{"sectionCount": 197, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["SELLERS", "LEMON", "LEWANDOWSKI", "TRUMP", "AXELROD", "SMERCONISH", "BORGER", "UNIDENTIFIED MALE", "POWERS", "PRESTON", "GRIJALVA"], "subTitle": "Reviewing Donald Trump's Immigration Speech; Mexican President Says He Told Trump Mexico Will Not Pay for Wall; Interview with Rep. Raul Grijalva. Aired 11p-12a ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1608/31/cnnt.02.html", "sentenceCount": 532, "sections": [{"sentences": [{"sentId": 0, "text": "I use some people and you can characterize that as whom ever, but some people want America to back to where it was as brown as it is today."}], "speaker": "SELLERS", "secId": 0}, {"sentences": [{"sentId": 1, "text": "All right, standby everyone."}], "speaker": "LEMON", "secId": 1}, {"sentences": [{"sentId": 2, "text": "This is CNN TONIGHT."}, {"sentId": 3, "text": "I'm Don Lemon."}, {"sentId": 4, "text": "I'm here with my panel Gloria Borger, David Axelrod, Michael Smerconish, Corey Lewandowski, Bakari Sellers and Mark Preston."}, {"sentId": 5, "text": "We're continuing our conversation, Donald Trump just delivering his speech in immigration in Arizona."}, {"sentId": 6, "text": "Bakari Sellers you have the floor."}], "speaker": "LEMON", "secId": 2}, {"sentences": [{"sentId": 7, "text": "And I just -- I know Mark want to chime in."}, {"sentId": 8, "text": "And to Corey's point I'll just be as blunt as possible but there are not enough white men in the United States of America."}], "speaker": "SELLERS", "secId": 3}, {"sentences": [{"sentId": 9, "text": "Putting America  better trade deals, putting people to work in cities like Detroit and Baltimore."}, {"sentId": 10, "text": "Those aren't predominantly white states."}], "speaker": "LEWANDOWSKI", "secId": 4}, {"sentences": [{"sentId": 11, "text": "And nothing about the speech today would empower those people, nothing about that speech today would create those concrete proposals to put people back to work."}, {"sentId": 12, "text": "I mean, what this did today to David Axelrod's point was bastardizing  an entire group of people, and yes, there are some illegal immigrants that are criminals."}, {"sentId": 13, "text": "We know 690,000."}, {"sentId": 14, "text": "But there are another 10.5 million people that deserve a chance."}], "speaker": "SELLERS", "secId": 5}, {"sentences": [{"sentId": 15, "text": "What to do with people who are here illegally."}, {"sentId": 16, "text": "Here's what Donald Trump said just moments ago about that."}], "speaker": "LEMON", "secId": 6}, {"sentences": [{"sentId": 17, "text": "For those here illegally today who are seeking legal status, they will have one route and one route only -- to return home and apply for reentry like everybody else under the rules of the new legal immigration system that I have outlined above."}], "speaker": "TRUMP", "secId": 7}, {"sentences": [{"sentId": 18, "text": "Those who have left to seek entry -- thank you."}, {"sentId": 19, "text": "Thank you."}, {"sentId": 20, "text": "Thank you."}, {"sentId": 21, "text": "Those who have left to seek entry under this new system, and it will be an efficient system, will not be awarded surplus visas but will have to apply for entry under the immigration caps or limits that will be established in the future."}, {"sentId": 22, "text": "We will break the cycle of amnesty and illegal immigration."}, {"sentId": 23, "text": "We will break the cycle."}, {"sentId": 24, "text": "There will be no amnesty."}], "speaker": "TRUMP", "secId": 8}, {"sentences": [{"sentId": 25, "text": "Our message to the world will be this -- you cannot obtain legal status or become a citizen of the United States by illegally entering our country."}, {"sentId": 26, "text": "Can't do it."}, {"sentId": 27, "text": "This declaration alone will help stop the crisis of illegal crossings and illegal overstays."}, {"sentId": 28, "text": "Very importantly."}, {"sentId": 29, "text": "People will know that you can't just smuggle in, hunker down and wait to be legalized."}, {"sentId": 30, "text": "Not going to work that way."}, {"sentId": 31, "text": "Those days are over."}], "speaker": "TRUMP", "secId": 9}, {"sentences": [{"sentId": 32, "text": "So to David Axelrod, you know, Donald Trump is saying all these things, many people who are running for president make lots of promises."}, {"sentId": 33, "text": "Maybe he can get it done but it all depends, you know, Washington, it all depends on the Congress."}, {"sentId": 34, "text": "And he just can't do it alone."}], "speaker": "LEMON", "secId": 10}, {"sentences": [{"sentId": 35, "text": "Yes, I know he rails against executive orders but he seems to feel like he can accomplish this by fiat."}, {"sentId": 36, "text": "You know, one thing that interests me, Don, is both Mr. Trump and Corey now are citing polls."}, {"sentId": 37, "text": "For the last few weeks, we haven't heard a lot from Donald Trump about polls."}, {"sentId": 38, "text": "In fact he -- couple of -- not more than a week or so ago he said they were rigged, they were phony."}, {"sentId": 39, "text": "So apparently these deficiencies in the polls have now been repaired."}], "speaker": "AXELROD", "secId": 11}, {"sentences": [{"sentId": 40, "text": "Yes, they have."}, {"sentId": 41, "text": "We appreciate them fixing those mistakes, thank you."}], "speaker": "LEWANDOWSKI", "secId": 12}, {"sentences": [{"sentId": 42, "text": "But what is not true any poll numbers that have changed have not changed because of the things he said about immigration over the last 10 days because what he said about immigration over the last 10 days until tonight was pretty much of a muddle."}, {"sentId": 43, "text": "I think that Secretary Clinton has had some difficulties in the last week."}, {"sentId": 44, "text": "That's more than likely who have driven to some of these numbers."}, {"sentId": 45, "text": "But there's nothing that I've seen that suggests that the race is tightened because of anything that he said about immigration."}, {"sentId": 46, "text": "Those polls wouldn't reflect what he said tonight."}], "speaker": "AXELROD", "secId": 13}, {"sentences": [{"sentId": 47, "text": "Michael Smerconish, I started this analysis by saying this was probably the most important speech of Donald Trump's campaign so far again having to clarify comments that he made about immigration earlier this week and last week."}, {"sentId": 48, "text": "Did he do an effective job of clarifying what has been viewed as a flip flop?"}], "speaker": "LEMON", "secId": 14}, {"sentences": [{"sentId": 49, "text": "It gives him the opportunity to tell his supporters that he presented a ten- point plan, but I think that anyone who takes the time to study that which he actually said is going to be left with more questions than he answered."}, {"sentId": 50, "text": "And one other point if I might."}, {"sentId": 51, "text": "All politics are local."}, {"sentId": 52, "text": "For me that means the suburbs of Philadelphia and Pennsylvania and the excerpt and my measuring stick is to listen to speech like this and ask whether it plays among my neighbors who are largely educated, college educated and largely Republican."}, {"sentId": 53, "text": "It's a group that he is struggling with and I don't think that the tone earned him any favor."}, {"sentId": 54, "text": "Frankly, the Donald Trump who was in Mexico City today would play well with my neighbors but not the Donald Trump who spoke tonight."}], "speaker": "SMERCONISH", "secId": 15}, {"sentences": [{"sentId": 55, "text": "It was very interesting as you're watching -- I'm watching in the office and then on a set, to compare the two, him there with the president of Mexico."}], "speaker": "LEMON", "secId": 16}, {"sentences": [{"sentId": 56, "text": "What was that, yeah."}], "speaker": "BORGER", "secId": 17}, {"sentences": [{"sentId": 57, "text": "And then in the speech it is ..."}], "speaker": "LEMON", "secId": 18}, {"sentences": [{"sentId": 58, "text": "Which is why I think people anticipated a different Donald Trump tonight."}], "speaker": "BORGER", "secId": 19}, {"sentences": [{"sentId": 59, "text": "Right."}], "speaker": "LEMON", "secId": 20}, {"sentences": [{"sentId": 60, "text": "And myself included I must say."}, {"sentId": 61, "text": "And that didn't happen."}], "speaker": "BORGER", "secId": 21}, {"sentences": [{"sentId": 62, "text": "Yeah."}], "speaker": "LEMON", "secId": 22}, {"sentences": [{"sentId": 63, "text": "So, as I say, put the world pivot in the lockbox and put it away because this is Donald Trump."}, {"sentId": 64, "text": "And to Michael's good point, Mitt Romney won't those college educated, white voters by 14 points."}, {"sentId": 65, "text": "And he lost the election."}], "speaker": "BORGER", "secId": 23}, {"sentences": [{"sentId": 66, "text": "Yeah."}], "speaker": "LEMON", "secId": 24}, {"sentences": [{"sentId": 67, "text": "Donald Trump has to do at least as well."}, {"sentId": 68, "text": "I understand Corey's point that he has to appeal to, you know, working class, whites, but the college educated voters are something he need."}, {"sentId": 69, "text": "The Republicans normally win."}, {"sentId": 70, "text": "Now maybe you would do without them Corey, but I don't think so."}, {"sentId": 71, "text": "And I thought this whole shift was to getting those, you know, Republican suburban women in particular ..."}], "speaker": "BORGER", "secId": 25}, {"sentences": [{"sentId": 72, "text": "Educated women involved."}], "speaker": "LEMON", "secId": 26}, {"sentences": [{"sentId": 73, "text": "... who has some concerns about him being an intemperate candidate for example, getting him -- getting them into sort of his camp if they're still persuadable, I don't see anything in the speech tonight that would really get him any extra."}], "speaker": "BORGER", "secId": 27}, {"sentences": [{"sentId": 74, "text": "Before you respond Corey, let me ask you this question."}, {"sentId": 75, "text": "I think it's along the lines the way you answer and I'm going to channel from the last."}, {"sentId": 76, "text": "Remember the last time we all sit here with Philly  and Conway  and said, \"What about she said to me?"}, {"sentId": 77, "text": "What about the substance?"}, {"sentId": 78, "text": "What about the substance?\""}, {"sentId": 79, "text": "The tone is not that important."}, {"sentId": 80, "text": "Gloria and Michael Smerconish are both saying the tone was important."}, {"sentId": 81, "text": "Two different people if you put them back to back then what happen in Mexico, what happen in Arizona."}, {"sentId": 82, "text": "Is that -- will that play with people, the people he's trying to get?"}], "speaker": "LEMON", "secId": 28}, {"sentences": [{"sentId": 83, "text": "I think you have to remember what the networks do a lot of times, I think what people look at a specific subset the population that Donald Trump was not doing well with today."}, {"sentId": 84, "text": "And this is where we were two weeks ago in the African-American community, what does he done ?"}, {"sentId": 85, "text": "UNIDENTIFIED MALE:  Nothing."}], "speaker": "LEWANDOWSKI", "secId": 29}, {"sentences": [{"sentId": 86, "text": "His made a speech, he's going to Detroit, he's going to -- a black community in Detroit to do specific outreach we saw in the last NBC poll."}, {"sentId": 87, "text": "He was polling at 8 percent amongst the African- American population, which is two percentage points higher than Mitt Romney got."}, {"sentId": 88, "text": "And 100 percent higher than John McCain got."}, {"sentId": 89, "text": "No one wants to talk about that."}, {"sentId": 90, "text": "What they're doing today is the latest poll that's out today, they're saying, here's a subset of the demographic -- that Donald Trump is not doing well and his speech didn't talk about that."}, {"sentId": 91, "text": "You're 69 days left in this election."}], "speaker": "LEWANDOWSKI", "secId": 30}, {"sentences": [{"sentId": 92, "text": "And so let's give him the same opportunity we gave him today to clarify his position on immigration."}, {"sentId": 93, "text": "I think his been very, very clear tonight but there's no more ambiguity over his position on immigration."}, {"sentId": 94, "text": "His laid out very clearly, very distinctly."}, {"sentId": 95, "text": "And so let's let his words stand for themselves."}], "speaker": "LEWANDOWSKI", "secId": 31}, {"sentences": [{"sentId": 96, "text": "Michael Smerconish, you can tell his support ."}, {"sentId": 97, "text": "He wasn't sure that is clear."}, {"sentId": 98, "text": "Listen, I talk to you guys, you guys had decide that."}, {"sentId": 99, "text": "But let me just get to -- you're saying that he's polling higher with African-American than John McCain and ..."}], "speaker": "LEMON", "secId": 32}, {"sentences": [{"sentId": 100, "text": "John McCain gets 4 percent in the African-American vote and exit polls and Mitt Romney got 6."}], "speaker": "LEWANDOWSKI", "secId": 33}, {"sentences": [{"sentId": 101, "text": "OK."}, {"sentId": 102, "text": "But he's that 1-2 percent."}], "speaker": "LEMON", "secId": 34}, {"sentences": [{"sentId": 103, "text": "If you look at the NBC poll he gets 8."}], "speaker": "LEWANDOWSKI", "secId": 35}, {"sentences": [{"sentId": 104, "text": "That's actually -- I mean that's the outliner."}, {"sentId": 105, "text": "What you're looking at is one poll and I need to clarify about this new African- American outreach that Donald Trump in Detroit this weekend because a he's not actually going to speak to an African-American community."}, {"sentId": 106, "text": "Instead he's having one on one interview with Bishop Wayne T. Jackson."}, {"sentId": 107, "text": "So that is not the case."}, {"sentId": 108, "text": "He's not going to speak to black ..."}], "speaker": "SELLERS", "secId": 36}, {"sentences": [{"sentId": 109, "text": "He's also speaking the largest African-American network in the country."}], "speaker": "LEWANDOWSKI", "secId": 37}, {"sentences": [{"sentId": 110, "text": "He's doing  to one-on-one interview."}], "speaker": "SELLERS", "secId": 38}, {"sentences": [{"sentId": 111, "text": "But it's also not in front of an African-American ..."}], "speaker": "SELLERS", "secId": 39}, {"sentences": [{"sentId": 112, "text": "It's a largest African-American network in the country."}], "speaker": "LEWANDOWSKI", "secId": 40}, {"sentences": [{"sentId": 113, "text": "That's the largest African-American network in the country?"}], "speaker": "LEMON", "secId": 41}, {"sentences": [{"sentId": 114, "text": "Yes."}], "speaker": "LEWANDOWSKI", "secId": 42}, {"sentences": [{"sentId": 115, "text": "That's  because on of the things that people wanted Donald Trump be able to do is actually go into these communities of colors and have conversations directly with them not speak at them in the rally or interview or anything else."}, {"sentId": 116, "text": "But actually if you going to go to a church actually speak to the congregation that actually would be outreach."}], "speaker": "SELLERS", "secId": 43}, {"sentences": [{"sentId": 117, "text": "But some of the things that I didn't get out of the speech which we talk about earlier."}, {"sentId": 118, "text": "You know, we got the point of the wall that he's going to build on the southern border, but we still don't know."}, {"sentId": 119, "text": "We still don't have any clarity on how he's going to get pay for."}, {"sentId": 120, "text": "We talked about the increase ICE agency."}], "speaker": "SELLERS", "secId": 44}, {"sentences": [{"sentId": 121, "text": "At least they're admitting there are mountains now."}, {"sentId": 122, "text": "They can't, you know ..."}], "speaker": "LEMON", "secId": 45}, {"sentences": [{"sentId": 123, "text": "So, I mean, but there a lot of questions that still come from this."}, {"sentId": 124, "text": "I mean not only do we have to talk about the immigrants that will still be in the shadows, but we have some very, very interesting questions that Donald Trump left an answer tonight."}, {"sentId": 125, "text": "I mean we don't even know -- we don't know how this wall is going to pay for."}, {"sentId": 126, "text": "I think that's pretty clear."}], "speaker": "SELLERS", "secId": 46}, {"sentences": [{"sentId": 127, "text": "Yeah."}, {"sentId": 128, "text": "Michael Smerconish, I want to give you before we get to the break."}, {"sentId": 129, "text": "I want to give you the last word in this segment because we're going to be talking to your listeners as you do every single day."}, {"sentId": 130, "text": "What do you think you're going to hear from there?"}, {"sentId": 131, "text": "How do you think that the American public is going to respond to this specific speech or this day from Donald Trump?"}], "speaker": "LEMON", "secId": 47}, {"sentences": [{"sentId": 132, "text": "I think the net-net is that don't think that the needle was moved."}, {"sentId": 133, "text": "I think as the day began, the day probably ended."}, {"sentId": 134, "text": "I come back to one day to set."}, {"sentId": 135, "text": "George Herbert Walker Bush got 59 percent of the white vote in 1992."}, {"sentId": 136, "text": "It earned him 426 electoral votes, Mitt Romney got precisely the same share with the white vote and he only got 206 electoral votes."}, {"sentId": 137, "text": "The country has changed."}, {"sentId": 138, "text": "Donald Trump doesn't seem to recognize that."}], "speaker": "SMERCONISH", "secId": 48}, {"sentences": [{"sentId": 139, "text": "I take that back."}, {"sentId": 140, "text": "I'm going to give David Axelrod the final word."}, {"sentId": 141, "text": "Sorry about that Michael."}, {"sentId": 142, "text": "Go ahead David."}], "speaker": "LEMON", "secId": 49}, {"sentences": [{"sentId": 143, "text": "I'd say to Corey, I don't know whether that poll that had Trump getting 8 percent in the black vote was righter the one that came out the other day that said it had zero percent favorable and then 97 percent unfavorable among black voters."}, {"sentId": 144, "text": "But I'm willing to -- based on all the data that I've seen I'm willing to make a friendly wager with you right now that he won't do better than Mitt Romney did in 2012."}, {"sentId": 145, "text": "I just -- I don't see it."}, {"sentId": 146, "text": "Some it will be right, some it will be wrong and someone ..."}], "speaker": "AXELROD", "secId": 50}, {"sentences": [{"sentId": 147, "text": "Just present us the number, right?"}], "speaker": "LEWANDOWSKI", "secId": 51}, {"sentences": [{"sentId": 148, "text": "All right."}], "speaker": "AXELROD", "secId": 52}, {"sentences": [{"sentId": 149, "text": "You guys are doing it front ..."}], "speaker": "LEMON", "secId": 53}, {"sentences": [{"sentId": 150, "text": "OK."}], "speaker": "LEWANDOWSKI", "secId": 54}, {"sentences": [{"sentId": 151, "text": "All right."}, {"sentId": 152, "text": "Exactly."}], "speaker": "AXELROD", "secId": 55}, {"sentences": [{"sentId": 153, "text": "... live."}, {"sentId": 154, "text": "We have live large audiences."}], "speaker": "LEMON", "secId": 56}, {"sentences": [{"sentId": 155, "text": "We have witness."}], "speaker": "UNIDENTIFIED MALE", "secId": 57}, {"sentences": [{"sentId": 156, "text": "Yeah."}, {"sentId": 157, "text": "He's got witnesses and its on tape."}], "speaker": "LEMON", "secId": 58}, {"sentences": [{"sentId": 158, "text": "Great."}], "speaker": "LEWANDOWSKI", "secId": 59}, {"sentences": [{"sentId": 159, "text": "All right."}, {"sentId": 160, "text": "Thank you everyone."}, {"sentId": 161, "text": "Stick around."}, {"sentId": 162, "text": "Some of you will be back, others will not."}, {"sentId": 163, "text": "But again, we're discussing Donald Trump's speech on immigration tonight in Arizona and the day in Trump also meeting with Mexico's president earlier in the day."}, {"sentId": 164, "text": "We'll be right back."}], "speaker": "LEMON", "secId": 60}, {"sentences": [{"sentId": 165, "text": "We're back with our breaking news."}, {"sentId": 166, "text": "Mexico's president contradicting Donald Trump following their meeting today."}, {"sentId": 167, "text": "Contradicting that Trump says that the two men talked about the wall he wants to build and not about who would pay for it."}, {"sentId": 168, "text": "The Mexican leader says he told Trump at the start of their meeting that Mexico is not paying for that wall."}], "speaker": "LEMON", "secId": 61}, {"sentences": [{"sentId": 169, "text": "Let's discuss now with CNN political analyst Kirsten Powers, chief political analyst Gloria Borger, former Trump campaign manager Corey Lewandowski, Clinton supporter Bakari Sellers, and CNN politics executive editor Mark Preston."}], "speaker": "LEMON", "secId": 62}, {"sentences": [{"sentId": 170, "text": "So Gloria, let's talk -- look at some what Donald Trump said tonight."}, {"sentId": 171, "text": "He talked about that big wall that he's going to build and that Mexico is going to pay for it."}, {"sentId": 172, "text": "Here it is."}], "speaker": "LEMON", "secId": 63}, {"sentences": [{"sentId": 173, "text": "We will build a great wall along the southern border."}, {"sentId": 174, "text": "And Mexico will pay for the wall."}, {"sentId": 175, "text": "100 percent."}, {"sentId": 176, "text": "They don't know it yet but they're going to pay for the wall."}, {"sentId": 177, "text": "And they're great people and great leaders but they're going to pay for the wall."}, {"sentId": 178, "text": "On day one, we will begin working on an impenetrable, physical, tall, powerful, beautiful southern border wall."}, {"sentId": 179, "text": "We will use the best technology, including above and below ground sensors, that's the tunnels."}, {"sentId": 180, "text": "Remember that above and below."}, {"sentId": 181, "text": "Towers, aerial surveillance and manpower to supplement the wall, find and dislocate tunnels and keep out criminal cartels and, Mexico, you know that will work with us, I really believe it."}, {"sentId": 182, "text": "Mexico will work with us."}, {"sentId": 183, "text": "I believe absolutely believe it and especially after meeting with their wonderful, wonderful president today, I really believe they want to solve this problem along with us."}], "speaker": "TRUMP", "secId": 64}, {"sentences": [{"sentId": 184, "text": "Kirsten Powers, to you first."}, {"sentId": 185, "text": "Donald Trump said that Mexico is going to pay for that wall."}, {"sentId": 186, "text": "He has a friendly meeting with the president of Mexico today."}, {"sentId": 187, "text": "The president of Mexico tweeting, he said, he's not going to pay for that wall and he told Donald Trump as much."}], "speaker": "LEMON", "secId": 65}, {"sentences": [{"sentId": 188, "text": "Well, I think the way Donald Trump since this is -- this was just the first meeting and that it wasn't really discussion that he was told this."}, {"sentId": 189, "text": "But he didn't respond do it and his non-response was basically because he does -- at least according to his campaign, it would have been inappropriate to be raising this in the first meeting but it's something he would talk about down the line."}], "speaker": "POWERS", "secId": 66}, {"sentences": [{"sentId": 190, "text": "Gloria Borger, it is been said since that meeting with the president today that talking about building a wall and even who's going to pay for it is smooth  because no one believes that is going to happen at least people who are in power now."}], "speaker": "LEMON", "secId": 67}, {"sentences": [{"sentId": 191, "text": "Trump had a lot of money."}, {"sentId": 192, "text": "It's going to cost more money."}], "speaker": "BORGER", "secId": 68}, {"sentences": [{"sentId": 193, "text": "But they're admitting now that there are mountains, there are ranches have to do eminent domain."}, {"sentId": 194, "text": "There's a lot of things to the wall is sort of evolving into maybe a virtual wall."}, {"sentId": 195, "text": "No, seriously?"}], "speaker": "LEMON", "secId": 69}, {"sentences": [{"sentId": 196, "text": "Right."}, {"sentId": 197, "text": "I know."}, {"sentId": 198, "text": "And it's great to talk about building a wall but you have to pay for it, you have to figure out how to do it."}], "speaker": "BORGER", "secId": 70}, {"sentences": [{"sentId": 199, "text": "He said we are -- we'll use the best technology, including above and below ground sensors, powers, aerial surveillance, manpower to supplement the wall, to find and dislocate tunnels and keep out the criminal of cartels and Mexico will pay for the wall."}], "speaker": "LEMON", "secId": 71}, {"sentences": [{"sentId": 200, "text": "Right."}, {"sentId": 201, "text": "And there you go."}, {"sentId": 202, "text": "And the president of Mexico says we're not going to pay for the wall."}, {"sentId": 203, "text": "I doubt Mexico could pay for the wall."}, {"sentId": 204, "text": "And, look, these are all questions that are out there."}, {"sentId": 205, "text": "Is Congress going to appropriate the money to pay for the wall?"}, {"sentId": 206, "text": "Who's going to control the Congress?"}, {"sentId": 207, "text": "I mean, immigration policy is really complicated."}, {"sentId": 208, "text": "Building a wall is really complicated but it is Donald Trump's signature issue from which he will not ever, ever back away period."}, {"sentId": 209, "text": "He's just not going to back down from that."}], "speaker": "BORGER", "secId": 72}, {"sentences": [{"sentId": 210, "text": "I think that, I keep getting back to this point which we were discussing earlier which is how can Donald Trump expand the number of voters who are going to vote for him?"}, {"sentId": 211, "text": "And the voters you were talking about earlier, Corey, I think may already be with Donald Trump."}, {"sentId": 212, "text": "So how does he expand that to win?"}, {"sentId": 213, "text": "With the suburbanites we have been talking about in states like Colorado, Florida, for example, maybe even Arizona."}, {"sentId": 214, "text": "Which he could win but how can he expand that with the speech like this."}, {"sentId": 215, "text": "This is what I'm trying to figure actually."}], "speaker": "BORGER", "secId": 73}, {"sentences": [{"sentId": 216, "text": "Again I think two different things he use to touched on."}, {"sentId": 217, "text": "One I have to say I agree with Anna Navarro tonight, which is a rare thing."}, {"sentId": 218, "text": "She said the president of Mexico had the opportunity to call out Donald Trump on the carpet, and say, \"You know what?"}, {"sentId": 219, "text": "You are going to pay the wall\" and he could have stop right there."}], "speaker": "LEWANDOWSKI", "secId": 74}, {"sentences": [{"sentId": 220, "text": "We're not paying."}, {"sentId": 221, "text": "He didn't do that."}], "speaker": "LEWANDOWSKI", "secId": 75}, {"sentences": [{"sentId": 222, "text": "You mean in public at the press conference."}], "speaker": "LEMON", "secId": 76}, {"sentences": [{"sentId": 223, "text": "He could have done it at any time."}, {"sentId": 224, "text": "He could done in needle  when the press conference is done."}, {"sentId": 225, "text": "He wait for Donald Trump gone on the airplane, took off and waited two more hours and  said Mexico is not paying for the wall, OK?"}, {"sentId": 226, "text": "Maybe that's what the conversation."}, {"sentId": 227, "text": "Or maybe that's not what the conversation was."}], "speaker": "LEWANDOWSKI", "secId": 77}, {"sentences": [{"sentId": 228, "text": "So the president of Mexico if he was so incensed and so outraged of the notion that Donald Trump is going to come down and say Mexico is paying for wall, which he had said literally hundreds of times in this campaign."}, {"sentId": 229, "text": "He could have addressed that during his press conference."}, {"sentId": 230, "text": "He chose not to do that because the topic wasn't discussed."}], "speaker": "LEWANDOWSKI", "secId": 78}, {"sentences": [{"sentId": 231, "text": "The second point was"}], "speaker": "LEWANDOWSKI", "secId": 79}, {"sentences": [{"sentId": 232, "text": "Do we know that, though?"}], "speaker": "BORGER", "secId": 80}, {"sentences": [{"sentId": 233, "text": "Look, Donald ..."}], "speaker": "LEWANDOWSKI", "secId": 81}, {"sentences": [{"sentId": 234, "text": "We don't know that."}], "speaker": "BORGER", "secId": 82}, {"sentences": [{"sentId": 235, "text": "I agree."}], "speaker": "BORGER", "secId": 83}, {"sentences": [{"sentId": 236, "text": "When he had the audience and people were watching live with Donald Trump standing there, he had the opportunity to call Donald Trump out on that issue and instead he did it in a tweet."}], "speaker": "LEMON", "secId": 84}, {"sentences": [{"sentId": 237, "text": "We need a thought bubble over his head."}], "speaker": "BORGER", "secId": 85}, {"sentences": [{"sentId": 238, "text": "Governor Pence said he had a conversation with Mr. Trump on the plane when he got to Phoenix, Arizona and then he came on the network here and said that conversation did not take place."}, {"sentId": 239, "text": "Now, if we're calling Governor Pence a liar, I don't think that's not what we're doing."}, {"sentId": 240, "text": "He had a one-to-one conversation with the principle who is in that room is in the discussion of paying for the wall going to took place."}], "speaker": "LEWANDOWSKI", "secId": 86}, {"sentences": [{"sentId": 241, "text": "But the question still remains."}, {"sentId": 242, "text": "And I mean I thought we're going to get some details tonight."}, {"sentId": 243, "text": "I think on earlier shows we were talking about the fact we're going to get details."}, {"sentId": 244, "text": "And I hate to harp on this but the fact is we don't even give Mexico enough aid yearly."}, {"sentId": 245, "text": "To pay for a small percentage of the wall."}, {"sentId": 246, "text": "You're going to defend  most large cities in America?"}, {"sentId": 247, "text": "Nothing about this is practical."}], "speaker": "SELLERS", "secId": 87}, {"sentences": [{"sentId": 248, "text": "You going to define sanctuary cities but you're also going to build new deportation, you're going to build new deportation centers where you going to have these people."}, {"sentId": 249, "text": "You're also going to increase the number of ICE agents, build a wall that's $25 billion."}], "speaker": "SELLERS", "secId": 88}, {"sentences": [{"sentId": 250, "text": "We ended up with Obamacare that was compromised."}, {"sentId": 251, "text": "Single payer health care is never a reality."}], "speaker": "LEWANDOWSKI", "secId": 89}, {"sentences": [{"sentId": 252, "text": "One at a time."}, {"sentId": 253, "text": "One at a time."}], "speaker": "LEMON", "secId": 90}, {"sentences": [{"sentId": 254, "text": "The difference with that is that the president actually got elected."}, {"sentId": 255, "text": "The president begin to listen to stakeholders and working with people under Democratic party where he got a lot of grief and a lot of hell and  Republican Party."}, {"sentId": 256, "text": "What we're seeing now is Donald Trump doesn't even have a way to pay for his own plan and you can't answer that question."}], "speaker": "SELLERS", "secId": 91}, {"sentences": [{"sentId": 257, "text": "There's no way to single payer health care which is Obama ..."}], "speaker": "LEWANDOWSKI", "secId": 92}, {"sentences": [{"sentId": 258, "text": "Well answer the question about the wall."}], "speaker": "SELLERS", "secId": 93}, {"sentences": [{"sentId": 259, "text": "Look, I'm getting to the point."}, {"sentId": 260, "text": "When Barack Obama ran for president, he said single payer health care."}, {"sentId": 261, "text": "And then he got into the office and he said this is unfaesable, he couldn't get his own party go along with it."}, {"sentId": 262, "text": "So he changed the system which is now known as Obamacare."}, {"sentId": 263, "text": "Very different, right?"}], "speaker": "LEWANDOWSKI", "secId": 94}, {"sentences": [{"sentId": 264, "text": "What Donald Trump is saying is we're building a wall."}, {"sentId": 265, "text": "Any way you slice it I'm going to build the wall."}, {"sentId": 266, "text": "I'm the greatest builder."}, {"sentId": 267, "text": "It's going to get done."}], "speaker": "LEWANDOWSKI", "secId": 95}, {"sentences": [{"sentId": 268, "text": "Once he's elected president 69 days he's going to continue work with Congress to set the priorities for this country where funding is going to go."}], "speaker": "LEWANDOWSKI", "secId": 96}, {"sentences": [{"sentId": 269, "text": "OK."}, {"sentId": 270, "text": "But it sounds to me like what you're saying and I don't know if you're saying this, maybe the wall could become a fence or it should become just regard."}, {"sentId": 271, "text": "He's willing to negotiate down."}, {"sentId": 272, "text": "You're saying no."}], "speaker": "LEMON", "secId": 97}, {"sentences": [{"sentId": 273, "text": "No, no, I'm not saying a at all."}, {"sentId": 274, "text": "What I'm saying is he still have the fund the wall and funding starts the Congress by the constitution that's where it begins."}, {"sentId": 275, "text": "But the president also has his budget."}, {"sentId": 276, "text": "He gets put priorities of what his budget, what the congress to consider and this is the priority of this campaign."}], "speaker": "LEWANDOWSKI", "secId": 98}, {"sentences": [{"sentId": 277, "text": "Kirsten Powers is this wall thing backed him into a corner?"}, {"sentId": 278, "text": "Did he back himself into a corner with this wall thing and how he's going to do it and then exactly how he's going to do it?"}], "speaker": "LEMON", "secId": 99}, {"sentences": [{"sentId": 279, "text": "No, I don't think so."}, {"sentId": 280, "text": "Actually because maybe it's a little too much focus on this frankly."}, {"sentId": 281, "text": "You know, if he became president a he wants to negotiate with Mexico and he thinks he get them pay for the wall, I don't think he's going to be able to do it but I don't think it's actually just the only problem with his policy."}, {"sentId": 282, "text": "I mean if we look at what he talked about tonight, we focus on the wall a lot but this speech really was just a bunch of demagoguery."}], "speaker": "POWERS", "secId": 100}, {"sentences": [{"sentId": 283, "text": "That's the first thing."}, {"sentId": 284, "text": "That's the signature of his campaign."}], "speaker": "LEMON", "secId": 101}, {"sentences": [{"sentId": 285, "text": "Yeah."}], "speaker": "POWERS", "secId": 102}, {"sentences": [{"sentId": 286, "text": "That's the first thing he mentioned -- what he mentioned."}, {"sentId": 287, "text": "The first point in his plan."}, {"sentId": 288, "text": "POWER:  It is."}, {"sentId": 289, "text": "But there are a lot of other things he talks about that are very troubling."}, {"sentId": 290, "text": "First of all the fact that he break  presented us he so often does this Dystopian vision of our country in terms of illegal immigrants as if we're all living and towering in fear of them killing our children."}, {"sentId": 291, "text": "When in fact, they commit fewer crimes that the average person in American."}, {"sentId": 292, "text": "And so it's heartbreaking to see these parents but also what he's doing is really despicable presenting it as if the legal immigrants are somehow inherently criminal, violent criminals, you know."}], "speaker": "LEMON", "secId": 103}, {"sentences": [{"sentId": 293, "text": "And I think  talking about he said that he was going to have -- if he was the president any illegal immigrant who is arrested would be deported immediately."}, {"sentId": 294, "text": "He didn't even say convicted."}, {"sentId": 295, "text": "Just arresting people and you're going to deport them."}, {"sentId": 296, "text": "We're going to create more deportation centers or special, you know, group under ICE to deport people."}, {"sentId": 297, "text": "ICE already deports people."}, {"sentId": 298, "text": "We don't need another, you know, special force in ICE to be deporting people when the Supreme Court is criticized them for already deporting people that shouldn't be being deported who they overcharge."}], "speaker": "LEMON", "secId": 104}, {"sentences": [{"sentId": 299, "text": "So, there are so many troubling things that he talks about and so many misrepresentation such as claiming."}, {"sentId": 300, "text": "We have some cycle amnesty that we just don't have."}, {"sentId": 301, "text": "But I think we can get lost focusing on the wall too much."}], "speaker": "LEMON", "secId": 105}, {"sentences": [{"sentId": 302, "text": "Mark quickly."}, {"sentId": 303, "text": "Demagoguery, you think?"}], "speaker": "LEMON", "secId": 106}, {"sentences": [{"sentId": 304, "text": "Look, these are campaign promises that are not rooted in reality."}, {"sentId": 305, "text": "We often see campaign promises that made by those who are seeking the White House by the time they win."}, {"sentId": 306, "text": "And they have to deal with it, with the legislator branch."}, {"sentId": 307, "text": "It just doesn't work."}, {"sentId": 308, "text": "And to Corey's point, though, you won't never hear this from Donald Trump's mouth is that we'll have to cut a deal when we get to Congress."}, {"sentId": 309, "text": "There is no way that Republicans in Congress low  in Democrats are going to go along with an infrastructure spending that the United States will have to push forward to build this wall."}], "speaker": "PRESTON", "secId": 107}, {"sentences": [{"sentId": 310, "text": "Corey Lewandowski and Gloria Borger will get to respond right after this."}], "speaker": "LEMON", "secId": 108}, {"sentences": [{"sentId": 311, "text": "We're discussing Donald Trump's immigration plan and his piece, also his meeting with the Mexican president today."}, {"sentId": 312, "text": "And my entire panel is back."}], "speaker": "LEMON", "secId": 109}, {"sentences": [{"sentId": 313, "text": "Also joining me is Congressman Raul Grijalva, an Arizona Democrat who is a member of the Congressional Hispanic Caucus."}, {"sentId": 314, "text": "Congressman, thank you for staying up late and for joining us this evening."}, {"sentId": 315, "text": "You heard our panel here talking."}, {"sentId": 316, "text": "Mark Preston brought up a point specifically saying there is no way Congress is going to appropriate money to -- that much money to build a wall especially when we're $21 trillion or $22 trillion in debt."}], "speaker": "LEMON", "secId": 110}, {"sentences": [{"sentId": 317, "text": "The debt and the demands on the federal budget to make some real investments in this country are going to be part what this next Congress has to deal with."}, {"sentId": 318, "text": "And I think that, you know, this whole enforcement and only this kind fantasy symbolism of we're going to build this great wall all across the whole southern border is just that, you know?"}, {"sentId": 319, "text": "And I thought very telling was the meeting with the president of Mexico, Pena Nieto, and I thought, you know, I thought that President Pena Nieto looked week and he's more of a stage prop for Trump."}, {"sentId": 320, "text": "And at the end of the day when he was giving his speech, today, he said, \"What they're going to pay for it and we'll still going to built it."}, {"sentId": 321, "text": ":  And so, the whole point of the trip was to stage something that made Trump look better."}, {"sentId": 322, "text": "I thought that was really sad and cynical to watch and Pena Nieto walked right into it and is getting -- and the consequences are getting worse and worse for him."}], "speaker": "GRIJALVA", "secId": 111}, {"sentences": [{"sentId": 323, "text": "I have a feeling, the way you feel why don't you think the president of Mexico, why don't you think he didn't call Donald Trump out instead of tweeting, right?"}], "speaker": "LEMON", "secId": 112}, {"sentences": [{"sentId": 324, "text": "Exactly."}, {"sentId": 325, "text": "No, exactly."}, {"sentId": 326, "text": "Then we're left to who's telling the truth kind of a question and the scenario that we're facing here with Trump and to some extent the president of Mexico, you know, how do you guess?"}, {"sentId": 327, "text": "I think that the Mexican -- citizens of Mexico are asking for a direct apology and they wanted to see that publicly and in a declarative statement to trump, \"We're not going to pay for anything about that wall.\""}, {"sentId": 328, "text": "Neither of those happened publicly so we're left to conjecture and do you believe Trump, do you believe the president of Mexico kind of a scenario."}, {"sentId": 329, "text": "Demand  was for him to do that in public."}], "speaker": "GRIJALVA", "secId": 113}, {"sentences": [{"sentId": 330, "text": "You're in Arizona."}, {"sentId": 331, "text": "You represent a constituency who said that they have issues when it comes to illegal immigration."}, {"sentId": 332, "text": "You're at the forefront of it."}, {"sentId": 333, "text": "Having heard this speech this evening, what did you think of it?"}, {"sentId": 334, "text": "Do you think he won Latino, Hispanic voters over people who may be on the fence about voting for Donald Trump?"}], "speaker": "LEMON", "secId": 114}, {"sentences": [{"sentId": 335, "text": "No, not at all."}, {"sentId": 336, "text": "There was some tease, some expectation that Donald Trump was going to give a speech today of policy of great magnitude around the issue of immigration reform."}, {"sentId": 337, "text": "All he did was double down on what he said when he started this campaign in the primaries."}, {"sentId": 338, "text": "He doubled down, the 10-point plan was a lot of generalities but essentially it was enforcement only process of deportation, expedited in some areas, and self-deportation in others including dreamers."}, {"sentId": 339, "text": "There was no effort to, as some people are saying, walk it back, moderate it."}], "speaker": "GRIJALVA", "secId": 115}, {"sentences": [{"sentId": 340, "text": "This was doubling down on the issue that has been the raw meat in his campaign, immigration reform and particularly along the southern border and Mexicans."}, {"sentId": 341, "text": "And there's no -- nothing changed and I don't think because there's no change, there is no shift in where the perception of Latino voters are regarding this man because we also it's a civil rights issue, you know, the issue of racism, the undertone to this whole discussion of immigration and Trump made that the big part of it."}], "speaker": "GRIJALVA", "secId": 116}, {"sentences": [{"sentId": 342, "text": "And for second, third, first generation Latinos in this country who are going to be voting, you know, the racial profiling that occurred with our pile , $50 million worth of claims, where citizens were racially in his effort to enforce the bad immigration law that this state passed, it remain -- that was to many in the Latino community, it is immigration issue and the families that need to come out of the shadows effectively and rationally illegally and the issue of civil rights and the broad brush that Donald Trump has painted on our hope."}], "speaker": "GRIJALVA", "secId": 117}, {"sentences": [{"sentId": 343, "text": "OK."}, {"sentId": 344, "text": "So what he's saying, Corey, here, he is saying that the wall is fantasy."}, {"sentId": 345, "text": "This is according to him."}, {"sentId": 346, "text": "He said there was a lack of substance here."}, {"sentId": 347, "text": "And it appears to me, and correct me if I'm wrong, Congressman, is that the Trump campaign or Trump is tone deaf when it comes to dealing with minorities, especially with African-Americans and now with Latinos, especially on this issue of immigration."}, {"sentId": 348, "text": "Do you agree with that?"}], "speaker": "LEMON", "secId": 118}, {"sentences": [{"sentId": 349, "text": "Yes."}], "speaker": "GRIJALVA", "secId": 119}, {"sentences": [{"sentId": 350, "text": "Do you agree with that?"}], "speaker": "LEMON", "secId": 120}, {"sentences": [{"sentId": 351, "text": "The citizen -- yes, I do."}, {"sentId": 352, "text": "And I think it's not only tone deaf by cynical."}], "speaker": "GRIJALVA", "secId": 121}, {"sentences": [{"sentId": 353, "text": "Let him respond."}, {"sentId": 354, "text": "Let Corey respond."}], "speaker": "LEMON", "secId": 122}, {"sentences": [{"sentId": 355, "text": "So with all due respect to the Congressman, look, illegal immigration has been a systemic problem in the State of Arizona."}, {"sentId": 356, "text": "There's no question about it."}, {"sentId": 357, "text": "What we know is that a number of the municipalities have basically gone bankrupt because they have no way to fund and take care of the illegal immigrants that are coming in to the country and taking the resources away from Americans."}, {"sentId": 358, "text": "And that's a fact."}, {"sentId": 359, "text": "They're not paying taxes."}, {"sentId": 360, "text": "They're taking the money that they're earning illegally when they come across."}, {"sentId": 361, "text": "They're sending it back to Mexico."}, {"sentId": 362, "text": "And that's perfectly fine."}], "speaker": "LEWANDOWSKI", "secId": 123}, {"sentences": [{"sentId": 363, "text": "What Donald Trump has talked about is to pay for that wall."}, {"sentId": 364, "text": "So we're going to make sure that if it's under the confines of the law, then we're going to monitor that money and take a piece of that so they're not able to do that anymore."}, {"sentId": 365, "text": "Furthermore, you know, what we know is if one illegal comes across the border and it's Jamiel Shaw's son or it's Kate Steinle, or it's anybody else that's killed, there should be repercussions."}, {"sentId": 366, "text": "And I don't know what the value is, the dollar value, that you put on a person's life that's an American citizen."}, {"sentId": 367, "text": "But what I can tell you is if the wall costs $10 billion or 20 billion and it saves one American life, I think that's a worthwhile investment."}], "speaker": "LEWANDOWSKI", "secId": 124}, {"sentences": [{"sentId": 368, "text": "Congressman?"}], "speaker": "LEMON", "secId": 125}, {"sentences": [{"sentId": 369, "text": "There's no price to the life but I think also in this whole discussion, it's realism."}, {"sentId": 370, "text": "And in Arizona, I represent that southern border in congressional district and there's a history here."}, {"sentId": 371, "text": "We can't ignore the history."}, {"sentId": 372, "text": "And to shamelessly say that it is -- that that's part of the criminalization that occurred with Trump's speech today, that's part of the demonizing of immigrants in general that he did today and Mexican immigrants in particular."}, {"sentId": 373, "text": "You know, that's all -- it's not based in fact."}, {"sentId": 374, "text": "It is, you know, exaggerated comments that are made constantly on this issue."}, {"sentId": 375, "text": "In Arizona, we passed the toughest law and the Supreme Court, what we have was a full court, declared three quarters of it unconstitutional."}], "speaker": "GRIJALVA", "secId": 126}, {"sentences": [{"sentId": 376, "text": "I'm sure that Congressman is in favor of taking illegal -- the people in this country who are illegal aliens, who are convicted felons."}, {"sentId": 377, "text": "I'm sure you're in favor of sending them back to their native country."}, {"sentId": 378, "text": "Aren't you, Congressman?"}], "speaker": "LEWANDOWSKI", "secId": 127}, {"sentences": [{"sentId": 379, "text": "Yeah."}, {"sentId": 380, "text": "And President Obama has been doing."}, {"sentId": 381, "text": "It's the priority for ICE."}, {"sentId": 382, "text": "That is the priority for ICE to those convicted, those that are in the country to do harm and not good."}, {"sentId": 383, "text": "They're not there -- that they are a priority."}, {"sentId": 384, "text": "Nobody disagrees with that."}, {"sentId": 385, "text": "And that's been the policy of Obama."}, {"sentId": 386, "text": "The only -- so ..."}], "speaker": "GRIJALVA", "secId": 128}, {"sentences": [{"sentId": 387, "text": "The individual -- Kate Steinle had been deported on four different occasions before he came back the country and just arbitrary killed a beautiful girl for absolutely no reason and whatsoever."}, {"sentId": 388, "text": "So this person was arrested."}, {"sentId": 389, "text": "They were deported on four different occasions and came back in."}, {"sentId": 390, "text": "If there was a wall or tougher way to get into the country, Kate would be alive today."}], "speaker": "LEWANDOWSKI", "secId": 129}, {"sentences": [{"sentId": 391, "text": "The empathy -- there's no lack of empathy for that tragedy, OK, on my part or anybody else's part."}, {"sentId": 392, "text": "But as I said earlier to you , there's a realism too, that when you talk about building a wall, 24 billion, 9 billion, use whatever number you want, and the reality is that it's not going to happen."}, {"sentId": 393, "text": "It's not going to happen because the same people that scream loudly about having to control our borders and enforce not only will be the first ones that say eminent domain, so take it, you can't use my property, on and on and on it's going to happen."}], "speaker": "GRIJALVA", "secId": 130}, {"sentences": [{"sentId": 394, "text": "So, you know, to create this fantasy for the American people that this panacea on the wall is going to solve all the problems including the tragedies that occurred, and they're awful, including all of a sudden everybody's going to be making $15 an hour and working well, that that's all going to happen because Donald Trump is building a wall, I think we're underestimating, A, the intelligence of the American people and, B, the reality of living in this country."}, {"sentId": 395, "text": "And I think that's the most offensive part  and that's what so cynical."}], "speaker": "GRIJALVA", "secId": 131}, {"sentences": [{"sentId": 396, "text": "Congressman, thank you very much."}, {"sentId": 397, "text": "Lots more to discuss with this issue."}], "speaker": "LEMON", "secId": 132}, {"sentences": [{"sentId": 398, "text": "Thank you, Congressman."}], "speaker": "LEWANDOWSKI", "secId": 133}, {"sentences": [{"sentId": 399, "text": "I appreciate it."}, {"sentId": 400, "text": "We'll be right back."}, {"sentId": 401, "text": "We'll continue the conversation."}], "speaker": "LEMON", "secId": 134}, {"sentences": [{"sentId": 402, "text": "We're back now with Kirsten Powers, Gloria Borger, Corey Lewandowski, Bakari Sellers and Mark Preston."}, {"sentId": 403, "text": "Kirsten, I want you, and then Corey to weigh in on what the Congressman."}, {"sentId": 404, "text": "The Congressman said, you know, there is no lack of sympathy for victims, so Kate Steinle, but there's also the reality of -- and the practicality of actually getting all of these things done, not to mention the least of which is funding and money."}], "speaker": "LEMON", "secId": 135}, {"sentences": [{"sentId": 405, "text": "Right."}, {"sentId": 406, "text": "Well, also, I think that we have to remember that these are tragedies."}, {"sentId": 407, "text": "They're also outlier cases."}, {"sentId": 408, "text": "This is not the norm."}, {"sentId": 409, "text": "The norm is not an illegal immigrant is murdering innocent people."}, {"sentId": 410, "text": "The crime rate among illegal immigrants is actually quite low."}], "speaker": "POWERS", "secId": 136}, {"sentences": [{"sentId": 411, "text": "And so by focusing on these heartbreaking cases but -- and trying to extrapolate out from that and say, well, then, oh, my gosh, you know, we have to get rid of all these illegal immigrants, I don't think that's fair."}, {"sentId": 412, "text": "I think when you talk about people who have been detained and then let go and commit a crime, that kind of stuff also happens with American citizens."}, {"sentId": 413, "text": "And there are tragedies as well."}, {"sentId": 414, "text": "And so, in those cases, yes, we want them to do a better job if they're somebody that they have who has engaged in criminal activity and we don't want them letting them back out into society any more that we would want them to do if that was a illegal citizen."}], "speaker": "POWERS", "secId": 137}, {"sentences": [{"sentId": 415, "text": "Do you think the people who Donald Trump is trying to reach the people he needs, are they going to see this as politicizing these families?"}], "speaker": "LEMON", "secId": 138}, {"sentences": [{"sentId": 416, "text": "Well, I think Donald Trump's supporters like this."}, {"sentId": 417, "text": "And I do think that for other people, you know, I'm not sure that a lot of people necessarily know what I just said, this statistics about -- the criminal statistics in terms of violent crimes, in terms of illegal or undocumented immigrants."}, {"sentId": 418, "text": "You know, I don't know if people necessarily know that so it could be a fear tactic that works on people if they think that this is a real problem that's facing the country."}], "speaker": "POWERS", "secId": 139}, {"sentences": [{"sentId": 419, "text": "Corey?"}], "speaker": "LEMON", "secId": 140}, {"sentences": [{"sentId": 420, "text": "Here's what I know."}, {"sentId": 421, "text": "I don't know what the statistics are but I know Jamiel Shaw and Vince  know him very, very well."}, {"sentId": 422, "text": "And his son was on a way to -- coming home from college -- high school football camp."}, {"sentId": 423, "text": "He had just been accepted to Stanford, to go and play football."}, {"sentId": 424, "text": "He lives in San Francisco -- in Los Angeles, excuse me."}, {"sentId": 425, "text": "And the day an illegal/undocumented individual was released from prison, he drove by and shot Jamiel Shaw Jr. in he face three times, OK?"}], "speaker": "LEWANDOWSKI", "secId": 141}, {"sentences": [{"sentId": 426, "text": "Yeah."}], "speaker": "LEMON", "secId": 142}, {"sentences": [{"sentId": 427, "text": "The person was in a prison, was released that day, was a member of the gang and in order to initiate that they were still part of that gang, you know what he did?"}, {"sentId": 428, "text": "He went to killed somebody for no reason."}], "speaker": "LEWANDOWSKI", "secId": 143}, {"sentences": [{"sentId": 429, "text": "But, Corey ..."}], "speaker": "POWERS", "secId": 144}, {"sentences": [{"sentId": 430, "text": "That person should have immediately been deported."}, {"sentId": 431, "text": "Look, one crime is one crime too many."}], "speaker": "LEWANDOWSKI", "secId": 145}, {"sentences": [{"sentId": 432, "text": "No."}], "speaker": "POWERS", "secId": 146}, {"sentences": [{"sentId": 433, "text": "And if you want to go meet with the Shaw family or all the other victims of the families I've had the opportunity to meet with ..."}], "speaker": "LEWANDOWSKI", "secId": 147}, {"sentences": [{"sentId": 434, "text": "But this is manipulative."}, {"sentId": 435, "text": "This is manipulative."}], "speaker": "POWERS", "secId": 148}, {"sentences": [{"sentId": 436, "text": "... it is egregious."}, {"sentId": 437, "text": "It is egregious that we're allowing people ..."}], "speaker": "LEWANDOWSKI", "secId": 149}, {"sentences": [{"sentId": 438, "text": "Let her respond, Corey."}], "speaker": "LEMON", "secId": 150}, {"sentences": [{"sentId": 439, "text": "... who are in our country not to be immediately deported."}, {"sentId": 440, "text": "If they had committed a crime, they should be immediately deported."}], "speaker": "LEWANDOWSKI", "secId": 151}, {"sentences": [{"sentId": 441, "text": "Go ahead, Kirsten."}], "speaker": "LEMON", "secId": 152}, {"sentences": [{"sentId": 442, "text": "Well, I do think if someone has committed a violent crime and they're an illegal immigrant, then you're not going to get any disagreement out of me."}, {"sentId": 443, "text": "But like I just said, the story you could told, you could find somebody to tell you that story that happened to somebody with an American citizenship who got out of jail and then committed a crime."}, {"sentId": 444, "text": "And that's a tragedy."}, {"sentId": 445, "text": "But why are you trying to make it seem like this is some pervasive problem in our society when it just isn't?"}], "speaker": "POWERS", "secId": 153}, {"sentences": [{"sentId": 446, "text": "It is problem."}, {"sentId": 447, "text": "And ..."}], "speaker": "LEWANDOWSKI", "secId": 154}, {"sentences": [{"sentId": 448, "text": "Statistically, it does."}, {"sentId": 449, "text": "No, you actually said at the beginning that the statistics don't matter to you but they should because ..."}], "speaker": "POWERS", "secId": 155}, {"sentences": [{"sentId": 450, "text": "Human lives matter."}], "speaker": "LEWANDOWSKI", "secId": 156}, {"sentences": [{"sentId": 451, "text": "And that was ..."}], "speaker": "LEMON", "secId": 157}, {"sentences": [{"sentId": 452, "text": "... an anecdote is not the same to me as a fact."}], "speaker": "POWERS", "secId": 158}, {"sentences": [{"sentId": 453, "text": "And that's my question, the facts do matter."}, {"sentId": 454, "text": "And again, and everyone with the caveat that, you know, there is sympathy for these families."}], "speaker": "LEMON", "secId": 159}, {"sentences": [{"sentId": 455, "text": "Right."}], "speaker": "POWERS", "secId": 160}, {"sentences": [{"sentId": 456, "text": "How could one not sympathize for these families?"}], "speaker": "LEMON", "secId": 161}, {"sentences": [{"sentId": 457, "text": "And I think ..."}], "speaker": "SELLERS", "secId": 162}, {"sentences": [{"sentId": 458, "text": "But the facts do matter about the crime numbers and whether or not this is a huge problem in our society."}], "speaker": "LEMON", "secId": 163}, {"sentences": [{"sentId": 459, "text": "So what I think and I love Corey for doing it because he's just -- he is actually manipulating this and spinning it."}, {"sentId": 460, "text": "But, you know, my heart aches for the Shaw family."}, {"sentId": 461, "text": "My heart aches for the Steinle family and everyone who's lost their -- lost a loved one unnecessarily through gun violence or any other violence in this country."}, {"sentId": 462, "text": "But I also know that every illegal immigrant is not someone who's out there just maniacally murdering people, maniacally committing all these crimes."}, {"sentId": 463, "text": "And we keep going back to the numbers and the wrong numbers don't bear it out."}], "speaker": "SELLERS", "secId": 164}, {"sentences": [{"sentId": 464, "text": "If I give you credit and say that Donald Trump on day one will deport all the criminals, that still does not fix our immigration problem."}, {"sentId": 465, "text": "And I understand Donald Trump wants to harp on that, but I think that Donald Trump will have a much more successful campaign if he does not bastardize other minority groups."}], "speaker": "SELLERS", "secId": 165}, {"sentences": [{"sentId": 466, "text": "In Donald Trump's speech today and I was talking off air with Mark about this, in Donald Trump's speech today, he went through and said, you know, I love the Mexican peopled."}, {"sentId": 467, "text": "We talked about the Mexican- Americans who contributed to our society, but he has yet to give one singular, one example, of a Mexican-American or an immigrant who's done something positive in this country."}, {"sentId": 468, "text": "He had the opportunity at this speech and he had the opportunity at the RNC, had the opportunity tonight, and he's refused to do that, and that's just a very, very dark place."}], "speaker": "SELLERS", "secId": 166}, {"sentences": [{"sentId": 469, "text": "Go ahead, Corey."}], "speaker": "LEMON", "secId": 167}, {"sentences": [{"sentId": 470, "text": "You know, I ..."}], "speaker": "BORGER", "secId": 168}, {"sentences": [{"sentId": 471, "text": "Corey, would you like to respond to that?"}], "speaker": "LEMON", "secId": 169}, {"sentences": [{"sentId": 472, "text": "Look, again, I think what he has said is he is asking for a better America for everybody."}, {"sentId": 473, "text": "He's been very clear about that, so that every African-American, every Asian-America, every, Hispanic American has the best opportunities in front of them."}, {"sentId": 474, "text": "And as the President of United States, that's the opportunity he said he wants to create."}, {"sentId": 475, "text": "And that's very simple."}], "speaker": "LEWANDOWSKI", "secId": 170}, {"sentences": [{"sentId": 476, "text": "OK, Gloria, you get the first word on the other side of the break."}, {"sentId": 477, "text": "I'm sorry."}], "speaker": "LEMON", "secId": 171}, {"sentences": [{"sentId": 478, "text": "OK.  Well, it's a whole different subject I want to raise anyways."}], "speaker": "BORGER", "secId": 172}, {"sentences": [{"sentId": 479, "text": "OK."}], "speaker": "LEMON", "secId": 173}, {"sentences": [{"sentId": 480, "text": "So that's good."}], "speaker": "BORGER", "secId": 174}, {"sentences": [{"sentId": 481, "text": "So we'll hear from Gloria Borger, Mark Preston and more from Kristen and everyone else on the panel right after this."}, {"sentId": 482, "text": "Don't go anywhere."}], "speaker": "BORGER", "secId": 175}, {"sentences": [{"sentId": 483, "text": "Back now with the panel."}, {"sentId": 484, "text": "And, you know, I think we made a very good point in the commercial break."}, {"sentId": 485, "text": "We forget that this is politics and, Gloria, I know you want to weigh in on that and Mark as well."}], "speaker": "LEMON", "secId": 176}, {"sentences": [{"sentId": 486, "text": "What Trump did tonight was two things that I don't think you could put together in the same speech, which was he did not get specific on the mass deportation."}, {"sentId": 487, "text": "Some will say that's a flip-flop because he didn't."}, {"sentId": 488, "text": "Where was the sort of definitive mass deportation?"}, {"sentId": 489, "text": "He talked about it at one point and another point said in several years, we're going to get around to that and I'm still not sure what he meant by that."}], "speaker": "BORGER", "secId": 177}, {"sentences": [{"sentId": 490, "text": "On the other hand, he gave a speech that was tougher than I've heard and, you know, in a way that I think will drive away Hispanic voters."}, {"sentId": 491, "text": "So he did two things."}, {"sentId": 492, "text": "And, you know, he didn't get specific on the big issue of mass deportation but he gave a tough speech."}, {"sentId": 493, "text": "So he sort of threaded the needle that way in a way that I didn't think that he was going to do it."}, {"sentId": 494, "text": "How effective it is to broaden his base?"}, {"sentId": 495, "text": "I have no idea but it's politics."}], "speaker": "BORGER", "secId": 178}, {"sentences": [{"sentId": 496, "text": "Yeah."}], "speaker": "LEMON", "secId": 179}, {"sentences": [{"sentId": 497, "text": "And that's -- and Mark ..."}], "speaker": "BORGER", "secId": 180}, {"sentences": [{"sentId": 498, "text": "And to Mark's point which we were talking about also during the speech is that having the families of people who have been killed by undocumented immigrants on stage is really no different than having Mothers of the Movement at the Democratic Convention up on stage."}], "speaker": "LEMON", "secId": 181}, {"sentences": [{"sentId": 499, "text": "Right."}, {"sentId": 500, "text": "The Mothers of the Movement are the mothers who have lost their children to gun violence."}, {"sentId": 501, "text": "I mean, the bottom line is politics is dirty."}, {"sentId": 502, "text": "We all know that."}, {"sentId": 503, "text": "These people are pawns in many ways used by both sides, by the Republicans and Democrats, but they're choosing to be there."}, {"sentId": 504, "text": "The folks who are on that stage today weren't forced to be up there."}, {"sentId": 505, "text": "The Mothers of the Movement are not forced to be up there."}, {"sentId": 506, "text": "So, politics is really dirty by definition."}, {"sentId": 507, "text": "It's -- I mean I guess I could say, you know, by definition, being a politician is being a liar but I would get in trouble for saying that."}], "speaker": "PRESTON", "secId": 182}, {"sentences": [{"sentId": 508, "text": "But you just said it."}], "speaker": "LEMON", "secId": 183}, {"sentences": [{"sentId": 509, "text": "But I just said it."}, {"sentId": 510, "text": "What I would say is that politics is something that we embrace here in the United States and it is part of our democracy, but it's not clean and both sides engage in the same tactics and we're seeing that."}], "speaker": "PRESTON", "secId": 184}, {"sentences": [{"sentId": 511, "text": "Kirsten?"}], "speaker": "LEMON", "secId": 185}, {"sentences": [{"sentId": 512, "text": "And the President of Mexico was playing politics too."}], "speaker": "BORGER", "secId": 186}, {"sentences": [{"sentId": 513, "text": "And he lost."}, {"sentId": 514, "text": "And you know what?"}], "speaker": "PRESTON", "secId": 187}, {"sentences": [{"sentId": 515, "text": "And he lost."}], "speaker": "BORGER", "secId": 188}, {"sentences": [{"sentId": 516, "text": "And he's not a good player of politics."}], "speaker": "PRESTON", "secId": 189}, {"sentences": [{"sentId": 517, "text": "Right."}], "speaker": "BORGER", "secId": 190}, {"sentences": [{"sentId": 518, "text": "Kirsten, is there a difference between ..."}], "speaker": "LEMON", "secId": 191}, {"sentences": [{"sentId": 519, "text": "Yeah."}], "speaker": "POWERS", "secId": 192}, {"sentences": [{"sentId": 520, "text": "... the families tonight and the families at the Democratic Convention?"}], "speaker": "LEMON", "secId": 193}, {"sentences": [{"sentId": 521, "text": "Well, I think the difference is the way Hillary Clinton talks about police officers versus the way Donald Trump talks about illegal immigrants."}, {"sentId": 522, "text": "And, look, at least, they also, at the Democratic Convention, did have some police officers who spoke as well."}, {"sentId": 523, "text": "So it wasn't just about the families and Hillary Clinton has not railed against police officers in the way that Donald Trump has talked about illegal immigrants."}, {"sentId": 524, "text": "We all know the things that he has said talking about them being rapists and murderers and things like that."}], "speaker": "POWERS", "secId": 194}, {"sentences": [{"sentId": 525, "text": "So, I don't see it as being the same thing."}, {"sentId": 526, "text": "I think if he had just, you know, shown those families without all the sort of demagoguery that he does around illegal immigrants, it would be differently but Hillary Clinton has spoken about the fact that we need to respect police officers."}, {"sentId": 527, "text": "And at the same time, she's recognized the fact that African-Americans don't always feel safe with the law enforcement."}], "speaker": "POWERS", "secId": 195}, {"sentences": [{"sentId": 528, "text": "We're going to talk about all that as we start the next hour."}, {"sentId": 529, "text": "We're going to hear more from Donald Trump tonight in his speech in Arizona on immigration and also hear more from him in Mexico today with Mexico's president."}, {"sentId": 530, "text": "We'll be right back."}], "speaker": "LEMON", "secId": 196}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1608.31.cnnt.02.html.json", "time": "Aired August 31, 2016 - 23:00   ET"}