{"sectionCount": 337, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["COOPER", "LEMON", "ACOSTA", "TRUMP", "GANGEL", "PRESTON", "CONWAY", "LEWANDOWSKI", "BEINART", "OBAMA", "SCIUTTO", "O'NEILL", "CRUICKSHANK", "RAHAMI", "UNIDENTIFIED FEMALE", "UNIDENTIFIED MALE", "WEISS"], "subTitle": "Trump on the Defensive Before Debate Stage; New Reports on Trump's Charity Foundation; Polls Show Candidates Neck and Neck in North Carolina; Bush 41 Will Vote for Clinton; new Charges for Bombing Suspect; Unarmed Black Man Shot by Police. Aired 10-11p ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1609/20/cnnt.01.html", "sentenceCount": 682, "sections": [{"sentences": [{"sentId": 0, "text": "That does it for us."}, {"sentId": 1, "text": "Thanks for watching."}, {"sentId": 2, "text": "CNN TONIGHT with Don Lemon starts now."}], "speaker": "COOPER", "secId": 0}, {"sentences": [{"sentId": 3, "text": "Donald Trump on the defensive tonight with just six days to go until he faces Hillary Clinton on the debate stage for the first time."}], "speaker": "LEMON", "secId": 1}, {"sentences": [{"sentId": 4, "text": "This is CNN TONIGHT."}, {"sentId": 5, "text": "I'm Don Lemon."}], "speaker": "LEMON", "secId": 2}, {"sentences": [{"sentId": 6, "text": "Reports at Trump's charity foundation paid out over a quarter of a million dollars to settle lawsuits against his businesses, essentially using other peoples' money to settle when Trump's businesses were sued, that is according to the Washington Post."}], "speaker": "LEMON", "secId": 3}, {"sentences": [{"sentId": 7, "text": "And meanwhile, the Trump campaign is defending a tweet from the candidate's son comparing Syrian refugees to skittles."}], "speaker": "LEMON", "secId": 4}, {"sentences": [{"sentId": 8, "text": "And then there is GOP bomb shell, former President George H.W."}, {"sentId": 9, "text": "Bush saying he will vote for Hillary Clinton, not his own party's candidate."}, {"sentId": 10, "text": "That's as Clinton herself hold up in her home in Chappaqua preparing for debate she compares to a contact sport."}], "speaker": "LEMON", "secId": 5}, {"sentences": [{"sentId": 11, "text": "Plus, new information on the alleged bomber who injured 31 people in the blast in New York City."}, {"sentId": 12, "text": "New charges filed tonight amid questions whether the FBI in this morning from the suspect's father."}], "speaker": "LEMON", "secId": 6}, {"sentences": [{"sentId": 13, "text": "So, you could see there's a whole lot to get to tonight."}, {"sentId": 14, "text": "I want to get straight to CNN's Jim Acosta."}, {"sentId": 15, "text": "Jim, you are following the Trump campaign for us down in the battleground state of North Carolina where the candidates are currently deadlocked in a new poll."}], "speaker": "LEMON", "secId": 7}, {"sentences": [{"sentId": 16, "text": "Clinton's up by one point, within the margin of error, Trump went on the offensive tonight, what is he saying?"}], "speaker": "LEMON", "secId": 8}, {"sentences": [{"sentId": 17, "text": "Well, he is seizing on this terror attack that happened in New York over the weekend, Don, and making the case that his policies on immigration and terrorism taking the fight to ISIS, are what's needed right now and that Hillary Clinton has simply been soft on what he describes as radical Islamic terrorism."}], "speaker": "ACOSTA", "secId": 9}, {"sentences": [{"sentId": 18, "text": "But, Don, at the very end of his speech today, here in North Carolina he veered off, just veered off message and went after, I guess, Hillary Clinton and the Obama administration on what is happening in the African-American community."}], "speaker": "ACOSTA", "secId": 10}, {"sentences": [{"sentId": 19, "text": "Listen to what Donald Trump had to say about this earlier tonight."}], "speaker": "ACOSTA", "secId": 11}, {"sentences": [{"sentId": 20, "text": "Our African-American communities are absolutely in the worst shape that they've ever been in before ever, ever, ever."}], "speaker": "TRUMP", "secId": 12}, {"sentences": [{"sentId": 21, "text": "You take a look at the inner cities you get no education, you get no jobs, you get shot walking down the street."}, {"sentId": 22, "text": "They're worse."}, {"sentId": 23, "text": "I mean, honestly, places like Afghanistan are safer than some of our inner cities."}, {"sentId": 24, "text": "And I say to the African-American communities and I think it's resonating because you see what's happening with my poll numbers with African-Americans."}, {"sentId": 25, "text": "They're going, like, high."}], "speaker": "TRUMP", "secId": 13}, {"sentences": [{"sentId": 26, "text": "And of course, Don, you know, I think a fact-checker out there might be snapping his pencil out there, one or two of them that as we speak, that is just a fact check, false, that is a fact check, ridiculous."}], "speaker": "ACOSTA", "secId": 14}, {"sentences": [{"sentId": 27, "text": "Obviously, the African-American community has had periods of time in this country's history where it was much worse than where it is right now."}, {"sentId": 28, "text": "The Civil Rights era, the Jim Crow era, slavery and so forth, and so that just -- that kind of comment just falls under the category of hyperbole."}], "speaker": "ACOSTA", "secId": 15}, {"sentences": [{"sentId": 29, "text": "But Donald Trump is feeling very confident right now, less than one week before the first debate with Hillary Clinton."}, {"sentId": 30, "text": "Consider this tweet that he put out earlier today, Don."}, {"sentId": 31, "text": "He says, \"Hillary Clinton is taking the day off again."}, {"sentId": 32, "text": "She needs the rest."}, {"sentId": 33, "text": "Sleep well, Hillary, see you at the debate.\""}], "speaker": "ACOSTA", "secId": 16}, {"sentences": [{"sentId": 34, "text": "Don, he is sounding like a trash-talking prize fighter heading into a heavy-weight bout."}], "speaker": "ACOSTA", "secId": 17}, {"sentences": [{"sentId": 35, "text": "Waste of time."}], "speaker": "LEMON", "secId": 18}, {"sentences": [{"sentId": 36, "text": "Of course, the question is can he take a punch from Hillary Clinton?"}], "speaker": "ACOSTA", "secId": 19}, {"sentences": [{"sentId": 37, "text": "Can he take a punch and he calls  come talk to me, Donald Trump, help me help you when it comes to African-Americans."}], "speaker": "LEMON", "secId": 20}, {"sentences": [{"sentId": 38, "text": "Let's talk about this."}, {"sentId": 39, "text": "It makes no sense what you're saying, Donald Trump."}, {"sentId": 40, "text": "Come talk to me."}, {"sentId": 41, "text": "We'll have a discussion and we'll sit down and we'll just talk about."}, {"sentId": 42, "text": "We'll have a beer or something."}, {"sentId": 43, "text": "There's also a report, Jim, -- I'll get off my high horse now."}, {"sentId": 44, "text": "A"}], "speaker": "LEMON", "secId": 21}, {"sentences": [{"sentId": 45, "text": "report from the Washington Post that -- because this is just insulting."}, {"sentId": 46, "text": "They found Donald Trump spent more than a quarter million dollars from the Trump Foundation which is supposed to be a charity to settle some legal issues dealing with his businesses."}, {"sentId": 47, "text": "What do you know about that?"}], "speaker": "LEMON", "secId": 22}, {"sentences": [{"sentId": 48, "text": "That's right."}, {"sentId": 49, "text": "And we should give credit to our friends over the Washington Post, David Fahrenthold who uncovered this, found that $258,000 from the Trump Foundation was used to settle these lawsuits that Donald Trump was facing."}, {"sentId": 50, "text": "One of them had to do with legal fines that were racked up in Florida over the placement of a flagpole at his resort, Mar-a-Lago down there."}], "speaker": "ACOSTA", "secId": 23}, {"sentences": [{"sentId": 51, "text": "Now Kellyanne Conway, the campaign manager, she was on CNN earlier tonight saying well, some of that money was used to help charity groups."}, {"sentId": 52, "text": "That instead of, you know, just settling out of court or settling in court with some of these jurisdictions where he had this facing these lawsuits, he paid charity money to charity organizations that they helped charities."}], "speaker": "ACOSTA", "secId": 24}, {"sentences": [{"sentId": 53, "text": "So, she is saying that that did not help his business, that this is not a violation of U.S. tax laws, but there are a lot of tax experts out there who say otherwise that this is clearly in violation of U.S. tax laws."}], "speaker": "ACOSTA", "secId": 25}, {"sentences": [{"sentId": 54, "text": "Interesting."}, {"sentId": 55, "text": "Jim, and lots of backlash about Donald Trump Junior's skittles tweet."}, {"sentId": 56, "text": "We've discuss it a little bit last night."}, {"sentId": 57, "text": "But the one that compares candidate to Syrian refugees, what's a campaign saying about that?"}], "speaker": "LEMON", "secId": 26}, {"sentences": [{"sentId": 58, "text": "Right."}, {"sentId": 59, "text": "You know, the campaign put out a statement earlier this evening, Don, saying that Donald Trump Jr. is a tremendous asset to this campaign and that in their view, Don Trump Jr. is speaking the truth to when it comes to -- and they use these words in the statement, speaking the truth when it comes to this issue of Syrian refugees."}], "speaker": "ACOSTA", "secId": 27}, {"sentences": [{"sentId": 60, "text": "But there are a lot of people, obviously who disagree with this, Don."}, {"sentId": 61, "text": "Jon Favreau, the speechwriter for President Obama put out a tweet saying, \"Well, is this also a skittle?\""}, {"sentId": 62, "text": "And it was a picture of that young Syrian boy who was blood-covered, that a lot of people held up, that image went viral of the plight of these refugees."}], "speaker": "ACOSTA", "secId": 28}, {"sentences": [{"sentId": 63, "text": "And so, the Trump campaign is, you know, perhaps not completely embracing the skittles tweet that Don Trump Jr. put out there."}, {"sentId": 64, "text": "But what is at the heart of that message and that is Donald Trump was not backing away from this at this rally that we were at earlier this evening."}, {"sentId": 65, "text": "That they believe extreme vetting is what is s needed for countries around the world where terrorism is a big problem to keep those kinds of immigrants out of this country, and they're not backing off of that one bit, Don."}], "speaker": "ACOSTA", "secId": 29}, {"sentences": [{"sentId": 66, "text": "Yes, interesting."}, {"sentId": 67, "text": "I've not seen the picture of the kid comparing it as good either."}, {"sentId": 68, "text": "Two wrongs don't make a right."}, {"sentId": 69, "text": "But thank you very much."}, {"sentId": 70, "text": "I appreciate that, Jim Acosta."}, {"sentId": 71, "text": "I want to turn now to CNN's Jamie Gangel and Mark Preston."}], "speaker": "LEMON", "secId": 30}, {"sentences": [{"sentId": 72, "text": "How are you, Don?"}], "speaker": "GANGEL", "secId": 31}, {"sentences": [{"sentId": 73, "text": "Is this happening?"}, {"sentId": 74, "text": "It's such a crazy campaign."}, {"sentId": 75, "text": "But, you know, we were just 49 days to go, 49 days to go."}, {"sentId": 76, "text": "There's new poll out, in North Carolina, Mark, a tight race."}, {"sentId": 77, "text": "We also have new poll numbers in Florida."}, {"sentId": 78, "text": "Is it good news for Hillary Clinton?"}], "speaker": "LEMON", "secId": 32}, {"sentences": [{"sentId": 79, "text": "Well, look, it shows that this is such a volatile verse right now and we've seen just in the past couple of weeks the polls slide back towards Donald Trump, showing that this is going to be, you know, a very competitive race going into November."}], "speaker": "PRESTON", "secId": 33}, {"sentences": [{"sentId": 80, "text": "Look, at this point, I don't think that we can look at any one incident in isolation."}, {"sentId": 81, "text": "The skittles incidence, for instance, we can't look in isolation, but as we get closer and as we move to this debate, this very important debate next Monday is really going to be a telling point for how the campaign is going to move forward."}], "speaker": "PRESTON", "secId": 34}, {"sentences": [{"sentId": 82, "text": "If somebody comes out of that debate, Don, very, very strong, you're going to see whoever comes out of it very, very weak, really going on the offensive and what we've seen it being a dirty campaign now, let's just talk about it on Tuesday morning after that debate."}], "speaker": "PRESTON", "secId": 35}, {"sentences": [{"sentId": 83, "text": "It's interesting."}, {"sentId": 84, "text": "So, let's put the numbers up again and look at, this is a Monmouth University poll among likely voters, Clinton 46 percent, Trump at 41 percent."}, {"sentId": 85, "text": "And this is in Florida, of course you've got Johnson at 6 percent, and Stein at 1 percent."}, {"sentId": 86, "text": "So, there we go."}], "speaker": "LEMON", "secId": 36}, {"sentences": [{"sentId": 87, "text": "And Trump needs to win Florida."}], "speaker": "PRESTON", "secId": 37}, {"sentences": [{"sentId": 88, "text": "Yes."}], "speaker": "LEMON", "secId": 38}, {"sentences": [{"sentId": 89, "text": "I mean, let's be clear about that."}, {"sentId": 90, "text": "For him to win the presidency he has to win Florida."}], "speaker": "PRESTON", "secId": 39}, {"sentences": [{"sentId": 91, "text": "Fifty four percent of Florida voters believes the 'birther' turnabout was made for political reasons, that poll shows that, as well."}], "speaker": "LEMON", "secId": 40}, {"sentences": [{"sentId": 92, "text": "No doubt about it."}, {"sentId": 93, "text": "I mean, his campaign was built about that, right."}, {"sentId": 94, "text": "He dugout the foundation of his campaign several years beforehand and he really propagated this idea that Barack Obama wasn't born here in the United States and only did we hear a few days ago where he came out and decided to close the door on it for why?"}, {"sentId": 95, "text": "For political reasons."}], "speaker": "PRESTON", "secId": 41}, {"sentences": [{"sentId": 96, "text": "Yes, close the door for him but it doesn't close the door for something that he touted and pushed for five years."}], "speaker": "LEMON", "secId": 42}, {"sentences": [{"sentId": 97, "text": "of course he chose to say, you know, that it was over."}], "speaker": "PRESTON", "secId": 43}, {"sentences": [{"sentId": 98, "text": "And for establishing republicans, especially republicans like George H.W."}, {"sentId": 99, "text": "Bush, come of the reasons."}, {"sentId": 100, "text": "I'm not sure of that's specifically but they just cannot come to terms with a Donald Trump presidency, and you have news on George H.W."}, {"sentId": 101, "text": "Bush he is voting for?"}], "speaker": "LEMON", "secId": 44}, {"sentences": [{"sentId": 102, "text": "Hillary Clinton."}, {"sentId": 103, "text": "So, look, we've seen a lot of defections among the republicans including people very close to former President Bush 41, the father, Brent Scowcroft, and other members of the administration."}, {"sentId": 104, "text": "What happened was a little complicated."}], "speaker": "GANGEL", "secId": 45}, {"sentences": [{"sentId": 105, "text": "There was a meeting up in Kennebunkport of the Points of Light Foundation, which is bipartisan, and Kathryn Kennedy Townsend, RFK's daughter is on the advisory board and in what everybody thought was a private meeting, they -- he did not make an announcement by the way."}, {"sentId": 106, "text": "There was reception line and she went to say hello, had her picture taken, and I guess she asked who are you voting for and he said, Hillary Clinton."}, {"sentId": 107, "text": "And she went and posted it on Facebook."}], "speaker": "GANGEL", "secId": 46}, {"sentences": [{"sentId": 108, "text": "They're not happy about it."}], "speaker": "LEMON", "secId": 47}, {"sentences": [{"sentId": 109, "text": "And to say that the board members, republicans and democrats were disappointed would be the polite word, furious."}, {"sentId": 110, "text": "This board meets once a year."}, {"sentId": 111, "text": "I don't think she's going to be on it next year."}], "speaker": "GANGEL", "secId": 48}, {"sentences": [{"sentId": 112, "text": "But it was, look, this is important."}, {"sentId": 113, "text": "Even though they have publicly -- they're not going on the record either confirming or denying."}, {"sentId": 114, "text": "They're saying his vote is private."}], "speaker": "GANGEL", "secId": 49}, {"sentences": [{"sentId": 115, "text": "My sources have told me that it is absolutely true that he said it, that he is planning to vote for Hillary Clinton."}], "speaker": "GANGEL", "secId": 50}, {"sentences": [{"sentId": 116, "text": "Because it wasn't true, there would be the press release saying..."}], "speaker": "LEMON", "secId": 51}, {"sentences": [{"sentId": 117, "text": "They would have said no."}], "speaker": "GANGEL", "secId": 52}, {"sentences": [{"sentId": 118, "text": "Yes."}], "speaker": "LEMON", "secId": 53}, {"sentences": [{"sentId": 119, "text": "And the other thing that's true is I've been told this isn't the first time."}, {"sentId": 120, "text": "People who know him well, he's told this before, but they certainly did not expect it to come out the way it did."}], "speaker": "GANGEL", "secId": 54}, {"sentences": [{"sentId": 121, "text": "So, do you think there's a possibility as it gets closer that he will come out and say something, or that at least a statement or?"}], "speaker": "LEMON", "secId": 55}, {"sentences": [{"sentId": 122, "text": "You know, I think -- is it possible, yes."}, {"sentId": 123, "text": "But I also think that they think today he's now on the record."}, {"sentId": 124, "text": "Everybody knows."}, {"sentId": 125, "text": "They're not denying it."}], "speaker": "GANGEL", "secId": 56}, {"sentences": [{"sentId": 126, "text": "His campaign manager was on the air with Erin Burnett talking about this."}, {"sentId": 127, "text": "And let's listen to it."}], "speaker": "LEMON", "secId": 57}, {"sentences": [{"sentId": 128, "text": "I respect the 92-year-old former President very much and his decision."}, {"sentId": 129, "text": "And I think that Americans are very grateful to the Bush family for their public service, that's his right."}, {"sentId": 130, "text": "It is ironic that he would vote for the wife of the man who knocked him out of the race."}], "speaker": "CONWAY", "secId": 58}, {"sentences": [{"sentId": 131, "text": "Bill Clinton defeated George Herbert Walker Bush, Bush 41, Erin, in 1992 for his re-election."}, {"sentId": 132, "text": "But look, this is a bruising primary."}, {"sentId": 133, "text": "And Jeb Bush really failed all expectations, that he would be the quote \"electable, the predominant person on the stage.\""}], "speaker": "CONWAY", "secId": 59}, {"sentences": [{"sentId": 134, "text": "I mean, he lasted through South Carolina, got out of the race before March first, so I know there are a lot of hurt feelings there."}], "speaker": "CONWAY", "secId": 60}, {"sentences": [{"sentId": 135, "text": "In an odd way, isn't she kind of making the case for him?"}], "speaker": "LEMON", "secId": 61}, {"sentences": [{"sentId": 136, "text": "Exactly."}], "speaker": "GANGEL", "secId": 62}, {"sentences": [{"sentId": 137, "text": "Right."}], "speaker": "LEMON", "secId": 63}, {"sentences": [{"sentId": 138, "text": "Look, nobody wants to see their child hurt and yes, it was a bruising race..."}], "speaker": "GANGEL", "secId": 64}, {"sentences": [{"sentId": 139, "text": "But is it just about that?"}], "speaker": "LEMON", "secId": 65}, {"sentences": [{"sentId": 140, "text": "But, no."}, {"sentId": 141, "text": "Of course not."}, {"sentId": 142, "text": "If you say Donald Trump and you says Bush 41, could you pick two more polar opposite personalities?"}, {"sentId": 143, "text": "Gentile, polite civil, you know, that's -- that's a gentleman, that's Bush 41."}], "speaker": "GANGEL", "secId": 66}, {"sentences": [{"sentId": 144, "text": "I did think this was very interesting because we reached out to the Trump campaign very early today, all day long, they did not comment."}, {"sentId": 145, "text": "Someone was sitting on Donald Trump."}, {"sentId": 146, "text": "They did not want him commenting about it."}], "speaker": "GANGEL", "secId": 67}, {"sentences": [{"sentId": 147, "text": "But, when Kellyanne came out, very soft demeanor, different style, although she did say a couple things."}, {"sentId": 148, "text": "She say \"92-years old,\" you know, there were..."}], "speaker": "GANGEL", "secId": 68}, {"sentences": [{"sentId": 149, "text": "Former president."}], "speaker": "LEMON", "secId": 69}, {"sentences": [{"sentId": 150, "text": "... former -- right."}, {"sentId": 151, "text": "Exactly."}, {"sentId": 152, "text": "It was just a softer -- softer take."}], "speaker": "GANGEL", "secId": 70}, {"sentences": [{"sentId": 153, "text": "Yes."}, {"sentId": 154, "text": "He was."}, {"sentId": 155, "text": "Might this help Donald Trump considering, you know, the -- people are bucking the establishment right now?"}, {"sentId": 156, "text": "Could this help him?"}], "speaker": "LEMON", "secId": 71}, {"sentences": [{"sentId": 157, "text": "Look, if you're supporting Donald Trump because you're bucking the establishment, you're already in that corner, right."}, {"sentId": 158, "text": "You know, at this point I think people look at George Herbert Walker Bush and they look at him as a president who did a good job, who served his country and they have a lot of respect for him."}], "speaker": "PRESTON", "secId": 72}, {"sentences": [{"sentId": 159, "text": "Now I would say if it was George W. Bush who has really been quite a gentleman in his post presidency, that wouldn't be as effective because there still is a lot of rough feelings over the Iraq war, and there is no question about that."}], "speaker": "PRESTON", "secId": 73}, {"sentences": [{"sentId": 160, "text": "But the fact that George Herbert Walker Bush, the father didn't say anything today, speaks volumes about where he's at, and as Jamie has reported out, there are a lot his advisors that are already backing Hillary Clinton."}], "speaker": "PRESTON", "secId": 74}, {"sentences": [{"sentId": 161, "text": "Yes, it would be interesting if you know, if he had someone like a Carter or, you know, a Clinton, you know, that she wasn't the husband or the wife -- saying I can't vote for this woman, it would be a really interesting time."}], "speaker": "LEMON", "secId": 75}, {"sentences": [{"sentId": 162, "text": "Think of if the situation was worse, how we could be covering that."}], "speaker": "LEMON", "secId": 76}, {"sentences": [{"sentId": 163, "text": "OK, thank you."}, {"sentId": 164, "text": "Always a pleasure."}], "speaker": "LEMON", "secId": 77}, {"sentences": [{"sentId": 165, "text": "Thank you."}], "speaker": "GANGEL", "secId": 78}, {"sentences": [{"sentId": 166, "text": "Good to see you."}], "speaker": "LEMON", "secId": 79}, {"sentences": [{"sentId": 167, "text": "So happy to be here."}], "speaker": "GANGEL", "secId": 80}, {"sentences": [{"sentId": 168, "text": "Mark, I'm going to see you soon."}, {"sentId": 169, "text": "I see you more often that I see her."}, {"sentId": 170, "text": "But thank you both."}], "speaker": "LEMON", "secId": 81}, {"sentences": [{"sentId": 171, "text": "You seem disappointed but whatever."}], "speaker": "PRESTON", "secId": 82}, {"sentences": [{"sentId": 172, "text": "She is better than you."}], "speaker": "GANGEL", "secId": 83}, {"sentences": [{"sentId": 173, "text": "When we come right back, what other republicans join the former president in voting for Hillary Clinton."}], "speaker": "GANGEL", "secId": 84}, {"sentences": [{"sentId": 174, "text": "The countdown is on, six days to go until the first presidential debate between Hillary Clinton and Donald Trump and Clinton getting a big boost, sources saying that the former president, George H.W."}, {"sentId": 175, "text": "Bush plans to vote for her."}], "speaker": "LEMON", "secId": 85}, {"sentences": [{"sentId": 176, "text": "We just discussed that."}], "speaker": "LEMON", "secId": 86}, {"sentences": [{"sentId": 177, "text": "So, let's talk about it now with the former Trump campaign advice -- campaign manager, I should say, Corey Lewandowski, who is still receiving severance from the Trump campaign and who is a CNN commentator, and also with me Peter Beinart, a contributor to the Atlantic."}], "speaker": "LEMON", "secId": 87}, {"sentences": [{"sentId": 178, "text": "Can you believe?"}, {"sentId": 179, "text": "This is going to be the most-watched thing on television, don't you think?"}], "speaker": "LEMON", "secId": 88}, {"sentences": [{"sentId": 180, "text": "A hundred million people."}], "speaker": "LEWANDOWSKI", "secId": 89}, {"sentences": [{"sentId": 181, "text": "I think so."}, {"sentId": 182, "text": "OK. Or more."}, {"sentId": 183, "text": "All right."}, {"sentId": 184, "text": "So, we just discussed George W. bush in a room full of people said that he is going to vote for Hillary Clinton -- H.W."}, {"sentId": 185, "text": "Bush, I should say."}, {"sentId": 186, "text": "He is the guy that made, you know -- he made George H.W."}, {"sentId": 187, "text": "Bush, the candidate, the -- her husband -- Jesus, let me get this out -- made him a one-term president."}, {"sentId": 188, "text": "What do you think of this?"}], "speaker": "LEMON", "secId": 90}, {"sentences": [{"sentId": 189, "text": "Look, I think a lot of people in this country respect President -- former President Bush for what he's accomplished."}, {"sentId": 190, "text": "His military career, his service to the country."}, {"sentId": 191, "text": "No one questions that."}, {"sentId": 192, "text": "You know, I do think that you have to remember that Donald Trump took his son, Jeb, labeled him as low energy and what we saw this weekend was Jeb as a Limousine driver on the Emmy's, you know, that's as much excitement as he's going to have left."}], "speaker": "LEWANDOWSKI", "secId": 91}, {"sentences": [{"sentId": 193, "text": "You know, he was going to be the next great Bush family tradition."}, {"sentId": 194, "text": "And also you have to remember how close the Bush and the Clinton family became when they left office."}, {"sentId": 195, "text": "It's been no secret that Bill Clinton and President Bush, former President Bush have had a good relationship."}, {"sentId": 196, "text": "I'm not surprised by this at all."}, {"sentId": 197, "text": "And this is more about the establishment, keeping the power within the establishment."}], "speaker": "LEWANDOWSKI", "secId": 92}, {"sentences": [{"sentId": 198, "text": "I asked Mark Preston about that and also Jamie and Jamie said this was more than just what happened in the primaries, this is just temperament."}, {"sentId": 199, "text": "This is a guy who is very classy guy who see someone who is not so classy and who's not fit to be president of the United States."}], "speaker": "LEMON", "secId": 93}, {"sentences": [{"sentId": 200, "text": "You know I think, do you know what I think it is?"}, {"sentId": 201, "text": "I think it's the Washington elite that want to make sure that the Washington elite continue to have the power that they have."}], "speaker": "LEWANDOWSKI", "secId": 94}, {"sentences": [{"sentId": 202, "text": "So, George H.W."}, {"sentId": 203, "text": "Bush is Washington elite?"}], "speaker": "LEMON", "secId": 95}, {"sentences": [{"sentId": 204, "text": "Look, he was the vice president of the United States, he was the president of the United States, he was director of the CIA, he was a member of Congress."}, {"sentId": 205, "text": "Of course, he was a Washington elite."}], "speaker": "LEWANDOWSKI", "secId": 96}, {"sentences": [{"sentId": 206, "text": "His father was a U.S. senator from Connecticut."}, {"sentId": 207, "text": "Absolutely, this was a Washington elite who wants to make sure that the Washington elites keep the power and nothing changes in Washington and for 30 years nothing has changed."}, {"sentId": 208, "text": "And Donald Trump will bring fundamental change."}], "speaker": "LEWANDOWSKI", "secId": 97}, {"sentences": [{"sentId": 209, "text": "Peter, what do you make of that?"}, {"sentId": 210, "text": "Do you agree with him or do you think this opens the door for more sort of on-the-fence republicans to vote for Hillary Clinton?"}], "speaker": "LEMON", "secId": 98}, {"sentences": [{"sentId": 211, "text": "Yes."}, {"sentId": 212, "text": "I think there will be more."}, {"sentId": 213, "text": "There have already been a lot of people from the Bush and the Reagan administrations have already come forward."}, {"sentId": 214, "text": "I don't think this is going to be a decisive turn in the election, but why would George H.W."}, {"sentId": 215, "text": "Bush endorse Donald Trump?"}], "speaker": "BEINART", "secId": 99}, {"sentences": [{"sentId": 216, "text": "They have nothing in common."}, {"sentId": 217, "text": "I mean, George H.W."}, {"sentId": 218, "text": "Bush is the young man tried to get into service in World War II."}, {"sentId": 219, "text": "Donald Trump evaded service in Vietnam."}, {"sentId": 220, "text": "George H.W."}, {"sentId": 221, "text": "Bush was a highly experienced presidential candidate, vice president, and representative for the U.N., CIA."}, {"sentId": 222, "text": "Donald Trump has no experience."}], "speaker": "BEINART", "secId": 100}, {"sentences": [{"sentId": 223, "text": "George H.W."}, {"sentId": 224, "text": "Bush is a guy who built an international coalition with the Gulf War."}, {"sentId": 225, "text": "Donald Trump alienates most of..."}], "speaker": "BEINART", "secId": 101}, {"sentences": [{"sentId": 226, "text": "So, this doesn't surprise you?"}], "speaker": "LEMON", "secId": 102}, {"sentences": [{"sentId": 227, "text": "No, not at all."}], "speaker": "BEINART", "secId": 103}, {"sentences": [{"sentId": 228, "text": "Does not surprise you, it's not big news to you?"}], "speaker": "LEMON", "secId": 104}, {"sentences": [{"sentId": 229, "text": "The two are -- the two are oil and water."}], "speaker": "BEINART", "secId": 105}, {"sentences": [{"sentId": 230, "text": "All right."}, {"sentId": 231, "text": "Let's move on."}, {"sentId": 232, "text": "The current president, President Barack Obama made an indirect jab at Donald Trump today at his final address to the United Nations."}, {"sentId": 233, "text": "Let's look at this."}], "speaker": "LEMON", "secId": 106}, {"sentences": [{"sentId": 234, "text": "Today, a nation ringed by walls would only imprison itself."}, {"sentId": 235, "text": "So, the answer cannot be a simple rejection of global integration."}], "speaker": "OBAMA", "secId": 107}, {"sentences": [{"sentId": 236, "text": "Instead, we must work together to make sure the benefits of such integration are broadly shared."}, {"sentId": 237, "text": "And that the disruptions, the economic, political, and cultural that are caused by integration are squarely addressed."}], "speaker": "OBAMA", "secId": 108}, {"sentences": [{"sentId": 238, "text": "What's your reaction, Corey?"}], "speaker": "LEMON", "secId": 109}, {"sentences": [{"sentId": 239, "text": "You know I thought, I thought the president had a unique opportunity to come to New York three days after the most recent terrorist attack to talk about the concerns that the people of this city have, and instead he used his U.N. speech to push climate change."}], "speaker": "LEWANDOWSKI", "secId": 110}, {"sentences": [{"sentId": 240, "text": "And, you know, I think that's a failure of this administration."}, {"sentId": 241, "text": "So, he goes to the U.N. and talks about the most prevalent problem at this country faces which is climate change, three days after a potential terrorist attack in the city that he's speaking in?"}, {"sentId": 242, "text": "I think the president is out of touch with what's going on here."}], "speaker": "LEWANDOWSKI", "secId": 111}, {"sentences": [{"sentId": 243, "text": "maybe we could -- go ahead."}], "speaker": "LEMON", "secId": 112}, {"sentences": [{"sentId": 244, "text": "I live in New York City."}, {"sentId": 245, "text": "Did you remember the hurricane here?"}, {"sentId": 246, "text": "The study show that much of the city could be under water in a couple of decades."}, {"sentId": 247, "text": "You're telling me that climate change is not a significant problem for the people in New York?"}], "speaker": "BEINART", "secId": 113}, {"sentences": [{"sentId": 248, "text": "Three days ago a bomb went off in the city, and there were people injured."}, {"sentId": 249, "text": "And the president had the opportunity to come and talk about that, but instead he talked about climate change."}, {"sentId": 250, "text": "So, are you concerned with the individuals who are affected by that bombing?"}], "speaker": "LEWANDOWSKI", "secId": 114}, {"sentences": [{"sentId": 251, "text": "Sure."}, {"sentId": 252, "text": "But that one individual and individual, I'm not an existential threat to my ability to live in New York City."}], "speaker": "BEINART", "secId": 115}, {"sentences": [{"sentId": 253, "text": "And most certainly is if you decide to be in Chelsea that day."}], "speaker": "LEWANDOWSKI", "secId": 116}, {"sentences": [{"sentId": 254, "text": "Absolutely."}], "speaker": "BEINART", "secId": 117}, {"sentences": [{"sentId": 255, "text": "On Saturday night."}], "speaker": "LEWANDOWSKI", "secId": 118}, {"sentences": [{"sentId": 256, "text": "If you compare that to the possibility that lower Manhattan could be under water?"}, {"sentId": 257, "text": "They're not even close."}], "speaker": "BEINART", "secId": 119}, {"sentences": [{"sentId": 258, "text": "Really?"}, {"sentId": 259, "text": "I'd rather take my chances of being under water than being hit by a bomb by a terrorist."}], "speaker": "LEWANDOWSKI", "secId": 120}, {"sentences": [{"sentId": 260, "text": "Yes."}, {"sentId": 261, "text": "in New York City every single day that's not an existential threat to the survivals of..."}], "speaker": "BEINART", "secId": 121}, {"sentences": [{"sentId": 262, "text": "Not by a terrorist."}], "speaker": "LEWANDOWSKI", "secId": 122}, {"sentences": [{"sentId": 263, "text": "Two things."}, {"sentId": 264, "text": "Two things."}, {"sentId": 265, "text": "This is the president's legacy."}, {"sentId": 266, "text": "This is the last speech he gave in front of the U.N."}, {"sentId": 267, "text": "If he was giving a political speech, I'm sure he would have been criticized that he stood in front of world leaders in the world and gave a political speech especially about the presidential campaign, number one."}], "speaker": "LEMON", "secId": 123}, {"sentences": [{"sentId": 268, "text": "Number two is, although it is a huge problem, a terrorist threat falls way down on the list of actually happening."}, {"sentId": 269, "text": "You have a better chance of being struck by lightning twice."}, {"sentId": 270, "text": "Your television falling on you and killing you."}, {"sentId": 271, "text": "I know it's a huge problem around the world, but it's not a big issue."}, {"sentId": 272, "text": "Most people in America don't die from terrorist attacks."}], "speaker": "LEMON", "secId": 124}, {"sentences": [{"sentId": 273, "text": "I understand but keeping our people safe is the most important job that the president has."}, {"sentId": 274, "text": "And addressing the concerns of terrorism that we have seen in the world..."}], "speaker": "LEWANDOWSKI", "secId": 125}, {"sentences": [{"sentId": 275, "text": "That was only one thing he discussed."}], "speaker": "LEMON", "secId": 126}, {"sentences": [{"sentId": 276, "text": "I understand."}], "speaker": "LEWANDOWSKI", "secId": 127}, {"sentences": [{"sentId": 277, "text": "Yes."}], "speaker": "LEMON", "secId": 128}, {"sentences": [{"sentId": 278, "text": "But understanding that this threat has been more real and we've seen more terrorist acts with home-grown and foreign grown terrorist coming in, that is something that I think three days after a terrorist attack here in New Jersey and in New York have taken place, he could have addressed and spent more time on it in my opinion."}], "speaker": "LEWANDOWSKI", "secId": 129}, {"sentences": [{"sentId": 279, "text": "OK. Do you... BEINART:  The difference is that the president is not one of these"}], "speaker": "LEMON", "secId": 130}, {"sentences": [{"sentId": 280, "text": "people like your boss, former boss, Donald Trump, who massively hypes the terrorist threat."}], "speaker": "LEMON", "secId": 131}, {"sentences": [{"sentId": 281, "text": "The truth is all of the study show that the chances of being killed in a terrorist attack are infinitely small."}, {"sentId": 282, "text": "On the other hand, we've already seen a major American city in the world who have almost wiped out by a climate change event."}, {"sentId": 283, "text": "Significant parts of the New Jersey and New York were devastated by a climate change event."}, {"sentId": 284, "text": "That's what the president should be talking about."}], "speaker": "LEMON", "secId": 132}, {"sentences": [{"sentId": 285, "text": "I'm not going to drive in New York today."}], "speaker": "LEWANDOWSKI", "secId": 133}, {"sentences": [{"sentId": 286, "text": "The tragedy -- the tragedy -- the tragedy is that Donald Trump doesn't even accept the reality that it exists as a problem."}], "speaker": "BEINART", "secId": 134}, {"sentences": [{"sentId": 287, "text": "I'm not going to drive in New York City..."}], "speaker": "LEWANDOWSKI", "secId": 135}, {"sentences": [{"sentId": 288, "text": "So, more people drown in the country in New York than get killed by a terrorist attack."}, {"sentId": 289, "text": "I know this is a big issue."}], "speaker": "LEMON", "secId": 136}, {"sentences": [{"sentId": 290, "text": "Not by -- not by the East River rising to the point where people can't talk anymore."}], "speaker": "LEWANDOWSKI", "secId": 137}, {"sentences": [{"sentId": 291, "text": "Yes."}], "speaker": "LEMON", "secId": 138}, {"sentences": [{"sentId": 292, "text": "I mean, look, the people who walking down the street on Chelsea."}, {"sentId": 293, "text": "The people who are walking down the street on Chelsea on Saturday."}], "speaker": "LEWANDOWSKI", "secId": 139}, {"sentences": [{"sentId": 294, "text": "But again, I just want to say, I do think he'd be misrepresenting the president speech."}, {"sentId": 295, "text": "It was a lot more about than climate change."}], "speaker": "LEMON", "secId": 140}, {"sentences": [{"sentId": 296, "text": "I understand."}], "speaker": "LEWANDOWSKI", "secId": 141}, {"sentences": [{"sentId": 297, "text": "It was one of the things that he discussed."}, {"sentId": 298, "text": "So, that is the sound bite that we gave you to play off, but the president spoke about more than just that."}, {"sentId": 299, "text": "We'll continue our discussion when we come right back."}], "speaker": "LEMON", "secId": 142}, {"sentences": [{"sentId": 300, "text": "We're back."}, {"sentId": 301, "text": "Donald Trump campaigning in North Carolina today where a new poll shows the candidates are neck-and-neck."}, {"sentId": 302, "text": "Hillary Clinton, meanwhile, spending the day preparing for Monday night's first presidential debate."}], "speaker": "LEMON", "secId": 143}, {"sentences": [{"sentId": 303, "text": "Back with me now, Corey Lewandowski and Peter Beinart."}, {"sentId": 304, "text": "So, this is, I want to say the sound bite that we played might bad."}, {"sentId": 305, "text": "I thought -- you mentioned global warming."}, {"sentId": 306, "text": "It was about not global warming."}, {"sentId": 307, "text": "It was about global integration, rather than global warming."}], "speaker": "LEMON", "secId": 144}, {"sentences": [{"sentId": 308, "text": "So, you know, again, that was a small part of the president's speech, it wasn't the bulk of his speech."}, {"sentId": 309, "text": "We talked about a lot of things that had to do about world problems."}], "speaker": "LEMON", "secId": 145}, {"sentences": [{"sentId": 310, "text": "I think the interesting thing actually about the president's speech is it does not only a response to Donald Trump, it is actually also a response to Bernie Sanders and the people in his own campaign."}], "speaker": "BEINART", "secId": 146}, {"sentences": [{"sentId": 311, "text": "Remember, the president wanted the signature part of his life year to be TPT -- TPP, right."}, {"sentId": 312, "text": "This big trade initiative across the Pacific."}, {"sentId": 313, "text": "He has found that his own party is rejecting that, too."}, {"sentId": 314, "text": "So, it's not just the partisan attack."}, {"sentId": 315, "text": "Actually the president is arguing against people in both parties who are essentially anti-globalization."}], "speaker": "BEINART", "secId": 147}, {"sentences": [{"sentId": 316, "text": "OK. Let's move on now and talk about Donald Trump is making another outreach tonight."}, {"sentId": 317, "text": "He did for African-Americans."}, {"sentId": 318, "text": "Let's listen to this."}], "speaker": "LEMON", "secId": 148}, {"sentences": [{"sentId": 319, "text": "Our African-American communities are absolutely in the worst shape that they've ever been in before, ever, ever, ever, you take a look at the inner cities, you get no education, you get no jobs, you get shot walking down the street."}], "speaker": "TRUMP", "secId": 149}, {"sentences": [{"sentId": 320, "text": "They're worse."}, {"sentId": 321, "text": "I mean, honestly, places like Afghanistan are safer than some of our inner cities, and I say to the African- American communities, and I think it's resonating."}, {"sentId": 322, "text": "Because you see what's happening with my poll numbers with African-Americans."}, {"sentId": 323, "text": "They're going like, high."}], "speaker": "TRUMP", "secId": 150}, {"sentences": [{"sentId": 324, "text": "So, first of all, that's not true."}], "speaker": "LEMON", "secId": 151}, {"sentences": [{"sentId": 325, "text": "Not just like high, they are getting higher every day."}], "speaker": "LEWANDOWSKI", "secId": 152}, {"sentences": [{"sentId": 326, "text": "No, they're not."}, {"sentId": 327, "text": "But how do you defend that, Corey?"}, {"sentId": 328, "text": "Come on."}], "speaker": "LEMON", "secId": 153}, {"sentences": [{"sentId": 329, "text": "Look, he's talking specifically."}, {"sentId": 330, "text": "If you think about what has taken place in Chicago and you look at the south side of Chicago..."}], "speaker": "LEWANDOWSKI", "secId": 154}, {"sentences": [{"sentId": 331, "text": "That's an out liar."}], "speaker": "LEMON", "secId": 155}, {"sentences": [{"sentId": 332, "text": "No, it's not an out liar."}], "speaker": "LEWANDOWSKI", "secId": 156}, {"sentences": [{"sentId": 333, "text": "Yes, it is."}], "speaker": "LEMON", "secId": 157}, {"sentences": [{"sentId": 334, "text": "In the last five years more people have died in Chicago than in Afghanistan in the last 15 years."}], "speaker": "LEWANDOWSKI", "secId": 158}, {"sentences": [{"sentId": 335, "text": "It's often what happened in Chicago, but Chicago doesn't happen -- but Chicago doesn't happen in every single city."}], "speaker": "LEMON", "secId": 159}, {"sentences": [{"sentId": 336, "text": "Baltimore."}], "speaker": "LEWANDOWSKI", "secId": 160}, {"sentences": [{"sentId": 337, "text": "That's like saying death -- that's like saying Beverly Hills."}, {"sentId": 338, "text": "America is not as rich as Beverly Hills."}, {"sentId": 339, "text": "Well, America will never be rich as Beverly Hills."}], "speaker": "LEMON", "secId": 161}, {"sentences": [{"sentId": 340, "text": "Three weeks ago..."}], "speaker": "LEWANDOWSKI", "secId": 162}, {"sentences": [{"sentId": 341, "text": "And the crime -- and the crime rate among African-American in cities are not ever going be as high in any other city or most cities as it is in Chicago."}, {"sentId": 342, "text": "Yes, it's horrible what's happening in Chicago, but that is an example that people use as an extreme."}], "speaker": "LEMON", "secId": 163}, {"sentences": [{"sentId": 343, "text": "So, let's take it to Baltimore."}], "speaker": "LEWANDOWSKI", "secId": 164}, {"sentences": [{"sentId": 344, "text": "OK. Go on in our recent stuff..."}], "speaker": "LEMON", "secId": 165}, {"sentences": [{"sentId": 345, "text": "More than 200 deaths -- more than 200 deaths have taken place in the city of Baltimore alone this year."}], "speaker": "LEWANDOWSKI", "secId": 166}, {"sentences": [{"sentId": 346, "text": "OK."}, {"sentId": 347, "text": "So, here's it because we keep saying all of these bad things."}, {"sentId": 348, "text": "Do you know what has more to do with crime than anything?"}, {"sentId": 349, "text": "It's poverty, it's not race."}], "speaker": "LEMON", "secId": 167}, {"sentences": [{"sentId": 350, "text": "I agree with you."}], "speaker": "LEWANDOWSKI", "secId": 168}, {"sentences": [{"sentId": 351, "text": "OK."}, {"sentId": 352, "text": "So, and I can read the statistics to you."}, {"sentId": 353, "text": "It has nothing to do with just because it's black people in Chicago."}, {"sentId": 354, "text": "It has to do with poverty."}, {"sentId": 355, "text": "It also has to do with guns and also because he's giving all of these bad things about African-Americans."}], "speaker": "LEMON", "secId": 169}, {"sentences": [{"sentId": 356, "text": "Guns are illegal in Chicago."}], "speaker": "LEWANDOWSKI", "secId": 170}, {"sentences": [{"sentId": 357, "text": "I would compel to give some good things about African- Americans."}, {"sentId": 358, "text": "Nine out of ten black people -- nine out of ten black people, 12 or older, currently don't use illicit drugs, 93 percent don't suffer from substance abuse."}, {"sentId": 359, "text": "Seven out of ten black fathers ages 15 to 44 who lived with their children bath, dress diaper, and help their child to use the daily toilet every day and spend time with their families."}], "speaker": "LEMON", "secId": 171}, {"sentences": [{"sentId": 360, "text": "And then it goes on and on to talk about blacks in college, blacks have competed 25 to 29, nine out of ten have completed high school, or its equivalent the same ratio as the national average."}], "speaker": "LEMON", "secId": 172}, {"sentences": [{"sentId": 361, "text": "Among the Boston area universities, eight out of ten black men are enrolled in Boston Universities or enrolled in high universities like Tufts, Harvard, MIT, Boston College, Boston University, Bentley, Babson, Emerson."}, {"sentId": 362, "text": "Your candidate doesn't talk about the good things that happened among"}], "speaker": "LEMON", "secId": 173}, {"sentences": [{"sentId": 363, "text": "African-American."}, {"sentId": 364, "text": "Instead, he tosses out these red herrings, these things that are going to infuriate people rather than saying those are good things about African-Americans."}, {"sentId": 365, "text": "But there are some issues in the African-American community that I would like to know about and I would like to help them about."}], "speaker": "LEMON", "secId": 174}, {"sentences": [{"sentId": 366, "text": "Why does he continue to antagonize African-Americans, and while still saying in the same breath that he's reaching out to them."}, {"sentId": 367, "text": "It's insulting."}], "speaker": "LEMON", "secId": 175}, {"sentences": [{"sentId": 368, "text": "There's two things to point out."}, {"sentId": 369, "text": "Number one, the city Chicago has the toughest gun laws in the country, and they have more deaths than anywhere else."}, {"sentId": 370, "text": "So, you talk about the issue of gun control."}], "speaker": "LEWANDOWSKI", "secId": 176}, {"sentences": [{"sentId": 371, "text": "But what does have to do with the black people."}], "speaker": "LEMON", "secId": 177}, {"sentences": [{"sentId": 372, "text": "You talked about the issue of gun control, so let's just be clear."}, {"sentId": 373, "text": "The city of Chicago has the toughest gun laws in the country."}, {"sentId": 374, "text": "Number two, 22.4 percent of the African-American population lives in poverty."}, {"sentId": 375, "text": "That's not my statistics."}, {"sentId": 376, "text": "It's a fact."}, {"sentId": 377, "text": "We could do better."}], "speaker": "LEWANDOWSKI", "secId": 178}, {"sentences": [{"sentId": 378, "text": "Yes."}], "speaker": "LEMON", "secId": 179}, {"sentences": [{"sentId": 379, "text": "More African-Americans today receive government assistance by four million than they did when Barack Obama took office."}], "speaker": "LEWANDOWSKI", "secId": 180}, {"sentences": [{"sentId": 380, "text": "OK."}], "speaker": "LEMON", "secId": 181}, {"sentences": [{"sentId": 381, "text": "So, what he said was what do you have to lose by giving me a chance?"}, {"sentId": 382, "text": "Let me bring jobs."}, {"sentId": 383, "text": "Let me do better for everybody."}], "speaker": "LEWANDOWSKI", "secId": 182}, {"sentences": [{"sentId": 384, "text": "That's not what he said."}], "speaker": "LEMON", "secId": 183}, {"sentences": [{"sentId": 385, "text": "That's what he said."}], "speaker": "LEWANDOWSKI", "secId": 184}, {"sentences": [{"sentId": 386, "text": "What do you have to lose by electing a man with a history of racism?"}], "speaker": "BEINART", "secId": 185}, {"sentences": [{"sentId": 387, "text": "Of creating jobs."}], "speaker": "LEWANDOWSKI", "secId": 186}, {"sentences": [{"sentId": 388, "text": "A man -- a man who wouldn't allow African-American -- father wouldn't African-Americans into his housing projects?"}, {"sentId": 389, "text": "The man who tried to..."}], "speaker": "BEINART", "secId": 187}, {"sentences": [{"sentId": 390, "text": "So, you're going to hold him for his father."}, {"sentId": 391, "text": "Hold on."}, {"sentId": 392, "text": "His father was not running for president."}, {"sentId": 393, "text": "BEINART:  No, no."}, {"sentId": 394, "text": "He was inside."}, {"sentId": 395, "text": "It was his father."}], "speaker": "LEWANDOWSKI", "secId": 188}, {"sentences": [{"sentId": 396, "text": "He was running the company."}], "speaker": "LEMON", "secId": 189}, {"sentences": [{"sentId": 397, "text": "No, he wasn't."}, {"sentId": 398, "text": "That was 40 years ago."}], "speaker": "LEWANDOWSKI", "secId": 190}, {"sentences": [{"sentId": 399, "text": "It was not 40 years ago."}], "speaker": "BEINART", "secId": 191}, {"sentences": [{"sentId": 400, "text": "What did your father do?"}], "speaker": "LEWANDOWSKI", "secId": 192}, {"sentences": [{"sentId": 401, "text": "Corey, hold your ."}], "speaker": "LEMON", "secId": 193}, {"sentences": [{"sentId": 402, "text": "He was not -- he was not..."}], "speaker": "BEINART", "secId": 194}, {"sentences": [{"sentId": 403, "text": "Can we hold you accountable?"}, {"sentId": 404, "text": "Ridiculous."}], "speaker": "LEWANDOWSKI", "secId": 195}, {"sentences": [{"sentId": 405, "text": "You're not..."}], "speaker": "BEINART", "secId": 196}, {"sentences": [{"sentId": 406, "text": "That's right."}, {"sentId": 407, "text": "So, don't mention his father because he has nothing to do with this."}], "speaker": "LEWANDOWSKI", "secId": 197}, {"sentences": [{"sentId": 408, "text": "Let's talk about him."}], "speaker": "BEINART", "secId": 198}, {"sentences": [{"sentId": 409, "text": "Corey, let him finish."}], "speaker": "LEMON", "secId": 199}, {"sentences": [{"sentId": 410, "text": "It wasn't father who wage year, after year, a campaign, a racist campaign to discredit the president of United States and he said -- the most of lunatic thing he said, right, in that statement, was it's never, ever, ever, three evers, been worse for African- Americans."}], "speaker": "BEINART", "secId": 200}, {"sentences": [{"sentId": 411, "text": "That's not true."}], "speaker": "LEMON", "secId": 201}, {"sentences": [{"sentId": 412, "text": "And he wonders why his support among African-American is 1 percent it was better during slavery, it was better during segregation."}, {"sentId": 413, "text": "It's an absurd statement to make that things have never been worse for African-Americans."}], "speaker": "BEINART", "secId": 202}, {"sentences": [{"sentId": 414, "text": "Corey, he's absolutely right."}], "speaker": "LEMON", "secId": 203}, {"sentences": [{"sentId": 415, "text": "Number one you're factually wrong."}, {"sentId": 416, "text": "It's not that 1 percent."}, {"sentId": 417, "text": "If you look at the polls..."}], "speaker": "LEWANDOWSKI", "secId": 204}, {"sentences": [{"sentId": 418, "text": "No, it's not wrong."}], "speaker": "BEINART", "secId": 205}, {"sentences": [{"sentId": 419, "text": "... if you look at the polls..."}], "speaker": "LEWANDOWSKI", "secId": 206}, {"sentences": [{"sentId": 420, "text": "OK."}, {"sentId": 421, "text": "It's 3 percent, congratulations."}], "speaker": "BEINART", "secId": 207}, {"sentences": [{"sentId": 422, "text": "Number two -- number two..."}], "speaker": "LEWANDOWSKI", "secId": 208}, {"sentences": [{"sentId": 423, "text": "It's not wrong."}, {"sentId": 424, "text": "A person of color who lived the last 50 years in this country, things have never been better for African-Americans."}], "speaker": "LEMON", "secId": 209}, {"sentences": [{"sentId": 425, "text": "Don, just remember, when Donald Trump opened his club in Florida, what did he do?"}, {"sentId": 426, "text": "He open it to blacks and Jews which was never allowed before, he went to federal court to sue to get that done."}, {"sentId": 427, "text": "No one has ever talked about that."}], "speaker": "LEWANDOWSKI", "secId": 210}, {"sentences": [{"sentId": 428, "text": "But there's a reason for that."}, {"sentId": 429, "text": "There's a reason for that you are going to discuss."}], "speaker": "LEMON", "secId": 211}, {"sentences": [{"sentId": 430, "text": "Following 9/11, what did he do?"}, {"sentId": 431, "text": "He offered who, the Reverend Jesse Jackson his space to use after 9/11, space in his office, in his building because no one else was going to let him."}], "speaker": "LEWANDOWSKI", "secId": 212}, {"sentences": [{"sentId": 432, "text": "There's a reason for that."}], "speaker": "LEMON", "secId": 213}, {"sentences": [{"sentId": 433, "text": "There's always for something but you don't want to talk about those things."}, {"sentId": 434, "text": "He also has a number of African-Americans and he employs Hispanics, he employs tens of thousands of people."}, {"sentId": 435, "text": "And if you want to look at the totality of 30 years of creating jobs..."}], "speaker": "LEWANDOWSKI", "secId": 214}, {"sentences": [{"sentId": 436, "text": "OK."}], "speaker": "LEMON", "secId": 215}, {"sentences": [{"sentId": 437, "text": "He has employed thousands."}], "speaker": "LEWANDOWSKI", "secId": 216}, {"sentences": [{"sentId": 438, "text": "Then why doesn't he ask those African-American friends why he can -- why the words he says are so insulting?"}, {"sentId": 439, "text": "Because I'm sure they would tell him, if they were indeed his friends."}, {"sentId": 440, "text": "If they were indeed employees who weren't afraid of him losing their jobs they would sit down and say, listen, Mr. Trump, what you're saying is insulting."}], "speaker": "LEMON", "secId": 217}, {"sentences": [{"sentId": 441, "text": "And I know you're not talking to me, you're talking at me."}, {"sentId": 442, "text": "And I know you're not actually reaching out to me, you're reaching out to make other people more comfortable with voting for you."}], "speaker": "LEMON", "secId": 218}, {"sentences": [{"sentId": 443, "text": "That's what I would say to him as someone who has given him a chance, and I've interviewed him more than eight or nine times, I would say that to him."}, {"sentId": 444, "text": "And if he as a candidate for the presidency of the United States doesn't understand, then he doesn't want to represent all people here in his country."}], "speaker": "LEMON", "secId": 219}, {"sentences": [{"sentId": 445, "text": "Don, first, he was criticized for not going to African- American community to ask for outrage, right?"}, {"sentId": 446, "text": "Because his message wasn't delivered in African-American community, then he went to an African-American church and delivered the same message."}, {"sentId": 447, "text": "They not only criticize him for that but what they said was you don't really believe it."}], "speaker": "LEWANDOWSKI", "secId": 220}, {"sentences": [{"sentId": 448, "text": "So, it's egregious what the bar is because Hillary Clinton is doing nothing to support the African-American community."}, {"sentId": 449, "text": "She's doing nothing for 30 years to support the African-American community."}, {"sentId": 450, "text": "What is she doing?"}, {"sentId": 451, "text": "She's not going and asking for their votes."}], "speaker": "LEWANDOWSKI", "secId": 221}, {"sentences": [{"sentId": 452, "text": "I'm not here to defend Hillary Clinton."}, {"sentId": 453, "text": "I want to defend ."}], "speaker": "LEMON", "secId": 222}, {"sentences": [{"sentId": 454, "text": "I understand."}], "speaker": "LEWANDOWSKI", "secId": 223}, {"sentences": [{"sentId": 455, "text": "Ues."}, {"sentId": 456, "text": "I mean, we can look, for instance, at the Democratic Party."}], "speaker": "BEINART", "secId": 224}, {"sentences": [{"sentId": 457, "text": "Yes."}, {"sentId": 458, "text": "Hillary Clinton."}], "speaker": "LEWANDOWSKI", "secId": 225}, {"sentences": [{"sentId": 459, "text": "You want to look at the ObamaCare led to millions and millions of African-Americans getting healthcare."}], "speaker": "BEINART", "secId": 226}, {"sentences": [{"sentId": 460, "text": "What does Hillary Clinton have to do with ObamaCare?"}], "speaker": "LEWANDOWSKI", "secId": 227}, {"sentences": [{"sentId": 461, "text": "Well, she was actually part of the Obama administration."}], "speaker": "BEINART", "secId": 228}, {"sentences": [{"sentId": 462, "text": "She was running for president."}], "speaker": "LEWANDOWSKI", "secId": 229}, {"sentences": [{"sentId": 463, "text": "Right."}, {"sentId": 464, "text": "If you look at S-chip..."}], "speaker": "BEINART", "secId": 230}, {"sentences": [{"sentId": 465, "text": "As Secretary of State?"}], "speaker": "LEWANDOWSKI", "secId": 231}, {"sentences": [{"sentId": 466, "text": "What do you mean S-chip?"}], "speaker": "LEMON", "secId": 232}, {"sentences": [{"sentId": 467, "text": "If you look at S-chip, was the healthcare plan that she pushed after the failure of her healthcare efforts, and that also has let millions of young African-American kids, getting healthcare, getting minimum wage, earning income credit."}, {"sentId": 468, "text": "All of these things helped African-Americans."}], "speaker": "BEINART", "secId": 233}, {"sentences": [{"sentId": 469, "text": "What has Donald Trump done, right?"}, {"sentId": 470, "text": "He said that African-Americans are worse off today than they were today than they were during slavery and segregation."}, {"sentId": 471, "text": "Of course African-Americans are laughing him out of the room."}], "speaker": "BEINART", "secId": 234}, {"sentences": [{"sentId": 472, "text": "Yes, OK."}, {"sentId": 473, "text": "So, do you hear that?"}, {"sentId": 474, "text": "I don't want to say that to antagonize you."}, {"sentId": 475, "text": "It's the honest truth, Corey."}], "speaker": "LEMON", "secId": 235}, {"sentences": [{"sentId": 476, "text": "Do you know what else do I know?"}], "speaker": "LEWANDOWSKI", "secId": 236}, {"sentences": [{"sentId": 477, "text": "Yes."}], "speaker": "LEMON", "secId": 237}, {"sentences": [{"sentId": 478, "text": "That Hillary Clinton is not going to receive the same level of support from the African-American this presidential election than Barack Obama did."}], "speaker": "LEWANDOWSKI", "secId": 238}, {"sentences": [{"sentId": 479, "text": "That remains to be true."}], "speaker": "LEMON", "secId": 239}, {"sentences": [{"sentId": 480, "text": "No, that's an absolutely true."}], "speaker": "LEWANDOWSKI", "secId": 240}, {"sentences": [{"sentId": 481, "text": "Yes."}, {"sentId": 482, "text": "LEWANDOWSKI:  Do you know what that means?"}, {"sentId": 483, "text": "That when 10, or 12, or 15 percent of the African-American community vote this republican presidential election cycle Hillary Clinton is going to lose."}, {"sentId": 484, "text": "And that's what the differentiator is."}], "speaker": "LEMON", "secId": 241}, {"sentences": [{"sentId": 485, "text": "Because they have the democrats and the republicans have taken the African-American community for granted for 30 years and Donald Trump is now saying, give me a chance."}], "speaker": "LEMON", "secId": 242}, {"sentences": [{"sentId": 486, "text": "This is a conversation where everyone needs to sit down at the table, like you and I, every once in a while, when we after the show and we sit down and talk, we should do that and not talk at each other."}], "speaker": "LEMON", "secId": 243}, {"sentences": [{"sentId": 487, "text": "We need to listen to each other."}, {"sentId": 488, "text": "Your candidate needs to listen, as well."}, {"sentId": 489, "text": "It's a conversation that we want to continue, but unfortunately, this is television, I have to take a break so we'll have you both back."}, {"sentId": 490, "text": "Thank you very much."}, {"sentId": 491, "text": "I appreciate it."}], "speaker": "LEMON", "secId": 244}, {"sentences": [{"sentId": 492, "text": "Coming up, new charges against the suspect in the bombing that injured 31 people in New York City, but did the FBI miss a warning from the suspect's own father?"}], "speaker": "LEMON", "secId": 245}, {"sentences": [{"sentId": 493, "text": "The suspect in Saturday's bombing in New York and New Jersey is facing new charges tonight."}], "speaker": "LEMON", "secId": 246}, {"sentences": [{"sentId": 494, "text": "Let's discuss now with CNN's chief national security correspondent, Jim Sciutto, Paul Cruickshank, CNN terrorism analyst, Michael Weiss, the co-author of \"ISIS:  Inside the Army of Terror.\""}], "speaker": "LEMON", "secId": 247}, {"sentences": [{"sentId": 495, "text": "I have a lot of questions for you, guys."}, {"sentId": 496, "text": "Jim, federal charges filed against Ahmad Rahami."}, {"sentId": 497, "text": "What's the latest on that, what are we learning from this complaint tonight?"}], "speaker": "LEMON", "secId": 248}, {"sentences": [{"sentId": 498, "text": "Listen, remarkable details in this complain about Rahami's preparation for this attack -- these attacks."}, {"sentId": 499, "text": "One, he bought a lot of the components on eBay, shipped them to an address in New Jersey , just shows you the ease of finding the pieces to put together a bomb, that's one thing."}], "speaker": "SCIUTTO", "secId": 249}, {"sentences": [{"sentId": 500, "text": "But, two, and this the most alarming, that he performed tests of his explosives, one of what looked to be a cylindrical device, we know that bombs place in New Jersey  with pipe bombs."}, {"sentId": 501, "text": "The other, he set off a bomb in his backyard in New Jersey and filmed it on a cell phone camera of a relative, filmed himself, laughing as he did it."}], "speaker": "SCIUTTO", "secId": 250}, {"sentences": [{"sentId": 502, "text": "This was in 48 hours of the attacks on Saturday."}, {"sentId": 503, "text": "So, this just, you know, presents very reasonable questions as to did someone hear this happen?"}, {"sentId": 504, "text": "Did someone see this happen, and why did they not report that."}], "speaker": "SCIUTTO", "secId": 251}, {"sentences": [{"sentId": 505, "text": "Well, that was my -- that's my next question to you."}, {"sentId": 506, "text": "Did someone not know?"}, {"sentId": 507, "text": "For people who were saying, well, I had no idea this guy would do this, or did he have help?"}, {"sentId": 508, "text": "Where is that footage?"}, {"sentId": 509, "text": "SCIUTTO:  Well, I asked the New York police commissioner today where do they stand on did he have a broader network and he said this is an ongoing investigation, they're still talking to family members, friends, social media contacts to determine if he had help."}], "speaker": "LEMON", "secId": 252}, {"sentences": [{"sentId": 510, "text": "But then you have this other category right of not reporting things that you see or know."}, {"sentId": 511, "text": "We had this with the Orlando shooter, as well."}, {"sentId": 512, "text": "What did you know before, whether it's family members or others and when you're blowing up stuff in your backyard, you have to think that someone at least heard it."}], "speaker": "LEMON", "secId": 253}, {"sentences": [{"sentId": 513, "text": "Now it doesn't mean that someone would then conclude this guy's planning a terror attack, but it's a fair question at this point."}], "speaker": "LEMON", "secId": 254}, {"sentences": [{"sentId": 514, "text": "Let's listen actually to your interview with the New York police commissioner."}, {"sentId": 515, "text": "Here it is."}], "speaker": "LEMON", "secId": 255}, {"sentences": [{"sentId": 516, "text": "Do you believe, do you still believe that he acted alone with these attacks and attempted attacks?"}], "speaker": "SCIUTTO", "secId": 256}, {"sentences": [{"sentId": 517, "text": "Jim, it's very early on in the investigation so as we move through this we are going to determine, you know, who are his acquaintances were, family, friends, go through his social media, see if he had any phones and go through all that to make that determination."}], "speaker": "O'NEILL", "secId": 257}, {"sentences": [{"sentId": 518, "text": "It's an ongoing investigation, he said."}, {"sentId": 519, "text": "So, they haven't determined if there was a broader network."}], "speaker": "SCIUTTO", "secId": 258}, {"sentences": [{"sentId": 520, "text": "Considering, Paul, what you're hearing from the police commissioner that the preparation, that he said he bought some of the stuff on eBay, he did a test in his backyard, they filmed him, do you think he did it alone?"}], "speaker": "LEMON", "secId": 259}, {"sentences": [{"sentId": 521, "text": "Well, he might have done it alone in the United States; we saw that with Faisal Shahzad."}, {"sentId": 522, "text": "But Faisal Shahzad, the Times Square bomber back in 2010 was trained and directed by the Pakistani Taliban group out there in Pakistan."}], "speaker": "CRUICKSHANK", "secId": 260}, {"sentences": [{"sentId": 523, "text": "So, it's possible that when he went back on these extended trips to Pakistan, Afghanistan, he could have gotten some kind of bomb making training."}, {"sentId": 524, "text": "This was a very powerful bomb by all accounts."}, {"sentId": 525, "text": "We're talking about high explosive detonated by HMTD."}, {"sentId": 526, "text": "HMTD, an explosive chemical which is pretty tricky to make."}], "speaker": "CRUICKSHANK", "secId": 261}, {"sentences": [{"sentId": 527, "text": "We haven't seen many cases at all, of Islamist terrorists in the west who managed to do this without getting that bomb making training."}, {"sentId": 528, "text": "It's possible to do it from the internet but it's pretty difficult to do."}, {"sentId": 529, "text": "You need to get instruction generally."}], "speaker": "CRUICKSHANK", "secId": 262}, {"sentences": [{"sentId": 530, "text": "One question, could he have blown the neighborhood where he was testing this obviously if that's..."}], "speaker": "LEMON", "secId": 263}, {"sentences": [{"sentId": 531, "text": "Well, from what we have in the complaint he only tested a very small amount of incendiary material."}, {"sentId": 532, "text": "That may well have been the HMDT that he was testing, that it would have been the detonator we saw."}, {"sentId": 533, "text": "We saw , an American Al Qaeda recruit who was trained by Al Qaeda to come back to the United States and do exactly that same kind of testing with the detonator."}], "speaker": "CRUICKSHANK", "secId": 264}, {"sentences": [{"sentId": 534, "text": "So, before I move on to Michael, so then why -- why weren't more people hurt?"}, {"sentId": 535, "text": "I mean, glad -- it's -- thankful that they weren't, but considering this HTMD -- did I say it correctly?"}, {"sentId": 536, "text": "Considering HMDT and, you know, how powerful, why weren't more people hurt?"}], "speaker": "LEMON", "secId": 265}, {"sentences": [{"sentId": 537, "text": "Well, here's the thinking, it's because it was placed in the heavy-duty metallic dumpster that contained the blast."}, {"sentId": 538, "text": "If it not been in that dumpster you really could have had carnage on the streets of New York, if it could have been put on a subway car in Times Square you could have carnage."}], "speaker": "CRUICKSHANK", "secId": 266}, {"sentences": [{"sentId": 539, "text": "This was a device significantly more powerful than the Boston devices just a few years ago."}, {"sentId": 540, "text": "This is the most powerful blast really since the World Trade Center attack, the first one, in 1993 when it comes to Islamist terror attacks in the United States."}, {"sentId": 541, "text": "This could have been a truly horrific incident."}], "speaker": "CRUICKSHANK", "secId": 267}, {"sentences": [{"sentId": 542, "text": "We forget about the 1993, I remember being in the newsroom for that."}, {"sentId": 543, "text": "I forget about that, you know, this has been going on for a long time."}], "speaker": "LEMON", "secId": 268}, {"sentences": [{"sentId": 544, "text": "Michael, the father spoke to reporters today."}, {"sentId": 545, "text": "Listen to this."}], "speaker": "LEMON", "secId": 269}, {"sentences": [{"sentId": 546, "text": "Now he's a terrorist."}], "speaker": "RAHAMI", "secId": 270}, {"sentences": [{"sentId": 547, "text": "Why did you call him a terrorist?"}, {"sentId": 548, "text": "What happened?"}], "speaker": "UNIDENTIFIED FEMALE", "secId": 271}, {"sentences": [{"sentId": 549, "text": "Because he's doing bad."}], "speaker": "RAHAMI", "secId": 272}, {"sentences": [{"sentId": 550, "text": "He's doing bad."}, {"sentId": 551, "text": "What did he do bad?"}], "speaker": "UNIDENTIFIED FEMALE", "secId": 273}, {"sentences": [{"sentId": 552, "text": "He stabs my son."}, {"sentId": 553, "text": "He hit my wife, and I put him to jail four years ago."}], "speaker": "RAHAMI", "secId": 274}, {"sentences": [{"sentId": 554, "text": "Who is he?"}], "speaker": "UNIDENTIFIED MALE", "secId": 275}, {"sentences": [{"sentId": 555, "text": "Whose son did he stab?"}], "speaker": "UNIDENTIFIED FEMALE", "secId": 276}, {"sentences": [{"sentId": 556, "text": "Nasser ."}], "speaker": "RAHAMI", "secId": 277}, {"sentences": [{"sentId": 557, "text": "OK. Why it happened, why did he stab him?"}], "speaker": "UNIDENTIFIED FEMALE", "secId": 278}, {"sentences": [{"sentId": 558, "text": "It was for no reason."}, {"sentId": 559, "text": "OK."}, {"sentId": 560, "text": "Excuse me, I can go now."}, {"sentId": 561, "text": "UNIDENTIFIED FEMALE:  And he hurt your wife, you say?"}], "speaker": "RAHAMI", "secId": 279}, {"sentences": [{"sentId": 562, "text": "Yes."}], "speaker": "RAHAMI", "secId": 280}, {"sentences": [{"sentId": 563, "text": "And what did he do to your wife?"}], "speaker": "UNIDENTIFIED FEMALE", "secId": 281}, {"sentences": [{"sentId": 564, "text": "Huh?"}], "speaker": "RAHAMI", "secId": 282}, {"sentences": [{"sentId": 565, "text": "What did he do to your wife?"}], "speaker": "UNIDENTIFIED FEMALE", "secId": 283}, {"sentences": [{"sentId": 566, "text": "You know, my wife is not here."}, {"sentId": 567, "text": "OK."}, {"sentId": 568, "text": "I'm going now."}], "speaker": "RAHAMI", "secId": 284}, {"sentences": [{"sentId": 569, "text": "Ok, guys."}, {"sentId": 570, "text": "Let him through, please."}], "speaker": "UNIDENTIFIED MALE", "secId": 285}, {"sentences": [{"sentId": 571, "text": "OK."}], "speaker": "UNIDENTIFIED MALE", "secId": 286}, {"sentences": [{"sentId": 572, "text": "Thank you."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 287}, {"sentences": [{"sentId": 573, "text": "When did you talk?"}], "speaker": "UNIDENTIFIED MALE", "secId": 288}, {"sentences": [{"sentId": 574, "text": "So, you did you talk to him like two years ago?"}], "speaker": "UNIDENTIFIED FEMALE", "secId": 289}, {"sentences": [{"sentId": 575, "text": "Two years ago."}], "speaker": "RAHAMI", "secId": 290}, {"sentences": [{"sentId": 576, "text": "So, considering what you heard there what you're hearing from investigators compare and contrast other, you know, terrorists on American soil."}], "speaker": "LEMON", "secId": 291}, {"sentences": [{"sentId": 577, "text": "The old saying all happy families are happy in the same way, all unhappy families are unhappy in different ways."}, {"sentId": 578, "text": "When it comes to Islamist terrorism you see just how unhappy they can be."}], "speaker": "WEISS", "secId": 292}, {"sentences": [{"sentId": 579, "text": "The guys i, you know, physically violent against members of his own family, his father drops him to the FBI, calls him a terrorist, the word for terrorist in Tush  do means someone who hurts their own family, so there could have been a kind of filial connotation to that, then retracts the statement when the FBI comes in questions him."}], "speaker": "WEISS", "secId": 293}, {"sentences": [{"sentId": 580, "text": "And perhaps out fear that, oh, I don't want my kid to be locked away for, dozen years or so."}, {"sentId": 581, "text": "But there was something going on within this family dynamic."}, {"sentId": 582, "text": "This I think is the sort of key methodologies here."}], "speaker": "WEISS", "secId": 294}, {"sentences": [{"sentId": 583, "text": "Yes."}], "speaker": "LEMON", "secId": 295}, {"sentences": [{"sentId": 584, "text": "He went with his brother to Afghanistan and Pakistan, his own father also is on record saying today that he was congregating with some nasty people, some bad people over there."}, {"sentId": 585, "text": "Who were they?"}, {"sentId": 586, "text": "Were they part of a terrorist network?"}, {"sentId": 587, "text": "Or was he trained up?"}], "speaker": "WEISS", "secId": 296}, {"sentences": [{"sentId": 588, "text": "I mean, as Paul is alluding, the guy obviously had some technological capability, but was a moron when it came to the trade craft involved in perpetrating an attack."}, {"sentId": 589, "text": "Taking footage on a friend or a relative's cell phone camera, that's a no-no, and now putting this in a dumpster, also quite stupid."}], "speaker": "WEISS", "secId": 297}, {"sentences": [{"sentId": 590, "text": "Paul, go ahead."}], "speaker": "LEMON", "secId": 298}, {"sentences": [{"sentId": 591, "text": "I just want to jump on the family dynamics."}, {"sentId": 592, "text": "In case, after case, after case, we've seen second generation immigrants rebel against their parents, against their fathers."}, {"sentId": 593, "text": "How do they do it?"}, {"sentId": 594, "text": "They turn to radical Islam to set themselves as off against the sort of more traditional Islam and culture of that parent's generation."}], "speaker": "CRUICKSHANK", "secId": 299}, {"sentences": [{"sentId": 595, "text": "It's their quest for identity, there seems to be a personality clash between these two people."}, {"sentId": 596, "text": "Turning to radical Islam would have been a way for him to really establish himself, vis-a-vis, his own father."}], "speaker": "CRUICKSHANK", "secId": 300}, {"sentences": [{"sentId": 597, "text": "OK. Did the FBI drop the ball?"}, {"sentId": 598, "text": "Jim, I want to get your response after we go to the break."}, {"sentId": 599, "text": "We'll be right back."}], "speaker": "LEMON", "secId": 301}, {"sentences": [{"sentId": 600, "text": "And we're back and we're talking about the bomber in New Jersey and New York and his motives and the investigation."}], "speaker": "LEMON", "secId": 302}, {"sentences": [{"sentId": 601, "text": "Now back with me now, Paul Cruckshank, Michael Weiss, and Jim Sciutto."}, {"sentId": 602, "text": "Jim, did the FBI miss anything?"}, {"sentId": 603, "text": "Did they drop the ball?"}], "speaker": "LEMON", "secId": 303}, {"sentences": [{"sentId": 604, "text": "Well, they missed something, right."}, {"sentId": 605, "text": "But did they drop the ball?"}, {"sentId": 606, "text": "These are difficult judgment calls."}, {"sentId": 607, "text": "What the FBI said today is in 2014, they made an assessment."}], "speaker": "SCIUTTO", "secId": 304}, {"sentences": [{"sentId": 608, "text": "Yes."}, {"sentId": 609, "text": "Put up, there's a statement while you're saying that."}], "speaker": "LEMON", "secId": 305}, {"sentences": [{"sentId": 610, "text": "They did multiple interviews."}, {"sentId": 611, "text": "They said they did multiple interviews."}, {"sentId": 612, "text": "They talked to other law enforcement agencies."}, {"sentId": 613, "text": "They also did an internal database review."}, {"sentId": 614, "text": "In other words, they looked everywhere to see if they had nexus between this guy and terrorism."}, {"sentId": 615, "text": "They didn't have the evidence, so they call the domestic dispute, and moved on."}], "speaker": "SCIUTTO", "secId": 306}, {"sentences": [{"sentId": 616, "text": "You know, we don't have a pre-crime unit like minority report."}, {"sentId": 617, "text": "These guys can't predict the future so they're making judgment calls."}, {"sentId": 618, "text": "The trouble is, he was on the radar screen, right, and in addition to this, as he was coming back from Afghanistan and Pakistan, he was stopped for secondary screening as will happen sometimes when you're coming from these countries."}], "speaker": "SCIUTTO", "secId": 307}, {"sentences": [{"sentId": 619, "text": "That information was also entered into a database that the law enforcement agencies can access and again make imperfect judgments on incomplete information."}], "speaker": "SCIUTTO", "secId": 308}, {"sentences": [{"sentId": 620, "text": "OK."}], "speaker": "LEMON", "secId": 309}, {"sentences": [{"sentId": 621, "text": "It's a hard thing to do."}, {"sentId": 622, "text": "LEMON:  You were saying, as they were talking I heard you saying that,"}], "speaker": "SCIUTTO", "secId": 310}, {"sentences": [{"sentId": 623, "text": "you know, you sort of whispered that profile is not uncommon, his profile."}], "speaker": "SCIUTTO", "secId": 311}, {"sentences": [{"sentId": 624, "text": "Yes."}, {"sentId": 625, "text": "Listen you look at a lot of these guys."}, {"sentId": 626, "text": "So, look at the Orlando shooter, for instance, domestic violence, run-ins with the law."}, {"sentId": 627, "text": "You know, the career didn't work out."}, {"sentId": 628, "text": "He tried to be a security guard."}, {"sentId": 629, "text": "You have people looking for an identity."}], "speaker": "SCIUTTO", "secId": 312}, {"sentences": [{"sentId": 630, "text": "Here's a guy here clearly had some violent tendencies."}, {"sentId": 631, "text": "He stab his brother at home, his own father felt compelled to go to the authorities, right, and say that he was a terrorist."}, {"sentId": 632, "text": "It's something we've seen both overseas and here in the U.S."}], "speaker": "SCIUTTO", "secId": 313}, {"sentences": [{"sentId": 633, "text": "Why is that?"}, {"sentId": 634, "text": "I would say there's a certain kind of person who would think commit violence against civilians; it's also about the appeal of Jihad because it gives an identity to people who just -- who don't have much, right?"}, {"sentId": 635, "text": "Look at the Boston bombers."}, {"sentId": 636, "text": "The older brother was a failed boxer, right."}, {"sentId": 637, "text": "That didn't work out, here's my new thing."}], "speaker": "SCIUTTO", "secId": 314}, {"sentences": [{"sentId": 638, "text": "I want to open up the table and talk about these journals that -- we're looking at some of the -- that he had admiration for other Jihadi figures."}, {"sentId": 639, "text": "What was he writing about?"}, {"sentId": 640, "text": "Who knows what was he?"}], "speaker": "LEMON", "secId": 315}, {"sentences": [{"sentId": 641, "text": "I mean, he had drunk the Jihadi Kool-Aid."}, {"sentId": 642, "text": "He wanted to become a martyr."}, {"sentId": 643, "text": "He wanted to go paradise."}, {"sentId": 644, "text": "With the Kool-Aid it was very much the Al Qaeda Kool-Aid rather than the ISIS Kool-Aid."}, {"sentId": 645, "text": "He was somebody who admired Osama Bin laden particularly he seemed to adore Anwar al-Awlaki, an American-Yemeni cleric who was a key figure in Al Qaeda."}], "speaker": "CRUICKSHANK", "secId": 316}, {"sentences": [{"sentId": 646, "text": "In Yemen, an al-Awlaki's message was stay home, launch attacks against the United States, because the United States is at war with Islam."}, {"sentId": 647, "text": "Well, he really imbibed that and..."}], "speaker": "CRUICKSHANK", "secId": 317}, {"sentences": [{"sentId": 648, "text": "I heard one of our terrorism analysts saying like they all love Anwar al-Awlaki."}, {"sentId": 649, "text": "It's like, you know, saying that..."}], "speaker": "LEMON", "secId": 318}, {"sentences": [{"sentId": 650, "text": "Yes."}, {"sentId": 651, "text": "This was the guy, the CIA droned him in what, 2011, and I think in death he has had a greater legacy than he ever could have imagined."}], "speaker": "WEISS", "secId": 319}, {"sentences": [{"sentId": 652, "text": "Why is that?"}], "speaker": "LEMON", "secId": 320}, {"sentences": [{"sentId": 653, "text": "Well, because not only is he drawing people who are loyal to Al Qaeda, but ISIS."}], "speaker": "WEISS", "secId": 321}, {"sentences": [{"sentId": 654, "text": "Yes."}], "speaker": "LEMON", "secId": 322}, {"sentences": [{"sentId": 655, "text": "Every ISIS-inspired attacker like in San Bernardino, everybody, they all listen to al-Awlaki, they all imbibed his ideology."}], "speaker": "WEISS", "secId": 323}, {"sentences": [{"sentId": 656, "text": "Didn't Al Qaeda say that they disowned this guy?"}, {"sentId": 657, "text": "To say that this..."}], "speaker": "LEMON", "secId": 324}, {"sentences": [{"sentId": 658, "text": "Well, he was a -- you know, revered member of Al Qaeda in the Arabian Peninsula."}], "speaker": "SCIUTTO", "secId": 325}, {"sentences": [{"sentId": 659, "text": "No, I mean, the bomber here?"}], "speaker": "LEMON", "secId": 326}, {"sentences": [{"sentId": 660, "text": "Oh, the bomber here."}, {"sentId": 661, "text": "Well, the Taliban, you know, the Afghan Taliban said they were not involved in this attack."}, {"sentId": 662, "text": "But, you know, what was it about al-Awlaki?"}, {"sentId": 663, "text": "He was an extremely glib spokesman for Jihad."}, {"sentId": 664, "text": "He sounds like you and me, American accent."}, {"sentId": 665, "text": "But he just -- he spoke to people, particularly young people."}], "speaker": "SCIUTTO", "secId": 327}, {"sentences": [{"sentId": 666, "text": "And you know, five years after he was killed by U.S. drone, his voice lives on."}, {"sentId": 667, "text": "It's out there."}], "speaker": "SCIUTTO", "secId": 328}, {"sentences": [{"sentId": 668, "text": "Yes."}], "speaker": "LEMON", "secId": 329}, {"sentences": [{"sentId": 669, "text": "So many of these folks when they're drummed up after these attacks, they got them on their computers, on their cell phones they listen to him."}], "speaker": "SCIUTTO", "secId": 330}, {"sentences": [{"sentId": 670, "text": "I've got to run."}, {"sentId": 671, "text": "The anniversary of his death is like a couple of days?"}], "speaker": "LEMON", "secId": 331}, {"sentences": [{"sentId": 672, "text": "September 30, which may be significant because five years since was this somehow in revenge."}], "speaker": "CRUICKSHANK", "secId": 332}, {"sentences": [{"sentId": 673, "text": "I've got to run."}, {"sentId": 674, "text": "Thank you very much."}], "speaker": "LEMON", "secId": 333}, {"sentences": [{"sentId": 675, "text": "When we come right back, an unarmed black man is shot to death by police, this time entitled the whole -- the whole thing caught on camera."}, {"sentId": 676, "text": "Now one of the presidential candidates is weighing in on it."}], "speaker": "LEMON", "secId": 334}, {"sentences": [{"sentId": 677, "text": "Caught on camera."}, {"sentId": 678, "text": "Again, an unarmed black man with his hands in the air shot to death by a police officer."}], "speaker": "LEMON", "secId": 335}, {"sentences": [{"sentId": 679, "text": "This is CNN TONIGHT."}, {"sentId": 680, "text": "I'm Don Lemon."}], "speaker": "LEMON", "secId": 336}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1609.20.cnnt.01.html.json", "time": "Aired September 20, 2016 - 22:00   ET"}