{"sectionCount": 330, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["CARDONA", "LEMON", "ANNOUNCER", "ACOSTA", "KOSINSKI", "OBAMA", "CLINTON", "PRESTON", "LIZZA", "SWERDLICK", "UNIDENTIFIED FEMALE", "CHALIAN", "SALINAS", "TRUMP", "HOOVER", "DEAN", "LEWANDOWSKI", "ROSEN", "SELLERS", "BARBER", "BLACKMON", "CRANE", "UNIDENTIFIED MALE"], "subTitle": "Trump and Clinton Hold Final Rallies of Campaign; Latino Voting Surge; Battle Against Voter Suppression; Dixville Notch First to Cast Vote. Aired 11p-12a ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1611/07/cnnt.03.html", "sentenceCount": 772, "sections": [{"sentences": [{"sentId": 0, "text": "They interviewed a couple of people when they were going into an event with the president, and they said, well, we're undecided, we're not sure."}, {"sentId": 1, "text": "Obviously they were there to see President Obama, they interviewed the same people afterwards and they said, he convinced me, I am voting for Hillary Clinton."}], "speaker": "CARDONA", "secId": 0}, {"sentences": [{"sentId": 2, "text": "All right."}, {"sentId": 3, "text": "Stand by, everyone."}], "speaker": "LEMON", "secId": 1}, {"sentences": [{"sentId": 4, "text": "This is CNN Breaking News."}], "speaker": "ANNOUNCER", "secId": 2}, {"sentences": [{"sentId": 5, "text": "It is the top of the hour, 11:00 p.m. here on the East Coast."}, {"sentId": 6, "text": "Breaking news, the candidates making their closing arguments tonight with just one hour to go until Election Day."}, {"sentId": 7, "text": "One hour."}], "speaker": "LEMON", "secId": 3}, {"sentences": [{"sentId": 8, "text": "This is CNN TONIGHT."}, {"sentId": 9, "text": "I am Don Lemon."}], "speaker": "LEMON", "secId": 4}, {"sentences": [{"sentId": 10, "text": "Donald Trump expected to take the stage at any moment in his final rally of his campaign that's in Grand Rapids, Michigan."}, {"sentId": 11, "text": "Meanwhile, Hillary Clinton is on her way to North Carolina for a late rally with a little help from none other than Lady Gaga."}, {"sentId": 12, "text": "That's after her big event in Philadelphia with the POTUS and the FLOTUS and the Boss."}], "speaker": "LEMON", "secId": 5}, {"sentences": [{"sentId": 13, "text": "Jim Acosta is with the Trump campaign in Grand Rapids, Michelle Kosinski is in Philadelphia where the Clinton campaigned wrapped up their all-star rally just a little while ago."}], "speaker": "LEMON", "secId": 6}, {"sentences": [{"sentId": 14, "text": "I'm going to start with Jim."}], "speaker": "LEMON", "secId": 7}, {"sentences": [{"sentId": 15, "text": "Jim, you're in Michigan, Donald Trump is attempting to crack Hillary Clinton's blue wall there."}, {"sentId": 16, "text": "Tell us about his final pitch to voters tonight."}], "speaker": "LEMON", "secId": 8}, {"sentences": [{"sentId": 17, "text": "Yes, Don, you know, we hear Donald Trump from talking to his campaign staff is going to be sticking to his closing argument tonight."}, {"sentId": 18, "text": "The same closing argument he's been delivering all day."}], "speaker": "ACOSTA", "secId": 9}, {"sentences": [{"sentId": 19, "text": "One thing we should point out."}, {"sentId": 20, "text": "We've made so much over the last several days about Donald Trump has been sticking to the script."}, {"sentId": 21, "text": "However, there have been some off-script moments, you'll recall earlier this evening in Manchester, he went back to calling Senator Elizabeth Warren from the neighboring state of Massachusetts Pocahontas."}, {"sentId": 22, "text": "He at one point said that Tom Brady had called earlier in the day and said he had voted for him, even though Tom Brady was on a radio show in New England earlier this morning saying he hadn't voted yet and early voting ended on Friday."}], "speaker": "ACOSTA", "secId": 10}, {"sentences": [{"sentId": 23, "text": "I should point out behind me right now, speaking of unscripted moments, Ted Nugent is getting ready to warm up the crowd here."}, {"sentId": 24, "text": "We heard he's going to be playing the national anthem in just a few moments."}], "speaker": "ACOSTA", "secId": 11}, {"sentences": [{"sentId": 25, "text": "Don, you'll recall it was last night here in Michigan, where Ted Nugent grabbed himself and said, I got your blue state right here."}, {"sentId": 26, "text": "A Trump aide told me they gave him a guitar tonight to give him something to hold on to."}, {"sentId": 27, "text": "So yes, even though Donald Trump in these last few days have been -- he's been staying on script, it's been sort of an unscripted day for the Trump campaign."}], "speaker": "ACOSTA", "secId": 12}, {"sentences": [{"sentId": 28, "text": "They're looking to turn the state blue obviously, Don."}, {"sentId": 29, "text": "They're desperately trying to find a state where they can do that because the electoral map is so challenging at this point."}, {"sentId": 30, "text": "They say the state is chockfull of voters, working class voters who are supportive of their campaign."}], "speaker": "ACOSTA", "secId": 13}, {"sentences": [{"sentId": 31, "text": "But, Don, keep in mind, Michigan has been on something of an economic comeback in recent years, its unemployment rate is 4.6 percent."}, {"sentId": 32, "text": "That's lower than the national average -- Don."}], "speaker": "ACOSTA", "secId": 14}, {"sentences": [{"sentId": 33, "text": "Just so viewers are clear about that, grabbed himself, meaning grabbed his crotch, his own crotch."}], "speaker": "LEMON", "secId": 15}, {"sentences": [{"sentId": 34, "text": "Jim, do we know what Trump will be doing tomorrow?"}], "speaker": "LEMON", "secId": 16}, {"sentences": [{"sentId": 35, "text": "Yes, you know, he's really just going to be going back to New York tonight."}, {"sentId": 36, "text": "He's going to be voting in the morning, and then he'll have his election watch party tomorrow night in Midtown Manhattan, not too far from Hillary Clinton."}], "speaker": "ACOSTA", "secId": 17}, {"sentences": [{"sentId": 37, "text": "You know, this has been an incredible stretch these last few days for Donald Trump."}, {"sentId": 38, "text": "He's made some 10 stops in eight battleground states over the last 48 hours."}, {"sentId": 39, "text": "Talking to Trump campaign advisers, they are confident that they can still win this race."}, {"sentId": 40, "text": "They think that tomorrow night is going to be a Brexit like moment, that Donald Trump is going to shock the world."}], "speaker": "ACOSTA", "secId": 18}, {"sentences": [{"sentId": 41, "text": "I will tell you not everybody in Donald Trump's camp feels that way."}, {"sentId": 42, "text": "I talked to a Republican strategist who has advised this campaign spoken on behalf of this campaign, he wanted to say privately that he believes Donald Trump is going to lose tomorrow."}, {"sentId": 43, "text": "And that he really has himself to blame for that."}], "speaker": "ACOSTA", "secId": 19}, {"sentences": [{"sentId": 44, "text": "Of course, we're all going to be watching to see if Donald Trump can prove just about everybody wrong because there are so many doubters at this point who really think it's becoming kind of a long shot at this point."}], "speaker": "ACOSTA", "secId": 20}, {"sentences": [{"sentId": 45, "text": "But truth be told, Don, if you look at this map, if you look at the polling, he is closer, he is within striking distance, perhaps he'll surprise people tomorrow."}, {"sentId": 46, "text": "And that's what they're hold on hope for."}, {"sentId": 47, "text": "That perhaps the crowds that you see here, in places like Grand Rapids, Michigan, that that will translate into big results come tomorrow -- Don."}], "speaker": "ACOSTA", "secId": 21}, {"sentences": [{"sentId": 48, "text": "And we don't know, the only polling that really matters is one at the voting booths tomorrow."}], "speaker": "LEMON", "secId": 22}, {"sentences": [{"sentId": 49, "text": "Stand by, Jim."}, {"sentId": 50, "text": "I want to get to Michelle Kosinski now."}, {"sentId": 51, "text": "You have Jon Bon Jovi, you've got Bruce Springsteen, you've got Lady Gaga, President Barack Obama, the First Lady Michelle Obama."}, {"sentId": 52, "text": "Talk about the star power all pushing for Hillary Clinton tonight."}, {"sentId": 53, "text": "It's almost like they are trying to re-create her convention week of -- you know, on the last night here."}], "speaker": "LEMON", "secId": 23}, {"sentences": [{"sentId": 54, "text": "Was introducing Hillary Clinton as he did at the convention."}, {"sentId": 55, "text": "And this is the same crowd all here tonight except for the Boss and Bon Jovi."}, {"sentId": 56, "text": "You didn't have them at the same time back in July."}], "speaker": "KOSINSKI", "secId": 24}, {"sentences": [{"sentId": 57, "text": "You know, this is the 17th time we've seen the president on the trail for Hillary Clinton."}, {"sentId": 58, "text": "There's always a question, how is he going to make it different each time?"}, {"sentId": 59, "text": "How is he going to, you know, grab the headlines?"}, {"sentId": 60, "text": "And we have seen him change it up?"}, {"sentId": 61, "text": "I mean, in the past appearances he would have ramped up the rhetoric against Donald Trump or ramped up the volume or the comedy, or the warnings to people."}, {"sentId": 62, "text": "I mean, just days ago, telling people that the fate of the republic was on their shoulders."}], "speaker": "KOSINSKI", "secId": 25}, {"sentences": [{"sentId": 63, "text": "But tonight feeling like a baton handoff again."}, {"sentId": 64, "text": "And in this place, the president was a little more thoughtful wanting to hit on broad topics of democracy and values."}, {"sentId": 65, "text": "Telling people, you bet on me in 2008, I always bet on you."}, {"sentId": 66, "text": "And tomorrow I'm betting on you one more time."}, {"sentId": 67, "text": "Telling voters the future is in their hands."}, {"sentId": 68, "text": "Here's some highlights."}], "speaker": "KOSINSKI", "secId": 26}, {"sentences": [{"sentId": 69, "text": "Can Hillary count on you?"}, {"sentId": 70, "text": "We've got to get this done, you got to get out and vote."}, {"sentId": 71, "text": "We can make this happen."}], "speaker": "OBAMA", "secId": 27}, {"sentences": [{"sentId": 72, "text": "For every American who has not felt the progress of these past eight years, she will work and she will deliver."}, {"sentId": 73, "text": "She won't just tweet but she will need your help and she'll need help in Washington."}, {"sentId": 74, "text": "If you want a president who shares our faith in America, who's lived that faith in America, who will finally shatter a glass ceiling and be a president for each and every one of us, then I am asking you to work as hard as you can this one last day, to elect my fellow Americans, this fighter, this stateswoman, this mother, this grandmother, this patriot, our next president of the United States of America, Hillary Clinton."}], "speaker": "OBAMA", "secId": 28}, {"sentences": [{"sentId": 75, "text": "I will be a president for all Americans."}, {"sentId": 76, "text": "Democrats, Republicans, independents, not just the people who support me in this election."}, {"sentId": 77, "text": "Everyone."}, {"sentId": 78, "text": "Because I believe we all have a role to play in building a better, fairer, stronger America."}, {"sentId": 79, "text": "Building on the progress that we have enjoyed under President Barack Obama over the last eight years."}], "speaker": "CLINTON", "secId": 29}, {"sentences": [{"sentId": 80, "text": "I think very similar to what we saw at the convention, this got at times a little more personal, a little more emotional."}, {"sentId": 81, "text": "I mean, what the White House wanted this to be, since Obama is Hillary Clinton's strongest surrogate out on the trail, they want it to be an emotional plea really looking back on people he's met along the way."}, {"sentId": 82, "text": "And the president did talk about his time on the trail."}, {"sentId": 83, "text": "His time as president."}], "speaker": "KOSINSKI", "secId": 30}, {"sentences": [{"sentId": 84, "text": "He said, you know, the visits that I've made, he's thinking about, and he's talking to the voters directly here, saying, your letters that you wrote to me, the tears that you shed over lost loved ones, the ways that you've taught your kids, your service, your sacrifice, I think that's really where we saw him get into the emotional aspect of this, in what really is his final plea at times it sounds like he's almost begging the voters to get out there and make this happen tomorrow for Hillary Clinton -- Don."}], "speaker": "KOSINSKI", "secId": 31}, {"sentences": [{"sentId": 85, "text": "All right."}, {"sentId": 86, "text": "Thank you, both."}], "speaker": "LEMON", "secId": 32}, {"sentences": [{"sentId": 87, "text": "And look at that."}, {"sentId": 88, "text": "Can we keep Michelle's shot up?"}, {"sentId": 89, "text": "Look how beautiful Philadelphia is."}, {"sentId": 90, "text": "That's my former city, it's so gorgeous."}], "speaker": "LEMON", "secId": 33}, {"sentences": [{"sentId": 91, "text": "Mine too."}], "speaker": "KOSINSKI", "secId": 34}, {"sentences": [{"sentId": 92, "text": "Yes, yes, yes."}, {"sentId": 93, "text": "All right."}, {"sentId": 94, "text": "Thank you, Michelle."}, {"sentId": 95, "text": "Thank you, Jim Acosta."}, {"sentId": 96, "text": "Appreciate it."}], "speaker": "LEMON", "secId": 35}, {"sentences": [{"sentId": 97, "text": "I want to bring in now CNN's Mark Preston, also \"Washington Post's\" Ryan Lizza and David Swerdlick."}, {"sentId": 98, "text": "So, Mark, you first, Hillary Clinton and Donald Trump crisscrossed the country today to turn out every last vote that they can with really big events."}, {"sentId": 99, "text": "The latest CNN Poll of Polls chose Clinton at 46 percent, Trump at 42 percent."}, {"sentId": 100, "text": "What does that tell you, Mr. Preston?"}], "speaker": "LEMON", "secId": 36}, {"sentences": [{"sentId": 101, "text": "Well, one thing is that that national poll of polls has been pretty consistent over the past few days."}, {"sentId": 102, "text": "And I think Dan Rather said it in the last hour, and he would be right, or maybe it was Kristen Soltis who had said is that, when you get closer to Election Day, the polls tend to be more reliable."}, {"sentId": 103, "text": "You know, they tend to be more spot on, and quite frankly, they seem to be tracking with what we're seeing in the early states."}], "speaker": "PRESTON", "secId": 37}, {"sentences": [{"sentId": 104, "text": "Now that doesn't necessarily mean that Hillary Clinton is going to win by four percentage points in any of these states, or for that matter, is she going to win all of these states."}, {"sentId": 105, "text": "But what it does show is that even in light of the Comey letter that we saw a week ago, that she was able to hold her own and build back a little bit of the momentum that she had lost when that letter had come out."}], "speaker": "PRESTON", "secId": 38}, {"sentences": [{"sentId": 106, "text": "Ryan, what do you think of the Clinton coalition looks like tomorrow if she wins?"}], "speaker": "LEMON", "secId": 39}, {"sentences": [{"sentId": 107, "text": "You know, I think that the balance in the Democratic Party is gradually moving from the rust belt to the sun belt."}, {"sentId": 108, "text": "And the big difference from Obama and Clinton will -- it looks like from the early vote that Mark Preston has been so excellently reporting on, is that it will be a little bit less of an African-American turnout, but -- and a little bit weaker with millennials, but stronger perhaps with the Latino vote, and with college educated whites."}, {"sentId": 109, "text": "And so Donald Trump, it looks like has a very good chance of taking two Obama states back, Ohio and Iowa."}, {"sentId": 110, "text": "And it looks like, you know, Clinton's going to win a state that Obama couldn't win in 2012, North Carolina."}], "speaker": "LIZZA", "secId": 40}, {"sentences": [{"sentId": 111, "text": "And the Democratic coalition is becoming -- it's a -- you know, it's basically a big nonwhite vote, and a college educated white vote, and there are more states now in the sun belt that fit that bill."}, {"sentId": 112, "text": "And frankly, Donald Trump's campaign has sort of accelerated all of the trends sort of pushing the -- pushing that coalition towards the Democrats."}, {"sentId": 113, "text": "Obviously with his statements about Hispanics and alienating a lot of college educated whites who voted for Romney, but polls say are leaning Clinton this time."}], "speaker": "LIZZA", "secId": 41}, {"sentences": [{"sentId": 114, "text": "So I think that -- you know, look, that's the story to watch for tomorrow."}, {"sentId": 115, "text": "That's the story that's been showing up in the polls, and now we have to see if that is truly what happens on Election Day."}], "speaker": "LIZZA", "secId": 42}, {"sentences": [{"sentId": 116, "text": "All right."}, {"sentId": 117, "text": "David, both candidates -- did you want to say something, David?"}, {"sentId": 118, "text": "Do you want to --"}], "speaker": "LEMON", "secId": 43}, {"sentences": [{"sentId": 119, "text": "No, no, go ahead, Don."}], "speaker": "SWERDLICK", "secId": 44}, {"sentences": [{"sentId": 120, "text": "Both candidates were in Pennsylvania, Hillary Clinton was there twice."}, {"sentId": 121, "text": "She had the help of the Obama's, of course."}, {"sentId": 122, "text": "She had Bon Jovi and Bruce Springsteen."}, {"sentId": 123, "text": "Let's listen a little bit of --"}], "speaker": "LEMON", "secId": 45}, {"sentences": [{"sentId": 124, "text": "Every issue you care about is at stake."}, {"sentId": 125, "text": "And that is just the beginning because we have to bridge the divides in our country."}, {"sentId": 126, "text": "I regret deeply how angry the tone of the campaign became."}], "speaker": "CLINTON", "secId": 46}, {"sentences": [{"sentId": 127, "text": "Not your fault."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 47}, {"sentences": [{"sentId": 128, "text": "What do you make of that moment, David?"}, {"sentId": 129, "text": "I mean, that was pretty organic, \"not your fault.\""}, {"sentId": 130, "text": "Does she regret how angry the tone became?"}], "speaker": "LEMON", "secId": 48}, {"sentences": [{"sentId": 131, "text": "Yes, I mean, I think, you know, if you go back a week and a half, two weeks, the Clinton campaign wanted to pivot from what has been their core message, pounding Donald Trump on the fact that in their view and in their argument, he's unfit for the office of the presidency, and then having to shift to going on the defensive because of the Comey FBI letter."}, {"sentId": 132, "text": "Now that the Comey issued that second letter yesterday, they're able to sort of pivot back for these last 48 or 72 hours to this idea of let's bring the country together, let's put a button on this, what has been clearly a divisive campaign, and look toward the future, and she wants to project confidence."}, {"sentId": 133, "text": "Project the fact that she thinks she's going to prevail tomorrow."}], "speaker": "SWERDLICK", "secId": 49}, {"sentences": [{"sentId": 134, "text": "But then you have that interjection where, you know, someone out of the blue says not your fault."}, {"sentId": 135, "text": "And I think it was the right thing for her to do, politically, just to sort of nod and smile and appear confident rather than try and take that argument to Trump with one day left in this campaign."}], "speaker": "SWERDLICK", "secId": 50}, {"sentences": [{"sentId": 136, "text": "What I think you can say for sure about Clinton, I'm not, you know, going to make any predictions about tomorrow, except to say that she finished out this campaign very strong, if you go back to the conventions, if you go back to the debates, she is not the retail politician that her husband is, that Barack Obama is, that Donald Trump is even."}, {"sentId": 137, "text": "But that she was able to stay on her core message these last several weeks."}], "speaker": "SWERDLICK", "secId": 51}, {"sentences": [{"sentId": 138, "text": "And speaking of President Obama, Mark, let's talk about the campaigner-in-chief."}, {"sentId": 139, "text": "Here is today."}], "speaker": "LEMON", "secId": 52}, {"sentences": [{"sentId": 140, "text": "B. OBAMA:  You know, it's bad being arrogant when you know what you're talking about."}, {"sentId": 141, "text": "But it's really bad being arrogant when you don't know what you're talking about."}], "speaker": "LEMON", "secId": 53}, {"sentences": [{"sentId": 142, "text": "You actually have a candidate who's worthy of your vote."}, {"sentId": 143, "text": "A candidate who is smart, a candidate who is a steady."}, {"sentId": 144, "text": "A candidate who is tested."}, {"sentId": 145, "text": "Probably the most qualified person ever to run for this office."}, {"sentId": 146, "text": "The next president of the United States, Hillary Clinton."}], "speaker": "LEMON", "secId": 54}, {"sentences": [{"sentId": 147, "text": "Mark, can you remember -- have you ever seen a sitting president campaign this hard for a successor?"}], "speaker": "LEMON", "secId": 55}, {"sentences": [{"sentId": 148, "text": "Well, certainly not this hard, and not as effectively."}, {"sentId": 149, "text": "I mean, Barack Obama was born for politics."}, {"sentId": 150, "text": "I mean, he's like Bill Clinton in many ways, he's really amazing on the campaign trail."}, {"sentId": 151, "text": "He knows his audience, he knows what tone to use, he knows when to hit the right notes."}], "speaker": "PRESTON", "secId": 56}, {"sentences": [{"sentId": 152, "text": "You know, I think when we look back at this campaign, regardless of what the outcome of it is, but more so, I suppose if Hillary Clinton loses, you've got to wonder, would it have been smarter for Barack Obama to go out earlier in the campaign, for Michelle Obama to play a bigger role as a surrogate earlier in the campaign?"}, {"sentId": 153, "text": "When I mean earlier in the campaign, I mean after the Democratic convention, don't mean day to day."}, {"sentId": 154, "text": "I just mean targeted, you know, for them to go to communities where they can actually help Hillary Clinton, those communities being with young people and with African-American voters."}], "speaker": "PRESTON", "secId": 57}, {"sentences": [{"sentId": 155, "text": "We do talk about the drop off, we expect a drop off, I mean, there's no way that Hillary Clinton was ever going to match what Barack Obama got, but the fact of the matter is, he is so effective and we've seen that the past couple of weeks."}, {"sentId": 156, "text": "You just kind of have to go back and wonder, again, if she were to lose, what if he had been more effective and would have been more helpful to her campaign."}], "speaker": "PRESTON", "secId": 58}, {"sentences": [{"sentId": 157, "text": "Hey, Ryan, I've got a quick question for you."}, {"sentId": 158, "text": "What do we expect to hear from Donald Trump later tonight in response to this big rally in Philadelphia?"}], "speaker": "LEMON", "secId": 59}, {"sentences": [{"sentId": 159, "text": "You want me to predict what Donald Trump is going to say, Don?"}], "speaker": "LIZZA", "secId": 60}, {"sentences": [{"sentId": 160, "text": "I think you can at this point."}, {"sentId": 161, "text": "I don't need, you know, the Boss."}], "speaker": "LEMON", "secId": 61}, {"sentences": [{"sentId": 162, "text": "Yes."}, {"sentId": 163, "text": "I don't think he's going to give it a great review."}, {"sentId": 164, "text": "He seems a little bit enraged in the final days that Hillary Clinton has a lot of celebrities out for her, which to me is a little bit strange from someone who comes from the celebrity world and had a show called \"Celebrity Apprentice,\" and promised that his RNC was going to be filled with celebrities."}, {"sentId": 165, "text": "So maybe there's a little bit of jealousy there."}], "speaker": "LIZZA", "secId": 62}, {"sentences": [{"sentId": 166, "text": "You know, he's talked a lot about how she hasn't had big crowds."}, {"sentId": 167, "text": "She had a pretty decent crowd tonight."}, {"sentId": 168, "text": "So it'll be interesting to see how he deals with that."}, {"sentId": 169, "text": "It's the night before Election Day, and you wonder, will the balance be on kind of his typical, you know, running commentary on what's going on in the campaign?"}, {"sentId": 170, "text": "You know, sort of shooting his mouth off?"}, {"sentId": 171, "text": "Or will his advisers have a prepared teleprompter speech and sort of, you know, keep him on message for the final -- what really will be his final speech."}], "speaker": "LIZZA", "secId": 63}, {"sentences": [{"sentId": 172, "text": "I don't know how many people will be watching tonight."}, {"sentId": 173, "text": "But this is his last chance to make a case."}, {"sentId": 174, "text": "So you'd think that his advisers would want him to be very disciplined and on message, and not, you know, going off on the Boss and Bon Jovi."}], "speaker": "LIZZA", "secId": 64}, {"sentences": [{"sentId": 175, "text": "Ryan Lizza, you're fired."}, {"sentId": 176, "text": "That's what I would hear from Trump about your last comments."}], "speaker": "LEMON", "secId": 65}, {"sentences": [{"sentId": 177, "text": "Thank you, gentlemen."}, {"sentId": 178, "text": "I appreciate it."}], "speaker": "LEMON", "secId": 66}, {"sentences": [{"sentId": 179, "text": "Thanks, Don."}], "speaker": "LIZZA", "secId": 67}, {"sentences": [{"sentId": 180, "text": "Now let's turn to David Chalian at the magic wall for us."}, {"sentId": 181, "text": "Hey, David."}], "speaker": "LEMON", "secId": 68}, {"sentences": [{"sentId": 182, "text": "Don, five national polls that meet CNN's standards were released today, all showing Clinton with an edge, ranging between 3 and 6 points."}, {"sentId": 183, "text": "Let's look at our latest poll of polls, and average of the seven most recent polls."}, {"sentId": 184, "text": "Four-point edge here."}, {"sentId": 185, "text": "46 percent for Clinton, 42 percent for Trump."}, {"sentId": 186, "text": "But as you know, it is a state by state battle."}, {"sentId": 187, "text": "Let's look at where the candidates were spending their final day on the trail."}, {"sentId": 188, "text": "Let's start in Michigan, which saw both Hillary Clinton and Donald Trump today."}, {"sentId": 189, "text": "Our last poll there, \"Detroit Free Press,\" 42 percent to 38 percent."}, {"sentId": 190, "text": "A four-point edge for Hillary Clinton in that Michigan poll."}], "speaker": "CHALIAN", "secId": 69}, {"sentences": [{"sentId": 191, "text": "Up to New Hampshire, which saw a lot of campaign trail activity today, including from President Obama and Donald Trump, 44 percent to 41 percent."}, {"sentId": 192, "text": "Three-point edge in the New Hampshire poll of polls."}], "speaker": "CHALIAN", "secId": 70}, {"sentences": [{"sentId": 193, "text": "Let's look down in North Carolina."}, {"sentId": 194, "text": "Also both candidates in that state today, critical to both of their paths."}, {"sentId": 195, "text": "45 percent to 43 percent."}, {"sentId": 196, "text": "About a two-point edge there for Hillary Clinton."}], "speaker": "CHALIAN", "secId": 71}, {"sentences": [{"sentId": 197, "text": "But how does this map out in their paths to 270?"}, {"sentId": 198, "text": "Let's look at the electoral college map."}, {"sentId": 199, "text": "This is our latest map."}, {"sentId": 200, "text": "These five yellow states are the remaining tossups."}, {"sentId": 201, "text": "Hillary Clinton at 268, just two away from the presidency there."}], "speaker": "CHALIAN", "secId": 72}, {"sentences": [{"sentId": 202, "text": "So let's look at how steep it is for Donald Trump."}, {"sentId": 203, "text": "And I'm even going to do this with giving him a very favorable map."}, {"sentId": 204, "text": "First of all, the Clinton campaign feels very good about Nevada, they like the early vote there."}, {"sentId": 205, "text": "That gets her over 274 for the moment."}, {"sentId": 206, "text": "Let's give Arizona to Donald Trump in this scenario."}], "speaker": "CHALIAN", "secId": 73}, {"sentences": [{"sentId": 207, "text": "Let's give North Carolina, a very close state, to Donald Trump in this scenario."}, {"sentId": 208, "text": "And let's say he breaks through part of this blue wall, let's give him Michigan, let's give him Pennsylvania, saw a lot of final day campaign trail activity there, makes Florida critical."}, {"sentId": 209, "text": "If Hillary Clinton can win Florida and New Hampshire, she's at 271 even losing places like Michigan and Pennsylvania."}, {"sentId": 210, "text": "But if Donald Trump can pull it out in Florida, this map would make him president -- Don."}], "speaker": "CHALIAN", "secId": 74}, {"sentences": [{"sentId": 211, "text": "All right."}, {"sentId": 212, "text": "David Chalian, thank you very much."}, {"sentId": 213, "text": "Make sure you stay with CNN for all-day coverage on Election Day."}, {"sentId": 214, "text": "Every race across this country."}, {"sentId": 215, "text": "It all starts tomorrow."}], "speaker": "LEMON", "secId": 75}, {"sentences": [{"sentId": 216, "text": "And when we come right back, Donald Trump says he is optimistic about Hispanic voters."}, {"sentId": 217, "text": "Is he right?"}], "speaker": "LEMON", "secId": 76}, {"sentences": [{"sentId": 218, "text": "As Americans prepare to go to the polls in the next few hours, we already know that in early voting turnout among Latino voters is high in key battleground states."}, {"sentId": 219, "text": "Let's discuss now with Maria Elena Salinas."}, {"sentId": 220, "text": "The news anchor at Univision."}], "speaker": "LEMON", "secId": 77}, {"sentences": [{"sentId": 221, "text": "Thank you for coming back on."}, {"sentId": 222, "text": "I'm so glad to have you here this evening."}, {"sentId": 223, "text": "How are you doing?"}], "speaker": "LEMON", "secId": 78}, {"sentences": [{"sentId": 224, "text": "I'm fine."}, {"sentId": 225, "text": "Thanks for inviting me, Don."}], "speaker": "SALINAS", "secId": 79}, {"sentences": [{"sentId": 226, "text": "Our early voting numbers show that voting among Hispanics in Florida up 89 percent."}, {"sentId": 227, "text": "What's motivating them?"}], "speaker": "LEMON", "secId": 80}, {"sentences": [{"sentId": 228, "text": "It's actually more than 89 percent."}, {"sentId": 229, "text": "Because if you include those who voted absentee ballot, I think it's over 120 percent."}, {"sentId": 230, "text": "And what's motivating them, I think you've been hearing it all night on your show."}, {"sentId": 231, "text": "It's the Trump effect."}, {"sentId": 232, "text": "It's knowing that when you get attacked, you have a powerful weapon to defend yourself, and that is your vote."}, {"sentId": 233, "text": "That's one of the things that has been motivating Latinos to become citizens, to register to vote and to go out to vote, to actually show up at the polls, and that's what we've seen today in Florida and Nevada, all over the country."}, {"sentId": 234, "text": "And now we have to wait and see what's happening tomorrow."}], "speaker": "SALINAS", "secId": 81}, {"sentences": [{"sentId": 235, "text": "But, Maria, if you talk to a Trump surrogate or even Donald Trump, they will tell you he will tell you, he believes that Hispanics are going to come out to support him tomorrow and are supporting him in early voting."}], "speaker": "LEMON", "secId": 82}, {"sentences": [{"sentId": 236, "text": "Well, let me tell you, I think that he's wrong."}, {"sentId": 237, "text": "I think that Trump doesn't understand that he has a Latino problem."}, {"sentId": 238, "text": "There was one of your guests not long ago -- about an hour ago who said that Donald Trump lost the election the same day that he announced his candidacy when he accused Mexicans of being criminals, and rapists and drug dealers."}], "speaker": "SALINAS", "secId": 83}, {"sentences": [{"sentId": 239, "text": "Just to give you an example of the importance of the Hispanic vote."}, {"sentId": 240, "text": "Let's remember that Mitt Romney got 27 percent of the Latino vote and he lost."}, {"sentId": 241, "text": "McCain got 31 percent of the Latino vote and he lost."}, {"sentId": 242, "text": "George Bush got 44 percent of the Latino vote and he won."}, {"sentId": 243, "text": "You know how much Donald Trump has nationwide right now?"}, {"sentId": 244, "text": "He only has 18 percent of the Latino vote nationwide."}], "speaker": "SALINAS", "secId": 84}, {"sentences": [{"sentId": 245, "text": "And that's pretty much what he has in most of the states except for Florida."}, {"sentId": 246, "text": "In Florida he has 30 percent support of Latinos."}, {"sentId": 247, "text": "But Romney had 39, he still lost Florida."}], "speaker": "SALINAS", "secId": 85}, {"sentences": [{"sentId": 248, "text": "So let's talk about that, then."}, {"sentId": 249, "text": "Because, you know, different Latinos have different experiences."}, {"sentId": 250, "text": "Especially when it comes to immigration."}, {"sentId": 251, "text": "One of the big questions for both campaigns, how many of those voters are voting for Trump?"}, {"sentId": 252, "text": "How many are voting for Clinton?"}, {"sentId": 253, "text": "Because he is touting on the trail that he has been endorsed by the Cubans."}], "speaker": "LEMON", "secId": 86}, {"sentences": [{"sentId": 254, "text": "Actually, he hasn't been endorsed by the Cubans."}, {"sentId": 255, "text": "Just about all of the Cuban American Congress people and also some of the state people are not voting for Trump."}, {"sentId": 256, "text": "And that -- and are not supporting Trump."}, {"sentId": 257, "text": "He has 55 percent of the Cuban American vote, and that is not very high because usually Cuban Americans vote in the 70s for Republicans, so that's not very high, and now the Cuban American vote is only a fraction of the Hispanic vote in this state, in the state of Florida."}], "speaker": "SALINAS", "secId": 87}, {"sentences": [{"sentId": 258, "text": "The state of Florida about three elections ago became more Democratic with Hispanics than Republican."}, {"sentId": 259, "text": "And more important than that 30 percent of new voters are independents."}, {"sentId": 260, "text": "And those are people who have nationalized, who are -- I'm sorry, who have naturalized."}, {"sentId": 261, "text": "These citizens."}, {"sentId": 262, "text": "These new citizens don't feel a commitment with either party."}, {"sentId": 263, "text": "They're not Republican, they're not Democrat."}, {"sentId": 264, "text": "Their vote is up for grabs."}, {"sentId": 265, "text": "So I hate to say this way, but that's one constituency that Donald Trump is not grabbing."}], "speaker": "SALINAS", "secId": 88}, {"sentences": [{"sentId": 266, "text": "I want to play something."}, {"sentId": 267, "text": "This is a clip of Donald Trump talking about immigration reform."}, {"sentId": 268, "text": "This is him in 2012."}], "speaker": "LEMON", "secId": 89}, {"sentences": [{"sentId": 269, "text": "Immigration is very important, and the Republicans have to get involved and they have to -- otherwise they're -- look, they're never going to win another election unless they do something."}, {"sentId": 270, "text": "So the Republicans have to get smart and in my opinion, take the lead on immigration and lots of other things."}], "speaker": "TRUMP", "secId": 90}, {"sentences": [{"sentId": 271, "text": "What's your response, Maria?"}], "speaker": "LEMON", "secId": 91}, {"sentences": [{"sentId": 272, "text": "That's exactly what the Republican Party said after they lost the last election."}, {"sentId": 273, "text": "That's when they did their autopsy."}, {"sentId": 274, "text": "I think that after this election, they're going to have to do a forensic autopsy to realize what went wrong."}, {"sentId": 275, "text": "You know, it's not only immigration reform."}, {"sentId": 276, "text": "I think it's the tone."}, {"sentId": 277, "text": "I think it's the language that has been used when you refer to the Hispanic community."}, {"sentId": 278, "text": "It is the fear that is in -- like Ana Navarro said a little while ago, in children -- in schools when you hear children being afraid that they're going to be separated from their parents, that they're going to come home and their parents aren't going to be there, or their grandparents are going to be deported."}], "speaker": "SALINAS", "secId": 92}, {"sentences": [{"sentId": 279, "text": "You could say a lot of hate crimes."}, {"sentId": 280, "text": "It's -- so many schools where you see kids writing on the wall, build that wall."}, {"sentId": 281, "text": "I mean, really, what has happened is that the negative tone of Donald Trump's campaign unfortunately has increased racism and hate in this country."}, {"sentId": 282, "text": "And that is a fact, and there's so many samples of that around the country."}], "speaker": "SALINAS", "secId": 93}, {"sentences": [{"sentId": 283, "text": "Maria, we'll see you back on after the election."}, {"sentId": 284, "text": "Thank you so much."}], "speaker": "LEMON", "secId": 94}, {"sentences": [{"sentId": 285, "text": "All right."}, {"sentId": 286, "text": "Back with me now, Margaret Hoover, Andy Dean, Maria Cardona, Corey Lewandowski, Hilary Rosen, and Bakari Sellers."}], "speaker": "LEMON", "secId": 95}, {"sentences": [{"sentId": 287, "text": "You were nodding your head, Margaret Hoover."}, {"sentId": 288, "text": "Why?"}], "speaker": "LEMON", "secId": 96}, {"sentences": [{"sentId": 289, "text": "Well, Maria is right."}, {"sentId": 290, "text": "You know, George W. Bush won, 40 plus percent of the Hispanic vote when he ran in 2004 and he did not run on immigration reform."}, {"sentId": 291, "text": "He ended up picking it as a priority issue in his second term but that's not what he ran on."}, {"sentId": 292, "text": "He ran, though, with a tone that was respectful."}, {"sentId": 293, "text": "And so I think it's about approaching, you know, Hispanic Americans with decency and respect."}, {"sentId": 294, "text": "It's not only about immigration reform."}], "speaker": "HOOVER", "secId": 97}, {"sentences": [{"sentId": 295, "text": "And there's another thing I'd say."}, {"sentId": 296, "text": "Yes, we know that Donald Trump has done enormous damage to the Republican brand in terms of how he connects with Hispanic voters."}, {"sentId": 297, "text": "But I just want to point out, there are several Republicans who are Hispanic Republicans and not Hispanic Republicans who are doing Yeoman's work down-ticket."}, {"sentId": 298, "text": "Mike Kauffman in Colorado, who's running and debating in Spanish."}, {"sentId": 299, "text": "You've got Joe Heck who is hanging on to a potential Senate seat, when he's running against a woman with a Hispanic surname."}, {"sentId": 300, "text": "Carlos Curbelo who is a Hispanic Cuban American who has denounced Donald Trump from the beginning."}], "speaker": "HOOVER", "secId": 98}, {"sentences": [{"sentId": 301, "text": "Hispanic -- you know, there is a Republican Hispanic tradition that Donald Trump is trying very hard to damage but I think the remain part of the party regardless --"}], "speaker": "HOOVER", "secId": 99}, {"sentences": [{"sentId": 302, "text": "You don't think -- Andy, you don't think --"}], "speaker": "LEMON", "secId": 100}, {"sentences": [{"sentId": 303, "text": "You don't think Donald Trump has been disrespectful to --"}], "speaker": "LEMON", "secId": 101}, {"sentences": [{"sentId": 304, "text": "No, first of all, he's talking about illegal immigration."}, {"sentId": 305, "text": "That individual, Maria Salinas, is one of the most biased -- I guess she's supposed to be a reporter."}, {"sentId": 306, "text": "I don't know what was going on there."}, {"sentId": 307, "text": "It was flat-out dishonest."}, {"sentId": 308, "text": "If you listen to her, you would think that Trump has lost Florida and he's lost Hispanics in Florida."}], "speaker": "DEAN", "secId": 102}, {"sentences": [{"sentId": 309, "text": "He has."}], "speaker": "CARDONA", "secId": 103}, {"sentences": [{"sentId": 310, "text": "That's incorrect."}], "speaker": "DEAN", "secId": 104}, {"sentences": [{"sentId": 311, "text": "No."}], "speaker": "CARDONA", "secId": 105}, {"sentences": [{"sentId": 312, "text": "No, no."}, {"sentId": 313, "text": "I can walk you through mathematically that Trump has to win Florida."}], "speaker": "DEAN", "secId": 106}, {"sentences": [{"sentId": 314, "text": "No, you don't need to."}, {"sentId": 315, "text": "You don't need to."}], "speaker": "CARDONA", "secId": 107}, {"sentences": [{"sentId": 316, "text": "Give me a second."}, {"sentId": 317, "text": "OK.  Four years ago, OK, Democrats had a 4 percent advantage in early voting."}, {"sentId": 318, "text": "4 percent."}, {"sentId": 319, "text": "And Obama won the state by 1 percent."}, {"sentId": 320, "text": "So you subtract three essentially for Election Day."}, {"sentId": 321, "text": "So the Democrats are 4 percent in early voting, and they won by 1 percent."}, {"sentId": 322, "text": "This time, Democrats are only up 0.6 percent in early voting, so think about it, four years ago, they were up 4 percent early voting, now they're up 0.6 percent."}, {"sentId": 323, "text": "That means on Election Day Republicans are going to win Florida, and that's just mathematics."}], "speaker": "DEAN", "secId": 108}, {"sentences": [{"sentId": 324, "text": "So when you listen to her, and she's saying, it's a fact that racism is up."}, {"sentId": 325, "text": "That's just not true."}, {"sentId": 326, "text": "It's offensive."}, {"sentId": 327, "text": "And he's talking about illegal immigration and the people who suffer the most are honest hardworking Hispanics who wait in line and follow the rules."}], "speaker": "DEAN", "secId": 109}, {"sentences": [{"sentId": 328, "text": "Let me tell you --  OK."}], "speaker": "CARDONA", "secId": 110}, {"sentences": [{"sentId": 329, "text": "And it's dishonest for that liberal elite reporter to get on --"}], "speaker": "DEAN", "secId": 111}, {"sentences": [{"sentId": 330, "text": "Let me explain to you why are absolutely, categorically wrong when you talk about the immigration and that that is an issue that Hispanics shouldn't be the only thing that they vote on."}, {"sentId": 331, "text": "And you're right."}], "speaker": "CARDONA", "secId": 112}, {"sentences": [{"sentId": 332, "text": "I didn't say that."}], "speaker": "DEAN", "secId": 113}, {"sentences": [{"sentId": 333, "text": "Immigration -- now hang on."}, {"sentId": 334, "text": "Immigration is not the number one issue."}], "speaker": "CARDONA", "secId": 114}, {"sentences": [{"sentId": 335, "text": "Correct."}, {"sentId": 336, "text": "Jobs."}], "speaker": "DEAN", "secId": 115}, {"sentences": [{"sentId": 337, "text": "For Hispanics."}, {"sentId": 338, "text": "Jobs is."}], "speaker": "CARDONA", "secId": 116}, {"sentences": [{"sentId": 339, "text": "Right."}, {"sentId": 340, "text": "That's right."}], "speaker": "DEAN", "secId": 117}, {"sentences": [{"sentId": 341, "text": "But guess what, Andy, when you talk to our community in such a disrespectful manner, when you call Mexican immigrants rapists and criminals --"}], "speaker": "CARDONA", "secId": 118}, {"sentences": [{"sentId": 342, "text": "No, he didn't."}, {"sentId": 343, "text": "He said some illegal immigrants and that's a fact."}], "speaker": "DEAN", "secId": 119}, {"sentences": [{"sentId": 344, "text": "And you know -- no."}], "speaker": "CARDONA", "secId": 120}, {"sentences": [{"sentId": 345, "text": "OK."}], "speaker": "LEMON", "secId": 121}, {"sentences": [{"sentId": 346, "text": "You know what?"}], "speaker": "CARDONA", "secId": 122}, {"sentences": [{"sentId": 347, "text": "OK, listen, hold on."}, {"sentId": 348, "text": "I hear this argument all the time."}], "speaker": "LEMON", "secId": 123}, {"sentences": [{"sentId": 349, "text": "Hang on, hold on, both of you."}, {"sentId": 350, "text": "Both of you, both of you, both of you, stop."}, {"sentId": 351, "text": "Stop, stop, stop, stop, stop."}], "speaker": "LEMON", "secId": 124}, {"sentences": [{"sentId": 352, "text": "Andy --"}], "speaker": "CARDONA", "secId": 125}, {"sentences": [{"sentId": 353, "text": "But hold on, Maria."}], "speaker": "LEMON", "secId": 126}, {"sentences": [{"sentId": 354, "text": "It's just dishonest."}], "speaker": "DEAN", "secId": 127}, {"sentences": [{"sentId": 355, "text": "I hear this argument all the time about what he said or did not say, too."}, {"sentId": 356, "text": "But here's the thing, the perception is reality."}], "speaker": "LEMON", "secId": 128}, {"sentences": [{"sentId": 357, "text": "Yes."}, {"sentId": 358, "text": "That's what I was going to say."}], "speaker": "CARDONA", "secId": 129}, {"sentences": [{"sentId": 359, "text": "Softer --"}], "speaker": "DEAN", "secId": 130}, {"sentences": [{"sentId": 360, "text": "And Latinos believe -- listen."}], "speaker": "LEMON", "secId": 131}, {"sentences": [{"sentId": 361, "text": "That's a fair argument."}], "speaker": "DEAN", "secId": 132}, {"sentences": [{"sentId": 362, "text": "Will you please listen?"}, {"sentId": 363, "text": "Let me talk."}, {"sentId": 364, "text": "Latinos believe that he called them rapists."}, {"sentId": 365, "text": "He called Mexicans rapists and criminals."}], "speaker": "LEMON", "secId": 133}, {"sentences": [{"sentId": 366, "text": "Yes."}], "speaker": "CARDONA", "secId": 134}, {"sentences": [{"sentId": 367, "text": "Whether that was his intent or not, that's what they believe."}, {"sentId": 368, "text": "And so -- but go on, go on."}], "speaker": "LEMON", "secId": 135}, {"sentences": [{"sentId": 369, "text": "I'll let you in."}, {"sentId": 370, "text": "I'll let you in."}, {"sentId": 371, "text": "Hold on."}, {"sentId": 372, "text": "Go ahead."}], "speaker": "LEMON", "secId": 136}, {"sentences": [{"sentId": 373, "text": "That's a blanket statement."}, {"sentId": 374, "text": "That's not true."}], "speaker": "LEWANDOWSKI", "secId": 137}, {"sentences": [{"sentId": 375, "text": "Hang on a second."}, {"sentId": 376, "text": "And then the thing is, that he followed it up by talking about a deportation force, ala Operation Wetback, which he actually described."}, {"sentId": 377, "text": "Then he goes on to say that he's against the 14th Amendment, birth right citizenship."}, {"sentId": 378, "text": "Then he goes on to insult a Mexican American judge by calling him Mexican in an insulting way saying that because of his heritage, he couldn't do his job."}, {"sentId": 379, "text": "Those are all categoric insults to all of the Hispanic community."}], "speaker": "CARDONA", "secId": 138}, {"sentences": [{"sentId": 380, "text": "And she's saying that resonates."}], "speaker": "LEMON", "secId": 139}, {"sentences": [{"sentId": 381, "text": "Yes, it resonates."}], "speaker": "CARDONA", "secId": 140}, {"sentences": [{"sentId": 382, "text": "OK.  Go on."}], "speaker": "LEMON", "secId": 141}, {"sentences": [{"sentId": 383, "text": "And so when you try to talk to us --"}], "speaker": "CARDONA", "secId": 142}, {"sentences": [{"sentId": 384, "text": "The last point about the judge is correct."}, {"sentId": 385, "text": "OK."}, {"sentId": 386, "text": "I agree."}], "speaker": "DEAN", "secId": 143}, {"sentences": [{"sentId": 387, "text": "Hang on, when you try to talk to us then about jobs or health care or education, Hispanics aren't going to listen to you because you have already insulted them."}], "speaker": "CARDONA", "secId": 144}, {"sentences": [{"sentId": 388, "text": "OK."}], "speaker": "LEMON", "secId": 145}, {"sentences": [{"sentId": 389, "text": "You're saying the Hispanics."}, {"sentId": 390, "text": "Trump is winning Cuban voters."}], "speaker": "DEAN", "secId": 146}, {"sentences": [{"sentId": 391, "text": "OK."}, {"sentId": 392, "text": "Hold on."}, {"sentId": 393, "text": "Go ahead."}, {"sentId": 394, "text": "She's saying that he's not winning the Cuban vote."}, {"sentId": 395, "text": "Go ahead."}], "speaker": "LEMON", "secId": 147}, {"sentences": [{"sentId": 396, "text": "With older Cubans who turn out."}, {"sentId": 397, "text": "70 percent younger Cubans he's losing, they turned out 40 percent."}], "speaker": "DEAN", "secId": 148}, {"sentences": [{"sentId": 398, "text": "The Cuban vote is --"}], "speaker": "LEMON", "secId": 149}, {"sentences": [{"sentId": 399, "text": "He's winning in --"}], "speaker": "DEAN", "secId": 150}, {"sentences": [{"sentId": 400, "text": "She's absolutely right."}, {"sentId": 401, "text": "The Cuban voters make up a much smaller electorate."}], "speaker": "LEMON", "secId": 151}, {"sentences": [{"sentId": 402, "text": "The Florida electorate is going to win over 55 percent of that."}], "speaker": "DEAN", "secId": 152}, {"sentences": [{"sentId": 403, "text": "Every Republican --"}], "speaker": "ROSEN", "secId": 153}, {"sentences": [{"sentId": 404, "text": "What I hear, though, is that Donald Trump has offended all Latinos."}, {"sentId": 405, "text": "That's just not true."}, {"sentId": 406, "text": "That's absolutely not true."}], "speaker": "LEWANDOWSKI", "secId": 154}, {"sentences": [{"sentId": 407, "text": "OK.  82 percent of them."}, {"sentId": 408, "text": "LEWANDOWSKI:  You know what?"}, {"sentId": 409, "text": "You know what I've seen?"}, {"sentId": 410, "text": "Time and time"}], "speaker": "CARDONA", "secId": 155}, {"sentences": [{"sentId": 411, "text": "is, we start in Nevada, at a rally where Donald Trump had a woman on out in the audience, she came up and said, I'm Latina, and I'm voting for Donald Trump."}, {"sentId": 412, "text": "Never saw her before."}, {"sentId": 413, "text": "Came up."}, {"sentId": 414, "text": "Showed up at the rally."}, {"sentId": 415, "text": "Now she's traveling around the country supporting him."}], "speaker": "CARDONA", "secId": 156}, {"sentences": [{"sentId": 416, "text": "Sure."}], "speaker": "CARDONA", "secId": 157}, {"sentences": [{"sentId": 417, "text": "We've seen this time and time and time again so for these blanket statements that Donald Trump has offended every Latino in the country is categorically --"}], "speaker": "LEWANDOWSKI", "secId": 158}, {"sentences": [{"sentId": 418, "text": "How many people said every Latino in the country --"}], "speaker": "LEMON", "secId": 159}, {"sentences": [{"sentId": 419, "text": "If I can just chime in, one of the things --"}], "speaker": "SELLERS", "secId": 160}, {"sentences": [{"sentId": 420, "text": "57 percent?"}], "speaker": "LEWANDOWSKI", "secId": 161}, {"sentences": [{"sentId": 421, "text": "The majorities."}, {"sentId": 422, "text": "82 percent."}], "speaker": "CARDONA", "secId": 162}, {"sentences": [{"sentId": 423, "text": "But we're talking about Hillary Clinton's woman problem."}, {"sentId": 424, "text": "She's getting --"}], "speaker": "LEWANDOWSKI", "secId": 163}, {"sentences": [{"sentId": 425, "text": "But, Corey, you understand when we talk about the black vote, we talk about the Latino vote, we talk about the woman vote, we don't mean every single person."}], "speaker": "LEMON", "secId": 164}, {"sentences": [{"sentId": 426, "text": "But let's talk about the African-American vote --"}], "speaker": "DEAN", "secId": 165}, {"sentences": [{"sentId": 427, "text": "We're talking about a lot of people --"}], "speaker": "LEMON", "secId": 166}, {"sentences": [{"sentId": 428, "text": "Don, can we talk about the African-American --"}], "speaker": "DEAN", "secId": 167}, {"sentences": [{"sentId": 429, "text": "We're talking about a lot of people --"}], "speaker": "LEMON", "secId": 168}, {"sentences": [{"sentId": 430, "text": "Donald Trump is making amazing headway with the black vote."}], "speaker": "DEAN", "secId": 169}, {"sentences": [{"sentId": 431, "text": "Hold on one second."}], "speaker": "LEMON", "secId": 170}, {"sentences": [{"sentId": 432, "text": "Bakari, go."}], "speaker": "LEMON", "secId": 171}, {"sentences": [{"sentId": 433, "text": "Well, no, I mean, I just think that --"}], "speaker": "SELLERS", "secId": 172}, {"sentences": [{"sentId": 434, "text": "I respond to that."}], "speaker": "LEMON", "secId": 173}, {"sentences": [{"sentId": 435, "text": "It's a fact."}, {"sentId": 436, "text": "He is."}], "speaker": "DEAN", "secId": 174}, {"sentences": [{"sentId": 437, "text": "You haven't really stated anything that's rooted in fact tonight."}], "speaker": "SELLERS", "secId": 175}, {"sentences": [{"sentId": 438, "text": "Michigan, 12 percent to 18 percent of African-Americans are going to vote for Trump."}], "speaker": "DEAN", "secId": 176}, {"sentences": [{"sentId": 439, "text": "Let me just finish these thoughts because we're going to clarify something in your numbers as we go through here."}, {"sentId": 440, "text": "But I love the fact that we have these debates about statistics and the analysis of the early votes so far."}, {"sentId": 441, "text": "And then one of the retorts that comes back is usually these anecdotes about Trump having a friend, or Trump having a worker, or Trump having somebody in his orbit that showed up and said, I love him, too."}], "speaker": "SELLERS", "secId": 177}, {"sentences": [{"sentId": 442, "text": "And that's just doesn't bare out in the polls."}, {"sentId": 443, "text": "What we have seen, though, is over 100 percent increase in turnout of Hispanic voters in Florida."}, {"sentId": 444, "text": "We've seen that nearly -- we've seen nearly 100 percent turnout -- greater turnout in North Carolina."}, {"sentId": 445, "text": "We've seen the same thing, long lines in Nevada."}, {"sentId": 446, "text": "This isn't something that we're making light of."}], "speaker": "SELLERS", "secId": 178}, {"sentences": [{"sentId": 447, "text": "You want to talk about North Carolina?"}], "speaker": "DEAN", "secId": 179}, {"sentences": [{"sentId": 448, "text": "One of the things that you -- one of the things that you miss in your analysis is there's a voter in Florida, it's called an NPA."}, {"sentId": 449, "text": "It's a non-party affiliated voter."}, {"sentId": 450, "text": "And so as you went down through all of this deductive reasoning, one of the things that you missed was that 27.5 percent of those NPAs are Hispanic voters."}, {"sentId": 451, "text": "What we're seeing in Nevada -- I mean, excuse me, in Florida, what you're missing in your analysis that most people miss, is the fact that the electorate is becoming more diverse."}], "speaker": "SELLERS", "secId": 180}, {"sentences": [{"sentId": 452, "text": "Yes."}], "speaker": "CARDONA", "secId": 181}, {"sentences": [{"sentId": 453, "text": "So if you want --"}], "speaker": "SELLERS", "secId": 182}, {"sentences": [{"sentId": 454, "text": "Nobody is arguing that."}], "speaker": "DEAN", "secId": 183}, {"sentences": [{"sentId": 455, "text": "But let's talk about North Carolina."}], "speaker": "DEAN", "secId": 184}, {"sentences": [{"sentId": 456, "text": "But if you want to make the argument --"}], "speaker": "SELLERS", "secId": 185}, {"sentences": [{"sentId": 457, "text": "Wrap it up."}, {"sentId": 458, "text": "Wrap it up."}, {"sentId": 459, "text": "Wrap it up."}, {"sentId": 460, "text": "I have to get to a break."}], "speaker": "LEMON", "secId": 186}, {"sentences": [{"sentId": 461, "text": "I'm trying to wrap it up."}], "speaker": "SELLERS", "secId": 187}, {"sentences": [{"sentId": 462, "text": "Let's talk about numbers in North Carolina."}, {"sentId": 463, "text": "OK."}], "speaker": "DEAN", "secId": 188}, {"sentences": [{"sentId": 464, "text": "If you want to make the argument that Donald Trump can win in a more diverse America, then you're losing."}], "speaker": "SELLERS", "secId": 189}, {"sentences": [{"sentId": 465, "text": "But he is winning."}], "speaker": "DEAN", "secId": 190}, {"sentences": [{"sentId": 466, "text": "Yes."}], "speaker": "LEMON", "secId": 191}, {"sentences": [{"sentId": 467, "text": "No, he's not."}], "speaker": "CARDONA", "secId": 192}, {"sentences": [{"sentId": 468, "text": "If you look in North Carolina, OK, you're saying Hispanic turnout --"}], "speaker": "DEAN", "secId": 193}, {"sentences": [{"sentId": 469, "text": "And we will talk about North Carolina in the next block."}, {"sentId": 470, "text": "We'll be right back."}], "speaker": "LEMON", "secId": 194}, {"sentences": [{"sentId": 471, "text": "Turnout among African-Americans in early voting in North Carolina down substantially from 2012."}, {"sentId": 472, "text": "The 2012 election."}], "speaker": "LEMON", "secId": 195}, {"sentences": [{"sentId": 473, "text": "I want to talk about that with Dr. William Barber, president of the North Carolina NAACP, and Dr. Traci Blackmon, a senior pastor of the United Church of Christ."}], "speaker": "LEMON", "secId": 196}, {"sentences": [{"sentId": 474, "text": "Reverends, thank you so much for joining us this evening."}, {"sentId": 475, "text": "I'm going to start with you first, Dr. Barber."}], "speaker": "LEMON", "secId": 197}, {"sentences": [{"sentId": 476, "text": "Today in North Carolina GOP sent out a press release."}, {"sentId": 477, "text": "Announcing and highlighting the fact that the black vote is down, the white vote is up."}, {"sentId": 478, "text": "We've got it up there on the screen, what's your reaction?"}], "speaker": "LEMON", "secId": 198}, {"sentences": [{"sentId": 479, "text": "Well, it is down and they should put -- add to that press that they've been a part of the scheme to keep it down."}, {"sentId": 480, "text": "They passed the worst voter suppression law."}, {"sentId": 481, "text": "We fought, three years to beat them."}, {"sentId": 482, "text": "After that, they sent out memos telling their local boards of election to do things that were -- what the courts had ordered."}, {"sentId": 483, "text": "We had 158 less early voting sites than we had in 2008 and 2012 in the 40 formerly VRA counties."}], "speaker": "BARBER", "secId": 199}, {"sentences": [{"sentId": 484, "text": "They purged 5,000 people from the rolls."}, {"sentId": 485, "text": "We went to court and the court judge said it was insane and signed a temporary restraining order."}, {"sentId": 486, "text": "In the 38 counties that we had flood and hurricane, they refused to extend early voting hours, refused add sites, refused Sunday voting and refused to put mobile units."}], "speaker": "BARBER", "secId": 200}, {"sentences": [{"sentId": 487, "text": "But we're fighting back."}, {"sentId": 488, "text": "I've just left."}, {"sentId": 489, "text": "I'm literally just leaving a rally at a church that we had 300 people do a phone bank rally."}, {"sentId": 490, "text": "300 people."}, {"sentId": 491, "text": "They brought their cell phones, brought their computers, are still there right now, calling people, and pushing people out."}, {"sentId": 492, "text": "Just did a half million robo calls because we are going to fight back against the worst voter suppression we've seen since the days of Jim Crow."}], "speaker": "BARBER", "secId": 201}, {"sentences": [{"sentId": 493, "text": "Reverend Dr. Blackmon, I want to know -- I know that you are monitoring voting issues in Ohio."}, {"sentId": 494, "text": "What have you found?"}], "speaker": "LEMON", "secId": 202}, {"sentences": [{"sentId": 495, "text": "Well, Ohio has increasingly long lines waiting for people to vote because there are not enough options for people to vote."}, {"sentId": 496, "text": "Not enough places open for people to vote and so what happens is that you have people waiting four hours, three hours, in places like Cincinnati just to cast their vote, which is horrible in this country."}], "speaker": "BLACKMON", "secId": 203}, {"sentences": [{"sentId": 497, "text": "Voting should be one of the easiest things for people to do."}, {"sentId": 498, "text": "For American citizens to do."}, {"sentId": 499, "text": "And voter suppression is real."}, {"sentId": 500, "text": "I heard you say, Don, that the black vote is down and it may be down right now, but I'm with Dr. Barber, it's not out."}, {"sentId": 501, "text": "And we are resilient people, and I believe that by the end of tomorrow night, you will see just how many people are going to come out to vote."}], "speaker": "BLACKMON", "secId": 204}, {"sentences": [{"sentId": 502, "text": "So you think there's going to -- later on people will -- it will come down to the wire and they're going to go on Tuesday -- tomorrow?"}], "speaker": "LEMON", "secId": 205}, {"sentences": [{"sentId": 503, "text": "I think that they've been trying all along, but there haven't been the options that there should be."}, {"sentId": 504, "text": "And that people will wait in lines tomorrow and vote because there's a lot on the line this election."}], "speaker": "BLACKMON", "secId": 206}, {"sentences": [{"sentId": 505, "text": "So Dr. Barber, you know the black vote in North Carolina is down."}, {"sentId": 506, "text": "Both in raw numbers and as a percentage of the electorate."}, {"sentId": 507, "text": "Right now it is down substantially."}, {"sentId": 508, "text": "President Barack Obama has made it clear, he's been on the campaign trail saying, you know, that if Hillary Clinton loses, then his legacy goes away."}, {"sentId": 509, "text": "Do you think that the -- this is it resonating?"}, {"sentId": 510, "text": "Are they mindful of that?"}], "speaker": "LEMON", "secId": 207}, {"sentences": [{"sentId": 511, "text": "Well, I'm certainly getting those kind of calls."}, {"sentId": 512, "text": "I'm certainly again with my friend and sister Dr. Blackmon saying that tomorrow you're going to see an extensive number of people come to the polls."}, {"sentId": 513, "text": "You know, we've done 65 more marches to the polls."}, {"sentId": 514, "text": "I think people are coming out."}, {"sentId": 515, "text": "I was in two rallies there."}, {"sentId": 516, "text": "I didn't mention."}, {"sentId": 517, "text": "I was also in Fayetteville where 120 people came up to do the same thing, or calling at 12:00, so I think you're going to see a mass number."}, {"sentId": 518, "text": "We have 1200 faith centers in North Carolina that are pushing out the vote."}], "speaker": "BARBER", "secId": 208}, {"sentences": [{"sentId": 519, "text": "We have 2,000 volunteers, we are adopting precinct."}, {"sentId": 520, "text": "People are cutting on their vans and their busses to get people out to vote."}, {"sentId": 521, "text": "And they are focusing on the issues."}, {"sentId": 522, "text": "You know, so much has been done in this campaign to distract and distort and to keep us from focusing on the issues, but  people are starting to say, if somebody is going to run for office like a Trump or other, and they're going to take our health care, take public education money, take away criminal justice reform, attempt to take away and deny the right to vote, we better take ourselves to the polls and vote for not only the legacy of President Obama but the very future and the soul and the heart of this democracy."}], "speaker": "BARBER", "secId": 209}, {"sentences": [{"sentId": 523, "text": "Absolutely."}], "speaker": "BLACKMON", "secId": 210}, {"sentences": [{"sentId": 524, "text": "Dr. Blackmon, you had Dan Rather on earlier and he said -- he believes that -- the most underreported story at the media, all media including himself, could have done better at this season, and even before, is voter suppression."}, {"sentId": 525, "text": "Do you agree with that voter suppression is a bigger issue than we may understand here in America?"}], "speaker": "LEMON", "secId": 211}, {"sentences": [{"sentId": 526, "text": "I absolutely agree."}, {"sentId": 527, "text": "And we must ask ourselves, why?"}, {"sentId": 528, "text": "Why is it that people would not want others not to be able to vote?"}, {"sentId": 529, "text": "It's because the decision that is going to be made this year is a very clear decision."}, {"sentId": 530, "text": "It's not just a decision about the legacy of President Obama, but it is a decision about what type of America we want to live in."}], "speaker": "BLACKMON", "secId": 212}, {"sentences": [{"sentId": 531, "text": "These candidates could not be more different."}, {"sentId": 532, "text": "And who you vote for will determine what kind of America we have."}, {"sentId": 533, "text": "Whether we have an America where people feel included or whether we don't."}, {"sentId": 534, "text": "Whether we have an America where we continue to have to resist voter suppression at every turn or whether we don't."}, {"sentId": 535, "text": "Whether we have an America where even the migrant feels that this can be home or we don't."}, {"sentId": 536, "text": "Whether we have an America where women have the right to control their own bodies and make their own decisions or we don't."}], "speaker": "BLACKMON", "secId": 213}, {"sentences": [{"sentId": 537, "text": "This is a critical election and I believe that is why everyone is pulling out the stops to try to suppress the black vote, the vote of people of color, the vote of poor people, because how we are able to live in America will be determined tomorrow."}], "speaker": "BLACKMON", "secId": 214}, {"sentences": [{"sentId": 538, "text": "All right."}, {"sentId": 539, "text": "Thank you, Reverend Blackmon."}, {"sentId": 540, "text": "Thank you, Reverend Barber."}, {"sentId": 541, "text": "I appreciate that."}], "speaker": "LEMON", "secId": 215}, {"sentences": [{"sentId": 542, "text": "And you just saw the pictures there of Hillary Clinton and also the former President Bill Clinton and Huma Abedin getting off the plane in North Carolina for a midnight rally with Lady Gaga."}], "speaker": "LEMON", "secId": 216}, {"sentences": [{"sentId": 543, "text": "So back with my panel now here joining me."}, {"sentId": 544, "text": "I do find it interesting, Bakari, you know."}, {"sentId": 545, "text": "Regardless of, if you're black, white, Hispanic, or whatever, wouldn't you want to make it as easy as possible and get as many people to be able to go out and vote as possible?"}], "speaker": "LEMON", "secId": 217}, {"sentences": [{"sentId": 546, "text": "The reason that I'm watching North Carolina and so concerned about what's going on in North Carolina, it's just a perfect example of the legislative body of the governor of the North Carolina GOP taking us steps backwards."}, {"sentId": 547, "text": "And I am always extremely concerned when legislatures begin to emulate the Jim Crow era."}], "speaker": "SELLERS", "secId": 218}, {"sentences": [{"sentId": 548, "text": "People forget, and people do not put in context whatsoever, that yes, we're celebrating Hillary Clinton and women having the right to vote 100 years ago."}, {"sentId": 549, "text": "But black women didn't get the right to vote until the 1960s."}, {"sentId": 550, "text": "You know, this isn't -- this isn't something that's engrained."}, {"sentId": 551, "text": "We literally had to fight, people had to die for the right to vote, so it's not a game."}, {"sentId": 552, "text": "And that's why I respect Reverend Barber and Reverend Blackmon so much, because they're out there on the front lines."}], "speaker": "SELLERS", "secId": 219}, {"sentences": [{"sentId": 553, "text": "But for Governor McRory and this North Carolina GOP chairman to take a victory lap on voter suppression?"}, {"sentId": 554, "text": "I mean, listen, I said this before, and I have to say it again, you know, at one point it was dogs and water hoses, now it's people in Brooks Brothers suits writing laws."}, {"sentId": 555, "text": "And that should trouble a lot of people."}, {"sentId": 556, "text": "What's going on in North Carolina, and I don't want to paint the entire Republican Party with this brush, because the North Carolina Republican Party is doing something even more dangerous."}, {"sentId": 557, "text": "But what's going on in North Carolina is a disservice to so many people who lived, died and fought for what's right in this country."}, {"sentId": 558, "text": "LEMON:  Corey, if -- I mean, if Donald Trump says he's doing so well"}], "speaker": "SELLERS", "secId": 220}, {"sentences": [{"sentId": 559, "text": "with blacks and Hispanics, then why would the GOP not want everyone to be able to turn out?"}, {"sentId": 560, "text": "Why not have as many places as possible?"}, {"sentId": 561, "text": "Why put out a --"}], "speaker": "SELLERS", "secId": 221}, {"sentences": [{"sentId": 562, "text": "Let me be clear, I think every person should vote."}, {"sentId": 563, "text": "I think we should make it as easy as possible."}, {"sentId": 564, "text": "I think in order to get on a subway, or on a bus, or an airplane, you have to produce a government issued piece of identification who says I'm Corey Lewandowski."}, {"sentId": 565, "text": "You should do that when you go to vote."}, {"sentId": 566, "text": "Nothing is more important than protecting the sanctity of our democracy."}, {"sentId": 567, "text": "And making sure --"}], "speaker": "LEWANDOWSKI", "secId": 222}, {"sentences": [{"sentId": 568, "text": "You don't have to do that to get on a bus and so we don't --"}], "speaker": "LEMON", "secId": 223}, {"sentences": [{"sentId": 569, "text": "Absolutely."}, {"sentId": 570, "text": "Get on a train from Washington, D.C., you have to produce an I.D."}], "speaker": "LEWANDOWSKI", "secId": 224}, {"sentences": [{"sentId": 571, "text": "No, you don't."}], "speaker": "SELLERS", "secId": 225}, {"sentences": [{"sentId": 572, "text": "No, you don't."}], "speaker": "LEMON", "secId": 226}, {"sentences": [{"sentId": 573, "text": "If you want to get on an airplane, if you want to get a government check --"}], "speaker": "LEWANDOWSKI", "secId": 227}, {"sentences": [{"sentId": 574, "text": "In order to get on an airplane, that's different."}, {"sentId": 575, "text": "But if you want to -- I take the subway almost every day."}, {"sentId": 576, "text": "I don't --"}], "speaker": "LEMON", "secId": 228}, {"sentences": [{"sentId": 577, "text": "Not the subway, a train, a train."}, {"sentId": 578, "text": "An Amtrak train."}], "speaker": "LEWANDOWSKI", "secId": 229}, {"sentences": [{"sentId": 579, "text": "That's right, Bakari."}, {"sentId": 580, "text": "When I get on the Amtrak, I don't show my I.D."}], "speaker": "LEMON", "secId": 230}, {"sentences": [{"sentId": 581, "text": "But here's the bigger point, though."}], "speaker": "ROSEN", "secId": 231}, {"sentences": [{"sentId": 582, "text": "The point is, it should be as easy as possible."}, {"sentId": 583, "text": "But we see other states have mail-in ballots, it seems to work very well."}, {"sentId": 584, "text": "We see --"}], "speaker": "LEWANDOWSKI", "secId": 232}, {"sentences": [{"sentId": 585, "text": "Corey, let me tell you something."}, {"sentId": 586, "text": "I used to think like you did, until I actually sat down with someone like Barbara Walters, who did not drive for her entire life, never learned how to drive because she lived in New York City."}, {"sentId": 587, "text": "Didn't have a piece of identification."}, {"sentId": 588, "text": "When you meet older people who live in rural areas who don't drive, who don't have identification card they don't --"}], "speaker": "LEMON", "secId": 233}, {"sentences": [{"sentId": 589, "text": "What is more important than the sanctity of the ballot?"}], "speaker": "LEWANDOWSKI", "secId": 234}, {"sentences": [{"sentId": 590, "text": "What is more important than making sure that every person gets one vote?"}], "speaker": "LEWANDOWSKI", "secId": 235}, {"sentences": [{"sentId": 591, "text": "The right to vote is more important than --  LEWANDOWSKI:  That's right."}, {"sentId": 592, "text": "And making sure that --"}], "speaker": "LEMON", "secId": 236}, {"sentences": [{"sentId": 593, "text": "This is the evidence."}], "speaker": "ROSEN", "secId": 237}, {"sentences": [{"sentId": 594, "text": "OK.  Go ahead."}], "speaker": "LEMON", "secId": 238}, {"sentences": [{"sentId": 595, "text": "OK.  Go ahead."}], "speaker": "DEAN", "secId": 239}, {"sentences": [{"sentId": 596, "text": "This will be the first election in 50 years that we're going to have without the protection of the Voting Rights Act since the Supreme Court weakened that law."}, {"sentId": 597, "text": "Since that time, over 25 state legislatures made it more difficult to vote, and guess what, every single one of them were Republican."}, {"sentId": 598, "text": "Now if it's no big deal, why is it that it's only Republican legislatures that impose voting restrictions?"}], "speaker": "ROSEN", "secId": 240}, {"sentences": [{"sentId": 599, "text": "Why is it so difficult to produce a document that says I am who I am?"}], "speaker": "LEWANDOWSKI", "secId": 241}, {"sentences": [{"sentId": 600, "text": "But answer her question."}, {"sentId": 601, "text": "Why is it only the Republican states --"}], "speaker": "LEMON", "secId": 242}, {"sentences": [{"sentId": 602, "text": "No."}, {"sentId": 603, "text": "Why is it only -- on the Republicans do this."}], "speaker": "ROSEN", "secId": 243}, {"sentences": [{"sentId": 604, "text": "OK."}, {"sentId": 605, "text": "The reason why --"}], "speaker": "DEAN", "secId": 244}, {"sentences": [{"sentId": 606, "text": "It's not misleading."}, {"sentId": 607, "text": "It's fact."}], "speaker": "ROSEN", "secId": 245}, {"sentences": [{"sentId": 608, "text": "I'll tell you."}, {"sentId": 609, "text": "Because African-American vote is down because they're not excited about Hillary Clinton."}, {"sentId": 610, "text": "Here's a case in point."}], "speaker": "DEAN", "secId": 246}, {"sentences": [{"sentId": 611, "text": "Stop."}, {"sentId": 612, "text": "Let me give you math."}, {"sentId": 613, "text": "OK."}, {"sentId": 614, "text": "In Detroit, Michigan, there were 81,000 absentee ballots called at this point four years ago."}, {"sentId": 615, "text": "This time 39,000."}, {"sentId": 616, "text": "Down 50 percent from 2012 to now."}, {"sentId": 617, "text": "Because African- Americans in Detroit are not excited about Hillary Clinton."}], "speaker": "DEAN", "secId": 247}, {"sentences": [{"sentId": 618, "text": "Apples and oranges."}], "speaker": "ROSEN", "secId": 248}, {"sentences": [{"sentId": 619, "text": "That's why -- no, it's not."}], "speaker": "DEAN", "secId": 249}, {"sentences": [{"sentId": 620, "text": "I got to get a break here."}], "speaker": "LEMON", "secId": 250}, {"sentences": [{"sentId": 621, "text": "Margaret, go."}, {"sentId": 622, "text": "Quickly."}], "speaker": "LEMON", "secId": 251}, {"sentences": [{"sentId": 623, "text": "Across the board it's down for Hillary."}, {"sentId": 624, "text": "They don't like Hillary Clinton."}], "speaker": "DEAN", "secId": 252}, {"sentences": [{"sentId": 625, "text": "Andy, let her talk."}, {"sentId": 626, "text": "HOOVER:  What Dean said -- especially in North Carolina specifically"}], "speaker": "LEMON", "secId": 253}, {"sentences": [{"sentId": 627, "text": "is just factually inaccurate."}, {"sentId": 628, "text": "What they did in North Carolina is they passed a bill, HB859 or 589."}, {"sentId": 629, "text": "What HB589 has shown is that specifically in the counties where there aren't as many voting booths this time around are the counties where there's repressed turnout of African-Americans but in the counties that have the same amount of voting access, 91 percent of African-Americans are turning out."}], "speaker": "LEMON", "secId": 254}, {"sentences": [{"sentId": 630, "text": "Commensurate with 2012."}, {"sentId": 631, "text": "So there are shenanigans going on."}, {"sentId": 632, "text": "As a Republican, I am not proud to say this."}, {"sentId": 633, "text": "There are shenanigans going on in the Republican Party in North Carolina."}], "speaker": "HOOVER", "secId": 255}, {"sentences": [{"sentId": 634, "text": "There are."}], "speaker": "CARDONA", "secId": 256}, {"sentences": [{"sentId": 635, "text": "And that is not something to be proud of."}], "speaker": "HOOVER", "secId": 257}, {"sentences": [{"sentId": 636, "text": "We'll be right back."}], "speaker": "LEMON", "secId": 258}, {"sentences": [{"sentId": 637, "text": "So you know what, put in on election day."}], "speaker": "LEWANDOWSKI", "secId": 259}, {"sentences": [{"sentId": 638, "text": "We'll be right back."}], "speaker": "LEMON", "secId": 260}, {"sentences": [{"sentId": 639, "text": "All right."}, {"sentId": 640, "text": "We're back."}, {"sentId": 641, "text": "Look at that."}, {"sentId": 642, "text": "There's Dixville Notch."}, {"sentId": 643, "text": "I always get the Dixville Notch vote every election year."}, {"sentId": 644, "text": "And this is a ritual."}, {"sentId": 645, "text": "It's in New Hampshire."}, {"sentId": 646, "text": "There's only, what, like six voters there?"}, {"sentId": 647, "text": "Figure out, nine in the primary."}, {"sentId": 648, "text": "And every year we do it, or every election year, and we do it, and I don't know."}, {"sentId": 649, "text": "I think that so goes Dixville Notch so goes the rest of the country but it's interesting to watch because they're the first people to vote."}], "speaker": "LEMON", "secId": 261}, {"sentences": [{"sentId": 650, "text": "Back now with my panel."}, {"sentId": 651, "text": "As we watch --"}], "speaker": "LEMON", "secId": 262}, {"sentences": [{"sentId": 652, "text": "They did predict both primary winners, though."}], "speaker": "DEAN", "secId": 263}, {"sentences": [{"sentId": 653, "text": "Yes."}], "speaker": "LEMON", "secId": 264}, {"sentences": [{"sentId": 654, "text": "And there's good voter participation."}], "speaker": "LEWANDOWSKI", "secId": 265}, {"sentences": [{"sentId": 655, "text": "Yes."}], "speaker": "DEAN", "secId": 266}, {"sentences": [{"sentId": 656, "text": "Everybody showing up."}], "speaker": "LEWANDOWSKI", "secId": 267}, {"sentences": [{"sentId": 657, "text": "But we were also having a very spirited debate about voter suppression."}, {"sentId": 658, "text": "You said that there are shenanigans going on in your party and you're not proud of it."}, {"sentId": 659, "text": "You said that Corey Lewandowski is conflating voter I.D."}, {"sentId": 660, "text": "with voter suppression."}, {"sentId": 661, "text": "But finish your thoughts."}, {"sentId": 662, "text": "And then I'll let you --"}], "speaker": "LEMON", "secId": 268}, {"sentences": [{"sentId": 663, "text": "You said there's a great really well-reported piece in \"The Daily Beast\" by Jim Michaelson."}, {"sentId": 664, "text": "It just basically showed the direct correlation between the counties where suppression -- where voter turnout is down by African-Americans and where the ballot access has changed."}, {"sentId": 665, "text": "And in the counties where it hasn't, 91 percent of African- Americans turned out commensurate level in 2012."}, {"sentId": 666, "text": "And so you just can't argue with --"}], "speaker": "HOOVER", "secId": 269}, {"sentences": [{"sentId": 667, "text": "So why are the lines -- I thought that was a good question that Hilary asked."}, {"sentId": 668, "text": "Why are the lines always drawn?"}, {"sentId": 669, "text": "Why is it always Republicans who are -- that this happens that complains about the vote and then --"}], "speaker": "LEMON", "secId": 270}, {"sentences": [{"sentId": 670, "text": "Why are the Republicans always the ones who's trying to suppress the vote?"}], "speaker": "CARDONA", "secId": 271}, {"sentences": [{"sentId": 671, "text": "Yes."}], "speaker": "LEMON", "secId": 272}, {"sentences": [{"sentId": 672, "text": "That's not true."}], "speaker": "DEAN", "secId": 273}, {"sentences": [{"sentId": 673, "text": "Because they don't like minorities voting because they know that they will always vote for Democrats."}], "speaker": "CARDONA", "secId": 274}, {"sentences": [{"sentId": 674, "text": "The state Houses draw the congressional districts."}, {"sentId": 675, "text": "And both Republicans and Democrats -- it's not a good thing."}, {"sentId": 676, "text": "But they both play games for their advantage in the state Houses."}, {"sentId": 677, "text": "So it's not like it's just the Republicans."}], "speaker": "DEAN", "secId": 275}, {"sentences": [{"sentId": 678, "text": "That has nothing to do with --"}], "speaker": "CARDONA", "secId": 276}, {"sentences": [{"sentId": 679, "text": "It is the same thing."}, {"sentId": 680, "text": "Because they pack certain districts with certain demographics."}, {"sentId": 681, "text": "It's the same concept."}, {"sentId": 682, "text": "It's dishonesty."}], "speaker": "DEAN", "secId": 277}, {"sentences": [{"sentId": 683, "text": "OK.  Let him finish."}, {"sentId": 684, "text": "Go ahead."}], "speaker": "LEMON", "secId": 278}, {"sentences": [{"sentId": 685, "text": "No, no."}], "speaker": "SELLERS", "secId": 279}, {"sentences": [{"sentId": 686, "text": "Nobody is arguing."}, {"sentId": 687, "text": "It's dishonest."}], "speaker": "DEAN", "secId": 280}, {"sentences": [{"sentId": 688, "text": "Bakari, go ahead."}], "speaker": "LEMON", "secId": 281}, {"sentences": [{"sentId": 689, "text": "A Democratically controlled legislature has never passed legislation --"}], "speaker": "ROSEN", "secId": 282}, {"sentences": [{"sentId": 690, "text": "The concept of gerrymandering doesn't apply to Democrats?"}], "speaker": "DEAN", "secId": 283}, {"sentences": [{"sentId": 691, "text": "No, that's not what --"}], "speaker": "CARDONA", "secId": 284}, {"sentences": [{"sentId": 692, "text": "We're not talking about that."}, {"sentId": 693, "text": "In North Carolina it's not an issue of gerrymandering."}, {"sentId": 694, "text": "In North Carolina it's -- as much as I hate voter I.D., I think voter I.D."}, {"sentId": 695, "text": "is the equivalent of counting jelly beans which we had to do for years before we can write or read or be able to read the Constitution verbatim backwards."}, {"sentId": 696, "text": "So I mean, I'm not even talking about that."}, {"sentId": 697, "text": "What we're talking about how they went in and rooted out places where African-Americans voted and the court said they did it with surgical precision."}], "speaker": "SELLERS", "secId": 285}, {"sentences": [{"sentId": 698, "text": "Yes."}], "speaker": "CARDONA", "secId": 286}, {"sentences": [{"sentId": 699, "text": "I'm not making this up as a partisan hack."}, {"sentId": 700, "text": "What I am actually telling you is what the United States courts have actually said about the voting."}, {"sentId": 701, "text": "We -- Andy, I want you to be able to peel away the partnership for one moment and understand how far we've come in this country and what's going on in North Carolina is contrary to everything --"}], "speaker": "SELLERS", "secId": 287}, {"sentences": [{"sentId": 702, "text": "Nobody is arguing the other side."}, {"sentId": 703, "text": "It's a strawman argument."}, {"sentId": 704, "text": "Everybody is against it."}, {"sentId": 705, "text": "Anybody with the right mind in their head --"}], "speaker": "DEAN", "secId": 288}, {"sentences": [{"sentId": 706, "text": "It's inappropriate."}, {"sentId": 707, "text": "And it should be stopped."}], "speaker": "DEAN", "secId": 289}, {"sentences": [{"sentId": 708, "text": "That's what I'm talking about."}], "speaker": "SELLERS", "secId": 290}, {"sentences": [{"sentId": 709, "text": "But if you're just saying that it's just Republicans --"}], "speaker": "DEAN", "secId": 291}, {"sentences": [{"sentId": 710, "text": "Why isn't Donald Trump calling it to stop?"}], "speaker": "ROSEN", "secId": 292}, {"sentences": [{"sentId": 711, "text": "Then that's insane."}, {"sentId": 712, "text": "Well, then you live in a world, due, that is completely --"}], "speaker": "DEAN", "secId": 293}, {"sentences": [{"sentId": 713, "text": "The Republican legislatures, we're not making that part up."}], "speaker": "SELLERS", "secId": 294}, {"sentences": [{"sentId": 714, "text": "It's true."}], "speaker": "CARDONA", "secId": 295}, {"sentences": [{"sentId": 715, "text": "And right now --"}], "speaker": "SELLERS", "secId": 296}, {"sentences": [{"sentId": 716, "text": "Republican and Democratic legislatures use the boundaries and whatever -- to their advantage."}, {"sentId": 717, "text": "And that's just the reality."}], "speaker": "DEAN", "secId": 297}, {"sentences": [{"sentId": 718, "text": "That's not the same thing of what we're talking about."}], "speaker": "CARDONA", "secId": 298}, {"sentences": [{"sentId": 719, "text": "It's similar."}], "speaker": "DEAN", "secId": 299}, {"sentences": [{"sentId": 720, "text": "We're talking about -- no."}, {"sentId": 721, "text": "We're talking about --"}], "speaker": "CARDONA", "secId": 300}, {"sentences": [{"sentId": 722, "text": "I know what you're saying."}, {"sentId": 723, "text": "That something in North Carolina happened."}], "speaker": "DEAN", "secId": 301}, {"sentences": [{"sentId": 724, "text": "One at a time."}, {"sentId": 725, "text": "One at a time."}, {"sentId": 726, "text": "One at a time."}], "speaker": "LEMON", "secId": 302}, {"sentences": [{"sentId": 727, "text": "I get your point."}, {"sentId": 728, "text": "And nobody is arguing the other side."}], "speaker": "DEAN", "secId": 303}, {"sentences": [{"sentId": 729, "text": "OK.  All right."}], "speaker": "LEMON", "secId": 304}, {"sentences": [{"sentId": 730, "text": "That makes it more difficult for --"}], "speaker": "CARDONA", "secId": 305}, {"sentences": [{"sentId": 731, "text": "I'm not arguing the other side."}], "speaker": "DEAN", "secId": 306}, {"sentences": [{"sentId": 732, "text": "OK."}], "speaker": "LEMON", "secId": 307}, {"sentences": [{"sentId": 733, "text": "Everybody should vote."}], "speaker": "DEAN", "secId": 308}, {"sentences": [{"sentId": 734, "text": "In Pennsylvania and what they do in New Hampshire, and what they do in Michigan."}], "speaker": "LEWANDOWSKI", "secId": 309}, {"sentences": [{"sentId": 735, "text": "Right."}], "speaker": "DEAN", "secId": 310}, {"sentences": [{"sentId": 736, "text": "You show up on Election Day."}], "speaker": "LEWANDOWSKI", "secId": 311}, {"sentences": [{"sentId": 737, "text": "OK."}, {"sentId": 738, "text": "Stand by."}, {"sentId": 739, "text": "I got to get to this."}], "speaker": "LEMON", "secId": 312}, {"sentences": [{"sentId": 740, "text": "Amen."}, {"sentId": 741, "text": "Amen."}], "speaker": "DEAN", "secId": 313}, {"sentences": [{"sentId": 742, "text": "Hold on."}, {"sentId": 743, "text": "Stop."}], "speaker": "LEMON", "secId": 314}, {"sentences": [{"sentId": 744, "text": "So you're against early voting?"}], "speaker": "ROSEN", "secId": 315}, {"sentences": [{"sentId": 745, "text": "This is CNN Breaking News."}], "speaker": "ANNOUNCER", "secId": 316}, {"sentences": [{"sentId": 746, "text": "All right, everyone."}, {"sentId": 747, "text": "Breaking news the first in person votes about to cast their ballots now and be counted."}], "speaker": "LEMON", "secId": 317}, {"sentences": [{"sentId": 748, "text": "This is CNN TONIGHT."}, {"sentId": 749, "text": "I'm Don Lemon."}], "speaker": "LEMON", "secId": 318}, {"sentences": [{"sentId": 750, "text": "Voters getting ready to head to the polls across the country, beginning with Dixville Notch, New Hampshire, where they traditionally cast the first ballots on Election Day."}, {"sentId": 751, "text": "And you're looking at live pictures right now."}, {"sentId": 752, "text": "Let's get right there now."}], "speaker": "LEMON", "secId": 319}, {"sentences": [{"sentId": 753, "text": "CNN's Rachel Crane in Dixville Notch."}], "speaker": "LEMON", "secId": 320}, {"sentences": [{"sentId": 754, "text": "Rachel, we were live on CNN for the first votes in the nation out of Dixville Notch during the primaries."}, {"sentId": 755, "text": "Now Dixville Notch is first to choose between Hillary Clinton and Donald Trump on Election Day."}, {"sentId": 756, "text": "What's going on?"}], "speaker": "LEMON", "secId": 321}, {"sentences": [{"sentId": 757, "text": "Well, Don, this is a tradition that dates back to 1960."}, {"sentId": 758, "text": "The midnight voting happening here in Dixville Notch."}, {"sentId": 759, "text": "Now, as you can see, some of the registered voters have already marked their ballots."}, {"sentId": 760, "text": "They will be casting their ballots in that ballot box as you can see right there, that wooden box right at the stroke of midnight."}], "speaker": "CRANE", "secId": 322}, {"sentences": [{"sentId": 761, "text": "Now there are eight voters that will be casting those ballots in person, and a curveball here in Dixville Notch was thrown tonight because one of those voters is actually -- will be registering for the same day vote."}, {"sentId": 762, "text": "That's the first time that has ever happened here in Dixville Notch."}], "speaker": "CRANE", "secId": 323}, {"sentences": [{"sentId": 763, "text": "Now those votes will be cast right at midnight and it will just take a couple of minutes for them to count those votes and get those results."}], "speaker": "CRANE", "secId": 324}, {"sentences": [{"sentId": 764, "text": "Now the first ballot is about to be cast right here."}, {"sentId": 765, "text": "As you can see -- all eyes on that first vote being cast here in Dixville Notch."}, {"sentId": 766, "text": "A lot of excitement."}], "speaker": "CRANE", "secId": 325}, {"sentences": [{"sentId": 767, "text": "There we go."}], "speaker": "UNIDENTIFIED MALE", "secId": 326}, {"sentences": [{"sentId": 768, "text": "Midnight."}], "speaker": "UNIDENTIFIED MALE", "secId": 327}, {"sentences": [{"sentId": 769, "text": "Whoops."}], "speaker": "LEMON", "secId": 328}, {"sentences": [{"sentId": 770, "text": "There we go."}], "speaker": "CRANE", "secId": 329}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1611.07.cnnt.03.html.json", "time": "Aired November 7, 2016 - 23:00   ET"}