{"sectionCount": 258, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["LEMON", "UNIDENTIFIED FEMALE", "FIELD", "RICK SANTORUM FORMER U.S. SENATOR", "BROWN", "DESIRAE BROWN", "DEONDRA BROWN", "DUPREE", "BECK", "WAXMAN", "JOHNS", "LIZZA", "COOKS", "UNIDENTIFIED MALE", "LAH", "HARPER", "MARTIN", "STANTON", "ALPHONS"], "subTitle": "Former Speaker Dennis Hastert Indicted; More on Duggars Family Scandal; Barstow, CA, Arrest Detailed; NY City Schools Lack Art Teachers. Aired 10-11p ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1505/28/cnnt.01.html", "sentenceCount": 601, "sections": [{"sentences": [{"sentId": 0, "text": "Bombshell, a top republican, indicted."}, {"sentId": 1, "text": "This is CNN Tonight."}, {"sentId": 2, "text": "The former House Speaker Dennis Hastert accused of lying to the FBI about millions of dollars allegedly agreed -- he agreed to pay he called cover up 'Hush misconduct.'"}], "speaker": "LEMON", "secId": 0}, {"sentences": [{"sentId": 3, "text": "Plus, the prices scandal."}, {"sentId": 4, "text": "Another company drops the Duggars in the wake of a revelation that Josh Duggar molested several girls including some of his own sisters when he was a teenager."}], "speaker": "LEMON", "secId": 1}, {"sentences": [{"sentId": 5, "text": "Why is there a statute of limitations on these crimes?"}, {"sentId": 6, "text": "And why did some of the family's defenders claim attacks on the Duggars aren't attack on Christianity."}, {"sentId": 7, "text": "I'll talk to both tonight about that."}], "speaker": "LEMON", "secId": 2}, {"sentences": [{"sentId": 8, "text": "Also caught on camera, you'll be shocked when you find out why this pregnant woman was arrested."}], "speaker": "LEMON", "secId": 3}, {"sentences": [{"sentId": 9, "text": "Do not touch me!"}, {"sentId": 10, "text": "Do not touch me!"}, {"sentId": 11, "text": "Do not touch me sir!"}, {"sentId": 12, "text": "Do not touch me!"}, {"sentId": 13, "text": "Do not touch me!"}, {"sentId": 14, "text": "Do not touch me, I said..."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 4}, {"sentences": [{"sentId": 15, "text": "But I want to begin with the Duggar's scandal."}, {"sentId": 16, "text": "The news just getting worse for the family behind TLC's \"19 Kids and Counting\""}], "speaker": "UNIDENTIFIED FEMALE", "secId": 5}, {"sentences": [{"sentId": 17, "text": "CNN's Alexandra Field has that for you."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 6}, {"sentences": [{"sentId": 18, "text": "The Duggar family."}, {"sentId": 19, "text": "Conservative Christian cut up to the fame with the hit reality TV series \"19 Kids and Counting,\" and corded by republican presidential hopefuls ruling the base."}, {"sentId": 20, "text": "Now, a former ally is the latest cutting ties."}], "speaker": "FIELD", "secId": 7}, {"sentences": [{"sentId": 21, "text": "I just had second life."}, {"sentId": 22, "text": "I pray for those girls in particular to have gone through that is just hard to think about."}], "speaker": "RICK SANTORUM FORMER U.S. SENATOR", "secId": 8}, {"sentences": [{"sentId": 23, "text": "The 2006 police report first published last week by In Touch magazine details allegations against the oldest Duggar son."}, {"sentId": 24, "text": "Josh, now 27, he's accused of molesting five children including his sisters when he was a teen."}], "speaker": "FIELD", "secId": 9}, {"sentences": [{"sentId": 25, "text": "He has since apologized."}, {"sentId": 26, "text": "But the document, now destroyed by judge's orders gives a glimpse in parts of the Duggar life that the cameras don't capture."}, {"sentId": 27, "text": "How Michelle and Jimbob discipline their kids."}, {"sentId": 28, "text": "Asked by an investigators about getting spanked, the child responds, mother and dad spank, they have a rod."}], "speaker": "FIELD", "secId": 10}, {"sentences": [{"sentId": 29, "text": "The investigator then asked if they leave any bruising, the child responds, no."}, {"sentId": 30, "text": "Online, fans of the family are coming to their defense."}, {"sentId": 31, "text": "More than 212,000 signing one petition to save the show."}, {"sentId": 32, "text": "Parents, Jimbob and Michelle Duggar have said on Facebook, \"We pray that as people watch our lives, they see that we are not a perfect family.\""}], "speaker": "FIELD", "secId": 11}, {"sentences": [{"sentId": 33, "text": "But more fallout for the Duggar family."}, {"sentId": 34, "text": "The streaming service, Hulu, announcing its dropping \"19 Kids and Counting.\""}, {"sentId": 35, "text": "At least 16 sponsors have already dumped the show, including Walgreens, Pizza Hut, and General Mills."}], "speaker": "FIELD", "secId": 12}, {"sentences": [{"sentId": 36, "text": "TLC has pulled all reruns of its highest rated show off the air."}, {"sentId": 37, "text": "New episodes are not currently in production."}, {"sentId": 38, "text": "There's still no word from the network of whether the series will return with the entire family or in any form."}, {"sentId": 39, "text": "Alexandra Fields, CNN, New York."}], "speaker": "FIELD", "secId": 13}, {"sentences": [{"sentId": 40, "text": "In his statement admitting that he molested several girls, the teenager Josh Duggar says, \"He received counseling and sought forgiveness,\" but what about his victims to include siblings?"}, {"sentId": 41, "text": "Let's talk about that now with Deondra and Desirae Brown, both classical pianist who are members of the Five Rounds."}], "speaker": "LEMON", "secId": 14}, {"sentences": [{"sentId": 42, "text": "They were sexually abused by their father, and created a Foundation for Survivors of Abuse."}, {"sentId": 43, "text": "I'm very happy that you're both here."}, {"sentId": 44, "text": "You offer a perspective and insight that most people don't know."}], "speaker": "LEMON", "secId": 15}, {"sentences": [{"sentId": 45, "text": "Desirae, I have to ask you."}, {"sentId": 46, "text": "You wrote a blog today."}, {"sentId": 47, "text": "You wrote a blog, I read today and it was very, very moving."}, {"sentId": 48, "text": "You both know what it's like to be behind this sort of the dark secret behind a wholesome family, then and you write about all of a sudden this happening to you and it was just like, it was just like a fast moving train you couldn't stop it."}], "speaker": "LEMON", "secId": 16}, {"sentences": [{"sentId": 49, "text": "That's right."}, {"sentId": 50, "text": "There's so much pressure, I feel like if you're in the public eye even a little bit and you have any type of abuse in your past, you feel like there's a dark secret that at any moment is going to be exposed."}], "speaker": "BROWN", "secId": 17}, {"sentences": [{"sentId": 51, "text": "Does it ever -- I would ask you, does it bring it back or does it ever go away?"}], "speaker": "LEMON", "secId": 18}, {"sentences": [{"sentId": 52, "text": "I don't think it ever really goes away."}, {"sentId": 53, "text": "I think healing takes place."}, {"sentId": 54, "text": "And I think you're supposed to truly forget about what happened to you."}, {"sentId": 55, "text": "It's part of your truth."}, {"sentId": 56, "text": "It's part of what happened to you, part of your life, part of what makes you who you are."}, {"sentId": 57, "text": "LEMON: You know, we've talked a lot to you Andrew -- the focus has"}], "speaker": "DESIRAE BROWN", "secId": 19}, {"sentences": [{"sentId": 58, "text": "really been a lot on Josh Duggar, but, and not as much on the victims."}, {"sentId": 59, "text": "In his response, he mentioned, you know, himself and they mentioned Josh Duggar, at least 20 times or more and the victims were rarely mentioned in that."}, {"sentId": 60, "text": "What do you think that if they had a chance -- do think if they've had a chance to come to terms with what happened to them?"}], "speaker": "DESIRAE BROWN", "secId": 20}, {"sentences": [{"sentId": 61, "text": "Well, honestly, it takes victims oftentimes well into their 40s before they can really start to go through those past experiences and come to terms with what has happened and how the course of their lives has been changed."}], "speaker": "BROWN", "secId": 21}, {"sentences": [{"sentId": 62, "text": "So, I imagine they're probably in the beginning stages."}, {"sentId": 63, "text": "They're scared."}, {"sentId": 64, "text": "They're wondering if there's any sort of guilt that they should put on themselves."}, {"sentId": 65, "text": "And you know, Desirae and I are sisters."}, {"sentId": 66, "text": "We really feel for those women because they -- it wasn't that it came out on their own terms and so, they're having to kind of deal with the aftermath, which is quite heavy."}], "speaker": "BROWN", "secId": 22}, {"sentences": [{"sentId": 67, "text": "Yes."}, {"sentId": 68, "text": "In this what you wrote, Desirae, you said, \"I grew up in a culture that obsessively valued chastity and moral pureness."}, {"sentId": 69, "text": "I remember feeling such shame and embarrassment that everyone  knew -- everyone I knew would now know about this.\""}], "speaker": "LEMON", "secId": 23}, {"sentences": [{"sentId": 70, "text": "That was really the ultimate."}, {"sentId": 71, "text": "Was it really the ultimate to keep that part secret?"}, {"sentId": 72, "text": "This sort of fake idea that everything was, you know, pure and the family was perfect."}, {"sentId": 73, "text": "And how big a role was that in your family and in your childhood?"}], "speaker": "LEMON", "secId": 24}, {"sentences": [{"sentId": 74, "text": "I think oftentimes when the abuse happens within families or in a relationship that's close to the victim, which 80 percent of this type of abuse is, then there's shame and humiliation associated with anyone knowing about it."}, {"sentId": 75, "text": "And it's one of the tactics that abusers use."}, {"sentId": 76, "text": "They want everything to stay secret."}, {"sentId": 77, "text": "So, the fact that these girls kept quiet for so long is not a surprise."}], "speaker": "DESIRAE BROWN", "secId": 25}, {"sentences": [{"sentId": 78, "text": "Do you think that religion, how big a role do you think that religion played in them keeping it a secret because there are people say, oh, Christianity is under attack now."}], "speaker": "LEMON", "secId": 26}, {"sentences": [{"sentId": 79, "text": "Well, sometimes within closed cultures, they want to keep quiet."}, {"sentId": 80, "text": "If it reflects badly on the family, if it reflects badly on the religion, they want it to be dealt within the family within the church."}, {"sentId": 81, "text": "And sometimes I think that inadvertently keeps victims quiet and paralyzes them."}, {"sentId": 82, "text": "They are feeling so much pressure to stay quite than oftentimes they do."}], "speaker": "DESIRAE BROWN", "secId": 27}, {"sentences": [{"sentId": 83, "text": "Deondra, I wonder if the Duggar girls will, you know, the members of the family who were abused, if this may offer them, I don't know, some sort of strength to come forward because you guys came forward."}, {"sentId": 84, "text": "What was a deciding factor for you guys coming forward?"}], "speaker": "DESIRAE BROWN", "secId": 28}, {"sentences": [{"sentId": 85, "text": "Well, I would very much hope that the Duggar girls are realizing how many people are rallying behind them and how many people really hope that they will be able to continue on and do the things that they would want to do in their lives."}], "speaker": "DEONDRA BROWN", "secId": 29}, {"sentences": [{"sentId": 86, "text": "And for Desirae and I are our sister Melody, it was a freeing innocence to come forward."}, {"sentId": 87, "text": "It was a big decision."}, {"sentId": 88, "text": "We didn't know how those around us would feel, if we would lose the support of family members and friends, but ultimately it needed to be done."}], "speaker": "DEONDRA BROWN", "secId": 30}, {"sentences": [{"sentId": 89, "text": "Our father was managing other young women and Desirae and I and Melody knew that we couldn't go through our lives wondering if we could have done something to protect someone and didn't."}, {"sentId": 90, "text": "So, all blessings and power to those young women and I hope that they're able to continue on in their lives and do the things they would hope to."}], "speaker": "DEONDRA BROWN", "secId": 31}, {"sentences": [{"sentId": 91, "text": "So, was there a decision in your family, did you all get together and say, hey, listen, this happened to me and then you decided to come forward."}, {"sentId": 92, "text": "If you can quickly take me through the process as much as you are willing to share, I would appreciate it."}], "speaker": "LEMON", "secId": 32}, {"sentences": [{"sentId": 93, "text": "Well, we..."}], "speaker": "DESIRAE BROWN", "secId": 33}, {"sentences": [{"sentId": 94, "text": "Yes, it was..."}], "speaker": "DEONDRA BROWN", "secId": 34}, {"sentences": [{"sentId": 95, "text": "Go ahead to you, Deondra."}], "speaker": "LEMON", "secId": 35}, {"sentences": [{"sentId": 96, "text": "Go ahead, Desirae."}], "speaker": "DEONDRA BROWN", "secId": 36}, {"sentences": [{"sentId": 97, "text": "No, no."}, {"sentId": 98, "text": "Go ahead."}], "speaker": "DESIRAE BROWN", "secId": 37}, {"sentences": [{"sentId": 99, "text": "Oh, sure."}, {"sentId": 100, "text": "It was one of those things that we talked about, you know, it was not  until well into our adult years before we realized that we were not the only ones within the family unit and it was shocking and hard to know that people close to you had suffered in that way."}], "speaker": "DEONDRA BROWN", "secId": 38}, {"sentences": [{"sentId": 101, "text": "And so, when this came public, Desirae and I knew that we wanted to start a foundation, the Foundation for Survivors of Abuse, where our main goal was to work with legislatures to open up the window with statute of limitation for these crimes of sexual abuse."}], "speaker": "DEONDRA BROWN", "secId": 39}, {"sentences": [{"sentId": 102, "text": "So, the victims can prosecute when they are finally ready and not be on a time table according to what the law is practical."}, {"sentId": 103, "text": "So, we're excited to be working statewide and on national levels to be able to make this happens."}, {"sentId": 104, "text": "This Foundation for Survivors of Abuse we're currently an amazing project with Senator Harry Reed on a bill that encourages states to address these issues of statute of limitation laws for a sexual abuse crimes."}], "speaker": "DEONDRA BROWN", "secId": 40}, {"sentences": [{"sentId": 105, "text": "The bill is being drafted and we're working with Senator Reed's office right now, currently looking for a co-sponsor."}, {"sentId": 106, "text": "So, we're very excited to announce that this -- that hopefully the victims across this country will continue to be protected under the laws of the land."}], "speaker": "DEONDRA BROWN", "secId": 41}, {"sentences": [{"sentId": 107, "text": "I mean, that's huge for you guys to do that and it's, you know, it's very courageous."}], "speaker": "LEMON", "secId": 42}, {"sentences": [{"sentId": 108, "text": "Thank you."}, {"sentId": 109, "text": "LEMON: And I want to ask you about, you know, I don't know what your"}], "speaker": "DESIRAE BROWN", "secId": 43}, {"sentences": [{"sentId": 110, "text": "father's reaction was, but Josh Duggar has said, it was a long time ago for him that he's gotten over it and he's gotten past it."}, {"sentId": 111, "text": "What do you think about that?"}], "speaker": "DESIRAE BROWN", "secId": 44}, {"sentences": [{"sentId": 112, "text": "Abusers almost always say that."}, {"sentId": 113, "text": "They try to make it out to seem that because it's so long ago, it doesn't matter."}, {"sentId": 114, "text": "But we don't expect murderers to be exonerated because they're young."}, {"sentId": 115, "text": "Or a crime is committed and it doesn't matter whether you're 14, 40, or 90, there should be consequences for that."}], "speaker": "DESIRAE BROWN", "secId": 45}, {"sentences": [{"sentId": 116, "text": "Yes."}, {"sentId": 117, "text": "I really appreciate what you wrote Desirae."}], "speaker": "LEMON", "secId": 46}, {"sentences": [{"sentId": 118, "text": "Thank you."}], "speaker": "DESIRAE BROWN", "secId": 47}, {"sentences": [{"sentId": 119, "text": "It's very moving."}, {"sentId": 120, "text": "If you can read this, it's on your blog."}, {"sentId": 121, "text": "You have a blog, right?"}], "speaker": "LEMON", "secId": 48}, {"sentences": [{"sentId": 122, "text": "Yes."}, {"sentId": 123, "text": "It's survivingabuse.org."}], "speaker": "DESIRAE BROWN", "secId": 49}, {"sentences": [{"sentId": 124, "text": "Yes."}, {"sentId": 125, "text": "Go and read it."}], "speaker": "LEMON", "secId": 50}, {"sentences": [{"sentId": 126, "text": "Thank you."}], "speaker": "DESIRAE BROWN", "secId": 51}, {"sentences": [{"sentId": 127, "text": "We'll put up on the CNN Tonight web page as well."}, {"sentId": 128, "text": "It's very moving."}, {"sentId": 129, "text": "Everyone should read it."}, {"sentId": 130, "text": "Thank you, Deondra."}, {"sentId": 131, "text": "Thank you, Desirae."}], "speaker": "LEMON", "secId": 52}, {"sentences": [{"sentId": 132, "text": "Thank you."}], "speaker": "DEONDRA BROWN", "secId": 53}, {"sentences": [{"sentId": 133, "text": "You guys are very courageous."}, {"sentId": 134, "text": "Come back and let us know what happens with the legislation that you're proposing."}], "speaker": "LEMON", "secId": 54}, {"sentences": [{"sentId": 135, "text": "Thank you."}], "speaker": "DESIRAE BROWN", "secId": 55}, {"sentences": [{"sentId": 136, "text": "Thank you so much."}], "speaker": "LEMON", "secId": 56}, {"sentences": [{"sentId": 137, "text": "We love you."}], "speaker": "DESIRAE BROWN", "secId": 57}, {"sentences": [{"sentId": 138, "text": "We've got a lot more on this story."}, {"sentId": 139, "text": "When we come right back, why some Duggar defenders say attacks on the family or attacks on Christianity."}], "speaker": "LEMON", "secId": 58}, {"sentences": [{"sentId": 140, "text": "Plus, a pregnant woman arrested, handcuffed on the ground, but the shocker is, why?"}], "speaker": "LEMON", "secId": 59}, {"sentences": [{"sentId": 141, "text": "Do not touch me!"}, {"sentId": 142, "text": "Do not -- I'm pregnant, do not touch me!"}, {"sentId": 143, "text": "Do not touch me!"}], "speaker": "UNIDENTIFIED FEMALE", "secId": 60}, {"sentences": [{"sentId": 144, "text": "Some are saying Christian values are under attack in the coverage of the Duggar family scandal."}, {"sentId": 145, "text": "And here to talk about that is Wayne Dupree, radio host and founder of WAAR Media Group and Father Edward Beck, CNN religion commentator and host of the Sunday Mass."}, {"sentId": 146, "text": "Good to have all of you here."}, {"sentId": 147, "text": "Wayne, I'm going to start with you because you tweeted this earlier, you said \"Hashtag Josh Duggar, I could care less about, I pray for the young girls that had to go through it at the time."}, {"sentId": 148, "text": "Nothing to do with Christianity though.\""}, {"sentId": 149, "text": "So, of course this needs to be -- the spotlight needs to be put on the victims and what to do for the victims."}, {"sentId": 150, "text": "But why do you feel this has nothing to do with Christianity?"}], "speaker": "LEMON", "secId": 61}, {"sentences": [{"sentId": 151, "text": "Well, bottom line is this young man did something terrible at his age."}, {"sentId": 152, "text": "But for me, as a Christian, this doesn't define who I am."}, {"sentId": 153, "text": "It doesn't have anything to do with the faith that I serve."}], "speaker": "DUPREE", "secId": 62}, {"sentences": [{"sentId": 154, "text": "Now, if they -- if that's what they want to stand behind after all these years, if that's what the family wants to stand behind, that's their prerogative."}, {"sentId": 155, "text": "But it doesn't have anything to do with the Christian faith itself."}], "speaker": "DUPREE", "secId": 63}, {"sentences": [{"sentId": 156, "text": "You don't have us going out and condoning this."}, {"sentId": 157, "text": "Nope."}, {"sentId": 158, "text": "I mean, as a matter of fact, if you look on social media right now, there are Christians that are angry at this and they are letting their voices be known about this, but they have to separate that act."}], "speaker": "DUPREE", "secId": 64}, {"sentences": [{"sentId": 159, "text": "But there are Christians as well who are, there are Christians as well who are defending Josh Duggar."}, {"sentId": 160, "text": "I read one on social media is talking to you saying, \"Go on and defend your Christian brother.\""}, {"sentId": 161, "text": "You're saying is not about Christianity but the response certainly is, even in their own response, Jimbob and Michelle said, \"That dark and difficult time caused us to seek God like never before.\""}, {"sentId": 162, "text": "Then it goes on and on."}], "speaker": "LEMON", "secId": 65}, {"sentences": [{"sentId": 163, "text": "It says numbers of jurors closer to God and everything faith is so much because God's kindness and goodness and forgiveness."}, {"sentId": 164, "text": "And even Josh Duggar said, \"I sought forgiveness for those I had wronged and ask to Christ to forgive me.\""}, {"sentId": 165, "text": "They mention God and Christianity throughout their whole response."}, {"sentId": 166, "text": "How do you say this has nothing to do with that?"}], "speaker": "LEMON", "secId": 66}, {"sentences": [{"sentId": 167, "text": "For me, for me because I've also seen some of those social media tweets and they're saying that the Duggars are..."}], "speaker": "DUPREE", "secId": 67}, {"sentences": [{"sentId": 168, "text": "So, forget the tweets."}, {"sentId": 169, "text": "The family's response to this has been in a spiritual and Christian-like manner."}, {"sentId": 170, "text": "So, if you forget the tweets and you look at the family's response, the reason they said they didn't do it is because they were going by their spiritual principles."}, {"sentId": 171, "text": "So, then what else are people to go in from if that has..."}], "speaker": "LEMON", "secId": 68}, {"sentences": [{"sentId": 172, "text": "But..."}], "speaker": "DUPREE", "secId": 69}, {"sentences": [{"sentId": 173, "text": "Go ahead."}], "speaker": "LEMON", "secId": 70}, {"sentences": [{"sentId": 174, "text": "But it didn't have anything to do with being a Christian."}, {"sentId": 175, "text": "OK."}, {"sentId": 176, "text": "The act, what that young boy did whatever he did at that time it didn't have anything to do with being a Christian."}, {"sentId": 177, "text": "That was in him..."}], "speaker": "DUPREE", "secId": 71}, {"sentences": [{"sentId": 178, "text": "Of course it doesn't have anything to do with being a Christian."}], "speaker": "LEMON", "secId": 72}, {"sentences": [{"sentId": 179, "text": "That was self."}], "speaker": "DUPREE", "secId": 73}, {"sentences": [{"sentId": 180, "text": "He did something wrong."}], "speaker": "LEMON", "secId": 74}, {"sentences": [{"sentId": 181, "text": "That was person's responsibility."}], "speaker": "DUPREE", "secId": 75}, {"sentences": [{"sentId": 182, "text": "But people are talking about their response to it, how they responded to it."}, {"sentId": 183, "text": "Of course he did something wrong."}, {"sentId": 184, "text": "No one condones that, Christian, Atheist, whatever."}], "speaker": "LEMON", "secId": 76}, {"sentences": [{"sentId": 185, "text": "But it didn't have anything to do with being a Christian."}, {"sentId": 186, "text": "OK. That's what I'm saying."}, {"sentId": 187, "text": "It doesn't have anything to do with that."}], "speaker": "DUPREE", "secId": 77}, {"sentences": [{"sentId": 188, "text": "OK."}], "speaker": "LEMON", "secId": 78}, {"sentences": [{"sentId": 189, "text": "They might be hiding behind it, they might be running behind it, but it doesn't have anything to do with it."}, {"sentId": 190, "text": "And if Christians would take up that personal responsibility, they would call him out too."}, {"sentId": 191, "text": "Now, I call out Duggar."}, {"sentId": 192, "text": "OK."}, {"sentId": 193, "text": "I don't think that what he did was right."}, {"sentId": 194, "text": "I don't condone it."}, {"sentId": 195, "text": "I have two daughters."}, {"sentId": 196, "text": "I have two 11-year- old daughters that are going to be 12 in about a couple of weeks."}], "speaker": "DUPREE", "secId": 79}, {"sentences": [{"sentId": 197, "text": "I can't imagine something like that happened to my daughters."}, {"sentId": 198, "text": "So, I am going to speak out against this young man."}, {"sentId": 199, "text": "Now, do I have a place to put him in?"}, {"sentId": 200, "text": "I don't have a place to put him in."}], "speaker": "DUPREE", "secId": 80}, {"sentences": [{"sentId": 201, "text": "OK."}], "speaker": "LEMON", "secId": 81}, {"sentences": [{"sentId": 202, "text": "OK."}], "speaker": "DUPREE", "secId": 82}, {"sentences": [{"sentId": 203, "text": "All right."}], "speaker": "LEMON", "secId": 83}, {"sentences": [{"sentId": 204, "text": "But it doesn't have anything to do with being a Christian."}], "speaker": "DUPREE", "secId": 84}, {"sentences": [{"sentId": 205, "text": "All right."}, {"sentId": 206, "text": "I want Father Beck to get in, how would you describe Christianity's role in this scandal Father?"}], "speaker": "LEMON", "secId": 85}, {"sentences": [{"sentId": 207, "text": "Don, if there's anything that we have learned from the sex abuse crisis in the Catholic Church is that you cannot simply throw Holy Water all over issues like this and over spiritualize them or pray them away."}], "speaker": "BECK", "secId": 86}, {"sentences": [{"sentId": 208, "text": "I agree."}], "speaker": "DUPREE", "secId": 87}, {"sentences": [{"sentId": 209, "text": "Thank you very much."}], "speaker": "LEMON", "secId": 88}, {"sentences": [{"sentId": 210, "text": "These are serious psychological and legal issues."}, {"sentId": 211, "text": "It's not about forgiveness, it's not about love."}, {"sentId": 212, "text": "It's about accountability."}, {"sentId": 213, "text": "Christians are called to accountability the same as anybody else."}, {"sentId": 214, "text": "You don't get a free pass because you say we have to forgive."}, {"sentId": 215, "text": "Forgiveness means responsibly, yes, perhaps saying to somebody, you know what, I don't hold resentment against you, but I am going to hold you accountable for what you did and that's a legal process that familial accountability and it's societal accountability."}, {"sentId": 216, "text": "We cannot throw Holy Water over such serious issues."}], "speaker": "BECK", "secId": 89}, {"sentences": [{"sentId": 217, "text": "Is there too much pressure do you think on the victims to forgive their abusers?"}, {"sentId": 218, "text": "Because, you know, forgiveness, I mean, it's a wonderful teaching, but it's not always practical and is it always right, father?"}], "speaker": "LEMON", "secId": 90}, {"sentences": [{"sentId": 219, "text": "I think we misunderstand what forgiveness is, Don."}, {"sentId": 220, "text": "Forgiveness does not mean forgetting what happened."}, {"sentId": 221, "text": "It does not necessarily even absolving the person for the action."}, {"sentId": 222, "text": "It means that I'm going you free from what you did but, you still have a responsibility to atone for it, for reparation, perhaps some legal consequences."}, {"sentId": 223, "text": "I'm not absolving you from that just because in my heart I'm setting you free from what you may have done."}], "speaker": "BECK", "secId": 91}, {"sentences": [{"sentId": 224, "text": "Yes."}, {"sentId": 225, "text": "I'll give you that last word Wayne."}, {"sentId": 226, "text": "I have to go first."}], "speaker": "LEMON", "secId": 92}, {"sentences": [{"sentId": 227, "text": "And actually to tell you the truth, I've seen people do this forgiveness thing on social media and I've also talked to a couple of people that did the same thing."}, {"sentId": 228, "text": "Listen."}, {"sentId": 229, "text": "What he did was wrong."}, {"sentId": 230, "text": "He has to be held accountable for it."}, {"sentId": 231, "text": "But in my heart I'm telling you it doesn't have anything to do with..."}], "speaker": "DUPREE", "secId": 93}, {"sentences": [{"sentId": 232, "text": "Well, I think that to say is Christianity is under attack that this has nothing to do with Christianity."}, {"sentId": 233, "text": "I think that you're being a bit disingenuous or naive there."}, {"sentId": 234, "text": "Because there's this whole family, that's their whole thing."}], "speaker": "LEMON", "secId": 94}, {"sentences": [{"sentId": 235, "text": "No, but Christianity is being..."}], "speaker": "DUPREE", "secId": 95}, {"sentences": [{"sentId": 236, "text": "The whole thing is about being Christian."}], "speaker": "LEMON", "secId": 96}, {"sentences": [{"sentId": 237, "text": "No."}, {"sentId": 238, "text": "But Christianity is under attack because you have one side that is saying that all day long, see what Christians do, see how they act, see how they take out for this."}, {"sentId": 239, "text": "It is not like that."}, {"sentId": 240, "text": "OK."}], "speaker": "DUPREE", "secId": 97}, {"sentences": [{"sentId": 241, "text": "You cannot hide behind Christianity as a way of absolving this."}], "speaker": "BECK", "secId": 98}, {"sentences": [{"sentId": 242, "text": "Yes."}, {"sentId": 243, "text": "I think what people are seeing those hypocrisy in that and not Christianity under attack."}, {"sentId": 244, "text": "Thank you."}, {"sentId": 245, "text": "Thank you, father."}, {"sentId": 246, "text": "Thank you, Wayne."}, {"sentId": 247, "text": "I appreciate it."}], "speaker": "LEMON", "secId": 99}, {"sentences": [{"sentId": 248, "text": "You know, Hulu has removed \"19 Kids and Counting\" episodes from its streaming site."}, {"sentId": 249, "text": "TLC had already removed, all schedule reruns from its line-up."}, {"sentId": 250, "text": "So, is there future for the show in the wake of the Duggar scandal?"}], "speaker": "LEMON", "secId": 100}, {"sentences": [{"sentId": 251, "text": "Joining me now, Sharon Waxman, as the editor-in-chief of The Wrap."}, {"sentId": 252, "text": "All right."}, {"sentId": 253, "text": "Let's take a deep breath here Sharon."}], "speaker": "LEMON", "secId": 101}, {"sentences": [{"sentId": 254, "text": "Hi, Don."}], "speaker": "WAXMAN", "secId": 102}, {"sentences": [{"sentId": 255, "text": "Thank you."}, {"sentId": 256, "text": "Excuse me."}], "speaker": "LEMON", "secId": 103}, {"sentences": [{"sentId": 257, "text": "Yes."}], "speaker": "WAXMAN", "secId": 104}, {"sentences": [{"sentId": 258, "text": "It's good to see you."}, {"sentId": 259, "text": "By the way, we're not attacking Christianity here."}, {"sentId": 260, "text": "We're trying to, you know, give some light to the victims here and trying to take the stigma out of this."}, {"sentId": 261, "text": "But from you on the side it has to do with television in dealing with this publicly, still no word from the network."}, {"sentId": 262, "text": "Does that surprise you?"}], "speaker": "LEMON", "secId": 105}, {"sentences": [{"sentId": 263, "text": "I mean, look, the show is pretty toxic right now and clearly they have a hit show, they make a lot of money off the show but the money is going to start falling away."}, {"sentId": 264, "text": "You already have five major advertisers who have distanced themselves from the show, have disengaged, and you have, as you say, Hulu's pulled it."}, {"sentId": 265, "text": "They're not running reruns."}, {"sentId": 266, "text": "They've stayed very silent at TLC."}], "speaker": "WAXMAN", "secId": 106}, {"sentences": [{"sentId": 267, "text": "Don't forget this is the second black eye that the network has had."}, {"sentId": 268, "text": "There was a scandal with \"Honey Boo Boo\" that also they ended up having to cancel the show."}, {"sentId": 269, "text": "So, it doesn't look like or feel like that show is going to come back."}], "speaker": "WAXMAN", "secId": 107}, {"sentences": [{"sentId": 270, "text": "How long though, can TLC wait on this with advertisers after advertisers dropping?"}], "speaker": "LEMON", "secId": 108}, {"sentences": [{"sentId": 271, "text": "That's a good question."}, {"sentId": 272, "text": "I think that the pressure is on them to make a decision about it."}, {"sentId": 273, "text": "It doesn't feel like it's a matter of days."}, {"sentId": 274, "text": "It's not going to be weeks."}], "speaker": "WAXMAN", "secId": 109}, {"sentences": [{"sentId": 275, "text": "Is this about trying to preserve the spin off that they're possibly doing with the newly wed daughters, because as we understand the reason, Sharon, that they're not making a decision, a decision isn't imminent, at least that we know about, is because they're not in production right now."}, {"sentId": 276, "text": "But they're also trying a spin off with the daughters."}, {"sentId": 277, "text": "Is this possibly preserving that?"}], "speaker": "LEMON", "secId": 110}, {"sentences": [{"sentId": 278, "text": "Right, exactly."}, {"sentId": 279, "text": "I think that there -- yes, I don't, I mean, I can't say for sure but I think that that approach is maybe what they're trying to salvage out of a very embarrassing scandal."}], "speaker": "WAXMAN", "secId": 111}, {"sentences": [{"sentId": 280, "text": "So, if there was some ways to keep the show off the air for a while, let things calm down, and then bring back a spin off that doesn't involve Josh Duggar, then you could see them going that route."}, {"sentId": 281, "text": "And that might be a strategy that could work for them."}], "speaker": "WAXMAN", "secId": 112}, {"sentences": [{"sentId": 282, "text": "There's also a strategy of like, you know, we have this ritual of going on a apology tour and begging forgiveness and publicly atoning for things and doing some kind of, you know, very public act to, you know, -- not just of atonement but of also showing that you've learned the lessons of the past and then in fact, you do deserve to be in people's living rooms."}, {"sentId": 283, "text": "That something that might also be under discussion."}, {"sentId": 284, "text": "But I think that being off the air right now with the heat on TLC and with so much attention on this -- there -- it's not going to come back any time soon."}], "speaker": "WAXMAN", "secId": 113}, {"sentences": [{"sentId": 285, "text": "I appreciate your perspective."}, {"sentId": 286, "text": "Sharon Waxman, from The Wrap and also NPR TV critic."}, {"sentId": 287, "text": "Thank you, Sharon, again."}, {"sentId": 288, "text": "When we come right back, Dennis Hastert, the former House Speaker accused of lying to the FBI about paying 'Hush money.'"}, {"sentId": 289, "text": "The latest on the charges."}], "speaker": "LEMON", "secId": 114}, {"sentences": [{"sentId": 290, "text": "Breaking political news tonight, former House Speaker Dennis Hastert indicted for allegedly lying to the FBI about $3.5 million he agreed to pay to an unidentified subject, \"cover up past, past misconduct\""}], "speaker": "LEMON", "secId": 115}, {"sentences": [{"sentId": 291, "text": "Joining me now is CNN's senior Washington correspondent, Joe Johns, and Ryan Lizza."}, {"sentId": 292, "text": "All right, Joe, this is a star, what do we know."}], "speaker": "LEMON", "secId": 116}, {"sentences": [{"sentId": 293, "text": "Well, Don, the former Speaker of the House went second in line to the presidency, now facing federal charges, accused of making false statements to the FBI and trying to hide large financial transactions that the government alleges was something akin apparently to \"Hush money.\""}], "speaker": "JOHNS", "secId": 117}, {"sentences": [{"sentId": 294, "text": "According to the indictment, Dennis Hastert agreed to pay $3.5 million to someone only identified as individual \"A\" after meetings between the 2 or 5 years ago."}, {"sentId": 295, "text": "Payments meant to compensate for and conceal Hastert's \"Prior misconduct\" and this was something he knew a long time ago."}], "speaker": "JOHNS", "secId": 118}, {"sentences": [{"sentId": 296, "text": "The indictment says from approximately 1965 to 1981, Hastert was a high school teacher and coaching Yorkville, Illinois."}, {"sentId": 297, "text": "Individual \"A\" had been a resident of Yorkville and has known the defendant, Hastert, most of the individual \"A's\" life."}], "speaker": "JOHNS", "secId": 119}, {"sentences": [{"sentId": 298, "text": "Now, this indictment doesn't describe what the misconduct was but does say individual \"A\" knew him for that long time."}, {"sentId": 299, "text": "So, a lot of questions out there as to what all of this was."}, {"sentId": 300, "text": "And we do know that in December of last year, the FBI launched an investigation into the payment and whether Hastert was trying to avoid currency transaction requirements as well."}], "speaker": "JOHNS", "secId": 120}, {"sentences": [{"sentId": 301, "text": "So, that, so when he was initially act by the former Speaker of the House, asked about this, he didn't exactly come clean, Joe, and that's what got him into deeper trouble, the cover up, so to speak."}], "speaker": "LEMON", "secId": 121}, {"sentences": [{"sentId": 302, "text": "Yes."}, {"sentId": 303, "text": "Well, that is always problem."}, {"sentId": 304, "text": "Isn't it?"}, {"sentId": 305, "text": "He did not exactly come clean."}, {"sentId": 306, "text": "Now, what this indictment suggests is that he lied to the FBI, which can get you into a lot of trouble."}, {"sentId": 307, "text": "In December of last year, Hastert told the FBI agents that the withdrawals were because he did not trust the bank system."}], "speaker": "JOHNS", "secId": 122}, {"sentences": [{"sentId": 308, "text": "The government alleges that was false statement."}, {"sentId": 309, "text": "And this is just a stunning turn for the former republican leader of the House, who was from 1999 until he stepped down in 2007."}], "speaker": "JOHNS", "secId": 123}, {"sentences": [{"sentId": 310, "text": "Since then, he's been a lobbyist at a Washington firm, but they quickly removed Hastert's biography from the web site after this indictment was in and out."}], "speaker": "JOHNS", "secId": 124}, {"sentences": [{"sentId": 311, "text": "All right."}, {"sentId": 312, "text": "I got to go."}, {"sentId": 313, "text": "I know, $3.5 as a payout."}, {"sentId": 314, "text": "I mean, that's a lot of money."}, {"sentId": 315, "text": "Do we know the nature of the misconduct?"}], "speaker": "LEMON", "secId": 125}, {"sentences": [{"sentId": 316, "text": "No, obviously that is the question tonight is, what -- who is this individual \"A\", right?"}, {"sentId": 317, "text": "We don't know much as Joe pointed out, there are some tantalizing clues in this indictment."}], "speaker": "LIZZA", "secId": 126}, {"sentences": [{"sentId": 318, "text": "For some reason the prosecutors decided to mention Dennis Hastert's time as a high school coach and the fact that he knew individual \"A\" going back, you know, many decades, that they had some kind of long- term previous relationship."}, {"sentId": 319, "text": "We have no idea the nature of that is."}], "speaker": "LIZZA", "secId": 127}, {"sentences": [{"sentId": 320, "text": "But, what of pro -- you know, the big question obviously is what kind misconduct would someone like Dennis has to pay three -- agree to pay $3.5 million to cover up and conceal, and then when confronted about it according to the indictment by the FBI lied about it."}, {"sentId": 321, "text": "According to the indictment he said that he was taking this money out and he actually kept the cash, that's what got him in trouble with the FBI."}], "speaker": "LIZZA", "secId": 128}, {"sentences": [{"sentId": 322, "text": "Ryan, why would someone of his stature lie to the FBI?"}, {"sentId": 323, "text": "Was he being blackmailed, I mean, what was going on?"}], "speaker": "LEMON", "secId": 129}, {"sentences": [{"sentId": 324, "text": "We don't know."}, {"sentId": 325, "text": "We do know that the FBI says in the indictment that they started the investigation because they noticed this strange -- the charges called structuring."}, {"sentId": 326, "text": "Basically -- if you take $10,000 in cash out of a bank account, the bank is supposed to inform the government of that."}], "speaker": "LIZZA", "secId": 130}, {"sentences": [{"sentId": 327, "text": "So, when the bank to Dennis Hastert and said, hey, you're taking a lot of cash out, what's going on here, Dennis Hastert then started taking out less than $10,000 at a time and that's what caught the attention of the FBI."}, {"sentId": 328, "text": "And they see that they were originally looking into the possibility that he was being blackmailed."}, {"sentId": 329, "text": "So, it started as that kind of investigation."}], "speaker": "LIZZA", "secId": 131}, {"sentences": [{"sentId": 330, "text": "I think it's clear from the indictment that the FBI gathered some -- we can't say this with a 100 percent certainty, but it seems very possible that this individual \"A\" did give some information to the FBI."}, {"sentId": 331, "text": "I mean, that's one reasonable assumption, reading the indictment that the FBI went to individual \"A\" and as obtained some facts from that person."}], "speaker": "LIZZA", "secId": 132}, {"sentences": [{"sentId": 332, "text": "I don't think it's going to take us a long time to hear what the nature of this relationship was though."}], "speaker": "LIZZA", "secId": 133}, {"sentences": [{"sentId": 333, "text": "Yes."}, {"sentId": 334, "text": "Ryan Lizza, Joe Johns, thank you very much."}, {"sentId": 335, "text": "I appreciate it."}], "speaker": "LEMON", "secId": 134}, {"sentences": [{"sentId": 336, "text": "Coming up, I'm going to talk the woman in this shocking video."}, {"sentId": 337, "text": "Here it is."}, {"sentId": 338, "text": "She's 8 months pregnant."}, {"sentId": 339, "text": "She's forced to the ground by a police, handcuffed and arrests it."}], "speaker": "LEMON", "secId": 135}, {"sentences": [{"sentId": 340, "text": "Don't touch me."}], "speaker": "COOKS", "secId": 136}, {"sentences": [{"sentId": 341, "text": "Please, it's my duty."}, {"sentId": 342, "text": "COOKS: Don't touch me."}], "speaker": "UNIDENTIFIED MALE", "secId": 137}, {"sentences": [{"sentId": 343, "text": "Ma'am, please."}], "speaker": "UNIDENTIFIED MALE", "secId": 138}, {"sentences": [{"sentId": 344, "text": "Do not touch me."}, {"sentId": 345, "text": "I'm pregnant."}, {"sentId": 346, "text": "Do not touch me."}], "speaker": "COOKS", "secId": 139}, {"sentences": [{"sentId": 347, "text": "You've got to watch this, caught on camera."}, {"sentId": 348, "text": "Another controversial arrest, this one in Barstow, California, an 8-months pregnant black woman forced into the ground and handcuffed by a police, and it all started in the elementary school parking lot."}, {"sentId": 349, "text": "CNN's Kyung Lah has the story."}], "speaker": "LEMON", "secId": 140}, {"sentences": [{"sentId": 350, "text": "Let go of me."}], "speaker": "COOKS", "secId": 141}, {"sentences": [{"sentId": 351, "text": "Ma'am."}, {"sentId": 352, "text": "Please."}], "speaker": "UNIDENTIFIED MALE", "secId": 142}, {"sentences": [{"sentId": 353, "text": "."}], "speaker": "COOKS", "secId": 143}, {"sentences": [{"sentId": 354, "text": "How did dropping off children at school suddenly escalate to this?"}], "speaker": "LAH", "secId": 144}, {"sentences": [{"sentId": 355, "text": "."}], "speaker": "COOKS", "secId": 145}, {"sentences": [{"sentId": 356, "text": "OK."}], "speaker": "UNIDENTIFIED MALE", "secId": 146}, {"sentences": [{"sentId": 357, "text": "Police body cam video captures the entire incident."}], "speaker": "LAH", "secId": 147}, {"sentences": [{"sentId": 358, "text": "What's going on ma'am?"}], "speaker": "UNIDENTIFIED MALE", "secId": 148}, {"sentences": [{"sentId": 359, "text": "The first contact the Barstow police officer has is with this blonde woman who says, she called the police to the school."}], "speaker": "LAH", "secId": 149}, {"sentences": [{"sentId": 360, "text": "Because I was parking down here plunges my window."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 150}, {"sentences": [{"sentId": 361, "text": "No damage to the woman's car, the Barstow police officer then clearly says this."}], "speaker": "LAH", "secId": 151}, {"sentences": [{"sentId": 362, "text": "I don't see right now, I mean, I don't see a crime that has been committed."}, {"sentId": 363, "text": "If there were damages, I would give you the opportunity to place her under citizen's arrest if you wanted to."}, {"sentId": 364, "text": "I don't see any crime."}], "speaker": "UNIDENTIFIED MALE", "secId": 152}, {"sentences": [{"sentId": 365, "text": "The officer walks over to the other woman, Michelle Cooks, who had just dropped off her second grade daughter at school."}, {"sentId": 366, "text": "She's upset after the confrontation with the other woman."}], "speaker": "LAH", "secId": 153}, {"sentences": [{"sentId": 367, "text": "She was honking and honking and someone ran along that she was alone."}, {"sentId": 368, "text": "She was like, you cannot park -- I mean, you cannot drive right here, this is a one lane thing."}], "speaker": "COOKS", "secId": 154}, {"sentences": [{"sentId": 369, "text": "The officer then asks for Cook's name."}], "speaker": "LAH", "secId": 155}, {"sentences": [{"sentId": 370, "text": "OK. What is your name ma'am?"}], "speaker": "UNIDENTIFIED MALE", "secId": 156}, {"sentences": [{"sentId": 371, "text": "I'm not giving you my name."}], "speaker": "COOKS", "secId": 157}, {"sentences": [{"sentId": 372, "text": "Cooks gets on the phone to call her boyfriend."}], "speaker": "LAH", "secId": 158}, {"sentences": [{"sentId": 373, "text": "Ma'am, I'm going to give you two minutes."}], "speaker": "UNIDENTIFIED MALE", "secId": 159}, {"sentences": [{"sentId": 374, "text": "He gives her about 20 seconds."}], "speaker": "LAH", "secId": 160}, {"sentences": [{"sentId": 375, "text": "Don't touch me."}], "speaker": "COOKS", "secId": 161}, {"sentences": [{"sentId": 376, "text": "Ma'am, please."}], "speaker": "UNIDENTIFIED MALE", "secId": 162}, {"sentences": [{"sentId": 377, "text": "Do not touch me."}, {"sentId": 378, "text": "Do not touch -- I'm pregnant, Do not touch me."}], "speaker": "COOKS", "secId": 163}, {"sentences": [{"sentId": 379, "text": "Cooks is 8 months pregnant and never stops screaming."}], "speaker": "LAH", "secId": 164}, {"sentences": [{"sentId": 380, "text": "What are you doing?"}, {"sentId": 381, "text": "Stop."}, {"sentId": 382, "text": "Let my arm go."}], "speaker": "COOKS", "secId": 165}, {"sentences": [{"sentId": 383, "text": "She is arrested."}, {"sentId": 384, "text": "In your opinion, how did the officers treat you?"}], "speaker": "LAH", "secId": 166}, {"sentences": [{"sentId": 385, "text": "Like an animal, like a monster."}], "speaker": "COOKS", "secId": 167}, {"sentences": [{"sentId": 386, "text": "This is Michelle Cooks today."}, {"sentId": 387, "text": "Cooks said, police charged her with resisting arrest but the judge dismissed the charges."}, {"sentId": 388, "text": "She gave birth to her daughter, Olive, two months after the arrest."}, {"sentId": 389, "text": "She was healthy at birth."}, {"sentId": 390, "text": "Her mother though remains traumatized."}], "speaker": "LAH", "secId": 168}, {"sentences": [{"sentId": 391, "text": "He just looked at me and said, oh, she must be this way, and I'm not that way."}, {"sentId": 392, "text": "You make me feel that I'm a way that I'm not and I work so hard to provide for my family."}, {"sentId": 393, "text": "This is not an issue that I wanted."}], "speaker": "COOKS", "secId": 169}, {"sentences": [{"sentId": 394, "text": "Is this a window into the national discourse of police conduct?"}], "speaker": "LAH", "secId": 170}, {"sentences": [{"sentId": 395, "text": "I think so."}, {"sentId": 396, "text": "This is how it is every day for some of us in the black community."}, {"sentId": 397, "text": "This is how it is and the only difference is the technology that records it and the internet that projects it."}], "speaker": "HARPER", "secId": 171}, {"sentences": [{"sentId": 398, "text": "Kyung Lah, CNN, Los Angeles."}], "speaker": "LAH", "secId": 172}, {"sentences": [{"sentId": 399, "text": "The City of Barstow released this statement it says, \"It is apparent that Ms. Cooks actively resisted arrest, the Barstow Police Department continues to be proactive in training its officers to assess in handling interactions with the mostly charged individuals."}, {"sentId": 400, "text": "This incident was in no way racially motivated.\""}], "speaker": "LEMON", "secId": 173}, {"sentences": [{"sentId": 401, "text": "So, let's talk now to Charlena Michelle Cooks, who was arrested after she dropped off her daughter at school."}, {"sentId": 402, "text": "Also with her is Caree Harper, her attorney."}, {"sentId": 403, "text": "Good evening, ladies."}, {"sentId": 404, "text": "Thank you for joining us."}], "speaker": "LEMON", "secId": 174}, {"sentences": [{"sentId": 405, "text": "Good evening."}, {"sentId": 406, "text": "Thank you for having us."}], "speaker": "HARPER", "secId": 175}, {"sentences": [{"sentId": 407, "text": "Charlena, how are you and your baby doing?"}], "speaker": "LEMON", "secId": 176}, {"sentences": [{"sentId": 408, "text": "We're hanging in there."}, {"sentId": 409, "text": "Taking it one day at a time."}], "speaker": "COOKS", "secId": 177}, {"sentences": [{"sentId": 410, "text": "Yes."}, {"sentId": 411, "text": "So, what happened?"}, {"sentId": 412, "text": "You were dropping your daughter off at school."}, {"sentId": 413, "text": "Tell us what happened that day."}], "speaker": "LEMON", "secId": 178}, {"sentences": [{"sentId": 414, "text": "The police attacked me."}], "speaker": "COOKS", "secId": 179}, {"sentences": [{"sentId": 415, "text": "But you got into an altercation with another parent in the parking lot, correct?"}], "speaker": "LEMON", "secId": 180}, {"sentences": [{"sentId": 416, "text": "It was a minor dispute with another teacher in the parking lot."}], "speaker": "COOKS", "secId": 181}, {"sentences": [{"sentId": 417, "text": "Yes."}, {"sentId": 418, "text": "And she said that you were beating on the window."}, {"sentId": 419, "text": "Did that happen?"}], "speaker": "LEMON", "secId": 182}, {"sentences": [{"sentId": 420, "text": "No."}], "speaker": "COOKS", "secId": 183}, {"sentences": [{"sentId": 421, "text": "So, you didn't beat on the window?"}], "speaker": "LEMON", "secId": 184}, {"sentences": [{"sentId": 422, "text": "No."}], "speaker": "COOKS", "secId": 185}, {"sentences": [{"sentId": 423, "text": "So, when the cops arrived they went and they spoke to her, correct?"}], "speaker": "LEMON", "secId": 186}, {"sentences": [{"sentId": 424, "text": "Yes."}], "speaker": "COOKS", "secId": 187}, {"sentences": [{"sentId": 425, "text": "Did they ever ask her name or for any identification?"}, {"sentId": 426, "text": "COOKS: No."}], "speaker": "LEMON", "secId": 188}, {"sentences": [{"sentId": 427, "text": "No."}, {"sentId": 428, "text": "But they asked you?"}], "speaker": "LEMON", "secId": 189}, {"sentences": [{"sentId": 429, "text": "For my name."}], "speaker": "COOKS", "secId": 190}, {"sentences": [{"sentId": 430, "text": "Yes."}, {"sentId": 431, "text": "Do you believe that race played a part in how you were treated in comparison to the other woman?"}], "speaker": "LEMON", "secId": 191}, {"sentences": [{"sentId": 432, "text": "Yes."}], "speaker": "COOKS", "secId": 192}, {"sentences": [{"sentId": 433, "text": "Why is that?"}], "speaker": "LEMON", "secId": 193}, {"sentences": [{"sentId": 434, "text": "His demeanor towards her and myself was just two different -- two different demeanors."}], "speaker": "COOKS", "secId": 194}, {"sentences": [{"sentId": 435, "text": "Yes."}], "speaker": "LEMON", "secId": 195}, {"sentences": [{"sentId": 436, "text": "Approach was different."}], "speaker": "COOKS", "secId": 196}, {"sentences": [{"sentId": 437, "text": "The officer thought that you were resisting arrest and refusing to give an I.D."}, {"sentId": 438, "text": "Do you think you should have done anything differently?"}], "speaker": "LEMON", "secId": 197}, {"sentences": [{"sentId": 439, "text": "You know, I'm going to say one thing, Mr."}, {"sentId": 440, "text": "Lemon."}, {"sentId": 441, "text": "It's always a common tactic for the police department to put the victim on trial."}, {"sentId": 442, "text": "Actually, she's a survivor."}, {"sentId": 443, "text": "She is a survivor of excessive force."}, {"sentId": 444, "text": "So, we're going to take the victim issue out of it and it's common tactic to say, hey, what did you do, what could you have done differently, why didn't you just show the I.D."}, {"sentId": 445, "text": "?"}], "speaker": "HARPER", "secId": 198}, {"sentences": [{"sentId": 446, "text": "Well, there's a thing in the country called The Constitution."}, {"sentId": 447, "text": "She was within her legal rights to as routine, why he was contacting her."}, {"sentId": 448, "text": "She was within he legal to stand where she was standing."}, {"sentId": 449, "text": "She was never told that she was under arrest."}, {"sentId": 450, "text": "She was never told that she couldn't walk away."}], "speaker": "HARPER", "secId": 199}, {"sentences": [{"sentId": 451, "text": "In fact, you hear the officer specifically say, \"There has been no crime, ma'am.\""}, {"sentId": 452, "text": "He treated the blonde female with tender loving kindness and then the energy towards my client was that of a pre- termination that she was going to jail."}], "speaker": "HARPER", "secId": 200}, {"sentences": [{"sentId": 453, "text": "So, it's not so much asking the victim what could you have been, what could have done not to get thrown to the ground?"}, {"sentId": 454, "text": "What could that officer have done?"}, {"sentId": 455, "text": "Maybe he could have treated her with just a little bit of care?"}], "speaker": "HARPER", "secId": 201}, {"sentences": [{"sentId": 456, "text": "Well, Caree, I understand what you're saying but I disagree with you in that, is there anything you could have done to deescalate the situation and the officer could have done the same thing."}, {"sentId": 457, "text": "When I looked at the video, it did seem for a non-incident where he said, nothing happened."}, {"sentId": 458, "text": "I was seeing the evidence of a crime that it did escalate very quickly."}], "speaker": "LEMON", "secId": 202}, {"sentences": [{"sentId": 459, "text": "So, that is the essence of my question."}, {"sentId": 460, "text": "Could anybody there have done anything differently?"}, {"sentId": 461, "text": "Because she have done anything differently even in explaining her story."}, {"sentId": 462, "text": "That's it."}, {"sentId": 463, "text": "So, I agree, but, and also, but the law says in California, that you don't have to show your identification and you don't have to give your name."}, {"sentId": 464, "text": "So, she was within her legal right."}, {"sentId": 465, "text": "So, then now what happens?"}, {"sentId": 466, "text": "What is the recourse?"}, {"sentId": 467, "text": "What do you do now?"}, {"sentId": 468, "text": "What do you want?"}], "speaker": "LEMON", "secId": 203}, {"sentences": [{"sentId": 469, "text": "I do my job and I sue him for violating my client's Constitutional rights."}, {"sentId": 470, "text": "That's what I do next."}, {"sentId": 471, "text": "What she does next is to try to repair her life and not be so fearful of police and we monitor the baby whose life he jeopardized."}, {"sentId": 472, "text": "That's what we do next."}], "speaker": "HARPER", "secId": 204}, {"sentences": [{"sentId": 473, "text": "So, the charges were dropped."}, {"sentId": 474, "text": "There were -- no charges was ever brought forward."}, {"sentId": 475, "text": "Did they take you in?"}], "speaker": "LEMON", "secId": 205}, {"sentences": [{"sentId": 476, "text": "Actually, the charges were brought forward."}], "speaker": "HARPER", "secId": 206}, {"sentences": [{"sentId": 477, "text": "Right."}], "speaker": "LEMON", "secId": 207}, {"sentences": [{"sentId": 478, "text": "And she had to, a jury was empanelled and a week before, I believe closing arguments, the DA miraculously came up with this video."}, {"sentId": 479, "text": "So, there are a lot of questions there that we have, discovery will be ongoing for a period of time."}, {"sentId": 480, "text": "But there are a lot of questions of a lot of people that we intend to ask we intend to pursue aggressively."}], "speaker": "HARPER", "secId": 208}, {"sentences": [{"sentId": 481, "text": "So, no one ever told you about this video until you said, miraculously in the last moments, they came forward."}], "speaker": "LEMON", "secId": 209}, {"sentences": [{"sentId": 482, "text": "In the last moments of her criminal face they were really pressuring her to take a plea bargain, which is common."}, {"sentId": 483, "text": "In some case law if you plea to certain things in the penal code, it makes it -- some would say it precludes a civil rights lawsuit."}, {"sentId": 484, "text": "But then there is other case law that says, but there are exceptions."}], "speaker": "HARPER", "secId": 210}, {"sentences": [{"sentId": 485, "text": "So, if he could have gotten her penalized or convicted for this 148 California Penal Code Section 148, it would have made her lawsuit very difficult to go forward."}, {"sentId": 486, "text": "And that's what they were trying to make her do."}, {"sentId": 487, "text": "But she stood fast, she stood on the Constitution and the charges were dismissed."}], "speaker": "HARPER", "secId": 211}, {"sentences": [{"sentId": 488, "text": "The judge saw through it when the video tape was played in court out of the presence of the jury."}], "speaker": "HARPER", "secId": 212}, {"sentences": [{"sentId": 489, "text": "Charlena, is there -- is this change how you feel about law enforcement?"}], "speaker": "LEMON", "secId": 213}, {"sentences": [{"sentId": 490, "text": "I'm sorry."}, {"sentId": 491, "text": "Can you repeat the question?"}], "speaker": "COOKS", "secId": 214}, {"sentences": [{"sentId": 492, "text": "Is this change the way you feel or any feelings that you have about law enforcement?"}], "speaker": "LEMON", "secId": 215}, {"sentences": [{"sentId": 493, "text": "I'm more fearful."}, {"sentId": 494, "text": "Very fearful."}, {"sentId": 495, "text": "They're capable of anything now."}], "speaker": "COOKS", "secId": 216}, {"sentences": [{"sentId": 496, "text": "So, anyway, Caree, thank you."}, {"sentId": 497, "text": "That's quite a story."}, {"sentId": 498, "text": "We appreciate you joining us here on CNN."}, {"sentId": 499, "text": "Best of luck to you and your client."}, {"sentId": 500, "text": "HARPER: Thanks for having us."}], "speaker": "LEMON", "secId": 217}, {"sentences": [{"sentId": 501, "text": "Thank you."}], "speaker": "COOKS", "secId": 218}, {"sentences": [{"sentId": 502, "text": "Thank you very much."}, {"sentId": 503, "text": "Coming up, what should have happened in that whole parking lot and who is at fault?"}, {"sentId": 504, "text": "we'll talk about that."}], "speaker": "LEMON", "secId": 219}, {"sentences": [{"sentId": 505, "text": "As you have seen we've talked about this the arrest of Charlena Michelle Cooks, force into the ground and handcuffed by Barstow California police when she was 8 months pregnant as parking outraged tonight."}], "speaker": "LEMON", "secId": 220}, {"sentences": [{"sentId": 506, "text": "So, joining me are discusses Areva Martin, legal commentator, and then Bill Stanton, former NYPD officer."}, {"sentId": 507, "text": "Areva, to you first."}, {"sentId": 508, "text": "The officer has a conversation first with the white lady and then with the black woman, it only asks the black woman for her identity."}, {"sentId": 509, "text": "I mean, what's going on here?"}], "speaker": "LEMON", "secId": 221}, {"sentences": [{"sentId": 510, "text": "Well, first of all, Don, it's important to note in the State of California, you don't have to give your name or identity to the police in these situations and the Barstow police know that."}], "speaker": "MARTIN", "secId": 222}, {"sentences": [{"sentId": 511, "text": "They've been involved in a very similar case where two brothers were asked their identity doing a very similar situation where no crime was committed, the case is thrown out, the city settled with those two individuals and the police acknowledged that in these stop and identify cases, citizens don't have to give their identity."}], "speaker": "MARTIN", "secId": 223}, {"sentences": [{"sentId": 512, "text": "So, it's very troubling to me that the police in this case escalated this situation and Michelle  ends up on the ground, 8 months pregnant, with her hands behind her back and arrested and the blonde, as she was identified wasn't even ask her name and her story was completely accepted and believed by this police officer."}, {"sentId": 513, "text": "Surely preferential treatment towards her and a bias against Michelle."}], "speaker": "MARTIN", "secId": 224}, {"sentences": [{"sentId": 514, "text": "OK. Bill, when speaking with the white woman the officer actually tells her, I don't see a crime that's been committed here, so then why even asks the black woman for her I.D."}, {"sentId": 515, "text": "?"}], "speaker": "LEMON", "secId": 225}, {"sentences": [{"sentId": 516, "text": "All right."}, {"sentId": 517, "text": "Let me tell you what's disturbing to me, Don."}, {"sentId": 518, "text": "First of all is labels."}, {"sentId": 519, "text": "White woman, black woman, you know, by my metric, by my eyes, as a former South Bronx cop, in what I saw here nothing to do with color."}, {"sentId": 520, "text": "I see a person..."}], "speaker": "STANTON", "secId": 226}, {"sentences": [{"sentId": 521, "text": "So, why would they, Bill -- Bill, OK. That's a bunch of crap."}], "speaker": "LEMON", "secId": 227}, {"sentences": [{"sentId": 522, "text": "OK."}], "speaker": "STANTON", "secId": 228}, {"sentences": [{"sentId": 523, "text": "Because I've been in similar situations where I have called police and the police go over to the white person and say, what do you want and the person says, oh, he called police."}, {"sentId": 524, "text": "And they looked at me like, oh, like the whole world gets confused."}, {"sentId": 525, "text": "Clearly..."}], "speaker": "LEMON", "secId": 229}, {"sentences": [{"sentId": 526, "text": "So, Don, your experience is indicative of every police interaction across America?"}], "speaker": "STANTON", "secId": 230}, {"sentences": [{"sentId": 527, "text": "No, no, it's not indicative, but, yes."}, {"sentId": 528, "text": "But, yes, there is some credence to that."}, {"sentId": 529, "text": "Because many times people will walk up to a scene and depending on how someone looks, they will treat one person differently from the other."}], "speaker": "LEMON", "secId": 231}, {"sentences": [{"sentId": 530, "text": "This was an altercation in a parking lot."}, {"sentId": 531, "text": "Two people basically arguing where the cop walks up and says, I don't see an evidence of a crime."}, {"sentId": 532, "text": "If I don't see an evidence of crime why not say, ladies, both of you go to your corners and calm down, and then instead of arresting a pregnant woman and throwing her on the ground."}, {"sentId": 533, "text": "It is absolutely ridiculously."}, {"sentId": 534, "text": "The officer escalated the situation."}], "speaker": "LEMON", "secId": 232}, {"sentences": [{"sentId": 535, "text": "Well, Don, that's your, not mine."}], "speaker": "STANTON", "secId": 233}, {"sentences": [{"sentId": 536, "text": "Have you seen the videotape?"}], "speaker": "LEMON", "secId": 234}, {"sentences": [{"sentId": 537, "text": "Yes, I saw it several times."}], "speaker": "STANTON", "secId": 235}, {"sentences": [{"sentId": 538, "text": "OK."}], "speaker": "LEMON", "secId": 236}, {"sentences": [{"sentId": 539, "text": "If you let me speak, Don, I saw a person call 911."}, {"sentId": 540, "text": "Obviously, this woman had a reason to call 911."}, {"sentId": 541, "text": "And the only time that race was brought into it was when the lady Michelle said, this woman is a white woman."}, {"sentId": 542, "text": "Now, you saw that."}, {"sentId": 543, "text": "Now, if the roles were reversed, would we be having the same conversation?"}, {"sentId": 544, "text": "If a white woman said, that woman is black."}], "speaker": "STANTON", "secId": 237}, {"sentences": [{"sentId": 545, "text": "If they threw a pregnant white woman on the ground and they said, and the white woman they threw on the ground said, they're treating me differently because of race, I think we might be having a similar conversation."}], "speaker": "LEMON", "secId": 238}, {"sentences": [{"sentId": 546, "text": "We'll be having in some occasion."}], "speaker": "MARTIN", "secId": 239}, {"sentences": [{"sentId": 547, "text": "Well, if she had shown her I.D, --counselor, I'll ask you, if say she didn't want to show her I.D."}, {"sentId": 548, "text": "but she reluctantly did, because she is 8 months pregnant and she doesn't want any trouble, she doesn't want to do it but she does it anyway."}, {"sentId": 549, "text": "Then shouldn't she call the lawyer after the fact."}, {"sentId": 550, "text": "Wouldn't this totally have been avoided?"}, {"sentId": 551, "text": "See, the pivoted point that I was..."}], "speaker": "STANTON", "secId": 240}, {"sentences": [{"sentId": 552, "text": "Go ahead, Areva."}, {"sentId": 553, "text": "Hang on."}], "speaker": "LEMON", "secId": 241}, {"sentences": [{"sentId": 554, "text": "That's not law, Bill."}, {"sentId": 555, "text": "You're putting the oneness on Michelle."}, {"sentId": 556, "text": "Trained police officers are supposed to know the law and carry out the law."}, {"sentId": 557, "text": "The law doesn't say they get to pick and choose."}, {"sentId": 558, "text": "And let's talk about this race issue."}], "speaker": "MARTIN", "secId": 242}, {"sentences": [{"sentId": 559, "text": "This is so racial that it slaps you upside your head."}, {"sentId": 560, "text": "When the commanding officer gets there, the police officer tells the entire story based on what the white woman said."}, {"sentId": 561, "text": "He never says that Michelle disputed the case and that she said nothing was done on her part."}, {"sentId": 562, "text": "So, we have implicit bias against Michelle and in favor of the woman who made the call."}], "speaker": "MARTIN", "secId": 243}, {"sentences": [{"sentId": 563, "text": "Yes."}, {"sentId": 564, "text": "I've got 10 seconds."}, {"sentId": 565, "text": "Quickly, quickly."}, {"sentId": 566, "text": "Go ahead."}], "speaker": "LEMON", "secId": 244}, {"sentences": [{"sentId": 567, "text": "You know what Revs  if you will give me, I'm not lily white."}, {"sentId": 568, "text": "I don't have blonde hair blue eyes."}, {"sentId": 569, "text": "I've been stopped by police officers out of New York City."}, {"sentId": 570, "text": "When a cop asks me to show my I.D..."}], "speaker": "STANTON", "secId": 245}, {"sentences": [{"sentId": 571, "text": "I have to go."}, {"sentId": 572, "text": "You show it."}, {"sentId": 573, "text": "Listen."}, {"sentId": 574, "text": "I agree that you should comply with the police officer but if the law says that you don't have to and you're involved in some silly little fight like that, I'm not so sure that I would want to as well."}, {"sentId": 575, "text": "Thank you very much."}, {"sentId": 576, "text": "We'll be right back."}], "speaker": "LEMON", "secId": 246}, {"sentences": [{"sentId": 577, "text": "In New York City, nearly 30 percent of public schools lack a full-time art teacher."}, {"sentId": 578, "text": "This weeks' CNN Heroes is putting paint brushes and sketch pads into the hands of needy children across the city."}], "speaker": "LEMON", "secId": 247}, {"sentences": [{"sentId": 579, "text": "Art has a power to let children discover who they are."}, {"sentId": 580, "text": "Every child needs to have a space for them to create."}, {"sentId": 581, "text": "When I moved to New York City, I noticed that access to our education was lacking."}, {"sentId": 582, "text": "I decided we need to be the ones to put art in the hands of kids."}], "speaker": "ALPHONS", "secId": 248}, {"sentences": [{"sentId": 583, "text": "We open our classes in public libraries that are near the schools that need us most."}, {"sentId": 584, "text": "Our goal is not to create artists."}, {"sentId": 585, "text": "Our goal is to let kids discover themselves."}], "speaker": "ALPHONS", "secId": 249}, {"sentences": [{"sentId": 586, "text": "I use art as an escape."}, {"sentId": 587, "text": "I do look forward to coming here every week, and on most occasions, I persuade them to let us stay longer."}], "speaker": "UNIDENTIFIED MALE", "secId": 250}, {"sentences": [{"sentId": 588, "text": "See how you can take it, right?"}], "speaker": "ALPHONS", "secId": 251}, {"sentences": [{"sentId": 589, "text": "After we bring art into their lives, they become more confident."}, {"sentId": 590, "text": "The changes are quite remarkable."}, {"sentId": 591, "text": "At the end of every semester, we showcase this student's artwork in contemporary art galleries in New York's art district."}], "speaker": "ALPHONS", "secId": 252}, {"sentences": [{"sentId": 592, "text": "I tried to use water to make it darker and tuned for the weather."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 253}, {"sentences": [{"sentId": 593, "text": "When I saw my artwork in a real gallery, I feel proud of myself."}], "speaker": "UNIDENTIFIED MALE", "secId": 254}, {"sentences": [{"sentId": 594, "text": "I hope it sets a spark that it's okay to go after your dreams, that he should go after it boldly and fearlessly, and that anything is possible."}], "speaker": "ALPHONS", "secId": 255}, {"sentences": [{"sentId": 595, "text": "To nominate a hero, go to cnnheroes.com."}], "speaker": "LEMON", "secId": 256}, {"sentences": [{"sentId": 596, "text": "That's it for us tonight."}, {"sentId": 597, "text": "I'm Don Lemon."}, {"sentId": 598, "text": "Thanks for watching."}, {"sentId": 599, "text": "\"AC360\" starts right now."}], "speaker": "LEMON", "secId": 257}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1505.28.cnnt.01.html.json", "time": "Aired May 28, 2015 - 22:00   ET"}