{"sectionCount": 255, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["LEMON", "HEALY", "DERSHOWITZ", "GINGRICH", "MADISON", "FREDERICKS", "STELTER", "TRUMP", "STERN", "UNIDENTIFIED MALE", "LEVITZ", "FUGELSANG", "DENNARD", "SANDERS", "DESSELLE", "report"], "subTitle": "Nine Days to Next Presidential Debate; Trump Blames Microphone for 50 Percent Debate Problems; Trump Says He Does Not Regret Twitter Rant; Trump Attacking Clinton About Her Marriage; Trump Says Infidelity Not an Issue in His Marriages; Gingrich: Trump Can't Tweet at Three O'clock in the Morning, Period; Will Trump Support Clinton if She Wins?; The Howard Stern Effect; Trump's Radio Remarks Fair Game?. Aired 11p-Midnight ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1609/30/cnnt.02.html", "sentenceCount": 611, "sections": [{"sentences": [{"sentId": 0, "text": "Nine days to go until the next presidential debate but will one of the candidates refuse to show up."}, {"sentId": 1, "text": "This is CNN TONIGHT, I'm Don Lemon."}], "speaker": "LEMON", "secId": 0}, {"sentences": [{"sentId": 2, "text": "Donald Trump tells \"New York Times\" reporter, Patrick Healy, he wants to do the next debate but he insists his microphone has to be fixed, blaming 50 percent of his debate problems on that mic."}, {"sentId": 3, "text": "And he says he has no regrets about his Twitter rant against former Miss Universe Alicia Machado."}], "speaker": "LEMON", "secId": 1}, {"sentences": [{"sentId": 4, "text": "Let's discuss now."}, {"sentId": 5, "text": "Alan Dershowitz is here."}, {"sentId": 6, "text": "He's latest book is called 'Electile Dysfunction: A Guide for Unaroused Voters'."}, {"sentId": 7, "text": "Also with me of course is \"New York Times\" reporter Patrick Healy."}, {"sentId": 8, "text": "He's also a senior political analyst and he joins me by phone; he's the one who's breaking this news this evening."}, {"sentId": 9, "text": "Patrick, thank you for joining us, Alan as well."}], "speaker": "LEMON", "secId": 2}, {"sentences": [{"sentId": 10, "text": "Patrick, you interviewed Donald Trump tonight."}, {"sentId": 11, "text": "He's had a rough week."}, {"sentId": 12, "text": "What did he say?"}], "speaker": "LEMON", "secId": 3}, {"sentences": [{"sentId": 13, "text": "Yes."}, {"sentId": 14, "text": "This sort of headlines, Don, he has no regrets about taking on Alicia Machado."}, {"sentId": 15, "text": "He basically said that she's not a girl scout and he went to Twitter to point that out and sort of make these kind of arguments against her."}], "speaker": "HEALY", "secId": 4}, {"sentences": [{"sentId": 16, "text": "And, you know, without any evidence, sort of citing some kind of participation in a sex tape, but basically saying that, you know, Mrs. Clinton is using Alicia Machado to basically, you know, to box him into a corner."}, {"sentId": 17, "text": "And he is sort of pushing back in kind of a broader way to sort of saying that this is something that Mrs. Clinton does."}, {"sentId": 18, "text": "She sort of uses women for her own political ends  kind of pushing this."}, {"sentId": 19, "text": "And I asked him about that and he said, you know, about Mrs. Clinton, she's nasty but I can be nastier than she can ever be."}], "speaker": "HEALY", "secId": 5}, {"sentences": [{"sentId": 20, "text": "I mean, really, sort of, in tough stop."}, {"sentId": 21, "text": "And he really, kind of, started criticizing the Clinton marriage and going after that and sort of intimating that he might bring that up at the next debate."}, {"sentId": 22, "text": "And then I sort of pushed him on his own marriages and kind of the stand that he's taking, apparently, as kind of an arbiter of values and marriage."}, {"sentId": 23, "text": "And he said that infidelity had never been a problem in his marriages, that this is something he want to discuss and he'd never discuss, you know, his past sort of marital history but it was never a problem."}, {"sentId": 24, "text": "And again, he just sort of kept pushing back on the Clintons, especially Bill Clinton as a level far beyond anything that he did."}], "speaker": "HEALY", "secId": 6}, {"sentences": [{"sentId": 25, "text": "All right."}, {"sentId": 26, "text": "Alan, what's going on here?"}, {"sentId": 27, "text": "What's your reaction to this?"}], "speaker": "LEMON", "secId": 7}, {"sentences": [{"sentId": 28, "text": "Well, it's amazing that he would say infidelity is never been a problem when he was asked 100 questions about his alleged infidelity during his divorce."}, {"sentId": 29, "text": "According to the \"Huffington Post\" he pleaded the Fifth Amendment --"}], "speaker": "DERSHOWITZ", "secId": 8}, {"sentences": [{"sentId": 30, "text": "In a deposition."}], "speaker": "LEMON", "secId": 9}, {"sentences": [{"sentId": 31, "text": "-- 97 times as to questions."}, {"sentId": 32, "text": "Now, you can only plead the Fifth Amendment if your answer would tend to incriminate you that is subject you to criminal punishment."}, {"sentId": 33, "text": "New York at the time, still does, has a statuted on the books making it a crime to commit adultery, it's almost never enforced, is also a crime to commit fornication, never enforced."}, {"sentId": 34, "text": "But he refused to answer 97 questions."}, {"sentId": 35, "text": "You would think that if he had never engaged in infidelity, he certainly not shy about that."}, {"sentId": 36, "text": "He would have said I've never engaged in infidelity."}], "speaker": "DERSHOWITZ", "secId": 10}, {"sentences": [{"sentId": 37, "text": "So we have a real conflict here."}, {"sentId": 38, "text": "And here we have a man, thrice married, twice divorced, who's lecturing other people about the sanctity of marriage, it's going to back fire."}], "speaker": "DERSHOWITZ", "secId": 11}, {"sentences": [{"sentId": 39, "text": "Patrick, I have to ask you this because Republicans have asked him to steer clear and the campaign to steer clear of this sort of strategy, even Newt Gingrich was asked in an interview on Hannity about this particular issue and this Twitter storm."}, {"sentId": 40, "text": "Listen to this."}], "speaker": "LEMON", "secId": 12}, {"sentences": [{"sentId": 41, "text": "And I think what Trump's got to understand is he's either got to say I've got to be me or he's going to learn a new song, I've got to be president."}, {"sentId": 42, "text": "They're not the same song."}, {"sentId": 43, "text": "He's got to become much more disciplined."}, {"sentId": 44, "text": "For a while there, I thought he had really turned a corner."}, {"sentId": 45, "text": "This last week, I think has been frankly a lost week, a week which has hurt him, which has shaken his own supporters, and you can't tweet at 3:00 in the morning, period."}, {"sentId": 46, "text": "There's no excuse ever, not if you're going to be president of the United States."}], "speaker": "GINGRICH", "secId": 13}, {"sentences": [{"sentId": 47, "text": "But you know what Gingrich is saying, you ought to be a phony."}, {"sentId": 48, "text": "He says the real me is the me we're hearing."}, {"sentId": 49, "text": "But he shouldn't be the real me."}, {"sentId": 50, "text": "He should pretend to be something else so that we elect him president and then he can be the real me."}, {"sentId": 51, "text": "That's a hell of an argument from winning a surrogates."}], "speaker": "DERSHOWITZ", "secId": 14}, {"sentences": [{"sentId": 52, "text": "Patrick, listen, Newt Gingrich was a potential vice president."}, {"sentId": 53, "text": "Why is he saying this, you know, at least a candidate to be in this administration -- in the Trump administration, why is he saying this in public?"}, {"sentId": 54, "text": "And do you think his advisors -- Donald Trump's advisors are serving him well right now?"}], "speaker": "LEMON", "secId": 15}, {"sentences": [{"sentId": 55, "text": "Well I think a lot of the outside advisors like Newt Gingrich can look at what's going in the campaign and they're feeling a lot of frustration, because I think there was a feeling that Donald Trump did have a good three or four weeks."}, {"sentId": 56, "text": "The polls started tightening."}, {"sentId": 57, "text": "He was on message."}, {"sentId": 58, "text": "And then he went into the debate."}], "speaker": "HEALY", "secId": 16}, {"sentences": [{"sentId": 59, "text": "He had what he saw as a good sort of half an hour and then he started taking Mrs. Clinton's bait over and over."}, {"sentId": 60, "text": "And I think people like Newt Gingrich saw this happening, got very frustrated and Donald Trump instead of coming out of the debate and saying, hey, first general election debate I've ever been in, everybody can improve, you know, let's think about that."}, {"sentId": 61, "text": "He was so insistent on declaring that he won the debate."}, {"sentId": 62, "text": "He repeated it over and over again, citing these unscientific online polls."}, {"sentId": 63, "text": "And then the idea that sort of Hillary Clinton was shoving down his throat, Alicia Machado, and making him look like again a sexist, a misogynist, even a bigot with the Miss Housekeeping line."}], "speaker": "HEALY", "secId": 17}, {"sentences": [{"sentId": 64, "text": "I mean it's really called him and it really bothered him."}, {"sentId": 65, "text": "And so we find ourselves on day five, after the debate, he still bringing up this issue."}, {"sentId": 66, "text": "And I think people like Newt Gingrich would feel like  beatable, you know, look at this."}, {"sentId": 67, "text": "And they're like, what are you doing?"}, {"sentId": 68, "text": "Why are you doing this?"}, {"sentId": 69, "text": "It's not just that it's unpresidential, people aren't going to -- how does this help you win the presidency?"}, {"sentId": 70, "text": "This was the tweet."}], "speaker": "HEALY", "secId": 18}, {"sentences": [{"sentId": 71, "text": "Winning the presidency."}, {"sentId": 72, "text": "What does this tell us about what kind of president he would be?"}, {"sentId": 73, "text": "He wouldn't listen to advisors."}, {"sentId": 74, "text": "He would allow his own personal peak to Trump over the needs of the country."}, {"sentId": 75, "text": "If he was dealing with some governmental official in a different country who got him upset and the Secretary of State said you have to come down, this is an important relationship, the real Trump would come out."}, {"sentId": 76, "text": "And so, I don't think the issue is, is he electable?"}, {"sentId": 77, "text": "The issue is how would he govern as a president and he's showing us that."}], "speaker": "DERSHOWITZ", "secId": 19}, {"sentences": [{"sentId": 78, "text": "Patrick, are you a debate coach?"}], "speaker": "LEMON", "secId": 20}, {"sentences": [{"sentId": 79, "text": "Not really."}, {"sentId": 80, "text": "But I've done a lot of these debate preps stories, so."}], "speaker": "HEALY", "secId": 21}, {"sentences": [{"sentId": 81, "text": "So then in a sense, being someone who does this, there's Gallup poll -- are you a debate coach?"}], "speaker": "LEMON", "secId": 22}, {"sentences": [{"sentId": 82, "text": "Well, I used to be a debate coach."}], "speaker": "DERSHOWITZ", "secId": 23}, {"sentences": [{"sentId": 83, "text": "You used to be."}], "speaker": "LEMON", "secId": 24}, {"sentences": [{"sentId": 84, "text": "In college and -- yes."}], "speaker": "DERSHOWITZ", "secId": 25}, {"sentences": [{"sentId": 85, "text": "OK."}, {"sentId": 86, "text": "So let me ask you this then."}, {"sentId": 87, "text": "Hang on, Patrick."}, {"sentId": 88, "text": "Let's put up this poll."}, {"sentId": 89, "text": "This is a Gallup poll, finds that Clinton won the debate by huge margin, 61 to Trump's 27."}, {"sentId": 90, "text": "Then there's the CNN poll that was taken directly after the debate, which is very similar to this one."}, {"sentId": 91, "text": "I think it was 67% in that CNN one."}], "speaker": "LEMON", "secId": 26}, {"sentences": [{"sentId": 92, "text": "What would you advice him to do next?"}, {"sentId": 93, "text": "DERSHOWITZ:  Watch the first 15 minutes and go back and do what you"}], "speaker": "LEMON", "secId": 27}, {"sentences": [{"sentId": 94, "text": "did in the first 15 minutes."}, {"sentId": 95, "text": "He did a very good job."}, {"sentId": 96, "text": "Now, I don't think either candidate helped educate the American public about the relationship between NAFTA and various trade deals and our pocket book, but he certainly tied."}, {"sentId": 97, "text": "And a tie for him is a major victory, because expectations are too low."}, {"sentId": 98, "text": "So prepare."}, {"sentId": 99, "text": "Get familiar with what's going to happen."}, {"sentId": 100, "text": "And do what you did in the first 15 minutes."}, {"sentId": 101, "text": "But don't let yourself be tempted to go off the rails."}], "speaker": "LEMON", "secId": 28}, {"sentences": [{"sentId": 102, "text": "Let's dig into your reporting that you just -- Patrick Healy is on the phone in \"New York Times\" just interviewed Donald Trump just this evening, right?"}, {"sentId": 103, "text": "Patrick?"}], "speaker": "LEMON", "secId": 29}, {"sentences": [{"sentId": 104, "text": "Yes."}], "speaker": "HEALY", "secId": 30}, {"sentences": [{"sentId": 105, "text": "OK.  And so, today, the presidential commission on debates said this, regarding the first debate, there were issues regarding Donald Trump's audio that affected the sound level in in the debate hall, not on television."}, {"sentId": 106, "text": "Is he laying the groundwork?"}, {"sentId": 107, "text": "And I'm sure you talked to him about it, to back out of the next debate?"}], "speaker": "LEMON", "secId": 31}, {"sentences": [{"sentId": 108, "text": "Well, I asked him that point-blank."}, {"sentId": 109, "text": "I said are you going to bow out of the next debate because of the mic problem and he said I want to do the next debate."}, {"sentId": 110, "text": "I want to do the next debate."}, {"sentId": 111, "text": "So I asked him, well, does it give you pause, you know?"}, {"sentId": 112, "text": "He basically suggested someone backstage modulating his volume on his mic."}, {"sentId": 113, "text": "And he felt like he had been -- he didn't say the word sabotage but  sort of the information and he just said, look, I want to make sure all the equipment works."}, {"sentId": 114, "text": "I want to do the debate."}], "speaker": "HEALY", "secId": 32}, {"sentences": [{"sentId": 115, "text": "But what he was doing, Don, was really sort of screwing with expectation."}, {"sentId": 116, "text": "I mean, his sort of rewriting of the first debate is that he, \"Spent 50 percent of my thought process\" on dealing with the mic."}], "speaker": "HEALY", "secId": 33}, {"sentences": [{"sentId": 117, "text": "This is Friday, the debate was Monday."}, {"sentId": 118, "text": "He went to the spin room on Monday night after the debate."}, {"sentId": 119, "text": "Why are we just hearing about this on Friday?"}], "speaker": "LEMON", "secId": 34}, {"sentences": [{"sentId": 120, "text": "Well, he did talk about the mic."}, {"sentId": 121, "text": "He did talk about the mic earlier in the week that have bothered him that he felt like there's a problem and Hillary Clinton got that question on her plane and said if someone's complaining about the mic, they're losing or something to that effect."}], "speaker": "HEALY", "secId": 35}, {"sentences": [{"sentId": 122, "text": "I think what he's doing is he's grabbing the statement from the Commission on Presidential Debate and running with it."}, {"sentId": 123, "text": "I mean he, Donald Trump, you know, very much talked a lot in the primaries about the rigged system, in the Republican side, the rigged system against Bernie Sanders."}, {"sentId": 124, "text": "You know, these sorts of things are play into what a lot of people buy into these sort of conspiracy theories, you know, my phrase, I guess."}, {"sentId": 125, "text": "But, you know, that everything is rigged against somebody like Donald Trump."}], "speaker": "HEALY", "secId": 36}, {"sentences": [{"sentId": 126, "text": "You've got to be nimble if you're the president of the United States."}, {"sentId": 127, "text": "Remember, someone tried to take or to turn Ronald Reagan's microphone off."}], "speaker": "DERSHOWITZ", "secId": 37}, {"sentences": [{"sentId": 128, "text": "Wait a minute."}, {"sentId": 129, "text": "I paid for this microphone, right?"}, {"sentId": 130, "text": "There's an answer for everything."}, {"sentId": 131, "text": "But go ahead, Al."}], "speaker": "LEMON", "secId": 38}, {"sentences": [{"sentId": 132, "text": "You know what I'm worry about is the conspiracy theory."}, {"sentId": 133, "text": "For the first time in your brilliant reporting, I think you have reported that he said he wasn't so sure that he would would support Hillary Clinton if she got elected president."}], "speaker": "DERSHOWITZ", "secId": 39}, {"sentences": [{"sentId": 134, "text": "Yes."}], "speaker": "LEMON", "secId": 40}, {"sentences": [{"sentId": 135, "text": "And with the Russian stuff going on and the WikiLeaks stuff going on, what I really worry about if she wins the election, it's close, and he gets up and announces she's not an authentic or legitimate president much the way he said that Barack Obama was not an authentic legitimate president  cause a real problem."}], "speaker": "DERSHOWITZ", "secId": 41}, {"sentences": [{"sentId": 136, "text": "You asked him about that and whether because they were asking in the debate if each, you know, if Donald Trump wins, will you support him, to Hillary Clinton, no."}, {"sentId": 137, "text": "And then asked, if Hillary Clinton wins, will you support her?"}, {"sentId": 138, "text": "And then -- what was his answer to that tonight?"}], "speaker": "LEMON", "secId": 42}, {"sentences": [{"sentId": 139, "text": "Yes."}, {"sentId": 140, "text": "Now this is the second paragraph of the story because I was so struck by it and that professor noted, too."}, {"sentId": 141, "text": "basically said, you know, would you absolutely support her?"}, {"sentId": 142, "text": "Do you stand by that?"}, {"sentId": 143, "text": "And he basically said, you know, we will have to see, you know, let's see what happens."}, {"sentId": 144, "text": "We will have to see."}], "speaker": "HEALY", "secId": 43}, {"sentences": [{"sentId": 145, "text": "And I think to Professor Dershowitz's point, I think absolutely, there's a sense -- it just would rang almost of birtherism again, sort of like produce the birth certificate, you know."}, {"sentId": 146, "text": "Something is going on here with President Obama, the sense of like, you know, he's looking to sort of destabilize Hillary Clinton before the second debate but even more broadly than that, you know, sending this message to his supporters that, you know, what if the result on November 8th isn't what he wants it to be, you know."}, {"sentId": 147, "text": "He's going to -- I don't know, try to be nice, reserve judgment or something."}], "speaker": "HEALY", "secId": 44}, {"sentences": [{"sentId": 148, "text": "Well, at least we know that if he had been asked the same question -- if Trump had been asked the same question Johnson was asked, name your favorite foreign leader, he would have a clear answer, Barack Obama."}], "speaker": "DERSHOWITZ", "secId": 45}, {"sentences": [{"sentId": 149, "text": "Who does this next -- it's a town fall format debate."}], "speaker": "LEMON", "secId": 46}, {"sentences": [{"sentId": 150, "text": "It helps her tremendously."}], "speaker": "DERSHOWITZ", "secId": 47}, {"sentences": [{"sentId": 151, "text": "Not him?"}], "speaker": "LEMON", "secId": 48}, {"sentences": [{"sentId": 152, "text": "Oh, no."}, {"sentId": 153, "text": "It makes her human."}, {"sentId": 154, "text": "She's done this before, she's done it very successfully."}, {"sentId": 155, "text": "She can interact with the questioners."}, {"sentId": 156, "text": "The questions aren't predictable, the subjects aren't predictable."}, {"sentId": 157, "text": "It plays right into her strength and it certainly raises questions about his weakness."}, {"sentId": 158, "text": "If he's not prepared, if he does the same level of lack of preparation in a town meeting, he's in trouble."}, {"sentId": 159, "text": "LEMON:  I've got to run, Patrick, though."}, {"sentId": 160, "text": "He did say he's going to"}], "speaker": "DERSHOWITZ", "secId": 49}, {"sentences": [{"sentId": 161, "text": "prepare this time, right?"}], "speaker": "DERSHOWITZ", "secId": 50}, {"sentences": [{"sentId": 162, "text": "He said he's going to prepare."}, {"sentId": 163, "text": "He said he's going to try to figure out how to bring up these issues but he also  this point, needs to figure out how to use his body language on that stage and sitting in a stool could be awkward."}, {"sentId": 164, "text": "And also bringing up Bill Clinton's extramarital affairs in front of average voters in an intimate town hall setting can be very, very, very difficult."}], "speaker": "HEALY", "secId": 51}, {"sentences": [{"sentId": 165, "text": "Also on a stool, he looks a little fat."}], "speaker": "DERSHOWITZ", "secId": 52}, {"sentences": [{"sentId": 166, "text": "talking of fat shaming."}], "speaker": "LEMON", "secId": 53}, {"sentences": [{"sentId": 167, "text": "And I think that fat shaming will not work when he's sitting on a stool as much as it works when he's standing straight."}], "speaker": "DERSHOWITZ", "secId": 54}, {"sentences": [{"sentId": 168, "text": "We all have little issues, don't we."}], "speaker": "LEMON", "secId": 55}, {"sentences": [{"sentId": 169, "text": "Of course."}], "speaker": "DERSHOWITZ", "secId": 56}, {"sentences": [{"sentId": 170, "text": "But we don't accuse other people."}, {"sentId": 171, "text": "And my producer is going to kill me."}, {"sentId": 172, "text": "Did you ask him about the sniffing, Patrick?"}], "speaker": "LEMON", "secId": 57}, {"sentences": [{"sentId": 173, "text": "that was on my list but I didn't get to it so --"}], "speaker": "HEALY", "secId": 58}, {"sentences": [{"sentId": 174, "text": "You didn't get to it, all right."}], "speaker": "LEMON", "secId": 59}, {"sentences": [{"sentId": 175, "text": "--  of fail to that one, no."}], "speaker": "HEALY", "secId": 60}, {"sentences": [{"sentId": 176, "text": "Yes."}, {"sentId": 177, "text": "I'm sure SNL."}, {"sentId": 178, "text": "And when you speak to Secretary Clinton, you have to ask her about the shuffle, yes."}], "speaker": "LEMON", "secId": 61}, {"sentences": [{"sentId": 179, "text": "Right."}], "speaker": "HEALY", "secId": 62}, {"sentences": [{"sentId": 180, "text": "The shimmy -- the shimmy."}], "speaker": "LEMON", "secId": 63}, {"sentences": [{"sentId": 181, "text": "Shimmy."}], "speaker": "HEALY", "secId": 64}, {"sentences": [{"sentId": 182, "text": "Thank you very much."}, {"sentId": 183, "text": "I appreciate it, thank you."}], "speaker": "LEMON", "secId": 65}, {"sentences": [{"sentId": 184, "text": "We're coming back."}, {"sentId": 185, "text": "What's really behind Donald Trump's 3:00 A.M. Twitter rant?"}, {"sentId": 186, "text": "Did he take the debate from Hillary Clinton again?"}], "speaker": "LEMON", "secId": 66}, {"sentences": [{"sentId": 187, "text": "Donald Trump having a rocky week, meanwhile, Hillary Clinton gets a boost in the polls."}, {"sentId": 188, "text": "Let's discuss now."}, {"sentId": 189, "text": "Sirius/XM host, Mr. Joe Madison is here."}, {"sentId": 190, "text": "And syndicated talk radio host, John Fredericks."}, {"sentId": 191, "text": "Love having you guys."}, {"sentId": 192, "text": "Happy Friday."}, {"sentId": 193, "text": "A new national poll out today shows Hillary Clinton with a post debate boost."}, {"sentId": 194, "text": "What's your reaction from this, Joe Madison first?"}], "speaker": "LEMON", "secId": 67}, {"sentences": [{"sentId": 195, "text": "Well, many consider the week that Donald Trump has had, this is not a surprise and he did it to himself."}, {"sentId": 196, "text": "That's my reaction."}, {"sentId": 197, "text": "This is a self-inflicted wound, no if, ands, buts about it."}], "speaker": "MADISON", "secId": 68}, {"sentences": [{"sentId": 198, "text": "What do you think, John?"}], "speaker": "LEMON", "secId": 69}, {"sentences": [{"sentId": 199, "text": "Well, look, Don, here's the thing."}, {"sentId": 200, "text": "This whole week is a creation of the national mainstream media, which now lives in an echo chamber of reality show self -delusion."}, {"sentId": 201, "text": "I mean, everyday, we're hearing from the mainstream media about things that average Americans could care less about."}, {"sentId": 202, "text": "There's no one in America that is losing their job or concerned about their future or concerned about ISIS or has problems with immigrants coming over the border unabated day after day that cares about Miss Machado or Miss Universe or Miss Piggy or Trump's tax returns or the other stuff that you dredge up --"}], "speaker": "FREDERICKS", "secId": 70}, {"sentences": [{"sentId": 203, "text": "OK."}, {"sentId": 204, "text": "So John, let me just say this."}], "speaker": "LEMON", "secId": 71}, {"sentences": [{"sentId": 205, "text": "-- whether be birth certificate or something else."}], "speaker": "FREDERICKS", "secId": 72}, {"sentences": [{"sentId": 206, "text": "OK, John, let me say this."}, {"sentId": 207, "text": "No, I'm just going to grant you the first part, which is not accurate."}, {"sentId": 208, "text": "I mean this is --"}], "speaker": "LEMON", "secId": 73}, {"sentences": [{"sentId": 209, "text": "I would grant that to him, too."}], "speaker": "MADISON", "secId": 74}, {"sentences": [{"sentId": 210, "text": "I would just grant you the first part."}, {"sentId": 211, "text": "But the mainstream media is not bringing this up."}, {"sentId": 212, "text": "The mainstream media did not create Alicia Machado."}, {"sentId": 213, "text": "The mainstream media never said that she was an eating machine."}, {"sentId": 214, "text": "The mainstream media did not go on a Twitter rant at 3:00 A.M.  this morning with this, you know, about this woman and other issues."}], "speaker": "LEMON", "secId": 75}, {"sentences": [{"sentId": 215, "text": "So, how is it the fault of the mainstream media?"}, {"sentId": 216, "text": "How is Donald Trump not at fault for his own self-inflicted wound and going off message?"}, {"sentId": 217, "text": "Shouldn't he be bringing up the issues that you mentioned instead of going down a rabbit hole that the Clinton campaign saw it coming and he did?"}], "speaker": "LEMON", "secId": 76}, {"sentences": [{"sentId": 218, "text": "Don, wait a minute."}, {"sentId": 219, "text": "This was a coordinated effort by Hillary Clinton and the mainstream media for Miss Machado that nobody heard --"}], "speaker": "FREDERICKS", "secId": 77}, {"sentences": [{"sentId": 220, "text": "OK."}, {"sentId": 221, "text": "I will grant you that."}, {"sentId": 222, "text": "But we've been talking about --"}], "speaker": "LEMON", "secId": 78}, {"sentences": [{"sentId": 223, "text": "-- or nobody know where she had been."}], "speaker": "FREDERICKS", "secId": 79}, {"sentences": [{"sentId": 224, "text": "Listen."}, {"sentId": 225, "text": "John, you're not hearing my question."}, {"sentId": 226, "text": "You're not hearing my question."}], "speaker": "LEMON", "secId": 80}, {"sentences": [{"sentId": 227, "text": "I am hearing your question."}], "speaker": "FREDERICKS", "secId": 81}, {"sentences": [{"sentId": 228, "text": "So I said I grant you that but then he's the one that's doing it."}, {"sentId": 229, "text": "So why is it not his fault?"}, {"sentId": 230, "text": "Why is he not bringing up those issues instead of talking about the thing that you say is a creation of the Clinton campaign?"}, {"sentId": 231, "text": "By the way, if you go back and listen to transcript, it's not quite the way you said it, but go ahead."}, {"sentId": 232, "text": "FREDERICKS:  Well, it's pretty accurate, Don."}, {"sentId": 233, "text": "And honesty is the best policy"}], "speaker": "LEMON", "secId": 82}, {"sentences": [{"sentId": 234, "text": "No, it's not."}], "speaker": "MADISON", "secId": 83}, {"sentences": [{"sentId": 235, "text": "Let me just say that when you got -- well, Joe, look, let me finish."}, {"sentId": 236, "text": "When you go back to that debate, at the end, she, Mrs. Clinton -- Secretary Clinton, dredged something up, 20 years old, nobody heard of these people, the mainstream media in a coordinated effort got a hold of it and ran with it day after day after day."}], "speaker": "FREDERICKS", "secId": 84}, {"sentences": [{"sentId": 237, "text": "Now Trump is going to fight back, he's a fighting."}, {"sentId": 238, "text": "He's fighting for the people that don't have a say in America."}, {"sentId": 239, "text": "He's going to continue to fight for what he believes in."}, {"sentId": 240, "text": "And so people say, well, these tweets at 3:00 A.M.  they were not presidential."}, {"sentId": 241, "text": "They were appropriate for a presidential candidate."}, {"sentId": 242, "text": "That's what he is right now."}, {"sentId": 243, "text": "He's not president, and he's fighting back."}, {"sentId": 244, "text": "But let me ask you this question, Don and Joe --"}], "speaker": "FREDERICKS", "secId": 85}, {"sentences": [{"sentId": 245, "text": "Do we all have -- does some of us get a chance?"}, {"sentId": 246, "text": "Are you going to filibuster?"}], "speaker": "MADISON", "secId": 86}, {"sentences": [{"sentId": 247, "text": "Let him go, Joe."}, {"sentId": 248, "text": "I will give you a long time."}], "speaker": "LEMON", "secId": 87}, {"sentences": [{"sentId": 249, "text": "Let me finish."}, {"sentId": 250, "text": "Is it presidential to delete 30,000 government e-mails?"}, {"sentId": 251, "text": "Is it presidential to lie over and over again to the FBI?"}, {"sentId": 252, "text": "Is it presidential to destroy evidence after you get a subpoena from the federal government?"}, {"sentId": 253, "text": "Is it presidential to lie to the moms of fallen soldiers at Benghazi about a video that didn't exist, is that presidential?"}], "speaker": "FREDERICKS", "secId": 88}, {"sentences": [{"sentId": 254, "text": "OK.  All right."}, {"sentId": 255, "text": "So here's the thing."}], "speaker": "LEMON", "secId": 89}, {"sentences": [{"sentId": 256, "text": "No one covers that."}], "speaker": "FREDERICKS", "secId": 90}, {"sentences": [{"sentId": 257, "text": "If you read the transcripts, right?"}, {"sentId": 258, "text": "Lester Holt asked Donald Trump a question."}, {"sentId": 259, "text": "Donald Trump brought up issues that concerned women and men and Hillary Clinton's stamina and the way she looked."}, {"sentId": 260, "text": "Hillary Clinton used that as an in to get in to bring up this particular thing."}, {"sentId": 261, "text": "Have he not done that, she would not have had or may not have had the in to do it."}], "speaker": "LEMON", "secId": 91}, {"sentences": [{"sentId": 262, "text": "So again, the mainstream media didn't bring this up."}, {"sentId": 263, "text": "Hillary Clinton brought it up."}, {"sentId": 264, "text": "He allowed it to go in."}, {"sentId": 265, "text": "He didn't fight back."}, {"sentId": 266, "text": "He didn't say I'm sorry."}, {"sentId": 267, "text": "He didn't say, you know what, I was an entertainer back then."}, {"sentId": 268, "text": "I wasn't a politician."}, {"sentId": 269, "text": "He allowed this to get to this point and then continues to have it come up in the media."}, {"sentId": 270, "text": "Joe Madison?"}], "speaker": "LEMON", "secId": 92}, {"sentences": [{"sentId": 271, "text": "Don, he's not going to go around --"}], "speaker": "FREDERICKS", "secId": 93}, {"sentences": [{"sentId": 272, "text": "It's my turn."}, {"sentId": 273, "text": "Hold on."}, {"sentId": 274, "text": "Whoa, whoa, whoa."}, {"sentId": 275, "text": "Wait a minute."}, {"sentId": 276, "text": "It's my turn now."}, {"sentId": 277, "text": "Now thank you."}], "speaker": "MADISON", "secId": 94}, {"sentences": [{"sentId": 278, "text": "Go ahead, Joe."}, {"sentId": 279, "text": "We love to hear from you."}], "speaker": "LEMON", "secId": 95}, {"sentences": [{"sentId": 280, "text": "Well, I'm glad that I'm -- you know, what is that, white privilege?"}, {"sentId": 281, "text": "I got to get your permission?"}, {"sentId": 282, "text": "Excuse me."}, {"sentId": 283, "text": "You know, let me point out something."}], "speaker": "MADISON", "secId": 96}, {"sentences": [{"sentId": 284, "text": "Oh, Joe."}, {"sentId": 285, "text": "Come on."}, {"sentId": 286, "text": "We're having fun here."}], "speaker": "FREDERICKS", "secId": 97}, {"sentences": [{"sentId": 287, "text": "Let me -- look, let me point."}], "speaker": "MADISON", "secId": 98}, {"sentences": [{"sentId": 288, "text": "Joe, come on, that's a low blow, man."}], "speaker": "FREDERICKS", "secId": 99}, {"sentences": [{"sentId": 289, "text": "Hey, let me tell you something."}, {"sentId": 290, "text": "This is not about -- this is exactly the problem."}, {"sentId": 291, "text": "This is not fun."}, {"sentId": 292, "text": "The reality is what did you expect from a man who during the primary talked about his opponent's look, a woman, and talked about women bleeding from certain things, this is not new."}], "speaker": "MADISON", "secId": 100}, {"sentences": [{"sentId": 293, "text": "But here's what I'm about to tell you."}, {"sentId": 294, "text": "I think Donald Trump has played us all."}, {"sentId": 295, "text": "Because he understands that sex sells."}, {"sentId": 296, "text": "Sex sells."}, {"sentId": 297, "text": "And this is what we're talking about."}, {"sentId": 298, "text": "We're even talking about Howard Stern at my station where he's talking about vagina is expensive."}, {"sentId": 299, "text": "This is a man -- that's presidential?"}, {"sentId": 300, "text": "But get this now."}, {"sentId": 301, "text": "What aren't we talking about?"}], "speaker": "MADISON", "secId": 101}, {"sentences": [{"sentId": 302, "text": "We're not talking about that the New York Attorney General is looking into the Trump Foundation as possibly illegally taking funds and weren't in a position to do that."}, {"sentId": 303, "text": "And guess what else we're not talking about, which is very important to the people in Florida, the fact that he may have done business in Cuba."}, {"sentId": 304, "text": "And we're not examining that because Trump is slick."}, {"sentId": 305, "text": "Trump knows that sex sells and he's got us talking about sex."}], "speaker": "MADISON", "secId": 102}, {"sentences": [{"sentId": 306, "text": "And let me tell you something."}, {"sentId": 307, "text": "That is not presidential."}, {"sentId": 308, "text": "I want to know whether or not my presidential candidate broke the law in Cuba and broke the law in New York state?"}, {"sentId": 309, "text": "That's the --"}], "speaker": "MADISON", "secId": 103}, {"sentences": [{"sentId": 310, "text": "last night on this program and then overnight, he did go on to tweet about something else."}], "speaker": "LEMON", "secId": 104}, {"sentences": [{"sentId": 311, "text": "You keep telling yourself that, Joe, in your own reality head show of self-delusion."}, {"sentId": 312, "text": "Trump is going to win this election, Joe, it's not even going to be close."}, {"sentId": 313, "text": "He might even carry your state of Wisconsin."}], "speaker": "FREDERICKS", "secId": 105}, {"sentences": [{"sentId": 314, "text": "I'm not in Wisconsin."}], "speaker": "MADISON", "secId": 106}, {"sentences": [{"sentId": 315, "text": "Thank you."}, {"sentId": 316, "text": "And thus that shows the disconnect between certain people here."}, {"sentId": 317, "text": "Have a great weekend."}, {"sentId": 318, "text": "Thank you, Joe."}, {"sentId": 319, "text": "Thank you, John."}, {"sentId": 320, "text": "I appreciate it."}], "speaker": "LEMON", "secId": 107}, {"sentences": [{"sentId": 321, "text": "Facts do count."}], "speaker": "MADISON", "secId": 108}, {"sentences": [{"sentId": 322, "text": "Facts do matter."}, {"sentId": 323, "text": "Thank you."}, {"sentId": 324, "text": "Up next, the self-proclaimed king of all media, which Joe Madison mentioned, Howard Stern is now right in the middle of this very unusual election."}], "speaker": "LEMON", "secId": 109}, {"sentences": [{"sentId": 325, "text": "Just when you think this election couldn't get any wilder, an unexpected celebrity finds himself right in the middle of it, the one and only Howard Stern."}], "speaker": "LEMON", "secId": 110}, {"sentences": [{"sentId": 326, "text": "Senior media correspondent Brian Stelter has the story."}], "speaker": "LEMON", "secId": 111}, {"sentences": [{"sentId": 327, "text": "Only in 2016, would Howard Stern be a central character in the election."}], "speaker": "STELTER", "secId": 112}, {"sentences": [{"sentId": 328, "text": "Howard Stern is a friend of mine."}], "speaker": "TRUMP", "secId": 113}, {"sentences": [{"sentId": 329, "text": "Donald Trump's many visits to the \"Howard Stern Show\""}], "speaker": "STELTER", "secId": 114}, {"sentences": [{"sentId": 330, "text": "Is it just because that you are living the life that they want to be living?"}], "speaker": "STERN", "secId": 115}, {"sentences": [{"sentId": 331, "text": "That could be."}], "speaker": "TRUMP", "secId": 116}, {"sentences": [{"sentId": 332, "text": "Are now fodder for attack ads, jokes and even this gob- smacking moment at Monday's debate."}], "speaker": "STELTER", "secId": 117}, {"sentences": [{"sentId": 333, "text": "When I did an interview with Howard Stern --"}], "speaker": "TRUMP", "secId": 118}, {"sentences": [{"sentId": 334, "text": "We checked and it's true."}, {"sentId": 335, "text": "This is the very first time stern was name-dropped at a presidential debate."}], "speaker": "STELTER", "secId": 119}, {"sentences": [{"sentId": 336, "text": "The shock jock radio host in the middle of a shocking election year."}, {"sentId": 337, "text": "It feels fitting, the famous satellite radio host loved President Bill Clinton and he backed Hillary in 2008, as he told Pierce Morgan in 2011."}], "speaker": "STELTER", "secId": 120}, {"sentences": [{"sentId": 338, "text": "I was a big backer of Hillary Clinton."}, {"sentId": 339, "text": "I think she would have been the same way."}], "speaker": "STERN", "secId": 121}, {"sentences": [{"sentId": 340, "text": "Stern is supporting her again this year, but he has a long history with Trump."}], "speaker": "STELTER", "secId": 122}, {"sentences": [{"sentId": 341, "text": "Had I known I was going to be a politician, I wouldn't have done the show."}, {"sentId": 342, "text": "We have fun."}], "speaker": "TRUMP", "secId": 123}, {"sentences": [{"sentId": 343, "text": "Oh yes, a lot of fun."}], "speaker": "STELTER", "secId": 124}, {"sentences": [{"sentId": 344, "text": "Lady Di was truly a woman with great beauty."}], "speaker": "TRUMP", "secId": 125}, {"sentences": [{"sentId": 345, "text": "Would you sleep with her?"}], "speaker": "STERN", "secId": 126}, {"sentences": [{"sentId": 346, "text": "Without even hesitation."}], "speaker": "TRUMP", "secId": 127}, {"sentences": [{"sentId": 347, "text": "Oh, and what about Clinton's new ad alleging Trump demeans women?"}], "speaker": "STELTER", "secId": 128}, {"sentences": [{"sentId": 348, "text": "Yes, this sound bite."}], "speaker": "STELTER", "secId": 129}, {"sentences": [{"sentId": 349, "text": "A person who's flat-chested is very hard to be a ten."}], "speaker": "TRUMP", "secId": 130}, {"sentences": [{"sentId": 350, "text": "Also came from Stern's radio show."}, {"sentId": 351, "text": "But it's Trump's 2002 comment about the looming Iraq invasion that has gotten the most attention."}], "speaker": "STELTER", "secId": 131}, {"sentences": [{"sentId": 352, "text": "So are you for invading Iraq?"}], "speaker": "STERN", "secId": 132}, {"sentences": [{"sentId": 353, "text": "I guess so."}, {"sentId": 354, "text": "You know, I wish -- I wish, the first time, it was done correctly."}], "speaker": "TRUMP", "secId": 133}, {"sentences": [{"sentId": 355, "text": "Trump now says he was against the invasion."}, {"sentId": 356, "text": "Stern disagrees."}], "speaker": "STELTER", "secId": 134}, {"sentences": [{"sentId": 357, "text": "Trump was on our show years ago and said, yes, you know, he was kind of for the Iraq war."}], "speaker": "STERN", "secId": 135}, {"sentences": [{"sentId": 358, "text": "Stern says the flop is good promotion for his show, and experts say it definitely doesn't hurt."}], "speaker": "STELTER", "secId": 136}, {"sentences": [{"sentId": 359, "text": "This is Howard Stern, a celebrity, talking to another celebrity, because Donald Trump was a celebrity -- that's what he was -- about basic thing including his sex life."}], "speaker": "UNIDENTIFIED MALE", "secId": 137}, {"sentences": [{"sentId": 360, "text": "Reporters keep finding more highlights in Stern's archives, just two famous New Yorkers shooting the breeze."}, {"sentId": 361, "text": "After purchasing the Miss USA pageant in 1997, Trump said he would change it."}, {"sentId": 362, "text": "He said he would make the --"}], "speaker": "STELTER", "secId": 138}, {"sentences": [{"sentId": 363, "text": "Bathing suits to be smaller and the heels to be higher."}], "speaker": "TRUMP", "secId": 139}, {"sentences": [{"sentId": 364, "text": "Nowadays, both entertainers are newsmakers."}, {"sentId": 365, "text": "And Stern as he ages is regarded as one of the country's best broadcast interviewers."}, {"sentId": 366, "text": "The guest he wants now isn't Trump, it's Clinton."}, {"sentId": 367, "text": "But so far she's turning him down."}], "speaker": "STELTER", "secId": 140}, {"sentences": [{"sentId": 368, "text": "So we'll see if Stern gets that Clinton interview."}, {"sentId": 369, "text": "In the meantime, Trump has also dug into Stern's archives for political purposes."}, {"sentId": 370, "text": "Remember last year during his feud with Megyn Kelly, Trump dug up an old interview of Kelly telling Stern about her sex life."}], "speaker": "STELTER", "secId": 141}, {"sentences": [{"sentId": 371, "text": "Don, radio shows may come and go, but the digital records stay around forever."}], "speaker": "STELTER", "secId": 142}, {"sentences": [{"sentId": 372, "text": "It's all on tape, or digital, whatever it is now."}], "speaker": "LEMON", "secId": 143}, {"sentences": [{"sentId": 373, "text": "So, Bryan Stelter, thank you very much."}, {"sentId": 374, "text": "Here to discuss all of that now is comedian John Fugelsang, a Sirius XM radio host."}, {"sentId": 375, "text": "He works for ."}, {"sentId": 376, "text": "And his new film, \"Dream On,\" a documentary about the American dream in the 21st century premiers on PBS on October 7th."}, {"sentId": 377, "text": "So tune in to that."}], "speaker": "LEMON", "secId": 144}, {"sentences": [{"sentId": 378, "text": "Also with me, Eric Levitz."}, {"sentId": 379, "text": "The associate editor at \"New York\" magazine."}], "speaker": "LEMON", "secId": 145}, {"sentences": [{"sentId": 380, "text": "I'm so glad to have all -- both of you on."}], "speaker": "LEMON", "secId": 146}, {"sentences": [{"sentId": 381, "text": "Eric, I want to ask you about this, because as Brian just said, should Hillary Clinton do \"The Howard Stern Show,\" do his show?"}, {"sentId": 382, "text": "Because in this \"Washington Post\" interview, let me read this and then you can answer."}], "speaker": "LEMON", "secId": 147}, {"sentences": [{"sentId": 383, "text": "The \"Washington Post\" says, you said Steve Martin -- \"You've had Steve Martin on."}, {"sentId": 384, "text": "Bill Murray, McCartney, almost everyone."}, {"sentId": 385, "text": "Is Hillary the holy grail at this point?\""}], "speaker": "LEMON", "secId": 148}, {"sentences": [{"sentId": 386, "text": "And Stern says, \"I wouldn't say that."}, {"sentId": 387, "text": "I would be fascinated by Hillary Clinton."}, {"sentId": 388, "text": "I think she is a fascinating person."}, {"sentId": 389, "text": "And I also think no one has sat down with her and really provided a forum for her not to be a politician, but to be a human being."}, {"sentId": 390, "text": "So would that be a fabulous moment for me to try to communicate with Hillary Clinton in front of my audience?"}, {"sentId": 391, "text": "Yes, it would be fabulous for me."}, {"sentId": 392, "text": "A dinner conversation I would have privately with Hillary Clinton is a conversation I'd like to put on the radio.\""}], "speaker": "LEMON", "secId": 149}, {"sentences": [{"sentId": 393, "text": "So given the role that he has played in, you know, the Trump campaign, would it be a surprise to, you know, his supporters, you know, that Howard is a huge fan of Hillary Clinton?"}, {"sentId": 394, "text": "He said that she thinks that she's an extremely powerful president she would make that and was an excellent senator?"}, {"sentId": 395, "text": "Would that be a surprise?"}, {"sentId": 396, "text": "And should she go on?"}], "speaker": "LEMON", "secId": 150}, {"sentences": [{"sentId": 397, "text": "Well, as far as whether it would be a surprise maybe if it's also a surprise that Donald Trump thought that Hillary Clinton was an excellent senator who he gave money to when she was running or that Barack Obama was doing a fantastic job in the early part of his presidency."}, {"sentId": 398, "text": "So, you know, as far as the consistency of what Donald Trump and Howard Stern have said about Democratic politicians at various points, I'm not sure whether that would bother them too much."}], "speaker": "LEVITZ", "secId": 151}, {"sentences": [{"sentId": 399, "text": "And certainly, a highlight -- Hillary Clinton should go on Howard Stern to sort of humanize herself."}, {"sentId": 400, "text": "I can think of a lot of better interviewers and venues for Hillary Clinton to go on specifically where the focus of most conversations are not sexuality and sexual deviance."}], "speaker": "LEVITZ", "secId": 152}, {"sentences": [{"sentId": 401, "text": "I think that to the extent that this is a reality show about sexual foibles that probably is Donald Trump's terrain."}, {"sentId": 402, "text": "As far as this is a normal presidential election, which we're trying to choose somebody who can actually control the most powerful country in the world, that's probably more of Hillary Clintons game, so --"}], "speaker": "LEVITZ", "secId": 153}, {"sentences": [{"sentId": 403, "text": "But Howard Stern, I mean, John, is more than -- because I'm a huge Howard fan."}, {"sentId": 404, "text": "I got serious just to listen to Howard Stern after he left for terrestrial radio, and I said --"}], "speaker": "LEMON", "secId": 154}, {"sentences": [{"sentId": 405, "text": "My show, too, Don."}], "speaker": "FUGELSANG", "secId": 155}, {"sentences": [{"sentId": 406, "text": "And your show."}], "speaker": "LEMON", "secId": 156}, {"sentences": [{"sentId": 407, "text": "Thank you."}], "speaker": "FUGELSANG", "secId": 157}, {"sentences": [{"sentId": 408, "text": "And that's kind of, oh, I listened to him."}, {"sentId": 409, "text": "Honestly, I'm just -- you know, to be honest --"}], "speaker": "LEMON", "secId": 158}, {"sentences": [{"sentId": 410, "text": "I grew up listening to --"}], "speaker": "FUGELSANG", "secId": 159}, {"sentences": [{"sentId": 411, "text": "When I'm in my car, people like, can we turn -- can you turn it from Howard 100 -- a Howard 101, and I'm like, no, I listen to the same interviews over again."}], "speaker": "LEMON", "secId": 160}, {"sentences": [{"sentId": 412, "text": "But the thing is he's a very smart man and he is a great interviewer."}, {"sentId": 413, "text": "It's no surprise that he has these Donald Trump interviews and that they're making news."}], "speaker": "LEMON", "secId": 161}, {"sentences": [{"sentId": 414, "text": "Are you surprised by them?"}], "speaker": "LEMON", "secId": 162}, {"sentences": [{"sentId": 415, "text": "Not a bit."}, {"sentId": 416, "text": "I am surprise that the collective country is really waking up now and holding this man to task for these very obvious, easily approvable lies."}], "speaker": "FUGELSANG", "secId": 163}, {"sentences": [{"sentId": 417, "text": "It is true that Howard has endorsed Hillary Clinton, and I think that's the reason why it would be smart for her to go on the show."}, {"sentId": 418, "text": "She would have a bit of a home-court advantage."}], "speaker": "FUGELSANG", "secId": 164}, {"sentences": [{"sentId": 419, "text": "But for folks today that Howard Stern is taking sides for some guys who have been huffing testosterone, who feel that Howard betrayed them somehow, he didn't endorse Hillary Clinton with his statement."}, {"sentId": 420, "text": "He endorsed facts."}, {"sentId": 421, "text": "He endorsed the truth."}], "speaker": "FUGELSANG", "secId": 165}, {"sentences": [{"sentId": 422, "text": "All Howard Stern did today was say a truth that all of us already know, which is that Donald Trump did not oppose the Iraq war, before it happened."}, {"sentId": 423, "text": "I was at all those marches."}, {"sentId": 424, "text": "We all have listen to celebrities."}, {"sentId": 425, "text": "I signed a petition of artist united to win without war and got tons of hate mail for it."}], "speaker": "FUGELSANG", "secId": 166}, {"sentences": [{"sentId": 426, "text": "Hillary Clinton has been able to say I was wrong and I've changed my mind."}, {"sentId": 427, "text": "Donald Trump is functionally incapable of saying those words."}, {"sentId": 428, "text": "So I think that, you know, Howard Stern is a great interviewer because he is so deceptively warm and he will make you feel like you're having a conversation with a guy from Long Island."}], "speaker": "FUGELSANG", "secId": 167}, {"sentences": [{"sentId": 429, "text": "And he uses humor."}], "speaker": "LEMON", "secId": 168}, {"sentences": [{"sentId": 430, "text": "And he will completely disarm you --"}], "speaker": "FUGELSANG", "secId": 169}, {"sentences": [{"sentId": 431, "text": "With humor."}, {"sentId": 432, "text": "FUGELSANG:  Yes, and he'll use humor, but he'll also -- you know, he wants to find the real person, and I think that there might not be an interviewer better suited for Hillary Clinton for what she needs to accomplish than him."}], "speaker": "LEVITZ", "secId": 170}, {"sentences": [{"sentId": 433, "text": "So let me ask you think, Eric, for people who may not live here."}, {"sentId": 434, "text": "I mean, they listen to Howard nationally now and they probably listen to him on terrestrial radio."}, {"sentId": 435, "text": "Some people, you know, back in the day."}, {"sentId": 436, "text": "But he was a New York fixture along with Donald Trump."}, {"sentId": 437, "text": "Explain to me how the roles that they played in New York over the years."}], "speaker": "LEMON", "secId": 171}, {"sentences": [{"sentId": 438, "text": "Well, sure."}, {"sentId": 439, "text": "One of the strange things about this election among many is that the Republican Party has nominated a man who spent multiple decades of his life as a billionaire playboy in New York City who's affairs were, you know, the stuff of tabloids."}], "speaker": "LEVITZ", "secId": 172}, {"sentences": [{"sentId": 440, "text": "We've all seen that cover with that, you know, \"The Best Sex I Ever Had,\" about Marla Maples."}, {"sentId": 441, "text": "And so you have Donald Trump who is this sort of larger-than-life figure who embodies sort of all the excess of the 80s and then sort of carries that into the '90s."}, {"sentId": 442, "text": "And then, you know, he's essentially, you know, for two dozen mornings of his life, he's been Howard Stern's side kick talking about, you know the -- just basically ranking various women from 1 to 10 in terms of how they, you know, turn them on."}], "speaker": "LEVITZ", "secId": 173}, {"sentences": [{"sentId": 443, "text": "And so this is a really sort of strange situation for the Republican Party to have, and it's strange situation for the country as well."}], "speaker": "LEVITZ", "secId": 174}, {"sentences": [{"sentId": 444, "text": "Do you think Howard's voters care -- I mean, Trump's voters care?"}, {"sentId": 445, "text": "Excuse me, Don."}], "speaker": "FUGELSANG", "secId": 175}, {"sentences": [{"sentId": 446, "text": "Yes, it's all right."}], "speaker": "LEMON", "secId": 176}, {"sentences": [{"sentId": 447, "text": "Do you think Trump's voters care about his misogyny?"}], "speaker": "LEVITZ", "secId": 177}, {"sentences": [{"sentId": 448, "text": "Yes, or the obvious like about Iraq."}], "speaker": "FUGELSANG", "secId": 178}, {"sentences": [{"sentId": 449, "text": "I don't think they care about either of those things."}], "speaker": "LEVITZ", "secId": 179}, {"sentences": [{"sentId": 450, "text": "No."}], "speaker": "LEMON", "secId": 180}, {"sentences": [{"sentId": 451, "text": "I think that there was one -- I mean, and not that this necessarily representative of all Trump's supporters."}, {"sentId": 452, "text": "I think some Trump supporters have, you know, a sense of irony about this and they value certain stances that Trump has taken more than his reputation for honesty."}], "speaker": "LEVITZ", "secId": 181}, {"sentences": [{"sentId": 453, "text": "I don't think they care about either of those things."}, {"sentId": 454, "text": "I think that there was one -- I mean, and not that this necessarily representative of all Trump's supporters."}, {"sentId": 455, "text": "I think some Trump supporters have, you know, a sense of irony about this and they value certain stances that Trump has taken more than his reputation for honesty."}], "speaker": "LEVITZ", "secId": 182}, {"sentences": [{"sentId": 456, "text": "But there is this quote from, you know, a woman right after he came out and said that Barack Obama was born in this country, a Trump supporter who said, yes Barack Obama, he was born in this country if Donald Trump said it."}, {"sentId": 457, "text": "Whatever Donald Trump said is true."}, {"sentId": 458, "text": "And so, you know, that is the testimology that Donald tries to put forward."}], "speaker": "LEVITZ", "secId": 183}, {"sentences": [{"sentId": 459, "text": "Yes, but -- Randi Kaye interviewed some of his supporters the other day right after the debate."}, {"sentId": 460, "text": "And one of them said that Barack Obama, President Obama should produce his birth certificate unless he's hiding something."}], "speaker": "LEMON", "secId": 184}, {"sentences": [{"sentId": 461, "text": "Oh yes."}], "speaker": "FUGELSANG", "secId": 185}, {"sentences": [{"sentId": 462, "text": "And I don't know where she's been for the last four years."}], "speaker": "LEMON", "secId": 186}, {"sentences": [{"sentId": 463, "text": "No, we are post-empirical reality."}, {"sentId": 464, "text": "And I mean, to double down on the damming down is a double down on the -- Hillary Clinton was -- you know, started that rumour."}], "speaker": "FUGELSANG", "secId": 187}, {"sentences": [{"sentId": 465, "text": "Yes."}], "speaker": "LEVITZ", "secId": 188}, {"sentences": [{"sentId": 466, "text": "I got to ask you and I got to run, but I have to ask you, John, about this report, this soft porn video that Donald Trump was in back in 2000."}, {"sentId": 467, "text": "He had his clothes on, but it was a cameo, and now, you know, he's saying that this woman is an issue --"}], "speaker": "LEMON", "secId": 189}, {"sentences": [{"sentId": 468, "text": "Yes."}], "speaker": "FUGELSANG", "secId": 190}, {"sentences": [{"sentId": 469, "text": "Allegedly."}], "speaker": "LEMON", "secId": 191}, {"sentences": [{"sentId": 470, "text": "It's almost like he's a little bit of a hypocrite is what you're saying, Don."}, {"sentId": 471, "text": "Almost a little  bit."}, {"sentId": 472, "text": "Worst porn ever."}], "speaker": "FUGELSANG", "secId": 192}, {"sentences": [{"sentId": 473, "text": "Listen, porn already is designed to make you feel bad about your life."}, {"sentId": 474, "text": "We don't need to see Donald Trump in it."}], "speaker": "FUGELSANG", "secId": 193}, {"sentences": [{"sentId": 475, "text": "John Fugelsang, Eric Levitz, thank you very much."}], "speaker": "LEMON", "secId": 194}, {"sentences": [{"sentId": 476, "text": "Thank you."}], "speaker": "FUGELSANG", "secId": 195}, {"sentences": [{"sentId": 477, "text": "Have a great weekend."}], "speaker": "LEMON", "secId": 196}, {"sentences": [{"sentId": 478, "text": "Up next, Donald Trump has had a lot to say to Howard Stern about women."}, {"sentId": 479, "text": "Is all of that fair game in this election?"}, {"sentId": 480, "text": "We'll discuss more when we come back."}], "speaker": "LEMON", "secId": 197}, {"sentences": [{"sentId": 481, "text": "Howard Stern is the king of all media, but will he also be a king maker in this election?"}], "speaker": "LEMON", "secId": 198}, {"sentences": [{"sentId": 482, "text": "I want to bring in now G.O.P."}, {"sentId": 483, "text": "political commentator, Paris Dennard, a trump supporter and Symone Sanders, former national press secretary for Bernie Sanders."}], "speaker": "LEMON", "secId": 199}, {"sentences": [{"sentId": 484, "text": "Paris, you first."}, {"sentId": 485, "text": "Donald Trump has appeared on \"The Howard Stern Show\" a lot."}, {"sentId": 486, "text": "Are Trump's comments there on women fair game in this election?"}, {"sentId": 487, "text": "PARIS DENNARD, GOP POLITICAL COMMENTATOR:  I mean, Mr. Trump's comments there are fair game as it relates to -- in context."}, {"sentId": 488, "text": "So was he a public official at that time?"}, {"sentId": 489, "text": "Was he running for president at that time?"}, {"sentId": 490, "text": "No, so I think they're fair game in context."}], "speaker": "LEMON", "secId": 200}, {"sentences": [{"sentId": 491, "text": "But also --"}], "speaker": "LEMON", "secId": 201}, {"sentences": [{"sentId": 492, "text": "So what's the context?"}], "speaker": "LEMON", "secId": 202}, {"sentences": [{"sentId": 493, "text": "The context was he was an entertainer."}, {"sentId": 494, "text": "He was saying things that may be more flamboyant or salacious, if you will, because he was an entertainer and that's what they do."}], "speaker": "DENNARD", "secId": 203}, {"sentences": [{"sentId": 495, "text": "But there are same things that Secretary Clinton has said while she was public official and she should have known better."}, {"sentId": 496, "text": "And so those are also fair game, such as super predator and some of the other things that she supported and things that she said about some other --"}], "speaker": "DENNARD", "secId": 204}, {"sentences": [{"sentId": 497, "text": "And those have been discussed and she's apologized for that."}], "speaker": "LEMON", "secId": 205}, {"sentences": [{"sentId": 498, "text": "Right."}], "speaker": "DENNARD", "secId": 206}, {"sentences": [{"sentId": 499, "text": "So Symone, what do you think?"}, {"sentId": 500, "text": "Is it fair game in this election?"}], "speaker": "LEMON", "secId": 207}, {"sentences": [{"sentId": 501, "text": "I definitely think it's fair game."}], "speaker": "SANDERS", "secId": 208}, {"sentences": [{"sentId": 502, "text": "Look, Don, campaigns are not just about what you said today."}, {"sentId": 503, "text": "Campaigns are about what you said yesterday and the day before."}, {"sentId": 504, "text": "And sometimes 10, 15 years ago."}], "speaker": "SANDERS", "secId": 209}, {"sentences": [{"sentId": 505, "text": "So, yes, and I think this again goes to Donald Trump's character and who he really is and like Maya Angelou said, \"When someone tells you who they are, believe them the first time.\""}], "speaker": "SANDERS", "secId": 210}, {"sentences": [{"sentId": 506, "text": "And Donald Trump has told us who he is and how he feels about women."}, {"sentId": 507, "text": "And he's been -- we have it on record."}, {"sentId": 508, "text": "Thanks to Howard Stern, we have tapes and tapes and tapes of Donald Trump talking about women in salacious ways, talking about how you are not 10 if you are flat- chested."}], "speaker": "SANDERS", "secId": 211}, {"sentences": [{"sentId": 509, "text": "So these are definitely things that are fair game in this election and we're going to continue to talk about it."}], "speaker": "SANDERS", "secId": 212}, {"sentences": [{"sentId": 510, "text": "Again, it does not help his standing with those suburban white Republican voters he needs to bring back to the Republican Party."}], "speaker": "SANDERS", "secId": 213}, {"sentences": [{"sentId": 511, "text": "And on top of that -- so this Twitter tirade that he went on last night, Paris, that's -- is that going to -- how does that help him?"}], "speaker": "LEMON", "secId": 214}, {"sentences": [{"sentId": 512, "text": "I don't necessarily think that it does help him, but I don't think it hurts him either."}, {"sentId": 513, "text": "I think when you look at the situation, you have to ask yourself even look at the debate, did Trump supporters after the debate say, I'm going to vote for Hillary Clinton?"}, {"sentId": 514, "text": "Did Hillary Clinton supporters say, I'm going to vote for Donald Trump."}, {"sentId": 515, "text": "No, they stayed in their camps."}, {"sentId": 516, "text": "So this is --"}], "speaker": "DENNARD", "secId": 215}, {"sentences": [{"sentId": 517, "text": "The undecideds."}, {"sentId": 518, "text": "I mean, we have a panel on of undecideds on this network and I think it was 18 out of 20."}], "speaker": "LEMON", "secId": 216}, {"sentences": [{"sentId": 519, "text": "Right."}], "speaker": "SANDERS", "secId": 217}, {"sentences": [{"sentId": 520, "text": "Undecided."}, {"sentId": 521, "text": "Voters said that they had moved over to the Hillary Clinton side."}, {"sentId": 522, "text": "There was a similar panel on \"Fox News,\" and I think it was all but six of maybe 20 or so who said that Hillary Clinton had won and they were leaning towards Hillary Clinton."}], "speaker": "LEMON", "secId": 218}, {"sentences": [{"sentId": 523, "text": "Where it matters, not the people -- not the supporters that they already have, but where it matters are the undecided voters and the people in those swing states."}], "speaker": "LEMON", "secId": 219}, {"sentences": [{"sentId": 524, "text": "Right."}, {"sentId": 525, "text": "And I think Secretary Clinton got a very modest balance after the debate."}, {"sentId": 526, "text": "Like two points and such."}, {"sentId": 527, "text": "And I think there's other polls like the \"L.A. Times,\" that show Mr. Trump up by five."}, {"sentId": 528, "text": "And so I think at the end of the day, what this is saying is, what do people really care about?"}, {"sentId": 529, "text": "The media and Secretary Clinton would love for us to still continue to talk about Ms. Machado."}, {"sentId": 530, "text": "At the end of the day, the American people want to hear us talk about the issues."}, {"sentId": 531, "text": "They want to talk about the issues."}], "speaker": "DENNARD", "secId": 220}, {"sentences": [{"sentId": 532, "text": "Why do you say the media?"}, {"sentId": 533, "text": "As if the media started this whole thing?"}], "speaker": "LEMON", "secId": 221}, {"sentences": [{"sentId": 534, "text": "It's your candidate who is tweeting at 3:00 in the morning."}, {"sentId": 535, "text": "It's your candidate who didn't defend this properly on stage."}, {"sentId": 536, "text": "So how is this all of a sudden the media's fault?"}, {"sentId": 537, "text": "Because that's the talking point."}], "speaker": "LEMON", "secId": 222}, {"sentences": [{"sentId": 538, "text": "The media -- we didn't have a phone call with Hillary Clinton or Donald Trump saying, OK, what are the talking points?"}, {"sentId": 539, "text": "Who would you like us to talk about today?"}, {"sentId": 540, "text": "We simply analyze the news, and what Donald Trump did, and reported on it and all of a sudden, it's the media's fault?"}, {"sentId": 541, "text": "How is it the media's fault?"}], "speaker": "LEMON", "secId": 223}, {"sentences": [{"sentId": 542, "text": "I think it's different."}, {"sentId": 543, "text": "I think if we look at what happened to Governor Romney with the 47 percent comment and how that just really derailed him, I think Secretary Clinton's comment about the deplorables, basket of deplorables, that was not -- that wasn't the same attention given to her."}, {"sentId": 544, "text": "The fact that all of these people and her staff have taken the Fifth and gotten immunity."}], "speaker": "DENNARD", "secId": 224}, {"sentences": [{"sentId": 545, "text": "We've talked about deplorables night, after night, after night."}, {"sentId": 546, "text": "And, you know, she didn't apologize, but she said she wish she would have phrased it differently."}, {"sentId": 547, "text": "A lot of her supporters said that she should not have said that because that was going to -- so we discussed that."}, {"sentId": 548, "text": "So I don't -- was that the media's fault?"}], "speaker": "LEMON", "secId": 225}, {"sentences": [{"sentId": 549, "text": "I feel, Don, that there's a double standard."}, {"sentId": 550, "text": "I feel that with Mr. Trump, they won't let up."}, {"sentId": 551, "text": "We'll talk about those birther issue until it's --"}], "speaker": "DENNARD", "secId": 226}, {"sentences": [{"sentId": 552, "text": "He did it for five years, Paris."}], "speaker": "LEMON", "secId": 227}, {"sentences": [{"sentId": 553, "text": "But for Secretary Clinton, there's double standard."}, {"sentId": 554, "text": "She gets a pass on most things."}], "speaker": "DENNARD", "secId": 228}, {"sentences": [{"sentId": 555, "text": "If Secretary Clinton had said that the president of the United States  was not born in the United States and needed to produce his birth certificate, if she done that for five years and then came out one day and said, OK, he was born here and moved on."}, {"sentId": 556, "text": "I think we would be discussing it at length."}, {"sentId": 557, "text": "That's not a double standard."}], "speaker": "LEMON", "secId": 229}, {"sentences": [{"sentId": 558, "text": "What we didn't discuss is what people on her campaign did to perpetuate that."}], "speaker": "DENNARD", "secId": 230}, {"sentences": [{"sentId": 559, "text": "We discussed that and we gave a fact checks on that."}, {"sentId": 560, "text": "And, clearly Hillary Clinton's campaign no matter what you say, every fact check on earth says that her -- she and her campaign had nothing to do with it."}], "speaker": "LEMON", "secId": 231}, {"sentences": [{"sentId": 561, "text": "Well, Jake Tapper's report said differently."}], "speaker": "DENNARD", "secId": 232}, {"sentences": [{"sentId": 562, "text": "No, that's Jake Tapper's report, do not say that."}], "speaker": "LEMON", "secId": 233}, {"sentences": [{"sentId": 563, "text": "But go ahead."}, {"sentId": 564, "text": "Go ahead, Symone."}], "speaker": "LEMON", "secId": 234}, {"sentences": [{"sentId": 565, "text": "You know, Don, I think what's important to note here is that the reason that Paris and other Trump surrogates want to continue to deflect and blame things on the media and blame things -- imaginary things on the Clinton  campaign is because their candidate is out of control."}], "speaker": "SANDERS", "secId": 235}, {"sentences": [{"sentId": 566, "text": "He's unhinged."}, {"sentId": 567, "text": "She's out of control."}, {"sentId": 568, "text": "His temperament is very iffy, if you will."}, {"sentId": 569, "text": "And they are definitely concerned."}, {"sentId": 570, "text": "And so when you don't have solid ground to stand on, you grasp that straws."}, {"sentId": 571, "text": "You tip toe around."}, {"sentId": 572, "text": "And that's what folks are doing."}], "speaker": "SANDERS", "secId": 236}, {"sentences": [{"sentId": 573, "text": "The fact of the matter is we are in a presidential election season."}, {"sentId": 574, "text": "Donald Trump and Hillary Clinton are running to be president of the United States."}, {"sentId": 575, "text": "This is serious business."}, {"sentId": 576, "text": "And the conversations that we're currently having and the way Donald Trump is currently acting is not representative of someone who wants to be leader of the free world and someone actually that should have possession of a nuclear code."}, {"sentId": 577, "text": "I don't want Donald Trump to have those codes."}], "speaker": "SANDERS", "secId": 237}, {"sentences": [{"sentId": 578, "text": "OK."}, {"sentId": 579, "text": "I've got 15 seconds here, Paris."}], "speaker": "LEMON", "secId": 238}, {"sentences": [{"sentId": 580, "text": "What's your candidate's advice going into this next debate?"}], "speaker": "LEMON", "secId": 239}, {"sentences": [{"sentId": 581, "text": "What's my advice?"}], "speaker": "DENNARD", "secId": 240}, {"sentences": [{"sentId": 582, "text": "What's your advice to your candidate?"}], "speaker": "LEMON", "secId": 241}, {"sentences": [{"sentId": 583, "text": "My advice to him would be stay on message and really attack Secretary Clinton on the issues."}, {"sentId": 584, "text": "Go after her."}, {"sentId": 585, "text": "Because there's a lot that was not discussed."}, {"sentId": 586, "text": "That he should fight back for the truth."}], "speaker": "DENNARD", "secId": 242}, {"sentences": [{"sentId": 587, "text": "Would you say put your phone away and stop tweeting?"}], "speaker": "LEMON", "secId": 243}, {"sentences": [{"sentId": 588, "text": "Well, I won't say that."}], "speaker": "DENNARD", "secId": 244}, {"sentences": [{"sentId": 589, "text": "Be honest?"}], "speaker": "LEMON", "secId": 245}, {"sentences": [{"sentId": 590, "text": "Yes."}, {"sentId": 591, "text": "He probably should put the phone away."}], "speaker": "DENNARD", "secId": 246}, {"sentences": [{"sentId": 592, "text": "Thank you."}, {"sentId": 593, "text": "Good night."}], "speaker": "LEMON", "secId": 247}, {"sentences": [{"sentId": 594, "text": "Oh, we'll be right back."}, {"sentId": 595, "text": "Oh we're coming back."}, {"sentId": 596, "text": "We'll be right back."}], "speaker": "LEMON", "secId": 248}, {"sentences": [{"sentId": 597, "text": "Over 25 million senior citizens live in poverty, a segment of this population is especially fragile, easily falling outside of any financial safety net into homelessness."}], "speaker": "LEMON", "secId": 249}, {"sentences": [{"sentId": 598, "text": "This week's CNN hero is shining a light on this forgotten group."}, {"sentId": 599, "text": "Meet Isha Desselle."}], "speaker": "LEMON", "secId": 250}, {"sentences": [{"sentId": 600, "text": "When you're older, living on the street, it's a very scary place."}, {"sentId": 601, "text": "You're much more vulnerable."}, {"sentId": 602, "text": "The people who are in between the ages of 50 and 62, society views them as too old for working and too young for Social Security."}, {"sentId": 603, "text": "They need help."}, {"sentId": 604, "text": "It's like you don't exist."}, {"sentId": 605, "text": "It's wrong."}], "speaker": "DESSELLE", "secId": 251}, {"sentences": [{"sentId": 606, "text": "To see how Isha is lifting the elderly out of homelessness, giving them new beginnings, go to CNNHeroes.com to watch her full story."}], "speaker": "LEMON", "secId": 252}, {"sentences": [{"sentId": 607, "text": "Thank you so much for watching us, especially this entire week."}, {"sentId": 608, "text": "We really appreciate it."}], "speaker": "LEMON", "secId": 253}, {"sentences": [{"sentId": 609, "text": "The Essential Hillary Clinton\" starts in just a moment."}], "speaker": "report", "secId": 254}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1609.30.cnnt.02.html.json", "time": "Aired September 30, 2016 - 23:00   ET"}