{"sectionCount": 200, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["LEMON", "CLINTON", "TRUMP", "KEILAR", "PRESTON", "OBAMA", "WOOLSEY", "KAYYEM", "COHEN", "BAUER", "DENNARD", "DEAN", "SELLERS", "JONES", "UNIDENTIFIED MALE"], "subTitle": "Trump Campaign Statement Says Obama was Born in U.S.; Clinton Back on the Campaign Trail; Trump Promises 25 Million Jobs and 4 Percent Economic Growth; Aired 11-12p ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1609/15/cnnt.02.html", "sentenceCount": 495, "sections": [{"sentences": [{"sentId": 0, "text": "Here's our breaking news tonight."}, {"sentId": 1, "text": "Donald Trump, the campaign, finally says it."}, {"sentId": 2, "text": "The president was born in the U.S."}], "speaker": "LEMON", "secId": 0}, {"sentences": [{"sentId": 3, "text": "This is CNN TONIGHT, I'm Don Lemon."}], "speaker": "LEMON", "secId": 1}, {"sentences": [{"sentId": 4, "text": "It has been a long time coming, but why did this statement come now?"}, {"sentId": 5, "text": "Plus Hillary Clinton's lead over Donald Trump cut in half since last month as she hits the ground running in her first day back on the trail since that bout with pneumonia."}], "speaker": "LEMON", "secId": 2}, {"sentences": [{"sentId": 6, "text": "I have to say it's great to be back on the trail."}], "speaker": "CLINTON", "secId": 3}, {"sentences": [{"sentId": 7, "text": "Meanwhile, Trump makes a huge promise on the economy."}], "speaker": "LEMON", "secId": 4}, {"sentences": [{"sentId": 8, "text": "Over the next 10 years our economic team estimates that under our plan the economy will average 3.5 percent growth and create a total of 25 million new jobs."}], "speaker": "TRUMP", "secId": 5}, {"sentences": [{"sentId": 9, "text": "That's a lot of jobs, but do Trump's promises add up and what is it about his taxes that he doesn't want you to know?"}], "speaker": "LEMON", "secId": 6}, {"sentences": [{"sentId": 10, "text": "We're going to talk about all that but I want to get straight to our CNN senior political correspondent Brianna Keilar and CNN Politics executive editor Mark Preston."}, {"sentId": 11, "text": "This is with the breaking news on the Donald Trump campaign releasing the statement."}], "speaker": "LEMON", "secId": 7}, {"sentences": [{"sentId": 12, "text": "Brianna Keilar, here's a statement tonight from Jason Miller with the Trump camp."}, {"sentId": 13, "text": "All right, so he starts off and he talks about, \"This is Hillary Clinton's campaign first raised this issue to smear then- candidate Barack Obama in her very nasty failed 2008 campaign for president."}, {"sentId": 14, "text": "This type of vicious and conniving behavior is straight from the Clinton playbook."}, {"sentId": 15, "text": "As usual, however, Hillary Clinton was too weak to get an answer."}, {"sentId": 16, "text": "Even the MSNBC show 'Morning Joe' admits that it was Clinton's henchmen who first raised this issue, not Donald J."}, {"sentId": 17, "text": "Trump.\""}], "speaker": "LEMON", "secId": 8}, {"sentences": [{"sentId": 18, "text": "I don't know why he's using that as a reference."}, {"sentId": 19, "text": "But anyway, \"In 2011, Mr. Trump was finally able to bring this ugly incident to its conclusion by successfully compelling President Obama to release his birth certificate."}, {"sentId": 20, "text": "Mr. Trump did a great service to the president and to the country by bringing closure to the issue that Hillary Clinton and her team first raised."}], "speaker": "LEMON", "secId": 9}, {"sentences": [{"sentId": 21, "text": "\"Inarguably, Donald J. Trump is a closer, having successfully obtained President Obama's birth certificate when others could not."}, {"sentId": 22, "text": "Mr. Trump believes that President Obama was born in the United States."}, {"sentId": 23, "text": "Mr. Trump is now totally focused on bringing jobs back to America, defeating radical Islamic terrorism, taking care of our veterans, introducing school choice, opportunities and rebuilding and making our inner cities safe again.\""}], "speaker": "LEMON", "secId": 10}, {"sentences": [{"sentId": 24, "text": "Why do you think he released it tonight, Brianna?"}], "speaker": "LEMON", "secId": 11}, {"sentences": [{"sentId": 25, "text": "Well, I don't think he did release it tonight."}, {"sentId": 26, "text": "So there's -- there are so many things here to kind of pick apart."}, {"sentId": 27, "text": "One this is not from Donald Trump."}, {"sentId": 28, "text": "And when you think about what he said just hours ago published by the \"Washington Post\" where he said, I'll answer that question at the right time, I just don't want to answer it yet, he has not answered this yet."}], "speaker": "KEILAR", "secId": 12}, {"sentences": [{"sentId": 29, "text": "So we don't know what the right time is."}, {"sentId": 30, "text": "We don't know if he's going to tweet this."}, {"sentId": 31, "text": "We don't know if he's going to say this in the next interview."}, {"sentId": 32, "text": "That's really the question."}, {"sentId": 33, "text": "And you have Jason Miller, a spokesman, saying that he believes Barack Obama was born in the United States, but Don, we've heard this from a number of not just his surrogates but his top campaign aides, who say that."}], "speaker": "KEILAR", "secId": 13}, {"sentences": [{"sentId": 34, "text": "So until the candidate speaks for himself on this, it doesn't really change anything because this Jason Miller statement about this, and of course, you know, the campaign is saying these things were approved by Donald Trump, but it's just not the same as Donald Trump."}], "speaker": "KEILAR", "secId": 14}, {"sentences": [{"sentId": 35, "text": "The other thing is, I guess it's a brilliant move in a way that they have a lot of falsities that are going up and going out and -- when it comes to the origins of the birther movement and trying to kind of absolve Donald Trump of that."}, {"sentId": 36, "text": "It just doesn't pass a fact check because they're saying that the origins of this have to do with Hillary Clinton and that Hillary Clinton wasn't able to get an answer."}], "speaker": "KEILAR", "secId": 15}, {"sentences": [{"sentId": 37, "text": "I mean, when you go to 2011, that just isn't the case, the way that this is characterized, it isn't true."}, {"sentId": 38, "text": "So there's really a number of things that need to be fact-checked here."}], "speaker": "KEILAR", "secId": 16}, {"sentences": [{"sentId": 39, "text": "Yes."}, {"sentId": 40, "text": "So, Mark, I'll ask you the same question."}, {"sentId": 41, "text": "Why now?"}], "speaker": "LEMON", "secId": 17}, {"sentences": [{"sentId": 42, "text": "Look, a couple of things."}, {"sentId": 43, "text": "One is, I think that Donald Trump is stepping on his own message by not acknowledging it right away with the \"Washington Post.\""}, {"sentId": 44, "text": "What he did, Don, tonight or at least the campaign tried to do tonight, was tried to put it to bed."}, {"sentId": 45, "text": "Look, he gave his most detailed policy speech on the biggest issue"}], "speaker": "PRESTON", "secId": 18}, {"sentences": [{"sentId": 46, "text": "right now facing the country, the economy, and what we're not talking about tonight was the economy."}, {"sentId": 47, "text": "Why are we not talking about his economic speech?"}, {"sentId": 48, "text": "Because he chose to do an interview with the \"Washington Post\" last night, that they knew would publish today, that he knew would publish today, where he refused to answer the birther question."}], "speaker": "PRESTON", "secId": 19}, {"sentences": [{"sentId": 49, "text": "At the same time you have Hillary Clinton sliding not only in national polls, but in all the battleground polls."}, {"sentId": 50, "text": "So this should be a night where Donald Trump should be excelling, but he was not and I think that's one of the reasons why we saw it released tonight."}], "speaker": "PRESTON", "secId": 20}, {"sentences": [{"sentId": 51, "text": "So the interesting thing is, if you can -- Hillary Clinton tonight, speaking at the Hispanic Caucus in Washington."}, {"sentId": 52, "text": "I want to get her response, but also the quote earlier from Donald Trump that he gave to that, Mark was referencing, he says, when he was asked by the \"Washington Post\" about this birther issue he says, \"I'll answer that question at the right time."}, {"sentId": 53, "text": "I just don't want to answer it yet.\""}], "speaker": "LEMON", "secId": 21}, {"sentences": [{"sentId": 54, "text": "So it's up there on that."}, {"sentId": 55, "text": "Do we have Hillary Clinton's response to that this evening?"}, {"sentId": 56, "text": "This was before the statement came out."}, {"sentId": 57, "text": "We're going to show you how this all happened."}, {"sentId": 58, "text": "Play this."}], "speaker": "LEMON", "secId": 22}, {"sentences": [{"sentId": 59, "text": "Today, he did it again."}, {"sentId": 60, "text": "He was asked one more time."}, {"sentId": 61, "text": "Where was President Obama born?"}, {"sentId": 62, "text": "And he still wouldn't say Hawaii."}, {"sentId": 63, "text": "He still wouldn't say America."}], "speaker": "CLINTON", "secId": 23}, {"sentences": [{"sentId": 64, "text": "This man wants to be our next president?"}, {"sentId": 65, "text": "When will he stop this ugliness, this bigotry?"}], "speaker": "CLINTON", "secId": 24}, {"sentences": [{"sentId": 66, "text": "So that happened earlier and then the statement comes out, Mark, this evening not long after that comment from Hillary Clinton."}, {"sentId": 67, "text": "We were talking about the timing of this and, you know, why tonight."}, {"sentId": 68, "text": "Again, this is a statement, this is not from Donald Trump's mouth."}, {"sentId": 69, "text": "This is from Steven Miller, who is one of -- Jason Miller, excuse me."}], "speaker": "LEMON", "secId": 25}, {"sentences": [{"sentId": 70, "text": "Right."}], "speaker": "PRESTON", "secId": 26}, {"sentences": [{"sentId": 71, "text": "One of the campaign's advisers."}, {"sentId": 72, "text": "So he's saying this."}, {"sentId": 73, "text": "We have been talking about, you know, his outreach to African-Americans."}, {"sentId": 74, "text": "This is very important to African-Americans, but is this really for African-Americans saying, you know, he believes he was born in the United States?"}], "speaker": "LEMON", "secId": 27}, {"sentences": [{"sentId": 75, "text": "On the surface it seems that way and perhaps in their minds, they believe that so."}, {"sentId": 76, "text": "But it's really -- if you look at it in a strategic political sense, it's more about playing to white voters in key states who feel uncomfortable about Donald Trump being a birther or talking about birtherism, or taking credit for saying that -- that Barack Obama was not born in the United States."}, {"sentId": 77, "text": "The fact of the matter is, historically right now, in modern history,"}], "speaker": "PRESTON", "secId": 28}, {"sentences": [{"sentId": 78, "text": "Republicans are not going on do well with African-Americans."}, {"sentId": 79, "text": "We know that."}, {"sentId": 80, "text": "We know if you look at the numbers right now that it is the -- the numbers are terrible."}, {"sentId": 81, "text": "Now they may say if you look at it right now, Donald Trump is doing a lot better in the polls."}, {"sentId": 82, "text": "But at the end of the day, the African-American vote is not a voting bloc, Don, that you can expect is going to go towards the GOP."}], "speaker": "PRESTON", "secId": 29}, {"sentences": [{"sentId": 83, "text": "However, there are white Republicans, white independents, who are looking at this race and they don't like to see any -- any talk of racism or what have you, and by putting this to bed, that helps him."}], "speaker": "PRESTON", "secId": 30}, {"sentences": [{"sentId": 84, "text": "This was April 27th, 2011, President Barack Obama, listen to this."}], "speaker": "LEMON", "secId": 31}, {"sentences": [{"sentId": 85, "text": "We do not have time for this kind of silliness."}, {"sentId": 86, "text": "We've got better stuff do."}, {"sentId": 87, "text": "I've got better stuff to do."}, {"sentId": 88, "text": "We've got big problems to solve, and I'm confident we can solve them, but we're going to have to focus on them."}, {"sentId": 89, "text": "Not on this."}], "speaker": "OBAMA", "secId": 32}, {"sentences": [{"sentId": 90, "text": "OK."}, {"sentId": 91, "text": "So then even after the president, that was right -- the day the president released his long form birth certificate, put it out, and then he went to do a press conference, and after he did that in -- that was in 2011, in 2012 and 2013, this is a sample of some of his tweets, he said, \"How amazing, the state health director, who verified copies of Obama's birth certificate died in the plane crash today, all others lived.\""}, {"sentId": 92, "text": "OK."}], "speaker": "LEMON", "secId": 33}, {"sentences": [{"sentId": 93, "text": "And then there was another tweet saying, \"An extremely credible source,\" end quote, \"has called my office and told me that Barack Obama's birth certificate is a fraud.\""}], "speaker": "LEMON", "secId": 34}, {"sentences": [{"sentId": 94, "text": "And so, Brianna Keilar."}], "speaker": "LEMON", "secId": 35}, {"sentences": [{"sentId": 95, "text": "Yes."}, {"sentId": 96, "text": "Well --"}], "speaker": "KEILAR", "secId": 36}, {"sentences": [{"sentId": 97, "text": "Even after he sort of doubled down that he didn't believe that it was -- that it was so."}], "speaker": "LEMON", "secId": 37}, {"sentences": [{"sentId": 98, "text": "Yes."}, {"sentId": 99, "text": "And honestly, I don't know if those things are true, so I'm just going to say that we've seen reporters dig into some of this where Donald Trump had said even prerelease that he had sent people to Hawaii to try and track this down and that what he was getting back, you know, was very interesting."}, {"sentId": 100, "text": "Well, according to reporters who looked into this, records officials say that there was never any inquiry from Donald Trump or an associate of his about Barack Obama's birth certificate."}], "speaker": "KEILAR", "secId": 38}, {"sentences": [{"sentId": 101, "text": "So we haven't even seen proof that he actually made that inquiry."}, {"sentId": 102, "text": "What does seem to have happened is that Donald Trump took the birther movement and he ran with it, and he did so to some popularity."}, {"sentId": 103, "text": "He saw his rating, he saw his approval ratings, his numbers, his standings in the polls go up at a time when he was being rumored to be considering a run back in 2012, and this was part of his entree kind of into connecting with some of the Republican base."}, {"sentId": 104, "text": "But I would just say again what I find really interesting about this statement is -- and I think we have to be very responsible in saying this, it's not from Donald Trump."}], "speaker": "KEILAR", "secId": 39}, {"sentences": [{"sentId": 105, "text": "Right."}], "speaker": "LEMON", "secId": 40}, {"sentences": [{"sentId": 106, "text": "It is from a spokesman."}, {"sentId": 107, "text": "There have been a number of campaign officials who have said that Donald Trump does believe Barack Obama was born in the U.S., but just hours ago, he would not say that."}, {"sentId": 108, "text": "So when does he say that?"}, {"sentId": 109, "text": "Maybe he is going to say that."}, {"sentId": 110, "text": "Is he going to say that?"}, {"sentId": 111, "text": "When?"}, {"sentId": 112, "text": "These are the questions and until he actually says it, whether that's by him tweeting something that we know is a tweet from him or by him saying something in an interview and saying something publicly, then this is not the word of Donald Trump."}, {"sentId": 113, "text": "This is the word of the campaign and we've heard this before."}], "speaker": "KEILAR", "secId": 41}, {"sentences": [{"sentId": 114, "text": "How -- and considering what he has said about it on tape, an interview he gave to Meredith Vierra talking about sending investigators to Hawaii, which, Brianna, you said that there were no inquiries, as far as you know."}], "speaker": "LEMON", "secId": 42}, {"sentences": [{"sentId": 115, "text": "Reporters have been unable to find proof that there were indeed investigators who went."}, {"sentId": 116, "text": "That there were inquiries certainly into at least finding the records, Don."}], "speaker": "KEILAR", "secId": 43}, {"sentences": [{"sentId": 117, "text": "Yes, so having said that, when you look at what he said and you look at the tweets of him doubling down saying that he didn't think the birth certificate was real, how does -- if this does come out of his mouth, Mark, how does this not come off as pandering or inauthentic?"}], "speaker": "LEMON", "secId": 44}, {"sentences": [{"sentId": 118, "text": "I think at some point that it's fine."}, {"sentId": 119, "text": "I mean, you have to pander."}, {"sentId": 120, "text": "I mean, you have to be a politician."}, {"sentId": 121, "text": "He's always said that he's not a politician, and that he's an outsider, but when you're running for president, you're a politician and you have to, and I hate to say it, you have to flip-flop, OK.  You have to change your positions."}, {"sentId": 122, "text": "The problem with Donald Trump in this position is that he should have flip-flopped a long time ago."}], "speaker": "PRESTON", "secId": 45}, {"sentences": [{"sentId": 123, "text": "Does he have to apologize?"}], "speaker": "LEMON", "secId": 46}, {"sentences": [{"sentId": 124, "text": "I don't think he's going to apologize."}, {"sentId": 125, "text": "I mean whether he has to apologize, that's in the eye of the person who believes that he has to or doesn't have to."}, {"sentId": 126, "text": "Clearly from the statement, it doesn't appear that he's going to apologize, but I don't think he's going to."}], "speaker": "PRESTON", "secId": 47}, {"sentences": [{"sentId": 127, "text": "Brianna, do you want to say something?"}], "speaker": "LEMON", "secId": 48}, {"sentences": [{"sentId": 128, "text": "I mean, he's saying -- he's saying that he's done a great -- his spokesman says he did a great service to the president and the country."}, {"sentId": 129, "text": "I mean, I think probably most people would disagree with that assessment of the situation."}, {"sentId": 130, "text": "The way most people understand what went down with the birther movement was that this was an attempt to de-legitimatize the first African-American of the United States in a way that had racist overtones, undertones, all kinds of tones, and so this is something, and you heard Van Jones earlier talking about how people in the African-American community saw this, that they were wounded by the fact that someone was questioning where Barack Obama was born, whether or not he was a Muslim, and that this to them was sort of a dog whistle to say, you know, that it was a dog whistle basically more to the effect of him being black than just to the effect of he's not born here or he's not a Christian."}], "speaker": "KEILAR", "secId": 49}, {"sentences": [{"sentId": 131, "text": "Yes, you said all kinds of tones, undertones, overtones and let's not forget, you know, there may be tone deaf when it comes to this because the statement is, you know, making this as some great thing rather than just saying, I'm sorry, I was wrong."}], "speaker": "LEMON", "secId": 50}, {"sentences": [{"sentId": 132, "text": "Thank you."}, {"sentId": 133, "text": "When we come right back, more reaction to the Trump campaign statement tonight that President Barack Obama was born in the U.S."}], "speaker": "LEMON", "secId": 51}, {"sentences": [{"sentId": 134, "text": "Our breaking news tonight, the Trump campaign finally says that President Obama was actually born here in the U.S. We'll continue -- they're sending out a statement."}, {"sentId": 135, "text": "We'll continue to follow that bit of breaking news."}, {"sentId": 136, "text": "But I want to bring back in Mark Preston and also joining me, U.S."}, {"sentId": 137, "text": "Ambassador James Woolsey, a senior adviser to the Trump campaign, CNN national security analyst Juliette Kayyem, the author of \"Security Mom.\""}], "speaker": "LEMON", "secId": 52}, {"sentences": [{"sentId": 138, "text": "Thank you all so much for joining us."}, {"sentId": 139, "text": "Mark, thanks for coming back."}, {"sentId": 140, "text": "We have many more things to discuss besides our breaking news which I think are important today."}, {"sentId": 141, "text": "Very busy news day."}, {"sentId": 142, "text": "So let's talk about these polls first, Mark."}, {"sentId": 143, "text": "They're out and the gap between Hillary Clinton and Donald Trump shrinking."}, {"sentId": 144, "text": "Here's according to CNN's poll of polls, Clinton gets 43, Trump gets 41, when asked your choice for president."}], "speaker": "LEMON", "secId": 53}, {"sentences": [{"sentId": 145, "text": "What do you make of these numbers?"}], "speaker": "LEMON", "secId": 54}, {"sentences": [{"sentId": 146, "text": "Well, let's first just say that this whole discussion about birtherism is all tied together with the discussion that we're going to have for the next few minutes here because what it has done is that it has overshadowed Donald Trump's effort to talk about policy, what he would do overseas and certainly what he's going to do with the economy."}], "speaker": "PRESTON", "secId": 55}, {"sentences": [{"sentId": 147, "text": "However, the bad news for Hillary Clinton is that we've seen a trend over the past couple of weeks starting with a CNN national poll that was questioned at the time that showed that she was losing support."}, {"sentId": 148, "text": "We've seen this in Ohio, we've seen this in Florida."}, {"sentId": 149, "text": "We're now seeing this in the state of Michigan right now, which is a Democratic state."}, {"sentId": 150, "text": "It should be a Democratic state."}, {"sentId": 151, "text": "And we're seeing it in Virginia, as well, where the polls are slipping."}], "speaker": "PRESTON", "secId": 56}, {"sentences": [{"sentId": 152, "text": "What's interesting, you talked about birtherism and the question about African-American votes."}, {"sentId": 153, "text": "Was this an effort by Donald Trump to reach out to black Americans to come vote for him?"}, {"sentId": 154, "text": "Well, perhaps it was, perhaps it wasn't."}, {"sentId": 155, "text": "I think it tends to be -- it will help him with white voters in some of these key states."}], "speaker": "PRESTON", "secId": 57}, {"sentences": [{"sentId": 156, "text": "But what is interesting is Hillary Clinton has lost black voters in the state of Michigan by 11 points in 30 days."}, {"sentId": 157, "text": "Those voters did not go to Donald Trump."}, {"sentId": 158, "text": "Those voters -- those Hillary Clinton voters went to Jill Stein and Gary Johnson."}], "speaker": "PRESTON", "secId": 58}, {"sentences": [{"sentId": 159, "text": "Right."}, {"sentId": 160, "text": "Gary Johnson."}], "speaker": "LEMON", "secId": 59}, {"sentences": [{"sentId": 161, "text": "So right now we're going to see Hillary Clinton try to ramp up two key constituencies."}, {"sentId": 162, "text": "You said this last hour."}, {"sentId": 163, "text": "She is -- and her surrogates are going to work young voters, millennial voters in Ohio and we're going to see Michelle Obama in Virginia tomorrow trying to get the African-American vote and young voters out there."}], "speaker": "PRESTON", "secId": 60}, {"sentences": [{"sentId": 164, "text": "Yes."}, {"sentId": 165, "text": "You know, I mentioned, Ambassador, that you're a senior adviser but you're advising him on issues as it, you know, comes to national security, not issues when it comes to birtherism, correct?"}], "speaker": "LEMON", "secId": 61}, {"sentences": [{"sentId": 166, "text": "Absolutely right."}], "speaker": "WOOLSEY", "secId": 62}, {"sentences": [{"sentId": 167, "text": "Yes."}, {"sentId": 168, "text": "So let's talk about some of the things that are at stake now."}, {"sentId": 169, "text": "Hillary Clinton discussed that."}, {"sentId": 170, "text": "Let's listen."}], "speaker": "LEMON", "secId": 63}, {"sentences": [{"sentId": 171, "text": "Just a few days ago, he said that if another country's troops taunted ours, not fired at them, but taunted them, just taunts, he'd responded -- he would respond by blowing them out of the water."}, {"sentId": 172, "text": "He would start a war over that."}], "speaker": "CLINTON", "secId": 64}, {"sentences": [{"sentId": 173, "text": "That is just one more reason, my friends, why the stakes in this election are as high as any in our lifetimes."}], "speaker": "CLINTON", "secId": 65}, {"sentences": [{"sentId": 174, "text": "As an adviser on these issues, how do you counter those kinds of attacks, Ambassador?"}], "speaker": "LEMON", "secId": 66}, {"sentences": [{"sentId": 175, "text": "Well, I guess I'd point out that Colin Powell in his e-mails that were made public yesterday, I think, said at one point that Hillary screwed up essentially everything she touched by hubris, and hubris is more important than taunts."}, {"sentId": 176, "text": "I mean, one needs to not set one's self up as a be-all and end-all decision-making in the government."}, {"sentId": 177, "text": "You've got to have a collegial approach where people can get together in the cabinet room, if that's where they are, and talk and move ideas around and decide what to do."}, {"sentId": 178, "text": "And --"}], "speaker": "WOOLSEY", "secId": 67}, {"sentences": [{"sentId": 179, "text": "He also said that -- he insinuated that Donald Trump would be, you know, a security -- a national security disaster and he says that he was a pariah and a national embarrassment."}], "speaker": "LEMON", "secId": 68}, {"sentences": [{"sentId": 180, "text": "Colin kind of went after everybody in that set of e-mails."}, {"sentId": 181, "text": "LEMON:  You used to run the CIA and you are in a unique position of"}], "speaker": "WOOLSEY", "secId": 69}, {"sentences": [{"sentId": 182, "text": "understanding how foreign governments will react to the U.S. overseas."}, {"sentId": 183, "text": "Based on what you know, does any -- is Trump the right man to do this?"}], "speaker": "WOOLSEY", "secId": 70}, {"sentences": [{"sentId": 184, "text": "Well, I think that he could handle those matters, yes."}, {"sentId": 185, "text": "I do."}, {"sentId": 186, "text": "I don't know him well at all."}, {"sentId": 187, "text": "I've only met him once for about 10-minute discussion, and -- but I was asked to provide advice on national security matters, and I have an area of expertise that if an American president or president-to-be wants to get my judgment, I'm glad to give it."}, {"sentId": 188, "text": "I think that's kind of a citizen's obligation."}], "speaker": "WOOLSEY", "secId": 71}, {"sentences": [{"sentId": 189, "text": "Juliette, what is the biggest national security threat right now, do you believe?"}], "speaker": "LEMON", "secId": 72}, {"sentences": [{"sentId": 190, "text": "I think the most immediate national security threat is clearly ISIS."}, {"sentId": 191, "text": "I mean, it's not -- I don't think it's an existential threat."}, {"sentId": 192, "text": "I think it is an immediate threat to the homeland and of course the stability in Syria and Iraq."}, {"sentId": 193, "text": "And the solution is just not clear, I mean, not in the sense that we don't know what the solution will be, but that the solution is going to take a multi-facetted approach both there in Iraq and Syria with the ceasefire."}, {"sentId": 194, "text": "It's going to be getting deals out of Russia, getting support from Turkey, making sure that the Gulf states stay committed to fighting ISIS and use it as a priority, as we're now seeing in Saudi Arabia, all these stories that we're sort of not talking about."}], "speaker": "KAYYEM", "secId": 73}, {"sentences": [{"sentId": 195, "text": "And then obviously on the stuff that I focus on, putting great defenses in the homeland, making sure that our first responders are supported and prepared."}, {"sentId": 196, "text": "These -- this is what is sort of the immediate threat."}, {"sentId": 197, "text": "But as Jim who I've known for a long time, I couldn't disagree with him more right now, but, you know, as Jim knows what we think is in the inbox is going to be something different when this president -- the next president comes in certainly into later in the term, and so what you need is someone who is qualified to do that."}], "speaker": "KAYYEM", "secId": 74}, {"sentences": [{"sentId": 198, "text": "There's no question in my mind."}, {"sentId": 199, "text": "I think it's why so many people in national security are supporting Hillary Clinton, that it's nimbleness and it's a sense of wanting to understand that America simply cannot sort of scream its way to peace."}, {"sentId": 200, "text": "I mean, you just can't, right?"}, {"sentId": 201, "text": "And we need to get the Russians sometimes but we need to be mad at them sometimes."}, {"sentId": 202, "text": "We need to be supportive of the Chinese sometimes but we also need to make sure that they do something about North Korea."}], "speaker": "KAYYEM", "secId": 75}, {"sentences": [{"sentId": 203, "text": "And so that is what is sort of disconcerting right now is that this whole world is really complicated and -- and it's, you know, sort of coming down to issues not related to I think the complexity that the next president needs."}], "speaker": "KAYYEM", "secId": 76}, {"sentences": [{"sentId": 204, "text": "Ambassador Woolsey, same question."}, {"sentId": 205, "text": "What's the biggest national security threat?"}], "speaker": "LEMON", "secId": 77}, {"sentences": [{"sentId": 206, "text": "I think the infrastructure of the United States, its vulnerability to hacking, to electromagnetic pulse, whether in with small devices or with a nuclear detonation in space is serious."}], "speaker": "WOOLSEY", "secId": 78}, {"sentences": [{"sentId": 207, "text": "Would Russia be one of those when it comes to hacking?"}, {"sentId": 208, "text": "Because when I interviewed president -- when I interviewed, excuse me, Secretary Clinton earlier today, well, actually yesterday that aired today, she said that she was concerned about, you know, Donald Trump's possible connections to the Kremlin and to Putin and all the nice things that he said about Putin."}, {"sentId": 209, "text": "And her concern was over hacking and that the Russians were trying to influence the election."}], "speaker": "LEMON", "secId": 79}, {"sentences": [{"sentId": 210, "text": "Hacking is part of it and it's an important part but it's far from the -- only part, as I said, electromagnetic pulse is some ways far more quickly lethal to a much larger number of people than hacking."}, {"sentId": 211, "text": "But I do think that we need to do a very good job at handling cyber defenses, and it's going to take a good deal of effort and it's not just against Russia, it's against China, it's against North Korea, it's against Iran."}], "speaker": "WOOLSEY", "secId": 80}, {"sentences": [{"sentId": 212, "text": "There are a number of things that we have to -- and countries we have to pay attention to."}], "speaker": "WOOLSEY", "secId": 81}, {"sentences": [{"sentId": 213, "text": "All right."}, {"sentId": 214, "text": "Thank you."}], "speaker": "LEMON", "secId": 82}, {"sentences": [{"sentId": 215, "text": "When we come right back, Donald Trump promising to create 25 million jobs if he's elected but do his promises all add up?"}], "speaker": "LEMON", "secId": 83}, {"sentences": [{"sentId": 216, "text": "Donald Trump speaking today at the Economic Club of New York claiming his proposals will boost the nation's economy to an annual growth rate of 4 percent and create 25 million new jobs over the next decade."}], "speaker": "LEMON", "secId": 84}, {"sentences": [{"sentId": 217, "text": "Here to discuss, Andre Bauer, he's a Trump supporter, who's a former lieutenant governor of South Carolina, and William Cohen, the contributing editor at \"Vanity Fair\" and the author of the \"Price of Silence,\" he joins me via Skype this evening."}], "speaker": "LEMON", "secId": 85}, {"sentences": [{"sentId": 218, "text": "Thank you, gentlemen."}, {"sentId": 219, "text": "So let's go through and talk about this."}, {"sentId": 220, "text": "Here is -- he gave his economic speech."}, {"sentId": 221, "text": "Donald Trump, a major economic speech today."}, {"sentId": 222, "text": "He is promising 25 million new jobs, massive tax cuts, as I said."}, {"sentId": 223, "text": "Listen in, and we'll discuss."}], "speaker": "LEMON", "secId": 86}, {"sentences": [{"sentId": 224, "text": "We're a nation that came to the West, dug out the Panama Canal and won two world wars and put a man on the moon."}], "speaker": "TRUMP", "secId": 87}, {"sentences": [{"sentId": 225, "text": "It's time to start thinking big once again."}, {"sentId": 226, "text": "That's why I believe it's time to establish a national goal of reaching 4 percent economic growth."}], "speaker": "TRUMP", "secId": 88}, {"sentences": [{"sentId": 227, "text": "And my great economists don't want me to say this, but I think we can do better than that."}, {"sentId": 228, "text": "Now they're upset."}, {"sentId": 229, "text": "They'll be very upset, but I think we can do and maybe substantially better than that."}, {"sentId": 230, "text": "In working with my economic team, we put together a plan that puts us"}], "speaker": "TRUMP", "secId": 89}, {"sentences": [{"sentId": 231, "text": "on track to achieve that goal."}, {"sentId": 232, "text": "Over the next 10 years our economic team estimates that under our plan the economy will average 3.5 percent growth and create a total of 25 million new jobs."}], "speaker": "TRUMP", "secId": 90}, {"sentences": [{"sentId": 233, "text": "OK."}, {"sentId": 234, "text": "So, William, he's promising to do the -- you know, the tax cuts and all this major growth, without touching entitlements."}, {"sentId": 235, "text": "Is that realistic?"}], "speaker": "LEMON", "secId": 91}, {"sentences": [{"sentId": 236, "text": "Don, you're talking about a guy who supposed to be graduated first from his class in Wharton who is supposedly a billionaire."}, {"sentId": 237, "text": "His economic plan is somewhere in fantasy land."}, {"sentId": 238, "text": "This is completely unrealistic in every aspect of it."}, {"sentId": 239, "text": "You're not going to have growth substantially in excess of 4 percent."}], "speaker": "COHEN", "secId": 92}, {"sentences": [{"sentId": 240, "text": "OK."}], "speaker": "LEMON", "secId": 93}, {"sentences": [{"sentId": 241, "text": "You're not going to create 25 million jobs."}, {"sentId": 242, "text": "I mean, I hate to be pessimistic."}, {"sentId": 243, "text": "But you're not going to do those things."}, {"sentId": 244, "text": "This is a trickle down, Republican, Reagan-esque plan."}, {"sentId": 245, "text": "We've seen that these types of things don't work."}, {"sentId": 246, "text": "He's cutting taxes for everyone."}, {"sentId": 247, "text": "He's shrinking the deficits."}], "speaker": "COHEN", "secId": 94}, {"sentences": [{"sentId": 248, "text": "OK."}], "speaker": "LEMON", "secId": 95}, {"sentences": [{"sentId": 249, "text": "He's doing everything under the sun and it's not going to work."}], "speaker": "COHEN", "secId": 96}, {"sentences": [{"sentId": 250, "text": "All right."}, {"sentId": 251, "text": "I want to get Andre in."}, {"sentId": 252, "text": "Andre, do you think that these policies will actually produce these results?"}], "speaker": "LEMON", "secId": 97}, {"sentences": [{"sentId": 253, "text": "Well, we saw how bad they were for the Reagan years."}, {"sentId": 254, "text": "You know, you're talking about a young guy that walked into New York City and at 27 years old he said, I'm going to change the skyline in New York, and people scoffed."}, {"sentId": 255, "text": "They laughed."}, {"sentId": 256, "text": "You can either pick somebody -- you know, this is a big election."}, {"sentId": 257, "text": "You can pick somebody --"}], "speaker": "BAUER", "secId": 98}, {"sentences": [{"sentId": 258, "text": "But specifically these policies, Andre."}, {"sentId": 259, "text": "And most specifically, do you think the policies that he proposed today --"}], "speaker": "LEMON", "secId": 99}, {"sentences": [{"sentId": 260, "text": "Sure."}], "speaker": "BAUER", "secId": 100}, {"sentences": [{"sentId": 261, "text": "Do you think that it's going to -- that he can do that?"}, {"sentId": 262, "text": "Will they work?"}], "speaker": "LEMON", "secId": 101}, {"sentences": [{"sentId": 263, "text": "This is what -- as a business person, I'm a business person."}, {"sentId": 264, "text": "Today I spent all the day working on my taxes, because being the deadline again."}, {"sentId": 265, "text": "He's talking about cutting taxes."}, {"sentId": 266, "text": "That creates job."}, {"sentId": 267, "text": "People like me invest more."}, {"sentId": 268, "text": "Reducing regulations."}, {"sentId": 269, "text": "I've got a project held up right now, stopping through my project because the Army Corps of Engineer is stopping my project over one letter, stopping jobs, stopping building."}, {"sentId": 270, "text": "He talked about unleashing American energy."}, {"sentId": 271, "text": "Again things like"}], "speaker": "BAUER", "secId": 102}, {"sentences": [{"sentId": 272, "text": "Keystone Pipeline that we fought over for years."}, {"sentId": 273, "text": "He's talking about tapping into that energy."}, {"sentId": 274, "text": "Well, we don't buy energy in foreign soil."}, {"sentId": 275, "text": "We do it right here and we create jobs."}, {"sentId": 276, "text": "Scrapping job-killing trade deals."}, {"sentId": 277, "text": "What he's talking about is getting us out of the ditch."}, {"sentId": 278, "text": "And if these won't do it, I don't know what will, but this is what business people come up with."}], "speaker": "BAUER", "secId": 103}, {"sentences": [{"sentId": 279, "text": "You can get these lifelong politicians -- I hope he starts talking about term limits, kicking the bums out of Washington as well, because stale ideas will not fix these problems we've had for decades."}], "speaker": "BAUER", "secId": 104}, {"sentences": [{"sentId": 280, "text": "OK.  William, do you agree with his assessment?"}, {"sentId": 281, "text": "He said, you know, basically saying it's bureaucracy in part."}], "speaker": "LEMON", "secId": 105}, {"sentences": [{"sentId": 282, "text": "Well, you know, that is one thing I do agree with him."}, {"sentId": 283, "text": "We are an overregulated economy."}, {"sentId": 284, "text": "That there's too much bureaucracy."}, {"sentId": 285, "text": "We need smart regulations, not ridiculous regulations."}, {"sentId": 286, "text": "But look, if you're -- you know, Donald Trump likes to claim he's not a politician but he's acting just like a politician."}, {"sentId": 287, "text": "He is promising all of these pie-in- the-sky things, economic policies, he's making people feel like he's going to deliver on these things and there's just no way that you can -- the math just doesn't add up."}], "speaker": "COHEN", "secId": 106}, {"sentences": [{"sentId": 288, "text": "And so --"}], "speaker": "LEMON", "secId": 107}, {"sentences": [{"sentId": 289, "text": "You cannot create 25 million new jobs."}, {"sentId": 290, "text": "You cannot grow this economy 4.5 percent, cutting taxes and cutting the revenue of the federal government so that these deficits are going to be huge and it's not going to balance even though he claims it is."}], "speaker": "COHEN", "secId": 108}, {"sentences": [{"sentId": 291, "text": "The other -- the other thing that he's promising --"}], "speaker": "LEMON", "secId": 109}, {"sentences": [{"sentId": 292, "text": "He's not going to deliver on."}], "speaker": "COHEN", "secId": 110}, {"sentences": [{"sentId": 293, "text": "Andre, the other thing he's promising is that he's going to put miners and steelworkers back to work."}, {"sentId": 294, "text": "I mean, that is a pretty big task when a lot of the jobs just don't exist anymore."}, {"sentId": 295, "text": "How is he going to do that?"}], "speaker": "LEMON", "secId": 111}, {"sentences": [{"sentId": 296, "text": "Well, Don, I would reference right in Myrtle Beach where they're shutting another coal-burning plant down because of this current administration's regulations."}, {"sentId": 297, "text": "They shut down a plant that had been there I believe since the '30s but that plant is now being shut down and disassembled that's creating jobs temporarily."}, {"sentId": 298, "text": "He -- look, he unleashed a bold plan."}, {"sentId": 299, "text": "I want a leader with a bold vision."}, {"sentId": 300, "text": "I'm not looking for somebody that can tell me how they've done it for the last 40 years in Washington."}, {"sentId": 301, "text": "I want a business person --"}], "speaker": "BAUER", "secId": 112}, {"sentences": [{"sentId": 302, "text": "But is he going to do it this time, was the question."}, {"sentId": 303, "text": "How is he going to do that, how is he going to bring back those jobs that may no longer exist?"}], "speaker": "LEMON", "secId": 113}, {"sentences": [{"sentId": 304, "text": "Well, right off the bat, Don."}, {"sentId": 305, "text": "I don't think anybody can argue that there are trillions of dollars with American companies sitting offshore."}, {"sentId": 306, "text": "He said flat out."}, {"sentId": 307, "text": "You bring that money back to the United States of America, flat 10 percent tax to repatriate that money."}, {"sentId": 308, "text": "Who would argue with that?"}, {"sentId": 309, "text": "That's trillions of dollars coming back into our shores to invest in new jobs and new factories and new opportunities not only for the 10 percent we get in tax revenue, but the other 90 percent that goes into the states to create new opportunities."}], "speaker": "BAUER", "secId": 114}, {"sentences": [{"sentId": 310, "text": "All right."}, {"sentId": 311, "text": "I've got to run."}, {"sentId": 312, "text": "Thank you, Andre."}, {"sentId": 313, "text": "Thank you, William."}, {"sentId": 314, "text": "I appreciate it."}], "speaker": "LEMON", "secId": 115}, {"sentences": [{"sentId": 315, "text": "Coming up, Hillary Clinton has a strong response to the Trump campaign's statement that President Barack Obama was born in this country."}], "speaker": "LEMON", "secId": 116}, {"sentences": [{"sentId": 316, "text": "Hillary Clinton's campaign reacting tonight to the Trump campaign statement that President Barack Obama was born in the United States."}, {"sentId": 317, "text": "Here to discuss, Paris Dennard, director of black outreach for President George W. Bush, CNN political commentator Bakari Sellers, a Clinton supporter, Andy Dean, the former president of Trump Productions, and CNN political contributor, Van Jones."}], "speaker": "LEMON", "secId": 117}, {"sentences": [{"sentId": 318, "text": "Welcome, Paris."}, {"sentId": 319, "text": "Welcome, Bakari."}, {"sentId": 320, "text": "Thank you very much for coming in, everyone, this evening."}], "speaker": "LEMON", "secId": 118}, {"sentences": [{"sentId": 321, "text": "Paris, Hillary Clinton's campaign responded tonight to the Trump statement tweeting, \"President Obama's successor cannot and will not be the man who led the racist birther movement, period.\""}], "speaker": "LEMON", "secId": 119}, {"sentences": [{"sentId": 322, "text": "Your reaction, Paris?"}], "speaker": "LEMON", "secId": 120}, {"sentences": [{"sentId": 323, "text": "Well, I think if you look at current polls across the country you see Mr. Trump doing very well and leading in states like Ohio and Florida, and so he may very well be -- Donald Trump may very well be the next president of the United States."}], "speaker": "DENNARD", "secId": 121}, {"sentences": [{"sentId": 324, "text": "And I just disagree with the premise that he is racist, that he's sexist, that he's a bigot -- bigoted, and so I believe that this birther issue is something that is a distraction."}, {"sentId": 325, "text": "The campaign came out tonight saying that Mr. Trump believes that President Obama was born in the United States of America."}, {"sentId": 326, "text": "I believe that's case closed and we should move forward on issues that I believe more Americans are more concerned about around the kitchen tables."}], "speaker": "DENNARD", "secId": 122}, {"sentences": [{"sentId": 327, "text": "You don't want to hear it come out of his mouth instead of from a campaign surrogate or a spokesperson?"}], "speaker": "LEMON", "secId": 123}, {"sentences": [{"sentId": 328, "text": "I think that when the campaign puts something out, we should take it at face value that that's what the campaign and what Mr. Trump believes."}], "speaker": "DENNARD", "secId": 124}, {"sentences": [{"sentId": 329, "text": "Bakari, Bryan Fallon -- do you want to respond to that, Bakari?"}, {"sentId": 330, "text": "BAKARI SELLERS, CNN POLITICAL COMMENTATOR:  Well, I mean, I think the"}], "speaker": "LEMON", "secId": 125}, {"sentences": [{"sentId": 331, "text": "statement tonight was a lie."}, {"sentId": 332, "text": "Donald Trump disavowing this birther movement is a lot like Barack Obama disavowing hope and change."}, {"sentId": 333, "text": "It's the core of who they are."}, {"sentId": 334, "text": "I mean, it's how they rose to their ascension in this level in politics."}], "speaker": "LEMON", "secId": 126}, {"sentences": [{"sentId": 335, "text": "And Donald Trump -- this birther movement is rooted in so much hate, so much bigotry, so much racism."}, {"sentId": 336, "text": "And the fact that he is a coward and cannot stand in front of a camera, even today when asked, is the president of the United States born in the United States of America, he cannot answer that question."}, {"sentId": 337, "text": "That's cowardice at its finest."}], "speaker": "LEMON", "secId": 127}, {"sentences": [{"sentId": 338, "text": "I thought tonight's statement -- it just -- it struck me in a place that was very visceral."}, {"sentId": 339, "text": "And it just -- it just made me more angry than I thought I could be in dealing with this bigotry that's been going on far too long in this campaign -- Don."}], "speaker": "LEMON", "secId": 128}, {"sentences": [{"sentId": 340, "text": "Andy Dean?"}], "speaker": "LEMON", "secId": 129}, {"sentences": [{"sentId": 341, "text": "Well, I just -- you know, once again I think Bakari is a great guy, but I feel like Donald Trump can't win because tonight he was very clear that he believes that Barack Obama was born in the United States and over the past couple of weeks Donald Trump has been --"}], "speaker": "DEAN", "secId": 130}, {"sentences": [{"sentId": 342, "text": "Jason Miller said that."}, {"sentId": 343, "text": "Donald Trump has not said that."}], "speaker": "LEMON", "secId": 131}, {"sentences": [{"sentId": 344, "text": "OK."}], "speaker": "DEAN", "secId": 132}, {"sentences": [{"sentId": 345, "text": "Donald Trump hasn't said anything."}], "speaker": "SELLERS", "secId": 133}, {"sentences": [{"sentId": 346, "text": "Well, I think on behalf of the campaign."}], "speaker": "DEAN", "secId": 134}, {"sentences": [{"sentId": 347, "text": "Donald Trump has not said anything."}], "speaker": "SELLERS", "secId": 135}, {"sentences": [{"sentId": 348, "text": "Hold on, on behalf of the campaign."}, {"sentId": 349, "text": "But look, Bakari, the past couple of weeks --"}], "speaker": "DEAN", "secId": 136}, {"sentences": [{"sentId": 350, "text": "Kellyanne Conway and Rudy Giuliani said that, you know, last week or two."}], "speaker": "LEMON", "secId": 137}, {"sentences": [{"sentId": 351, "text": "Right."}, {"sentId": 352, "text": "OK, but --"}], "speaker": "DEAN", "secId": 138}, {"sentences": [{"sentId": 353, "text": "So he's just getting --"}], "speaker": "LEMON", "secId": 139}, {"sentences": [{"sentId": 354, "text": "Donald Trump himself -- Don, if I could."}, {"sentId": 355, "text": "OK.  Don, Donald Trump has said now, through the campaign that Barack Obama was born in the United States, but more importantly, we know that Donald Trump has been out seriously engaged in outreach to the African-American community over the last couple of weeks."}, {"sentId": 356, "text": "He visited Detroit with Dr. Ben Carson."}, {"sentId": 357, "text": "He's been speaking in African-American churches and to me, Don, the breaking news today isn't so much about this Obama birthplace issue; it's about how Donald Trump is actually doing in the tracking polls with African-Americans."}, {"sentId": 358, "text": "And if you just look at the \"L.A. Times,\" and that's a liberal paper."}], "speaker": "DEAN", "secId": 140}, {"sentences": [{"sentId": 359, "text": "The \"L.A. Times\" tracking poll has Donald Trump at 19 percent amongst the 3,000 voters that they track and that shows that Donald Trump is really -- you know, his message is getting through about jobs, and about security in the inner city."}], "speaker": "DEAN", "secId": 141}, {"sentences": [{"sentId": 360, "text": "That's more important."}], "speaker": "DENNARD", "secId": 142}, {"sentences": [{"sentId": 361, "text": "And I think that that's the important thing here is that Trump cares about African-Americans."}], "speaker": "DEAN", "secId": 143}, {"sentences": [{"sentId": 362, "text": "We're sticking to this issue, which is big enough, you know, news that they decided to put out a press release."}, {"sentId": 363, "text": "You can bring that in, please."}, {"sentId": 364, "text": "They decided to bring out a press release, you know, this evening at 10:00 right after we went on the air and started discussing."}], "speaker": "LEMON", "secId": 144}, {"sentences": [{"sentId": 365, "text": "Thank you very much."}, {"sentId": 366, "text": "So I'm going to ask you this, Van Jones."}, {"sentId": 367, "text": "Brian Fallon, her press secretary, that's why I want to get this, also tweeted tonight that -- he said that, Trump needs to -- that Trump needs to say it himself on camera and admit he was wrong for trying to de-legitimate the country's first African-American president."}, {"sentId": 368, "text": "What do you think?"}, {"sentId": 369, "text": "Would that be enough?"}], "speaker": "LEMON", "secId": 145}, {"sentences": [{"sentId": 370, "text": "Well, certainly if he did that that would be enough for us."}, {"sentId": 371, "text": "It would probably really hurt him with his own base because I don't think his base likes him apologizing to anybody, which is why he never apologizes to anybody."}], "speaker": "JONES", "secId": 146}, {"sentences": [{"sentId": 372, "text": "Listen, this is -- this represents an acknowledgement of the reality frankly, Don, that you've been talking about for a long time."}, {"sentId": 373, "text": "This is the toxic goo that will -- he cannot rub off his shoe and walk into any black community."}, {"sentId": 374, "text": "Fine, he's out there, he's talking, he's trying, but this has been hanging over him and no matter how many times the Trump people say it's not racist, it's not racist, it struck people and it felt to people as deeply racist because of the context in which it was being said and the way it was being done."}], "speaker": "JONES", "secId": 147}, {"sentences": [{"sentId": 375, "text": "And so he's begun to scrape it off of his shoe."}, {"sentId": 376, "text": "He's going to have to say it on camera."}, {"sentId": 377, "text": "If he doesn't say it on camera, now they'll raise it -- at the debate, at some point he's going to have to be in front of a real human being and open his mouth and say, this president was born here, and when that happens, it will be a victory for people who have insisted that this racist campaign against the president end and we're not there yet."}], "speaker": "JONES", "secId": 148}, {"sentences": [{"sentId": 378, "text": "But Paris -- before you respond, Paris, I want to say that as we were discussing this earlier, as it broke here, there were people in this room, there are people who e-mailed me, there are people on social media, who are saying, Don, there are also, you know, don't just frame it in the sense that African-Americans were offended by this."}, {"sentId": 379, "text": "We as white people were offended by it and see the racism in it, as well."}, {"sentId": 380, "text": "It's not just African-Americans who take offense to this in a racial manner, Paris."}], "speaker": "LEMON", "secId": 149}, {"sentences": [{"sentId": 381, "text": "There are many people who are not of color who also take offense to it."}], "speaker": "LEMON", "secId": 150}, {"sentences": [{"sentId": 382, "text": "And I'm not denying that people are -- were or are offended by the birther movement, which I believe started back in 2007-2008 --"}], "speaker": "DENNARD", "secId": 151}, {"sentences": [{"sentId": 383, "text": "They're offended by Donald Trump's role in the birther movement."}], "speaker": "LEMON", "secId": 152}, {"sentences": [{"sentId": 384, "text": "And I think that they're also offended by the fact that it was started by not Hillary Clinton herself, but members of her campaign back in '07 and '08."}, {"sentId": 385, "text": "And so I think it --"}], "speaker": "DENNARD", "secId": 153}, {"sentences": [{"sentId": 386, "text": "Supporters of Hillary Clinton."}], "speaker": "LEMON", "secId": 154}, {"sentences": [{"sentId": 387, "text": "Supporters of Hillary Clinton started the whisper campaign in '07 and '08."}, {"sentId": 388, "text": "And I think if people are offended by Mr. Trump, forcing the president to put his birth certificate, they should also be offended by what Hillary Clinton campaign did."}, {"sentId": 389, "text": "But I would also --"}], "speaker": "DENNARD", "secId": 155}, {"sentences": [{"sentId": 390, "text": "But Paris --"}], "speaker": "JONES", "secId": 156}, {"sentences": [{"sentId": 391, "text": "Back to Van's point, just real briefly."}], "speaker": "DENNARD", "secId": 157}, {"sentences": [{"sentId": 392, "text": "Yes."}], "speaker": "LEMON", "secId": 158}, {"sentences": [{"sentId": 393, "text": "If you want to hear an apology from Mr. Trump on camera, I would like an apology on comment from Secretary Clinton about her comment about 14 million people calling them deplorables."}, {"sentId": 394, "text": "Basket of deplorables --"}], "speaker": "DENNARD", "secId": 159}, {"sentences": [{"sentId": 395, "text": "Hold on, hold on, Bakari."}], "speaker": "LEMON", "secId": 160}, {"sentences": [{"sentId": 396, "text": "I would like an on camera apology, as well."}], "speaker": "DENNARD", "secId": 161}, {"sentences": [{"sentId": 397, "text": "I spoke to her about that, she -- she said that she -- again she put out a statement saying that she was -- she regrets saying the part where half of them, but she does not regret saying deplorable."}, {"sentId": 398, "text": "She believes that some of, you know, the supporters are doing deplorable things."}, {"sentId": 399, "text": "And she said she has criticized the Trump campaign on its deplorable campaign."}], "speaker": "LEMON", "secId": 162}, {"sentences": [{"sentId": 400, "text": "Bakari, go ahead."}], "speaker": "LEMON", "secId": 163}, {"sentences": [{"sentId": 401, "text": "Let me just tell you how many of a load of crap the statement was tonight."}, {"sentId": 402, "text": "The fact is that in his statement he said that in 2011, he put this to rest, and he was very happy to come into the rescue of the president of the United States and compel him to issue his birth certificate."}, {"sentId": 403, "text": "Well, actually, in 2012, '13, and '14, he questioned whether or not the birth certificate was real, he went -- he went and actually said that a murder, that someone actually died in attempt to hide the birth certificate in Hawaii."}], "speaker": "SELLERS", "secId": 164}, {"sentences": [{"sentId": 404, "text": "So there was nothing about this that was honest, and to Van's point, even if he sits in front of a camera, even if he sits in front of a camera and says, you know, I somehow now think the president of the United States is born in the United States of America, we still have to ask questions, we still have to ask why did you think this in the first place?"}, {"sentId": 405, "text": "When did you disavow this?"}, {"sentId": 406, "text": "Why did you disavow this?"}], "speaker": "SELLERS", "secId": 165}, {"sentences": [{"sentId": 407, "text": "We can't just let Donald Trump sit in front of a camera and all of a sudden say, I think the president of the United States is born in America and now turning the page."}], "speaker": "SELLERS", "secId": 166}, {"sentences": [{"sentId": 408, "text": "OK.  We'll be right back."}], "speaker": "LEMON", "secId": 167}, {"sentences": [{"sentId": 409, "text": "Back now with my panel."}], "speaker": "LEMON", "secId": 168}, {"sentences": [{"sentId": 410, "text": "Paris, you were mentioning Hillary Clinton, the deplorable comment."}, {"sentId": 411, "text": "I spoke to her with my colleagues in the \"Tom Joyner in the Morning\" show this morning about that."}, {"sentId": 412, "text": "Listen."}], "speaker": "LEMON", "secId": 169}, {"sentences": [{"sentId": 413, "text": "I have said Donald Trump has run a deplorable campaign."}, {"sentId": 414, "text": "He has accepted support and been cheered on by the likes of David Duke, the former grand wizard of the Ku Klux Klan and other white supremacists."}, {"sentId": 415, "text": "In fact it was amazing the other day, his running mate, Mike Pence."}], "speaker": "CLINTON", "secId": 170}, {"sentences": [{"sentId": 416, "text": "Right."}], "speaker": "UNIDENTIFIED MALE", "secId": 171}, {"sentences": [{"sentId": 417, "text": "Couldn't even call former KKK leader David Duke deplorable."}], "speaker": "CLINTON", "secId": 172}, {"sentences": [{"sentId": 418, "text": "There is a longer sound bite where she talks about the whole birther movement and delegitimizing the first African-American president."}], "speaker": "LEMON", "secId": 173}, {"sentences": [{"sentId": 419, "text": "Paris, did the Trump campaign statement tonight actually give her more ammunition or less ammunition?"}], "speaker": "LEMON", "secId": 174}, {"sentences": [{"sentId": 420, "text": "I don't think it gave her more ammunition."}, {"sentId": 421, "text": "I think what it did is just reinforces the theme out there that the Clinton campaign is running scared about Mr. Trump's continual, sustained, positive engagement with the African-American community."}], "speaker": "DENNARD", "secId": 175}, {"sentences": [{"sentId": 422, "text": "And so when the poll numbers continue to rise as the poll that Andy mentioned, the \"L.A. Times\" and others, I believe that they're threatened by that, and they go in and reignite these past issues and try to reinforce a narrative about Mr. Trump which is absolutely false."}, {"sentId": 423, "text": "And to your \"Tom Joyner in the Morning\" show clip, I still did not hear her apologize, and she actually was not truthful in how she articulated what she actually said in that prewritten, on teleprompter statement about the 14 million or half of Trump's supporters are in a basket of the deplorable."}, {"sentId": 424, "text": "So she wasn't being honest."}, {"sentId": 425, "text": "It wasn't an apology."}], "speaker": "DENNARD", "secId": 176}, {"sentences": [{"sentId": 426, "text": "Van Jones?"}], "speaker": "LEMON", "secId": 177}, {"sentences": [{"sentId": 427, "text": "Well, you know, Paris is right in that she initially said half of his voters are deplorable and then she -- you know, then in your interview she was saying well, the campaign is deplorable."}, {"sentId": 428, "text": "So she's rationing back, et cetera."}, {"sentId": 429, "text": "But it's just so bizarre to hear a Trump supporter trying to take Hillary Clinton to task for changing or adjusting herself when Donald Trump well, inside one sentence flip- flops 12 different ways."}], "speaker": "JONES", "secId": 178}, {"sentences": [{"sentId": 430, "text": "So if you are offended that Hillary Clinton said something and then later on said something quietly different I don't know how you can sit in your chair as a Trump supporter without falling out of it, because he does it all the time."}], "speaker": "JONES", "secId": 179}, {"sentences": [{"sentId": 431, "text": "No, I know -- I'm not offended by her switching her position."}, {"sentId": 432, "text": "I'm offended by her first position, her first statement, and her first attack on the 14 million people who are supporting --"}], "speaker": "DENNARD", "secId": 180}, {"sentences": [{"sentId": 433, "text": "And Paris --"}], "speaker": "JONES", "secId": 181}, {"sentences": [{"sentId": 434, "text": "-- president, sorry, Mr. Trump."}], "speaker": "DENNARD", "secId": 182}, {"sentences": [{"sentId": 435, "text": "Not president yet."}, {"sentId": 436, "text": "Paris, listen, you are right to take offense to that initial formulation."}, {"sentId": 437, "text": "For her to say half of all the supporters are in this basket of deplorable, they're all bigots and racists."}, {"sentId": 438, "text": "That was wrong for her to say."}], "speaker": "JONES", "secId": 183}, {"sentences": [{"sentId": 439, "text": "Here's what I love about Hillary Clinton."}, {"sentId": 440, "text": "She acknowledged that, expressed regret and then she has moved on."}, {"sentId": 441, "text": "What we don't see from Donald Trump is a similar thing when he makes I think much worse mistakes and much more often."}], "speaker": "JONES", "secId": 184}, {"sentences": [{"sentId": 442, "text": "Andy, was that enough of a -- you know, regret?"}, {"sentId": 443, "text": "An expression of regret for you?"}], "speaker": "LEMON", "secId": 185}, {"sentences": [{"sentId": 444, "text": "I don't think that she did acknowledge it."}, {"sentId": 445, "text": "If you listen to the \"Tom Joyner\" clip, she said that she called the campaign deplorable."}, {"sentId": 446, "text": "But that's not what she did."}, {"sentId": 447, "text": "She called the human beings that support Donald Trump deplorable and put into a basket."}, {"sentId": 448, "text": "And it's not only her words that are offensive but it's where she said it."}, {"sentId": 449, "text": "And it's not often brought up where she said this."}, {"sentId": 450, "text": "She said this at an elite fundraiser with Barbra Streisand and a, you know, elite crowd."}, {"sentId": 451, "text": "And this is what Hillary Clinton feels that the rest of the flyover country is like, that we're these basket cases."}], "speaker": "DEAN", "secId": 186}, {"sentences": [{"sentId": 452, "text": "OK, Andy, let me ask you this, because --"}], "speaker": "LEMON", "secId": 187}, {"sentences": [{"sentId": 453, "text": "That are, you know, cave dwellers."}], "speaker": "DEAN", "secId": 188}, {"sentences": [{"sentId": 454, "text": "So we're sitting here tonight and we're discussing Donald Trump and the -- you know, the birther thing."}, {"sentId": 455, "text": "He's saying now that he believes that the president was born here in the United States."}, {"sentId": 456, "text": "It is OK for him to adjust and you say -- both of you say we need to move on and talk about issues."}, {"sentId": 457, "text": "But it's not OK for Hillary Clinton to adjust and say now let's move on, I said it, whatever, I should have done this?"}, {"sentId": 458, "text": "It's not OK for her to adjust but it's OK for Donald Trump"}], "speaker": "LEMON", "secId": 189}, {"sentences": [{"sentId": 459, "text": "to adjust over something that he didn't express regret for, for years and still has not expressed regret for and did not come out of his mouth?"}, {"sentId": 460, "text": "Why the double standard, Andy?"}], "speaker": "LEMON", "secId": 190}, {"sentences": [{"sentId": 461, "text": "I don't think it's a double standard, Don."}, {"sentId": 462, "text": "Look, we're all human beings."}, {"sentId": 463, "text": "Nobody is perfect especially politicians."}, {"sentId": 464, "text": "And with Donald Trump, he was clear that Barack Obama has been born in the United States."}, {"sentId": 465, "text": "And once again, you know, he was the one that got the proof, whether people liked that or not."}, {"sentId": 466, "text": "He's the one that closed that deal."}, {"sentId": 467, "text": "With Hillary Clinton she didn't acknowledge what she said."}, {"sentId": 468, "text": "She misdirected and said that she was attacking the campaign, calling the campaign deplorable, but she was calling the voters that support him deplorable."}, {"sentId": 469, "text": "That's the difference."}], "speaker": "DEAN", "secId": 191}, {"sentences": [{"sentId": 470, "text": "Andy -- Bakari, didn't she express regret, though, earlier?"}], "speaker": "JONES", "secId": 192}, {"sentences": [{"sentId": 471, "text": "Yes, she did."}, {"sentId": 472, "text": "She expressed regret."}], "speaker": "LEMON", "secId": 193}, {"sentences": [{"sentId": 473, "text": "She expressed regret."}, {"sentId": 474, "text": "I'm just kind of dumbfounded about the fact that Andy Dean is giving Donald Trump props for, quote- unquote, closing the deal and showing that the first African-American president truly is American."}, {"sentId": 475, "text": "Thank you, Donald Trump."}, {"sentId": 476, "text": "It's something that no one will ever say."}], "speaker": "SELLERS", "secId": 194}, {"sentences": [{"sentId": 477, "text": "I've got to go."}], "speaker": "LEMON", "secId": 195}, {"sentences": [{"sentId": 478, "text": "But back to this --"}], "speaker": "SELLERS", "secId": 196}, {"sentences": [{"sentId": 479, "text": "Thank you -- I've got to go."}, {"sentId": 480, "text": "I'm out of time."}, {"sentId": 481, "text": "I'm sorry."}, {"sentId": 482, "text": "I'm sorry."}, {"sentId": 483, "text": "I'm sorry."}, {"sentId": 484, "text": "I appreciate all of you."}], "speaker": "LEMON", "secId": 197}, {"sentences": [{"sentId": 485, "text": "So will -- will those words come out of Donald Trump's mouth himself?"}, {"sentId": 486, "text": "Will he apologize?"}, {"sentId": 487, "text": "We'll be looking forward to see that."}, {"sentId": 488, "text": "So make sure you stay tuned to CNN."}, {"sentId": 489, "text": "Thank you."}, {"sentId": 490, "text": "We'll be right back."}], "speaker": "LEMON", "secId": 198}, {"sentences": [{"sentId": 491, "text": "I'm so glad you could join us this evening."}, {"sentId": 492, "text": "Thanks for watching."}, {"sentId": 493, "text": "I'll be right back here tomorrow."}], "speaker": "LEMON", "secId": 199}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1609.15.cnnt.02.html.json", "time": "Aired September 15, 2016 - 23:00   ET"}