{"sectionCount": 298, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["FALLON", "TRUMP", "BERMAN", "LEMON", "CLINTON", "KEILAR", "MACDONALD", "OBAMA", "BASH", "BUMP", "PRESTON", "JONES", "DEAN", "ROSEN", "KINGSTON", "HORTON", "SMITH", "OZ"], "subTitle": "Clinton's Lead Over Trump Cut in Half According to Polls; Trump Campaign Says Trump Does Believe Obama Was Born in the U.S.; Clinton Back on the Campaign Trail, Speaking in D.C.; Information on Trump's Health. Aired 10-11p ET.", "url": "transcripts.cnn.com/TRANSCRIPTS/1609/15/cnnt.01.html", "sentenceCount": 613, "sections": [{"sentences": [{"sentId": 0, "text": "Yes."}, {"sentId": 1, "text": "Donald Trump, everybody."}], "speaker": "FALLON", "secId": 0}, {"sentences": [{"sentId": 2, "text": "I want to do it again."}], "speaker": "TRUMP", "secId": 1}, {"sentences": [{"sentId": 3, "text": "Donald Trump, everybody!"}], "speaker": "FALLON", "secId": 2}, {"sentences": [{"sentId": 4, "text": "God bless him."}, {"sentId": 5, "text": "That's a lot of hair."}], "speaker": "BERMAN", "secId": 3}, {"sentences": [{"sentId": 6, "text": "That does it for us."}, {"sentId": 7, "text": "Thanks for watching."}, {"sentId": 8, "text": "CNN Tonight with Don Lemon starts."}], "speaker": "BERMAN", "secId": 4}, {"sentences": [{"sentId": 9, "text": "She's back, and not a moment too soon when you look at our new poll."}], "speaker": "LEMON", "secId": 5}, {"sentences": [{"sentId": 10, "text": "This is CNN Tonight."}, {"sentId": 11, "text": "I'm Don Lemon."}], "speaker": "LEMON", "secId": 6}, {"sentences": [{"sentId": 12, "text": "Hillary Clinton's lead over Donald Trump cut in half in our latest poll of polls."}, {"sentId": 13, "text": "The candidate back on the trail after her bout with pneumonia, and speaking tonight at the congressional Hispanic caucus dinner in Washington."}], "speaker": "LEMON", "secId": 7}, {"sentences": [{"sentId": 14, "text": "I am more confident than ever our best days are still ahead of us."}], "speaker": "CLINTON", "secId": 8}, {"sentences": [{"sentId": 15, "text": "Donald Trump, meanwhile, tonight in New Hampshire."}], "speaker": "LEMON", "secId": 9}, {"sentences": [{"sentId": 16, "text": "My economic agenda can be summed up in three words; jobs, jobs, jobs."}], "speaker": "TRUMP", "secId": 10}, {"sentences": [{"sentId": 17, "text": "I think he's talking about jobs there and we're going to get"}], "speaker": "LEMON", "secId": 11}, {"sentences": [{"sentId": 18, "text": "into his new jobs plan tonight."}], "speaker": "LEMON", "secId": 12}, {"sentences": [{"sentId": 19, "text": "But first, let's go right to CNN's Brianna Keilar, she's at that dinner in Washington tonight that I mentioned."}, {"sentId": 20, "text": "Brianna, good evening to you."}, {"sentId": 21, "text": "You are out covering Hillary Clinton tonight."}, {"sentId": 22, "text": "But I want to start with something Donald Trump said in an interview just published in the Washington Post."}], "speaker": "LEMON", "secId": 13}, {"sentences": [{"sentId": 23, "text": "Trump again refused say that President Obama was born in the U.S."}, {"sentId": 24, "text": "He said this, \"I'll answer that at the right time, I just don't want to answer it yet.\""}, {"sentId": 25, "text": "And then moments ago, Hillary Clinton responded, listen."}], "speaker": "LEMON", "secId": 14}, {"sentences": [{"sentId": 26, "text": "Today, he did it again."}, {"sentId": 27, "text": "He was asked one more time, where was President Obama born."}, {"sentId": 28, "text": "And he still wouldn't say Hawaii."}, {"sentId": 29, "text": "He still wouldn't say America."}, {"sentId": 30, "text": "This man wants to be our next president?"}, {"sentId": 31, "text": "When will he stop this ugliness, this bigotry?"}], "speaker": "CLINTON", "secId": 15}, {"sentences": [{"sentId": 32, "text": "You can hear the reaction in the room, Brianna, it is kind of amazing given the blow back that he still won't say those words."}], "speaker": "LEMON", "secId": 16}, {"sentences": [{"sentId": 33, "text": "Yes, and I don't know exactly why he strayed from what he has said before, which is I don't talk about that anymore."}, {"sentId": 34, "text": "So, this was a little different he because said, you know, he's not ready to say it."}, {"sentId": 35, "text": "There will be some other time for it."}], "speaker": "KEILAR", "secId": 17}, {"sentences": [{"sentId": 36, "text": "I think you have to go back, though, to 2011 when Donald Trump jumped on the 'birther' bandwagon and actually ended leading the band when it came to the 'birther' movement and he saw his popularity soar."}, {"sentId": 37, "text": "At the time, Don, you recall there was speculation about whether Donald Trump was going to throw his hat in the ring in the 2012 election."}, {"sentId": 38, "text": "He ultimately decided not to."}], "speaker": "KEILAR", "secId": 18}, {"sentences": [{"sentId": 39, "text": "But I was actually reading this New York Times story that Ashleigh Parker did very good and it described just kind of how he moved through this process, at one point through the birther movement, as his start was sort of in the rise with the republican base, he went from fifth in the polls to first in the polls."}], "speaker": "KEILAR", "secId": 19}, {"sentences": [{"sentId": 40, "text": "So, maybe part of the reason why he's not going to come out there and say, yes, you know what I was wrong is because he's certainly worried that there are a contingent of people who are in his corner, a big enough contingent to see that is going to alienate some of them."}], "speaker": "KEILAR", "secId": 20}, {"sentences": [{"sentId": 41, "text": "Yes."}], "speaker": "MACDONALD", "secId": 21}, {"sentences": [{"sentId": 42, "text": "But you have to look at this in the context of today, right."}, {"sentId": 43, "text": "He's made two big mistakes between saying that pastor of a black church in Flint was a nervous mess, when certainly she wasn't and she had politely corrected him."}, {"sentId": 44, "text": "And now this sort of giving more credence to something that really is an attempt to undermine America's first black president is seen to have racist over tones."}, {"sentId": 45, "text": "He's had a bad with African-American voters."}], "speaker": "KEILAR", "secId": 22}, {"sentences": [{"sentId": 46, "text": "Yes."}, {"sentId": 47, "text": "I'm going to talk, maybe there is a strategy behind the whole birther thing moving forward."}, {"sentId": 48, "text": "And we'll discuss that with the panel in just a moment."}, {"sentId": 49, "text": "But let's talk about the event more about the tonight's event."}, {"sentId": 50, "text": "The president was Hillary Clinton's warm-up act tonight at that event."}, {"sentId": 51, "text": "He didn't directly attack Donald Trump,."}, {"sentId": 52, "text": "Brianna, but he did talk about the ugliness and the vitriol of this campaign season."}, {"sentId": 53, "text": "Listen."}], "speaker": "LEMON", "secId": 23}, {"sentences": [{"sentId": 54, "text": "I know that there are a lot of folks who have this notion of what the real America looks like and somehow it only includes a few of us, but who's going to decide who the real America is?"}], "speaker": "OBAMA", "secId": 24}, {"sentences": [{"sentId": 55, "text": "Who's to determine that in this nation of immigrants, in a nation where, unless you are a Native American, you came here from somebody -- someplace else that you have a greater claim than anybody here?"}], "speaker": "OBAMA", "secId": 25}, {"sentences": [{"sentId": 56, "text": "So, there's no doubt who he was talking about although he didn't say the word \"Trump.\""}], "speaker": "LEMON", "secId": 26}, {"sentences": [{"sentId": 57, "text": "No, he didn't."}, {"sentId": 58, "text": "I think there was definitely no doubt to this crowd."}, {"sentId": 59, "text": "And clearly President Obama who was followed by Hillary Clinton wants her to carry on with his legacy."}], "speaker": "KEILAR", "secId": 27}, {"sentences": [{"sentId": 60, "text": "He was talking to a very receptive crowd obviously."}, {"sentId": 61, "text": "Hillary Clinton a little more direct, certainly calling Donald Trump out by name."}, {"sentId": 62, "text": "Here's some of what she said."}], "speaker": "KEILAR", "secId": 28}, {"sentences": [{"sentId": 63, "text": "When you hear a presidential candidate spewing bigotry and hate, it's easy to get discouraged."}, {"sentId": 64, "text": "But we're here because we know this election is a choice between not just two people, but two very different visions for America's future."}], "speaker": "CLINTON", "secId": 29}, {"sentences": [{"sentId": 65, "text": "Either we're going to make our economy work for everyone, or just those at the top."}, {"sentId": 66, "text": "Either we're going to fear our differences or embrace and celebrate our diversity."}], "speaker": "CLINTON", "secId": 30}, {"sentences": [{"sentId": 67, "text": "Either we're going to pit Americans against each other, and deepen the divides or we're going to be stronger together."}], "speaker": "CLINTON", "secId": 31}, {"sentences": [{"sentId": 68, "text": "In this dinner the Congressional Hispanic Caucus Institute dinner, Don, it's a chance to look at the issue of Hispanic voters certainly because this was a key constituent from President Obama."}], "speaker": "KEILAR", "secId": 32}, {"sentences": [{"sentId": 69, "text": "And when you look at the numbers, Hillary Clinton, while she's definitely doing a lot better with Hispanic voters than Donald Trump, she's not performing quite to the level polls are showing that President Obama was, and this is a key constituency."}], "speaker": "KEILAR", "secId": 33}, {"sentences": [{"sentId": 70, "text": "So, she made the appeal tonight."}, {"sentId": 71, "text": "President Obama making the appeal on her -- the appeal on her behalf as well."}], "speaker": "KEILAR", "secId": 34}, {"sentences": [{"sentId": 72, "text": "She is going to be the every single demographic and have the every single vote."}], "speaker": "LEMON", "secId": 35}, {"sentences": [{"sentId": 73, "text": "Right."}], "speaker": "KEILAR", "secId": 36}, {"sentences": [{"sentId": 74, "text": "Especially those young voters and voters of color."}, {"sentId": 75, "text": "Thank you very much, Brianna."}, {"sentId": 76, "text": "I appreciate that."}], "speaker": "LEMON", "secId": 37}, {"sentences": [{"sentId": 77, "text": "Let's bring in now CNN's Mark Preston, our Dana Bash, and also the Washington Post's Philip Bump."}], "speaker": "LEMON", "secId": 38}, {"sentences": [{"sentId": 78, "text": "Hi, Dana."}, {"sentId": 79, "text": "Let's talk about this whole refusal to, you know, say, the president isn't born in the United States."}, {"sentId": 80, "text": "It's interesting that his refusal to acknowledge that, especially at this point in the campaign, what is going on here?"}], "speaker": "LEMON", "secId": 39}, {"sentences": [{"sentId": 81, "text": "You know, I'm trying to figure out the best way to answer that question."}], "speaker": "BASH", "secId": 40}, {"sentences": [{"sentId": 82, "text": "Especially since he's reaching out to African-Americans."}], "speaker": "LEMON", "secId": 41}, {"sentences": [{"sentId": 83, "text": "Exactly."}, {"sentId": 84, "text": "One thing that comes to mind is that he is not somebody who freely admits that he made a mistake or that he's wrong, and so this might be an example of it, and frankly, the ultimately example of it."}], "speaker": "BASH", "secId": 42}, {"sentences": [{"sentId": 85, "text": "Yes."}], "speaker": "LEMON", "secId": 43}, {"sentences": [{"sentId": 86, "text": "Because as Brianna was talking about when he first really became the champion of the birther movement, he was considered French even among republicans."}, {"sentId": 87, "text": "And he just is not letting that go, even in spite the facts that were put in front of him all those years ago when Barack Obama not only released his short birth certificate but the long ones."}], "speaker": "BASH", "secId": 44}, {"sentences": [{"sentId": 88, "text": "Yes."}, {"sentId": 89, "text": "I have, you know, my ideas about all of this."}, {"sentId": 90, "text": "I want to see what all of you what you think."}, {"sentId": 91, "text": "First, Phillip Bump, what do you think?"}, {"sentId": 92, "text": "Why do you think he won't do it."}, {"sentId": 93, "text": "Because listen, you have to read this into this, he says, \"I'll answer that at the right time, I just don't want to answer it yet.\""}, {"sentId": 94, "text": "What do you think first?"}], "speaker": "LEMON", "secId": 45}, {"sentences": [{"sentId": 95, "text": "The way he's answered the question suggest that he's waiting for a big moment in a very big Donald Trump way."}], "speaker": "BUMP", "secId": 46}, {"sentences": [{"sentId": 96, "text": "Yes."}], "speaker": "LEMON", "secId": 47}, {"sentences": [{"sentId": 97, "text": "Perhaps a big moment is that at a debate."}], "speaker": "BUMP", "secId": 48}, {"sentences": [{"sentId": 98, "text": "You just stole the -- yes."}, {"sentId": 99, "text": "I think that's what he's going to do."}, {"sentId": 100, "text": "I think he's going to do it after the debate make it a big deal, therefore he gets credit for it."}, {"sentId": 101, "text": "And what a minute."}, {"sentId": 102, "text": "Mark Preston, you're saying no."}, {"sentId": 103, "text": "Why are you shaking your head?"}], "speaker": "LEMON", "secId": 49}, {"sentences": [{"sentId": 104, "text": "I'm with Dana Bash on this thing if Dana is still on the same thinking."}, {"sentId": 105, "text": "Listen, I think that at this point, why is he continuing to draw this out other than the fact that we know that he is somebody who refuses to acknowledge a mistake."}], "speaker": "PRESTON", "secId": 50}, {"sentences": [{"sentId": 106, "text": "He said that he -- when he was talking about God, he said that he wouldn't ask -- he didn't need to ask for forgiveness because he hasn't done anything."}, {"sentId": 107, "text": "You know, he's somebody who always has to be right."}, {"sentId": 108, "text": "He threw his campaign manager under the bus."}], "speaker": "PRESTON", "secId": 51}, {"sentences": [{"sentId": 109, "text": "But isn't that the old -- you know, when people are saying will the real Donald Trump please stand up, is it the guy before the new -- you know, new management..."}], "speaker": "LEMON", "secId": 52}, {"sentences": [{"sentId": 110, "text": "Yes."}], "speaker": "PRESTON", "secId": 53}, {"sentences": [{"sentId": 111, "text": "... was that guy before the new management who said that or after the new management, the campaign manager now what is on the teleprompter and most of the time we won't hear from him?"}, {"sentId": 112, "text": "I think there's bigger strategy behind this, a bigger moment that he's waiting for to say that, no?"}], "speaker": "LEMON", "secId": 54}, {"sentences": [{"sentId": 113, "text": "No, I agree with that and I think that part of the reason that the under new management, Donald Trump that we've seen over the course of the past few weeks, which is a break from, I think part of it is that he's doing better in the polls."}], "speaker": "BUMP", "secId": 55}, {"sentences": [{"sentId": 114, "text": "I think he's feeling little chopped up, he's feeling like he's making progress where he wants to make progress."}, {"sentId": 115, "text": "I think that, you know, there is also speculation that perhaps he's worried he's going to lose part of his base if he -- if he retracts what he's saying."}], "speaker": "BUMP", "secId": 56}, {"sentences": [{"sentId": 116, "text": "I don't buy that."}, {"sentId": 117, "text": "I think it's hard."}, {"sentId": 118, "text": "I don't know how anyone could look at this race so far and think there he could do anything to lose."}], "speaker": "BUMP", "secId": 57}, {"sentences": [{"sentId": 119, "text": "OK."}, {"sentId": 120, "text": "He goes on to say -- he added \"I don't talk about it anymore."}, {"sentId": 121, "text": "The reason I don't is because every is going to be talking about it as opposed to the jobs, the military, the vets, and security,\" which is kind of what he says about taxes."}, {"sentId": 122, "text": "But I think, you know, if you're reaching out to..."}], "speaker": "LEMON", "secId": 58}, {"sentences": [{"sentId": 123, "text": "You know how you don't talk about it anymore, you don't let the story continue on."}, {"sentId": 124, "text": "You say like, listen, listen, you know what, like, why are we talking about it ashore, he was born here."}, {"sentId": 125, "text": "He could have given a half-hearted throw-away line to say, yes."}, {"sentId": 126, "text": "Sure, sure, OK, he was born in Hawaii."}], "speaker": "PRESTON", "secId": 59}, {"sentences": [{"sentId": 127, "text": "Yes."}], "speaker": "LEMON", "secId": 60}, {"sentences": [{"sentId": 128, "text": "Let's about the issue."}], "speaker": "BUMP", "secId": 61}, {"sentences": [{"sentId": 129, "text": "Let's talk about what people really care about."}, {"sentId": 130, "text": "That's when the issue goes away."}, {"sentId": 131, "text": "It doesn't go away now."}], "speaker": "PRESTON", "secId": 62}, {"sentences": [{"sentId": 132, "text": "Yes."}, {"sentId": 133, "text": "Dana, you know, I don't want to talk about it, you know, I know women are mad at me, but they shouldn't be mad at me because that's not what I meant, but even though women are mad at me like, wouldn't you just say I'm sorry that I upset you, instead of doubling down on something, especially if you're trying to get that vote, unless he's not really trying to get the vote?"}], "speaker": "LEMON", "secId": 63}, {"sentences": [{"sentId": 134, "text": "Yes, you would think so, but there's nothing that has been conventional about Donald Trump's campaign until recently when he has been using the teleprompter even making jokes when the teleprompter didn't work in one or two of his events."}], "speaker": "BASH", "secId": 64}, {"sentences": [{"sentId": 135, "text": "But, yes, that is what you traditionally do."}, {"sentId": 136, "text": "You know, I didn't -- it didn't occur to me that maybe he was thinking and waiting for a big moment, perhaps that is possible to show -- to show..."}], "speaker": "BASH", "secId": 65}, {"sentences": [{"sentId": 137, "text": "Did you not watch Dr. Oz, today, Dana?"}, {"sentId": 138, "text": "I mean."}], "speaker": "LEMON", "secId": 66}, {"sentences": [{"sentId": 139, "text": "Oh, that?"}], "speaker": "BASH", "secId": 67}, {"sentences": [{"sentId": 140, "text": "I mean, everything that's -- you does the build-up for every single thing."}, {"sentId": 141, "text": "It's obvious."}, {"sentId": 142, "text": "There's a -- there's a method to -- I don't want to say madness, but a method to his strategy."}, {"sentId": 143, "text": "He does everything."}, {"sentId": 144, "text": "He does a big buildup, he gets the media to follow him and then there's ultimately nothing there."}], "speaker": "LEMON", "secId": 68}, {"sentences": [{"sentId": 145, "text": "I don't know."}, {"sentId": 146, "text": "I think that's true but this is also the guy who follows his gut."}, {"sentId": 147, "text": "He goes with his gut."}, {"sentId": 148, "text": "I mean, I'm -- I know from covering the campaign and I know you guys do, too, that -- I mean, there were oftentimes in the old world where the campaign didn't know what he was going to do on Twitter or what was going to come out of his mouth on the stump."}], "speaker": "BASH", "secId": 69}, {"sentences": [{"sentId": 149, "text": "That is how he operates and frankly, how he has traditionally -- believes he operates at his best."}, {"sentId": 150, "text": "It's how he beat all of these traditional politicians during the primary."}, {"sentId": 151, "text": "So, I still think there's still a big part of that in Donald Trump."}], "speaker": "BASH", "secId": 70}, {"sentences": [{"sentId": 152, "text": "OK. Hillary's back."}, {"sentId": 153, "text": "Do we mention on top of the show."}, {"sentId": 154, "text": "We didn't talk much about it but we will right after the break."}, {"sentId": 155, "text": "We'll be right back."}], "speaker": "LEMON", "secId": 71}, {"sentences": [{"sentId": 156, "text": "Well, breaking news."}, {"sentId": 157, "text": "What do you know, just as we were discussing it now, I need to get to CNN's Dana Bash."}], "speaker": "LEMON", "secId": 72}, {"sentences": [{"sentId": 158, "text": "By the way, my entire panel is back."}, {"sentId": 159, "text": "We're going to discuss this bit of breaking news with Dana."}, {"sentId": 160, "text": "Dana, we were talking about the birther issue."}, {"sentId": 161, "text": "What do you know?"}], "speaker": "LEMON", "secId": 73}, {"sentences": [{"sentId": 162, "text": "I just talked to a senior Trump aide who called right after we went to break who said that we are going to get a statement momentarily and I'm looking at my phone to see it, saying that Donald Trump does believe that Barack Obama was born in the United States."}], "speaker": "BASH", "secId": 74}, {"sentences": [{"sentId": 163, "text": "So, he is taking that extra step that he didn't take with the Washington Post interview that we were talking about in the first segment."}, {"sentId": 164, "text": "I'm told that's going to be a lengthy statement, again, I don't have it yet, but once we get it we will read it and let you know."}], "speaker": "BASH", "secId": 75}, {"sentences": [{"sentId": 165, "text": "But this is a big moment and one that he is going to obviously try to take to move beyond this so stop -- he's no longer asked about this and we'll talk about some of the other issues that he hopes will bring new people."}], "speaker": "BASH", "secId": 76}, {"sentences": [{"sentId": 166, "text": "OK."}], "speaker": "LEMON", "secId": 77}, {"sentences": [{"sentId": 167, "text": "Into the Trump fold."}], "speaker": "BASH", "secId": 78}, {"sentences": [{"sentId": 168, "text": "All right."}, {"sentId": 169, "text": "So, we're awaiting a statement from the Trump campaign which will say that Donald Trump does believe that President Obama was born in the United States even though he was, as you said, the champion of the birther issue."}], "speaker": "LEMON", "secId": 79}, {"sentences": [{"sentId": 170, "text": "Mark Preston is shaking his head, and like I told you, Don."}, {"sentId": 171, "text": "I told you so."}, {"sentId": 172, "text": "You said, he was waiting, what did you said, if he was waiting for the convention for a big moment then?"}], "speaker": "LEMON", "secId": 80}, {"sentences": [{"sentId": 173, "text": "Well, I mean, as we were going a break and we're talking here, I mean, the bottom line is, that if was going to wait to try to do this at the debate, it would be political malpractice, political strategic malpractice on his campaign to allow him to do so."}], "speaker": "PRESTON", "secId": 81}, {"sentences": [{"sentId": 174, "text": "By releasing it tonight, the story will eventually go away."}, {"sentId": 175, "text": "Is it going to go away tomorrow?"}, {"sentId": 176, "text": "Probably not."}, {"sentId": 177, "text": "We'll talk about it tomorrow."}, {"sentId": 178, "text": "It will in every newspaper tomorrow."}, {"sentId": 179, "text": "But by Sunday, issue taken off the plate, that's important, because what was his big issue today?"}, {"sentId": 180, "text": "It was the economy."}, {"sentId": 181, "text": "Guess what we're not talking about right now, the economy."}], "speaker": "PRESTON", "secId": 82}, {"sentences": [{"sentId": 182, "text": "The economy."}, {"sentId": 183, "text": "Yes, go ahead, Philip."}], "speaker": "LEMON", "secId": 83}, {"sentences": [{"sentId": 184, "text": "Yes, you know, I think that's exactly right."}, {"sentId": 185, "text": "You know, I mean, I think it is a sign though that this is the campaign scrambling to keep up with something that Trump did."}, {"sentId": 186, "text": "I mean, he said to the Washington Post a few hours ago, he's waiting for the right time."}, {"sentId": 187, "text": "I doubt the right time is 10.15 on Thursday night, right."}, {"sentId": 188, "text": "I mean, maybe he was watching Don Lemon for the moment."}, {"sentId": 189, "text": "God bless him."}], "speaker": "BUMP", "secId": 84}, {"sentences": [{"sentId": 190, "text": "He does."}, {"sentId": 191, "text": "I mean, they must be watching to someone, because"}], "speaker": "LEMON", "secId": 85}, {"sentences": [{"sentId": 192, "text": "they called Dana..."}], "speaker": "LEMON", "secId": 86}, {"sentences": [{"sentId": 193, "text": "Sure."}, {"sentId": 194, "text": "Sure."}, {"sentId": 195, "text": "That's a good point."}], "speaker": "BUMP", "secId": 87}, {"sentences": [{"sentId": 196, "text": "... e-mailed Dana in the break."}], "speaker": "LEMON", "secId": 88}, {"sentences": [{"sentId": 197, "text": "So that was the big moment."}, {"sentId": 198, "text": "But, you know, yes, it is very good to talk..."}], "speaker": "BUMP", "secId": 89}, {"sentences": [{"sentId": 199, "text": "Here it is, we got it."}], "speaker": "BASH", "secId": 90}, {"sentences": [{"sentId": 200, "text": "All right."}, {"sentId": 201, "text": "Go, Dana."}], "speaker": "LEMON", "secId": 91}, {"sentences": [{"sentId": 202, "text": "Oh, OK. Give me a minute because I just got it."}], "speaker": "BASH", "secId": 92}, {"sentences": [{"sentId": 203, "text": "That's OK."}], "speaker": "LEMON", "secId": 93}, {"sentences": [{"sentId": 204, "text": "I'm just going to -- I'm just going to read this on the fly called, OK?"}], "speaker": "BASH", "secId": 94}, {"sentences": [{"sentId": 205, "text": "OK."}], "speaker": "LEMON", "secId": 95}, {"sentences": [{"sentId": 206, "text": "He says in this statement from the campaign, \"Hillary Clinton's campaign first raised this issue to smear Barack Obama and goes on to talk about in 2011, Mr. Trump was finally able to bring this ugly incident to its conclusion by successfully compelling President Obama to release his birth certificate.\""}], "speaker": "BASH", "secId": 96}, {"sentences": [{"sentId": 207, "text": "\"Mr. Trump did a great service to the president and the country by bringing closure to the issue that Hillary Clinton and her team first raised.\""}, {"sentId": 208, "text": "\"Inarguably, -- excuse me, inarguably, Donald J. Trump is close -- is a closer having successfully obtained President Obama's birth certificate when others could not.\""}], "speaker": "BASH", "secId": 97}, {"sentences": [{"sentId": 209, "text": "Here's the key line."}, {"sentId": 210, "text": "\"Mr. Trump believes that President Obama was born in the United States."}, {"sentId": 211, "text": "Mr. Trump is now totally focused on bringing jobs back to America, defeating radical Islamic terrorism, taking care of veterans, introducing school choice and opportunities and making the inner cities safe.\""}], "speaker": "BASH", "secId": 98}, {"sentences": [{"sentId": 212, "text": "And this is actually statement from his senior communications advisor, Jason Miller, through his campaign."}], "speaker": "BASH", "secId": 99}, {"sentences": [{"sentId": 213, "text": "Yes."}, {"sentId": 214, "text": "Just got it."}], "speaker": "LEMON", "secId": 100}, {"sentences": [{"sentId": 215, "text": "So, there you have it."}], "speaker": "BASH", "secId": 101}, {"sentences": [{"sentId": 216, "text": "And the interesting thing -- what -- the interesting thing, Dana, is whether or not these words will come out of Donald Trump's mouth and why wouldn't he just get up there in front of a podium, in front of an audience or something and say, do you know what?"}], "speaker": "LEMON", "secId": 102}, {"sentences": [{"sentId": 217, "text": "Well, I'm sure he understands."}, {"sentId": 218, "text": "Look, he knows he's going to be asked about it and probably in the next interview that he does, but once he does this and now that he's done that, that interview will happen, he'll put it to bed and -- and he'll move on."}], "speaker": "BASH", "secId": 103}, {"sentences": [{"sentId": 219, "text": "And I actually tend to agree with Philip who said earlier that, you know, there's some thinking that maybe his core supporters will abandon him because of this."}], "speaker": "BASH", "secId": 104}, {"sentences": [{"sentId": 220, "text": "Yes."}], "speaker": "LEMON", "secId": 105}, {"sentences": [{"sentId": 221, "text": "His core supporters, I just -- having been on the campaign trail and talking to so many of them particularly during the primaries, they support him for the fact that he's different, that he's an outsider, that he's against trade deals."}, {"sentId": 222, "text": "You know, immigration."}, {"sentId": 223, "text": "Not this."}], "speaker": "BASH", "secId": 106}, {"sentences": [{"sentId": 224, "text": "Yes."}], "speaker": "LEMON", "secId": 107}, {"sentences": [{"sentId": 225, "text": "I mean, that might be one of them but that's not -- this is not going to lose votes for him, I truly don't think."}], "speaker": "BASH", "secId": 108}, {"sentences": [{"sentId": 226, "text": "So, let's -- Dana, let's go through this statement because I just got this, it's from the Trump campaign, right, the one that you just read."}, {"sentId": 227, "text": "So, let's go through it."}], "speaker": "LEMON", "secId": 109}, {"sentences": [{"sentId": 228, "text": "The first thing it says, \"Hillary Clinton's campaign first raises issue to smear then-candidate Barack Obama, in her very nasty failed 2008 campaign for president."}], "speaker": "LEMON", "secId": 110}, {"sentences": [{"sentId": 229, "text": "Which is not true."}], "speaker": "BUMP", "secId": 111}, {"sentences": [{"sentId": 230, "text": "OK."}, {"sentId": 231, "text": "So, guys, let's go from there."}], "speaker": "LEMON", "secId": 112}, {"sentences": [{"sentId": 232, "text": "Sorry."}, {"sentId": 233, "text": "I'm sorry."}, {"sentId": 234, "text": "I didn't mean to interrupt."}], "speaker": "BUMP", "secId": 113}, {"sentences": [{"sentId": 235, "text": "No, no, that's what I want you to do."}, {"sentId": 236, "text": "Go ahead."}], "speaker": "LEMON", "secId": 114}, {"sentences": [{"sentId": 237, "text": "A number of times there were some Hillary Clinton supporters that had raised this issue."}], "speaker": "BUMP", "secId": 115}, {"sentences": [{"sentId": 238, "text": "Out of Texas, right?"}, {"sentId": 239, "text": "It was a woman."}], "speaker": "PRESTON", "secId": 116}, {"sentences": [{"sentId": 240, "text": "I believe so."}], "speaker": "BUMP", "secId": 117}, {"sentences": [{"sentId": 241, "text": "They were passing e-mails back and forth, right?"}], "speaker": "LEMON", "secId": 118}, {"sentences": [{"sentId": 242, "text": "Right."}], "speaker": "BUMP", "secId": 119}, {"sentences": [{"sentId": 243, "text": "But did they ever -- I don't know -- I don't think they ever said was he born out of this country, outside..."}], "speaker": "LEMON", "secId": 120}, {"sentences": [{"sentId": 244, "text": "They weren't officially part of the campaign, they were"}], "speaker": "PRESTON", "secId": 121}, {"sentences": [{"sentId": 245, "text": "volunteers and then there was a memo, you know, that Mark Penn, had written who was a tough strategist but never brought the birther issue up but had suggested that what his nationality, you know, could perhaps work against him or what have you."}, {"sentId": 246, "text": "I mean, that's..."}], "speaker": "PRESTON", "secId": 122}, {"sentences": [{"sentId": 247, "text": "And that's part of what you said is not true and that has been fact checked."}], "speaker": "LEMON", "secId": 123}, {"sentences": [{"sentId": 248, "text": "\"This type of vicious and conniving behavior is straight from the Clinton play book."}, {"sentId": 249, "text": "As usual, however, Clinton -- Hillary Clinton was too weak to get an answer, even the MSNBC show Morning Joe admits that it was Clinton's hints man who first raise it and Donald J."}, {"sentId": 250, "text": "Trump.\""}], "speaker": "LEMON", "secId": 124}, {"sentences": [{"sentId": 251, "text": "All right."}, {"sentId": 252, "text": "So, she is building a case for himself."}, {"sentId": 253, "text": "He's saying \"Hillary Clinton was too weak to get an answer.\""}], "speaker": "LEMON", "secId": 125}, {"sentences": [{"sentId": 254, "text": "He's a patriot."}, {"sentId": 255, "text": "I mean, he said in 2011 he brought it -- he brought this to a conclusion."}], "speaker": "PRESTON", "secId": 126}, {"sentences": [{"sentId": 256, "text": "He did a favor for the American people."}], "speaker": "LEMON", "secId": 127}, {"sentences": [{"sentId": 257, "text": "He did."}], "speaker": "PRESTON", "secId": 128}, {"sentences": [{"sentId": 258, "text": "And I know we're going to get to that, but that's also not true."}, {"sentId": 259, "text": "I mean, he was talking -- in January on CNN he was asked about this issue and he said \"Who knows?"}, {"sentId": 260, "text": "Who knows where President Obama was born.\""}], "speaker": "BUMP", "secId": 129}, {"sentences": [{"sentId": 261, "text": "Yes."}, {"sentId": 262, "text": "\"In 2011, Mr. Trump was finally able to bring this ugly incident to its conclusion by successfully compelling President Obama to release his birth certificate.\""}], "speaker": "LEMON", "secId": 130}, {"sentences": [{"sentId": 263, "text": "And then he spent another year and a half talking about the issue and supporting Sheriff Joe Arpaio in Arizona who is going out and hunting for the real version."}], "speaker": "BUMP", "secId": 131}, {"sentences": [{"sentId": 264, "text": "Yes."}, {"sentId": 265, "text": "Is that something to be proud of to make the president produce his birth certificate and then be wrong about him not, you know, being born somewhere else?"}], "speaker": "LEMON", "secId": 132}, {"sentences": [{"sentId": 266, "text": "I mean, I don't expect him to say anything different."}, {"sentId": 267, "text": "If he's going to make this conclusion that the president was born in the United States, he's Donald Trump, of course he's going to go through the record of how it happened, that the president did go to great lengths to release his long birth certificate."}, {"sentId": 268, "text": "We all remember that happening."}, {"sentId": 269, "text": "Now, he didn't..."}], "speaker": "BASH", "secId": 133}, {"sentences": [{"sentId": 270, "text": "If we could find that sound bite it would be great of the president saying, you know, we don't have time for this when he produced his birth certificate, I would like to play that moment."}], "speaker": "LEMON", "secId": 134}, {"sentences": [{"sentId": 271, "text": "Yes, but he didn't put..."}], "speaker": "BASH", "secId": 135}, {"sentences": [{"sentId": 272, "text": "And also -- there's also -- there's also a moment where he's saying you wouldn't believe what -- it was an interview, I forget who -- don't know if it was Katy."}, {"sentId": 273, "text": "I forget who is he is with."}, {"sentId": 274, "text": "No, it was Meredith Vieira, Meredith Vieira, where he says you won't believe I had my investigators, you know, over in Africa and then Hawaii and you won't believe what I'm finding out."}], "speaker": "LEMON", "secId": 136}, {"sentences": [{"sentId": 275, "text": "So, -- and then he goes on to say, \"Mr. Trump did a great service to the president and to the country by bringing closure to the issue that Hillary Clinton and her team first raised.\""}, {"sentId": 276, "text": "They brought the Hillary Clinton thing up again."}, {"sentId": 277, "text": "\"Inarguably, Donald Trump is a closer, having successfully obtained President Obama's birth certificate when others could not."}, {"sentId": 278, "text": "Mr. Trump believes the president -- that President Obama was born in the United States.\""}], "speaker": "LEMON", "secId": 137}, {"sentences": [{"sentId": 279, "text": "I have to give it to Jason Miller."}, {"sentId": 280, "text": "I mean, it was, this is a pretty interesting read."}], "speaker": "LEMON", "secId": 138}, {"sentences": [{"sentId": 281, "text": "Here's thing that you have to ask yourself too about the whole issue for the Republican Party."}, {"sentId": 282, "text": "And let me defend the Republican Party in this."}, {"sentId": 283, "text": "Almost every republican official in Washington, I think just about every one of them, believes that Barack Obama was born in the United States."}], "speaker": "PRESTON", "secId": 139}, {"sentences": [{"sentId": 284, "text": "Republican officials, but not most republicans, I believe, especially Donald Trump supporters."}], "speaker": "LEMON", "secId": 140}, {"sentences": [{"sentId": 285, "text": "Look, I think it's like 20 percent of people who were at national polls..."}], "speaker": "PRESTON", "secId": 141}, {"sentences": [{"sentId": 286, "text": "Born outside of the United States and he's Muslim."}], "speaker": "LEMON", "secId": 142}, {"sentences": [{"sentId": 287, "text": "Think he was born -- you know, by the way, they all don't have to be republicans."}, {"sentId": 288, "text": "Some of those could be very conservative democrats, they could be independents."}], "speaker": "PRESTON", "secId": 143}, {"sentences": [{"sentId": 289, "text": "Or just people who are divorced from reality."}], "speaker": "LEMON", "secId": 144}, {"sentences": [{"sentId": 290, "text": "Correct."}, {"sentId": 291, "text": "I mean, they don't even need a political affiliation."}, {"sentId": 292, "text": "But the fact is that this issue should have been put to bed a long time ago."}, {"sentId": 293, "text": "Hillary Clinton's e-mail issue should have never happened, these medical records that we got in the last 24 hours should have been put together..."}], "speaker": "PRESTON", "secId": 145}, {"sentences": [{"sentId": 294, "text": "Donald Trump shouldn't release his tax..."}], "speaker": "LEMON", "secId": 146}, {"sentences": [{"sentId": 295, "text": "The tax issue should have been released a long time ago."}, {"sentId": 296, "text": "I mean, this is another line of transparency that we're not seeing from either candidates."}], "speaker": "PRESTON", "secId": 147}, {"sentences": [{"sentId": 297, "text": "Yes."}, {"sentId": 298, "text": "Dana, \"Mr. Trump is now totally focused on bringing jobs back to American, defeating radical Islamic terrorism, taking care of our veterans, introducing choice of school, opportunities, and rebuilding and making our inner cities safe again.\""}, {"sentId": 299, "text": "End of story."}, {"sentId": 300, "text": "It's done."}, {"sentId": 301, "text": "This issue is over."}], "speaker": "LEMON", "secId": 148}, {"sentences": [{"sentId": 302, "text": "Well, that's what he hopes."}, {"sentId": 303, "text": "When I was talking to the senior aide who I talked to in the commercial break who gave us the breaking news that we reported that this statement was coming, that was my first question, why now?"}, {"sentId": 304, "text": "And the answer was, so he can focus on other things, the things in that statement."}], "speaker": "BASH", "secId": 149}, {"sentences": [{"sentId": 305, "text": "Before when we were trying to figure out why he wasn't just saying, OK, fine, the president was born in the United States, you, Don, were saying well, maybe he's waiting for the debate."}], "speaker": "BASH", "secId": 150}, {"sentences": [{"sentId": 306, "text": "Our colleague, David Chalian just e-mailed me something that's of course smart, which is all David Chalian says are smart things, and this is it's because he wants off the table before the debate, because this is not something that..."}], "speaker": "BASH", "secId": 151}, {"sentences": [{"sentId": 307, "text": "Of course."}], "speaker": "PRESTON", "secId": 152}, {"sentences": [{"sentId": 308, "text": "... he wants to be even a nanosecond of a focus during the debate."}, {"sentId": 309, "text": "And you know just from the way Hillary Clinton jumped on it tonight, the fact that Washington Post interview went online with Trump, you know, sort of declining to say that the president was born in the United States."}], "speaker": "BASH", "secId": 153}, {"sentences": [{"sentId": 310, "text": "I think it was maybe five minutes between then."}, {"sentId": 311, "text": "And when Hillary Clinton added to that her prepared remarks in her speech this evening."}, {"sentId": 312, "text": "So, they knew that this was going to be a potential issue."}, {"sentId": 313, "text": "And again, remember, take a step back, this at this point, it is about Donald Trump being really close in a lot of these battleground states and to get over the line to the -- to the v-column, he has to expand his supporters, expand his base."}], "speaker": "BASH", "secId": 154}, {"sentences": [{"sentId": 314, "text": "Yes."}], "speaker": "LEMON", "secId": 155}, {"sentences": [{"sentId": 315, "text": "He's got those people."}, {"sentId": 316, "text": "He needs to appeal to others."}], "speaker": "BASH", "secId": 156}, {"sentences": [{"sentId": 317, "text": "Philip, we're going to talk more."}, {"sentId": 318, "text": "I know you want to get in and I promise you we'll get into it."}, {"sentId": 319, "text": "The interesting thing is that you have to give him credit for at least now he's admitted it, I mean, somewhat."}, {"sentId": 320, "text": "You give him some credit to that."}, {"sentId": 321, "text": "Although I see other people in the studio saying no."}, {"sentId": 322, "text": "It took him way too long to do it."}], "speaker": "LEMON", "secId": 157}, {"sentences": [{"sentId": 323, "text": "But the interesting thing is that why does it take so long for the campaign to admit?"}, {"sentId": 324, "text": "Or, why are they so tone deaf sometimes to admit that there are issues, especially when we were all sitting here, when the night that he gave his speech in Milwaukee and we said why is he giving the speech to a mostly white crowd."}, {"sentId": 325, "text": "And you know, the night before the campaign manager was completely floored by, what are you talking about."}], "speaker": "LEMON", "secId": 158}, {"sentences": [{"sentId": 326, "text": "So, in this one issue they were tone deaf, now they're trying to make it work forward."}, {"sentId": 327, "text": "Will it work?"}, {"sentId": 328, "text": "We'll discuss when we come back."}], "speaker": "LEMON", "secId": 159}, {"sentences": [{"sentId": 329, "text": "We're back now with our breaking news."}, {"sentId": 330, "text": "Mark Preston is here, Dana Bash and Philip Bump."}, {"sentId": 331, "text": "The Trump campaign releasing a statement saying that in fact, Donald Trump does now believes that the president of the United States was born here in the United States born in Hawaii."}], "speaker": "LEMON", "secId": 160}, {"sentences": [{"sentId": 332, "text": "You said the one thing that it is not, Philip Bump, is what?"}], "speaker": "LEMON", "secId": 161}, {"sentences": [{"sentId": 333, "text": "It is not an apology."}, {"sentId": 334, "text": "You know, the one thing he says there is he doesn't say, you know, why he took that position past, he doesn't say very importantly, that wasn't the wrong thing that I should have not questioned that."}, {"sentId": 335, "text": "He said essentially that it was a valid question that he got answered."}], "speaker": "BUMP", "secId": 162}, {"sentences": [{"sentId": 336, "text": "If he's trying to expand his base, if he's trying to reach to black voters, if he's trying to reach out to communities of color that's not necessarily what voters want to hear."}, {"sentId": 337, "text": "They don't want to hear, OK, yes, I accept it."}, {"sentId": 338, "text": "An obvious fact is an obvious fact."}, {"sentId": 339, "text": "They want to hear here's why I said things that really undercut the president of the United States."}], "speaker": "BUMP", "secId": 163}, {"sentences": [{"sentId": 340, "text": "And another, as we were saying before the break an example of tone deafness, that which they don't understand many times."}], "speaker": "LEMON", "secId": 164}, {"sentences": [{"sentId": 341, "text": "In 2011, Mr. Trump, this is part of the statement here."}, {"sentId": 342, "text": "In 2011, Mr. Trump, was finally able to bring this ugly incident to its conclusion by successfully compelling President Obama to release his birth certificate.\""}], "speaker": "LEMON", "secId": 165}, {"sentences": [{"sentId": 343, "text": "Mr. Trump did a great service to the president and the country by bringing closure to the issue that Hillary Clinton and her team first raised.\""}, {"sentId": 344, "text": "\"Inarguably, Donald J. Trump is a closer."}, {"sentId": 345, "text": "Having successfully obtained President Obama's birth certificate when others could not."}], "speaker": "LEMON", "secId": 166}, {"sentences": [{"sentId": 346, "text": "Mr. Trump believes president Obama was born in the United States.\""}], "speaker": "LEMON", "secId": 167}, {"sentences": [{"sentId": 347, "text": "Dana, were there that many people trying to get President Obama's birth certificate?"}], "speaker": "LEMON", "secId": 168}, {"sentences": [{"sentId": 348, "text": "Not who had the megaphone or the public image of Donald Trump, no, not even close."}, {"sentId": 349, "text": "And that is what put Donald Trump on the map as a political force within the Republican Party and within this sector, it sort of helped him plant the seed with republican primary voters that of course he expanded on issues that we were talking about before."}, {"sentId": 350, "text": "Immigration, trade and things like that."}], "speaker": "BASH", "secId": 169}, {"sentences": [{"sentId": 351, "text": "So, no, and I think of course he's not going to apologize because that is not Donald Trump."}, {"sentId": 352, "text": "He did just the opposite."}, {"sentId": 353, "text": "He took credit for it."}], "speaker": "BASH", "secId": 170}, {"sentences": [{"sentId": 354, "text": "He doubled down, right?"}], "speaker": "LEMON", "secId": 171}, {"sentences": [{"sentId": 355, "text": "Yes, he took credit for it."}, {"sentId": 356, "text": "He said, no, he's the whole reason why this happened."}], "speaker": "BASH", "secId": 172}, {"sentences": [{"sentId": 357, "text": "Look, I mean, I think that we're talking about it now, as I said before."}, {"sentId": 358, "text": "They're hoping inside the Trump campaign we're not going to be talking about it much more and they obviously realized until they answer the question this way, they're not going to stop getting questions about it."}], "speaker": "BASH", "secId": 173}, {"sentences": [{"sentId": 359, "text": "I mean, Donald Trump got questioned about it from the Washington Post this week, there were questions about it last week, and also he's got his vice presidential running mate saying that he thinks that Obama was born in the United States."}, {"sentId": 360, "text": "His campaign manager is saying that."}], "speaker": "BASH", "secId": 174}, {"sentences": [{"sentId": 361, "text": "So, it was probably only a matter of time before they convinced Mr. Trump himself that in this new management if this was one of those things you just have to get off the table and move on if you think that you are going to expand your base."}], "speaker": "BASH", "secId": 175}, {"sentences": [{"sentId": 362, "text": "Well, this is getting off the table."}, {"sentId": 363, "text": "he said he won't be talking about it, Mark Preston, because to Philip's point it's not an apology and many people want to hear a good old-fashioned, I'm sorry, I was wrong."}], "speaker": "LEMON", "secId": 176}, {"sentences": [{"sentId": 364, "text": "Right."}, {"sentId": 365, "text": "How about -- I think we need to reset kind of where we're at right now, because there is a conspiracy theory from those who support Donald Trump that this is a media-made, cable television- driven issue."}, {"sentId": 366, "text": "OK."}], "speaker": "PRESTON", "secId": 177}, {"sentences": [{"sentId": 367, "text": "We didn't bring this up."}, {"sentId": 368, "text": "We didn't go out all the time do interviews and say, listen, I'm sending investigators to Hawaii."}, {"sentId": 369, "text": "We didn't do interviews, you know, as you said where he went out and said you should see what I'm learning from investigators."}], "speaker": "PRESTON", "secId": 178}, {"sentences": [{"sentId": 370, "text": "And we didn't reach out to the African-American community for their vote and then realize this is a big issue when it comes to African-Americans."}], "speaker": "LEMON", "secId": 179}, {"sentences": [{"sentId": 371, "text": "Right."}, {"sentId": 372, "text": "And listen, to the point we are right now, to the point we are right now, to what Kellyanne Conway, his campaign manager say, Donald Trump doesn't believe it anymore, Rudy Giuliani, very respected whether you're a republican or democrat, very respected person, said, look, Donald Trump doesn't believe it anymore."}], "speaker": "PRESTON", "secId": 180}, {"sentences": [{"sentId": 373, "text": "When Donald Trump was asked by the Washington Post about this, he chose not to answer it directly, OK."}, {"sentId": 374, "text": "So, this isn't driven by us."}, {"sentId": 375, "text": "This was driven by Donald Trump."}, {"sentId": 376, "text": "And you know what?"}, {"sentId": 377, "text": "Like, he put out an economic plan today that was kind of fascinating, right, but he chose to override it by doing this interview the night before where something was going to explode."}], "speaker": "PRESTON", "secId": 181}, {"sentences": [{"sentId": 378, "text": "Now it will - it will get taken off the -- it will get taken off the plate as it should be, and we can really start talking about the real issues."}, {"sentId": 379, "text": "But again, this is a Donald Trump-made self-inflicted wound."}], "speaker": "PRESTON", "secId": 182}, {"sentences": [{"sentId": 380, "text": "Can I -- can I just say one thing that I'm getting e-mails from the democrats and actually rightly pointing out that it was Jason Miller, his spokesman."}], "speaker": "BASH", "secId": 183}, {"sentences": [{"sentId": 381, "text": "Right."}], "speaker": "BUMP", "secId": 184}, {"sentences": [{"sentId": 382, "text": "And not him."}], "speaker": "LEMON", "secId": 185}, {"sentences": [{"sentId": 383, "text": "Who released the statement?"}, {"sentId": 384, "text": "It wasn't in the words and name of Donald Trump."}, {"sentId": 385, "text": "So, the next question before it is -- I don't know about put to bed -- but that you can stop being asked about it, is when we hear it from Donald Trump."}], "speaker": "BASH", "secId": 186}, {"sentences": [{"sentId": 386, "text": "Yes."}], "speaker": "LEMON", "secId": 187}, {"sentences": [{"sentId": 387, "text": "Although he's probably likely to say I've already dealt with that first off."}], "speaker": "BUMP", "secId": 188}, {"sentences": [{"sentId": 388, "text": "Yes."}, {"sentId": 389, "text": "And that has been taken care of."}, {"sentId": 390, "text": "And also, you know, there's a thought that I'm getting e-mails saying they believe in their estimation that Hillary Clinton had a great come back and Donald Trump is changing the narrative."}], "speaker": "LEMON", "secId": 189}, {"sentences": [{"sentId": 391, "text": "And we're talking about Donald Trump -- again, this segment we're going to talk about Hillary Clinton's first day back from suffering from pneumonia and look we're talking about."}, {"sentId": 392, "text": "We're talking about Donald Trump once again."}], "speaker": "LEMON", "secId": 190}, {"sentences": [{"sentId": 393, "text": "All right, panel."}, {"sentId": 394, "text": "Thank you very much."}, {"sentId": 395, "text": "We'll continue with our breaking news, statement campaign saying that Donald Trump finally does believe that Barack Obama, the President of the United States was born here in the United States, that statement coming from one of the campaign advisors, Jason Miller, not directly from Donald Trump."}], "speaker": "LEMON", "secId": 191}, {"sentences": [{"sentId": 396, "text": "We'll see if he's going to discuss it himself in the coming days."}], "speaker": "LEMON", "secId": 192}, {"sentences": [{"sentId": 397, "text": "In the meantime, we'll move on and we'll be back right after this break."}], "speaker": "LEMON", "secId": 193}, {"sentences": [{"sentId": 398, "text": "Here's our breaking news tonight."}, {"sentId": 399, "text": "Donald Trump's campaign finally says President Barack Obama was born in the U.S."}], "speaker": "LEMON", "secId": 194}, {"sentences": [{"sentId": 400, "text": "Here to discuss, Andy Dean, the former president of Trump Productions, former Congressman, Jack Kingston, a senior advisor to the Trump campaign, CNN political contributor, Hilary Rosen, a Clinton supporter, and Van Jones, a CNN political contributor."}], "speaker": "LEMON", "secId": 195}, {"sentences": [{"sentId": 401, "text": "It's great to have all of you here, especially considering this topic."}, {"sentId": 402, "text": "It is a perfect panel to talk about it."}], "speaker": "LEMON", "secId": 196}, {"sentences": [{"sentId": 403, "text": "Van, I want to get to your reaction to this Trump campaign now saying Donald Trump believes that President Obama was born in the United States."}, {"sentId": 404, "text": "You know, it's interesting that he told the Washington Post that this evening, but his campaign, at least campaign manager has been saying that all along."}, {"sentId": 405, "text": "Is it new?"}, {"sentId": 406, "text": "What's your response."}], "speaker": "LEMON", "secId": 197}, {"sentences": [{"sentId": 407, "text": "Well, I think it's progress."}, {"sentId": 408, "text": "At some point he just have to address it to himself."}, {"sentId": 409, "text": "I mean, basically he kind of stepped in the doggie poo with the Washington Post."}, {"sentId": 410, "text": "Hillary Clinton smacked him for it."}, {"sentId": 411, "text": "He had somebody to push out the statement to try to stop a little bit of the bleeding."}], "speaker": "JONES", "secId": 198}, {"sentences": [{"sentId": 412, "text": "At some point he's going to have to stand up in front of the American people like anybody else to do with his own mouth and say that he was wrong and it would be great for him to apologize."}, {"sentId": 413, "text": "You know, a lot of the Trump people feel that this is not a racial thing."}, {"sentId": 414, "text": "The way they see it, you know, yes, Ted Cruz and other people."}], "speaker": "JONES", "secId": 199}, {"sentences": [{"sentId": 415, "text": "But I'm going to tell you, the way it landed for African-Americans and you got the facts as they are, that this really felt like it was a cheap shot at somebody who had a different skin color, different kind of a name and wasn't fair."}], "speaker": "JONES", "secId": 200}, {"sentences": [{"sentId": 416, "text": "I think the Trump people would do themselves a great service not to continue to act like the millions of black people who were offended, have nothing to stand on."}, {"sentId": 417, "text": "Get the momentum going, apologize show you have some empathy."}, {"sentId": 418, "text": "You may get somewhere with this."}], "speaker": "JONES", "secId": 201}, {"sentences": [{"sentId": 419, "text": "Andy, what do you think?"}], "speaker": "LEMON", "secId": 202}, {"sentences": [{"sentId": 420, "text": "Well, Van, I just think that, you know, I like van as a person but I feel like he's factually incorrect."}, {"sentId": 421, "text": "I mean, I think maybe liberals on television may think it's a race issue but if you look at American history, the histories are very clear."}], "speaker": "DEAN", "secId": 203}, {"sentences": [{"sentId": 422, "text": "There have been five major birther controversies in the history of our country, the first was 1881 with Chester A. Arthur, who was a white republican, then 1916, Charles Evans Hughes."}], "speaker": "DEAN", "secId": 204}, {"sentences": [{"sentId": 423, "text": "Andy, Andy, if I can just stop you from -- Andy -- if I can just stop for a moment."}], "speaker": "LEMON", "secId": 205}, {"sentences": [{"sentId": 424, "text": "Wow."}, {"sentId": 425, "text": "Why are you doing that?"}], "speaker": "ROSEN", "secId": 206}, {"sentences": [{"sentId": 426, "text": "OK."}], "speaker": "DEAN", "secId": 207}, {"sentences": [{"sentId": 427, "text": "You're defending it now?"}], "speaker": "ROSEN", "secId": 208}, {"sentences": [{"sentId": 428, "text": "Yes, OK, listen."}], "speaker": "LEMON", "secId": 209}, {"sentences": [{"sentId": 429, "text": "No, I'm not defending it."}, {"sentId": 430, "text": "What I'm saying..."}], "speaker": "DEAN", "secId": 210}, {"sentences": [{"sentId": 431, "text": "You are."}], "speaker": "ROSEN", "secId": 211}, {"sentences": [{"sentId": 432, "text": "The question of a person's birthplace has nothing to do with race."}, {"sentId": 433, "text": "And throughout American history there been many of these issues..."}], "speaker": "DEAN", "secId": 212}, {"sentences": [{"sentId": 434, "text": "Andy, here is the whole point that I was making in earlier segment about the campaign being tone deaf."}, {"sentId": 435, "text": "Are you listening?"}], "speaker": "LEMON", "secId": 213}, {"sentences": [{"sentId": 436, "text": "OK."}], "speaker": "DEAN", "secId": 214}, {"sentences": [{"sentId": 437, "text": "I'm African-American."}, {"sentId": 438, "text": "Look at your monitor, Van Jones is African-American, we speak with a lot of African-Americans, we live with them."}, {"sentId": 439, "text": "There are mothers, there are fathers, we got the barber stores, we live in the neighborhoods, and two of those people who we interact with every single day, it is an issue that they have a problem with that they see as racist, as they see as deligitimizing the first African-American president..."}], "speaker": "LEMON", "secId": 215}, {"sentences": [{"sentId": 440, "text": "But, Don."}], "speaker": "DEAN", "secId": 216}, {"sentences": [{"sentId": 441, "text": "Hang on."}, {"sentId": 442, "text": "When your candidate is trying to reach out to African-American."}, {"sentId": 443, "text": "We, as African-Americans are telling you this is an issue that we see as racial and you're saying no, it's not."}, {"sentId": 444, "text": "That is being tone deaf."}, {"sentId": 445, "text": "Don't you understand that?"}], "speaker": "LEMON", "secId": 217}, {"sentences": [{"sentId": 446, "text": "Don, I disagree and I would like you just to hear my side and, you know, the Trump campaign side."}, {"sentId": 447, "text": "I don't speak for the Trump campaign, but I believe the Trump campaign side."}, {"sentId": 448, "text": "OK."}], "speaker": "DEAN", "secId": 218}, {"sentences": [{"sentId": 449, "text": "Obama was born in the United States."}, {"sentId": 450, "text": "He was born in Hawaii in 1959."}, {"sentId": 451, "text": "We know that of course because we got the long-form birth certificate."}, {"sentId": 452, "text": "Hawaii, by the way, and excuse me, before 1961, Hawaii became a state in 1959."}, {"sentId": 453, "text": "OK. First, there was some controversy there because George Romney was the same thing where he was born..."}], "speaker": "DEAN", "secId": 219}, {"sentences": [{"sentId": 454, "text": "OK. What's your point?"}, {"sentId": 455, "text": "Go ahead, what's your point?"}], "speaker": "LEMON", "secId": 220}, {"sentences": [{"sentId": 456, "text": "OK."}, {"sentId": 457, "text": "The point -- the point is this."}, {"sentId": 458, "text": "Throughout American history there been questions as to people's birth place, And it has nothing to do with his skin color as evidenced by the fact that five other individuals have gone through this who have been white republicans."}, {"sentId": 459, "text": "So, it is not a race issue."}], "speaker": "DEAN", "secId": 221}, {"sentences": [{"sentId": 460, "text": "You didn't hear anything I said."}], "speaker": "LEMON", "secId": 222}, {"sentences": [{"sentId": 461, "text": "To make it a -- Don..."}], "speaker": "DEAN", "secId": 223}, {"sentences": [{"sentId": 462, "text": "You did not hear anything I said."}, {"sentId": 463, "text": "You may not think it's a race issue."}], "speaker": "LEMON", "secId": 224}, {"sentences": [{"sentId": 464, "text": "... to make this as a race issue the race itself."}], "speaker": "DEAN", "secId": 225}, {"sentences": [{"sentId": 465, "text": "You may not think it's a race issue."}, {"sentId": 466, "text": "I'm telling you how African-Americans feel about it and you're denying how African- Americans feel about it."}, {"sentId": 467, "text": "You're telling me..."}], "speaker": "LEMON", "secId": 226}, {"sentences": [{"sentId": 468, "text": "I'm not denying anything."}, {"sentId": 469, "text": "You can feel..."}], "speaker": "DEAN", "secId": 227}, {"sentences": [{"sentId": 470, "text": "I think Andy is doing a good job."}], "speaker": "KINGSTON", "secId": 228}, {"sentences": [{"sentId": 471, "text": "At the very least, Andy, you're undoing whatever potential good that Jason Miller just did five minutes ago."}, {"sentId": 472, "text": "DEAN:  No, you're just -- but, Don, I get it."}, {"sentId": 473, "text": "This is a good TV moment"}], "speaker": "ROSEN", "secId": 229}, {"sentences": [{"sentId": 474, "text": "where you're trying to paint this into a corner like Obama was born into the United States, OK. And if you feel it's a race issue then look, you're always going to feel that way, but Donald Trump loves African-Americans like he loves all people and he wants to talk about jobs."}, {"sentId": 475, "text": "And I think the great thing that was done tonight, though..."}], "speaker": "ROSEN", "secId": 230}, {"sentences": [{"sentId": 476, "text": "OK."}], "speaker": "LEMON", "secId": 231}, {"sentences": [{"sentId": 477, "text": "... is that we're going to get this issue behind us so that we can talk about jobs and Trump..."}], "speaker": "DEAN", "secId": 232}, {"sentences": [{"sentId": 478, "text": "Let's give other people a time."}, {"sentId": 479, "text": "Go ahead, Congressman."}], "speaker": "LEMON", "secId": 233}, {"sentences": [{"sentId": 480, "text": "... than any republican."}], "speaker": "DEAN", "secId": 234}, {"sentences": [{"sentId": 481, "text": "Don, let me say this."}, {"sentId": 482, "text": "I'm actually enjoying it and I think Andy has a point."}, {"sentId": 483, "text": "But certainly, that you and Van have the point."}, {"sentId": 484, "text": "I had the honor of representing a district that was 30 percent African- American in a town in which I live, Savannah, Georgia, which is 50 percent African-American."}], "speaker": "KINGSTON", "secId": 235}, {"sentences": [{"sentId": 485, "text": "And I do believe there is something to be said that if it is an issue with a constituency, regardless of what the issue is, then it is an issue."}, {"sentId": 486, "text": "And so, I think Donald Trump..."}], "speaker": "KINGSTON", "secId": 236}, {"sentences": [{"sentId": 487, "text": "Andy, are you listening?"}], "speaker": "LEMON", "secId": 237}, {"sentences": [{"sentId": 488, "text": "... so I think Donald Trump has done the right thing tonight and he has absolutely done the right thing by reaching out, by going to Baton Rouge, by going to Detroit, by going to Flint, Michigan."}], "speaker": "KINGSTON", "secId": 238}, {"sentences": [{"sentId": 489, "text": "And going to areas which aren't really warm and fuzzy to republicans but the reality is he's serious about the African-American vote."}, {"sentId": 490, "text": "And in order to do so, he wanted to get this out of the way."}, {"sentId": 491, "text": "And I think that's what he's going to do and now..."}], "speaker": "KINGSTON", "secId": 239}, {"sentences": [{"sentId": 492, "text": "Yes."}, {"sentId": 493, "text": "Jack said it better than I am."}], "speaker": "DEAN", "secId": 240}, {"sentences": [{"sentId": 494, "text": "Hilary, go ahead."}, {"sentId": 495, "text": "What's your response?"}], "speaker": "LEMON", "secId": 241}, {"sentences": [{"sentId": 496, "text": "Jack said that much better than me, that was good."}], "speaker": "ROSEN", "secId": 242}, {"sentences": [{"sentId": 497, "text": "No, I think..."}], "speaker": "ROSEN", "secId": 243}, {"sentences": [{"sentId": 498, "text": "Thanks, Andy."}, {"sentId": 499, "text": "ROSEN:  ..."}, {"sentId": 500, "text": "I think he gave it one hand, and take it away with the"}], "speaker": "KINGSTON", "secId": 244}, {"sentences": [{"sentId": 501, "text": "other, I think by suggesting by lying first of all about the history of his efforts and suggesting that Hillary Clinton is the one who started this."}], "speaker": "KINGSTON", "secId": 245}, {"sentences": [{"sentId": 502, "text": "He turned this story into a longer story because Hillary Clinton cannot and will not let him get away with lying about her being the one starting this effort."}, {"sentId": 503, "text": "So, if he really wanted to get of this, if he really wanted to be true and up standing and reach out as you said to the African-American community, he would just man up and just say, you know what, wrong, I was wrong and I now believe that the president was born here."}], "speaker": "KINGSTON", "secId": 246}, {"sentences": [{"sentId": 504, "text": "Instead, he bragged that he did it in the first place and then he lied about how it got started."}, {"sentId": 505, "text": "So, as far as I'm concerned..."}], "speaker": "KINGSTON", "secId": 247}, {"sentences": [{"sentId": 506, "text": "Well, let me say this."}], "speaker": "KINGSTON", "secId": 248}, {"sentences": [{"sentId": 507, "text": "... he made this worse, not better."}], "speaker": "ROSEN", "secId": 249}, {"sentences": [{"sentId": 508, "text": "Quick, Congressman, because I want Van to get back in, as well."}], "speaker": "LEMON", "secId": 250}, {"sentences": [{"sentId": 509, "text": "I want to say March 19, 2007, Mark Penn, a Clinton adviser wrote in a review in a Gallup poll that one of the problems holding Barack Obama back was his lack of American roots."}, {"sentId": 510, "text": "Now whether the Clinton campaign was acting on that or just leaking it, I'll never know, but I can say this, it's absolutely a fact that Mark Penn, Clinton advisor brought it up on March 19th 2007."}], "speaker": "KINGSTON", "secId": 251}, {"sentences": [{"sentId": 511, "text": "He didn't bring it up publicly."}], "speaker": "ROSEN", "secId": 252}, {"sentences": [{"sentId": 512, "text": "He absolutely did."}], "speaker": "KINGSTON", "secId": 253}, {"sentences": [{"sentId": 513, "text": "We've gone through this, Congressman, with all due respect, we've gone through with every single fact check and there is no proof that the Clinton campaign had anything to do with it."}, {"sentId": 514, "text": "Maybe he started..."}], "speaker": "LEMON", "secId": 254}, {"sentences": [{"sentId": 515, "text": "He brought it up, but I don't know if he meant to promote it or not."}, {"sentId": 516, "text": "You never know with the Clintons."}], "speaker": "KINGSTON", "secId": 255}, {"sentences": [{"sentId": 517, "text": "OK. Let's just say that you're right, which you're not, Donald Trump doubled down, sent investigators -- then after the president -- let me just read this to you."}, {"sentId": 518, "text": "\"After the president released his birth certificate, he talked about the guy and he says how amazing to help directly to verify copies of Obama's birth certificate who dies in the plane crash and all others lived,\" that he wrote it."}, {"sentId": 519, "text": "This was after he released in 2011."}, {"sentId": 520, "text": "And then another one he says \"An extremely incredible source has"}], "speaker": "LEMON", "secId": 256}, {"sentences": [{"sentId": 521, "text": "called my office and told me that Barack Obama's birth certificate is a fraud.\""}], "speaker": "LEMON", "secId": 257}, {"sentences": [{"sentId": 522, "text": "So, even after the president released his long-form birth certificate, which in fact he was born in the United States, Donald Trump still did not believe it and now you're not understanding why this may upset some people."}, {"sentId": 523, "text": "But go ahead, Van."}], "speaker": "LEMON", "secId": 258}, {"sentences": [{"sentId": 524, "text": "Well, yes, I mean, and that years after that -- 2013 was what you are reading from, so literally years after he is still trafficking this sort of stuff."}, {"sentId": 525, "text": "And listen, I thought Andy did a very good job."}], "speaker": "JONES", "secId": 259}, {"sentences": [{"sentId": 526, "text": "I just wanted to hear all the other dates, as well of giving us that history and perspective."}, {"sentId": 527, "text": "Here's the reality."}, {"sentId": 528, "text": "You know, in different contexts, the same thing can mean something very different."}], "speaker": "JONES", "secId": 260}, {"sentences": [{"sentId": 529, "text": "Yes, absolutely."}], "speaker": "KINGSTON", "secId": 261}, {"sentences": [{"sentId": 530, "text": "In the same act, you know, in one decade or one century can be completely differently received in this one."}, {"sentId": 531, "text": "And I think what I want the Trump people who are listening to remember is that when you have an African-American president, the first one in there, this idea that he is just like not a legitimate president, that there's something about him that's just disqualifying, there was a high level of sensitivity to that, whether you think it's right or wrong."}], "speaker": "JONES", "secId": 262}, {"sentences": [{"sentId": 532, "text": "I'm sure that the Catholics felt the same way about Kennedy."}, {"sentId": 533, "text": "I'm sure if you got a woman you're going to feel, you have to keep that in mind."}, {"sentId": 534, "text": "And when this guy just doubled down, and doubled down, and one of the most famous people in the world doubling down, it really hurt people's feeling and they felt that it was racial."}], "speaker": "JONES", "secId": 263}, {"sentences": [{"sentId": 535, "text": "And so, this history lesson is good but I want you to understand the present, too."}, {"sentId": 536, "text": "And in the present context it was received racially."}], "speaker": "JONES", "secId": 264}, {"sentences": [{"sentId": 537, "text": "OK."}, {"sentId": 538, "text": "So, Listen..."}], "speaker": "LEMON", "secId": 265}, {"sentences": [{"sentId": 539, "text": "And I think, Van, you know..."}], "speaker": "ROSEN", "secId": 266}, {"sentences": [{"sentId": 540, "text": "I just want to say like, Donald Trump has said, this was 5-28- 16 when someone release the statement or spoke for him and it didn't include his name."}, {"sentId": 541, "text": "He did write, he said, \"Don't believe the bias and phony media quoting people who work for my campaign."}, {"sentId": 542, "text": "The only quote that matters is a quote from me.\""}, {"sentId": 543, "text": "SO, it will be interesting to hear what the president -- what Donald Trump has to say about the president and his birth certificate."}], "speaker": "LEMON", "secId": 267}, {"sentences": [{"sentId": 544, "text": "Thank you very much."}, {"sentId": 545, "text": "When we come back, the candidate's fitness, specifically their physical fitness for the highest office in the land."}, {"sentId": 546, "text": "I'm going to talk to the experts."}, {"sentId": 547, "text": "That's next."}], "speaker": "LEMON", "secId": 268}, {"sentences": [{"sentId": 548, "text": "Hillary Clinton back on the campaign trail following her bout with pneumonia."}, {"sentId": 549, "text": "Meanwhile, Donald Trump's campaign releasing information about his health."}], "speaker": "LEMON", "secId": 269}, {"sentences": [{"sentId": 550, "text": "Here to discuss, Dr. Ian Smith, a member of the President's Council on Fitness, Sports and Nutrition; and Tony Horton, the creator of fitness series P90X."}], "speaker": "LEMON", "secId": 270}, {"sentences": [{"sentId": 551, "text": "And what's the other one that you have now?"}], "speaker": "LEMON", "secId": 271}, {"sentences": [{"sentId": 552, "text": "Twenty two-minute hard core."}, {"sentId": 553, "text": "Brand new."}], "speaker": "HORTON", "secId": 272}, {"sentences": [{"sentId": 554, "text": "All right."}, {"sentId": 555, "text": "There you go."}, {"sentId": 556, "text": "So, he got the plug in right at the top."}], "speaker": "LEMON", "secId": 273}, {"sentences": [{"sentId": 557, "text": "Good to see both of you."}, {"sentId": 558, "text": "Dr. Ian, good to see you again from -- we were buddies when I lived in Chicago."}, {"sentId": 559, "text": "I don't get to hang out with you anymore but I'm glad to have"}], "speaker": "LEMON", "secId": 274}, {"sentences": [{"sentId": 560, "text": "you on."}], "speaker": "LEMON", "secId": 275}, {"sentences": [{"sentId": 561, "text": "Donald Trump and Hillary Clinton, Ian, the oldest candidate for the presidency that we have ever had, from what you know -- I don't know if you've examined either of them, but I doubt it -- are they physically fit to serve?"}], "speaker": "LEMON", "secId": 276}, {"sentences": [{"sentId": 562, "text": "Well, it's interesting."}, {"sentId": 563, "text": "Of course, this is extremely controversial topic when you talk about presidential health requirements."}, {"sentId": 564, "text": "I've not examined either one of them,"}], "speaker": "SMITH", "secId": 277}, {"sentences": [{"sentId": 565, "text": "But I can tell you this, if you are to believe what they have revealed to us both of them seem to be relatively healthy."}, {"sentId": 566, "text": "The claim that Trump makes that he's going to be the healthiest person ever elected, that's very grandiose, very debatable, but the fact is, he's never smoked, he's not a drinker, his parents lived for a long time."}], "speaker": "SMITH", "secId": 278}, {"sentences": [{"sentId": 567, "text": "He's overweight, he revealed that, 6 foot 3, 236, he puts some BMI of 29.5 or 29.9."}, {"sentId": 568, "text": "But also he's active."}, {"sentId": 569, "text": "He's not as active as he wants to be but he's active."}], "speaker": "SMITH", "secId": 279}, {"sentences": [{"sentId": 570, "text": "As far as Hillary Clinton is concerned, listen, she's had an issue of clots."}, {"sentId": 571, "text": "She's fainted before and she had a concussion, everyone remembers that."}, {"sentId": 572, "text": "But this is a situation where she had pneumonia."}, {"sentId": 573, "text": "I've had pneumonia also, too, Don, and she was trying to push through her pneumonia and it didn't work."}], "speaker": "SMITH", "secId": 280}, {"sentences": [{"sentId": 574, "text": "People typically recommend when you have pneumonia that you stay home and let your immune system gather itself."}, {"sentId": 575, "text": "So, in my opinion from what I've read and what I've heard they both could serve as president as far as health concerns."}], "speaker": "SMITH", "secId": 281}, {"sentences": [{"sentId": 576, "text": "OK. Let's talk about exercise, right, in moving around because today, doctor on the Dr. Oz show, Trump said campaigning was a form of exercise."}, {"sentId": 577, "text": "Tony, let's listen in and then we'll talk about it."}], "speaker": "LEMON", "secId": 282}, {"sentences": [{"sentId": 578, "text": "All right."}], "speaker": "HORTON", "secId": 283}, {"sentences": [{"sentId": 579, "text": "How do you stay healthy on the campaign trail?"}], "speaker": "OZ", "secId": 284}, {"sentences": [{"sentId": 580, "text": "It's a lot of work."}, {"sentId": 581, "text": "You know, when I'm speaking in front of 15 and 20,000 people and up there using a lot of motion, I guess in its own way it's a -- it's pretty healthy act."}], "speaker": "TRUMP", "secId": 285}, {"sentences": [{"sentId": 582, "text": "And I really enjoy doing it."}, {"sentId": 583, "text": "A lot of times these rooms are very hot like saunas and I guess that's a form of exercise."}], "speaker": "TRUMP", "secId": 286}, {"sentences": [{"sentId": 584, "text": "Is that a form of exercise?"}], "speaker": "LEMON", "secId": 287}, {"sentences": [{"sentId": 585, "text": "I'd have to agree, you know, based on my 35 years of experience exercise requires a lot of muscle recruitment it requires heavy breathing, increased heart rate, you know."}, {"sentId": 586, "text": "And he's also a fast food junky, and he's 70 years old."}, {"sentId": 587, "text": "And he's obviously overweight like the doctor said."}], "speaker": "HORTON", "secId": 288}, {"sentences": [{"sentId": 588, "text": "I mean, in my business, I would call that a ticking time bomb."}, {"sentId": 589, "text": "I mean, I don't -- I mean, he's kind of a beast in the sense that, you know, he's got this great stamina and he's doing really well on the trail, he seem to be holding up."}, {"sentId": 590, "text": "But he is 70 years old and he's not eating well and overweight."}, {"sentId": 591, "text": "That's just not, those aren't good."}], "speaker": "HORTON", "secId": 289}, {"sentences": [{"sentId": 592, "text": "So, Hillary Clinton reports that she does exercise when she can, she does yoga, water aerobics and walking."}, {"sentId": 593, "text": "Is that a good level of activity?"}], "speaker": "LEMON", "secId": 290}, {"sentences": [{"sentId": 594, "text": "Well, it really depends on the individual."}, {"sentId": 595, "text": "I mean, obviously the schedule is brutal and, you know, there's certain components that are important."}, {"sentId": 596, "text": "You know, you need the proper sleep, stress control, hydration is huge."}, {"sentId": 597, "text": "A lot of people don't drink enough water."}], "speaker": "HORTON", "secId": 291}, {"sentences": [{"sentId": 598, "text": "And nutrition is really the foundation of having the chemical releases that you need of dopamine, serotonin the things so that you can sharp you can be ready and go at this day after day, week after week."}], "speaker": "HORTON", "secId": 292}, {"sentences": [{"sentId": 599, "text": "So, when you consider the average American and you look at Hillary Clinton and Donald trump, are they about on par with the average American?"}], "speaker": "LEMON", "secId": 293}, {"sentences": [{"sentId": 600, "text": "I think with the average American they are, but, you know, based on what they -- what they're trying to do what they're trying to accomplish they probably need to, you know, find some kind of downtime, you know, that's important, they're having those quality downtime moments, they're hard."}, {"sentId": 601, "text": "They're hard to come by."}], "speaker": "HORTON", "secId": 294}, {"sentences": [{"sentId": 602, "text": "And hydration and sleep and stress control and really making sure that you eat well."}, {"sentId": 603, "text": "I mean, and really all you need is 10 minutes of some kind of physical activity."}, {"sentId": 604, "text": "And I think being on the campaign trail and being on stage in a hot room doesn't quite cut it."}, {"sentId": 605, "text": "LEMON:  All right."}, {"sentId": 606, "text": "Thank you, gentlemen."}, {"sentId": 607, "text": "I appreciate it."}, {"sentId": 608, "text": "Good to see"}], "speaker": "HORTON", "secId": 295}, {"sentences": [{"sentId": 609, "text": "both of you."}], "speaker": "HORTON", "secId": 296}, {"sentences": [{"sentId": 610, "text": "When we come right back, Donald Trump says his economic plan can be summed up in three words, jobs, jobs, jobs, but is it a plan that could work?"}, {"sentId": 611, "text": "We're going to discuss."}], "speaker": "HORTON", "secId": 297}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1609.15.cnnt.01.html.json", "time": "Aired September 15, 2016 - 22:00   ET"}