{"sectionCount": 194, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["LEMON", "SAVIDGE", "KOSINSKI", "OBAMA", "RICH", "HARLEY", "GRAY", "HINES", "SELLERS", "HOSTIN", "PROKUPECZ", "KERIK", "TANKLEFF", "PALMER", "CHAPMAN"], "subTitle": "The Wake for Reverend Pinckney; Barack Obama to Deliver Eulogy at Pinckney's Funeral; The Debate over the Confederate Flag. Aired 10- 11:00p ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1506/25/cnnt.01.html", "sentenceCount": 710, "sections": [{"sentences": [{"sentId": 0, "text": "It is 10 p.m. here in Charleston on the eve of the funeral of Reverend Clementa Pinckney, gunned down with eight members of his congregation just a week ago."}], "speaker": "LEMON", "secId": 0}, {"sentences": [{"sentId": 1, "text": "This is CNN Tonight."}, {"sentId": 2, "text": "I'm Don Lemon."}, {"sentId": 3, "text": "The wake for Reverend Pinckney went longer than expected because of the crowd."}, {"sentId": 4, "text": "Now, we're just hours away from President Barack Obama's eulogy for a man he's known since the campaign in 2008."}, {"sentId": 5, "text": "What he says tomorrow will be deeply personal."}, {"sentId": 6, "text": "But, could it also go down in history as a defining moment of his presidency on race?"}], "speaker": "LEMON", "secId": 1}, {"sentences": [{"sentId": 7, "text": "We're going to begin with all of that tonight."}, {"sentId": 8, "text": "CNN's Martin Savidge is here with me in Charleston."}, {"sentId": 9, "text": "Michelle Kosinski is at the White House for us."}], "speaker": "LEMON", "secId": 2}, {"sentences": [{"sentId": 10, "text": "And, Martin, I want to start with you."}, {"sentId": 11, "text": "You know, you have been here -- you have been here, you know, throughout since this has happened."}, {"sentId": 12, "text": "I think this is probably the most solemn evening that we had seen here."}, {"sentId": 13, "text": "Because, yes, it just wrapped up just a short time ago."}], "speaker": "LEMON", "secId": 3}, {"sentences": [{"sentId": 14, "text": "I think part of it is, as you say, you know, respect given to the fact that Reverend Pinckney was here and the wake was being held, also to things being prepared security wise for the president's visit tomorrow."}, {"sentId": 15, "text": "You know, you mentioned that eulogy speech."}], "speaker": "SAVIDGE", "secId": 4}, {"sentences": [{"sentId": 16, "text": "Right."}], "speaker": "LEMON", "secId": 5}, {"sentences": [{"sentId": 17, "text": "It is going to be huge."}], "speaker": "SAVIDGE", "secId": 6}, {"sentences": [{"sentId": 18, "text": "What do you think we're going to hear from him?"}], "speaker": "LEMON", "secId": 7}, {"sentences": [{"sentId": 19, "text": "Well, I think, you know, race is going to be key thing."}, {"sentId": 20, "text": "You mentioned one thing which is predominant."}, {"sentId": 21, "text": "This tragedy to him is personal."}], "speaker": "SAVIDGE", "secId": 8}, {"sentences": [{"sentId": 22, "text": "Yes."}], "speaker": "LEMON", "secId": 9}, {"sentences": [{"sentId": 23, "text": "He knew Reverend Pinckney."}, {"sentId": 24, "text": "It was crucial for the 2008 campaign here in South Carolina."}, {"sentId": 25, "text": "So, that's important to note."}, {"sentId": 26, "text": "Race is something the president had been reluctant to talk about in the early part of his administration."}, {"sentId": 27, "text": "But, as you know, this week, had a very blunt conversation about that."}, {"sentId": 28, "text": "LEMON: Right."}], "speaker": "SAVIDGE", "secId": 10}, {"sentences": [{"sentId": 29, "text": "So, I think that, you know, normally, he is the comforter in chief."}, {"sentId": 30, "text": "It is a role that he is used and worked with very well."}, {"sentId": 31, "text": "But because of the fact that he is the first black president, race is going to dominate."}, {"sentId": 32, "text": "There could also be the issue of gun control here, talking about guns, and the access to them and the ease of that."}], "speaker": "SAVIDGE", "secId": 11}, {"sentences": [{"sentId": 33, "text": "So, I think you're right."}, {"sentId": 34, "text": "This could be a very key moment for him to talk to not just the city, but a nation with something we're still grappling with."}], "speaker": "SAVIDGE", "secId": 12}, {"sentences": [{"sentId": 35, "text": "I want to get into more specifics with Michelle Kosinski at the White House in just moments."}, {"sentId": 36, "text": "But I want to talk to you."}, {"sentId": 37, "text": "The Roof family released a statement today."}, {"sentId": 38, "text": "What do they say?"}], "speaker": "LEMON", "secId": 13}, {"sentences": [{"sentId": 39, "text": "Yes."}, {"sentId": 40, "text": "This is the second statement that we had come from them."}, {"sentId": 41, "text": "Now let me just read to you a portion of it."}], "speaker": "SAVIDGE", "secId": 14}, {"sentences": [{"sentId": 42, "text": "OK."}], "speaker": "LEMON", "secId": 15}, {"sentences": [{"sentId": 43, "text": "And it goes like this."}, {"sentId": 44, "text": "\"We would like to take this time to reflect on the victims and give their families time to grieve."}, {"sentId": 45, "text": "We feel it would be inappropriate to say anything at this time other than we are truly sorry for their loss.\""}, {"sentId": 46, "text": "And it should be noted that the suspect here, Dylann Roof, of course, is in the county jail, he has no access to any media."}, {"sentId": 47, "text": "So, he has no idea of any that is transpired after he was taken into custody."}], "speaker": "SAVIDGE", "secId": 16}, {"sentences": [{"sentId": 48, "text": "And that statement from them probably the most appropriate thing they could say without saying anything at all."}, {"sentId": 49, "text": "Thank you very much, Martin Savidge."}, {"sentId": 50, "text": "I appreciate it."}], "speaker": "LEMON", "secId": 17}, {"sentences": [{"sentId": 51, "text": "I want to go to the White House to Michelle Kosinski."}, {"sentId": 52, "text": "You know, tomorrow ends an extraordinary week for President Barack Obama."}, {"sentId": 53, "text": "But first, tonight, you know, it's not raining on President Obama's parade, is it?"}], "speaker": "LEMON", "secId": 18}, {"sentences": [{"sentId": 54, "text": "Yes, I mean, hopefully he wasn't celebrating with a barbecue."}, {"sentId": 55, "text": "We just got drenched out here."}, {"sentId": 56, "text": "But the White House wouldn't say if he is celebrating this or how."}, {"sentId": 57, "text": "They wouldn't even say if he feels vindicated."}, {"sentId": 58, "text": "They would only use the word pleased."}, {"sentId": 59, "text": "Then this was really interesting because for weeks now we've been seeing this really confident posturing by the White House and by the president himself."}], "speaker": "KOSINSKI", "secId": 19}, {"sentences": [{"sentId": 60, "text": "They've been saying things like, this is an easy case."}, {"sentId": 61, "text": "It shouldn't have even been brought in the first place."}, {"sentId": 62, "text": "Shouldn't have been taken up by the court, almost publicly challenging the Supreme Court."}, {"sentId": 63, "text": "And then, today, to see this spirit of relief around here, this celebration."}, {"sentId": 64, "text": "I mean, people outright hugging."}, {"sentId": 65, "text": "And we saw the photos of the president exuberantly slapping hands there with his Chief of Staff."}], "speaker": "KOSINSKI", "secId": 20}, {"sentences": [{"sentId": 66, "text": "He told us that, you know, they probably didn't think it was absolutely certain that things were going do go their way."}, {"sentId": 67, "text": "And then when the president went out to the Rose Garden to deliver a speech, you know, he went right to legacy."}, {"sentId": 68, "text": "Talking about how this is something that had been talked about for a century debated for decades."}, {"sentId": 69, "text": "Now, health care is something that is everyone's right."}, {"sentId": 70, "text": "Listen."}], "speaker": "KOSINSKI", "secId": 21}, {"sentences": [{"sentId": 71, "text": "The Affordable Care Act is here to stay."}, {"sentId": 72, "text": "Someday, our grand kids will ask us if there was really a time when America discriminated against people who get sick."}, {"sentId": 73, "text": "Because that is something this has ended for good."}, {"sentId": 74, "text": "What we're not going to do is unravel what is now been woven into the fabric of America."}], "speaker": "OBAMA", "secId": 22}, {"sentences": [{"sentId": 75, "text": "You know, the White House want us to still frame this in terms of helping the middle-class."}, {"sentId": 76, "text": "I mean, the president say, this is a victory for me."}, {"sentId": 77, "text": "He said, this is a victory for hard-working Americans."}, {"sentId": 78, "text": "This is a great day for America."}, {"sentId": 79, "text": "But we know this is one of the best days for this White House."}], "speaker": "KOSINSKI", "secId": 23}, {"sentences": [{"sentId": 80, "text": "And also, today, you know, in the same day, they saw Congress pass these trade bills that now open things up for him to pass a historic trade pact with Asia, which is also a big legacy issue for him."}, {"sentId": 81, "text": "Don."}], "speaker": "KOSINSKI", "secId": 24}, {"sentences": [{"sentId": 82, "text": "Yes, and let's talk more about the president."}, {"sentId": 83, "text": "You know, he seems pretty liberated, I think, this week, in his public appearances and his interviews."}, {"sentId": 84, "text": "What's going on?"}], "speaker": "LEMON", "secId": 25}, {"sentences": [{"sentId": 85, "text": "Yes, I think that's exactly how he wants to seem."}, {"sentId": 86, "text": "I mean, this is a time when there's so much going on when he's at the point in his presidency where he can really speak more freely and take more of a stand on things where he doesn't feel kind of hemmed in by too much controversy from either side."}, {"sentId": 87, "text": "Because guess what, the controversy in the fighting is still there coming from Congress and critics."}], "speaker": "KOSINSKI", "secId": 26}, {"sentences": [{"sentId": 88, "text": "So, what we saw was, first, you know, very direct talk on gun control after the Charleston shooting."}, {"sentId": 89, "text": "We didn't even expect him to really go there."}, {"sentId": 90, "text": "We expected his address to be more condolences."}, {"sentId": 91, "text": "But he absolutely went there."}, {"sentId": 92, "text": "Talking about race, violence and guns."}, {"sentId": 93, "text": "Then he did this interview, this hour-long sit-down interview in a garage for a podcast in California called wtf."}], "speaker": "KOSINSKI", "secId": 27}, {"sentences": [{"sentId": 94, "text": "Remember, that's where he said the \"n\" word, surprising many."}, {"sentId": 95, "text": "That was really, you know, what made headlines for that day."}, {"sentId": 96, "text": "Well, in that same interview, he said he felt fearless at this point in his presidency."}, {"sentId": 97, "text": "And then it just goes from there."}], "speaker": "KOSINSKI", "secId": 28}, {"sentences": [{"sentId": 98, "text": "So, you know, today, making this speech having these victories on health care, on trade."}, {"sentId": 99, "text": "And we expect to see more of this, Don."}, {"sentId": 100, "text": "And you know what, there was also that heckler incidents."}, {"sentId": 101, "text": "You know, just the other night here at the White House when they had an event for LGBT issues."}, {"sentId": 102, "text": "And he really shut down this person who started speaking out in the crowd."}, {"sentId": 103, "text": "Listen to this."}], "speaker": "KOSINSKI", "secId": 29}, {"sentences": [{"sentId": 104, "text": "OK. You know what -- no, no, no."}, {"sentId": 105, "text": "Nope, nope, nope."}, {"sentId": 106, "text": "Hey!"}, {"sentId": 107, "text": "You're in my house."}], "speaker": "OBAMA", "secId": 30}, {"sentences": [{"sentId": 108, "text": "Kind of interesting how he handled that."}, {"sentId": 109, "text": "I mean, it went over great with the crowd."}, {"sentId": 110, "text": "And throughout the presidency, you know, we see President Obama a very, very careful to strike this perfect balance at times."}, {"sentId": 111, "text": "Now, it seems like, you know, he just doesn't seem to be needing to do that so much."}], "speaker": "KOSINSKI", "secId": 31}, {"sentences": [{"sentId": 112, "text": "And then, tomorrow, we're going to hear him give this eulogy for Reverend Pinckney."}, {"sentId": 113, "text": "We've expected to be more far-reaching than your average eulogy."}, {"sentId": 114, "text": "The White House isn't going to say exactly what he's going to get into issues why."}, {"sentId": 115, "text": "But they say, you know, we wouldn't rule out that he is going to be talking about, again, those hot button issues."}, {"sentId": 116, "text": "Guns, violence and race in this country, Don."}], "speaker": "KOSINSKI", "secId": 32}, {"sentences": [{"sentId": 117, "text": "Michelle Kosinski at the White House where there was just a downpour."}, {"sentId": 118, "text": "Thank you, Michelle."}, {"sentId": 119, "text": "I appreciate it."}, {"sentId": 120, "text": "I want to bring in Frank Rich now."}, {"sentId": 121, "text": "Writer-at-Large at New York Magazine."}], "speaker": "LEMON", "secId": 33}, {"sentences": [{"sentId": 122, "text": "Good evening, Frank, I want to talk to you about the president's trip to Charleston."}, {"sentId": 123, "text": "But can we first discuss his slam dunk really with the highest court upholding Obamacare."}, {"sentId": 124, "text": "Not to mention getting his trade deal."}, {"sentId": 125, "text": "Is this the biggest day maybe the biggest week in his presidency?"}], "speaker": "LEMON", "secId": 34}, {"sentences": [{"sentId": 126, "text": "It may prove to be the case."}, {"sentId": 127, "text": "I mean, this is an enormous victory before the court today."}, {"sentId": 128, "text": "And it sort of has done something, as he said, that people have been trying to achieve for decades and haven't, in terms of health care."}], "speaker": "RICH", "secId": 35}, {"sentences": [{"sentId": 129, "text": "It's also completely knocked his opponents on their heels because what are they going to do now?"}, {"sentId": 130, "text": "Campaign against the Democratic Party in the stand that would be in favor of taking away people's health care?"}, {"sentId": 131, "text": "Because more and more people are going to sign up for ACA in the months to come between now and the election."}], "speaker": "RICH", "secId": 36}, {"sentences": [{"sentId": 132, "text": "You know, he started the weekend off, Frank, using the \"n\" word."}, {"sentId": 133, "text": "And he said the in an interview, he shut a heckler as you just saw on the video there in the White House yesterday."}, {"sentId": 134, "text": "It seems to me -- it's like second term swagger a whole lot of it going on."}, {"sentId": 135, "text": "No?"}], "speaker": "LEMON", "secId": 37}, {"sentences": [{"sentId": 136, "text": "I wouldn't use the word swagger."}, {"sentId": 137, "text": "I think the fact is because he doesn't have to face the voters again, he is liberated in both policy announcements, executive orders, his language, his stance, the way he's dealing with the public, the way he is dealing with politics and his opponents."}, {"sentId": 138, "text": "It's not swagger."}, {"sentId": 139, "text": "It's just he's a liberated guy and can say what he wants and, within the Constitution, do what he wants."}], "speaker": "RICH", "secId": 38}, {"sentences": [{"sentId": 140, "text": "Yes."}, {"sentId": 141, "text": "And, you know, a whole lot of people want him to be more frank and more open when it comes to discussing issues of race."}, {"sentId": 142, "text": "He's coming here to Charleston tomorrow for the first time since the shooting to give the Reverend Pinckney's eulogy."}, {"sentId": 143, "text": "And despite the president's, you know, good week, clearly, the conversation about race isn't over."}, {"sentId": 144, "text": "What are people expecting him to say tomorrow?"}], "speaker": "LEMON", "secId": 39}, {"sentences": [{"sentId": 145, "text": "Look, like many Americans, I think I feel it's going to be a tremendous moment for him."}, {"sentId": 146, "text": "And I have no idea what he's going to say."}, {"sentId": 147, "text": "No one does."}, {"sentId": 148, "text": "But it's certainly he is someone who, even at his worst, gives great speeches."}], "speaker": "RICH", "secId": 40}, {"sentences": [{"sentId": 149, "text": "He has an incredible moment here because the racism has boiled over in America, really, since the beginning of his presidency and reached some new kind of tragic height, if that's possible, in Charleston."}, {"sentId": 150, "text": "He can address it."}, {"sentId": 151, "text": "And he can address it candidly."}, {"sentId": 152, "text": "And I think, you know, for all of this talk about him using the \"n\" word, in Marc Maron's Podcast, I think that's the tip of the iceberg for what will be a lot of articulate talk, I hope, about where we stand and what's going on in this country right now in terms of race."}], "speaker": "RICH", "secId": 41}, {"sentences": [{"sentId": 153, "text": "You know, you've never been one to bite your tongue or maybe bite your pen or your keyboard."}, {"sentId": 154, "text": "But I want to say something that you wrote in New York Magazine."}, {"sentId": 155, "text": "You're talking about the Confederate Flag; you called GOP politicians laughable cowards for waffling on whether the flag is she come down."}], "speaker": "LEMON", "secId": 42}, {"sentences": [{"sentId": 156, "text": "And here's what you said specifically."}, {"sentId": 157, "text": "You said, \"Confronted with the simplest of questions, should a State Capitol display a flag that stands for slavery, racism and treason?"}, {"sentId": 158, "text": "They had all of them spouted Jeb and Ted Cruz, a winning to hiding to Rand Paul."}, {"sentId": 159, "text": "They've been the rebel generals in the Civil War; it would have been over in a week.\""}, {"sentId": 160, "text": "I mean, how big of a problem do you think this is for the GOP?"}, {"sentId": 161, "text": "The presidential contenders?"}, {"sentId": 162, "text": "And the GOP?"}], "speaker": "LEMON", "secId": 43}, {"sentences": [{"sentId": 163, "text": "Well, I think it is a big -- I think it's a huge problem."}, {"sentId": 164, "text": "This is a party; we cannot forget this, that is essentially all white."}, {"sentId": 165, "text": "It has some black people and has a black candidate."}, {"sentId": 166, "text": "But essentially there's some old white party with a term at the 21st century."}, {"sentId": 167, "text": "150 years after Appomattox."}, {"sentId": 168, "text": "That cannot stand."}], "speaker": "RICH", "secId": 44}, {"sentences": [{"sentId": 169, "text": "And we its real character when an incident like this happens and the flag, by the way, is a relatively unimportant part of all of the things that is are wrong in terms of racial justice in America."}, {"sentId": 170, "text": "But they couldn't have the guts to come out against the flag until Nikki Haley did."}, {"sentId": 171, "text": "And they said, oh, we were all for that and we're all for taking down in the first place."}, {"sentId": 172, "text": "They looked like children."}], "speaker": "RICH", "secId": 45}, {"sentences": [{"sentId": 173, "text": "But, Frank, do you think that's waffling that you saw, do you think that what makes Donald Trump so attractive, at least so far to voters?"}, {"sentId": 174, "text": "Because in the brand new this is a CNN WMUR poll, he's really hot on the heels of Jeb Bush."}, {"sentId": 175, "text": "He's polling at 11 percent."}, {"sentId": 176, "text": "I think Jeb Bush is at 16 percent."}, {"sentId": 177, "text": "Is this why you think he has such at least initial attraction?"}], "speaker": "LEMON", "secId": 46}, {"sentences": [{"sentId": 178, "text": "Well, I think a lot of it has to do with name recognition celebrity."}, {"sentId": 179, "text": "And we're very early in the campaign."}, {"sentId": 180, "text": "But for heaven's sake, and for republicans, it couldn't take a stand against the Confederate Flag, maybe it's time for them to join Univision and others and take a stand against Donald Trump."}], "speaker": "RICH", "secId": 47}, {"sentences": [{"sentId": 181, "text": "He may well be in the first presidential debate."}, {"sentId": 182, "text": "Would you want to have a party with that as part of your brand?"}, {"sentId": 183, "text": "Donald Trump who's derogatory to everyone."}, {"sentId": 184, "text": "He's, you know, accused Obama of being un- American."}, {"sentId": 185, "text": "He's a, you know, delighted Hispanics."}, {"sentId": 186, "text": "You think they'd want to pull him down from the flag pole too."}], "speaker": "RICH", "secId": 48}, {"sentences": [{"sentId": 187, "text": "Do you think it's a little bit too soon to put any -- to put so much weight on these polls?"}, {"sentId": 188, "text": "Because in that same poll Hillary Clinton has trailed pretty closely by Bernie Sanders right now."}, {"sentId": 189, "text": "He doesn't have the name recognition of Hillary Clinton by any means."}], "speaker": "LEMON", "secId": 49}, {"sentences": [{"sentId": 190, "text": "Right."}, {"sentId": 191, "text": "These polls are really kind of meaningless."}, {"sentId": 192, "text": "A lot of the republican field isn't known to voters."}, {"sentId": 193, "text": "It's so early and I think we can pretty much discount it."}, {"sentId": 194, "text": "I don't think it tells us anything about what's can be happening a year from now."}, {"sentId": 195, "text": "And I think if you looked at polls in the previous cycle of this time, you'd be shocked to how little they had to do with the end result in 2012."}], "speaker": "RICH", "secId": 50}, {"sentences": [{"sentId": 196, "text": "Yes."}, {"sentId": 197, "text": "This is a snap shot of the moment."}, {"sentId": 198, "text": "Frank Rich, you're much appreciate it."}], "speaker": "LEMON", "secId": 51}, {"sentences": [{"sentId": 199, "text": "Yes."}], "speaker": "RICH", "secId": 52}, {"sentences": [{"sentId": 200, "text": "It was a pleasure having you on."}, {"sentId": 201, "text": "Thank you very much."}], "speaker": "LEMON", "secId": 53}, {"sentences": [{"sentId": 202, "text": "Thanks for having me."}], "speaker": "RICH", "secId": 54}, {"sentences": [{"sentId": 203, "text": "We've got a lot more live from Charleston."}, {"sentId": 204, "text": "Coming up, the youngest victim of a church shooting who lost his life trying to save others."}, {"sentId": 205, "text": "I'm going to talk to two of his close friends."}], "speaker": "LEMON", "secId": 55}, {"sentences": [{"sentId": 206, "text": "Plus, the latest on the manhunt in upstate New York."}, {"sentId": 207, "text": "And why a corrections officer says he unintentionally made it easier for the fugitives to escape."}], "speaker": "LEMON", "secId": 56}, {"sentences": [{"sentId": 208, "text": "We're back now live here in Charleston."}, {"sentId": 209, "text": "President Barack Obama will be here tomorrow along with the First Lady, Vice President Joe Biden, House Speaker John Boehner, and Hillary Clinton."}], "speaker": "LEMON", "secId": 57}, {"sentences": [{"sentId": 210, "text": "But, we should never forget that this is a very personal tragedy for the families and friends of those who lost their lives."}], "speaker": "LEMON", "secId": 58}, {"sentences": [{"sentId": 211, "text": "Joining me now is A.J."}, {"sentId": 212, "text": "Harley and Dominique Gray, both friends of shooting victim Tywanza Sanders."}, {"sentId": 213, "text": "Good to see again."}], "speaker": "LEMON", "secId": 59}, {"sentences": [{"sentId": 214, "text": "Thanks for having us, Don."}], "speaker": "HARLEY", "secId": 60}, {"sentences": [{"sentId": 215, "text": "And it's a pleasure meeting you."}], "speaker": "LEMON", "secId": 61}, {"sentences": [{"sentId": 216, "text": "We're glad to be, Don."}], "speaker": "GRAY", "secId": 62}, {"sentences": [{"sentId": 217, "text": "Thank you."}, {"sentId": 218, "text": "How are you guys doing?"}, {"sentId": 219, "text": "HARLEY: Doing great."}], "speaker": "LEMON", "secId": 63}, {"sentences": [{"sentId": 220, "text": "You're doing well?"}, {"sentId": 221, "text": "The president is coming tomorrow, A.J."}, {"sentId": 222, "text": "and Dominique."}, {"sentId": 223, "text": "What do you want to hear from the president?"}], "speaker": "LEMON", "secId": 64}, {"sentences": [{"sentId": 224, "text": "I just basically want to hear what he's been saying, you know, recently how the country needs to come together and stay together."}, {"sentId": 225, "text": "There's a lot of things going on right now, and naturally, that everybody knows about the flag just kind of feels like it's trying to tear the country apart."}, {"sentId": 226, "text": "Well, we can't allow that to happen."}], "speaker": "HARLEY", "secId": 65}, {"sentences": [{"sentId": 227, "text": "What about you, Dominique?"}], "speaker": "LEMON", "secId": 66}, {"sentences": [{"sentId": 228, "text": "For me, personally, I just want to see him say goodbye to his friend."}, {"sentId": 229, "text": "That's what I care about right now."}, {"sentId": 230, "text": "We're friends of Tywanza."}, {"sentId": 231, "text": "We're not really worried about the outside world."}, {"sentId": 232, "text": "We're kind of still in our bubble still having that sunk in that our friend has lost."}, {"sentId": 233, "text": "So, yes, I want him to come down here and pay respects to his dear friend."}], "speaker": "GRAY", "secId": 67}, {"sentences": [{"sentId": 234, "text": "Now people look at that, as you see that."}, {"sentId": 235, "text": "It says, in loving memory and it's got a picture Tywanza on there."}, {"sentId": 236, "text": "It's got sunrise and sunset."}, {"sentId": 237, "text": "That's his birth and his death."}, {"sentId": 238, "text": "And then hash tag, along with Wanza."}, {"sentId": 239, "text": "That's it."}, {"sentId": 240, "text": "That's an amazing tribute to him."}], "speaker": "LEMON", "secId": 68}, {"sentences": [{"sentId": 241, "text": "You know, I want to speak just about the president for a second longer."}, {"sentId": 242, "text": "Because the president had said, if you heard that podcast, he feels fearless now."}, {"sentId": 243, "text": "Right?"}, {"sentId": 244, "text": "Is there a bold move that you would like him to make beyond just talking about his friend?"}], "speaker": "LEMON", "secId": 69}, {"sentences": [{"sentId": 245, "text": "Not particularly."}, {"sentId": 246, "text": "Nothing I could think about the talk."}], "speaker": "HARLEY", "secId": 70}, {"sentences": [{"sentId": 247, "text": "Me neither."}], "speaker": "GRAY", "secId": 71}, {"sentences": [{"sentId": 248, "text": "No, you just wanted to pay his respects to the people here and then the rest will come later?"}, {"sentId": 249, "text": "Tell us what it's been like."}, {"sentId": 250, "text": "You said it has not sunk in."}, {"sentId": 251, "text": "Because the world -- people, I've seen people from all over the country come to visit just to be here."}, {"sentId": 252, "text": "What does it feel like if you can express to with the people who are watching?"}], "speaker": "LEMON", "secId": 72}, {"sentences": [{"sentId": 253, "text": "There's a really good energy around especially from people, you know, from all over the world that are coming here."}, {"sentId": 254, "text": "But I think for us, personally, the fact that, you know, we haven't seen him yet, you know, since everything kind of went down, I don't think it's really sunk in for a lot of us."}], "speaker": "HARLEY", "secId": 73}, {"sentences": [{"sentId": 255, "text": "So, we know that the next couple of days are going to be tough."}, {"sentId": 256, "text": "But, you know, we've got our brothers here and we know everything is going to be good."}], "speaker": "HARLEY", "secId": 74}, {"sentences": [{"sentId": 257, "text": "Yes."}], "speaker": "GRAY", "secId": 75}, {"sentences": [{"sentId": 258, "text": "So, you didn't -- did you visit the mom?"}], "speaker": "LEMON", "secId": 76}, {"sentences": [{"sentId": 259, "text": "Yes."}, {"sentId": 260, "text": "We've been to the house most of the time."}], "speaker": "GRAY", "secId": 77}, {"sentences": [{"sentId": 261, "text": "You've been to the house and how is she doing?"}, {"sentId": 262, "text": "GRAY: She's -- Mrs. Sanders is a very, very strong woman."}, {"sentId": 263, "text": "Since I've known her all of my 15 plus years of knowing Tywanza."}, {"sentId": 264, "text": "She's a very, very strong, faithful woman."}, {"sentId": 265, "text": "And I know that she'll be able to get over this for her and her families will be."}, {"sentId": 266, "text": "She keeps -- she manages to keep a smile on her face."}, {"sentId": 267, "text": "Hopefully tomorrow she maintains her strength."}], "speaker": "LEMON", "secId": 78}, {"sentences": [{"sentId": 268, "text": "Today, well, tomorrow and Saturday for this double, back-to-back laying to rest two of her family members."}], "speaker": "LEMON", "secId": 79}, {"sentences": [{"sentId": 269, "text": "What do you think?"}], "speaker": "LEMON", "secId": 80}, {"sentences": [{"sentId": 270, "text": "Same."}, {"sentId": 271, "text": "You know, just visiting her."}, {"sentId": 272, "text": "She's been keeping smile on her face."}, {"sentId": 273, "text": "She's been occupied, you know."}, {"sentId": 274, "text": "So, I know tomorrow..."}], "speaker": "HARLEY", "secId": 81}, {"sentences": [{"sentId": 275, "text": "And people intentionally keeping her occupied?"}], "speaker": "LEMON", "secId": 82}, {"sentences": [{"sentId": 276, "text": "Probably not."}, {"sentId": 277, "text": "Really she's doing it herself."}, {"sentId": 278, "text": "You know, she's keeping happy and, you know, entertaining her guests."}, {"sentId": 279, "text": "She has family in town, naturally."}, {"sentId": 280, "text": "But I know for everyone it's going to be some, we're going to have a tough two days."}], "speaker": "HARLEY", "secId": 83}, {"sentences": [{"sentId": 281, "text": "Do you worry that -- you now, this is an honest question."}, {"sentId": 282, "text": "Do you worry that once everything goes away, you know, the stage is no longer here with the CNN and, you know, the barricades and the people singing, that, you know, that is really going to set in and then no one is going to turn back and look at what happened in Charleston?"}, {"sentId": 283, "text": "Do you -- is there a worry, a concern about that?"}], "speaker": "LEMON", "secId": 84}, {"sentences": [{"sentId": 284, "text": "Right now I think that there are so many people within in the city that are so driven by what's happened and around the world."}, {"sentId": 285, "text": "Naturally things will pop up."}, {"sentId": 286, "text": "History will go on."}, {"sentId": 287, "text": "Things will calm down a little bit."}, {"sentId": 288, "text": "But I think there's going to be an overall continuing of energy that's going to proceed after all of this."}], "speaker": "HARLEY", "secId": 85}, {"sentences": [{"sentId": 289, "text": "Yes."}], "speaker": "LEMON", "secId": 86}, {"sentences": [{"sentId": 290, "text": "Yes."}, {"sentId": 291, "text": "I do not think that this ever going to be erased."}, {"sentId": 292, "text": "This is..."}], "speaker": "GRAY", "secId": 87}, {"sentences": [{"sentId": 293, "text": "Not that it will be erased."}], "speaker": "LEMON", "secId": 88}, {"sentences": [{"sentId": 294, "text": "Yes."}, {"sentId": 295, "text": "I don't think anybody will forget about it."}, {"sentId": 296, "text": "It's more than an American epidemic."}], "speaker": "HARLEY", "secId": 89}, {"sentences": [{"sentId": 297, "text": "Yes."}], "speaker": "LEMON", "secId": 90}, {"sentences": [{"sentId": 298, "text": "This is a human epidemic for this to happen."}, {"sentId": 299, "text": "So, I don't think nobody will ever forget about this."}, {"sentId": 300, "text": "I mean, people love to come to Charleston where the more tourist site."}, {"sentId": 301, "text": "And unfortunately, they have to compass this church to see a lot of the monuments and a lot of history that Charleston has to offer so."}], "speaker": "GRAY", "secId": 91}, {"sentences": [{"sentId": 302, "text": "Someone said to me today that, you know, it would be interesting that maybe this church is where the Civil War actually ended."}, {"sentId": 303, "text": "When the, you know, when the flag comes down."}, {"sentId": 304, "text": "And you know, and your friend will be known for maybe helping this awful part of our history to many people."}, {"sentId": 305, "text": "Some people say it, you know, it's part of it."}, {"sentId": 306, "text": "They want to celebrate it."}, {"sentId": 307, "text": "What do you think of that?"}], "speaker": "LEMON", "secId": 92}, {"sentences": [{"sentId": 308, "text": "I mean, not solely him, but, you know, there were other lives lost."}, {"sentId": 309, "text": "But, it's hard to speak on that."}, {"sentId": 310, "text": "You know, especially the flag."}, {"sentId": 311, "text": "It's a very touchy subject."}, {"sentId": 312, "text": "It is still in people's minds, still in people's hearts."}, {"sentId": 313, "text": "Even though it's just a flag, you know, people are still going to get emotional about it."}, {"sentId": 314, "text": "That flag maybe down from the State House, but there are still going to be people flying it."}, {"sentId": 315, "text": "There are still going to be wearing it."}, {"sentId": 316, "text": "As long as you know those people and you can judge for yourself, you know, that's pretty much where you go with it."}], "speaker": "HARLEY", "secId": 93}, {"sentences": [{"sentId": 317, "text": "Yes."}, {"sentId": 318, "text": "Thank you."}, {"sentId": 319, "text": "I appreciate it."}], "speaker": "LEMON", "secId": 94}, {"sentences": [{"sentId": 320, "text": "Yes."}, {"sentId": 321, "text": "Thanks for having us back."}], "speaker": "HARLEY", "secId": 95}, {"sentences": [{"sentId": 322, "text": "It's so good to have you guys here."}], "speaker": "LEMON", "secId": 96}, {"sentences": [{"sentId": 323, "text": "Thanks."}], "speaker": "GRAY", "secId": 97}, {"sentences": [{"sentId": 324, "text": "We'll have you back on."}, {"sentId": 325, "text": "I want you back on tomorrow after the president comes and get your reaction."}], "speaker": "LEMON", "secId": 98}, {"sentences": [{"sentId": 326, "text": "Sounds good to me."}], "speaker": "HARLEY", "secId": 99}, {"sentences": [{"sentId": 327, "text": "All right."}, {"sentId": 328, "text": "I appreciate it, guys."}, {"sentId": 329, "text": "Thank you very much."}, {"sentId": 330, "text": "When we come right back, going calls too as we've been talking scrap the Confederate Flag and other symbols of the confederacy."}, {"sentId": 331, "text": "Is America suddenly trying to scrub away history?"}, {"sentId": 332, "text": "A heated debate next."}], "speaker": "LEMON", "secId": 100}, {"sentences": [{"sentId": 333, "text": "We're live here in Charleston and calls to band the symbols of the Confederate South are spreading across the country."}, {"sentId": 334, "text": "The dean of Washington National Cathedral wants to remove confederate images, including the Confederate Battle Flag from stained glass windows inside the church."}], "speaker": "LEMON", "secId": 101}, {"sentences": [{"sentId": 335, "text": "And the New York Post says it's time to put Gone with the Wind, the movie, in a museum, calling it a racist artifact."}, {"sentId": 336, "text": "Is America on the verge of retiring of confederate culture?"}], "speaker": "LEMON", "secId": 102}, {"sentences": [{"sentId": 337, "text": "I'm joined by Pat Hines, he's the chairman of the South Carolina League of the South, and also Bakari Sellers, he's a former South Carolina State Representative and a CNN contributor, and Sunny Hostin, CNN legal analyst and a former federal prosecutor."}, {"sentId": 338, "text": "It's good to have all of you here with me."}, {"sentId": 339, "text": "Pat, I'm going to start with you."}, {"sentId": 340, "text": "Alabama took down the flags."}, {"sentId": 341, "text": "Virginia is taking them off of their license plates."}, {"sentId": 342, "text": "Businesses stop selling them."}, {"sentId": 343, "text": "And it seems pretty likely that South Carolina is going to take this flag down, too."}, {"sentId": 344, "text": "I know you want the flag to stay put."}, {"sentId": 345, "text": "But it seems like it's on the losing side of history right now honestly."}, {"sentId": 346, "text": "What do you make of that?"}], "speaker": "LEMON", "secId": 103}, {"sentences": [{"sentId": 347, "text": "Well, it's part of the ongoing intent to erase southern culture."}, {"sentId": 348, "text": "You know, the people have been wanting to do this for years and years."}, {"sentId": 349, "text": "And now, they appear to have a chance."}, {"sentId": 350, "text": "I think it's really a shame that they're doing this on the backs of those people those families that are suffering right now with the loss of loved ones."}, {"sentId": 351, "text": "I really think that's a crime."}], "speaker": "HINES", "secId": 104}, {"sentences": [{"sentId": 352, "text": "Well, there are lots -- listen, I'm from the south and there are lots of, you know, there are parts of southern culture that I can celebrate."}, {"sentId": 353, "text": "I mean, I love the lazy afternoons."}, {"sentId": 354, "text": "I love having drinks in the afternoons and, you know, there are good parts of southern culture that one can celebrate."}, {"sentId": 355, "text": "Why just celebrate that part?"}, {"sentId": 356, "text": "Why not put it in a museum where most people think it belongs?"}], "speaker": "LEMON", "secId": 105}, {"sentences": [{"sentId": 357, "text": "Well, we don't just celebrate that part."}, {"sentId": 358, "text": "That particular site on this state house grounds is a war memorial."}, {"sentId": 359, "text": "As most people know, or maybe you don't, South Carolina lost more men in the war between the states then they have lost in all of the wars since then."}, {"sentId": 360, "text": "I think it was over 60,000 South Carolinians perished."}], "speaker": "HINES", "secId": 106}, {"sentences": [{"sentId": 361, "text": "So, that memorial did not go up right after the war."}, {"sentId": 362, "text": "That flag did not go up right after the Memorial."}, {"sentId": 363, "text": "It went years and years after?"}], "speaker": "LEMON", "secId": 107}, {"sentences": [{"sentId": 364, "text": "Well, that's -- it was the flag that was on the State Capitol dome is not the same flag that is up on the War Memorial."}, {"sentId": 365, "text": "It's a completely different flag."}, {"sentId": 366, "text": "I know there's striking similarities between the two, but they're not the same flag."}, {"sentId": 367, "text": "The one that was on the capitol dome was a rectangular flag that was the southern -- the Confederate Naval Jack and it had no relationship to the flags flying over the Memorial, so."}], "speaker": "HINES", "secId": 108}, {"sentences": [{"sentId": 368, "text": "I know, like I said it's a subtle difference and I realize people may not know that yet."}], "speaker": "HINES", "secId": 109}, {"sentences": [{"sentId": 369, "text": "Yes."}, {"sentId": 370, "text": "I want Sunny and Bakari do response to that."}, {"sentId": 371, "text": "What do you guys think of it?"}], "speaker": "LEMON", "secId": 110}, {"sentences": [{"sentId": 372, "text": "First, I want to say that we, the three of us, and the shades that we are and the hues that we are, we're a part of southern culture as well."}, {"sentId": 373, "text": "We are part of southern heritage as well."}, {"sentId": 374, "text": "And I don't want to bore Mr. Hines with the history of the flag being put up in 1962 in with to civil rights gangs."}], "speaker": "SELLERS", "secId": 111}, {"sentences": [{"sentId": 375, "text": "Right."}], "speaker": "LEMON", "secId": 112}, {"sentences": [{"sentId": 376, "text": "But what we do know is last Wednesday, to show honor to that flag, Dylann Roof went into this church behind us."}, {"sentId": 377, "text": "To show honor to that flag, he shot nine people."}, {"sentId": 378, "text": "To show honor to that flag..."}], "speaker": "SELLERS", "secId": 113}, {"sentences": [{"sentId": 379, "text": "He murdered nine people."}], "speaker": "LEMON", "secId": 114}, {"sentences": [{"sentId": 380, "text": "He murdered nine people."}, {"sentId": 381, "text": "He reloaded that clip five times after worshipping with those people."}, {"sentId": 382, "text": "That was he did to show honor to that flag."}, {"sentId": 383, "text": "And for me, I'm sick and tired of that flag being shown honor in front of our State House not just here in South Carolina but throughout the South."}], "speaker": "SELLERS", "secId": 115}, {"sentences": [{"sentId": 384, "text": "And you know, I've said this over and other again, I've said this to Mr. Heinz , before symbols matter."}, {"sentId": 385, "text": "And it is very clear that this is a symbol of domestic terrorism."}, {"sentId": 386, "text": "It's a symbol meant to invoke fear."}, {"sentId": 387, "text": "And I remember being in North Carolina, visiting my father, we were in the outer banks and I literally saw a truck with a huge Confederate flag."}, {"sentId": 388, "text": "Two guys sitting, drinking beer, staring at me."}, {"sentId": 389, "text": "I grabbed my children a little closer."}, {"sentId": 390, "text": "It invoked fear in my heart."}, {"sentId": 391, "text": "And that is the reaction that most African-Americans have."}, {"sentId": 392, "text": "I have taken granted informal pulse  since I have been here."}, {"sentId": 393, "text": "Every single person I've spoken to lament the murder of the nine, but then immediately say we've got to take the flag down."}, {"sentId": 394, "text": "The people of South Carolina want the flag down..."}], "speaker": "HOSTIN", "secId": 116}, {"sentences": [{"sentId": 395, "text": "Yeah."}], "speaker": "LEMON", "secId": 117}, {"sentences": [{"sentId": 396, "text": "And it needs to come down."}], "speaker": "HOSTIN", "secId": 118}, {"sentences": [{"sentId": 397, "text": "People are looking at everything when it comes to the flag now, including movies."}, {"sentId": 398, "text": "You know, we've talked about Gone with the Wind."}, {"sentId": 399, "text": "We've talked about the Stained Glass at the National Cathedral, as we said  from the Gone with the Wind."}, {"sentId": 400, "text": "And then there's, you know, there was this I just got from North Charleston police."}, {"sentId": 401, "text": "There was a sergeant that was terminated."}, {"sentId": 402, "text": "A sergeant -- what was his name?"}, {"sentId": 403, "text": "Shannon Dildine from where he posted a picture of himself wearing Confederate boxers on the internet and he was fired from that."}, {"sentId": 404, "text": "So Pat, do you think this is a cleansing of culture?"}, {"sentId": 405, "text": "I mean, why and why would someone does have a display like that, considering on what's going on?"}, {"sentId": 406, "text": "Let Pat answer, and I'll let you guys get in."}], "speaker": "LEMON", "secId": 119}, {"sentences": [{"sentId": 407, "text": "Well, I can't address somebody that takes photographs of himself in his underwear, for -- no matter what's on them."}, {"sentId": 408, "text": "But trying to link the Confederate -- the battle flag at the war memorial to this young man or this young murderer is absurd."}, {"sentId": 409, "text": "It was disingenuous."}, {"sentId": 410, "text": "It was dishonest."}], "speaker": "HINES", "secId": 120}, {"sentences": [{"sentId": 411, "text": "Why so concerned?"}], "speaker": "HOSTIN", "secId": 121}, {"sentences": [{"sentId": 412, "text": "We don't have any relationship."}, {"sentId": 413, "text": "We can't -- whatsoever."}], "speaker": "HINES", "secId": 122}, {"sentences": [{"sentId": 414, "text": "You hear many white supremacists and -- but not..."}], "speaker": "LEMON", "secId": 123}, {"sentences": [{"sentId": 415, "text": "It's the same thing."}], "speaker": "HOSTIN", "secId": 124}, {"sentences": [{"sentId": 416, "text": "So many white supremacists who are giving honor to this flag,"}], "speaker": "LEMON", "secId": 125}, {"sentences": [{"sentId": 417, "text": "who are wearing this flag."}, {"sentId": 418, "text": "You cannot deny that."}, {"sentId": 419, "text": "To deny that is the denial of reality."}], "speaker": "LEMON", "secId": 126}, {"sentences": [{"sentId": 420, "text": "People can wear what they want."}, {"sentId": 421, "text": "That's part of freedom of expression, I assure you."}], "speaker": "HINES", "secId": 127}, {"sentences": [{"sentId": 422, "text": "But I don't see anyone wearing the African flag."}, {"sentId": 423, "text": "I don't see anyone wearing the United States flag."}, {"sentId": 424, "text": "I don't see anyone wearing the flag for peace or the symbol for peace when they are committing atrocities, when it comes to race."}, {"sentId": 425, "text": "When they're committed, dig it in, racial atrocities."}, {"sentId": 426, "text": "They're wearing the flag of the confederacy..."}], "speaker": "LEMON", "secId": 128}, {"sentences": [{"sentId": 427, "text": "And Don..."}], "speaker": "HINES", "secId": 129}, {"sentences": [{"sentId": 428, "text": "You should have a huge problem with that."}], "speaker": "LEMON", "secId": 130}, {"sentences": [{"sentId": 429, "text": "The D.C. sniper, I don't -- I didn't see any flags on him, but"}], "speaker": "HINES", "secId": 131}, {"sentences": [{"sentId": 430, "text": "he killed a whole bunch of people."}, {"sentId": 431, "text": "I would view that as the same as this one."}, {"sentId": 432, "text": "They were both murderers."}, {"sentId": 433, "text": "And they're both..."}], "speaker": "HINES", "secId": 132}, {"sentences": [{"sentId": 434, "text": "Yeah."}, {"sentId": 435, "text": "But you're making the point that we're making is that, do"}], "speaker": "LEMON", "secId": 133}, {"sentences": [{"sentId": 436, "text": "you know, it's the D.C."}, {"sentId": 437, "text": "They didn't use a flag."}], "speaker": "LEMON", "secId": 134}, {"sentences": [{"sentId": 438, "text": "Well, he's being dishonest, right?"}], "speaker": "HOSTIN", "secId": 135}, {"sentences": [{"sentId": 439, "text": "Yeah."}], "speaker": "LEMON", "secId": 136}, {"sentences": [{"sentId": 440, "text": "I mean the bottom line is..."}], "speaker": "HOSTIN", "secId": 137}, {"sentences": [{"sentId": 441, "text": "So what?"}], "speaker": "HINES", "secId": 138}, {"sentences": [{"sentId": 442, "text": "We know what that flag stands for."}, {"sentId": 443, "text": "We know what the flag stands for."}], "speaker": "HOSTIN", "secId": 139}, {"sentences": [{"sentId": 444, "text": "You know what the flag stands for and I'm not going to let you"}], "speaker": "HOSTIN", "secId": 140}, {"sentences": [{"sentId": 445, "text": "stay on this program trying to pretend like the flag isn't a flag of domestic terrorism, isn't a flag of hatred."}, {"sentId": 446, "text": "And isn't the flag that you're embracing."}], "speaker": "HOSTIN", "secId": 141}, {"sentences": [{"sentId": 447, "text": "Well, you all invited me."}, {"sentId": 448, "text": "I guess I will be here."}], "speaker": "HINES", "secId": 142}, {"sentences": [{"sentId": 449, "text": "Go ahead."}, {"sentId": 450, "text": "You know, I'll give you the last word."}], "speaker": "LEMON", "secId": 143}, {"sentences": [{"sentId": 451, "text": "We're going to defend the flags."}, {"sentId": 452, "text": "We're going to defend the flag."}, {"sentId": 453, "text": "We're going to try to keep it where it is."}, {"sentId": 454, "text": "And everybody needs to come to grips with the fact that 60 percent of these state are whites that support that flag."}, {"sentId": 455, "text": "That's just a simple fact."}], "speaker": "HINES", "secId": 144}, {"sentences": [{"sentId": 456, "text": "All right."}, {"sentId": 457, "text": "We'll give him the last word on that."}, {"sentId": 458, "text": "This is not the end of the conversation and the last word."}, {"sentId": 459, "text": "Thank you, Mr. Hines."}, {"sentId": 460, "text": "I appreciate you coming on now."}, {"sentId": 461, "text": "Thank you very much."}], "speaker": "LEMON", "secId": 145}, {"sentences": [{"sentId": 462, "text": "Coming up, the latest on the manhunt in upstate New York, a corrections officer says he's unintentionally helped the fugitives escape."}, {"sentId": 463, "text": "Plus, what goes on behind bars that these sorts of things happen."}, {"sentId": 464, "text": "These sorts of things happen."}, {"sentId": 465, "text": "We'll talk about that coming up."}], "speaker": "LEMON", "secId": 146}, {"sentences": [{"sentId": 466, "text": "We're live in Charleston on the eve of President Barack Obama's eulogy for the Reverend Clementa Pinckney."}, {"sentId": 467, "text": "And meanwhile, though, in upstate New York, the manhunt for two escaped killers has stretched into its 20th day and the second prison employee charged in connection with the prison break, Gene Palmer."}, {"sentId": 468, "text": "Says he provided the fugitives with tools and other items that unintentionally made their escape easier."}, {"sentId": 469, "text": "But, was there even more shocking behavior behind the prison walls."}, {"sentId": 470, "text": "CNN's Shimon Prokupecz is live for us in Plattsburgh, New York with the very latest on that."}, {"sentId": 471, "text": "Shimon, you've got some new information about the investigation into prison security."}, {"sentId": 472, "text": "What can you tell us?"}], "speaker": "LEMON", "secId": 147}, {"sentences": [{"sentId": 473, "text": "Well, Don."}, {"sentId": 474, "text": "Right now, basically, they're looking into whether or not guards were sleeping at the jail while this was going on."}, {"sentId": 475, "text": "While mud and sweat or planning their escape, were cutting holes in the wall and going underground to sort of, you know, start the process of cutting out pipes and beginning their escape."}, {"sentId": 476, "text": "So now the New York state inspector general and law enforcement are now trying to go through records at the jail to determine if any protocols have breech."}, {"sentId": 477, "text": "Who may have known what was going at the jail and what exactly what guards doing when this guys are down there, cutting holes and sort of planning this grand escape, Don."}], "speaker": "PROKUPECZ", "secId": 148}, {"sentences": [{"sentId": 478, "text": "Shimon here, I think it's very interesting."}, {"sentId": 479, "text": "I want to hear about this."}, {"sentId": 480, "text": "You actually spoke to Gene Palmer in prison today?"}, {"sentId": 481, "text": "What did he tell you?"}], "speaker": "LEMON", "secId": 149}, {"sentences": [{"sentId": 482, "text": "Well, it wasn't actually in prison."}, {"sentId": 483, "text": "I talked to him a few days ago, right before he got arrested."}, {"sentId": 484, "text": "And basically, he was very, very, very sad."}, {"sentId": 485, "text": "He knew what he did was wrong."}, {"sentId": 486, "text": "I think at the time when he was doing it, he didn't realize it was wrong."}, {"sentId": 487, "text": "But it's sort of the culture of the jail."}, {"sentId": 488, "text": "Guards sort of give gifts to the prisoners."}, {"sentId": 489, "text": "You know, we've heard this from people out here that it's not something that is not abnormal."}, {"sentId": 490, "text": "This is how guards and the prisoners sort of interact."}, {"sentId": 491, "text": "Food is brought to them."}, {"sentId": 492, "text": "They cook in their cells."}, {"sentId": 493, "text": "The inmates can cook in their cells."}, {"sentId": 494, "text": "They can work in their cells."}, {"sentId": 495, "text": "They get tools to do things in their cells."}, {"sentId": 496, "text": "So for him to have done this at that time, didn't seem very wrong."}, {"sentId": 497, "text": "I think now, after the escape, he realizes what he did was wrong and I think he is just shocked at what has happened to him."}, {"sentId": 498, "text": "The ramifications of it and how it's basically ruined his life."}, {"sentId": 499, "text": "This guy was a 28-year correction officer."}, {"sentId": 500, "text": "It was his life."}, {"sentId": 501, "text": "It's all he's ever done."}, {"sentId": 502, "text": "It's all his ever known."}, {"sentId": 503, "text": "And I think he's just devastated."}, {"sentId": 504, "text": "He's devastated that the sort of this come to shame that he's brought to himself and it community, Don."}], "speaker": "PROKUPECZ", "secId": 150}, {"sentences": [{"sentId": 505, "text": "Yeah."}], "speaker": "LEMON", "secId": 151}, {"sentences": [{"sentId": 506, "text": "And it was really -- he was just a very, very sad, sad man when I sat and spoke with him."}], "speaker": "PROKUPECZ", "secId": 152}, {"sentences": [{"sentId": 507, "text": "Yeah."}, {"sentId": 508, "text": "Yeah."}, {"sentId": 509, "text": "But as you said, he brought it all on himself."}, {"sentId": 510, "text": "Thank you, Shimon."}, {"sentId": 511, "text": "I appreciate that."}, {"sentId": 512, "text": "Let's talk now to Bernard Kerik, the former New York City police commissioner who served three years in prison itself for charges including tax fraud."}, {"sentId": 513, "text": "And Marty Tankleff, who spent more than 10 years in Clinton Correctional, before being exonerated back in 2008."}, {"sentId": 514, "text": "He is now a public speaker and he joins us via Skype."}, {"sentId": 515, "text": "And here to have -- I'm glad to have both of you gentleman because you can give us a unique perspective."}, {"sentId": 516, "text": "Bernie, I want to talk to you first."}, {"sentId": 517, "text": "You know we have Joyce Mitchell bringing these murders bait and goods ."}, {"sentId": 518, "text": "We have Gene Palmer escorting them into the catwalk and getting them tools to work on getting more electricity."}, {"sentId": 519, "text": "What in the world is going on in this prison?"}], "speaker": "LEMON", "secId": 153}, {"sentences": [{"sentId": 520, "text": "Well, Don, this goes back to the first week this all started on your show."}, {"sentId": 521, "text": "I said that the security and the institution were lax."}, {"sentId": 522, "text": "That there were major problems, flaws and failures within the security of the institution, and I think that's all coming to fruition now."}, {"sentId": 523, "text": "And it's only gonna get worse as the inspector general continues this investigation."}, {"sentId": 524, "text": "This is something -- this escape was being planned out over months now, we've learned."}, {"sentId": 525, "text": "Those cells were not inspected."}, {"sentId": 526, "text": "There was stuff in the cells that should have been found."}, {"sentId": 527, "text": "The nightly bed checks, obviously, were not done."}, {"sentId": 528, "text": "Especially on the night they left."}, {"sentId": 529, "text": "They were last seen at 10:30, they were discovered missing at 5:30 a.m. You have to see a living, breathing body in that cell and there wasn't one there for a close to seven hours."}, {"sentId": 530, "text": "You know, somebody wasn't doing their job, whether they were sleeping, whether it was intentional."}, {"sentId": 531, "text": "We can't tell at this point."}, {"sentId": 532, "text": "But I'm sure the investigators are gonna come to find out what it is."}], "speaker": "KERIK", "secId": 154}, {"sentences": [{"sentId": 533, "text": "Yeah."}, {"sentId": 534, "text": "And you know, I remember you saying that this gonna be more people, we're gonna find out more that more people help in this escape and we are finding out now."}, {"sentId": 535, "text": "Two other people have now been arrested, may have also questioning other people."}, {"sentId": 536, "text": "So you were right on that."}, {"sentId": 537, "text": "But I want to go to Marty."}, {"sentId": 538, "text": "Marty, you know, you are an inmate at Clinton Correctional, though you were later exonerated of murder."}, {"sentId": 539, "text": "What was the security like There?"}, {"sentId": 540, "text": "Did the guards sleep on their job as Shimon is reporting that they may have?"}], "speaker": "LEMON", "secId": 155}, {"sentences": [{"sentId": 541, "text": "."}, {"sentId": 542, "text": "One example of random security checks is that they had officers that would walk around with rubber mallets and with knock on our cell bars and on cell wall, to check and see things ."}, {"sentId": 543, "text": "You regularly got pat-frisked."}, {"sentId": 544, "text": "They were routine cell inspection belong with institutional  and at any moment you could be frisked or you could made to go through a metal detector to start ."}], "speaker": "TANKLEFF", "secId": 156}, {"sentences": [{"sentId": 545, "text": "So, do you think the guards, they had to be aware of what was going on in these cells?"}], "speaker": "LEMON", "secId": 157}, {"sentences": [{"sentId": 546, "text": "I think that ..."}], "speaker": "TANKLEFF", "secId": 158}, {"sentences": [{"sentId": 547, "text": "Marty?"}], "speaker": "LEMON", "secId": 159}, {"sentences": [{"sentId": 548, "text": "There was a maximum security."}, {"sentId": 549, "text": "What ends up happening is that, after correctional officers work around inmates, they become complacent."}, {"sentId": 550, "text": "Speaking inmate by daily basis, they understand the routines and they feel anything gone ."}, {"sentId": 551, "text": "What really in front of their eyes."}, {"sentId": 552, "text": "While the correctional officers are sure of that that they have a lot of work ."}], "speaker": "TANKLEFF", "secId": 160}, {"sentences": [{"sentId": 553, "text": "Yeah."}, {"sentId": 554, "text": "Bernie, you know Gene Palmer gave an interview 15 years ago to a radio reporter."}, {"sentId": 555, "text": "He's name is Brian Mann."}, {"sentId": 556, "text": "I want you to listen to this."}], "speaker": "LEMON", "secId": 161}, {"sentences": [{"sentId": 557, "text": "With the money that they pay you, you'll go bald, you'll have high blood pressure, you'll become an alcoholic, you'll divorce and then kill yourself."}, {"sentId": 558, "text": "It's a negative environment."}, {"sentId": 559, "text": "And long-term exposure to a negative environment, you become hard on issues."}, {"sentId": 560, "text": "As in, when you see someone get cut in the face and they're bleeding and stuff."}], "speaker": "PALMER", "secId": 162}, {"sentences": [{"sentId": 561, "text": "So he sounds tough enough."}, {"sentId": 562, "text": "But, I mean, he sounds a little bitter to me, a little resentful."}, {"sentId": 563, "text": "Over time, do guards start to identify with the prisoners?"}, {"sentId": 564, "text": "Bernard?"}], "speaker": "LEMON", "secId": 163}, {"sentences": [{"sentId": 565, "text": "Well, they, you know, there -- they have relationships."}, {"sentId": 566, "text": "You know personal relationships because they get to know these guys on a daily basis."}, {"sentId": 567, "text": "But the one thing that he talks about and I have to admit, it's an extremely dangerous job."}, {"sentId": 568, "text": "You have to be extremely courageous."}, {"sentId": 569, "text": "You are working in an environment where you work in a housing area with 50 to a hundred convicted murders, who are people like them."}, {"sentId": 570, "text": "You have no weapons."}, {"sentId": 571, "text": "You have no back-up, you know, nowhere in sight if there's a problem."}, {"sentId": 572, "text": "People are stabbing, cutting, throwing feces and urine in your face and in the face of others."}, {"sentId": 573, "text": "This is the environment that you live and work in on a daily basis."}, {"sentId": 574, "text": "It's one of the roughest jobs you could have."}, {"sentId": 575, "text": "It creates a lot of negativity."}], "speaker": "KERIK", "secId": 164}, {"sentences": [{"sentId": 576, "text": "Yeah."}, {"sentId": 577, "text": "Would you know -- I've always heard that snitches get stitches."}, {"sentId": 578, "text": "I've heard people say that all of the time from everyone, basically, I've had on this program."}, {"sentId": 579, "text": "But an interview with New York state police, Palmer said that Matt was a snitch and that's why he got these extras in there."}, {"sentId": 580, "text": "So, I mean, what's the truth here, Bernie?"}], "speaker": "LEMON", "secId": 165}, {"sentences": [{"sentId": 581, "text": "Well, listen."}, {"sentId": 582, "text": "Snitches get rewards, if you will."}, {"sentId": 583, "text": "And these -- of many of the rewards are sanctioned by the administration."}, {"sentId": 584, "text": "If you come forward and you give up other inmates that are attempting to escape, attempting to bring a contraband, you're gonna be given some type of reward, whether it's food or candy bars or whatever the case may be."}, {"sentId": 585, "text": "But at the end of the day, we're not talking -- we're not -- we're talking, you know, the hacksaw blades, drill bits and some other stuff that they were given to get out of those cells."}, {"sentId": 586, "text": "These weren't rewards for snitches."}], "speaker": "KERIK", "secId": 166}, {"sentences": [{"sentId": 587, "text": "Bernard Kerik and Marty Tankleff, thank you very much."}, {"sentId": 588, "text": "I appreciate both of you gentlemen."}, {"sentId": 589, "text": "We've got a lot more on the manhunt to come."}, {"sentId": 590, "text": "It's already stretched on longer than a lot of people had expected."}, {"sentId": 591, "text": "I'm going to ask Dog, the bounty hunter."}, {"sentId": 592, "text": "What it's gonna take to catch these guys."}, {"sentId": 593, "text": "Dog is gonna join me, next."}], "speaker": "LEMON", "secId": 167}, {"sentences": [{"sentId": 594, "text": "Live now in Charleston."}, {"sentId": 595, "text": "But, in upstate New York, it"}], "speaker": "LEMON", "secId": 168}, {"sentences": [{"sentId": 596, "text": "has been 20 days on the run for two escaped convicts."}, {"sentId": 597, "text": "What is it going to take to catch these guys?"}, {"sentId": 598, "text": "Joining me now is a man you may know."}, {"sentId": 599, "text": "His name is Duane \"Dog\" Chapman from CMT's Dog and Beth: On the Hunt."}, {"sentId": 600, "text": "You know, the more I learn about this, you know prison or correctional facility, it seems more like a reality show, like keeping up the Clinton Correctional, Dog."}, {"sentId": 601, "text": "What the heck is going on there?"}], "speaker": "LEMON", "secId": 169}, {"sentences": [{"sentId": 602, "text": "ON THE HUNT: Well, that's, you know I guess -- I hope every prison in America that's not a supermax  is like this."}, {"sentId": 603, "text": "Or I hope if they are, they're gonna completely change it because this is not -- this is incredible, just incredible."}, {"sentId": 604, "text": "What can you say about it?"}], "speaker": "CHAPMAN", "secId": 170}, {"sentences": [{"sentId": 605, "text": "Yeah."}, {"sentId": 606, "text": "Both of these guys have these fugitives announcement their birthdays on the run."}, {"sentId": 607, "text": "I mean, would you have ever predicted that we would be 20 days in to a search there?"}, {"sentId": 608, "text": "I think in the beginning, everyone thought, either they're way far gone, that we may never get them, or they're right in the area and we'd be caught quickly."}], "speaker": "LEMON", "secId": 171}, {"sentences": [{"sentId": 609, "text": "Well, you're right."}, {"sentId": 610, "text": "Today is Ricky the rat's birthday, so I didn't think it's take on this long."}, {"sentId": 611, "text": "If that is all true, I've got so many e-mails, brother."}, {"sentId": 612, "text": "It is incredible."}, {"sentId": 613, "text": "Half of my e-mails are thinking that the cabin, the DNA is fake and I thought why would the cops lie like that?"}, {"sentId": 614, "text": "They -- I don't think they would lie and say that."}, {"sentId": 615, "text": "I thought they had a better plan to get out of prison."}, {"sentId": 616, "text": "Once they got out, you know, to get away."}, {"sentId": 617, "text": "It seems like they didn't."}, {"sentId": 618, "text": "But they're up there."}, {"sentId": 619, "text": "I also have some people telling me, there are some old iron mines that are up there."}, {"sentId": 620, "text": "And I've always said they've got to be hiding under something so that the infrared cameras don't catch them."}, {"sentId": 621, "text": "I think they're up in there."}, {"sentId": 622, "text": "If that is true, that the DNA is in that cabin, then they're there."}, {"sentId": 623, "text": "And if they are, they've got to be hiding again, in like a cave or something."}, {"sentId": 624, "text": "I -- you will not believe..."}], "speaker": "CHAPMAN", "secId": 172}, {"sentences": [{"sentId": 625, "text": "Yeah."}], "speaker": "LEMON", "secId": 173}, {"sentences": [{"sentId": 626, "text": "The e-mails that we're getting."}, {"sentId": 627, "text": "I hope to God that, that's true..."}], "speaker": "CHAPMAN", "secId": 174}, {"sentences": [{"sentId": 628, "text": "Yeah."}], "speaker": "LEMON", "secId": 175}, {"sentences": [{"sentId": 629, "text": "They do have blood -- you know, it takes a while I thought, to get a DNA sample back, but it's real quick if they've got blood."}, {"sentId": 630, "text": "So if that's them..."}], "speaker": "CHAPMAN", "secId": 176}, {"sentences": [{"sentId": 631, "text": "Yeah."}], "speaker": "LEMON", "secId": 177}, {"sentences": [{"sentId": 632, "text": "Then they're up in that area."}, {"sentId": 633, "text": "They are up in that area."}], "speaker": "CHAPMAN", "secId": 178}, {"sentences": [{"sentId": 634, "text": "Yeah."}, {"sentId": 635, "text": "So here's what I want to ask you."}, {"sentId": 636, "text": "Your concern, too, is obviously, that they're very dangerous."}, {"sentId": 637, "text": "And I think we -- I don't know if I talked about it with you, but I know I talked about it with others."}, {"sentId": 638, "text": "That they don't really search for them at night because they're worried about the safety of the people who are searching for them."}, {"sentId": 639, "text": "Are you -- and they're worried that these guys have guns and that they won't be taken alive."}, {"sentId": 640, "text": "If it come to that, law enforcement is really in a dangerous position aren't they?"}], "speaker": "LEMON", "secId": 179}, {"sentences": [{"sentId": 641, "text": "Well, absolutely."}, {"sentId": 642, "text": "I don't think they will be taken alive."}, {"sentId": 643, "text": "I hope they don't have weapons."}, {"sentId": 644, "text": "I'm sure that if they did have a weapon, maybe like a gun."}, {"sentId": 645, "text": "You know they hunt for some kind of because there's a lot of game up in there, so if somebody would have heard a shot."}, {"sentId": 646, "text": "Knives, a hatchets -- Ricky was willed to get an ax and the last time Ricky the rat."}, {"sentId": 647, "text": "So any -- I take they may have knives and stuff like that, hopefully, no firearms."}, {"sentId": 648, "text": "But, yes, they will not hunt at night."}, {"sentId": 649, "text": "The convicts are moving at night."}, {"sentId": 650, "text": "So if a cop accidentally or a sheriff walks up on them, you know, the sheriff could lose his life."}, {"sentId": 651, "text": "I kind of agree a little bit with them not to hunt at night."}, {"sentId": 652, "text": "Now, if I was going and had enough people with me, that we can hunt at night and that's when we'd catch them."}, {"sentId": 653, "text": "So I'm in New York as you know right now, brother, right now."}, {"sentId": 654, "text": "So everybody has asked me, you know Dog, when are you coming?"}], "speaker": "CHAPMAN", "secId": 180}, {"sentences": [{"sentId": 655, "text": "Yeah."}], "speaker": "LEMON", "secId": 181}, {"sentences": [{"sentId": 656, "text": "We're here right now."}, {"sentId": 657, "text": "Beth and I are feet on the ground."}, {"sentId": 658, "text": "We're within miles of -- where they alleged at and we're just waiting."}], "speaker": "CHAPMAN", "secId": 182}, {"sentences": [{"sentId": 659, "text": "Yes."}, {"sentId": 660, "text": "So you know, I thought I would be speaking to you, you know sometime that you would be coming up."}, {"sentId": 661, "text": "I'm sorry I'm not in New York, but I have time in here covering this."}, {"sentId": 662, "text": "But my question is what are the rules?"}, {"sentId": 663, "text": "You said that you're -- what are the rules in getting engage as a bounty hunter?"}, {"sentId": 664, "text": "Can you just go into a situation like that and help search or other rules on law enforcement that might prevent you from doing that."}], "speaker": "LEMON", "secId": 183}, {"sentences": [{"sentId": 665, "text": "Well, there are rules from law enforcement."}, {"sentId": 666, "text": "If they've got a certain area quarantined off like they do, you can't go into that crime scene area they called it."}, {"sentId": 667, "text": "Now, the laws in New York are to do with bounty hunter are to do with bail bonds skips."}, {"sentId": 668, "text": "Someone who had bail bonds, been has a bond on, financial responsibility to the court."}, {"sentId": 669, "text": "And the bounty hunter, or it's called the bail enforcement agent has to go through a bunch of changes to become that."}, {"sentId": 670, "text": "This is a completely different thing."}, {"sentId": 671, "text": "This is the right to arrest by any citizen in America."}, {"sentId": 672, "text": "These are federal fugitives."}, {"sentId": 673, "text": "There is a law in the United States of America gives a person -- any person, the right to arrest."}, {"sentId": 674, "text": "So as long as I don't get within an area or step on cops toes, I don't think anybody is gonna say much."}, {"sentId": 675, "text": "I think with us, Beth and I being here, a lot of people will give more information."}, {"sentId": 676, "text": "We're praying."}, {"sentId": 677, "text": "We're encouraging the cops every day."}, {"sentId": 678, "text": "But this is not a bail bond jump, these are federal escaped prisoners."}, {"sentId": 679, "text": "Under the United States laws, us, as a citizen -- may, and are required to do something about it."}, {"sentId": 680, "text": "So I'm not saying that we're hunting."}, {"sentId": 681, "text": "Right now, we're commentating."}, {"sentId": 682, "text": "We're going out doing interviews on all relatives."}, {"sentId": 683, "text": "We're checking it out."}, {"sentId": 684, "text": "But if we run into them, brother, you know how God is."}, {"sentId": 685, "text": "And especially with me, I'm very lucky."}, {"sentId": 686, "text": "I cannot believe this."}, {"sentId": 687, "text": "I'm just getting the last few years of my life to retire."}, {"sentId": 688, "text": "Wouldn't this be a great one to go down with?"}, {"sentId": 689, "text": "Wouldn't this be the one?"}, {"sentId": 690, "text": "This is the one."}, {"sentId": 691, "text": "I am so excited."}, {"sentId": 692, "text": "I am so ready..."}], "speaker": "CHAPMAN", "secId": 184}, {"sentences": [{"sentId": 693, "text": "Yeah."}], "speaker": "LEMON", "secId": 185}, {"sentences": [{"sentId": 694, "text": "Brother, I wish she was here with me."}, {"sentId": 695, "text": "LEMON: Yeah."}, {"sentId": 696, "text": "Well, if it does happen, I know where the exclusive will"}], "speaker": "CHAPMAN", "secId": 186}, {"sentences": [{"sentId": 697, "text": "go."}, {"sentId": 698, "text": "And that's to CNN Tonight with Don Lemon."}, {"sentId": 699, "text": "Thank you, Dog."}], "speaker": "CHAPMAN", "secId": 187}, {"sentences": [{"sentId": 700, "text": "You're welcome, brother."}], "speaker": "CHAPMAN", "secId": 188}, {"sentences": [{"sentId": 701, "text": "Be safe out there."}], "speaker": "LEMON", "secId": 189}, {"sentences": [{"sentId": 702, "text": "You, too."}], "speaker": "CHAPMAN", "secId": 190}, {"sentences": [{"sentId": 703, "text": "All right, you too."}, {"sentId": 704, "text": "We'll be right back."}], "speaker": "LEMON", "secId": 191}, {"sentences": [{"sentId": 705, "text": "Make sure you stay with CNN tomorrow for live"}], "speaker": "LEMON", "secId": 192}, {"sentences": [{"sentId": 706, "text": "coverage of the funeral of Reverend Clementa Pinckney and President Obama's eulogy."}, {"sentId": 707, "text": "See you back here tomorrow night."}, {"sentId": 708, "text": "AC360 starts now."}], "speaker": "LEMON", "secId": 193}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1506.25.cnnt.01.html.json", "time": "Aired June 25, 2015 - 22:00:00   ET"}