{"sectionCount": 229, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["COOPER", "UNIDENTIFIED MALE", "KNOWLES", "LEMON", "KEILAR", "TRUMP", "CHALIAN", "PRESTON", "SWERDLICK", "FLORES", "SANTOS", "DANTOS", "Z", "CLINTON", "GIULIANI", "UNIDENTIFIED FEMALE", "FLANNERY", "MACDONALD", "TOOBIN", "BLITZER", "PATE", "BAIER", "LEWIS", "CROWDER"], "subTitle": "Get Out the Vote Rally for Clinton in Ohio; Clintons Working to Get African American Vote; Hillary Counting on Latino Vote; President Obama Comments on Federal Agencies and the Election; Economy and the Election. Aired 10-11p ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1611/04/cnnt.01.html", "sentenceCount": 509, "sections": [{"sentences": [{"sentId": 0, "text": "Quick programming note about Tuesday Election Day."}, {"sentId": 1, "text": "We're going to have an all-day coverage right here on CNN."}, {"sentId": 2, "text": "That's it for us tonight."}, {"sentId": 3, "text": "Thanks for watching."}, {"sentId": 4, "text": "CNN Tonight with Don Lemon starts now."}], "speaker": "COOPER", "secId": 0}, {"sentences": [{"sentId": 5, "text": "This is CNN breaking news."}], "speaker": "UNIDENTIFIED MALE", "secId": 1}, {"sentences": [{"sentId": 6, "text": "Again, by electing the first woman president, yes, but we have to vote."}], "speaker": "KNOWLES", "secId": 2}, {"sentences": [{"sentId": 7, "text": "The world looks to us as a progressive country that needs change."}, {"sentId": 8, "text": "Eight years ago, I was so inspired to know that my nephew, a young, black child, could grow up knowing his dreams could be realized by witnessing a black president in office."}], "speaker": "KNOWLES", "secId": 3}, {"sentences": [{"sentId": 9, "text": "You might recognize her that is Beyonce, just getting information at Cleveland State University in Cleveland, Ohio, at a big get-out-to-vote rally for Hillary Clinton."}, {"sentId": 10, "text": "Queen B on stage."}], "speaker": "LEMON", "secId": 4}, {"sentences": [{"sentId": 11, "text": "This is CNN Tonight."}, {"sentId": 12, "text": "I'm Don Lemon."}], "speaker": "LEMON", "secId": 5}, {"sentences": [{"sentId": 13, "text": "Let's listen a little more."}], "speaker": "LEMON", "secId": 6}, {"sentences": [{"sentId": 14, "text": "We have to think about the future of our daughters, our sons, and vote for someone who cares for them as much as we do, and that is why I'm with her."}], "speaker": "KNOWLES", "secId": 7}, {"sentences": [{"sentId": 15, "text": "If you are ready for freedom, make some noise."}], "speaker": "KNOWLES", "secId": 8}, {"sentences": [{"sentId": 16, "text": "If you're ready for freedom, make some noise!"}], "speaker": "KNOWLES", "secId": 9}, {"sentences": [{"sentId": 17, "text": "If you're ready for freedom, make some noise!"}], "speaker": "KNOWLES", "secId": 10}, {"sentences": [{"sentId": 18, "text": "So, don't get mad at me but we've got to actually get to Brianna Keilar who is at the star-studied Clinton rally where Beyonce is on stage right now and of course, Ohio in play right now."}, {"sentId": 19, "text": "Brianna take us there."}, {"sentId": 20, "text": "What's going on, what's the night been?"}], "speaker": "LEMON", "secId": 11}, {"sentences": [{"sentId": 21, "text": "You know what, Don, I cannot even hear you."}, {"sentId": 22, "text": "That's the loudest voice, I hope you can hear me."}, {"sentId": 23, "text": "I can't even hear myself speak at this point."}, {"sentId": 24, "text": "But I'll tell you, what we saw first was Jay Z."}, {"sentId": 25, "text": "That was what everyone thought they were here to see and there was rumors about Beyonce coming."}], "speaker": "KEILAR", "secId": 12}, {"sentences": [{"sentId": 26, "text": "And it turns out she's the headliner speaking to this crowd here in Cleveland as a mother to a daughter of Ivy Blue, and trying to get this crowd to go out and vote."}], "speaker": "KEILAR", "secId": 13}, {"sentences": [{"sentId": 27, "text": "This is not going to be an easy state for Hillary Clinton."}, {"sentId": 28, "text": "The latest Quinnipiac University poll here shows her down five points, and the Clinton campaign really feels that the key to her success here will be young African-American voters and that's who Hillary Clinton is trying to reach out to with the star power from Jay Z and Beyonce."}], "speaker": "KEILAR", "secId": 14}, {"sentences": [{"sentId": 29, "text": "I'll tell you there are some  center here in downtown Cleveland, it's packed to the gills and folks are really excited about hearing this message but the question is, is this going to translate to votes and to her winning here on Tuesday, Don."}], "speaker": "KEILAR", "secId": 15}, {"sentences": [{"sentId": 30, "text": "All right, Brianna Keilar, I won't ask you a question because I know you can't hear me there, but again that's Beyonce on stage -- on stage in Cleveland, Ohio."}, {"sentId": 31, "text": "As she said, as Brianna was saying, it was supposed to be Jay Z."}, {"sentId": 32, "text": "There were rumors that Beyonce was going to perform."}, {"sentId": 33, "text": "We weren't quite sure."}], "speaker": "LEMON", "secId": 16}, {"sentences": [{"sentId": 34, "text": "There was a picture that came out on social media; I'm not sure if you guys saw it earlier with Hillary Clinton and Jay Z and Beyonce."}, {"sentId": 35, "text": "There it is right there back stage."}], "speaker": "LEMON", "secId": 17}, {"sentences": [{"sentId": 36, "text": "I want to point I'm with her then it points right to Beyonce."}, {"sentId": 37, "text": "But any way that's the scene in Cleveland, Ohio tonight, and we're going to continue to follow that and talk about that."}], "speaker": "LEMON", "secId": 18}, {"sentences": [{"sentId": 38, "text": "Of course, Ohio very important in this election and as it's always said, as Ohio goes, so goes the rest of the country, but we shall see this time."}, {"sentId": 39, "text": "Again we'll continue to watch that."}], "speaker": "LEMON", "secId": 19}, {"sentences": [{"sentId": 40, "text": "Donald Trump campaigning in Pennsylvania tonight, and saying this about the star power at his rival's event."}], "speaker": "LEMON", "secId": 20}, {"sentences": [{"sentId": 41, "text": "I hear we set a new record for this building, and by the way, I didn't have to bring J."}, {"sentId": 42, "text": "Lo or Jay Z."}, {"sentId": 43, "text": "The only way she gets to anybody."}], "speaker": "TRUMP", "secId": 21}, {"sentences": [{"sentId": 44, "text": "I'm here all by myself."}, {"sentId": 45, "text": "I am here all by myself."}, {"sentId": 46, "text": "Just me, no guitar, no piano, no nothing."}], "speaker": "TRUMP", "secId": 22}, {"sentences": [{"sentId": 47, "text": "No Beyonce, right?"}, {"sentId": 48, "text": "Now let's turn to our new electoral map."}, {"sentId": 49, "text": "Here with me now, CNN politics executive director Mark Preston, also Washington Post David Swerdlick here with, as well, and CNN political director David Chalian is at the magic wall for us."}, {"sentId": 50, "text": "David, you first."}], "speaker": "LEMON", "secId": 23}, {"sentences": [{"sentId": 51, "text": "Don, we've made some pretty significant changes to the map."}, {"sentId": 52, "text": "Here is the old map the way it did look."}, {"sentId": 53, "text": "Here is the new map."}, {"sentId": 54, "text": "What changed, four moves all in Donald Trump's direction."}, {"sentId": 55, "text": "We moved New Hampshire from a lean democratic state to a toss-up battleground."}, {"sentId": 56, "text": "Ohio went from background to lean republican."}], "speaker": "CHALIAN", "secId": 24}, {"sentences": [{"sentId": 57, "text": "Same with Utah."}, {"sentId": 58, "text": "Battleground to lean republican and with this congressional district up in Maine, we went from battleground to lean republican."}, {"sentId": 59, "text": "All good news for Donald Trump, no doubt."}], "speaker": "CHALIAN", "secId": 25}, {"sentences": [{"sentId": 60, "text": "Now let's look though at his path to 270 electoral votes."}, {"sentId": 61, "text": "So, how does he add to that 204 total, he has to sweep the map, Nevada, Arizona, Florida, North Carolina, and New Hampshire."}, {"sentId": 62, "text": "He has to sweep all those battlegrounds."}, {"sentId": 63, "text": "He is still one short."}, {"sentId": 64, "text": "Where does he go find it?"}, {"sentId": 65, "text": "Well, in Nebraska."}], "speaker": "CHALIAN", "secId": 26}, {"sentences": [{"sentId": 66, "text": "They also award their electoral votes by congressional district."}, {"sentId": 67, "text": "That district around Omaha, is up for grabs, if he's able to win that district, boom, he's at 270 electoral votes."}], "speaker": "CHALIAN", "secId": 27}, {"sentences": [{"sentId": 68, "text": "It is still a very steep climb but a little less steep than it once was perhaps."}, {"sentId": 69, "text": "Hillary Clinton's path is here the battleground map or new battleground map, she's at 268."}, {"sentId": 70, "text": "She's fallen below the 270 mark, but she only needs one state."}], "speaker": "CHALIAN", "secId": 28}, {"sentences": [{"sentId": 71, "text": "She's got to flip one battleground to get there even the smallest state up here, New Hampshire, four electoral votes."}, {"sentId": 72, "text": "That gets her to 270 electoral votes."}, {"sentId": 73, "text": "Hillary Clinton does not have a ton of work to do here, she's got to flip one of those battleground states and hold all those blue state."}, {"sentId": 74, "text": "Donald Trump still needs to sweep the map of the battlegrounds."}, {"sentId": 75, "text": "Don?"}], "speaker": "CHALIAN", "secId": 29}, {"sentences": [{"sentId": 76, "text": "David Chalian, thank you very much."}, {"sentId": 77, "text": "Now I want to Mark Preston and David Swerdlick."}, {"sentId": 78, "text": "So, there we go."}, {"sentId": 79, "text": "By the way, did you guys notice everybody in the formation wearing pant suits."}, {"sentId": 80, "text": "I wonder what that means."}], "speaker": "LEMON", "secId": 30}, {"sentences": [{"sentId": 81, "text": "So, Mark, you first."}, {"sentId": 82, "text": "This big Jay Z concert and Beyonce, huge, it's huge."}, {"sentId": 83, "text": "And Clinton will be campaigning with LeBron James on Sunday."}, {"sentId": 84, "text": "Do you think these mega events translate into votes?"}], "speaker": "LEMON", "secId": 31}, {"sentences": [{"sentId": 85, "text": "Yes, I mean, certainly they do."}, {"sentId": 86, "text": "And do not because people come to see Beyonce, but because people come to see Beyonce and they get cajoled by the Hillary Clinton campaign staffers who are there who then try to get you to the polls, try to ensure that you are actually voting either early or you're going to plan on being there on Election Day."}], "speaker": "PRESTON", "secId": 32}, {"sentences": [{"sentId": 87, "text": "They collect your names, they collect your e-mail address, they collect your telephone number."}, {"sentId": 88, "text": "They try to do anything they can to try to get you to get to the polls."}, {"sentId": 89, "text": "And you pointed out LeBron James will be with her on Sunday but that's just not it."}, {"sentId": 90, "text": "They are going all in."}], "speaker": "PRESTON", "secId": 33}, {"sentences": [{"sentId": 91, "text": "They have Katy Perry in Philadelphia tomorrow with Hillary Clinton."}, {"sentId": 92, "text": "Tonight, Stevie Winder was in Philadelphia for a get-out-to-vote rally."}, {"sentId": 93, "text": "Jon Bon Jovi is in North Carolina and Florida this weekend."}, {"sentId": 94, "text": "James Taylor we saw earlier this week with President Obama."}, {"sentId": 95, "text": "We saw Farrell last night in North Carolina."}], "speaker": "PRESTON", "secId": 34}, {"sentences": [{"sentId": 96, "text": "So, again, the Clintons are doing all stops that they can right now to attract African-American voters and young voters to come to them so that they can get them to the polls."}], "speaker": "PRESTON", "secId": 35}, {"sentences": [{"sentId": 97, "text": "Yes."}, {"sentId": 98, "text": "David, listen, I know people at home are saying we just want to watch and listen to Beyonce."}], "speaker": "LEMON", "secId": 36}, {"sentences": [{"sentId": 99, "text": "Yes."}], "speaker": "SWERDLICK", "secId": 37}, {"sentences": [{"sentId": 100, "text": "There are restrictions."}], "speaker": "LEMON", "secId": 38}, {"sentences": [{"sentId": 101, "text": "Me, too, Don."}, {"sentId": 102, "text": "Me, too."}], "speaker": "SWERDLICK", "secId": 39}, {"sentences": [{"sentId": 103, "text": "We took as much of it as we could."}, {"sentId": 104, "text": "We'll take more but there are restrictions and we have to play by the rules."}, {"sentId": 105, "text": "So, you'll hear more Beyonce and when we can dip back in, we will."}, {"sentId": 106, "text": "Trust me, so everybody stand by."}, {"sentId": 107, "text": "Do you think this translates into votes, David?"}], "speaker": "LEMON", "secId": 40}, {"sentences": [{"sentId": 108, "text": "I think it translates into enthusiasm."}, {"sentId": 109, "text": "And as Mark said, it translates into the ability of the Clinton campaign at these events where you have a lot of the Obama coalition turning out to encourage people to vote who have not already to register people in areas where you can still register people to vote, or let people know that they can same day register in some of these places."}], "speaker": "SWERDLICK", "secId": 41}, {"sentences": [{"sentId": 110, "text": "But I -- at this point, I think a lot of this stuff is baked in, something like over 30 million people have voted already, that's probably a third or a fourth of all the people that are going to vote in this election."}], "speaker": "SWERDLICK", "secId": 42}, {"sentences": [{"sentId": 111, "text": "So, I do think that it's helping the Clinton campaign generate enthusiasm, but I'm not sure how much it's going to work on the margin."}, {"sentId": 112, "text": "I personally think that Ohio is going to be very tough for Clinton at this point, Don, because if you look at the Real Clear Politics polling average she's down by about three points and she's been consistently down in Ohio for weeks and weeks."}], "speaker": "SWERDLICK", "secId": 43}, {"sentences": [{"sentId": 113, "text": "So, if I were the Clinton campaign, I'm looking to turnout the younger and Latino and African-American voters in those other states that were on that map that David was showing."}, {"sentId": 114, "text": "Florida, Nevada, New Hampshire, and holding on to Pennsylvania."}], "speaker": "SWERDLICK", "secId": 44}, {"sentences": [{"sentId": 115, "text": "Do you think Beyonce can get to all of those states in time to help?"}, {"sentId": 116, "text": "That..."}], "speaker": "LEMON", "secId": 45}, {"sentences": [{"sentId": 117, "text": "No, no but that star-studied lineup that Mark has rundown it's not quite the beehive."}], "speaker": "SWERDLICK", "secId": 46}, {"sentences": [{"sentId": 118, "text": "Yes."}], "speaker": "LEMON", "secId": 47}, {"sentences": [{"sentId": 119, "text": "But it's good."}, {"sentId": 120, "text": "Jon Bon Jovi and Stevie Wonder."}], "speaker": "SWERDLICK", "secId": 48}, {"sentences": [{"sentId": 121, "text": "Yes."}], "speaker": "LEMON", "secId": 49}, {"sentences": [{"sentId": 122, "text": "A Katy Perry, there was the video cut by Lena Dunham."}, {"sentId": 123, "text": "Clearly at a symbolic level, you know, Donald Trump talks about this idea that he doesn't need stars to draw crowds and he's right in a sense, but symbolically, it shows that the culture, the youth, the people who represents the Obama coalition are with Hillary."}, {"sentId": 124, "text": "That's illustrated right here tonight."}], "speaker": "SWERDLICK", "secId": 50}, {"sentences": [{"sentId": 125, "text": "And that was a concern, that was a concern, Mark, especially from millennials."}, {"sentId": 126, "text": "I've heard that, you know, since the Comey letter came out maybe that this sort of, you know, tamped down the enthusiasm from millennials and people who are on the fence."}, {"sentId": 127, "text": "And this last-minute effort by these big names might help push her back up with that -- with that demographic."}], "speaker": "LEMON", "secId": 51}, {"sentences": [{"sentId": 128, "text": "Well, surely, she needs to."}, {"sentId": 129, "text": "I mean, we haven't actually seen the fall fallout from the Comey letter, but the fact of the matter is it has to have had a negative effect on Hillary Clinton in parts of the Obama coalition who were on the fence."}], "speaker": "PRESTON", "secId": 52}, {"sentences": [{"sentId": 130, "text": "If we go back to early voting, which you and I have talked about the last couple nights here on the show, the fact of the matter is we have seen a drop in African-American participation, which we should expect."}], "speaker": "PRESTON", "secId": 53}, {"sentences": [{"sentId": 131, "text": "Barack Obama was the first African-American president who was reelected, so of course, you would see, expect to see a higher African-American participation."}, {"sentId": 132, "text": "Where they are seeing a higher participation though among for democrats is among Hispanic voters and Latino voters."}, {"sentId": 133, "text": "They are seeing actually a spike in numbers from previous elections, so that is some good news."}], "speaker": "PRESTON", "secId": 54}, {"sentences": [{"sentId": 134, "text": "But at the same time, look, we're dealing with a Trump phenomenon right now, and he's been able to attract an incredible amount of support and much like Beyonce, he's on stage right there as a super star, a lot of people look at Donald Trump in the same way, he was a reality TV super star."}], "speaker": "PRESTON", "secId": 55}, {"sentences": [{"sentId": 135, "text": "All right."}, {"sentId": 136, "text": "Gentlemen, thank you very much."}, {"sentId": 137, "text": "I appreciate that."}, {"sentId": 138, "text": "Again, you're watching, that's Beyonce on stage in Cleveland, Ohio there for Hillary Clinton at a big get-out-to-vote rally."}], "speaker": "LEMON", "secId": 56}, {"sentences": [{"sentId": 139, "text": "And we'll be right back after this."}, {"sentId": 140, "text": "But first a little bit more Beyonce, Queen B."}], "speaker": "LEMON", "secId": 57}, {"sentences": [{"sentId": 141, "text": "All right."}, {"sentId": 142, "text": "We're back."}, {"sentId": 143, "text": "We'll check back in at that rally in Cleveland, Ohio where Beyonce is performing in just a moment."}, {"sentId": 144, "text": "But there are four days to go until the election and Hillary Clinton is counting on strong support from America's growing Latino population."}], "speaker": "LEMON", "secId": 58}, {"sentences": [{"sentId": 145, "text": "Here to discuss is Sarah Isgur Flores, the former campaign manager for Carly Fiorina, and also radio and TV host Enrique Santos."}, {"sentId": 146, "text": "Good evening to both you."}, {"sentId": 147, "text": "Thanks for joining with, you know, Beyonce music in the background for us."}], "speaker": "LEMON", "secId": 59}, {"sentences": [{"sentId": 148, "text": "Maria, I'm going -- I want to start with you because we've been talking a lot about -- I'm sorry, I want to start with you, Sarah."}, {"sentId": 149, "text": "We've been talking a lot about the black vote being down but there is evidence that, you know, that there is a huge growing Hispanic vote that it is way up in Miami and that will help in Florida."}, {"sentId": 150, "text": "What are you hearing?"}], "speaker": "LEMON", "secId": 60}, {"sentences": [{"sentId": 151, "text": "Yes."}, {"sentId": 152, "text": "As of today, it looks like the Hispanic vote has increased about 152 percent over 2012 numbers that is enormous and if Hillary wins Florida, it will be because of the Hispanic vote, no question."}], "speaker": "FLORES", "secId": 61}, {"sentences": [{"sentId": 153, "text": "You look at a state like Nevada that Trump would really need in order to get that path."}, {"sentId": 154, "text": "Nevada will also have a high Hispanic population."}, {"sentId": 155, "text": "On the other hand, you have Hillary Clinton playing in Arizona for some reason where the early vote numbers make it look like Trump's actually going to do just fine in Arizona and Hillary really should have stuck to the states that she needed to win not try to expand the map."}], "speaker": "FLORES", "secId": 62}, {"sentences": [{"sentId": 156, "text": "So, Enrique, you interviewed both President Obama and Hillary Clinton this week and you even took a selfie with Secretary Clinton."}, {"sentId": 157, "text": "They both emphasized how important it is to get out the vote."}, {"sentId": 158, "text": "According to CNN's early voting data, the Hispanic early turnout in Florida again, is up 129 percent from 2008."}, {"sentId": 159, "text": "What is motivating these voters."}], "speaker": "LEMON", "secId": 63}, {"sentences": [{"sentId": 160, "text": "Well, I think if you analyze, obviously we know what Trump said at the beginning of this election in the primaries, and I think that's motivate a lot of people."}, {"sentId": 161, "text": "Got a lot of people to open their eyes, and realize what he's really about, and what he is really preaching and it scared people I think."}], "speaker": "SANTOS", "secId": 64}, {"sentences": [{"sentId": 162, "text": "That's what I'm getting from listening to my listeners, reading the comments that I get on social media, as well."}, {"sentId": 163, "text": "I think he scared a lot of people."}, {"sentId": 164, "text": "And he scared a lot of people to really get their vote out there, especially the Latinos, not just the Mexicans."}], "speaker": "SANTOS", "secId": 65}, {"sentences": [{"sentId": 165, "text": "Of course, we know that Donald Trump said, you know, they're bringing drugs or, you know, Mexicans and they're rapists and this, that and the other, but that plays into not just Mexicans."}, {"sentId": 166, "text": "Latinos we're very passionate, we're very united people."}, {"sentId": 167, "text": "We care about our Mexican brothers and sisters."}, {"sentId": 168, "text": "We care about and all of the Latinos in the country."}, {"sentId": 169, "text": "LEMON:  Yes."}], "speaker": "SANTOS", "secId": 66}, {"sentences": [{"sentId": 170, "text": "And immigrants, as well, you know."}, {"sentId": 171, "text": "And so, I think that that..."}], "speaker": "DANTOS", "secId": 67}, {"sentences": [{"sentId": 172, "text": "And so -- go ahead, finish your thought."}], "speaker": "LEMON", "secId": 68}, {"sentences": [{"sentId": 173, "text": "Yes."}, {"sentId": 174, "text": "I think it's kind -- he kind of did the work for us."}], "speaker": "SANTOS", "secId": 69}, {"sentences": [{"sentId": 175, "text": "All right."}, {"sentId": 176, "text": "Listen, I want you to listen to is."}, {"sentId": 177, "text": "Because I'm wondering I've been asking people at these big events like the one you're seeing in Cleveland if that helps with the youth vote and minority vote."}, {"sentId": 178, "text": "Let's listen in to Jay Z and Beyonce and then then we'll take it back to our segment."}], "speaker": "LEMON", "secId": 70}, {"sentences": [{"sentId": 179, "text": "And inspect, inspect the cool to look again as you look at somebody."}, {"sentId": 180, "text": "When I look at you, I see your parents, I say oh, that's your parents."}, {"sentId": 181, "text": "You're a parent, that's my New York accent, excuse me."}], "speaker": "Z", "secId": 71}, {"sentences": [{"sentId": 182, "text": "Your parents, so once I get to know you, I know who you are."}, {"sentId": 183, "text": "And when I know who you are all those sort of things disappear, no color, no gender, no social status."}], "speaker": "Z", "secId": 72}, {"sentences": [{"sentId": 184, "text": "Because the soul is colorless, our soul is colorless and I want to grow up in the world where my daughter has no limitation, where our daughter has no limitations."}], "speaker": "Z", "secId": 73}, {"sentences": [{"sentId": 185, "text": "She can be whatever she wants to be in the world."}, {"sentId": 186, "text": "And this other guy, I don't -- I don't have any ill-will towards him, but his conversation is divisive and that's not to evolved soul to me so he cannot be my president."}], "speaker": "Z", "secId": 74}, {"sentences": [{"sentId": 187, "text": "He cannot be our president."}, {"sentId": 188, "text": "Once you divide us, you weaken us."}, {"sentId": 189, "text": "We're stronger together."}, {"sentId": 190, "text": "Once you divide us, you weaken us."}, {"sentId": 191, "text": "We are stronger together."}, {"sentId": 192, "text": "And without further ado, I would like to introduce to you, the next president of the United States, Ms. Hillary Clinton!"}], "speaker": "Z", "secId": 75}, {"sentences": [{"sentId": 193, "text": "Hello, Cleveland."}], "speaker": "CLINTON", "secId": 76}, {"sentences": [{"sentId": 194, "text": "What an incredible show."}, {"sentId": 195, "text": "I just can't thank -- thank you all and thanks to Jay Z and Beyonce."}], "speaker": "CLINTON", "secId": 77}, {"sentences": [{"sentId": 196, "text": "And thanks to Chance the Rapper and Jay Cole and Big Sean!"}], "speaker": "CLINTON", "secId": 78}, {"sentences": [{"sentId": 197, "text": "When I -- when I see them here this passion and energy and intensity, I don't even know where to begin because this is what America is, my friends."}], "speaker": "CLINTON", "secId": 79}, {"sentences": [{"sentId": 198, "text": "We have a woman who is an inspiration to so many others."}, {"sentId": 199, "text": "I thank her."}, {"sentId": 200, "text": "I thank Beyonce for standing up and showing the world we are strongest when we look out for each other, and I thank Jay for addressing in his music, some of our biggest challenges in the country."}, {"sentId": 201, "text": "Poverty, racism, the urgent need for criminal justice reform."}], "speaker": "CLINTON", "secId": 80}, {"sentences": [{"sentId": 202, "text": "And remember, Jay memorable said something we all should recall."}, {"sentId": 203, "text": "Rosa Parks sat so Martin Luther could walk, and Martin Luther walked so Barack Obama could run and Barack Obama ran so all the children could fly."}], "speaker": "CLINTON", "secId": 81}, {"sentences": [{"sentId": 204, "text": "Well, we have unfinished business to do."}, {"sentId": 205, "text": "More barriers to break, and with your help, a glass ceiling to crack once and for all!"}], "speaker": "CLINTON", "secId": 82}, {"sentences": [{"sentId": 206, "text": "I want to be a president who helps everybody fulfill their God-given potential, and I can't do that unless on Tuesday, we decide what kind of country we want to be."}], "speaker": "CLINTON", "secId": 83}, {"sentences": [{"sentId": 207, "text": "Will we reject a dark and divisive vision for our future, and embrace a hopeful, inclusive, unified America?"}], "speaker": "CLINTON", "secId": 84}, {"sentences": [{"sentId": 208, "text": "So, please take this energy out with you here in Cuyahoga County every day is Election Day."}, {"sentId": 209, "text": "We have the biggest turn out in history."}], "speaker": "CLINTON", "secId": 85}, {"sentences": [{"sentId": 210, "text": "All right."}, {"sentId": 211, "text": "So that's Hillary Clinton on stage, introduced by Beyonce and Jay Z. Jay Z did the introductions."}], "speaker": "LEMON", "secId": 86}, {"sentences": [{"sentId": 212, "text": "I want to get back to my guest now."}, {"sentId": 213, "text": "Sarah Isgur Flores, is a former deputy campaign manager for Carly Fiorina and Enrique Santos, he's a radio and TV host out of Miami."}], "speaker": "LEMON", "secId": 87}, {"sentences": [{"sentId": 214, "text": "So, they were talking about, Jay Z was talking about diving people."}, {"sentId": 215, "text": "Exactly what we were what Enrique was speaking about, you know, we dig into that."}, {"sentId": 216, "text": "That message, do you think it resonates to Hispanics, to young people, to minorities enough to make a difference out there?"}], "speaker": "LEMON", "secId": 88}, {"sentences": [{"sentId": 217, "text": "You know, I think at this point..."}], "speaker": "FLORES", "secId": 89}, {"sentences": [{"sentId": 218, "text": "Absolutely."}], "speaker": "SANTOS", "secId": 90}, {"sentences": [{"sentId": 219, "text": "... the opinion of the two candidates is kind of baked."}, {"sentId": 220, "text": "You have Hillary unfavorable numbers and Trump's unfavorable numbers about even, you have her untrustworthiness numbers ticking about his quite a bit."}], "speaker": "FLORES", "secId": 91}, {"sentences": [{"sentId": 221, "text": "obviously, this is a great geo TV effort, you know, it would be better if they did it during the day when people could actually get to their polling places."}, {"sentId": 222, "text": "But I'm sure they'll see some uptick tomorrow."}], "speaker": "FLORES", "secId": 92}, {"sentences": [{"sentId": 223, "text": "The problem is that Hillary's ground game hasn't really been the vaunted the Obama '08 ground game."}, {"sentId": 224, "text": "It's why these early vote numbers are scaring the Clinton campaign."}, {"sentId": 225, "text": "She has to go to Michigan yesterday -- today, which is not a state that should be in play for them."}], "speaker": "FLORES", "secId": 93}, {"sentences": [{"sentId": 226, "text": "So, I think this is a great photo-op."}, {"sentId": 227, "text": "I think this will be great for young people to some extent."}, {"sentId": 228, "text": "Does it actually move them to the polls, probably not."}], "speaker": "FLORES", "secId": 94}, {"sentences": [{"sentId": 229, "text": "Enrique, what do you think, because despite this high turnout you said that you're scared that some people might not vote?"}, {"sentId": 230, "text": "Why is that?"}], "speaker": "LEMON", "secId": 95}, {"sentences": [{"sentId": 231, "text": "Well, besides that, let me get touch on that on the heels on what she just said."}, {"sentId": 232, "text": "I think this is much more than just a photo-op, much more powerful than a photo-op."}, {"sentId": 233, "text": "When you hear the words of Jay Z, when you heard him speaking from the heart, if you actually heard what he said, dividing, you should conquer, is basically his message and that's so true."}], "speaker": "SANTOS", "secId": 96}, {"sentences": [{"sentId": 234, "text": "And that's what Donald Trump has done from the beginning is he's -- his divisive message has divided our country and I truly feel that our country is divided right now."}, {"sentId": 235, "text": "And I think there's a lot of undecided people, independents, republicans, democrats, that when they hear Jay Z speak from the heart when, they hear Jennifer Lopez who was together with me and Mark Anthony last Saturday with more than 8,000 people, in Bayfront Park in downtown Miami, and you hear them speaking from the heart."}], "speaker": "SANTOS", "secId": 97}, {"sentences": [{"sentId": 236, "text": "And these are people that you know, the -- it's resonating with them, and they're speaking from the heart."}], "speaker": "SANTOS", "secId": 98}, {"sentences": [{"sentId": 237, "text": "So I think there's a lot of undecided people that will be voting as early hits in states here like Florida and people will be voting tomorrow Saturday and Sunday with early voting, a lot of undecided people and I think that messages like Jay Z do resonate and are hitting the heart."}], "speaker": "SANTOS", "secId": 99}, {"sentences": [{"sentId": 238, "text": "All right."}, {"sentId": 239, "text": "Enrique Santos, thank you very much."}, {"sentId": 240, "text": "Sarah Isgur Flores, thank you very much again."}, {"sentId": 241, "text": "And again, you make sure you stay tuned to CNN for all-day coverage on Election Day Tuesday, and again, that Jay Z performing there in Cleveland Ohio."}, {"sentId": 242, "text": "Much more to come."}, {"sentId": 243, "text": "Let him play us to break."}], "speaker": "LEMON", "secId": 100}, {"sentences": [{"sentId": 244, "text": "More breaking news tonight, President Barack Obama saying agencies like the FBI must remain nonpartisan and guard against influencing elections, insisting that no one should be affected by innuendos including presidential candidates."}], "speaker": "LEMON", "secId": 101}, {"sentences": [{"sentId": 245, "text": "Also tonight, democrats calling for an investigation to alleged leaks at the FBI."}], "speaker": "LEMON", "secId": 102}, {"sentences": [{"sentId": 246, "text": "Let's discuss now with John Flannery, a former federal prosecutor for the southern district of New York, criminal defense attorney Page Pate, and Jeffrey Toobin, CNN senior legal analyst."}], "speaker": "LEMON", "secId": 103}, {"sentences": [{"sentId": 247, "text": "Gentlemen, thank you so much for joining us tonight for the Beyonce and Jay Z concert."}, {"sentId": 248, "text": "So, listen, I want to play something because this is very serious business that we brought up yesterday on the show that we raised."}], "speaker": "LEMON", "secId": 104}, {"sentences": [{"sentId": 249, "text": "Play that something Donald Trump adviser, Rudy Giuliani said two days before Comey sent his game-changing letter a week ago, it's getting some new attention today, here it is."}], "speaker": "LEMON", "secId": 105}, {"sentences": [{"sentId": 250, "text": "And I think it's going to surprise us too that you're going to hear about the next two days."}, {"sentId": 251, "text": "I mean, I'm talking about some pretty big surprises."}], "speaker": "GIULIANI", "secId": 106}, {"sentences": [{"sentId": 252, "text": "I heard you say that this morning."}, {"sentId": 253, "text": "What do you mean?"}], "speaker": "UNIDENTIFIED FEMALE", "secId": 107}, {"sentences": [{"sentId": 254, "text": "You'll see."}], "speaker": "GIULIANI", "secId": 108}, {"sentences": [{"sentId": 255, "text": "All right."}, {"sentId": 256, "text": "Stay tuned."}, {"sentId": 257, "text": "Rudy Giuliani, you're lucky because we got to go."}, {"sentId": 258, "text": "I'm out of time."}, {"sentId": 259, "text": "I'm like I keep pressing you."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 109}, {"sentences": [{"sentId": 260, "text": "We're not going to -- we're not going to -- we're not going to go down and we're certainly not going to stop fighting."}, {"sentId": 261, "text": "We've got a couple things up our sleeve that should turn this around in a way -- even the liberal polls will get to see it."}], "speaker": "GIULIANI", "secId": 110}, {"sentences": [{"sentId": 262, "text": "So, John, what's your reaction to that?"}, {"sentId": 263, "text": "Does that seem like he knew something was coming in."}], "speaker": "LEMON", "secId": 111}, {"sentences": [{"sentId": 264, "text": "Yes, it certainly does."}, {"sentId": 265, "text": "Also for the first time when I've seen this a couple times now when he said up my sleeve, all I could think of was dirty tricks and not since tricky dick in '72, 44 years ago had we had something like this."}, {"sentId": 266, "text": "But I thought the Larson interview was quite telling on Friday."}], "speaker": "FLANNERY", "secId": 112}, {"sentences": [{"sentId": 267, "text": "You're reading ahead in the text book."}], "speaker": "LEMON", "secId": 113}, {"sentences": [{"sentId": 268, "text": "Oh, OK."}, {"sentId": 269, "text": "I'm sorry."}, {"sentId": 270, "text": "I don't know you'll say."}, {"sentId": 271, "text": "So, that's my reaction."}, {"sentId": 272, "text": "It's a dirty trick."}], "speaker": "FLANNERY", "secId": 114}, {"sentences": [{"sentId": 273, "text": "OK."}, {"sentId": 274, "text": "So, listen, I want to play this in, because Wolf Blitzer talked to him today and ask him what, you know, what it was all about, this was his response."}], "speaker": "LEMON", "secId": 115}, {"sentences": [{"sentId": 275, "text": "I was actually talking about the advertising campaign that you were referencing earlier that I knew was going to come as a big surprise and there were about four different formulations of it at that point that we had in mind and I didn't know which one we were going to use, but I knew one was going to be a big surprise."}, {"sentId": 276, "text": "I wasn't referring to any possible information about e-mails or that sort of thing."}], "speaker": "GIULIANI", "secId": 116}, {"sentences": [{"sentId": 277, "text": "Busted, is what -- my reaction is busted."}, {"sentId": 278, "text": "You see him he lost that cackle."}, {"sentId": 279, "text": "He lost that happiness."}, {"sentId": 280, "text": "He was in the chair the spotlight was on him."}, {"sentId": 281, "text": "I see Mike Wallace in my mind."}, {"sentId": 282, "text": "That's what I thought."}], "speaker": "FLANNERY", "secId": 117}, {"sentences": [{"sentId": 283, "text": "But all seriousness, he was pretty excited about an upcoming campaign ad."}], "speaker": "LEMON", "secId": 118}, {"sentences": [{"sentId": 284, "text": "Yes."}], "speaker": "FLANNERY", "secId": 119}, {"sentences": [{"sentId": 285, "text": "He said, I mean, that must have been some ad and I'm being serious here."}], "speaker": "LEMON", "secId": 120}, {"sentences": [{"sentId": 286, "text": "Yes, I'm sure."}, {"sentId": 287, "text": "Like the daisy ad except he fed it."}, {"sentId": 288, "text": "The real question is not what he heard."}, {"sentId": 289, "text": "He says rumors are sort of like Trump's idea of rumors."}, {"sentId": 290, "text": "Many are saying I think this is different, I think this is fact and truth."}], "speaker": "FLANNERY", "secId": 121}, {"sentences": [{"sentId": 291, "text": "OK."}], "speaker": "MACDONALD", "secId": 122}, {"sentences": [{"sentId": 292, "text": "And the question isn't so much what he was told, it's what he did."}], "speaker": "FLANNERY", "secId": 123}, {"sentences": [{"sentId": 293, "text": "All right."}], "speaker": "LEMON", "secId": 124}, {"sentences": [{"sentId": 294, "text": "And I don't -- I don't believe he was immovable on this."}, {"sentId": 295, "text": "LEMON:  Jeffrey Toobin, your turn now."}, {"sentId": 296, "text": "This is what Giuliani told Fox"}], "speaker": "FLANNERY", "secId": 125}, {"sentences": [{"sentId": 297, "text": "News this morning when he was ask whether he knew about the FBI probe before it was announced."}, {"sentId": 298, "text": "Here it is."}], "speaker": "FLANNERY", "secId": 126}, {"sentences": [{"sentId": 299, "text": "So this has been boiling up in the FBI for some time."}], "speaker": "GIULIANI", "secId": 127}, {"sentences": [{"sentId": 300, "text": "Did you know?"}], "speaker": "UNIDENTIFIED MALE", "secId": 128}, {"sentences": [{"sentId": 301, "text": "Now, Mr. Mayor..."}], "speaker": "UNIDENTIFIED MALE", "secId": 129}, {"sentences": [{"sentId": 302, "text": "I did nothing to get it out."}, {"sentId": 303, "text": "I had no role in it."}, {"sentId": 304, "text": "Did I hear about it?"}, {"sentId": 305, "text": "You're darn right I heard about it."}, {"sentId": 306, "text": "And I can't even repeat the language that heard, or all I heard were former FBI agents telling me that there is a revolution going on inside the FBI and it's now at a boiling point."}], "speaker": "GIULIANI", "secId": 130}, {"sentences": [{"sentId": 307, "text": "So, Jeffrey, top democrat seized on Giuliani's comments, they are sending a letter to the DOJ Inspector General asking him to investigate possible leaks from the FBI to the Trump's campaign."}, {"sentId": 308, "text": "How serious is this?"}], "speaker": "LEMON", "secId": 131}, {"sentences": [{"sentId": 309, "text": "Well, I think it's very serious, but I think it's a lot bigger than Rudy Giuliani."}, {"sentId": 310, "text": "Remember what happened here is that when Comey sent his letter, he didn't even mention in the letter that it had anything to do with Anthony Weiner."}], "speaker": "TOOBIN", "secId": 132}, {"sentences": [{"sentId": 311, "text": "The fact this investigation, the unnamed investigation was in fact the Anthony Weiner investigation, leaked almost immediately."}, {"sentId": 312, "text": "But then, there has been a torrent of leaks out of the FBI about the nature of this investigation, how much progress has been made."}], "speaker": "TOOBIN", "secId": 133}, {"sentences": [{"sentId": 313, "text": "And I think the fact that this is all coming out as a result of Comey's letter, both before in terms of Giuliani's statement and afterwards with all these other leaks, suggest that the FBI is really out of control when it comes to leaks and it's entirely appropriate for there to be an investigation."}], "speaker": "TOOBIN", "secId": 134}, {"sentences": [{"sentId": 314, "text": "And Page, you can barely contain yourself but I want to play something before you respond."}, {"sentId": 315, "text": "Giuliani says he was only talking about former FBI agents, OK?"}, {"sentId": 316, "text": "But Wolf Blitzer pressed him on this today, which is a Lars Larson thing that was mentioned early."}, {"sentId": 317, "text": "But listen to this."}], "speaker": "LEMON", "secId": 135}, {"sentences": [{"sentId": 318, "text": "You were in the Larson radio show the other day and you said that you are getting that kind of information from active FBI agents, so you used that term."}], "speaker": "BLITZER", "secId": 136}, {"sentences": [{"sentId": 319, "text": "I just want to make sure -- make sure we're getting that right."}, {"sentId": 320, "text": "We listened to the audio and you were talking about current FBI agents, at least in that radio interview with Lars Larson."}], "speaker": "BLITZER", "secId": 137}, {"sentences": [{"sentId": 321, "text": "Well, the information I've been getting is from former FBI agents."}], "speaker": "GIULIANI", "secId": 138}, {"sentences": [{"sentId": 322, "text": "So you misspoke to Lars Larson?"}], "speaker": "BLITZER", "secId": 139}, {"sentences": [{"sentId": 323, "text": "I have -- if I did -- if I did say that, that was wrong."}, {"sentId": 324, "text": "I have not -- I have not spoken to an on-duty FBI agent about anything, I guess, for the last 10 months."}, {"sentId": 325, "text": "I don't know."}, {"sentId": 326, "text": "I've actually never talked about this investigation to any current member of the Justice Department or current FBI agent."}, {"sentId": 327, "text": "I don't know if I can make it any clearer than that."}], "speaker": "GIULIANI", "secId": 140}, {"sentences": [{"sentId": 328, "text": "All right."}], "speaker": "BLITZER", "secId": 141}, {"sentences": [{"sentId": 329, "text": "Or you can look at my telephone records if you want."}, {"sentId": 330, "text": "I don't -- I don't, you know, acid bleach my e-mails."}], "speaker": "GIULIANI", "secId": 142}, {"sentences": [{"sentId": 331, "text": "So, Page, are you confident we're getting the whole story here?"}], "speaker": "LEMON", "secId": 143}, {"sentences": [{"sentId": 332, "text": "No, I'm not at all confident."}, {"sentId": 333, "text": "In fact, Rudy Giuliani at that point looks like a criminal defendant under interrogation."}, {"sentId": 334, "text": "I mean, he clearly looks like he knows something he's not telling us."}, {"sentId": 335, "text": "But I do take issue with the facts that these leaks are somehow the result of James Comey's leadership of the FBI."}, {"sentId": 336, "text": "I don't think that at all."}], "speaker": "PATE", "secId": 144}, {"sentences": [{"sentId": 337, "text": "In fact, this is another reason I think Comey was right to issue the letter when he did."}, {"sentId": 338, "text": "He did not cause these leaks but he knew those leaks were coming."}, {"sentId": 339, "text": "So wouldn't it be better for there to be an official letter from the director of the FBI, not a accusing anyone of anything but simply saying we found additional e-mails we need to review them, and now this is inconsistent with what I told Congress earlier so I'm clarifying the record."}], "speaker": "PATE", "secId": 145}, {"sentences": [{"sentId": 340, "text": "Not saying anything more about it, not the substance of the investigation, not the details of the e-mails, but I think he did that to try to head off some of these leaks, not to encourage them."}], "speaker": "PATE", "secId": 146}, {"sentences": [{"sentId": 341, "text": "Yes."}, {"sentId": 342, "text": "There is this..."}], "speaker": "LEMON", "secId": 147}, {"sentences": [{"sentId": 343, "text": "How did that -- hey, Page, how did that go, the heading off the leaks, do you think that was a big success?"}], "speaker": "TOOBIN", "secId": 148}, {"sentences": [{"sentId": 344, "text": "No, I think leaks were inevitable, Jeffrey."}, {"sentId": 345, "text": "I mean, they were going to happen."}, {"sentId": 346, "text": "But what does James Comey do?"}, {"sentId": 347, "text": "He cannot control and put a mouth piece or some sort of tape over every agent in the FBI."}, {"sentId": 348, "text": "We know they're frustrated."}], "speaker": "PATE", "secId": 149}, {"sentences": [{"sentId": 349, "text": "I got an idea."}], "speaker": "FLANNERY", "secId": 150}, {"sentences": [{"sentId": 350, "text": "And why are they're frustrated?"}, {"sentId": 351, "text": "Because someone didn't believe this was a political decision."}], "speaker": "PATE", "secId": 151}, {"sentences": [{"sentId": 352, "text": "That's outrageous."}, {"sentId": 353, "text": "They're frustrated of what?"}], "speaker": "TOOBIN", "secId": 152}, {"sentences": [{"sentId": 354, "text": "I have an idea, they can't stick a crime against anybody they don't have evidence of doing anything wrong."}], "speaker": "FLANNERY", "secId": 153}, {"sentences": [{"sentId": 355, "text": "No, I don't think that sit at all."}], "speaker": "PATE", "secId": 154}, {"sentences": [{"sentId": 356, "text": "Well."}], "speaker": "FLANNERY", "secId": 155}, {"sentences": [{"sentId": 357, "text": "They thought they had sufficient evidence for there to be a prosecution of Hillary Clinton, and then they believe, rightly or wrongly, that Justice Department -- the Justice Department officials for political reasons decided not to pursue that."}], "speaker": "PATE", "secId": 156}, {"sentences": [{"sentId": 358, "text": "But, Page, I believe that I should make, you know, $500 million a year, but my boss doesn't believe the same thing, so am I going to go to, you know, a newspaper and scream it around?"}, {"sentId": 359, "text": "I mean, what you're saying is not making any sense."}, {"sentId": 360, "text": "I mean, just because someone believes and the boss doesn't, the boss is the boss."}], "speaker": "LEMON", "secId": 157}, {"sentences": [{"sentId": 361, "text": "Don, I'm not saying they're right."}, {"sentId": 362, "text": "What I am saying is they are frustrated."}, {"sentId": 363, "text": "And they believe that the decision not to prosecute Clinton was political."}, {"sentId": 364, "text": "So, they are coming out from their side saying"}], "speaker": "PATE", "secId": 158}, {"sentences": [{"sentId": 365, "text": "But a lot of people are frustrated -- frustrated FBI agents and almost every criminal case I've been involved in, is one of the reasons why I didn't use them much as a prosecutor, because they can't keep their mouths shut about cases..."}], "speaker": "FLANNERY", "secId": 159}, {"sentences": [{"sentId": 366, "text": "Well, that's right, John."}, {"sentId": 367, "text": "And how do you expect Comey to now change that..."}], "speaker": "PATE", "secId": 160}, {"sentences": [{"sentId": 368, "text": "... and -- well, then Comey should be fired because he can't supervise his own people."}], "speaker": "FLANNERY", "secId": 161}, {"sentences": [{"sentId": 369, "text": "Yes."}], "speaker": "LEMON", "secId": 162}, {"sentences": [{"sentId": 370, "text": "I do not think..."}], "speaker": "PATE", "secId": 163}, {"sentences": [{"sentId": 371, "text": "What better proof of incompetence aside from the big errors he made is the fact that he can't control his own troops?"}], "speaker": "FLANNERY", "secId": 164}, {"sentences": [{"sentId": 372, "text": "Before we get too far field, before we get too far field, all right, now I'll let you, guys, discuss this on the other side of this."}, {"sentId": 373, "text": "Because we're talking about the Lars Larson interview and there's this little thing, you know, it's called, you know, audiotape and videotape."}, {"sentId": 374, "text": "And it's digital now, so everything is recorded."}, {"sentId": 375, "text": "Here it is."}], "speaker": "LEMON", "secId": 165}, {"sentences": [{"sentId": 376, "text": "The other rumor that I get is this kind of revolution going on inside the FBI, about the original conclusion being completely unjustified and almost a slap in the face of the FBI's integrity."}], "speaker": "GIULIANI", "secId": 166}, {"sentences": [{"sentId": 377, "text": "And I know that from former agents, I know that even from a few active agents who obviously don't want to identify themselves."}], "speaker": "GIULIANI", "secId": 167}, {"sentences": [{"sentId": 378, "text": "OK."}, {"sentId": 379, "text": "So he is quite specific in that interview."}], "speaker": "LEMON", "secId": 168}, {"sentences": [{"sentId": 380, "text": "Consciousness appeal."}], "speaker": "FLANNERY", "secId": 169}, {"sentences": [{"sentId": 381, "text": "That he knows even from a few active agents who don't want to reveal their identities, Jeffrey Toobin."}], "speaker": "LEMON", "secId": 170}, {"sentences": [{"sentId": 382, "text": "Well, I mean, it's all part of the same story, and this is all started because James Comey decided to violate one of the longest- standing principles and policies of the Justice Department by talking about an active investigation right before the election."}], "speaker": "TOOBIN", "secId": 171}, {"sentences": [{"sentId": 383, "text": "That's what started this problem."}, {"sentId": 384, "text": "It's Comey's fault, he's responsible for beginning this process that included the leaks, and that's where the buck should stop."}], "speaker": "TOOBIN", "secId": 172}, {"sentences": [{"sentId": 385, "text": "Well, I think there is a question where..."}], "speaker": "FLANNERY", "secId": 173}, {"sentences": [{"sentId": 386, "text": "Jeffrey, you and I both know that this would not have been a problem had a special prosecutor been appointed a long time ago to make this decision and not leave him holding the bag."}], "speaker": "PATE", "secId": 174}, {"sentences": [{"sentId": 387, "text": "Holding the bag?"}], "speaker": "TOOBIN", "secId": 175}, {"sentences": [{"sentId": 388, "text": "The FBI is not supposed to make decisions about prosecuting individuals."}, {"sentId": 389, "text": "You know that."}, {"sentId": 390, "text": "Both of you all have been prosecutors..."}], "speaker": "PATE", "secId": 176}, {"sentences": [{"sentId": 391, "text": "No, he took the bag and tore apart, and he jiggled it all over America."}], "speaker": "FLANNERY", "secId": 177}, {"sentences": [{"sentId": 392, "text": "OK. All right."}, {"sentId": 393, "text": "Hold that thought."}, {"sentId": 394, "text": "We'll continue this discussion on the other side of the break."}, {"sentId": 395, "text": "Don't go anywhere."}], "speaker": "LEMON", "secId": 178}, {"sentences": [{"sentId": 396, "text": "With four days to go there are still a lot of unanswered questions about the FBI and this election."}], "speaker": "LEMON", "secId": 179}, {"sentences": [{"sentId": 397, "text": "Back with me now, John Flannery, Page Pate, and Jeffrey Toobin."}, {"sentId": 398, "text": "OK, gentlemen, Jeffrey, I'm going to start with you."}], "speaker": "LEMON", "secId": 180}, {"sentences": [{"sentId": 399, "text": "Fox News anchor Bret Baier is now coming out to say it was a mistake to report that an indictment most likely in an ongoing FBI inquiry into the Clinton Foundation."}, {"sentId": 400, "text": "Take a -- take a look at this."}], "speaker": "LEMON", "secId": 181}, {"sentences": [{"sentId": 401, "text": "I explain a couple of times yesterday the phrasing of one of my answers to Brit Hume on Wednesday night saying it was in artful, the way I answered the last question about whether the investigation would continue after the election."}], "speaker": "BAIER", "secId": 182}, {"sentences": [{"sentId": 402, "text": "And I answered that yes, our sources said it would, they would continue to likely lead to an indictment."}, {"sentId": 403, "text": "Well, that just wasn't in artful, it was a mistake."}, {"sentId": 404, "text": "And for that, I'm sorry."}, {"sentId": 405, "text": "I should have said they will continue to build their case."}], "speaker": "BAIER", "secId": 183}, {"sentences": [{"sentId": 406, "text": "I have to say, listen, Brett Baier is a good reporter."}, {"sentId": 407, "text": "He's used his spot on this when he apologized."}, {"sentId": 408, "text": "So, nobody's perfect, so I give him credit for apologizing."}, {"sentId": 409, "text": "But when you hear this in the context of all the leaks from the FBI what's your reaction?"}], "speaker": "LEMON", "secId": 184}, {"sentences": [{"sentId": 410, "text": "Well, and again, so do I, journalists make mistakes and he's right to apologize when he made one, and I've made them and I apologize."}], "speaker": "TOOBIN", "secId": 185}, {"sentences": [{"sentId": 411, "text": "Amen."}, {"sentId": 412, "text": "I agree."}], "speaker": "LEMON", "secId": 186}, {"sentences": [{"sentId": 413, "text": "It's just -- it's part of the world in which we live and how we should behave."}, {"sentId": 414, "text": "However, I think it is indicative of the fact that there are people in the FBI who are desperate to get anti-Clinton stories into the journalistic bloodstream."}], "speaker": "TOOBIN", "secId": 187}, {"sentences": [{"sentId": 415, "text": "This is happening over, and over again and it all started in earnest with Comey last week."}, {"sentId": 416, "text": "If he had simply followed Justice Department policy, this would not be happening, and that's what he should have done and that's where the responsibility lies."}], "speaker": "TOOBIN", "secId": 188}, {"sentences": [{"sentId": 417, "text": "I want to get this in quickly."}, {"sentId": 418, "text": "Hang on, hang on."}, {"sentId": 419, "text": "This correction comes only after the news spread across conservative media and Trump continues to reference it on the campaign trail, watch this."}], "speaker": "LEMON", "secId": 189}, {"sentences": [{"sentId": 420, "text": "It was reported last night that the FBI is conducting a criminal investigation into Hillary Clinton's pay for play corruption during her tenure as Secretary of State."}], "speaker": "TRUMP", "secId": 190}, {"sentences": [{"sentId": 421, "text": "In other words, the FBI is investigating how Hillary Clinton put the office of Secretary of State up for sale in violation of federal law."}, {"sentId": 422, "text": "The FBI agents say their investigation is likely to yield an indictment."}], "speaker": "TRUMP", "secId": 191}, {"sentences": [{"sentId": 423, "text": "So, John, it sounds good, but again not true."}], "speaker": "LEMON", "secId": 192}, {"sentences": [{"sentId": 424, "text": "No, it's not true."}], "speaker": "FLANNERY", "secId": 193}, {"sentences": [{"sentId": 425, "text": "What's your reaction?"}], "speaker": "LEMON", "secId": 194}, {"sentences": [{"sentId": 426, "text": "Well, it's worse than rumors, they're out-right lies and, you know, I don't believe it starts with Comey."}, {"sentId": 427, "text": "I believe it may have started with Rudy."}, {"sentId": 428, "text": "I mean, he's represented these FBI agents."}, {"sentId": 429, "text": "He's hired them."}, {"sentId": 430, "text": "They work for him, and he can't know about the, quote, \"revolution.\""}], "speaker": "FLANNERY", "secId": 195}, {"sentences": [{"sentId": 431, "text": "The question is the cause and effect, to what extent did he feed it, to what extent does he feel these people to give rumors."}, {"sentId": 432, "text": "The misconduct here is not just Comey."}], "speaker": "FLANNERY", "secId": 196}, {"sentences": [{"sentId": 433, "text": "The misconduct is wider than that and the violation is historic, to be affecting a presidential election with lies about old investigations that have gotten nothing as a result of the investigation just days before an election."}], "speaker": "FLANNERY", "secId": 197}, {"sentences": [{"sentId": 434, "text": "This is a major crime against freedom good speech, and distinct and understandable elections among a democracy."}], "speaker": "FLANNERY", "secId": 198}, {"sentences": [{"sentId": 435, "text": "I'm up against the clock."}, {"sentId": 436, "text": "I'm sorry, Page, you can blame your fellow panelists or Jay Z and Beyonce, whatever for a lack of time that we have."}, {"sentId": 437, "text": "I'll see you next time."}, {"sentId": 438, "text": "Thank you, gentlemen."}], "speaker": "LEMON", "secId": 199}, {"sentences": [{"sentId": 439, "text": "When we come right back, the economy is a top priority in this election, but who will win with working-class voters?"}], "speaker": "LEMON", "secId": 200}, {"sentences": [{"sentId": 440, "text": "This election could be all about jobs and unemployment."}], "speaker": "LEMON", "secId": 201}, {"sentences": [{"sentId": 441, "text": "Let's discuss now with comedian Trae Crowder, the co-author of \"The Liberal Redneck\" manifesto, and Matt Lewis, author of \"Too Dumb to Fail.\""}, {"sentId": 442, "text": "It's going -- I'm going to read this."}], "speaker": "LEMON", "secId": 202}, {"sentences": [{"sentId": 443, "text": "Yes."}], "speaker": "LEWIS", "secId": 203}, {"sentences": [{"sentId": 444, "text": "Thank you so much."}], "speaker": "LEMON", "secId": 204}, {"sentences": [{"sentId": 445, "text": "I hope you do."}], "speaker": "LEWIS", "secId": 205}, {"sentences": [{"sentId": 446, "text": "And I'm going to read \"Too Dumb\" -- I've already read \"Too Dumb to Fail.\""}, {"sentId": 447, "text": "It's an amazing, man."}, {"sentId": 448, "text": "So, Trae, you're the Liberal Redneck, how many guys like you are out there do you think?"}], "speaker": "LEMON", "secId": 206}, {"sentences": [{"sentId": 449, "text": "I tell you what, more than people think, I can promise you that."}, {"sentId": 450, "text": "I grew up in the middle of nowhere in Tennessee, tiny little place in all my life."}, {"sentId": 451, "text": "Closest friends, like the guys I still in touch with I grew up with, you know, they're all liberal red necks."}], "speaker": "CROWDER", "secId": 207}, {"sentences": [{"sentId": 452, "text": "So, I mean, you know, that's like five dudes but I graduated with, you know, 45 guys."}, {"sentId": 453, "text": "So, you know, it's not a bad percentage."}, {"sentId": 454, "text": "It's definitely more than people think."}, {"sentId": 455, "text": "People tell me all the time you're like a unicorn, you know, and I'm really not."}], "speaker": "CROWDER", "secId": 208}, {"sentences": [{"sentId": 456, "text": "Yes."}, {"sentId": 457, "text": "Well, Matt, speaking of a unicorn, he's still working class."}, {"sentId": 458, "text": "The economy is still top priority to voters."}, {"sentId": 459, "text": "A new jobs report out it's 161,000 jobs created."}, {"sentId": 460, "text": "Unemployment is down to 4.9 percent, wages are up 2.8 percent."}, {"sentId": 461, "text": "Does that impact on how working class voters might vote?"}], "speaker": "LEMON", "secId": 209}, {"sentences": [{"sentId": 462, "text": "No."}, {"sentId": 463, "text": "Because number one a lot of this is a culture war, the God and guns, you know, the better clingers."}, {"sentId": 464, "text": "But a lot of it, too, is how people feel and a lot of working class Americans don't feel like things are good, don't feel like things are going to be good for their kids, and so there's a lot of angst."}], "speaker": "LEWIS", "secId": 210}, {"sentences": [{"sentId": 465, "text": "I think that's why Donald Trump one of the big reasons Trump did so well."}, {"sentId": 466, "text": "One of the big reasons Bernie did so well."}], "speaker": "LEWIS", "secId": 211}, {"sentences": [{"sentId": 467, "text": "Yes."}, {"sentId": 468, "text": "Trae is not so convinced."}, {"sentId": 469, "text": "We keep saying the race is tightening."}, {"sentId": 470, "text": "But you're not still convinced that this race is tightening."}, {"sentId": 471, "text": "You think that there are some red states that are going to go for Hillary Clinton, Arizona, true battleground, and you -- and the polls are close in Georgia, but you think, you don't think it's as close?"}], "speaker": "LEMON", "secId": 212}, {"sentences": [{"sentId": 472, "text": "Well, I mean, I've got my fingers cross, you know what I mean, like especially for Georgia, being a southern guy."}, {"sentId": 473, "text": "I mean, I'm from Tennessee, but still I'm just please, Georgia, please."}, {"sentId": 474, "text": "Nothing would make me happier."}], "speaker": "CROWDER", "secId": 213}, {"sentences": [{"sentId": 475, "text": "Why?"}], "speaker": "LEMON", "secId": 214}, {"sentences": [{"sentId": 476, "text": "Just because -- you know, I know the reputation the south has around a lot of the rest of the country and I'd like to see that would be a win for me as a liberal red neck to see a, you know, a deeply southern state like Georgia flip in this election would be awesome."}], "speaker": "CROWDER", "secId": 215}, {"sentences": [{"sentId": 477, "text": "Many times, some of Donald Trump's supporters have been cast as, you know, racist or bigoted in this election."}, {"sentId": 478, "text": "Do you believe that's deserved as someone who is from the south?"}], "speaker": "LEMON", "secId": 216}, {"sentences": [{"sentId": 479, "text": "I mean, OK."}, {"sentId": 480, "text": "I don't want to generalize too much."}, {"sentId": 481, "text": "I don't think for all of them."}, {"sentId": 482, "text": "Let me tell, that don't hurt, all right?"}, {"sentId": 483, "text": "The racism and the xenophobia stuff that he puts up there."}], "speaker": "CROWDER", "secId": 217}, {"sentences": [{"sentId": 484, "text": "That doesn't hurt with these people, but I do think that's way too simplistic of a view of them."}, {"sentId": 485, "text": "And I don't think that's the thing that matters to most to them."}], "speaker": "CROWDER", "secId": 218}, {"sentences": [{"sentId": 486, "text": "That is the most but you think that it is part of it?"}], "speaker": "LEMON", "secId": 219}, {"sentences": [{"sentId": 487, "text": "I mean, yes."}, {"sentId": 488, "text": "Again, not for all of them but for a lot."}, {"sentId": 489, "text": "I mean, it's hard to deny, you know, to me."}, {"sentId": 490, "text": "I mean, they're just so mad."}, {"sentId": 491, "text": "They're so angry."}, {"sentId": 492, "text": "You know, I mean, yes, I definitely think that's part of it."}, {"sentId": 493, "text": "LEMON:  And that's what -- and that's why you were saying this is a"}], "speaker": "CROWDER", "secId": 220}, {"sentences": [{"sentId": 494, "text": "culture war and you know, and it's coming down to the wire even though perception versus reality, the jobs numbers are good, the economy is getting better."}, {"sentId": 495, "text": "Its perception versus reality here and the reality is not exactly -- and in their lives they seeing something else."}], "speaker": "CROWDER", "secId": 221}, {"sentences": [{"sentId": 496, "text": "Yes, and in fact a lot of the Trump supporters who are the most vehement or actually doing pretty well economically themselves."}, {"sentId": 497, "text": "But they feel like the America that they grew up with is leaving them."}], "speaker": "LEWIS", "secId": 222}, {"sentences": [{"sentId": 498, "text": "In some cases that's cultural, and in some cases it is economic, you know, but not necessarily for them, maybe for friends and family."}, {"sentId": 499, "text": "You know, that the days of getting a high school education and getting a job at a factory making $15 an hour, having a middle class existence, those days are gone and you can blame immigration, you can blame automation, you can blame outsourcing but somebody has to be to blame and it can never be me that's to blame."}], "speaker": "LEWIS", "secId": 223}, {"sentences": [{"sentId": 500, "text": "And you don't realize those days are gone for everybody."}], "speaker": "LEMON", "secId": 224}, {"sentences": [{"sentId": 501, "text": "Yes."}], "speaker": "LEWIS", "secId": 225}, {"sentences": [{"sentId": 502, "text": "Not just people who look like you, or like those days are gone for everybody."}], "speaker": "LEMON", "secId": 226}, {"sentences": [{"sentId": 503, "text": "I'm sorry I have to run, guys."}, {"sentId": 504, "text": "Thank you very much."}, {"sentId": 505, "text": "I appreciate it."}, {"sentId": 506, "text": "We'll be right back."}], "speaker": "LEMON", "secId": 227}, {"sentences": [{"sentId": 507, "text": "Thank you."}], "speaker": "CROWDER", "secId": 228}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1611.04.cnnt.01.html.json", "time": "Aired November 4, 2016 - 22:00   ET"}