{"sectionCount": 261, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["LEMON", "COOPER", "BECK", "BRUNI", "KENNEDY", "POPE FRANCIS", "TRUMP", "UNIDENTIFIED FEMALE", "RUBIO", "GAGE", "HUGHES", "BLOW", "HIGHES", "BUSH", "HUGES", "JUDD", "GOLDBERG", "UNIDENTIFIED MALE", "JOINER"], "subTitle": "Pope Francis Addresses Congress; Trump Leads Latest CNN WMUR New Hampshire Poll.  Aired 10-11p ET.", "url": "transcripts.cnn.com/TRANSCRIPTS/1509/24/cnnt.01.html", "sentenceCount": 698, "sections": [{"sentences": [{"sentId": 0, "text": "Anderson, thank you very much."}, {"sentId": 1, "text": "Nice little trivia there."}, {"sentId": 2, "text": "Such a remarkable day today as we follow the Pope from the halls of Congress, Anderson, to the streets of New York."}, {"sentId": 3, "text": "You know, I was watching you and Wolf."}, {"sentId": 4, "text": "And you were very excited and he's, you know, made note of how excited you were."}, {"sentId": 5, "text": "What was the most memorable for you?"}], "speaker": "LEMON", "secId": 0}, {"sentences": [{"sentId": 6, "text": "I mean, certainly, seeing him in person when he turned around as you are showing the video right there."}, {"sentId": 7, "text": "I was hitting Wolf and be like, Wolf, stop looking at the monitor."}, {"sentId": 8, "text": "Turn around and look at the Pope for goodness sakes."}], "speaker": "COOPER", "secId": 1}, {"sentences": [{"sentId": 9, "text": "That was exciting."}, {"sentId": 10, "text": "But for me there was a moment after he spoke in St. Patrick's when he was leaving St. Patrick's Cathedral."}, {"sentId": 11, "text": "There were two elderly ladies who I don't think were able to get up."}, {"sentId": 12, "text": "And in this huge crowd, I mean, he could have walked right by."}, {"sentId": 13, "text": "He zeroed in on them and he bent down so that he was at their eye level and he spoke to them."}, {"sentId": 14, "text": "I don't know what he said."}, {"sentId": 15, "text": "But the smiles on their faces were just -- they were beaming."}], "speaker": "COOPER", "secId": 2}, {"sentences": [{"sentId": 16, "text": "And that he took the time with the entire world watching and thousands of people waiting and tens of thousands of people waiting on the streets that he took the time to speak to these two ladies and made no doubt such an impression on them."}, {"sentId": 17, "text": "That made a huge impression on me."}, {"sentId": 18, "text": "I just found it an incredibly touching, touching moment."}], "speaker": "COOPER", "secId": 3}, {"sentences": [{"sentId": 19, "text": "I remember covering him in St. Louis years ago."}, {"sentId": 20, "text": "In the middle of my life show, as he was doing by, my voice started going higher and higher because it was the actual Pope coming."}], "speaker": "LEMON", "secId": 4}, {"sentences": [{"sentId": 21, "text": "You know, the city feels different, Anderson."}, {"sentId": 22, "text": "Maybe it's the traffic but it's really -- I know it's the Pope, it really does feel different."}, {"sentId": 23, "text": "And we will be out there covering it tomorrow."}, {"sentId": 24, "text": "It's going to be an extraordinary day ahead tomorrow, isn't it?"}], "speaker": "LEMON", "secId": 5}, {"sentences": [{"sentId": 25, "text": "Yes."}, {"sentId": 26, "text": "I mean, to be down at Ground Zero for an inter-faith service that he is going to be at, that's going to be an extraordinary moment."}, {"sentId": 27, "text": "And I think that, for me, will certainly be the thing I'll look forward to the most tomorrow."}, {"sentId": 28, "text": "Meeting with the families and others affected by 9/11 as so many were."}], "speaker": "COOPER", "secId": 6}, {"sentences": [{"sentId": 29, "text": "See you bright and early."}, {"sentId": 30, "text": "My end time is 6 a.m."}, {"sentId": 31, "text": "So, see you tomorrow, Anderson."}], "speaker": "LEMON", "secId": 7}, {"sentences": [{"sentId": 32, "text": "All right."}], "speaker": "COOPER", "secId": 8}, {"sentences": [{"sentId": 33, "text": "Get some sleep."}, {"sentId": 34, "text": "All right."}, {"sentId": 35, "text": "Take it easy."}, {"sentId": 36, "text": "Now I want to bring in New York times columnist, Frank Bruni here with me in studio, and at St. Patrick's, Father Edward Beck, CNN religion commentator."}], "speaker": "LEMON", "secId": 9}, {"sentences": [{"sentId": 37, "text": "It really is, Father Beck, it was a monumental day for Catholics, for lawmakers, for Americans everywhere."}, {"sentId": 38, "text": "We have seen, you know, a few public addresses from this Pope since he arrived."}, {"sentId": 39, "text": "Is this a sort of theme -- what do you see the theme emerging here?"}], "speaker": "LEMON", "secId": 10}, {"sentences": [{"sentId": 40, "text": "Well, I was amazed today, Don, by his speech at Congress."}, {"sentId": 41, "text": "I didn't expect any of that."}, {"sentId": 42, "text": "The people that he named as the heroes, the role models."}, {"sentId": 43, "text": "To start of course, OK, Lincoln and Martin Luther King, you might expect."}, {"sentId": 44, "text": "But then, Dorothy Day and Thomas Merton."}, {"sentId": 45, "text": "And everybody looked at each other like, who?"}], "speaker": "BECK", "secId": 11}, {"sentences": [{"sentId": 46, "text": "And of course most Catholics or practicing Catholics know who those luminaries are."}, {"sentId": 47, "text": "But a woman like Dorothy Day, who started the Catholic Worker movement who sheltered the homeless, fed the hungry, a woman who had an abortion who was kind of ostracized from the church for a while."}, {"sentId": 48, "text": "A kind of suspect, radical activist, political activist."}], "speaker": "BECK", "secId": 12}, {"sentences": [{"sentId": 49, "text": "So, this is who the Pope is naming."}, {"sentId": 50, "text": "Thomas Merton, also a political activist, suspicious because he had with the Eastern tradition, a certain alliance with Eastern religions."}, {"sentId": 51, "text": "And people thought, well, how can a Roman Catholic priest be Buddhist as well?"}, {"sentId": 52, "text": "And so, he was suspect."}], "speaker": "BECK", "secId": 13}, {"sentences": [{"sentId": 53, "text": "And so, these are the people he's naming."}, {"sentId": 54, "text": "So, people said to me, well, was it a political speech today?"}, {"sentId": 55, "text": "I said, you are darn right it was political."}, {"sentId": 56, "text": "And he knew it was political."}, {"sentId": 57, "text": "He gave a homily at his St. Martha's residence and he said, Catholics need to meddle into politics."}, {"sentId": 58, "text": "Today, this Pope meddled in politics."}], "speaker": "BECK", "secId": 14}, {"sentences": [{"sentId": 59, "text": "I want to bring in Frank Bruni now."}, {"sentId": 60, "text": "Because Frank, you covered the Pope for the Times for a while."}], "speaker": "LEMON", "secId": 15}, {"sentences": [{"sentId": 61, "text": "I think make a jump all the second, yes."}], "speaker": "BRUNI", "secId": 16}, {"sentences": [{"sentId": 62, "text": "So, do you think it was because, you know, he is being criticized from the right saying, oh, you know, he is too left."}, {"sentId": 63, "text": "Do you think that he knows it is political?"}, {"sentId": 64, "text": "Do you think he's a leftist?"}], "speaker": "LEMON", "secId": 17}, {"sentences": [{"sentId": 65, "text": "Well, I don't know if I would call him a leftist."}, {"sentId": 66, "text": "But I think, I mean, he knows when you are going to address Congress."}, {"sentId": 67, "text": "That's a political context."}, {"sentId": 68, "text": "That's a decision he makes."}, {"sentId": 69, "text": "I was struck by all the things that Father Beck mentioned."}, {"sentId": 70, "text": "But I was also struck by something else, which was a message that transcended any party's politics."}], "speaker": "BRUNI", "secId": 18}, {"sentences": [{"sentId": 71, "text": "He mentioned high up in a speech common purpose or common need."}, {"sentId": 72, "text": "I remember the word common several times."}, {"sentId": 73, "text": "He mentioned cooperation."}, {"sentId": 74, "text": "He talked about not casting the world in terms of enemies and allies."}, {"sentId": 75, "text": "I think there was an equally powerful message today at Congress which"}], "speaker": "BRUNI", "secId": 19}, {"sentences": [{"sentId": 76, "text": "was, you know, get out of your partisanship."}, {"sentId": 77, "text": "You are stewards of the common good."}, {"sentId": 78, "text": "You are in charge of a country that's bigger than any party or any individual."}, {"sentId": 79, "text": "So, think beyond yourselves and look at the common good."}], "speaker": "BRUNI", "secId": 20}, {"sentences": [{"sentId": 80, "text": "Is he, Frank, any more or less controversial than any other pope do you think?"}], "speaker": "LEMON", "secId": 21}, {"sentences": [{"sentId": 81, "text": "It's hard to compare."}, {"sentId": 82, "text": "I mean, John Paul II, in his final years that went on for a long time was so frail and so sick."}, {"sentId": 83, "text": "But all the things we see this Pope doing, mingling in the crowd the way Anderson was talking about, he couldn't do."}], "speaker": "BRUNI", "secId": 22}, {"sentences": [{"sentId": 84, "text": "And Pope Benedict had no appetite for it."}, {"sentId": 85, "text": "So, this Pope by being much more in the mix than his two predecessors is naturally going to attract a lot more commentary."}], "speaker": "BRUNI", "secId": 23}, {"sentences": [{"sentId": 86, "text": "Father Beck, today in Washington he directly lobbied Congress to abolish the death penalty."}, {"sentId": 87, "text": "And yet he only said, this and it's very short about abortion."}, {"sentId": 88, "text": "He said, \"Our responsibility to protect and defend human life at every stage of its development.\""}, {"sentId": 89, "text": "So, why is that, why do you think that?"}], "speaker": "LEMON", "secId": 24}, {"sentences": [{"sentId": 90, "text": "I found that so interesting, Don."}, {"sentId": 91, "text": "Because he talked about the respect for life from conception or he said, really, at every stage of life."}, {"sentId": 92, "text": "So, you think that would have been the time to say something about abortion."}, {"sentId": 93, "text": "I think a lot sitting in that chamber would have loved to hear him say the word."}], "speaker": "BECK", "secId": 25}, {"sentences": [{"sentId": 94, "text": "But what he did is, right after that, he said, and I think we should abolish the death penalty universally, not just here in the United States everywhere."}, {"sentId": 95, "text": "So, yes."}, {"sentId": 96, "text": "I mean, he, of course, talks about abortion but he didn't mention it by name."}, {"sentId": 97, "text": "He talked about the death penalty."}], "speaker": "BECK", "secId": 26}, {"sentences": [{"sentId": 98, "text": "And again, this wouldn't be pleasing to some people on the right because they want him to name the right to life as abortion."}, {"sentId": 99, "text": "But this is the seamless garment approach."}, {"sentId": 100, "text": "This is conception until death."}, {"sentId": 101, "text": "And if you unjustly kill someone."}, {"sentId": 102, "text": "And he would think capital punishment is always unjust."}, {"sentId": 103, "text": "It is never acceptable and he said that today in Congress."}], "speaker": "BECK", "secId": 27}, {"sentences": [{"sentId": 104, "text": "Yes."}, {"sentId": 105, "text": "I'm wondering how much."}, {"sentId": 106, "text": "I see you shaking your head as Father Beck is making his sound."}, {"sentId": 107, "text": "I wonder how much influence he has actually because he brings up things at immigration, he talked about the refugee crisis in Europe."}, {"sentId": 108, "text": "Many lawmakers you could see, Speaker Boehner was clearly moved."}], "speaker": "LEMON", "secId": 28}, {"sentences": [{"sentId": 109, "text": "Crying."}], "speaker": "BRUNI", "secId": 29}, {"sentences": [{"sentId": 110, "text": "He was crying."}, {"sentId": 111, "text": "Yes, he was moved by the address."}, {"sentId": 112, "text": "But we are politically polarized."}, {"sentId": 113, "text": "How much actual influence does he have?"}], "speaker": "LEMON", "secId": 30}, {"sentences": [{"sentId": 114, "text": "On these specific issues, I think very, very little."}, {"sentId": 115, "text": "You have heard the phrase \"cafeteria Catholics.\""}, {"sentId": 116, "text": "LEMON:  Yes."}], "speaker": "BRUNI", "secId": 31}, {"sentences": [{"sentId": 117, "text": "Well, I mean, this is -- Congress is going to behave like \"cafeteria Catholics.\""}, {"sentId": 118, "text": "They are going to look at Jesuits they like and see, you mentioned this thing."}, {"sentId": 119, "text": "I agree with us but they're going to taste they are going to leave something else there."}, {"sentId": 120, "text": "I mean, John Boehner considers himself a devout Catholic, so does Nancy Pelosi and they don't share the same issues."}], "speaker": "BRUNI", "secId": 32}, {"sentences": [{"sentId": 121, "text": "They will walk away from that address with different conclusions."}, {"sentId": 122, "text": "What I hope though, is that it was one of those moments where all of them hear a call to be bigger than themselves, you know."}, {"sentId": 123, "text": "That's something that I hope everyone can walk away with and maybe work with a little bit less animosity in the future."}], "speaker": "BRUNI", "secId": 33}, {"sentences": [{"sentId": 124, "text": "And what about regular folks who are out there watching this."}, {"sentId": 125, "text": "As I watch him enter St. Patrick's, he spoke to a woman in a wheelchair."}, {"sentId": 126, "text": "The regular people, they are standing there behind you now."}, {"sentId": 127, "text": "Clearly, they are static at this Pope is here."}], "speaker": "LEMON", "secId": 34}, {"sentences": [{"sentId": 128, "text": "Beck:  They are."}, {"sentId": 129, "text": "And you know, there is a different feel in the city, Don."}, {"sentId": 130, "text": "You said it in the beginning."}, {"sentId": 131, "text": "I have to tell you the truth quite honestly."}, {"sentId": 132, "text": "Sometimes in recent years as a priest, I would walk down the street and sometimes I would go like this."}, {"sentId": 133, "text": "I would take it off because of all the church has gone through and people would look at you."}, {"sentId": 134, "text": "And I feel like, gee, I am going to have to start explaining about the sex abuse scandal."}], "speaker": "LEMON", "secId": 35}, {"sentences": [{"sentId": 135, "text": "Today, I walked down the street so proudly on the way to this cathedral."}, {"sentId": 136, "text": "And you know that everyone said, hello, father, hello, father, smiled."}, {"sentId": 137, "text": "It was a different feel totally."}, {"sentId": 138, "text": "And this man, just like coming to this city has done that."}, {"sentId": 139, "text": "And I couldn't have been prouder today."}, {"sentId": 140, "text": "I think the people standing behind me and the people that have lined these streets feel exactly the same way."}], "speaker": "LEMON", "secId": 36}, {"sentences": [{"sentId": 141, "text": "How often does that happen?"}], "speaker": "LEMON", "secId": 37}, {"sentences": [{"sentId": 142, "text": "Can I do within reality check?"}], "speaker": "BRUNI", "secId": 38}, {"sentences": [{"sentId": 143, "text": "Yes."}], "speaker": "LEMON", "secId": 39}, {"sentences": [{"sentId": 144, "text": "I think this is an extraordinary man and an extraordinary moment."}, {"sentId": 145, "text": "And almost everything he symbolizes is wonderful."}, {"sentId": 146, "text": "But Father Beck just mentioned the sex abuse crisis."}, {"sentId": 147, "text": "I think the one false note that he's focus hit so far is in addressing the bishops."}, {"sentId": 148, "text": "He complimented them for their courage in dealing with it."}], "speaker": "BRUNI", "secId": 40}, {"sentences": [{"sentId": 149, "text": "And the story of that crisis if you go back a couple of decades is not one of courage by American bishops."}, {"sentId": 150, "text": "They were very late to the kind of action they are taking now."}, {"sentId": 151, "text": "And I think for him to mention their courage before he mentioned the victim's pain was the one false note of this trip."}], "speaker": "BRUNI", "secId": 41}, {"sentences": [{"sentId": 152, "text": "But to his credit he did call it what it was crimes."}], "speaker": "LEMON", "secId": 42}, {"sentences": [{"sentId": 153, "text": "Yes."}, {"sentId": 154, "text": "LEMON:  He said it was crime or crimes committed."}, {"sentId": 155, "text": "Thank you, gentlemen."}, {"sentId": 156, "text": "I appreciate it."}, {"sentId": 157, "text": "We are going to be right back with much more on the Pope's historic first visit to America and what to watch for tomorrow."}], "speaker": "BRUNI", "secId": 43}, {"sentences": [{"sentId": 158, "text": "And coming up, the Kennedy family member who saw the Pope."}, {"sentId": 159, "text": "We are going to talk to her."}, {"sentId": 160, "text": "Plus, the race for the White House, surprising new poll results."}, {"sentId": 161, "text": "Who is up and who is down?"}], "speaker": "BRUNI", "secId": 44}, {"sentences": [{"sentId": 162, "text": "Pope Francis not shying away from hot button issues in his groundbreaking address to Congress today from immigration to the war on poverty to ending the death penalty."}], "speaker": "LEMON", "secId": 45}, {"sentences": [{"sentId": 163, "text": "Not the first time that faith has been front and center in American politics."}, {"sentId": 164, "text": "Listen to the man who became this country's first Catholic president, John F. Kennedy, this is 1960."}], "speaker": "LEMON", "secId": 46}, {"sentences": [{"sentId": 165, "text": "I believe in an America that is officially, neither Catholic, Protestant nor Jewish, where no public official either requests or accepts instructions on public policy from the pope, the national council of churches or any other ecclesiastical source."}], "speaker": "KENNEDY", "secId": 47}, {"sentences": [{"sentId": 166, "text": "Where no religious body seeks to impose its will directly or indirectly upon the general populous or the public acts of its officials, and where religious liberty is so indivisible that an act against one church is treated as an act against all."}], "speaker": "KENNEDY", "secId": 48}, {"sentences": [{"sentId": 167, "text": "Joining me now President Kennedy's niece and Robert Kennedy's daughter, Kerry Kennedy."}, {"sentId": 168, "text": "Such an honor to have you here."}], "speaker": "LEMON", "secId": 49}, {"sentences": [{"sentId": 169, "text": "Thank you."}], "speaker": "KENNEDY", "secId": 50}, {"sentences": [{"sentId": 170, "text": "I want to talk to you about that."}, {"sentId": 171, "text": "I saw how you were looking at that clip right there."}, {"sentId": 172, "text": "But first, I want to ask you about some of the images today."}, {"sentId": 173, "text": "The Pope who addressed Congress, standing on Capitol Hill in the balcony, Fifth Avenue in the pope mobile, at St. Patrick's this evening giving prayers."}, {"sentId": 174, "text": "What a day to be a Catholic."}, {"sentId": 175, "text": "How does it feel to be a Catholic in America?"}], "speaker": "LEMON", "secId": 51}, {"sentences": [{"sentId": 176, "text": "It just feels so great."}, {"sentId": 177, "text": "I mean, I have cried so many times just tears coming down my eyes watching this man and I'm not alone."}, {"sentId": 178, "text": "We saw John Boehner doing that."}, {"sentId": 179, "text": "I was getting my makeup put on."}, {"sentId": 180, "text": "The makeup artist was saying it right here."}], "speaker": "KENNEDY", "secId": 52}, {"sentences": [{"sentId": 181, "text": "I think there is just so much feeling towards this man."}, {"sentId": 182, "text": "And it's because, you know, even though he addressed Congress with all of these issues today, ultimately, he's talking to our spirit."}, {"sentId": 183, "text": "He is talking to our spirit of humanity, he's talking to our commonality of finding Jesus in each one of us."}, {"sentId": 184, "text": "And he is calling forth the best in all of us."}], "speaker": "KENNEDY", "secId": 53}, {"sentences": [{"sentId": 185, "text": "May I call you Kerry?"}], "speaker": "LEMON", "secId": 54}, {"sentences": [{"sentId": 186, "text": "Yes, please."}], "speaker": "KENNEDY", "secId": 55}, {"sentences": [{"sentId": 187, "text": "So, what do you think your dad and uncle would say about this, Kerry?"}], "speaker": "LEMON", "secId": 56}, {"sentences": [{"sentId": 188, "text": "I mean, I think they would be so happy to have this Pope who's talking about poverty, who's talking about hunger who said, I'm not going to have lunch with the members of Congress but I'm going to a homeless facility instead."}, {"sentId": 189, "text": "You know, that's what my family has stood for."}, {"sentId": 190, "text": "That's what my father and my uncle really devoted their entire lives to."}, {"sentId": 191, "text": "So, I think they would be so incredibly happy."}], "speaker": "KENNEDY", "secId": 57}, {"sentences": [{"sentId": 192, "text": "I'm sure you know well about, you know, the issues that your uncle faced as being a Catholic, right, and running for president?"}], "speaker": "LEMON", "secId": 58}, {"sentences": [{"sentId": 193, "text": "Yes, of course."}, {"sentId": 194, "text": "Yes."}], "speaker": "KENNEDY", "secId": 59}, {"sentences": [{"sentId": 195, "text": "What do you think that he would think, and even your father think of the current situation of what it comes to the race for the White House and what is going on with the Pope politically right now?"}], "speaker": "LEMON", "secId": 60}, {"sentences": [{"sentId": 196, "text": "Well, I think that he'd be delighted that he'd see things have changed, that now we have not only had a Catholic president."}, {"sentId": 197, "text": "We have a Catholic vice-president."}, {"sentId": 198, "text": "We have half a dozen Supreme Court justices who are Catholic and a third of the Congress is Catholic."}, {"sentId": 199, "text": "So, things have changed a lot from that from those days of skepticism."}], "speaker": "KENNEDY", "secId": 61}, {"sentences": [{"sentId": 200, "text": "But I think he'd be so happy to see this Pope in Congress and confronting them on these basic justice issues, on the death penalty and the immigration and refugees and the arms race."}], "speaker": "KENNEDY", "secId": 62}, {"sentences": [{"sentId": 201, "text": "Let's talk more about that."}, {"sentId": 202, "text": "Let's actually listen to him addressing Congress."}], "speaker": "LEMON", "secId": 63}, {"sentences": [{"sentId": 203, "text": "Please."}], "speaker": "KENNEDY", "secId": 64}, {"sentences": [{"sentId": 204, "text": "I am most grateful for your invitation to address this joint session of Congress."}, {"sentId": 205, "text": "In the land of the free and the home of the brave."}], "speaker": "POPE FRANCIS", "secId": 65}, {"sentences": [{"sentId": 206, "text": "You are the face of its people, their representatives."}, {"sentId": 207, "text": "You are called to defend and preserve the dignity of your fellow citizens in the tireless and demanding pursuit of the common good, for this is the chief aim of all politics."}], "speaker": "POPE FRANCIS", "secId": 66}, {"sentences": [{"sentId": 208, "text": "Kerry, it almost doesn't seem real."}, {"sentId": 209, "text": "It seems like he is super imposed there, right?"}, {"sentId": 210, "text": "Because this is a -- all I see of dark suits and there he is in white."}, {"sentId": 211, "text": "The first time a pope has addressed Congress."}, {"sentId": 212, "text": "John Boehner clearly moved."}, {"sentId": 213, "text": "You could see him wiping away tears."}, {"sentId": 214, "text": "Do you think that his message will have an impact on Capitol Hill in the coming days, months?"}], "speaker": "LEMON", "secId": 67}, {"sentences": [{"sentId": 215, "text": "You know, I think the most important part of his message in Congress was not necessarily on all those issues but of him saying, we have to stop looking at the world as good or evil."}, {"sentId": 216, "text": "That is a stark contrast to the way many Catholics were raised."}], "speaker": "KENNEDY", "secId": 68}, {"sentences": [{"sentId": 217, "text": "And he said, we have to come together and look for the common good."}, {"sentId": 218, "text": "You know, I think that -- I hope that Congress is able to really take that to heart."}, {"sentId": 219, "text": "Not only Congress, but all of us, all of us as Americans and all of us across the world."}], "speaker": "KENNEDY", "secId": 69}, {"sentences": [{"sentId": 220, "text": "I have to run, though."}, {"sentId": 221, "text": "But for --can you talk to me quickly and I hate to -- I'm sorry to give it so short, but about being a woman and women and what he says about women in his messages?"}], "speaker": "LEMON", "secId": 70}, {"sentences": [{"sentId": 222, "text": "His message today was so amazing, because the former Pope, Pope Benedict, went on this kind of assault of women, religious of the nuns in America opened up two investigations against them."}, {"sentId": 223, "text": "And today, in contrast, first of all, Pope Francis closed down both those investigations and said, thank you to women, religious."}, {"sentId": 224, "text": "And I am with you and I love you."}], "speaker": "KENNEDY", "secId": 71}, {"sentences": [{"sentId": 225, "text": "Yes."}], "speaker": "LEMON", "secId": 72}, {"sentences": [{"sentId": 226, "text": "What a contrast."}], "speaker": "KENNEDY", "secId": 73}, {"sentences": [{"sentId": 227, "text": "Not just -- and not just Catholic women but just religious women all over it."}, {"sentId": 228, "text": "Thank you so much, Kerry."}, {"sentId": 229, "text": "What a pleasure Kerry Kennedy, pleasure to meet you."}], "speaker": "LEMON", "secId": 74}, {"sentences": [{"sentId": 230, "text": "Nice to see you, too."}], "speaker": "KENNEDY", "secId": 75}, {"sentences": [{"sentId": 231, "text": "Thank you very much."}, {"sentId": 232, "text": "Up next."}, {"sentId": 233, "text": "The day in Trump."}, {"sentId": 234, "text": "A war of words breaks out between Donald Trump and Marco Rubio."}, {"sentId": 235, "text": "But tonight, Trump was wowed by one of the Pope's visits today."}, {"sentId": 236, "text": "He actually looked."}, {"sentId": 237, "text": "There he is standing in the balcony to watch the pontiff motorcade on Fifth Avenue."}, {"sentId": 238, "text": "Trump himself got a bit of a different reception, though."}], "speaker": "LEMON", "secId": 76}, {"sentences": [{"sentId": 239, "text": "And now, for the day in Trump."}, {"sentId": 240, "text": "He leads the latest CNN WMUR poll of New Hampshire republicans."}, {"sentId": 241, "text": "Trump has 26 percent."}, {"sentId": 242, "text": "Carly Fiorina is second with 16 percent."}, {"sentId": 243, "text": "Marco Rubio, third, 9 percent."}, {"sentId": 244, "text": "Ben Carson, fourth, 8 percent."}], "speaker": "LEMON", "secId": 77}, {"sentences": [{"sentId": 245, "text": "I'm joined by Katie Packer Gage, former deputy campaign manager for Mitt Romney, Charles Blow, CNN political commentator and New York Times op-ed columnist, and Scottie Nell Hughes, news director of the Tea Party News Network."}], "speaker": "LEMON", "secId": 78}, {"sentences": [{"sentId": 246, "text": "Hello, ladies and gentlemen."}, {"sentId": 247, "text": "Good to see all of you."}, {"sentId": 248, "text": "Gentleman, one of you."}, {"sentId": 249, "text": "So, Katy, I'm going to start with you."}, {"sentId": 250, "text": "Marco Rubio has been flying under the radar."}, {"sentId": 251, "text": "Really now, he is in third place in New Hampshire and he's trading blows with Donald Trump."}, {"sentId": 252, "text": "I want you to listen to what Donald Trump said this morning."}, {"sentId": 253, "text": "Marco Rubio and Donald Trump going at it."}, {"sentId": 254, "text": "Listen."}], "speaker": "LEMON", "secId": 79}, {"sentences": [{"sentId": 255, "text": "Marco Rubio sits behind a desk sometimes and he reads stuff."}, {"sentId": 256, "text": "He is in, you know, committees."}, {"sentId": 257, "text": "So, that's all he does."}, {"sentId": 258, "text": "I create jobs all day long."}, {"sentId": 259, "text": "I'll know more about all of this and all of them put together."}, {"sentId": 260, "text": "And believe me, we'll have a winning strategy."}, {"sentId": 261, "text": "If Marco Rubio is good, how come we're doing so badly?"}, {"sentId": 262, "text": "He's a sitting U.S. senator."}], "speaker": "TRUMP", "secId": 80}, {"sentences": [{"sentId": 263, "text": "He is on the Foreign Relations Committee."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 81}, {"sentences": [{"sentId": 264, "text": "He's just talking about it."}, {"sentId": 265, "text": "I'm not in government."}, {"sentId": 266, "text": "He is in government."}, {"sentId": 267, "text": "Marco Rubio, he's like a kid."}, {"sentId": 268, "text": "He shouldn't be running in the race as far as I'm concerned."}, {"sentId": 269, "text": "He's a kid."}], "speaker": "TRUMP", "secId": 82}, {"sentences": [{"sentId": 270, "text": "When the debate turned to policy, he stood silence for 23 minutes."}, {"sentId": 271, "text": "And that's why he had such a bad debate."}, {"sentId": 272, "text": "That's why he is now reacting the way he is, and continuing to offend anyone who criticize him."}], "speaker": "RUBIO", "secId": 83}, {"sentences": [{"sentId": 273, "text": "He's very thin-skinned obviously."}, {"sentId": 274, "text": "He's very sensitive to criticism."}, {"sentId": 275, "text": "But he can't have a conversation about policy, because, quite frankly, he doesn't know anything about policy."}], "speaker": "RUBIO", "secId": 84}, {"sentences": [{"sentId": 276, "text": "It's OK. Is this the latest shoving match really or is Trump vulnerable now?"}], "speaker": "LEMON", "secId": 85}, {"sentences": [{"sentId": 277, "text": "Well, I think Trump is vulnerable."}, {"sentId": 278, "text": "I think he had a very poor performance at the debate last week."}, {"sentId": 279, "text": "Carly took it to him very hard."}, {"sentId": 280, "text": "Marco Rubio had a great evening."}, {"sentId": 281, "text": "Carly had a great evening."}, {"sentId": 282, "text": "Donald Trump sort of, you know, just shrunk into the background."}], "speaker": "GAGE", "secId": 86}, {"sentences": [{"sentId": 283, "text": "And you know, I think that we are probably going to see his support continuing to level off as it has."}, {"sentId": 284, "text": "It hasn't really grown in the last several weeks or months."}, {"sentId": 285, "text": "And, you know, we are going to continue to see this sort of leveling off and recalibrating of this election until we see, you know, some more candidates begin to drop out."}], "speaker": "GAGE", "secId": 87}, {"sentences": [{"sentId": 286, "text": "And then I think you will see somebody else that will emerge to really challenge him."}, {"sentId": 287, "text": "But he is very soft on this issue of providing detail, providing specifics on his plans."}], "speaker": "GAGE", "secId": 88}, {"sentences": [{"sentId": 288, "text": "And you know, to suggest that Marco Rubio is a kid is ridiculous."}, {"sentId": 289, "text": "He is a 44-year-old adult in the U.S. Senate and certainly has every right to be there."}], "speaker": "GAGE", "secId": 89}, {"sentences": [{"sentId": 290, "text": "But it's not the first time that I've heard people say Marco Rubio looks really young."}, {"sentId": 291, "text": "Maybe, you know, he doesn't..."}], "speaker": "LEMON", "secId": 90}, {"sentences": [{"sentId": 292, "text": "He may look young but he's not a kid."}], "speaker": "GAGE", "secId": 91}, {"sentences": [{"sentId": 293, "text": "But I'm sure you disagree with all of this, don't you, Scottie?"}, {"sentId": 294, "text": "I can only imagine, I mean, do you think that Donald Trump is weak on national security as Marco Rubio says?"}], "speaker": "LEMON", "secId": 92}, {"sentences": [{"sentId": 295, "text": "Absolutely not."}, {"sentId": 296, "text": "That's the thing."}, {"sentId": 297, "text": "None of these guys have really put forward plans."}, {"sentId": 298, "text": "and people that have put forward plans, you're not talking about it."}, {"sentId": 299, "text": "So, the reason why -- it doesn't mean that Donald Trump doesn't have it or Mr. Trump doesn't."}, {"sentId": 300, "text": "He is just have to..."}], "speaker": "HUGHES", "secId": 93}, {"sentences": [{"sentId": 301, "text": "You just have to trust him."}], "speaker": "GAGE", "secId": 94}, {"sentences": [{"sentId": 302, "text": "Well, no, no."}, {"sentId": 303, "text": "None of them put it out."}, {"sentId": 304, "text": "Let me tell you, Jeb Bush put his economic plan out two weeks ago."}, {"sentId": 305, "text": "You still can't name two or three points."}, {"sentId": 306, "text": "Rand Paul, a month ago."}, {"sentId": 307, "text": "Everything that Mr. Trump is doing is calculated."}], "speaker": "HUGHES", "secId": 95}, {"sentences": [{"sentId": 308, "text": "Now, to sit there and say that you know what, he had a bad debate night."}, {"sentId": 309, "text": "Probably he still ranks second in most polls."}, {"sentId": 310, "text": "And I'm sorry, he's not a politician."}, {"sentId": 311, "text": "He doesn't have a ton of consultants like yourself being paid to coach him what to say to the American people."}, {"sentId": 312, "text": "He's talking from his heart and from his knowledge."}, {"sentId": 313, "text": "I'm sorry, that's refreshing that's why he's still number one."}], "speaker": "HUGHES", "secId": 96}, {"sentences": [{"sentId": 314, "text": "Well, if that's all the knowledge he has then he's not capable and not qualified of being President of the United States."}], "speaker": "GAGE", "secId": 97}, {"sentences": [{"sentId": 315, "text": "Charles, I'm going to..."}], "speaker": "LEMON", "secId": 98}, {"sentences": [{"sentId": 316, "text": "Because he doesn't have a bunch of consultants who's paying him to say stuff."}], "speaker": "HUGHES", "secId": 99}, {"sentences": [{"sentId": 317, "text": "He doesn't have specifics or a plan."}], "speaker": "GAGE", "secId": 100}, {"sentences": [{"sentId": 318, "text": "I'm going to bring you popcorn downstairs, Charles and you and I will just here."}], "speaker": "LEMON", "secId": 101}, {"sentences": [{"sentId": 319, "text": "None of them do and he does."}], "speaker": "HUGHES", "secId": 102}, {"sentences": [{"sentId": 320, "text": "I love this."}, {"sentId": 321, "text": "I mean, I can't believe you got on the segment with that intro and those Trumpets."}, {"sentId": 322, "text": "I'm having a fantastic time."}], "speaker": "BLOW", "secId": 103}, {"sentences": [{"sentId": 323, "text": "Come on in."}, {"sentId": 324, "text": "The water is warm."}], "speaker": "GAGE", "secId": 104}, {"sentences": [{"sentId": 325, "text": "Listen, Charles."}, {"sentId": 326, "text": "Trump is now saying that he doesn't want to talk too much about national security, because, you know, he doesn't want to give anything away to the enemy."}, {"sentId": 327, "text": "Does that make sense?"}, {"sentId": 328, "text": "BLOW:  Well, I think in a campaign, you know, forgetting about him,"}], "speaker": "LEMON", "secId": 105}, {"sentences": [{"sentId": 329, "text": "which is what I try to do as much as I can."}, {"sentId": 330, "text": "You know, in general, candidates do have to provide details, right."}, {"sentId": 331, "text": "And so, at a certain point, people come to expect that."}, {"sentId": 332, "text": "I think you are early enough in the political season that a lot of his supporters is built up by him getting a tremendous amount of news coverage."}, {"sentId": 333, "text": "I think disproportionate to what he is actually doing and saying."}], "speaker": "LEMON", "secId": 106}, {"sentences": [{"sentId": 334, "text": "And that actually has helped his name recognition and also his whole results and his standing in the polls."}, {"sentId": 335, "text": "I think that once you get closer and closer to actual primaries and caucuses, you get to the point where people want to hear more."}], "speaker": "LEMON", "secId": 107}, {"sentences": [{"sentId": 336, "text": "You see people -- you kind of see them in an international light particularly on the issues of foreign policy."}, {"sentId": 337, "text": "And you want to know that the rest of the world looks at the candidate that you like and they respect that person."}], "speaker": "LEMON", "secId": 108}, {"sentences": [{"sentId": 338, "text": "All right."}], "speaker": "LEMON", "secId": 109}, {"sentences": [{"sentId": 339, "text": "Hey, wait a minute."}], "speaker": "HIGHES", "secId": 110}, {"sentences": [{"sentId": 340, "text": "And I think that that doesn't know..."}], "speaker": "BLOW", "secId": 111}, {"sentences": [{"sentId": 341, "text": "Hold on."}, {"sentId": 342, "text": "One more question for Charles before you guys get in."}, {"sentId": 343, "text": "Bush is down, all right, to 7 percent in New Hampshire."}, {"sentId": 344, "text": "I want you to listen, Charles, to his response, just tonight, when asked about Trump using visas to fill low wage jobs at Mar Lago, at that resort."}, {"sentId": 345, "text": "Listen"}], "speaker": "LEMON", "secId": 112}, {"sentences": [{"sentId": 346, "text": "He is a hypocrite."}], "speaker": "BUSH", "secId": 113}, {"sentences": [{"sentId": 347, "text": "Today, the pope made some."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 114}, {"sentences": [{"sentId": 348, "text": "That's it."}, {"sentId": 349, "text": "I don't know what else I can add to that."}, {"sentId": 350, "text": "That's pretty direct and to the point."}, {"sentId": 351, "text": "I'm not trying to -- it's not like the debate where you are asked to have a 60-second answer and you are supposed to fill it no matter what."}, {"sentId": 352, "text": "He is a hypocrite."}], "speaker": "BUSH", "secId": 115}, {"sentences": [{"sentId": 353, "text": "He's a hypocrite."}, {"sentId": 354, "text": "To go off and he's off."}, {"sentId": 355, "text": "Do you think that he can recover?"}], "speaker": "LEMON", "secId": 116}, {"sentences": [{"sentId": 356, "text": "Well, listen."}, {"sentId": 357, "text": "First of all, I think you have to look at the broader spectrum when it comes to candidates like Bush."}, {"sentId": 358, "text": "Which means you have to look at how much money they have and how much you believe they can continue to raise."}, {"sentId": 359, "text": "That determines how much longer they will be able to stay in the race."}], "speaker": "BLOW", "secId": 117}, {"sentences": [{"sentId": 360, "text": "And I think you also have to look at, you know, how much establishment sorts of forces want candidates like Jeb Bush to stay in the race."}, {"sentId": 361, "text": "I think that has a big bearing on it, and you have to look at who the super PACS will eventually get behind."}], "speaker": "BLOW", "secId": 118}, {"sentences": [{"sentId": 362, "text": "There is no indication yet that they have necessarily settled on who they will get behind."}, {"sentId": 363, "text": "But you have the Koch brothers out there saying they are going to spend $900 million."}, {"sentId": 364, "text": "That's a whole lot of money."}, {"sentId": 365, "text": "That can change a lot of minds and whoever they decide that they want to get behind, that person has a huge advantage going in."}, {"sentId": 366, "text": "You can't know who that is at this point."}], "speaker": "BLOW", "secId": 119}, {"sentences": [{"sentId": 367, "text": "OK."}, {"sentId": 368, "text": "Stand by, everyone."}, {"sentId": 369, "text": "We're going to talk about the pope coming up, next."}, {"sentId": 370, "text": "And if he is the most politicized pope in history."}, {"sentId": 371, "text": "He talked about his address in Congress today and what he means for politics here in the U.S. Coming up."}], "speaker": "LEMON", "secId": 120}, {"sentences": [{"sentId": 372, "text": "The pope did not sidestep controversy in his address to Congress today."}, {"sentId": 373, "text": "But will his visit have an influence on American politics?"}, {"sentId": 374, "text": "Back with me now is Katie Packer Gage, Charles Blow, Scottie Nell Hughes."}], "speaker": "LEMON", "secId": 121}, {"sentences": [{"sentId": 375, "text": "Good to see you guys again."}], "speaker": "LEMON", "secId": 122}, {"sentences": [{"sentId": 376, "text": "Does it start like a laugh."}], "speaker": "BLOW", "secId": 123}, {"sentences": [{"sentId": 377, "text": "Yes."}], "speaker": "LEMON", "secId": 124}, {"sentences": [{"sentId": 378, "text": "Charles, we're living in this front and center in our public life right now from Kim Davis to Planned Parenthood, that debate, to Trump and Carson's comments on Muslims and now add in the Pope's visit."}, {"sentId": 379, "text": "It's a huge part of our political discourse right now, isn't it?"}], "speaker": "LEMON", "secId": 125}, {"sentences": [{"sentId": 380, "text": "Yes."}, {"sentId": 381, "text": "I think, you know, religion in general."}, {"sentId": 382, "text": "But I think that this Pope did something that kind of is contrary to the way we are discussing religion in America, which is to have a more myopic view of what sort of religions are valid than not."}], "speaker": "BLOW", "secId": 126}, {"sentences": [{"sentId": 383, "text": "And you know, I was more moved by the speech he gave."}, {"sentId": 384, "text": "I don't know what the proper name for it."}, {"sentId": 385, "text": "The speech he gave in New York here tonight at the church where he opened by talking about the 700 Muslims that were killed in the Hajj."}], "speaker": "BLOW", "secId": 127}, {"sentences": [{"sentId": 386, "text": "Right."}], "speaker": "LEMON", "secId": 128}, {"sentences": [{"sentId": 387, "text": "And I mean, the idea of like reaching across religions and not necessarily saying this is a good religion."}, {"sentId": 388, "text": "This is a bad one."}, {"sentId": 389, "text": "But that we are all human beings and I have sympathy for anybody regardless of what religion they are."}], "speaker": "BLOW", "secId": 129}, {"sentences": [{"sentId": 390, "text": "I think that is a very different tone than the tone that we have in our politics in this country right now where people are talking, you know, in the most negative terms about Muslim-Americans."}], "speaker": "BLOW", "secId": 130}, {"sentences": [{"sentId": 391, "text": "And it's interesting because he's going to hallowed ground tomorrow, he's going to be down to the site of the World Trade Center."}, {"sentId": 392, "text": "And I think Muslims, I think everyone will be paying attention to what he says there."}], "speaker": "LEMON", "secId": 131}, {"sentences": [{"sentId": 393, "text": "I think that's what..."}], "speaker": "BLOW", "secId": 132}, {"sentences": [{"sentId": 394, "text": "But here is the problem that we have with this."}, {"sentId": 395, "text": "I mean, no disrespect to the pope."}, {"sentId": 396, "text": "I'm glad for what he stands for."}, {"sentId": 397, "text": "But the question is, if he would have come in and said, listen, you know what, you guys do need to have security on your border, you guys need to make sure that you sit there and you provide for the general welfare but be responsible in your taxation."}], "speaker": "HUGHES", "secId": 133}, {"sentences": [{"sentId": 398, "text": "If he wasn't so progressive with his wealth redistribution, would he still be getting this red carpet meeting by President Obama?"}], "speaker": "HUGHES", "secId": 134}, {"sentences": [{"sentId": 399, "text": "OK. Scottie, Scottie, Scottie, why do I hear people saying that?"}, {"sentId": 400, "text": "Listen."}, {"sentId": 401, "text": "I'm a Christian."}], "speaker": "LEMON", "secId": 135}, {"sentences": [{"sentId": 402, "text": "Right."}], "speaker": "HUGHES", "secId": 136}, {"sentences": [{"sentId": 403, "text": "I went to Catholic school."}, {"sentId": 404, "text": "I happen to be Protestant."}, {"sentId": 405, "text": "But everything the pope is -- listen, I don't one way or another, the Pope is saying exactly what's in the bible."}, {"sentId": 406, "text": "\"The rich shall help the poor.\""}, {"sentId": 407, "text": "That everyone should be invited in."}], "speaker": "LEMON", "secId": 137}, {"sentences": [{"sentId": 408, "text": "How is that become a political term?"}, {"sentId": 409, "text": "Why would you want the Pope to speak as a politician?"}, {"sentId": 410, "text": "H's not speaking as a politician."}, {"sentId": 411, "text": "He is speaking the text that's in the bible and all of the sudden, that has become political."}, {"sentId": 412, "text": "How did that happen?"}], "speaker": "LEMON", "secId": 138}, {"sentences": [{"sentId": 413, "text": "I must have missed the chapter in the bible because I'm talking about..."}], "speaker": "HUGHES", "secId": 139}, {"sentences": [{"sentId": 414, "text": "Is that because you disagree with what he is saying or what's in the bible?"}], "speaker": "LEMON", "secId": 140}, {"sentences": [{"sentId": 415, "text": "Well, I think I missed the chapter about global warming, Don, to be honest with you, and now that's one of the main reasons?"}], "speaker": "HUGHES", "secId": 141}, {"sentences": [{"sentId": 416, "text": "He said that you should -- the bible doesn't say you should protect and honor the earth, our mother nature?"}], "speaker": "LEMON", "secId": 142}, {"sentences": [{"sentId": 417, "text": "Oh, protect the environment for one thing."}, {"sentId": 418, "text": "But sitting there and talk about global warming and sitting there and that being one of his big things."}, {"sentId": 419, "text": "No."}, {"sentId": 420, "text": "That's what so funny about this Pope."}, {"sentId": 421, "text": "He goes down to Cuba."}, {"sentId": 422, "text": "You don't hear him give this same speech about taking care of others and we need to be peaceful down there."}], "speaker": "HUGES", "secId": 143}, {"sentences": [{"sentId": 423, "text": "I don't know what he said down there."}, {"sentId": 424, "text": "But I guarantee it wasn't the same speech he delivered to Congress right there talking about the death penalty and yet, missing the chance to talk about life on the same day they are voting on the Planned Parenthood Amendment."}], "speaker": "HUGES", "secId": 144}, {"sentences": [{"sentId": 425, "text": "He picked and chose literally proponents of progressive policy that's going on in America today."}, {"sentId": 426, "text": "So, you know, the question is here, is talking about opening up the immigration on walls."}, {"sentId": 427, "text": "The Vatican has one of the strongest walls possible."}, {"sentId": 428, "text": "I haven't seen these refugees being brought into the Vatican yet."}], "speaker": "HUGES", "secId": 145}, {"sentences": [{"sentId": 429, "text": "OK, Scottie."}], "speaker": "LEMON", "secId": 146}, {"sentences": [{"sentId": 430, "text": "So, that's why a lot of people are frustrated."}], "speaker": "HIGHES", "secId": 147}, {"sentences": [{"sentId": 431, "text": "Go ahead -- go ahead, Katie."}], "speaker": "LEMON", "secId": 148}, {"sentences": [{"sentId": 432, "text": "Well, you know, I think there is a lot that all of us can learn from this Pope."}], "speaker": "GAGE", "secId": 149}, {"sentences": [{"sentId": 433, "text": "OK."}], "speaker": "BLOW", "secId": 150}, {"sentences": [{"sentId": 434, "text": "I think we've, you know, seen somebody that's come down from on high."}, {"sentId": 435, "text": "You know, previous papal visits, they haven't, you know, had this kind of contact with the public."}, {"sentId": 436, "text": "And I think he is somebody that has shown an interest in, you know, getting together with the people that are most in need of spiritual healing."}], "speaker": "GAGE", "secId": 151}, {"sentences": [{"sentId": 437, "text": "You know, I do think that maybe there were some missed opportunities here for him to talk about life."}, {"sentId": 438, "text": "You know, I do think this message that somehow, you know, the rich have to give to the government first and let the government give to the poor."}], "speaker": "GAGE", "secId": 152}, {"sentences": [{"sentId": 439, "text": "I think the bible that I've read actually talks about people giving directly to the poor."}], "speaker": "GAGE", "secId": 153}, {"sentences": [{"sentId": 440, "text": "Right."}], "speaker": "LEMON", "secId": 154}, {"sentences": [{"sentId": 441, "text": "And it's not really a government program that's being advocated."}, {"sentId": 442, "text": "But I do think that, you know, that this is an opportunity to soften ad reflects and think about the positive things that he's trying to convey."}], "speaker": "GAGE", "secId": 155}, {"sentences": [{"sentId": 443, "text": "It also says the Lord helps those that help themselves."}, {"sentId": 444, "text": "Yes."}], "speaker": "LEMON", "secId": 156}, {"sentences": [{"sentId": 445, "text": "And that's been so much time trying to politicized his words."}], "speaker": "GAGE", "secId": 157}, {"sentences": [{"sentId": 446, "text": "Does the Vatican have an immigration problem, Charles?"}], "speaker": "LEMON", "secId": 158}, {"sentences": [{"sentId": 447, "text": "That's the first I have ever heard of that."}, {"sentId": 448, "text": "And in fact, you know, they were taking in a couple of family and it's not I mean, that the Vatican City."}, {"sentId": 449, "text": "So, it's not like the United States."}], "speaker": "BLOW", "secId": 159}, {"sentences": [{"sentId": 450, "text": "But the Pope -- I'm sorry, I'm sorry, but the Pope did make the point of saying that the Vatican would be taking in -- I think with a couple of families, two or three families from that Syrian refugee crisis."}, {"sentId": 451, "text": "So, I think that that is..."}], "speaker": "BLOW", "secId": 160}, {"sentences": [{"sentId": 452, "text": "Well, they are a big place."}, {"sentId": 453, "text": "They can handle more than three families."}, {"sentId": 454, "text": "LEMON:  Let him finish."}, {"sentId": 455, "text": "Let him finish."}, {"sentId": 456, "text": "Go ahead, Charles."}], "speaker": "HUGHES", "secId": 161}, {"sentences": [{"sentId": 457, "text": "I don't know who that is."}, {"sentId": 458, "text": "OK."}, {"sentId": 459, "text": "So, but, he did make the point of saying that."}, {"sentId": 460, "text": "And then he went further to say that churches across Europe should kind of commit themselves to taking in at least one family."}], "speaker": "BLOW", "secId": 162}, {"sentences": [{"sentId": 461, "text": "OK."}, {"sentId": 462, "text": "I've got to run."}], "speaker": "LEMON", "secId": 163}, {"sentences": [{"sentId": 463, "text": "I mean, I think the idea of being benevolent towards people who are in need is actually a good one and regardless of what your politics is."}], "speaker": "BLOW", "secId": 164}, {"sentences": [{"sentId": 464, "text": "I agree."}], "speaker": "GAGE", "secId": 165}, {"sentences": [{"sentId": 465, "text": "Thank you, everyone."}, {"sentId": 466, "text": "I appreciate it."}, {"sentId": 467, "text": "Everybody is weighing in on this heated presidential campaign."}, {"sentId": 468, "text": "Today, I sat down with actress, Ashley Judd, star of the new movie, \"Big stone gap.\""}, {"sentId": 469, "text": "She told me what she thinks of Donald Trump."}], "speaker": "LEMON", "secId": 166}, {"sentences": [{"sentId": 470, "text": "What do you think of a candidate's anyone specifically, Donald Trump, any of those people, what do you think of him?"}], "speaker": "LEMON", "secId": 167}, {"sentences": [{"sentId": 471, "text": "You know, Donald Trump is an interesting character because I've known him personally for some years and he's always been very kind to me."}, {"sentId": 472, "text": "And, you know, what I've learned and I probably do it clumsily most of the time."}], "speaker": "JUDD", "secId": 168}, {"sentences": [{"sentId": 473, "text": "But I can stand for myself and what I believe in without standing against another person."}, {"sentId": 474, "text": "And it's how do I act on principle and leave the personalities out of it."}, {"sentId": 475, "text": "And I think that's what we have swapped around right now in our political and national conversation."}, {"sentId": 476, "text": "It's about the personalities and not the principles."}], "speaker": "JUDD", "secId": 169}, {"sentences": [{"sentId": 477, "text": "We come right back."}, {"sentId": 478, "text": "Ashley's co-star in the new movie, Whoopi Goldberg also has a lot to say about the candidates and the Pope's historic visit."}], "speaker": "LEMON", "secId": 170}, {"sentences": [{"sentId": 479, "text": "Whoopi Goldberg stars in \"Big Stone Gap,\" which took theaters in October."}, {"sentId": 480, "text": "So, go see it."}, {"sentId": 481, "text": "But today, I sat down with her to talk about the film and other things on her mind including the Pope's visit."}], "speaker": "LEMON", "secId": 171}, {"sentences": [{"sentId": 482, "text": "So, I have to ask you because the Pope is in town."}], "speaker": "LEMON", "secId": 172}, {"sentences": [{"sentId": 483, "text": "Yes."}], "speaker": "GOLDBERG", "secId": 173}, {"sentences": [{"sentId": 484, "text": "You have said that you have a great relationship with God."}, {"sentId": 485, "text": "GOLDBERG:  Yes."}], "speaker": "LEMON", "secId": 174}, {"sentences": [{"sentId": 486, "text": "What do you think of the Pope's speeches and what he's doing and saying?"}], "speaker": "LEMON", "secId": 175}, {"sentences": [{"sentId": 487, "text": "Listen, you know, this is the first time since probably John the XXIII, that I've been reinterested and reinvigorated, because this guy, you know, he read the book."}, {"sentId": 488, "text": "He gets it."}, {"sentId": 489, "text": "He remembers what this is all about."}], "speaker": "GOLDBERG", "secId": 176}, {"sentences": [{"sentId": 490, "text": "You know, to Catholics, he is the direct connection to God."}, {"sentId": 491, "text": "So, if he says, listen, I don't think you need to be obsessed with gay people."}, {"sentId": 492, "text": "I don't think that's what we need to be thinking about."}, {"sentId": 493, "text": "I think we need to be thinking about how do we make our church better?"}, {"sentId": 494, "text": "How do we make our church more inclusive?"}], "speaker": "GOLDBERG", "secId": 177}, {"sentences": [{"sentId": 495, "text": "You know, how do we say he said, you know, quit hurting women's feelings about having gotten an abortion."}, {"sentId": 496, "text": "I don't want women to get abortions but I understand why they do."}], "speaker": "GOLDBERG", "secId": 178}, {"sentences": [{"sentId": 497, "text": "But I heard you mention that about abortion."}, {"sentId": 498, "text": "You said, there is nothing in the bible about abortion."}, {"sentId": 499, "text": "But someone would challenge you and say, what about \"Thou shall not kill.\""}], "speaker": "LEMON", "secId": 179}, {"sentences": [{"sentId": 500, "text": "Well, if that's the tactic we are going to take, then we have to be pissed at every war, we have to be pissed at all the things we do."}, {"sentId": 501, "text": "Now, you know, no one goes into getting an abortion like it's a party."}, {"sentId": 502, "text": "You know what I mean?"}], "speaker": "GOLDBERG", "secId": 180}, {"sentences": [{"sentId": 503, "text": "This is a hard decision for 97 percent of the women in the world to make."}, {"sentId": 504, "text": "You know, so, you shouldn't be beating them up, because they have had to make this terrible decision."}, {"sentId": 505, "text": "And it's not your business."}, {"sentId": 506, "text": "It's not your business that they had to make the decision."}], "speaker": "GOLDBERG", "secId": 181}, {"sentences": [{"sentId": 507, "text": "And because, you know, I believe everybody is entitled to their religious beliefs."}, {"sentId": 508, "text": "The lady down in..."}], "speaker": "GOLDBERG", "secId": 182}, {"sentences": [{"sentId": 509, "text": "Kentucky."}], "speaker": "LEMON", "secId": 183}, {"sentences": [{"sentId": 510, "text": "... Kentucky, she is absolutely entitled to her belief."}, {"sentId": 511, "text": "But if you are a federal worker and you took this job, you don't get to say I'm not going to do it because of my religious beliefs."}], "speaker": "GOLDBERG", "secId": 184}, {"sentences": [{"sentId": 512, "text": "Because, you know, in the '60s, late '50s, they said, German in this place also."}, {"sentId": 513, "text": "You know what, I'm not going to give you the right to vote."}, {"sentId": 514, "text": "I'm not going to sign you up because I don't think you are supposed to."}, {"sentId": 515, "text": "So, we make these laws to protect everybody."}], "speaker": "GOLDBERG", "secId": 185}, {"sentences": [{"sentId": 516, "text": "Even today, you know, because Carly Fiorina now is, she is almost at the top."}, {"sentId": 517, "text": "Donald Trump, and then Ben Carson, but she was in the top."}, {"sentId": 518, "text": "She was in South Carolina visiting a pregnancy center."}, {"sentId": 519, "text": "She criticized Planned Parenthood."}, {"sentId": 520, "text": "She has criticized Planned Parenthood a lot."}, {"sentId": 521, "text": "What do you think?"}], "speaker": "LEMON", "secId": 186}, {"sentences": [{"sentId": 522, "text": "Well, I wish, she and Trump and all the other republicans would get their facts straight."}, {"sentId": 523, "text": "You know, you want a fight on this."}, {"sentId": 524, "text": "Get your facts straight."}, {"sentId": 525, "text": "Don't make up stories about seeing a video that isn't real."}, {"sentId": 526, "text": "OK, it's not a real video."}], "speaker": "GOLDBERG", "secId": 187}, {"sentences": [{"sentId": 527, "text": "You called Donald Trump out on it."}, {"sentId": 528, "text": "Well, you talked about the video, the real video which was stock footage in the video."}], "speaker": "LEMON", "secId": 188}, {"sentences": [{"sentId": 529, "text": "It was stock footage."}, {"sentId": 530, "text": "And who knows what it wasn't part of."}, {"sentId": 531, "text": "It wasn't part of a Planned Parenthood film."}], "speaker": "GOLDBERG", "secId": 189}, {"sentences": [{"sentId": 532, "text": "That's the video that Carly Fiorina said she saw."}], "speaker": "LEMON", "secId": 190}, {"sentences": [{"sentId": 533, "text": "Let's start with that."}, {"sentId": 534, "text": "Yes."}, {"sentId": 535, "text": "Where she has stand in that crime."}], "speaker": "GOLDBERG", "secId": 191}, {"sentences": [{"sentId": 536, "text": "But you've criticized Donald Trump saying, you need to get your facts straight."}], "speaker": "LEMON", "secId": 192}, {"sentences": [{"sentId": 537, "text": "Get your facts straight."}, {"sentId": 538, "text": "Yes."}, {"sentId": 539, "text": "You know what, more women use Planned Parenthood for their health care than anything else."}, {"sentId": 540, "text": "You know, abortion actually is down in this country from what it was."}], "speaker": "GOLDBERG", "secId": 193}, {"sentences": [{"sentId": 541, "text": "Very small."}], "speaker": "LEMON", "secId": 194}, {"sentences": [{"sentId": 542, "text": "It's very, you know, but it's also, women are not having as many abortions."}, {"sentId": 543, "text": "You know, there is a lot of things happening and to pretend that Planned Parenthood is still this specter is terrible."}], "speaker": "GOLDBERG", "secId": 195}, {"sentences": [{"sentId": 544, "text": "And again, I understand you don't think it's a good thing."}, {"sentId": 545, "text": "Nowhere in the law does it say you have to have one."}, {"sentId": 546, "text": "You have the right to choose to have one."}, {"sentId": 547, "text": "I like that."}, {"sentId": 548, "text": "But don't take my right if I need one because of your religious beliefs."}, {"sentId": 549, "text": "I can't see that being right."}], "speaker": "GOLDBERG", "secId": 196}, {"sentences": [{"sentId": 550, "text": "What do you think of all of these, the people who are not traditional politicians like Ben Carson, right, who said things about Muslims, like -"}], "speaker": "LEMON", "secId": 197}, {"sentences": [{"sentId": 551, "text": "You no he what."}, {"sentId": 552, "text": "I don't know when this ability for people to just say, dumb."}, {"sentId": 553, "text": "Can you beat me?"}], "speaker": "GOLDBERG", "secId": 198}, {"sentences": [{"sentId": 554, "text": "Yes."}], "speaker": "LEMON", "secId": 199}, {"sentences": [{"sentId": 555, "text": "I don't know when this all came out where people say dumb  and dumb racist ."}, {"sentId": 556, "text": "You know, it used to be you thought before you said some stuff like that."}, {"sentId": 557, "text": "You were more thoughtful, and suddenly now everybody feels like it's okay."}], "speaker": "GOLDBERG", "secId": 200}, {"sentences": [{"sentId": 558, "text": "I guess when Obama came in, folks thought all the gloves were off."}, {"sentId": 559, "text": "You know what, here is what's PC."}, {"sentId": 560, "text": "It's only PC if you can't do it, OK?"}, {"sentId": 561, "text": "If I don't want you making jokes about my people, you tell me I'm too PC."}, {"sentId": 562, "text": "But you have had the right to make those jokes all the time."}, {"sentId": 563, "text": "You can make them."}, {"sentId": 564, "text": "There are consequences now."}, {"sentId": 565, "text": "There weren't consequences before."}], "speaker": "GOLDBERG", "secId": 201}, {"sentences": [{"sentId": 566, "text": "So, then why are these people so popular, like Trump, Carson?"}, {"sentId": 567, "text": "Why are they so popular now, and they're not traditional politicians?"}], "speaker": "LEMON", "secId": 202}, {"sentences": [{"sentId": 568, "text": "Why was Sarah Palin?"}, {"sentId": 569, "text": "Why was Michele Bachmann popular?"}], "speaker": "GOLDBERG", "secId": 203}, {"sentences": [{"sentId": 570, "text": "Right."}], "speaker": "LEMON", "secId": 204}, {"sentences": [{"sentId": 571, "text": "Who knows?"}, {"sentId": 572, "text": "It's like zero coke or no zero coke."}], "speaker": "GOLDBERG", "secId": 205}, {"sentences": [{"sentId": 573, "text": "Yes."}], "speaker": "LEMON", "secId": 206}, {"sentences": [{"sentId": 574, "text": "You know, some of it sticks, some of it doesn't."}, {"sentId": 575, "text": "There is only way about."}], "speaker": "GOLDBERG", "secId": 207}, {"sentences": [{"sentId": 576, "text": "Let's talk about -- I really want to talk about this movie."}], "speaker": "GOLDBERG", "secId": 208}, {"sentences": [{"sentId": 577, "text": "OK."}], "speaker": "GOLDBERG", "secId": 209}, {"sentences": [{"sentId": 578, "text": "It seems like a traditional movie, good, old-fashioned movie."}, {"sentId": 579, "text": "And it's beautifully shot."}, {"sentId": 580, "text": "Tell me about it."}, {"sentId": 581, "text": "Why were you drawn to do this?"}], "speaker": "LEMON", "secId": 210}, {"sentences": [{"sentId": 582, "text": "Listen, Adriana Tajani, who is the director, who is also the author of the book \"Big Stone Gap,\" said to me like, 12, 13 years ago, I sent you the book."}, {"sentId": 583, "text": "I hope you love it."}, {"sentId": 584, "text": "I want you to play this part."}], "speaker": "GOLDBERG", "secId": 211}, {"sentences": [{"sentId": 585, "text": "I don't have any money to make the movie yet but when I get some money, I want you to play the part."}, {"sentId": 586, "text": "One day, Adriana came over and said, guess what, girl?"}, {"sentId": 587, "text": "I said, what?"}, {"sentId": 588, "text": "And she said, I got the money."}, {"sentId": 589, "text": "I said, you do?"}, {"sentId": 590, "text": "She said, yes."}, {"sentId": 591, "text": "I said, still you want to -- she said, I want you."}, {"sentId": 592, "text": "So, we went and shot in Big Stone Gap, because that's where she's from originally."}], "speaker": "GOLDBERG", "secId": 212}, {"sentences": [{"sentId": 593, "text": "What was it like shooting in that part of the country?"}], "speaker": "LEMON", "secId": 213}, {"sentences": [{"sentId": 594, "text": "It was kind of wonderful."}, {"sentId": 595, "text": "It was hard to see, because it is a state that used to thrive a lot on coal mining."}, {"sentId": 596, "text": "And when that disappeared, you know, it really killed the economy of so many of these small towns that were mining towns."}], "speaker": "GOLDBERG", "secId": 214}, {"sentences": [{"sentId": 597, "text": "So, it was wonderful to see people, you know, doing what they had to be doing and, you know, teachers doing amazing things, you know, kids not having enough to eat."}, {"sentId": 598, "text": "So, teachers are going out and going above and beyond to take care of the kids."}, {"sentId": 599, "text": "I mean, it was heaven."}, {"sentId": 600, "text": "It was an eye-opening experience that needs to be."}, {"sentId": 601, "text": "Experience for me was spectacular."}], "speaker": "GOLDBERG", "secId": 215}, {"sentences": [{"sentId": 602, "text": "So, a star-studded cast?"}], "speaker": "LEMON", "secId": 216}, {"sentences": [{"sentId": 603, "text": "Yes."}], "speaker": "GOLDBERG", "secId": 217}, {"sentences": [{"sentId": 604, "text": "Yes?"}], "speaker": "LEMON", "secId": 218}, {"sentences": [{"sentId": 605, "text": "Yes."}], "speaker": "GOLDBERG", "secId": 219}, {"sentences": [{"sentId": 606, "text": "And so, what was that like, because not only a star-studded cast, but it's a period piece, right?"}, {"sentId": 607, "text": "Since 1978, correct?"}, {"sentId": 608, "text": "You got that big afro."}], "speaker": "LEMON", "secId": 220}, {"sentences": [{"sentId": 609, "text": "Yes."}, {"sentId": 610, "text": "And those glasses."}], "speaker": "GOLDBERG", "secId": 221}, {"sentences": [{"sentId": 611, "text": "Yes."}], "speaker": "LEMON", "secId": 222}, {"sentences": [{"sentId": 612, "text": "Yes."}], "speaker": "GOLDBERG", "secId": 223}, {"sentences": [{"sentId": 613, "text": "Did you go back to the '70s?"}], "speaker": "LEMON", "secId": 224}, {"sentences": [{"sentId": 614, "text": "Yes."}, {"sentId": 615, "text": "I mean, you know, yes."}], "speaker": "GOLDBERG", "secId": 225}, {"sentences": [{"sentId": 616, "text": "Because you lived it?"}], "speaker": "LEMON", "secId": 226}, {"sentences": [{"sentId": 617, "text": "I did live it."}, {"sentId": 618, "text": "I lived the '60s."}, {"sentId": 619, "text": "I lived the later '50s."}, {"sentId": 620, "text": "I mean, I've been living it all."}, {"sentId": 621, "text": "But I like this character, because she's kind of, you know, come marginally and she just -- she loves her town and, you know, she loves her friends."}, {"sentId": 622, "text": "And I like that."}], "speaker": "GOLDBERG", "secId": 227}, {"sentences": [{"sentId": 623, "text": "The movie is called \"Big Stone Gap.\""}], "speaker": "LEMON", "secId": 228}, {"sentences": [{"sentId": 624, "text": "Yes."}], "speaker": "GOLDBERG", "secId": 229}, {"sentences": [{"sentId": 625, "text": "I love you, Whoopi."}], "speaker": "LEMON", "secId": 230}, {"sentences": [{"sentId": 626, "text": "I love you, Don."}, {"sentId": 627, "text": "Thank you, baby."}], "speaker": "GOLDBERG", "secId": 231}, {"sentences": [{"sentId": 628, "text": "And Whoopi, I apologize, we were supposed to put your book in there that comes out in October as well, and also your docuseries as well."}, {"sentId": 629, "text": "So, I apologize."}, {"sentId": 630, "text": "We will get it on the air, I promise you."}], "speaker": "LEMON", "secId": 232}, {"sentences": [{"sentId": 631, "text": "So, and just a minute I want to show you this."}, {"sentId": 632, "text": "It is season premier time here in television."}, {"sentId": 633, "text": "Two big series returning last night, \"Empire\" on Fox and \"Black-ish\" on ABC."}, {"sentId": 634, "text": "It turns out they have more in common than you might think."}, {"sentId": 635, "text": "Take a look."}], "speaker": "LEMON", "secId": 233}, {"sentences": [{"sentId": 636, "text": "Hold on."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 234}, {"sentences": [{"sentId": 637, "text": "I want to do a cookie."}], "speaker": "UNIDENTIFIED MALE", "secId": 235}, {"sentences": [{"sentId": 638, "text": "No, I'm not feeling what you did out there with Peterson."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 236}, {"sentences": [{"sentId": 639, "text": "Peterson, what are you talking about?"}], "speaker": "UNIDENTIFIED MALE", "secId": 237}, {"sentences": [{"sentId": 640, "text": "It's Ferguson and brandy."}, {"sentId": 641, "text": "I got this."}, {"sentId": 642, "text": "Don, I'm going to thank you but I have to look for my artist."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 238}, {"sentences": [{"sentId": 643, "text": "Ok."}, {"sentId": 644, "text": "Thank you."}], "speaker": "UNIDENTIFIED MALE", "secId": 239}, {"sentences": [{"sentId": 645, "text": "And you did good in Ferguson."}, {"sentId": 646, "text": "You did good but he did mess up the \"n\" word."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 240}, {"sentences": [{"sentId": 647, "text": "Mexicans can't say the \"n\" word but Dominicans are okay."}], "speaker": "UNIDENTIFIED MALE", "secId": 241}, {"sentences": [{"sentId": 648, "text": "Exactly and Puerto Ricans are OK, too."}, {"sentId": 649, "text": "Unless you're a J."}, {"sentId": 650, "text": "Lo Puerto Rican."}], "speaker": "UNIDENTIFIED MALE", "secId": 242}, {"sentences": [{"sentId": 651, "text": "As supposed to a..."}], "speaker": "UNIDENTIFIED MALE", "secId": 243}, {"sentences": [{"sentId": 652, "text": "Lorenzo Perez."}], "speaker": "UNIDENTIFIED MALE", "secId": 244}, {"sentences": [{"sentId": 653, "text": "Look at that."}, {"sentId": 654, "text": "Simple."}, {"sentId": 655, "text": "Big pants."}, {"sentId": 656, "text": "Fat joke."}, {"sentId": 657, "text": "Marc Anthony, Ricky Martin, no Bueno."}], "speaker": "UNIDENTIFIED MALE", "secId": 245}, {"sentences": [{"sentId": 658, "text": "See, basically the whole terror squad can say it but not minute ."}], "speaker": "UNIDENTIFIED MALE", "secId": 246}, {"sentences": [{"sentId": 659, "text": "What about that 'sluggish roguish' bone Don Lemon?"}], "speaker": "UNIDENTIFIED FEMALE", "secId": 247}, {"sentences": [{"sentId": 660, "text": "Oh, hell, no."}, {"sentId": 661, "text": "I wish he would."}, {"sentId": 662, "text": "Not even when he is quoting the president."}], "speaker": "UNIDENTIFIED MALE", "secId": 248}, {"sentences": [{"sentId": 663, "text": "In North Carolina, Reverend Richard Joiner is tending his block in both body and soul, and that's why he is this week's CNN hero."}], "speaker": "LEMON", "secId": 249}, {"sentences": [{"sentId": 664, "text": "Camida is a community with poverty."}, {"sentId": 665, "text": "It is a rural area."}, {"sentId": 666, "text": "But also, a food desert that did not have access to fresh, affordable food."}, {"sentId": 667, "text": "I've been the pastor here 12 years."}], "speaker": "JOINER", "secId": 250}, {"sentences": [{"sentId": 668, "text": "Early on, I was spending more time in funerals than anything else."}, {"sentId": 669, "text": "Diabetes, high blood pressure, unhealthy lifestyles."}, {"sentId": 670, "text": "I had to do something."}], "speaker": "JOINER", "secId": 251}, {"sentences": [{"sentId": 671, "text": "If you take what you have, God can transform your health situation, your food desert situation."}], "speaker": "JOINER", "secId": 252}, {"sentences": [{"sentId": 672, "text": "I could not grow food by myself."}, {"sentId": 673, "text": "I had to come through the community."}, {"sentId": 674, "text": "All right."}, {"sentId": 675, "text": "Come on, guys."}, {"sentId": 676, "text": "Who want to do eggplants?"}, {"sentId": 677, "text": "It is into the generation of about the children, they are responsibility for planting, cultivating and also harvesting the food."}, {"sentId": 678, "text": "The students are learning a lot."}], "speaker": "JOINER", "secId": 253}, {"sentences": [{"sentId": 679, "text": "The beans, what they good for, diabetes?"}], "speaker": "JOINER", "secId": 254}, {"sentences": [{"sentId": 680, "text": "Heart health."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 255}, {"sentences": [{"sentId": 681, "text": "Heart health."}, {"sentId": 682, "text": "One of our goals is to get as much fresh food in the homes as possible."}, {"sentId": 683, "text": "It will make the families healthier."}, {"sentId": 684, "text": "It's a game-changer."}], "speaker": "JOINER", "secId": 256}, {"sentences": [{"sentId": 685, "text": "I used to take 27 medicines a day."}, {"sentId": 686, "text": "After the garden, now I only take six."}, {"sentId": 687, "text": "I feel better."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 257}, {"sentences": [{"sentId": 688, "text": "This garden has changed our community life."}, {"sentId": 689, "text": "It is a place where we can produce."}, {"sentId": 690, "text": "It's a place we can play."}, {"sentId": 691, "text": "It is a place where we can live."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 258}, {"sentences": [{"sentId": 692, "text": "Anderson is going to reveal this year's top 10 CNN heroes on Thursday, October 8th."}, {"sentId": 693, "text": "For more information, go to Cnnheroes.com."}], "speaker": "LEMON", "secId": 259}, {"sentences": [{"sentId": 694, "text": "That's it for us tonight."}, {"sentId": 695, "text": "I'm going to see you back here tomorrow on new day, tomorrow morning with live coverage of the Pope's first full day in New York, and then we'll have all the highlights for you right here tomorrow night at 10:00."}, {"sentId": 696, "text": "AC360 starts right now."}], "speaker": "LEMON", "secId": 260}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1509.24.cnnt.01.html.json", "time": "Aired September 24, 2015 - 22:00   ET"}