{"sectionCount": 259, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["LEMON", "MARKS", "RIECKHOFF", "FULTON", "UNIDENTIFIED MALE", "WOODRUFF", "SOUZA", "OBAMA", "MATTHEWS", "JOHNSON", "WELD", "BORGER", "HEALY", "O'REILLY", "TRUMP", "MCENANY", "CARDONA"], "subTitle": "President Obama Answers Town Hall Questions About America's Military; Obama: Destroy ISIS Overseas to Combat Lone Wolf Attacks; Trump Campaign Doubling Down on Criticism of Former Miss America. Aired 10:17-11p ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1609/28/cnnt.01.html", "sentenceCount": 521, "sections": [{"sentences": [{"sentId": 0, "text": "Jake, thank you very much."}, {"sentId": 1, "text": "You have been watching CNN's exclusive presidential town hall."}, {"sentId": 2, "text": "America's military and the commander-in-chief."}], "speaker": "LEMON", "secId": 0}, {"sentences": [{"sentId": 3, "text": "This is CNN TONIGHT."}, {"sentId": 4, "text": "I'm Don Lemon."}], "speaker": "LEMON", "secId": 1}, {"sentences": [{"sentId": 5, "text": "Thank you for staying with us this evening."}], "speaker": "LEMON", "secId": 2}, {"sentences": [{"sentId": 6, "text": "President Obama answering questions there from active duty service members, veterans and other members of the military community, and now spending some time thanking them individually."}, {"sentId": 7, "text": "And you get the feeling watching this that the president is going to miss his relationship with the military when his term ends."}], "speaker": "LEMON", "secId": 3}, {"sentences": [{"sentId": 8, "text": "We've got our own military experts here to talk about what we have just heard."}, {"sentId": 9, "text": "First I want to introduce Major General James \"Spider\" Marks, also here is ABC's Bob Woodruff who's foundation raised more than $33 million to help wounded service members and their families."}, {"sentId": 10, "text": "Sue Fulton is here, a former army captain who is a member of the first West Point class to include women, and Paul Rieckhoff, the CEO and founder of Iraq and Afghanistan Veterans of America."}], "speaker": "LEMON", "secId": 4}, {"sentences": [{"sentId": 11, "text": "Thank you all so much for joining us, and for members of the military, thank you so much for your service."}, {"sentId": 12, "text": "We appreciate you joining us."}], "speaker": "LEMON", "secId": 5}, {"sentences": [{"sentId": 13, "text": "General Marks, I'm going to start with you now."}, {"sentId": 14, "text": "National security is going to be at the top of the list when it comes to this new president."}, {"sentId": 15, "text": "I'm wondering how you think the president did tonight explaining where we stand particularly now on national security in the fight against ISIS?"}], "speaker": "LEMON", "secId": 6}, {"sentences": [{"sentId": 16, "text": "Well, I hope national security is priority number one for the new president."}, {"sentId": 17, "text": "I mean, of the many that he or she must take on, there's nothing more sacred and it's written in the Constitution."}, {"sentId": 18, "text": "I mean, it's something that must be address."}], "speaker": "MARKS", "secId": 7}, {"sentences": [{"sentId": 19, "text": "I think what we have is a president right now who is focused on where we are today less so than shaping where we can be in the future, and that's the concern that I have."}], "speaker": "MARKS", "secId": 8}, {"sentences": [{"sentId": 20, "text": "What do you mean?"}, {"sentId": 21, "text": "MARKS:  There's a lot this president could have done to do to ensure"}], "speaker": "LEMON", "secId": 9}, {"sentences": [{"sentId": 22, "text": "that our objectives overseas and protecting the homeland could have been addressed."}], "speaker": "LEMON", "secId": 10}, {"sentences": [{"sentId": 23, "text": "I have heartburn with the way we departed Iraq in 2011."}, {"sentId": 24, "text": "I don't want to go down that path, but I loved this president's passion about veterans."}, {"sentId": 25, "text": "I'm concerned that four months before his departure, he now chooses to have a town hall with veterans or with active duty members of the military and their family members."}], "speaker": "LEMON", "secId": 11}, {"sentences": [{"sentId": 26, "text": "The president that's about to be elected, the in-coming president needs to make sure that he or she takes a very aggressive stand and states very clearly I'm going to be different from this president, I'm going to be far more aggressive, I'm going to resource you."}], "speaker": "LEMON", "secId": 12}, {"sentences": [{"sentId": 27, "text": "You will have all the resources that this nation needs."}, {"sentId": 28, "text": "We will lead from the front and in these very existential challenges that we have to include the Islamic state will be very, very aggressive, and employ all elements of power, not just the military, but all elements of power."}], "speaker": "LEMON", "secId": 13}, {"sentences": [{"sentId": 29, "text": "How do you think he did on these issues?"}, {"sentId": 30, "text": "Do you agree?"}, {"sentId": 31, "text": "You're in to agreement."}], "speaker": "LEMON", "secId": 14}, {"sentences": [{"sentId": 32, "text": "I think he's gotten smarter over the years."}, {"sentId": 33, "text": "He's really I think spent time with the military and with the veterans and you can see, you know, his language is more nuance."}, {"sentId": 34, "text": "Suicide is a great example."}, {"sentId": 35, "text": "You know, we've met with the president, we've advocated in Washington, you know, we helped pass the Clay Hunt Suicide Prevention bill."}], "speaker": "RIECKHOFF", "secId": 15}, {"sentences": [{"sentId": 36, "text": "He's talking about suicide in a very sensitive, understanding, smart way."}, {"sentId": 37, "text": "He's encouraging people to step forward and get help."}, {"sentId": 38, "text": "That's a big move for our country."}, {"sentId": 39, "text": "This was a good event for the veteran's community, for the military and also for our political discussion because veterans issues are now front and center."}], "speaker": "RIECKHOFF", "secId": 16}, {"sentences": [{"sentId": 40, "text": "We had the NBC forum with the candidates a few weeks ago, now we've got this."}, {"sentId": 41, "text": "The veterans community has been longing for a discussion on things like suicide, V.A."}, {"sentId": 42, "text": "reform, women in the military and now it's front and center, not just for one night but for a couple weeks."}], "speaker": "RIECKHOFF", "secId": 17}, {"sentences": [{"sentId": 43, "text": "And all of those issues were addressed tonight."}], "speaker": "LEMON", "secId": 18}, {"sentences": [{"sentId": 44, "text": "Yes."}, {"sentId": 45, "text": "I think, you know, he's -- you talk about a learning curve and I think understanding the complexity of the challenges we have with the Veterans Administration is definitely -- is an area where we've all continued to learn."}], "speaker": "FULTON", "secId": 19}, {"sentences": [{"sentId": 46, "text": "And I think we have made progress, but it's very tough because every failure is a catastrophic failure and you heard some of those tonight from the families."}], "speaker": "FULTON", "secId": 20}, {"sentences": [{"sentId": 47, "text": "Yes."}, {"sentId": 48, "text": "FULTON:  So, there's a lot more to be done."}, {"sentId": 49, "text": "You want the next commander-in-chief to come in and address this correctly."}, {"sentId": 50, "text": "And I think that's why it's important that we have the conversations -- that they have the conversations with the service members and veterans and get that on the front -- on the front."}], "speaker": "UNIDENTIFIED MALE", "secId": 21}, {"sentences": [{"sentId": 51, "text": "Everybody feels nice warm and fuzzy about taking care of the veterans but it's a really tough challenge and there so much that needs to be done."}], "speaker": "UNIDENTIFIED MALE", "secId": 22}, {"sentences": [{"sentId": 52, "text": "Probably someone who raise a lot of money from military and their families."}, {"sentId": 53, "text": "How do you think the families reacted?"}, {"sentId": 54, "text": "How do you think the president did?"}], "speaker": "LEMON", "secId": 23}, {"sentences": [{"sentId": 55, "text": "Well, it's always hard to tell, you know, let's get home sometime and make some phone calls and get some e-mails and we'll get the exact reactions to what we just watched, but it was very interesting towards the end, this idea that there's not that many Americans that are serving."}], "speaker": "WOODRUFF", "secId": 24}, {"sentences": [{"sentId": 56, "text": "It's true, I'm the civilian here amongst the army at this table, and you know in this country we have so few."}, {"sentId": 57, "text": "And at the end, the president was asked, what do you think we should have more people somehow participating in these wars that we have and we have seen that."}], "speaker": "WOODRUFF", "secId": 25}, {"sentences": [{"sentId": 58, "text": "I think when the people come back from the wars we have to remember that well over 70 or 75 percent are not wounded in some way, visible or invisible."}, {"sentId": 59, "text": "What we do know is what they really need is they want to get back to their lives that they had before and sometimes they're most comfortable and it's most effective to help veterans helping veterans."}], "speaker": "WOODRUFF", "secId": 26}, {"sentences": [{"sentId": 60, "text": "Like, you know, Paul is a good example."}, {"sentId": 61, "text": "We've learned that -- we didn't know that early on, you know, 10 or 15 years ago that was going to be the case for those that come back."}, {"sentId": 62, "text": "But, you know, a lot of us, including me when I came back from covering it over there is I want to go back to the same team in a world where I was actually going to accomplish something."}], "speaker": "WOODRUFF", "secId": 27}, {"sentences": [{"sentId": 63, "text": "So, if you get this message out to the veterans when they come back that you died in vein or you did not, you know -- were not successful, that's the most damaging thing mentally to anybody."}], "speaker": "WOODRUFF", "secId": 28}, {"sentences": [{"sentId": 64, "text": "You know, Bob, what you're hitting on absolutely the most important point and that is we can't afford to create a warrior clash."}, {"sentId": 65, "text": "You know, I have no problems with neurosurgeons be getting neurosurgeons."}, {"sentId": 66, "text": "That's OK with me."}], "speaker": "MARKS", "secId": 29}, {"sentences": [{"sentId": 67, "text": "What do you mean warrior class?"}], "speaker": "LEMON", "secId": 30}, {"sentences": [{"sentId": 68, "text": "We can't have a warrior class in the United States where soldiers beget soldiers."}, {"sentId": 69, "text": "And there's small population and it's only a small group of folks that continue to sign up because what you've just said is the absorption back into society is disconnected."}], "speaker": "MARKS", "secId": 31}, {"sentences": [{"sentId": 70, "text": "No one else shares or and has that common picture of that, you know, that brotherhood, that sisterhood that exist from service to nation, so that when they return they're alone, often alone, which leads to the problem, Paul, that you just addressed."}], "speaker": "MARKS", "secId": 32}, {"sentences": [{"sentId": 71, "text": "And that's where the president has more work to do."}, {"sentId": 72, "text": "I mean, this is a great forum."}, {"sentId": 73, "text": "But, you know, we heard in the back room, why doesn't he do this every year, why does he do this every four months."}, {"sentId": 74, "text": "This is a conversation at the end of the second term where we're finally having a conversation about V.A."}, {"sentId": 75, "text": "reform of the president after the V.A."}, {"sentId": 76, "text": "scandal."}], "speaker": "RIECKHOFF", "secId": 33}, {"sentences": [{"sentId": 77, "text": "So, I think his track record on veterans issues has been really disappointing."}], "speaker": "RIECKHOFF", "secId": 34}, {"sentences": [{"sentId": 78, "text": "I want to talk to you about this."}], "speaker": "LEMON", "secId": 35}, {"sentences": [{"sentId": 79, "text": "And that's going to be a real challenge for him to try to overcome, you know, as he tries to think about his legacy and how much can he get done in the last few months."}, {"sentId": 80, "text": "He's got to get the pedal down here and if he's going to stay focus on this we can actually get a lot done but there's a lot of ground to make up."}], "speaker": "RIECKHOFF", "secId": 36}, {"sentences": [{"sentId": 81, "text": "You mentioned suicide."}, {"sentId": 82, "text": "You mentioned suicide because that's a big issue for you."}], "speaker": "LEMON", "secId": 37}, {"sentences": [{"sentId": 83, "text": "Yes."}], "speaker": "RIECKHOFF", "secId": 38}, {"sentences": [{"sentId": 84, "text": "The average of 22 veterans a day are committing suicide."}, {"sentId": 85, "text": "I want to play."}, {"sentId": 86, "text": "This is a clip."}, {"sentId": 87, "text": "It's from Amanda Souza whose husband took his own life and has a son in the military now."}, {"sentId": 88, "text": "Let's play this."}], "speaker": "LEMON", "secId": 39}, {"sentences": [{"sentId": 89, "text": "How can we ensure that our military men and women understand that it's OK to get the help they need and they're not going to risk their careers, that they are not going to be labeled and."}], "speaker": "SOUZA", "secId": 40}, {"sentences": [{"sentId": 90, "text": "Sometimes the weight of battle comes home and we see this all across our veteran populations."}, {"sentId": 91, "text": "If you break your leg you're going to go to a doctor to get that leg healed."}], "speaker": "OBAMA", "secId": 41}, {"sentences": [{"sentId": 92, "text": "If, as a consequence of the extraordinary, stress and pain that you are witnessing typically in a battlefield, something inside you feels like it's wounded, it's just like a physical injury."}, {"sentId": 93, "text": "You've got to go get help and there's nothing weak about that."}, {"sentId": 94, "text": "That's strong and that is what will allow you then to continue to -- with your service and there shouldn't be a stigma against it."}], "speaker": "OBAMA", "secId": 42}, {"sentences": [{"sentId": 95, "text": "The suicide rate among veterans, Paul."}, {"sentId": 96, "text": "I mean, it's a crisis."}, {"sentId": 97, "text": "The president mentioned some things that the military should do, he said, listen, you should take the stigma off of it, also that they are trying to ensure people who are mental health experts into the units to help."}, {"sentId": 98, "text": "What more can the president be doing to help with this crisis?"}], "speaker": "LEMON", "secId": 43}, {"sentences": [{"sentId": 99, "text": "Well, I think that was a good start, right."}, {"sentId": 100, "text": "Encouraging people to get help and shaping the issue and thinking about it not just as a mental health illness but a mental injury that's a conflict -- of consequence of war."}, {"sentId": 101, "text": "It's huge progress."}, {"sentId": 102, "text": "To hear that coming from the president is what we've been waiting for and kind of pushing for many years."}], "speaker": "RIECKHOFF", "secId": 44}, {"sentences": [{"sentId": 103, "text": "But the reality is, when they do step forward and need that help they've got to get it, and too often they don't, the V.A."}, {"sentId": 104, "text": "has had a backlog."}, {"sentId": 105, "text": "They have made progress and they are moving things forward, but there's still too many people waiting."}], "speaker": "RIECKHOFF", "secId": 45}, {"sentences": [{"sentId": 106, "text": "And most of all, the entire country hasn't been ask to respond."}, {"sentId": 107, "text": "Seventy percent of the people that we serve every day with metal mental support and suicide crisis support, are not enrolled in the V.A."}, {"sentId": 108, "text": "Some of them are not eligible to be in -- to be receiving care in the V.A."}, {"sentId": 109, "text": "So, we need the entire country like Bob has done."}, {"sentId": 110, "text": "Enlisting everybody from Hollywood, to philanthropy, to universities."}], "speaker": "RIECKHOFF", "secId": 46}, {"sentences": [{"sentId": 111, "text": "This has to be a national security priority but also a public health priority not just for the veterans but for the entire country and that's what we really need to get here."}], "speaker": "RIECKHOFF", "secId": 47}, {"sentences": [{"sentId": 112, "text": "You know, words matter."}, {"sentId": 113, "text": "We call this a disorder."}, {"sentId": 114, "text": "It's not a disorder."}, {"sentId": 115, "text": "He just touches on it."}, {"sentId": 116, "text": "It's an injury."}], "speaker": "MARKS", "secId": 48}, {"sentences": [{"sentId": 117, "text": "It's an injury."}, {"sentId": 118, "text": "How do you get people -- military members to come forward?"}, {"sentId": 119, "text": "How do you do it?"}], "speaker": "LEMON", "secId": 49}, {"sentences": [{"sentId": 120, "text": "I think you have to -- exactly that, talking about it as an injury."}, {"sentId": 121, "text": "I mean, we talk about de-stigmatizing."}], "speaker": "FULTON", "secId": 50}, {"sentences": [{"sentId": 122, "text": "Yes."}], "speaker": "LEMON", "secId": 51}, {"sentences": [{"sentId": 123, "text": "That's not an action."}, {"sentId": 124, "text": "That's not something you sign."}, {"sentId": 125, "text": "That has to be in our conversation about people who are -- have suffered this injury."}, {"sentId": 126, "text": "It's our conversations with decision-makers, it's our conversations with those service members so that we can change that culture and change that climate."}], "speaker": "FULTON", "secId": 52}, {"sentences": [{"sentId": 127, "text": "I think that's critical, but it's not going to -- it's going to take time because there's culture in the military that mitigates against that."}], "speaker": "FULTON", "secId": 53}, {"sentences": [{"sentId": 128, "text": "That's changed a lot."}, {"sentId": 129, "text": "And I think the number was something like 90 percent..."}], "speaker": "WOODRUFF", "secId": 54}, {"sentences": [{"sentId": 130, "text": "It is changed."}], "speaker": "FULTON", "secId": 55}, {"sentences": [{"sentId": 131, "text": "... stigma in the beginning about 90 percent, but any kind of issue, you know, PTSD or just PTS, without disorder on it, but now that's changed over time because people are now realizing others want to talk about it they are comfortable with it."}, {"sentId": 132, "text": "One thing I want to say about the suicide though, you're talking about"}], "speaker": "WOODRUFF", "secId": 56}, {"sentences": [{"sentId": 133, "text": "the bulk of those are not necessarily those that fought in the war since 9/11."}, {"sentId": 134, "text": "They're a lot from Vietnam."}, {"sentId": 135, "text": "And I say that because we did nothing back during the days of the Vietnam to help these people in recovery when they came back."}], "speaker": "WOODRUFF", "secId": 57}, {"sentences": [{"sentId": 136, "text": "Yes."}], "speaker": "LEMON", "secId": 58}, {"sentences": [{"sentId": 137, "text": "That is why there's so many suicides still from the Vietnam."}], "speaker": "WOODRUFF", "secId": 59}, {"sentences": [{"sentId": 138, "text": "You said a vast majority of veterans being treated are in their 50s and 60s."}], "speaker": "LEMON", "secId": 60}, {"sentences": [{"sentId": 139, "text": "Yes."}, {"sentId": 140, "text": "That's right."}, {"sentId": 141, "text": "They're not the ones that just fought in the war."}], "speaker": "WOODRUFF", "secId": 61}, {"sentences": [{"sentId": 142, "text": "So, it's just a long term."}], "speaker": "RIECKHOFF", "secId": 62}, {"sentences": [{"sentId": 143, "text": "Yes."}], "speaker": "WOODRUFF", "secId": 63}, {"sentences": [{"sentId": 144, "text": "I mean, when you send somebody to war you're committing to care for them for a lifetime, maybe even for their child's lifetime, right."}, {"sentId": 145, "text": "What we see that folks have been exposed to Agent Orange, you know, are still dealing with those injuries."}], "speaker": "RIECKHOFF", "secId": 64}, {"sentences": [{"sentId": 146, "text": "The V.A."}, {"sentId": 147, "text": "serves people in their 90s."}, {"sentId": 148, "text": "So, when the country makes a decision to commit to war it has to also commit to their care afterwards and that's where we failed, right."}, {"sentId": 149, "text": "We committed to the resources and funding and splitting up the Department of Defense, but the V.A."}, {"sentId": 150, "text": "was 5, 10 years behind and that's what we're paying for today."}], "speaker": "RIECKHOFF", "secId": 65}, {"sentences": [{"sentId": 151, "text": "I want to talk about Donna Couch."}, {"sentId": 152, "text": "I mean, she was clutching her husband's burial flag there."}, {"sentId": 153, "text": "The president said he's increased the V.A."}, {"sentId": 154, "text": "budget by 85 percent."}, {"sentId": 155, "text": "But he died from colon cancer waiting on the V.A., Sue, waiting -- and this is a particular issue to you."}, {"sentId": 156, "text": "Is that enough increasing the budget?"}], "speaker": "LEMON", "secId": 66}, {"sentences": [{"sentId": 157, "text": "You know, I -- he said himself that dollars aren't alone."}, {"sentId": 158, "text": "First of all, you have to have the dollars."}, {"sentId": 159, "text": "We need the resources, but that's not everything."}, {"sentId": 160, "text": "You know, you need to take other actions, as well, and I think I, V.A."}, {"sentId": 161, "text": "-- I mean, all of these folks have been working on that issue."}], "speaker": "FULTON", "secId": 67}, {"sentences": [{"sentId": 162, "text": "And there are..."}], "speaker": "MARKS", "secId": 68}, {"sentences": [{"sentId": 163, "text": "And there's another -- go ahead."}], "speaker": "FULTON", "secId": 69}, {"sentences": [{"sentId": 164, "text": "Sorry."}, {"sentId": 165, "text": "No, please, please."}], "speaker": "MARKS", "secId": 70}, {"sentences": [{"sentId": 166, "text": "No, go ahead."}, {"sentId": 167, "text": "MARKS:  There are some solutions that we've chatted about these a"}], "speaker": "FULTON", "secId": 71}, {"sentences": [{"sentId": 168, "text": "bunch and the voucher system."}, {"sentId": 169, "text": "If you can't go get that colonoscopy within a certain amount of time, irrespective of what your self- diagnosis is, and mostly you don't know what you're talking about, you're going to go in and get this annual or you're going to get some period of your colonoscopy and if you can't get it you get a voucher, you go down to a local hospital and you walk in."}, {"sentId": 170, "text": "They get reimbursed through the V.A."}], "speaker": "FULTON", "secId": 72}, {"sentences": [{"sentId": 171, "text": "But the funding alone is not a problem and privatization is not the answer either."}], "speaker": "RIECKHOFF", "secId": 73}, {"sentences": [{"sentId": 172, "text": "its access."}], "speaker": "MARKS", "secId": 74}, {"sentences": [{"sentId": 173, "text": "According to most veterans groups and most folks that we've -- access is definitely a problem."}, {"sentId": 174, "text": "Quality care at the V.A continued to be rated very high."}, {"sentId": 175, "text": "They don't get enough credit for that but access has been a problem."}], "speaker": "RIECKHOFF", "secId": 75}, {"sentences": [{"sentId": 176, "text": "But we have to stop thinking about V.A."}, {"sentId": 177, "text": "as the only solution."}], "speaker": "RIECKHOFF", "secId": 76}, {"sentences": [{"sentId": 178, "text": "Yes."}], "speaker": "LEMON", "secId": 77}, {"sentences": [{"sentId": 179, "text": "Where I think 70 percent of the folks who are dying by suicide are not enrolled in the V.A."}, {"sentId": 180, "text": "So, we need a full-core press from everyone in this country to understand the V.A."}, {"sentId": 181, "text": "is not the hub."}, {"sentId": 182, "text": "V.A."}, {"sentId": 183, "text": "is a spoke and the veteran is the hub and everyone has to be working together from church groups to national foundations and all the fundraisers to actually insert the money for research, care, treatment, access."}], "speaker": "RIECKHOFF", "secId": 78}, {"sentences": [{"sentId": 184, "text": "When you talk about this long tale about this long period of time, you know, and that the vast majority of people being served are in their 50s and 60s, that also creates a culture within the V.A."}, {"sentId": 185, "text": "where women have a harder time being recognized for the issues that they're facing."}], "speaker": "FULTON", "secId": 79}, {"sentences": [{"sentId": 186, "text": "Right."}], "speaker": "UNIDENTIFIED MALE", "secId": 80}, {"sentences": [{"sentId": 187, "text": "Their PTS is not recognized as PTS because for many years it's changed now, it's changing, but for many years if you didn't have -- you know, your combat patch then you weren't considered to be eligible for PT -- what PTS did you suffer."}], "speaker": "FULTON", "secId": 81}, {"sentences": [{"sentId": 188, "text": "And so, women have struggled to really have their issues recognized."}, {"sentId": 189, "text": "And there were other questions about women, as well, that I wanted to touch on but I don't want to jump ahead."}], "speaker": "FULTON", "secId": 82}, {"sentences": [{"sentId": 190, "text": "No, no, go ahead."}], "speaker": "LEMON", "secId": 83}, {"sentences": [{"sentId": 191, "text": "No, I was going to say to the point that we're making here about -- how do you get every element within the United States focusing on trying to make this problem, at least get towards a situation and mitigate it."}], "speaker": "MARKS", "secId": 84}, {"sentences": [{"sentId": 192, "text": "Because you've got to move upstream."}, {"sentId": 193, "text": "When a soldier, when a service member enter service to nation, ultimately here she is going to end up in the V.A."}, {"sentId": 194, "text": "Yet, there's no continuity in the database."}], "speaker": "MARKS", "secId": 85}, {"sentences": [{"sentId": 195, "text": "I'm talking about an I.T."}, {"sentId": 196, "text": "solution that grabs Don Lemon when he joins the military, you're ultimately going to be owned by the V.A."}, {"sentId": 197, "text": "But there's a huge disconnect between DOD and the Department of Veterans Affairs, and many, many smart talented folks have tried to address."}, {"sentId": 198, "text": "But if we can get that upstream and have this continuity of visibility so when they go to the V.A."}, {"sentId": 199, "text": "they're automatically enrolled."}], "speaker": "MARKS", "secId": 86}, {"sentences": [{"sentId": 200, "text": "And it's also -- it's also where the president fail."}], "speaker": "RIECKHOFF", "secId": 87}, {"sentences": [{"sentId": 201, "text": "Yes."}], "speaker": "LEMON", "secId": 88}, {"sentences": [{"sentId": 202, "text": "I mean, he's got eight years to get the DOD and V.A."}, {"sentId": 203, "text": "to work together and it hasn't gotten done."}], "speaker": "RIECKHOFF", "secId": 89}, {"sentences": [{"sentId": 204, "text": "No, that's the epitome that -- it's like the Grand Canyon."}], "speaker": "MARKS", "secId": 90}, {"sentences": [{"sentId": 205, "text": "And it's also the great challenge for the commander-in- chief."}, {"sentId": 206, "text": "This is why it's an important question for Trump, for Clinton, for Johnson, for anyone else who wants to run for president."}, {"sentId": 207, "text": "Can you be the first president in modern history to actually fix the V.A."}, {"sentId": 208, "text": "?"}], "speaker": "RIECKHOFF", "secId": 91}, {"sentences": [{"sentId": 209, "text": "We talk a lot about fighting ISIS."}, {"sentId": 210, "text": "We don't talk about fighting the bureaucracy with a budget that is second only to the Pentagon."}], "speaker": "RIECKHOFF", "secId": 92}, {"sentences": [{"sentId": 211, "text": "I want..."}], "speaker": "LEMON", "secId": 93}, {"sentences": [{"sentId": 212, "text": "You're talking about $170 billion, can you fix that?"}, {"sentId": 213, "text": "That's a true commander-in-chief."}], "speaker": "RIECKHOFF", "secId": 94}, {"sentences": [{"sentId": 214, "text": "I want to get into terrorism, but quickly, you mentioned you said there were issues when it comes of women, there were, you know, combat issues."}, {"sentId": 215, "text": "You talked about studies, you know, someone is passing about studies that ignore that, you know, serving together..."}], "speaker": "LEMON", "secId": 95}, {"sentences": [{"sentId": 216, "text": "So, we talk a little bit about the role of women in the military and there was a question specific tonight to a Marine Corps study."}], "speaker": "FULTON", "secId": 96}, {"sentences": [{"sentId": 217, "text": "Right."}], "speaker": "LEMON", "secId": 97}, {"sentences": [{"sentId": 218, "text": "And the marines took a very different approach with this, and I'm very familiar with this particular study because they asked for male volunteers and female volunteers."}], "speaker": "FULTON", "secId": 98}, {"sentences": [{"sentId": 219, "text": "Unlike the elite training -- some of the elite training that the army does like the rangers school they did not have a very high bar of physical fitness in order to get into that study."}, {"sentId": 220, "text": "So what happened was, on the average, number one, on the average, the men had more training and more experience than the women did in that study, and number two, there were a number of women who performed well above the mean, but the women who underperformed because they hadn't been screened for physical fitness brought that down."}], "speaker": "FULTON", "secId": 99}, {"sentences": [{"sentId": 221, "text": "In fact, there was one woman who outperformed the men on virtually every -- a number of men on virtually every criteria."}, {"sentId": 222, "text": "So, they looked at, they didn't screen properly and then they drew the conclusion."}, {"sentId": 223, "text": "Instead of drawing the conclusion that physical fitness training and experience matter they drew the conclusion that well-mixed gender units don't work."}], "speaker": "FULTON", "secId": 100}, {"sentences": [{"sentId": 224, "text": "Yes."}], "speaker": "LEMON", "secId": 101}, {"sentences": [{"sentId": 225, "text": "In reality if you screen women for their physical fitness and you train them up to the men's level, and we've shown this with -- in ranger's school, we're showing this now in the army infantry, you can achieve that."}], "speaker": "FULTON", "secId": 102}, {"sentences": [{"sentId": 226, "text": "So, I think that piece, you know, understanding the role of women as we continue to integrate them into combat roles is going to be critical to the success of the army going forward."}], "speaker": "FULTON", "secId": 103}, {"sentences": [{"sentId": 227, "text": "When it comes to ISIS and people being concerned about these domestic, you know, attacks that we talk about so much, general, all the time here, the president gave an answer saying that destroying ISIS overseas was the best way to combat the lone wolf -- lone wolf attacks?"}, {"sentId": 228, "text": "Do you agree?"}, {"sentId": 229, "text": "Short answer, everyone, is that right?"}], "speaker": "LEMON", "secId": 104}, {"sentences": [{"sentId": 230, "text": "I agree."}, {"sentId": 231, "text": "I would take notion with the notion..."}], "speaker": "MARKS", "secId": 105}, {"sentences": [{"sentId": 232, "text": "I'd be ..."}], "speaker": "UNIDENTIFIED MALE", "secId": 106}, {"sentences": [{"sentId": 233, "text": "I would issue with the notion of lone wolves."}], "speaker": "MARKS", "secId": 107}, {"sentences": [{"sentId": 234, "text": "Yes."}], "speaker": "LEMON", "secId": 108}, {"sentences": [{"sentId": 235, "text": "In today's world, you can achieve identity virtually from wherever you are."}, {"sentId": 236, "text": "I can have an interaction with you and I can get educated, I can get motivated, I get inspired, I can get tactics, techniques, and procedures of them online, so the notion of lone wolf needs to be addressed."}], "speaker": "MARKS", "secId": 109}, {"sentences": [{"sentId": 237, "text": "Yes."}], "speaker": "LEMON", "secId": 110}, {"sentences": [{"sentId": 238, "text": "I think it underscored frankly the reality of war that most of our communities been dealing with for a decade and a half."}, {"sentId": 239, "text": "Like we've been at war and America for the most life -- most part have been living life interrupted."}], "speaker": "RIECKHOFF", "secId": 111}, {"sentences": [{"sentId": 240, "text": "So, in many ways I think this is a new normal that folks in the military are prepared for, you know, and we're well-positioned to respond not just overseas but as first responders here at home, as EMS workers, as firefighters."}, {"sentId": 241, "text": "That's the new front in many ways and veterans are ready to serve again."}], "speaker": "RIECKHOFF", "secId": 112}, {"sentences": [{"sentId": 242, "text": "That's a good part of the story that often doesn't get told is how they're coming home, they're leading in their communities and when something goes down, veterans are the first ones to go in."}], "speaker": "RIECKHOFF", "secId": 113}, {"sentences": [{"sentId": 243, "text": "They are."}, {"sentId": 244, "text": "You guys are special."}, {"sentId": 245, "text": "Thank you so much."}], "speaker": "LEMON", "secId": 114}, {"sentences": [{"sentId": 246, "text": "Thanks, Don."}], "speaker": "RIECKHOFF", "secId": 115}, {"sentences": [{"sentId": 247, "text": "Thank you, Sue."}], "speaker": "LEMON", "secId": 116}, {"sentences": [{"sentId": 248, "text": "Thank you so much."}], "speaker": "FULTON", "secId": 117}, {"sentences": [{"sentId": 249, "text": "Thank you very much, Bob."}, {"sentId": 250, "text": "I thank you again."}, {"sentId": 251, "text": "Thank you so much for your service."}, {"sentId": 252, "text": "Fascinating conversation we all learned a lot and we should continue to discuss this."}, {"sentId": 253, "text": "We really appreciate it."}], "speaker": "LEMON", "secId": 118}, {"sentences": [{"sentId": 254, "text": "Thanks, Don."}], "speaker": "MARKS", "secId": 119}, {"sentences": [{"sentId": 255, "text": "When we come right back, a cringe-worthy moment from presidential candidate on a key form policy question and no, not that candidate."}], "speaker": "LEMON", "secId": 120}, {"sentences": [{"sentId": 256, "text": "As we countdown to the second presidential debate, Sunday October 9th, one candidate had a cringe-worthy moment tonight."}], "speaker": "LEMON", "secId": 121}, {"sentences": [{"sentId": 257, "text": "Here to discuss, CNN's political analyst Gloria Borger, and Patrick Healy, New York Times political correspondent."}, {"sentId": 258, "text": "So, let's get to that because Gary Johnson speaking on foreign policy, he was on MSNBC tonight."}, {"sentId": 259, "text": "Let's watch this."}], "speaker": "LEMON", "secId": 122}, {"sentences": [{"sentId": 260, "text": "Who's your favorite foreign leader?"}], "speaker": "MATTHEWS", "secId": 123}, {"sentences": [{"sentId": 261, "text": "Who's my favorite?"}], "speaker": "JOHNSON", "secId": 124}, {"sentences": [{"sentId": 262, "text": "Any -- just name anywhere in the country, anyone in the continents, any country, name foreign leader that you respect and look up to."}, {"sentId": 263, "text": "Anybody."}], "speaker": "MATTHEWS", "secId": 125}, {"sentences": [{"sentId": 264, "text": "Mine was Shimon Peres."}], "speaker": "JOHNSON", "secId": 126}, {"sentences": [{"sentId": 265, "text": "No, no -- I'm talking about living."}, {"sentId": 266, "text": "Go ahead."}, {"sentId": 267, "text": "You got to do this."}, {"sentId": 268, "text": "Anywhere, any continent, Canada, Mexico, Europe, over there, Asia, South America, Africa, name a foreign leader that you respect."}], "speaker": "MATTHEWS", "secId": 127}, {"sentences": [{"sentId": 269, "text": "I guess I'm having an Aleppo moment in the former president of Mexico."}], "speaker": "JOHNSON", "secId": 128}, {"sentences": [{"sentId": 270, "text": "I'm giving you the whole world."}, {"sentId": 271, "text": "JOHNSON:  I know, I know, I know."}], "speaker": "MATTHEWS", "secId": 129}, {"sentences": [{"sentId": 272, "text": "Anybody in the world you like."}, {"sentId": 273, "text": "Anybody."}, {"sentId": 274, "text": "Pick any leader."}], "speaker": "MATTHEWS", "secId": 130}, {"sentences": [{"sentId": 275, "text": "The former president of Mexico."}], "speaker": "JOHNSON", "secId": 131}, {"sentences": [{"sentId": 276, "text": "No."}, {"sentId": 277, "text": "Which one?"}], "speaker": "MATTHEWS", "secId": 132}, {"sentences": [{"sentId": 278, "text": "I'm having a brain -- I'm having a brain..."}], "speaker": "JOHNSON", "secId": 133}, {"sentences": [{"sentId": 279, "text": "Well, name anybody."}], "speaker": "MATTHEWS", "secId": 134}, {"sentences": [{"sentId": 280, "text": "Fox?"}, {"sentId": 281, "text": "Calderon?"}, {"sentId": 282, "text": "Zedillo?"}], "speaker": "WELD", "secId": 135}, {"sentences": [{"sentId": 283, "text": "Who's your favorite party, get him up to hook."}, {"sentId": 284, "text": "Name a foreign leader that you respect."}], "speaker": "MATTHEWS", "secId": 136}, {"sentences": [{"sentId": 285, "text": "Fox, he was terrific."}], "speaker": "WELD", "secId": 137}, {"sentences": [{"sentId": 286, "text": "Any foreign leader."}], "speaker": "MATTHEWS", "secId": 138}, {"sentences": [{"sentId": 287, "text": "Merkel."}], "speaker": "JOHNSON", "secId": 139}, {"sentences": [{"sentId": 288, "text": "OK. Merkel."}, {"sentId": 289, "text": "OK. Fine."}], "speaker": "MATTHEWS", "secId": 140}, {"sentences": [{"sentId": 290, "text": "Wow."}], "speaker": "BORGER", "secId": 141}, {"sentences": [{"sentId": 291, "text": "Gloria."}, {"sentId": 292, "text": "How can you..."}], "speaker": "LEMON", "secId": 142}, {"sentences": [{"sentId": 293, "text": "Phone a friend?"}, {"sentId": 294, "text": "Does he need a phone a friend, a life line?"}], "speaker": "BORGER", "secId": 143}, {"sentences": [{"sentId": 295, "text": "No, no."}, {"sentId": 296, "text": "Seriously, how could you still be in, I mean, anyone in the world?"}], "speaker": "LEMON", "secId": 144}, {"sentences": [{"sentId": 297, "text": "It's a -- first the Aleppo."}], "speaker": "BORGER", "secId": 145}, {"sentences": [{"sentId": 298, "text": "Why is he still in the race?"}], "speaker": "LEMON", "secId": 146}, {"sentences": [{"sentId": 299, "text": "I don't know."}, {"sentId": 300, "text": "I think comments like this or can be qualifying."}, {"sentId": 301, "text": "Aleppo, to me was, and I said it at the time."}, {"sentId": 302, "text": "I think the fact that he can't think of a world leader that he would like to work with, if he were to become president."}, {"sentId": 303, "text": "Name anybody."}, {"sentId": 304, "text": "Merkel, Bibi Netanyahu, remember you won."}], "speaker": "BORGER", "secId": 147}, {"sentences": [{"sentId": 305, "text": "Right."}, {"sentId": 306, "text": "There were Mexican president when he was the governor of Mexico."}], "speaker": "HEALY", "secId": 148}, {"sentences": [{"sentId": 307, "text": "Exactly."}, {"sentId": 308, "text": "Exactly."}], "speaker": "BORGER", "secId": 149}, {"sentences": [{"sentId": 309, "text": "You know, and Chris Matthews gave him, it was clear like all that time."}], "speaker": "HEALY", "secId": 150}, {"sentences": [{"sentId": 310, "text": "Life line."}], "speaker": "BORGER", "secId": 151}, {"sentences": [{"sentId": 311, "text": "He was throwing and giving him seconds and seconds and seconds and he froze."}, {"sentId": 312, "text": "I mean, I've never been a huge fan of the lightning round quiz and sort of show us like ."}], "speaker": "HEALY", "secId": 152}, {"sentences": [{"sentId": 313, "text": "It was like \"got you\" though."}], "speaker": "BORGER", "secId": 153}, {"sentences": [{"sentId": 314, "text": "This wasn't got you at all."}], "speaker": "HEALY", "secId": 154}, {"sentences": [{"sentId": 315, "text": "No, right."}], "speaker": "BORGER", "secId": 155}, {"sentences": [{"sentId": 316, "text": "This was sort of like basic engagement with the world we live in."}], "speaker": "HEALY", "secId": 156}, {"sentences": [{"sentId": 317, "text": "Totally."}], "speaker": "BORGER", "secId": 157}, {"sentences": [{"sentId": 318, "text": "You know, with prime ministers, presidents of other countries that doesn't take that much."}], "speaker": "HEALY", "secId": 158}, {"sentences": [{"sentId": 319, "text": "Yes."}, {"sentId": 320, "text": "So, listen, I have to say that Donald Trump was on O'Reilly tonight and they did sort of an impromptu for the next debate."}, {"sentId": 321, "text": "Listen to this."}], "speaker": "LEMON", "secId": 159}, {"sentences": [{"sentId": 322, "text": "I'm Hillary Clinton in the next debate and I say to you what she said yesterday in North Carolina."}, {"sentId": 323, "text": "Hey!"}, {"sentId": 324, "text": "If he's not going to pay any taxes and he thinks that's smart, what does that make us?"}, {"sentId": 325, "text": "We pay taxes."}, {"sentId": 326, "text": "Are we stupid?"}, {"sentId": 327, "text": "How are you going to answer that?"}], "speaker": "O'REILLY", "secId": 160}, {"sentences": [{"sentId": 328, "text": "Well, first of all -- first of all, I never said I didn't pay taxes."}, {"sentId": 329, "text": "She said maybe you didn't pay taxes."}], "speaker": "TRUMP", "secId": 161}, {"sentences": [{"sentId": 330, "text": "Right."}, {"sentId": 331, "text": "Speculation."}], "speaker": "O'REILLY", "secId": 162}, {"sentences": [{"sentId": 332, "text": "And I said well, that would make me smart."}, {"sentId": 333, "text": "Because taxes is a big payment."}, {"sentId": 334, "text": "But I think a lot of people say that's the kind of thinking that I want running this nation."}], "speaker": "TRUMP", "secId": 163}, {"sentences": [{"sentId": 335, "text": "OK."}], "speaker": "O'REILLY", "secId": 164}, {"sentences": [{"sentId": 336, "text": "Because you look at the way our country is running with."}, {"sentId": 337, "text": "We lose $800 billion year on trade deals with the world, $800 billion a year, Bill."}, {"sentId": 338, "text": "Who makes these deals?"}, {"sentId": 339, "text": "So, I think a lot of people -- actually, you know, I had two groups."}, {"sentId": 340, "text": "Some people loved that statement and other people didn't."}, {"sentId": 341, "text": "But the fact is that I think people are looking at like maybe that's the kind of person we need."}, {"sentId": 342, "text": "Hey, look, I built a great company."}], "speaker": "TRUMP", "secId": 165}, {"sentences": [{"sentId": 343, "text": "A shrewd businessman."}], "speaker": "O'REILLY", "secId": 166}, {"sentences": [{"sentId": 344, "text": "I have a tremendous -- I have a tremendous, you know, I have a tremendous record."}], "speaker": "TRUMP", "secId": 167}, {"sentences": [{"sentId": 345, "text": "All right."}, {"sentId": 346, "text": "I got some more questions."}], "speaker": "O'REILLY", "secId": 168}, {"sentences": [{"sentId": 347, "text": "And to be honest with you, yes, but I think that's the kind of thinking we need in our country."}], "speaker": "TRUMP", "secId": 169}, {"sentences": [{"sentId": 348, "text": "Ok."}], "speaker": "O'REILLY", "secId": 170}, {"sentences": [{"sentId": 349, "text": "So, he didn't say that would make me smart during the debate, he said that makes me smart during the debate, which made people wonder was he conceding to the fact that he didn't or he paid very little, if any taxes."}, {"sentId": 350, "text": "But your sources have told you that he did not want to prepare traditionally."}, {"sentId": 351, "text": "You found out a lot about the way he prepared."}, {"sentId": 352, "text": "What did you learn?"}], "speaker": "LEMON", "secId": 171}, {"sentences": [{"sentId": 353, "text": "Right."}, {"sentId": 354, "text": "I mean, basically his new team came in mid-August, Kellyanne Conway, Steve Bannon basically wanted him to have a relatively normal debate preparation."}, {"sentId": 355, "text": "Roger Ailes got involved and said let's do kind of a debate camp where we go away, we have lecterns; we're going through briefing books."}], "speaker": "HEALY", "secId": 172}, {"sentences": [{"sentId": 356, "text": "And they would go to Bedminster, Trump's weekend home, and he hated it."}, {"sentId": 357, "text": "He wanted to kick back and shoot war stores with Roger Ailes what was elected with President Reagan, and blah, blah, and nothing was getting done."}, {"sentId": 358, "text": "So, they moved to Trump Tower."}], "speaker": "HEALY", "secId": 173}, {"sentences": [{"sentId": 359, "text": "And basically what it was - was they were trying to prepare him for moments where Hillary Clinton would go at him over the Iraq war, over his tax returns, over vulnerabilities, and he would come up with answers, you know, come up with sort of something."}], "speaker": "HEALY", "secId": 174}, {"sentences": [{"sentId": 360, "text": "They struggled with how to get him to raise issues that he wasn't asked about, but then what happened, Don, and Trump people regardless of what Donald Trump wants them to do, are being pretty honest with this, you know, anonymously."}, {"sentId": 361, "text": "He was prepared for some of this but he did not execute..."}], "speaker": "HEALY", "secId": 175}, {"sentences": [{"sentId": 362, "text": "Who was preparing him?"}], "speaker": "LEMON", "secId": 176}, {"sentences": [{"sentId": 363, "text": "Kellyanne Conway, the campaign manager, Steve Bannon, Rudy Giuliani was heavily involved."}], "speaker": "HEALY", "secId": 177}, {"sentences": [{"sentId": 364, "text": "James."}, {"sentId": 365, "text": "Yes."}], "speaker": "BORGER", "secId": 178}, {"sentences": [{"sentId": 366, "text": "And two other -- yes, other policy people."}, {"sentId": 367, "text": "So, he had sort of the group grew, a group ultimately they are about 10 or 12 people."}, {"sentId": 368, "text": "The concern was is that he was executing pretty nicely for the first 20, 25 minutes and then she started -- Hillary Clinton started laying the bait."}, {"sentId": 369, "text": "She just started laying it out and he went for it."}], "speaker": "HEALY", "secId": 179}, {"sentences": [{"sentId": 370, "text": "Yes."}], "speaker": "BORGER", "secId": 180}, {"sentences": [{"sentId": 371, "text": "So what happened -- do you think he's coachable?"}, {"sentId": 372, "text": "Because, you know, you guys are getting these stories now, which I guess may be insiders way of getting Donald Trump to listen if he hears it if he hears it in the media."}], "speaker": "LEMON", "secId": 181}, {"sentences": [{"sentId": 373, "text": "OK."}, {"sentId": 374, "text": "Yes."}], "speaker": "BORGER", "secId": 182}, {"sentences": [{"sentId": 375, "text": "Because he watches, you know, a lot of television news."}], "speaker": "LEMON", "secId": 183}, {"sentences": [{"sentId": 376, "text": "Right."}, {"sentId": 377, "text": "No, he has -- I mean, look, the last five weeks or so there's been a greater discipline."}], "speaker": "HEALY", "secId": 184}, {"sentences": [{"sentId": 378, "text": "But he's been on prompter."}], "speaker": "BORGER", "secId": 185}, {"sentences": [{"sentId": 379, "text": "He's been on prompter."}], "speaker": "HEALY", "secId": 186}, {"sentences": [{"sentId": 380, "text": "Right."}], "speaker": "BORGER", "secId": 187}, {"sentences": [{"sentId": 381, "text": "He listens to coaching."}, {"sentId": 382, "text": "The problem -- I think part of the problem though is that he -- when he gets on the stage and he doesn't have a prompter and he sees sort of the debate happening over a 90- minute period, you know, he's not used to that."}], "speaker": "HEALY", "secId": 188}, {"sentences": [{"sentId": 383, "text": "Yes."}], "speaker": "BORGER", "secId": 189}, {"sentences": [{"sentId": 384, "text": "That is outside of his comfort zone."}], "speaker": "HEALY", "secId": 190}, {"sentences": [{"sentId": 385, "text": "And he -- when he's poked he's going to punch back and she knew how to get under his skin."}, {"sentId": 386, "text": "First of all, raising the fact that he started his business with $14 million from his father, poke, and then she got under his skin."}], "speaker": "BORGER", "secId": 191}, {"sentences": [{"sentId": 387, "text": "And he, I believe, was constitutionally incapable of not responding sort of on a more personal level rather than a presidential level, to say I was smart, OK, on the tax issue, is something that a real estate guy talking to his friends at the golf club."}], "speaker": "BORGER", "secId": 192}, {"sentences": [{"sentId": 388, "text": "Might say."}], "speaker": "LEMON", "secId": 193}, {"sentences": [{"sentId": 389, "text": "Might say."}, {"sentId": 390, "text": "I was smart, you know, I didn't have to pay any taxes."}, {"sentId": 391, "text": "When you're running for president and this is where Hillary Clinton did a very good job, she said, well, that means those taxes pay for veteran's benefits, pay for healthcare, pay for education for our children, and you weren't participating in it and everybody else is."}, {"sentId": 392, "text": "And so, when you're running for president you have to kind of make a leap."}], "speaker": "BORGER", "secId": 194}, {"sentences": [{"sentId": 393, "text": "Yes."}], "speaker": "LEMON", "secId": 195}, {"sentences": [{"sentId": 394, "text": "And he hasn't been able to do that."}], "speaker": "BORGER", "secId": 196}, {"sentences": [{"sentId": 395, "text": "I just have to ask -- I've got to ask you real quickly before you go, you are learning about the Trump campaign, what he wants his surrogates to say about his performance..."}], "speaker": "LEMON", "secId": 197}, {"sentences": [{"sentId": 396, "text": "Right."}], "speaker": "BORGER", "secId": 198}, {"sentences": [{"sentId": 397, "text": "... on Monday night?"}], "speaker": "LEMON", "secId": 199}, {"sentences": [{"sentId": 398, "text": "That he nailed it, that he nailed."}, {"sentId": 399, "text": "So, there was a conference call with Trump that Trump surrogates had with team Trump today, and they were told in a way that we were told is not subtle, that the candidate was not happy with the way his debate performance was being talked about to people like Patrick Healey and being portrayed."}], "speaker": "BORGER", "secId": 200}, {"sentences": [{"sentId": 400, "text": "And that they want people on the same page, and to be energized by his debate performance, and to point out things like the first half hour of that debate where he said you've been -- you've been around for 30 years, Hillary Clinton, and what have you accomplished."}], "speaker": "BORGER", "secId": 201}, {"sentences": [{"sentId": 401, "text": "Yes."}], "speaker": "LEMON", "secId": 202}, {"sentences": [{"sentId": 402, "text": "This I believe that was a good line of attack and that it should..."}], "speaker": "BORGER", "secId": 203}, {"sentences": [{"sentId": 403, "text": "That was working."}], "speaker": "HEALY", "secId": 204}, {"sentences": [{"sentId": 404, "text": "And forget the last hour of the debate that should be forgotten about."}], "speaker": "LEMON", "secId": 205}, {"sentences": [{"sentId": 405, "text": "Well, the last hour of the debate is not something they want to dwell on."}], "speaker": "BORGER", "secId": 206}, {"sentences": [{"sentId": 406, "text": "Yes."}], "speaker": "LEMON", "secId": 207}, {"sentences": [{"sentId": 407, "text": "But they also want to sort of create momentum going into this next town hall."}], "speaker": "BORGER", "secId": 208}, {"sentences": [{"sentId": 408, "text": "I've got to run."}, {"sentId": 409, "text": "Thank you both."}], "speaker": "LEMON", "secId": 209}, {"sentences": [{"sentId": 410, "text": "Thanks."}], "speaker": "BORGER", "secId": 210}, {"sentences": [{"sentId": 411, "text": "I appreciate it."}, {"sentId": 412, "text": "Always a pleasure."}, {"sentId": 413, "text": "Up next, Donald Trump's criticism of the former Miss Universe, is it hurting his campaign?"}], "speaker": "LEMON", "secId": 211}, {"sentences": [{"sentId": 414, "text": "The Trump campaign doubling down on criticism of a former Miss Universe."}], "speaker": "LEMON", "secId": 212}, {"sentences": [{"sentId": 415, "text": "Here to discuss, CNN political commentator Kayleigh McEnany, a Trump supporter, and CNN political contributor, Maria Cardona who is a Clinton supporter."}], "speaker": "LEMON", "secId": 213}, {"sentences": [{"sentId": 416, "text": "Kayleigh, to you first, the Trump campaign pushing back hard tonight against Alicia Machado endorsing Hillary Clinton and telling the world that he called her Miss piggy and Miss housekeeping."}, {"sentId": 417, "text": "And tonight, he said this to Bill O'Reilly."}], "speaker": "LEMON", "secId": 214}, {"sentences": [{"sentId": 418, "text": "This is a person, Bill, that was the first one under my ownership."}, {"sentId": 419, "text": "She did not do well."}, {"sentId": 420, "text": "She had a lot of dove difficulties and you know, they wanted to fire her."}, {"sentId": 421, "text": "The company itself wanted to fire her."}, {"sentId": 422, "text": "I saved her job."}, {"sentId": 423, "text": "I bet you if I -- if you put up and edit up all the time I spoke to her, is probably less than five minutes."}], "speaker": "TRUMP", "secId": 215}, {"sentences": [{"sentId": 424, "text": "I mean, I wasn't -- I had nothing do with this person but they wanted to fire her, I saved her job because I said that's going to be ruined."}, {"sentId": 425, "text": "I've done that with a member of the young ladies, where I save their job and the staff itself, and you know what happened?"}, {"sentId": 426, "text": "Look what I get out of it, I get nothing."}], "speaker": "TRUMP", "secId": 216}, {"sentences": [{"sentId": 427, "text": "So, a lot of things are coming out about her."}, {"sentId": 428, "text": "I'm not going to say anything."}, {"sentId": 429, "text": "I couldn't care less."}, {"sentId": 430, "text": "But it's somebody I don't know, don't know certainly very well."}, {"sentId": 431, "text": "I saved her job because they wanted to fire her for putting on so much weight and it is a beauty contest."}], "speaker": "TRUMP", "secId": 217}, {"sentences": [{"sentId": 432, "text": "You know, I mean say what you want, Bill, I mean, they know what they're getting into."}, {"sentId": 433, "text": "It's a beauty contest and I said don't do that, let her try and lose the weight."}], "speaker": "TRUMP", "secId": 218}, {"sentences": [{"sentId": 434, "text": "All right."}], "speaker": "O'REILLY", "secId": 219}, {"sentences": [{"sentId": 435, "text": "Can you imagine I end up in a position like this."}, {"sentId": 436, "text": "So, that's the way it is."}], "speaker": "TRUMP", "secId": 220}, {"sentences": [{"sentId": 437, "text": "So he's -- he explained a lot."}, {"sentId": 438, "text": "Is he over explaining?"}, {"sentId": 439, "text": "Is it a problem that it seems that he can't stop attacking this woman, when he keeps..."}], "speaker": "LEMON", "secId": 221}, {"sentences": [{"sentId": 440, "text": "I think it was important for him to say what he said to Bill O'Reilly that he fought for Ms. Machado to keep her job."}, {"sentId": 441, "text": "I mean, this tweeting came on CNN today and she said let us be reminded that Ms. Machado is only where she is because it's the Miss Universe organization."}, {"sentId": 442, "text": "She befitted from this."}, {"sentId": 443, "text": "She benefited from Trump fighting for her job."}], "speaker": "MCENANY", "secId": 222}, {"sentences": [{"sentId": 444, "text": "Now, 20 years later, the Clinton campaign over side coordinated with the mainstream media with Cosmopolitan with the Guardian planned this all out before the debate alongside the media to contrive a controversy amid Trump's rising poll numbers."}], "speaker": "MCENANY", "secId": 223}, {"sentences": [{"sentId": 445, "text": "Do you think so?"}, {"sentId": 446, "text": "I mean, I've heard even from conservative women that, you know, this is character issue, you just say, I'm sorry, that was a long time ago, you know, I have a daughter now and, you know, a new wife and that was then, this is now and I no longer."}, {"sentId": 447, "text": "MCENANY:  No, because the labels that she says -- that Ms. Clinton on"}], "speaker": "LEMON", "secId": 224}, {"sentences": [{"sentId": 448, "text": "the stage, I wish there was a fact checker there, said that Donald Trump said about her, unsubstantiated allegations."}, {"sentId": 449, "text": "The campaign has denied them repeatedly."}], "speaker": "LEMON", "secId": 225}, {"sentences": [{"sentId": 450, "text": "She's saying it though now."}, {"sentId": 451, "text": "She is saying it."}], "speaker": "LEMON", "secId": 226}, {"sentences": [{"sentId": 452, "text": "She is saying it now but I'm not going to take her word for when last time on Anderson Cooper she was asked about threatening the life of judge, Judge Fuenmayor and she said, I'm not an angel, the past is the past."}], "speaker": "MCENANY", "secId": 227}, {"sentences": [{"sentId": 453, "text": "Maria?"}], "speaker": "LEMON", "secId": 228}, {"sentences": [{"sentId": 454, "text": "It is appalling the Trump campaign continues to double down on this and that Donald Trump himself continues to double down on this."}], "speaker": "CARDONA", "secId": 229}, {"sentences": [{"sentId": 455, "text": "Look, absolutely this is doing his campaign damage especial1y with the demographics on the groups of voters that he needs to get more support from if he wants any chance of reaching the White House."}, {"sentId": 456, "text": "We're talking about suburban women, we're talking about Latinos, even though I think that he has completely given up on that vote."}], "speaker": "CARDONA", "secId": 230}, {"sentences": [{"sentId": 457, "text": "Look, what he said is completely appalling."}, {"sentId": 458, "text": "He fat-shamed this young 19-year-old Miss Universe because she had gained a little bit of weight."}, {"sentId": 459, "text": "Fat-shamed her in front of the media, making her work out, telling people on the air on Howard Stern, telling the world that she was an eating machine."}, {"sentId": 460, "text": "OK?"}, {"sentId": 461, "text": "That is not OK."}], "speaker": "CARDONA", "secId": 231}, {"sentences": [{"sentId": 462, "text": "Put aside the Miss Piggy and the Miss Housekeeping, which by the way, I believe her, I know her, I worked with her on a project earlier this year and she told us that story without even the possibility that she was going to get involved in this campaign."}], "speaker": "CARDONA", "secId": 232}, {"sentences": [{"sentId": 463, "text": "Yes."}], "speaker": "LEMON", "secId": 233}, {"sentences": [{"sentId": 464, "text": "So I believe her."}, {"sentId": 465, "text": "This has been something that has been very difficult for her and women and Latinos and men who have daughters and sisters and wives and girlfriends who understand what women go through when it comes to self-image, they are going to take notice and they're going to believe that this is not the kind of man with those kinds of values that we want in the White House."}], "speaker": "CARDONA", "secId": 234}, {"sentences": [{"sentId": 466, "text": "Maria."}], "speaker": "MCENANY", "secId": 235}, {"sentences": [{"sentId": 467, "text": "OK."}, {"sentId": 468, "text": "I want to get this."}, {"sentId": 469, "text": "And this is CNN's Anna Navarro, OK."}, {"sentId": 470, "text": "This is for you, our friend and colleague."}, {"sentId": 471, "text": "This is what she tweeted."}], "speaker": "LEMON", "secId": 236}, {"sentences": [{"sentId": 472, "text": "She says, \"I've struggled with weight issues all my life and I agree, a man who shames and bullies a woman for her weight isn't even fit to be a man.\""}, {"sentId": 473, "text": "Do you understand how offensive this is to a wide -- just wide swaths of people?"}, {"sentId": 474, "text": "MCENANY:  He did not fat-shamed her."}, {"sentId": 475, "text": "He never called her fat, that is"}], "speaker": "LEMON", "secId": 237}, {"sentences": [{"sentId": 476, "text": "something that's been repeated on air constantly."}, {"sentId": 477, "text": "That never happened."}, {"sentId": 478, "text": "Ms. Sweden came on the airwaves today, and another thing she said is when you sign up..."}], "speaker": "LEMON", "secId": 238}, {"sentences": [{"sentId": 479, "text": "But Kayleigh you say that but he was saying she was -- it was a huge problem."}, {"sentId": 480, "text": "He said it over and over."}, {"sentId": 481, "text": "Although he never said I never called her fat, you're saying that."}], "speaker": "LEMON", "secId": 239}, {"sentences": [{"sentId": 482, "text": "He said it."}, {"sentId": 483, "text": "The other part of the clip is not being played where he said her attitude..."}], "speaker": "MCENANY", "secId": 240}, {"sentences": [{"sentId": 484, "text": "She said she gained a massive amount of weight, that's not fat?"}], "speaker": "LEMON", "secId": 241}, {"sentences": [{"sentId": 485, "text": "It was huge problem."}, {"sentId": 486, "text": "Her attitude was a huge problem with the Miss Universe for..."}], "speaker": "MCENANY", "secId": 242}, {"sentences": [{"sentId": 487, "text": "But are you listening to me saying she gained a massive amount of weight."}, {"sentId": 488, "text": "He didn't say she lost a massive amount of weight."}, {"sentId": 489, "text": "He didn't call her she's skinny."}, {"sentId": 490, "text": "She didn't say, you know, her -- she changed her eyebrows, she change her -- she gained a massive amount of weight."}, {"sentId": 491, "text": "What does that mean?"}, {"sentId": 492, "text": "That means you thought she was fat."}], "speaker": "LEMON", "secId": 243}, {"sentences": [{"sentId": 493, "text": "The Miss Universe form was trying to get her out of her role because of this weight that she gained."}, {"sentId": 494, "text": "He fought for her to stay there and as Miss Sweden said today, I think it's really important, she said, \"When you sign up for a beauty pageant, you know, a third of the score is physical fitness."}, {"sentId": 495, "text": "We know what we sign up for, we know what's expected of us.\""}], "speaker": "MCENANY", "secId": 244}, {"sentences": [{"sentId": 496, "text": "In fact, in media contracts part of them say you're expected to maintain your appearance, sports figures the same thing, you're expected to maintain a physical physique."}, {"sentId": 497, "text": "We can have a discussion about whether beauty pageants should even exist."}, {"sentId": 498, "text": "We can have that."}, {"sentId": 499, "text": "That's a tougher discussion."}], "speaker": "MCENANY", "secId": 245}, {"sentences": [{"sentId": 500, "text": "Donald Trump fought for this woman as he fought for Miss Wisconsin, and helped pay her when she had an incurable disease and fought for Tara Conner obtain her title when she was caught having drugs in her system."}, {"sentId": 501, "text": "He has repeatedly helped these women and given them second chances."}], "speaker": "MCENANY", "secId": 246}, {"sentences": [{"sentId": 502, "text": "Yes."}, {"sentId": 503, "text": "I've got to go."}], "speaker": "LEMON", "secId": 247}, {"sentences": [{"sentId": 504, "text": "You know what?"}], "speaker": "CARDONA", "secId": 248}, {"sentences": [{"sentId": 505, "text": "We've got to run, though."}], "speaker": "LEMON", "secId": 249}, {"sentences": [{"sentId": 506, "text": "OK."}, {"sentId": 507, "text": "So, here's the thing."}, {"sentId": 508, "text": "Again, it's not OK that he did this and it's fine that he's saying that he tried to save her job, but the fact of the matter is, he could have come to her privately to say that she had an issue, given her you know -- gone to the gym or paid for that, paid for a trainer, but he fat-shamed her."}], "speaker": "CARDONA", "secId": 250}, {"sentences": [{"sentId": 509, "text": "He did not."}], "speaker": "MCENANY", "secId": 251}, {"sentences": [{"sentId": 510, "text": "OK."}], "speaker": "LEMON", "secId": 252}, {"sentences": [{"sentId": 511, "text": "In front of millions of people."}], "speaker": "CARDONA", "secId": 253}, {"sentences": [{"sentId": 512, "text": "He did not."}, {"sentId": 513, "text": "I understand that the Clinton there he got fired..."}], "speaker": "MCENANY", "secId": 254}, {"sentences": [{"sentId": 514, "text": "I've got to go."}, {"sentId": 515, "text": "I've got to get to the top of the next hour."}], "speaker": "LEMON", "secId": 255}, {"sentences": [{"sentId": 516, "text": "He did."}, {"sentId": 517, "text": "He is on record on saying it and it's just completely makes him unfit to lead."}], "speaker": "CARDONA", "secId": 256}, {"sentences": [{"sentId": 518, "text": "Bye, Maria."}], "speaker": "MCENANY", "secId": 257}, {"sentences": [{"sentId": 519, "text": "We'll be right back."}], "speaker": "LEMON", "secId": 258}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1609.28.cnnt.01.html.json", "time": "Aired September 28, 2016 - 22:17   ET"}