{"sectionCount": 272, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["LEMON", "LAH", "GRAVES", "UNIDENTIFIED MALE", "SIDNER", "FALCO", "MATTER", "OMODT", "OBAMA", "HOUCK", "JONES", "ROORDA", "SOUCIE", "WRIGHT", "HILL", "FERGUSON", "FEGRUSON", "UNIDENTIFIED FEMALE", "BURNS", "LAUB", "STEWART", "LEGEND"], "subTitle": "Brutal Battle Between Rival Bike Gangs in Broad Daylight; Amtrak Resuming Service Today between Philadelphia and New York; White House Today Banning Federal Agencies from Giving Local Police Military-Style Equipment.  Aired 10-11:00p ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1505/18/cnnt.01.html", "sentenceCount": 672, "sections": [{"sentences": [{"sentId": 0, "text": "Don LEMON, CNN TONIGHT HOST: This is CNN tonight."}, {"sentId": 1, "text": "I'm Don Lemon."}, {"sentId": 2, "text": "Police say, it is the most violent and gruesome thing that they have ever seen."}, {"sentId": 3, "text": "A brutal battle between rival bike gangs in broad daylight, 9 people are dead, 18 hospitalized, 192 arrested."}, {"sentId": 4, "text": "Police were right there but say they couldn't stop it from happening."}, {"sentId": 5, "text": "I'm going to talk to a former gang member and the officer who brought him down."}], "speaker": "UNK", "secId": 0}, {"sentences": [{"sentId": 6, "text": "Also tonight, are our police just plain outgunned?"}, {"sentId": 7, "text": "And is it about to get worse?"}], "speaker": "UNK", "secId": 1}, {"sentences": [{"sentId": 8, "text": "Plus, what we know about the deadly Amtrak crash in Philadelphia."}, {"sentId": 9, "text": "Investigators say, only the engineer could have caused that train to speed up out of control."}, {"sentId": 10, "text": "But what really happened?"}], "speaker": "UNK", "secId": 2}, {"sentences": [{"sentId": 11, "text": "I want to begin tonight though with the deadly biker gang brawl in Waco, Texas."}, {"sentId": 12, "text": "A memo to law enforcement warns that the Bandidos and the Cossacks gangs reportedly had been instructed to arm themselves and travel to north Texas."}], "speaker": "UNK", "secId": 3}, {"sentences": [{"sentId": 13, "text": "Police sergeant W. Patrick Swanton spoke just a little while ago and said he is ready for them."}], "speaker": "UNK", "secId": 4}, {"sentences": [{"sentId": 14, "text": "W. PATRICK SWANTON, WACO TEXAS POLICE SERGEANT: But we won't talk about what we're doing."}, {"sentId": 15, "text": "We'll just say that we were prepared and we're able to handle any threat that comes towards us."}], "speaker": "UNK", "secId": 5}, {"sentences": [{"sentId": 16, "text": "CNN Kyung Lah is in Waco of course this evening with more."}, {"sentId": 17, "text": "Kyung, I understand that you have some breaking news about the bikers who have been arrested."}, {"sentId": 18, "text": "What is it?"}], "speaker": "UNK", "secId": 6}, {"sentences": [{"sentId": 19, "text": "Yes."}, {"sentId": 20, "text": "What we're learning from McLennan County Sheriff is that, the bond for each of the people who are being arrested and being held, that bond is now going to be set for $1 million."}, {"sentId": 21, "text": "Not for all 170 people."}, {"sentId": 22, "text": "$1 million each."}, {"sentId": 23, "text": "At least that's the plan right now."}], "speaker": "UNK", "secId": 7}, {"sentences": [{"sentId": 24, "text": "We're a little unclear on whether or not the magistrate has approved it for every single person or the process every single one, but what we can tell you, so the sheriff is telling us, that they are planning on each of these suspects having to come up with face a $1 million bond, Don."}], "speaker": "UNK", "secId": 8}, {"sentences": [{"sentId": 25, "text": "My goodness, that is high."}, {"sentId": 26, "text": "So, Kyung, you spoke to one of the bikers who said organized Sunday's event at Twin Peaks."}, {"sentId": 27, "text": "How did he explain this brawl?"}], "speaker": "LEMON", "secId": 9}, {"sentences": [{"sentId": 28, "text": "You know, what he said is that this began as a multi-club event."}, {"sentId": 29, "text": "A bunch of biking clubs all getting together, that this was a state organizing party."}, {"sentId": 30, "text": "This wasn't a recruitment, a tactic."}, {"sentId": 31, "text": "And that there was a clash between the biker groups that he is from, the Bandidos, with the Cossacks."}, {"sentId": 32, "text": "And then it was a small fight and then it erupted."}, {"sentId": 33, "text": "But what this biker is telling us is that he feels that all the bikers are now getting a bad rap from the police."}, {"sentId": 34, "text": "Here's what he says."}], "speaker": "LAH", "secId": 10}, {"sentences": [{"sentId": 35, "text": "They want to be outlaws."}], "speaker": "GRAVES", "secId": 11}, {"sentences": [{"sentId": 36, "text": "The Cossacks want be too the outlaws?"}], "speaker": "LAH", "secId": 12}, {"sentences": [{"sentId": 37, "text": "Yes."}], "speaker": "GRAVES", "secId": 13}, {"sentences": [{"sentId": 38, "text": "So, the Bandidos are trying to go straight?"}], "speaker": "LAH", "secId": 14}, {"sentences": [{"sentId": 39, "text": "We've been straight."}, {"sentId": 40, "text": "We're not trying -- we have been straight."}, {"sentId": 41, "text": "We didn't do nothing here."}, {"sentId": 42, "text": "We're fighting for our rights."}, {"sentId": 43, "text": "They're saying lies on TV and telling everybody that Bandidos are after police officers."}], "speaker": "GRAVES", "secId": 15}, {"sentences": [{"sentId": 44, "text": "So, none of your guys pulled up weapons against the police?"}], "speaker": "LAH", "secId": 16}, {"sentences": [{"sentId": 45, "text": "Never."}], "speaker": "GRAVES", "secId": 17}, {"sentences": [{"sentId": 46, "text": "And we should point out that the Department of Justice and the Texas Department of Public Safety does classify the Bandidos as an outlaw gang working in illicit drugs and other illegal activities, Don."}], "speaker": "LAH", "secId": 18}, {"sentences": [{"sentId": 47, "text": "It certainly is a big mess, Kyung, and they're trying to sort out a lot but they're still trying to figure out how many of the dead were injured and shot by bikers and how many by police."}], "speaker": "LEMON", "secId": 19}, {"sentences": [{"sentId": 48, "text": "Exactly."}, {"sentId": 49, "text": "And the reason why is because we're talking about a massive crime scene."}, {"sentId": 50, "text": "This is a very big area, the big restaurant."}, {"sentId": 51, "text": "It began inside."}, {"sentId": 52, "text": "They spilled outside."}, {"sentId": 53, "text": "There were bullets flying between the various gangs and then they start turned on the police and then the police fired on them."}], "speaker": "LAH", "secId": 20}, {"sentences": [{"sentId": 54, "text": "What we have found out through a law enforcement source speaking to CNN is that four of the bikers who were killed, they were killed by police."}, {"sentId": 55, "text": "So, that is what we've been able to determine."}, {"sentId": 56, "text": "As far as the others, though, Don, they're still trying to determine exactly which bullets killed which person."}], "speaker": "LAH", "secId": 21}, {"sentences": [{"sentId": 57, "text": "Kyung Lah, a lot from us from Waco."}, {"sentId": 58, "text": "Kyung, thank you for your reporting."}, {"sentId": 59, "text": "So, what is behind gang brawls like the one in Waco?"}, {"sentId": 60, "text": "And what will it take to stop them?"}, {"sentId": 61, "text": "CNN Sara Sidner goes inside the gangs for us."}], "speaker": "LEMON", "secId": 22}, {"sentences": [{"sentId": 62, "text": "It's definitely on now."}], "speaker": "UNIDENTIFIED MALE", "secId": 23}, {"sentences": [{"sentId": 63, "text": "This man is in a position to know just how dangerous biker gangs can be."}, {"sentId": 64, "text": "Cloaked in darkness, he agreed to speak with us."}, {"sentId": 65, "text": "He said he spend five years infiltrating three different biker gangs for the DEA."}, {"sentId": 66, "text": "The bogus, Mongols and outlaws."}, {"sentId": 67, "text": "How would you describe how they operate?"}, {"sentId": 68, "text": "Are they different in the way that they operate?"}], "speaker": "SIDNER", "secId": 24}, {"sentences": [{"sentId": 69, "text": "Highly -- they're very similar."}, {"sentId": 70, "text": "They're very sophisticated; they're structured like the military."}, {"sentId": 71, "text": "A lot of members are ex-military."}, {"sentId": 72, "text": "So, they're highly trained for combat."}, {"sentId": 73, "text": "They're much better than your average street gang at conducting war."}], "speaker": "FALCO", "secId": 25}, {"sentences": [{"sentId": 74, "text": "So, when you talk about war, who are they warring with?"}, {"sentId": 75, "text": "Is it just other gangs?"}, {"sentId": 76, "text": "Or is it society at large?"}], "speaker": "SIDNER", "secId": 26}, {"sentences": [{"sentId": 77, "text": "I'd say its society at large and men mostly other motorcycle gangs."}], "speaker": "FALCO", "secId": 27}, {"sentences": [{"sentId": 78, "text": "That's terrifying."}], "speaker": "SIDNER", "secId": 28}, {"sentences": [{"sentId": 79, "text": "Yes."}, {"sentId": 80, "text": "When I did my biker infiltration, half my chapter was ex-marines."}, {"sentId": 81, "text": "So, they're highly skilled, highly trained killers."}], "speaker": "FALCO", "secId": 29}, {"sentences": [{"sentId": 82, "text": "Charles Falco now consults for law enforcement on biker gangs, and says, just a month ago, he was asked to go to Waco because of growing tensions between two gangs."}, {"sentId": 83, "text": "The Bandidos and the Cossacks."}], "speaker": "SIDNER", "secId": 30}, {"sentences": [{"sentId": 84, "text": "The Bandidos are the biggest motorcycle gang in Texas and they don't allow other motorcycle gangs to enter that state."}], "speaker": "FALCO", "secId": 31}, {"sentences": [{"sentId": 85, "text": "Police initially said the fight was over a parking space."}, {"sentId": 86, "text": "But Falco doesn't think so."}], "speaker": "SIDNER", "secId": 32}, {"sentences": [{"sentId": 87, "text": "No, I know what started it."}, {"sentId": 88, "text": "I actually know."}, {"sentId": 89, "text": "What happened is this club, a motorcycle club in Texas called the Cossacks decided that they were big enough now to go ahead and wear the Texas Bottom Rocker and basically tell the Bandidos that they were ready for war against them."}], "speaker": "FALCO", "secId": 33}, {"sentences": [{"sentId": 90, "text": "So, this is a territorial fight?"}], "speaker": "SIDNER", "secId": 34}, {"sentences": [{"sentId": 91, "text": "A territorial."}, {"sentId": 92, "text": "Yes."}, {"sentId": 93, "text": "It's all about their colors and that state Bottom Rocker."}], "speaker": "FALCO", "secId": 35}, {"sentences": [{"sentId": 94, "text": "The Bottom Rocker is the name of the state worn on the jacket to indicate the territory they claim."}, {"sentId": 95, "text": "While this is the worst violence the country has seen in years affiliated with biker gang, this is surveillance video showing the chaos in a Nevada casino as three people are killed in 2002."}], "speaker": "SIDNER", "secId": 36}, {"sentences": [{"sentId": 96, "text": "Shots are being fired inside the hotel."}, {"sentId": 97, "text": "People are being stabbed."}], "speaker": "UNIDENTIFIED MALE", "secId": 37}, {"sentences": [{"sentId": 98, "text": "Rival gang members shoot it out, leaving the casino crowd dodging bullets."}, {"sentId": 99, "text": "Police forcing everyone to the ground as they try to sort suspects from victims."}, {"sentId": 100, "text": "Then in 2011, shots by at another casino."}, {"sentId": 101, "text": "This time in Sparks, Nevada, when it's all over, a member of the Hell's Angels is shot dead."}, {"sentId": 102, "text": "Police say, by a rival gang."}], "speaker": "SIDNER", "secId": 38}, {"sentences": [{"sentId": 103, "text": "And the violence between gang hasn't stayed just within the U.S. Violence exploded in the 1990s between the Bandidos and the Hell's Angels."}, {"sentId": 104, "text": "At one point the Bandidos accused of using a car bomb and a rocket propelled grenade against their rivals."}], "speaker": "SIDNER", "secId": 39}, {"sentences": [{"sentId": 105, "text": "In America, Falco says, there is a way to quail the violence keep known gang members from getting concealed weapons."}], "speaker": "SIDNER", "secId": 40}, {"sentences": [{"sentId": 106, "text": "The problem we're seeing now is states where you're allowed a concealed weapons permit, these biker gangs have been ordered by their leadership to get a concealed weapons permit if they're not felons."}, {"sentId": 107, "text": "Because right now in most of the states where they have concealed weapons permits, gang members can get concealed weapons."}, {"sentId": 108, "text": "There's nothing to stop them."}], "speaker": "FALCO", "secId": 41}, {"sentences": [{"sentId": 109, "text": "But he said the bloodbath in Waco could have been avoided if only the restaurant would have listened to law enforcement and mandated bikers could not wear their gang paraphernalia."}], "speaker": "SIDNER", "secId": 42}, {"sentences": [{"sentId": 110, "text": "If they would have done that these biker gangs won't show up because they always have to wear their colors."}], "speaker": "FALCO", "secId": 43}, {"sentences": [{"sentId": 111, "text": "Sara Sidner, CNN, Los Angeles."}], "speaker": "SIDNER", "secId": 44}, {"sentences": [{"sentId": 112, "text": "My goodness."}, {"sentId": 113, "text": "Now I want to bring in Pat Matter, founder and former president of the Hells Angels, Minnesota chapter."}, {"sentId": 114, "text": "And also Chris Omodt, the man who brought him down, a former captain with the Hennepin County Sheriff's Office in Minneapolis."}, {"sentId": 115, "text": "They're co-authors of \"Breaking the Code\" and they join me now."}, {"sentId": 116, "text": "Freaking to this Pat, what the hell is going on here?"}], "speaker": "LEMON", "secId": 45}, {"sentences": [{"sentId": 117, "text": "Well, I don't know exactly what's going on down there in Waco."}, {"sentId": 118, "text": "But it's evidently over territory and the club's the Bottom Rocker, the State of Texas, and along the lines."}, {"sentId": 119, "text": "It's about turf."}, {"sentId": 120, "text": "These clubs don't want nobody else infringing on their territory."}], "speaker": "MATTER", "secId": 46}, {"sentences": [{"sentId": 121, "text": "Yes."}], "speaker": "LEMON", "secId": 47}, {"sentences": [{"sentId": 122, "text": "And the Bandidos are the biggest club in Texas."}], "speaker": "MATTER", "secId": 48}, {"sentences": [{"sentId": 123, "text": "One of the guys spoke and said earlier saying, you know, we've kicked the thugs out of our gang, Chris."}, {"sentId": 124, "text": "This isn't the bulk of what's in there."}, {"sentId": 125, "text": "Is that true?"}, {"sentId": 126, "text": "Are they just a big group of thugs roaming rampant and fighting over stupid things like territory?"}], "speaker": "LEMON", "secId": 49}, {"sentences": [{"sentId": 127, "text": "You know, what this is, if you go back to being a little kid and you're playing king of the hill."}, {"sentId": 128, "text": "This is king of the hill."}, {"sentId": 129, "text": "And in Texas, the Bandidos are top of the pile."}, {"sentId": 130, "text": "And everybody wants to be at the top level."}, {"sentId": 131, "text": "And so, that's all it is, its king of the hill."}, {"sentId": 132, "text": "It's over the patch."}, {"sentId": 133, "text": "We're a net patch in that state."}, {"sentId": 134, "text": "It's all based on that, period."}], "speaker": "OMODT", "secId": 50}, {"sentences": [{"sentId": 135, "text": "Pat, you have been called the godfather of the Minnesota Hells Angels."}, {"sentId": 136, "text": "And again, we just heard from a man who infiltrated the bikers for the DEA and he says, as you have just said, this is over a patch worn by one."}, {"sentId": 137, "text": "Go in detail about this, explain what that means, that and territory."}], "speaker": "LEMON", "secId": 51}, {"sentences": [{"sentId": 138, "text": "Well, what that means is, you know, up here, I'm just going to use my lifestyle, for example."}, {"sentId": 139, "text": "I was the president of the chapter -- the Minnesota chapter of Hells Angels."}, {"sentId": 140, "text": "And up here, we don't want anybody else moving in who could be affiliated with another group that's going to cause you problems down the road."}, {"sentId": 141, "text": "And it's all about territory."}], "speaker": "MATTER", "secId": 52}, {"sentences": [{"sentId": 142, "text": "It's not about drugs, like law enforcement thinks."}, {"sentId": 143, "text": "Drugs, you know, is part of the culture, but it's not about warring over the drugs."}, {"sentId": 144, "text": "It's warring over the turf, the territory."}, {"sentId": 145, "text": "When hells Angels laid claim to Minnesota, that's what they mean."}, {"sentId": 146, "text": "That's their state."}, {"sentId": 147, "text": "They don't want nobody else, no rivals moving in."}], "speaker": "MATTER", "secId": 53}, {"sentences": [{"sentId": 148, "text": "So, if it's not about drugs, and all the bikers arrested now are facing charges of organized crime."}, {"sentId": 149, "text": "And I think you heard our Kyung Lah saying, bail is being set at $1 million each."}, {"sentId": 150, "text": "Explain, Chris, how biker gangs operate like organized crime members."}], "speaker": "LEMON", "secId": 54}, {"sentences": [{"sentId": 151, "text": "Well, every gang or every chapter out there actually operates on its own."}, {"sentId": 152, "text": "And within that group you're going to have members that commit various crimes and you're going to have some that probably don't do hardly any crimes at all."}], "speaker": "OMODT", "secId": 55}, {"sentences": [{"sentId": 153, "text": "But the thing is, is that they've got a society that they built amongst themselves where they know that the guys that they're working with, they can trust."}, {"sentId": 154, "text": "And they can do illegal things with it without police, you know, finding out about it."}, {"sentId": 155, "text": "So, it's their way of finding good criminals to work with amongst themselves."}], "speaker": "OMODT", "secId": 56}, {"sentences": [{"sentId": 156, "text": "Yes, but if it's just about territory and reputation, I mean, what's the difference between that and, you know, just a normal gang, or as they call it, a street thug?"}, {"sentId": 157, "text": "It sounds the same to me."}], "speaker": "LEMON", "secId": 57}, {"sentences": [{"sentId": 158, "text": "You're right."}, {"sentId": 159, "text": "You're absolutely right."}], "speaker": "OMODT", "secId": 58}, {"sentences": [{"sentId": 160, "text": "Go on."}], "speaker": "LEMON", "secId": 59}, {"sentences": [{"sentId": 161, "text": "You know, in my charter up here, what we did is we give a lie detector test to make sure that no law enforcement ever infiltrated the club."}, {"sentId": 162, "text": "And I think that kind of went throughout the nation with other charters in the Hells Angels."}, {"sentId": 163, "text": "I don't know what other clubs do, but you're right in what you're saying."}], "speaker": "MATTER", "secId": 60}, {"sentences": [{"sentId": 164, "text": "Yes."}, {"sentId": 165, "text": "There were 18 uniformed officers at the scene even before it turned into a bloodbath."}, {"sentId": 166, "text": "Could anything have been done to prevent this massacre from happening, Chris, first?"}], "speaker": "LEMON", "secId": 61}, {"sentences": [{"sentId": 167, "text": "I wouldn't think so."}, {"sentId": 168, "text": "I mean, you can't read their minds."}, {"sentId": 169, "text": "You don't know what they're actually going to do."}, {"sentId": 170, "text": "The whole event doesn't surprise me, the number of people killed does."}, {"sentId": 171, "text": "But the event itself doesn't surprise me at all."}, {"sentId": 172, "text": "This type of thing has been going on for -- since the '60s."}], "speaker": "OMODT", "secId": 62}, {"sentences": [{"sentId": 173, "text": "Pat, quickly, and then I have another question for you."}, {"sentId": 174, "text": "Go ahead."}], "speaker": "LEMON", "secId": 63}, {"sentences": [{"sentId": 175, "text": "No, there's nothing I don't think law enforcement could have Done."}, {"sentId": 176, "text": "It was a bike event and they were going to show up no matter what."}, {"sentId": 177, "text": "And it's like one club telling another club, you don't show up."}, {"sentId": 178, "text": "They're going to show up no matter what."}], "speaker": "MATTER", "secId": 64}, {"sentences": [{"sentId": 179, "text": "Yes."}, {"sentId": 180, "text": "So, Texas law enforcement believes now that out of town and out of state gang members may have headed to Texas in the wake of yesterday's deadly shooting."}, {"sentId": 181, "text": "Do you think they could still see more violence there, Pat?"}], "speaker": "LEMON", "secId": 65}, {"sentences": [{"sentId": 182, "text": "I wouldn't say that at all."}, {"sentId": 183, "text": "Most of these clubs want to stay low key and low profile so they don't draw attention."}, {"sentId": 184, "text": "And when things like this jump off it's rare."}, {"sentId": 185, "text": "I mean, it's happened in law off land; it's happened in Sturgis, it's happened around the country at different times."}], "speaker": "MATTER", "secId": 66}, {"sentences": [{"sentId": 186, "text": "And when the public is around, they don't really care what happens at that point, because it just, it jumps off."}, {"sentId": 187, "text": "But for the big part of it, the bike clubs like to lay low key."}, {"sentId": 188, "text": "And I don't see any retaliation, them going there for that."}, {"sentId": 189, "text": "I think it's going to be between the two clubs."}], "speaker": "MATTER", "secId": 67}, {"sentences": [{"sentId": 190, "text": "Pat Matter, Chris Omodt, thank you."}, {"sentId": 191, "text": "Thanks to both of you."}, {"sentId": 192, "text": "I appreciate it."}], "speaker": "LEMON", "secId": 68}, {"sentences": [{"sentId": 193, "text": "Thanks for having us."}], "speaker": "OMODT", "secId": 69}, {"sentences": [{"sentId": 194, "text": "Thank you."}], "speaker": "MATTER", "secId": 70}, {"sentences": [{"sentId": 195, "text": "We've got much more on this."}, {"sentId": 196, "text": "When we come right back, police across the country may be facing a long, hot summer, and some fear that president Obama's ban on military-style equipment will leave police out-gunned."}], "speaker": "LEMON", "secId": 71}, {"sentences": [{"sentId": 197, "text": "Plus, a university professor thinks he knows what's behind the trouble in Baltimore, but his theories have a lot of people calling him a racist."}, {"sentId": 198, "text": "Are they right?"}], "speaker": "LEMON", "secId": 72}, {"sentences": [{"sentId": 199, "text": "A surprise move, the White House today banning federal agencies from giving local police military-style equipment like grenade launchers, high caliber weapons and bayonets."}, {"sentId": 200, "text": "Here's the president earlier."}], "speaker": "LEMON", "secId": 73}, {"sentences": [{"sentId": 201, "text": "You know we've seen how militarized gear can sometimes give people a feeling like there's an occupying force, as opposed to a force that's part of the community that's protecting them and serving them."}, {"sentId": 202, "text": "It can alienate and intimidate local residents and send the wrong message."}], "speaker": "OBAMA", "secId": 74}, {"sentences": [{"sentId": 203, "text": "With me now retired New York police detective, Harry Houck, a CNN contributor, and also Jeff Roorda of the St. Louis Police Officers Association, a former police officer himself and CNN political contributor, Mr. Van Jones."}], "speaker": "LEMON", "secId": 75}, {"sentences": [{"sentId": 204, "text": "So, Harry, today, the president stepping firmly into the debate over policing, saying, you know what, we shouldn't do this."}, {"sentId": 205, "text": "Do you agree?"}], "speaker": "LEMON", "secId": 76}, {"sentences": [{"sentId": 206, "text": "Of course I disagree with what he said."}], "speaker": "HOUCK", "secId": 77}, {"sentences": [{"sentId": 207, "text": "Why is that?"}], "speaker": "LEMON", "secId": 78}, {"sentences": [{"sentId": 208, "text": "First of all, I want tell you, I don't know any police departments that's got bayonets and grenade launchers."}, {"sentId": 209, "text": "OK."}, {"sentId": 210, "text": "So, that's -- and I made quite a few calls that to find out if anybody did it."}, {"sentId": 211, "text": "As far as I know and they know, there's is no grenade launches in the police..."}], "speaker": "HOUCK", "secId": 79}, {"sentences": [{"sentId": 212, "text": "But if they want them, they could have them."}], "speaker": "LEMON", "secId": 80}, {"sentences": [{"sentId": 213, "text": "But, they probably could if they want to."}, {"sentId": 214, "text": "But the problem I have with the statement, and may I repeat it here, it says, other items like the explosives and riot equipment will be transferred to police only if they provide additional certifications and assurances that the gear will be used responsibly."}, {"sentId": 215, "text": "When was it not used responsibly?"}], "speaker": "HOUCK", "secId": 81}, {"sentences": [{"sentId": 216, "text": "Many people said it wasn't used responsibly in Ferguson."}], "speaker": "LEMON", "secId": 82}, {"sentences": [{"sentId": 217, "text": "It wasn't even used in Ferguson."}], "speaker": "HOUCK", "secId": 83}, {"sentences": [{"sentId": 218, "text": "Well, I am proud of this president for stepping for -- listen, he didn't just jump out on his own."}, {"sentId": 219, "text": "To be clear, he had a process; law enforcement was a part of the process."}, {"sentId": 220, "text": "You had republicans like Rand Paul and others saying, something is out of control here with the excessive militarization."}, {"sentId": 221, "text": "And the problem that they had, Don, is there's no policy."}, {"sentId": 222, "text": "There was literally no consistent, they were just passing this stuff and not tracking it at all."}, {"sentId": 223, "text": "That's terrible."}], "speaker": "JONES", "secId": 84}, {"sentences": [{"sentId": 224, "text": "OK. Van, here's what they're using -- you said they're passing out grenade launchers, high caliber weapons, bayonets, tank-like armored vehicles on tracks not wheels, certain types of camouflage uniforms, and weaponized aircraft."}], "speaker": "LEMON", "secId": 85}, {"sentences": [{"sentId": 225, "text": "What types of aircraft?"}, {"sentId": 226, "text": "I don't see any F-15s flying over Ferguson, did you?"}, {"sentId": 227, "text": "I mean, come on."}], "speaker": "HOUCK", "secId": 86}, {"sentences": [{"sentId": 228, "text": "But here's the point."}, {"sentId": 229, "text": "Look, here's the reality."}, {"sentId": 230, "text": "I think anybody, if you're going to put this stuff on the street, so as it should not be on the street, bayonets should not be on the street."}, {"sentId": 231, "text": "But the rest of it, you should have a process, you should have a plan."}, {"sentId": 232, "text": "Local government should have to have an opportunity to weigh in."}, {"sentId": 233, "text": "None of that was in place."}, {"sentId": 234, "text": "The president fixed that, that's a good thing."}], "speaker": "JONES", "secId": 87}, {"sentences": [{"sentId": 235, "text": "There is a plan."}, {"sentId": 236, "text": "There is a plan."}, {"sentId": 237, "text": "They know exactly how to use this equipment and when to use it."}, {"sentId": 238, "text": "I mean, what are we; we let riots go on in Ferguson and Baltimore for one full day without even the police taking any kind action for crying out loud."}], "speaker": "HOUCK", "secId": 88}, {"sentences": [{"sentId": 239, "text": "Jeff Roorda, you're there in St. Louis and he said Harry..."}], "speaker": "LEMON", "secId": 89}, {"sentences": [{"sentId": 240, "text": "Well, my blood boiling listening everything Van has to say."}], "speaker": "ROORDA", "secId": 90}, {"sentences": [{"sentId": 241, "text": "Go ahead."}, {"sentId": 242, "text": "Why so?"}], "speaker": "LEMON", "secId": 91}, {"sentences": [{"sentId": 243, "text": "Well, because it's just contributing to this myth that we've heard for the last 9, 10 months."}, {"sentId": 244, "text": "You know, that those militarized vehicles, those armored vehicles that were used in Ferguson, and all have bullet marks in the side from people shooting at the cops."}], "speaker": "ROORDA", "secId": 92}, {"sentences": [{"sentId": 245, "text": "If it weren't for that equipment that's so-called militarized equipment we'd be burying cops."}, {"sentId": 246, "text": "There would be dead cops."}, {"sentId": 247, "text": "Now, how can you be against protecting the guys that were protecting not just the citizens there, but the peaceful protesters?"}], "speaker": "ROORDA", "secId": 93}, {"sentences": [{"sentId": 248, "text": "But don't you think there should be a process by which a local department, for instance..."}], "speaker": "JONES", "secId": 94}, {"sentences": [{"sentId": 249, "text": "Right."}, {"sentId": 250, "text": "Of course."}, {"sentId": 251, "text": "There was a process."}, {"sentId": 252, "text": "They followed it and none of this equipment that was there was a part of that 1033."}], "speaker": "ROORDA", "secId": 95}, {"sentences": [{"sentId": 253, "text": "Shouldn't a local city council have a vote on this?"}, {"sentId": 254, "text": "That's what the president says."}, {"sentId": 255, "text": "If you're going to do it, you shouldn't just have a police chief willy-nilly and get stuff and use it -- with no local..."}], "speaker": "JONES", "secId": 96}, {"sentences": [{"sentId": 256, "text": "They can still buy it themselves if they want it."}], "speaker": "UNIDENTIFIED MALE", "secId": 97}, {"sentences": [{"sentId": 257, "text": "Lock it in the city councilman's trunk and then we'll just wait till all the buildings are burning and they could get it out."}], "speaker": "ROORDA", "secId": 98}, {"sentences": [{"sentId": 258, "text": "Not only -- yes, exactly."}, {"sentId": 259, "text": "Not only, in fact, that, you know, after 9/11, all the police departments started getting this stuff because there was the threat of terrorist attacks on the homeland here, and there still are."}, {"sentId": 260, "text": "And there is this big ISIS threat by now."}, {"sentId": 261, "text": "Right?"}], "speaker": "HOUCK", "secId": 99}, {"sentences": [{"sentId": 262, "text": "We had this thing happening in Waco."}, {"sentId": 263, "text": "What if those guys all decided to take their guns and fire against the police?"}, {"sentId": 264, "text": "There was over a hundred weapons found."}, {"sentId": 265, "text": "Right?"}, {"sentId": 266, "text": "What if they started firing on those police officers."}, {"sentId": 267, "text": "We need this type of equipment and Waco is an example of that."}], "speaker": "HOUCK", "secId": 100}, {"sentences": [{"sentId": 268, "text": "Do you think Waco is an example, Van, that police may need some military equipment from time to time where they have situations like this?"}], "speaker": "LEMON", "secId": 101}, {"sentences": [{"sentId": 269, "text": "Well, first of all, let's be clear."}, {"sentId": 270, "text": "The president said, you can't have."}, {"sentId": 271, "text": "You can't -- I don't think bayonets would have made things better in Waco or any place else."}, {"sentId": 272, "text": "I don't think you're arguing for bayonets."}, {"sentId": 273, "text": "The president is only banning a 50- caliber machine gun and..."}], "speaker": "JONES", "secId": 102}, {"sentences": [{"sentId": 274, "text": "I don't think..."}], "speaker": "HOUCK", "secId": 103}, {"sentences": [{"sentId": 275, "text": "No, no, no."}], "speaker": "JONES", "secId": 104}, {"sentences": [{"sentId": 276, "text": "It's about the distraction of talking about military equipment like it's really the point."}], "speaker": "ROORDA", "secId": 105}, {"sentences": [{"sentId": 277, "text": "It is, Van."}, {"sentId": 278, "text": "It really is a distraction."}, {"sentId": 279, "text": "Because this, as far as I'm concerned, this is part of the progressives war on the police."}, {"sentId": 280, "text": "Right."}], "speaker": "HOUCK", "secId": 106}, {"sentences": [{"sentId": 281, "text": "Oh, my god."}], "speaker": "JONES", "secId": 107}, {"sentences": [{"sentId": 282, "text": "And this is starting, I am hearing all of this ever since Obama became President of the United States."}], "speaker": "HOUCK", "secId": 108}, {"sentences": [{"sentId": 283, "text": "Be careful."}, {"sentId": 284, "text": "You can't..."}], "speaker": "JONES", "secId": 109}, {"sentences": [{"sentId": 285, "text": "Rewriting history."}, {"sentId": 286, "text": "That's all it is."}], "speaker": "ROORDA", "secId": 110}, {"sentences": [{"sentId": 287, "text": "First of all, let's be very clear."}, {"sentId": 288, "text": "You can either have a militarized approach to policing or a community approach to policing as your main way going forward."}, {"sentId": 289, "text": "Most people in the United States recognize that we need to have police working together with communities."}, {"sentId": 290, "text": "It is very hard to do that when at a moment's notice, you could have people in camouflage with bayonets."}, {"sentId": 291, "text": "The only thing the president is saying is if you want to do that stuff make sure that..."}], "speaker": "JONES", "secId": 111}, {"sentences": [{"sentId": 292, "text": "The community approaches parallel right..."}], "speaker": "ROORDA", "secId": 112}, {"sentences": [{"sentId": 293, "text": "If you want the federal government's money, if you want the federal government's weaponry, you have to go through a process to get it."}, {"sentId": 294, "text": "That's all."}, {"sentId": 295, "text": "That's not a war on police."}, {"sentId": 296, "text": "That's right to make sure..."}], "speaker": "JONES", "secId": 113}, {"sentences": [{"sentId": 297, "text": "We don't have time."}, {"sentId": 298, "text": "Jeff, go ahead, please."}], "speaker": "LEMON", "secId": 114}, {"sentences": [{"sentId": 299, "text": "Say it again."}], "speaker": "ROORDA", "secId": 115}, {"sentences": [{"sentId": 300, "text": "It's on you, Van."}], "speaker": "HOUCK", "secId": 116}, {"sentences": [{"sentId": 301, "text": "Go ahead."}, {"sentId": 302, "text": "You were responding to what Van said."}], "speaker": "LEMON", "secId": 117}, {"sentences": [{"sentId": 303, "text": "Yes, this is all about the distraction."}, {"sentId": 304, "text": "It's about pretending like there was something done wrong by the police in Ferguson, instead of focusing on what really happens in these interactions."}, {"sentId": 305, "text": "In Baltimore, they had a very massive fair approach, a very non- militarized approach and they had arsons and riots and looting and attacks on police."}], "speaker": "ROORDA", "secId": 118}, {"sentences": [{"sentId": 306, "text": "In Ferguson, they had a more aggressive approach, a militarized approach and you had arson and rioting and looting and attacks on police."}, {"sentId": 307, "text": "So, maybe it's about what's happened -- what the guy in the crowd with the gun and the Molotov cocktail and the glass bottle are doing, not what the cops are doing."}], "speaker": "ROORDA", "secId": 119}, {"sentences": [{"sentId": 308, "text": "You don't think it would have made a difference had Ferguson police responded differently and not had the sort of militarized police present?"}], "speaker": "LEMON", "secId": 120}, {"sentences": [{"sentId": 309, "text": "Yes, there would be a difference."}, {"sentId": 310, "text": "We'd had dead cops."}, {"sentId": 311, "text": "If they had not downed that equipment, that protective equipment, that defensive equipment right away, we would have dead police."}], "speaker": "ROORDA", "secId": 121}, {"sentences": [{"sentId": 312, "text": "Nobody's talking about taking it away."}, {"sentId": 313, "text": "I think what we have to remember is, you guys don't agree with this."}, {"sentId": 314, "text": "Law enforcement actually signed off on this and also republicans like Paul Rand and others say, this is not the way."}], "speaker": "JONES", "secId": 122}, {"sentences": [{"sentId": 315, "text": "Rand Paul."}], "speaker": "LEMON", "secId": 123}, {"sentences": [{"sentId": 316, "text": "Oh, I'm sorry, Rand Paul, and others say this is not the way we should be doing policing in America."}], "speaker": "JONES", "secId": 124}, {"sentences": [{"sentId": 317, "text": "I could see law enforcement, you know, signing off on grenade launchers and bayonets."}], "speaker": "HOUCK", "secId": 125}, {"sentences": [{"sentId": 318, "text": "What they did?"}], "speaker": "JONES", "secId": 126}, {"sentences": [{"sentId": 319, "text": "But, you know, which they probably and I'm fine with that."}, {"sentId": 320, "text": "But the fact that regular riot equipment for police officers to be able to use in situations like this."}, {"sentId": 321, "text": "I mean, how many times do we see police officers go out without helmets and night sticks?"}, {"sentId": 322, "text": "Without helmets and night sticks."}, {"sentId": 323, "text": "That's the last two nights in Ferguson."}], "speaker": "HOUCK", "secId": 127}, {"sentences": [{"sentId": 324, "text": "It's flash bang grenades..."}], "speaker": "JONES", "secId": 128}, {"sentences": [{"sentId": 325, "text": "When you lump in all the other militarized equipment, grenade launchers in with the defensive equipment, it paints it all with the same brush."}, {"sentId": 326, "text": "That's what today's release is about."}], "speaker": "ROORDA", "secId": 129}, {"sentences": [{"sentId": 327, "text": "That's not what it's about."}], "speaker": "JONES", "secId": 130}, {"sentences": [{"sentId": 328, "text": "This painting of the facts of equipment with the same brush that this grenade..."}], "speaker": "ROORDA", "secId": 131}, {"sentences": [{"sentId": 329, "text": "You're saying the police -- you're saying it's sending -- you believe that it's sending that message to the public because of..."}], "speaker": "LEMON", "secId": 132}, {"sentences": [{"sentId": 330, "text": "Exactly."}], "speaker": "ROORDA", "secId": 133}, {"sentences": [{"sentId": 331, "text": "... and maybe that's not what it's about."}], "speaker": "LEMON", "secId": 134}, {"sentences": [{"sentId": 332, "text": "And it's going to public even more from the police by saying stuff like, I mean, the president knows that we don't have grenade launchers and tracked armored vehicles, then why would he even mention it?"}], "speaker": "HOUCK", "secId": 135}, {"sentences": [{"sentId": 333, "text": "Guys, I want to talk about quickly, real quickly about the long hot summer and put this up."}, {"sentId": 334, "text": "According to recent NBC news, Wall Street Journal poll, 96 percent of Americans say they expect more racially charged unrest this summer."}, {"sentId": 335, "text": "Is that administration getting signal law enforcement that they want to see more and more moderate response in case this happens this summer."}, {"sentId": 336, "text": "Do you, Van, quickly."}], "speaker": "LEMON", "secId": 136}, {"sentences": [{"sentId": 337, "text": "I think they're trying to send a signal that they want an effective response."}, {"sentId": 338, "text": "And it's not an effective response to have people out there with camouflage and bayonets."}, {"sentId": 339, "text": "I think..."}], "speaker": "JONES", "secId": 137}, {"sentences": [{"sentId": 340, "text": "In Ferguson and Baltimore, I mean, Baltimore was the most moderate approach to riots that I've ever seen in my entire life as a police officer."}], "speaker": "HOUCK", "secId": 138}, {"sentences": [{"sentId": 341, "text": "Yes."}], "speaker": "LEMON", "secId": 139}, {"sentences": [{"sentId": 342, "text": "I mean, it's ridiculous."}], "speaker": "HOUCK", "secId": 140}, {"sentences": [{"sentId": 343, "text": "Yes."}, {"sentId": 344, "text": "Thank you, guys."}], "speaker": "LEMON", "secId": 141}, {"sentences": [{"sentId": 345, "text": "Or maybe burn."}], "speaker": "ROORDA", "secId": 142}, {"sentences": [{"sentId": 346, "text": "Coming up, what caused the deadly derailment Amtrak 188?"}, {"sentId": 347, "text": "Did a crack in the windshield have anything to do with it?"}], "speaker": "LEMON", "secId": 143}, {"sentences": [{"sentId": 348, "text": "So, new information now."}, {"sentId": 349, "text": "Amtrak resuming service today between Philadelphia and New York, less than a week after the derailment that killed eight people."}, {"sentId": 350, "text": "Investigators say they found no evidence that a mark on the windshield of Amtrak 188 could have been caused by a firearm."}], "speaker": "LEMON", "secId": 144}, {"sentences": [{"sentId": 351, "text": "The NTSB has not ruled out the possibility that another object could have hit that windshield."}, {"sentId": 352, "text": "But the focus of the investigation is engineer Brandon Bostian's handling of that train."}, {"sentId": 353, "text": "Let's talk about it now."}, {"sentId": 354, "text": "David Soucie, CNN safety analyst, and J.P. Wright, co-chair of Railroad Workers United."}], "speaker": "LEMON", "secId": 145}, {"sentences": [{"sentId": 355, "text": "Good evening, gentleman."}, {"sentId": 356, "text": "David, first, the review of the black boxes now complete."}, {"sentId": 357, "text": "What are investigators looking for on the black boxes?"}], "speaker": "LEMON", "secId": 146}, {"sentences": [{"sentId": 358, "text": "They're just looking to make sure they're what -- actually was intended to happen is what happened by the engineer... *"}], "speaker": "SOUCIE", "secId": 147}, {"sentences": [{"sentId": 359, "text": "David first, the review of the black boxes is now complete."}, {"sentId": 360, "text": "What are investigators looking for on the black boxes?"}], "speaker": "LEMON", "secId": 148}, {"sentences": [{"sentId": 361, "text": "They're just looking to make sure that what actually was intended to happen is what happened by the engineer, for example, if he did pushed the throttles forward, did they go forward."}, {"sentId": 362, "text": "If he tried to retard the throttles to bring them back, did they actually do that?"}, {"sentId": 363, "text": "Or did the train continue to accelerate, that is going to be the primary key in this investigation, I believe."}], "speaker": "SOUCIE", "secId": 149}, {"sentences": [{"sentId": 364, "text": "So Brian, when I spoke to a member of the NTSB last week, I said, is it as easy as -- you know you have a GPS, it tells you which button was pressed when, the acceleration and all of that."}, {"sentId": 365, "text": "He said, you know, we have to analyze the information and what have it wasn't quite that simple."}, {"sentId": 366, "text": "But today, they're saying, you know it's -- the train had to be, had to have been accelerated by a person."}, {"sentId": 367, "text": "How would they know that?"}, {"sentId": 368, "text": "J.P., are you there?"}], "speaker": "LEMON", "secId": 150}, {"sentences": [{"sentId": 369, "text": "Yeah, sorry."}, {"sentId": 370, "text": "Well, the black box, the orange box, it records everything that the engineer does."}, {"sentId": 371, "text": "So if the engineer blows the horn, rings a bell, pushes the throttle forward or whatever, so they'll have the information from the black box or the orange box, readily, readily available."}], "speaker": "WRIGHT", "secId": 151}, {"sentences": [{"sentId": 372, "text": "So investigators are now down playing the role of a projectile."}, {"sentId": 373, "text": "We heard about that -- you know the projectile could have been involved in the derailment."}, {"sentId": 374, "text": "What do you think explains this crash then, J.P., in your estimation?"}], "speaker": "LEMON", "secId": 152}, {"sentences": [{"sentId": 375, "text": "Well, the main thing that we need to explain is that the speculation is really not helping, you know in the national debate."}, {"sentId": 376, "text": "But, you not drive trains for a living so -- those, those windows are very -- they're designed to take a lot of stress."}, {"sentId": 377, "text": "So this happens a lot on the railroad, where it will hit a rock or will hit a tree, or whatever."}, {"sentId": 378, "text": "I mean, these windows are very strong."}, {"sentId": 379, "text": "So, yes, we need to focus on that, but there's also a very, very big systematic failure of course, when you notice that the safety measure was put into place so quickly."}, {"sentId": 380, "text": "So we have a systematic failure that's happening that is a lot bigger than just the window."}], "speaker": "WRIGHT", "secId": 153}, {"sentences": [{"sentId": 381, "text": "And so they train for that, for projectiles?"}, {"sentId": 382, "text": "Correct J.P.?"}], "speaker": "LEMON", "secId": 154}, {"sentences": [{"sentId": 383, "text": "Well, say it again, I miss that part."}], "speaker": "WRIGHT", "secId": 155}, {"sentences": [{"sentId": 384, "text": "They train for projectiles?"}], "speaker": "LEMON", "secId": 156}, {"sentences": [{"sentId": 385, "text": "You mean locomotive engineers?"}], "speaker": "WRIGHT", "secId": 157}, {"sentences": [{"sentId": 386, "text": "Yeah."}], "speaker": "LEMON", "secId": 158}, {"sentences": [{"sentId": 387, "text": "Sure."}], "speaker": "WRIGHT", "secId": 159}, {"sentences": [{"sentId": 388, "text": "Yeah."}], "speaker": "LEMON", "secId": 160}, {"sentences": [{"sentId": 389, "text": "Yeah, I mean, I'm ready to respond to anything like that."}], "speaker": "WRIGHT", "secId": 161}, {"sentences": [{"sentId": 390, "text": "Yeah."}, {"sentId": 391, "text": "So, David, sources are telling CNN there are basically three reasons the train could have been traveling too fast, OK?"}, {"sentId": 392, "text": "One that was due to poor judgment, mishandling by the engineer or something more intentional."}, {"sentId": 393, "text": "So what do you think is the most likely scenario?"}], "speaker": "LEMON", "secId": 162}, {"sentences": [{"sentId": 394, "text": "Well --"}], "speaker": "SOUCIE", "secId": 163}, {"sentences": [{"sentId": 395, "text": "This is for David."}], "speaker": "LEMON", "secId": 164}, {"sentences": [{"sentId": 396, "text": "I'm sorry, J.P."}], "speaker": "SOUCIE", "secId": 165}, {"sentences": [{"sentId": 397, "text": "Yeah, I'm sorry."}, {"sentId": 398, "text": "Excuse me."}], "speaker": "WRIGHT", "secId": 166}, {"sentences": [{"sentId": 399, "text": "OK, yeah."}, {"sentId": 400, "text": "You know, most likely, I hate to speculate as we were talking before it doesn't help anything until the NTSB comes out."}, {"sentId": 401, "text": "But nonetheless, unless there was this idea of some kind of intended retaliation or intended pullback of the throttles and the then the train continued to accelerate, that's one possibility in my mind."}, {"sentId": 402, "text": "The other possibility is just that it was an -- an unplanned act."}, {"sentId": 403, "text": "It was something that was overlooked, simply forgot he was going into a turn and of course, the third possibility in my mind is some kind of incapacitation by the engineer during this time period."}, {"sentId": 404, "text": "He was having memory loss."}, {"sentId": 405, "text": "Did that happen before or did it happen after the accident?"}, {"sentId": 406, "text": "Those are the questions that need to be answered."}], "speaker": "SOUCIE", "secId": 167}, {"sentences": [{"sentId": 407, "text": "We're also learning that the engineer, David Soucie, had been traveling the route for just a few weeks."}, {"sentId": 408, "text": "Do you think that could have played a part in this derailment?"}], "speaker": "LEMON", "secId": 168}, {"sentences": [{"sentId": 409, "text": "Well, it's not like you get your driver's license and you can go out and drive on any highway you want in the system."}, {"sentId": 410, "text": "Each engineer, before they take a new route, they're tested on that route."}, {"sentId": 411, "text": "They go out on the route."}, {"sentId": 412, "text": "They know what's happening."}, {"sentId": 413, "text": "They're tested on which curves where, what are the speed limits at each of those curves?"}, {"sentId": 414, "text": "This is not something that just happens."}, {"sentId": 415, "text": "They're certified to run those particular routes and he was certainly, certainly qualified to do what he was doing."}], "speaker": "SOUCIE", "secId": 169}, {"sentences": [{"sentId": 416, "text": "Here's the thing that gets me."}, {"sentId": 417, "text": "There's been so much talk about this positive train control, and you know this automatic control."}, {"sentId": 418, "text": "Service was restored between Washington and New York City this morning."}, {"sentId": 419, "text": "That automatic train control was installed before service resume."}, {"sentId": 420, "text": "I mean, this was like a week."}, {"sentId": 421, "text": "If it can be installed that quickly, then why wouldn't it already have been installed on this dangerous curve before, J.P.?"}], "speaker": "LEMON", "secId": 170}, {"sentences": [{"sentId": 422, "text": "Well, is the -- you know the investigators talked about the one curve being 100-something miles an hour and the other curve being not so much, but of course, we got a serious situation in the press."}, {"sentId": 423, "text": "We got people talking about it all over the United States, so of course, bam, fixed, no problem."}, {"sentId": 424, "text": "We're not going to talk about it anymore, but really, what we should be talking about is, who is the investigator?"}, {"sentId": 425, "text": "Who is the administrator at the FRA?"}, {"sentId": 426, "text": "And are they qualified to be able to be the person who is in charge of the American rail network?"}, {"sentId": 427, "text": "That's what we should be talking about."}], "speaker": "WRIGHT", "secId": 171}, {"sentences": [{"sentId": 428, "text": "Why do you -- follow up on that."}, {"sentId": 429, "text": "What do you mean?"}, {"sentId": 430, "text": "Why is that so important?"}], "speaker": "LEMON", "secId": 172}, {"sentences": [{"sentId": 431, "text": "Well, because you know, we've got this issue in the United States about single operations of trains and freight."}, {"sentId": 432, "text": "So the administrator before  made some comments on -- that maybe we should have some legislation to quite potentially, you know deal with the person, two people on every train in the United States."}, {"sentId": 433, "text": "Well, now he's gone."}, {"sentId": 434, "text": "There was some speculation about that of course, as we found out this weekend, there's tons of speculation when anything happens."}, {"sentId": 435, "text": "But, now there's an acting FRA administrator and this person came from Facebook and has experience in that industry."}, {"sentId": 436, "text": "But, now we got a national -- you know, debate going on about high-speed rail and infrastructure while the person who is the head of the FRA may or may not have the qualifications."}, {"sentId": 437, "text": "We're focusing on the qualifications of the engineer, but what about the governing body this able to regulating this industry?"}], "speaker": "WRIGHT", "secId": 173}, {"sentences": [{"sentId": 438, "text": "That's a very good point."}, {"sentId": 439, "text": "Maybe there should be some oversight for the overseers."}, {"sentId": 440, "text": "Thank you very much gentleman."}, {"sentId": 441, "text": "Appreciate it."}, {"sentId": 442, "text": "Coming up, a university professor and hot water for comments that link to Baltimore riot, so what they called the quote, \"Strange new names of blacks\"."}, {"sentId": 443, "text": "Outrage spreading over that, we're going to get into it, when we come right back."}], "speaker": "LEMON", "secId": 174}, {"sentences": [{"sentId": 444, "text": "A recent New York Times editorial, how racism doomed"}], "speaker": "LEMON", "secId": 175}, {"sentences": [{"sentId": 445, "text": "Baltimore, points to decades of discrimination in housing and lending as part of the problem there."}, {"sentId": 446, "text": "Now one professor at Duke University is in hot water for his comments on that editorial."}, {"sentId": 447, "text": "Joining me now via Skype, Mr. Ben Ferguson, CNN Political commentator, host of the Ben Ferguson show, also, with me Marc Lamont Hill, CNN political commentator, host of -- I don't know something."}], "speaker": "LEMON", "secId": 176}, {"sentences": [{"sentId": 448, "text": "All right."}, {"sentId": 449, "text": "Let's get into this."}, {"sentId": 450, "text": "Duke University professor, his name is Jerry Ho, who is a political scientist."}, {"sentId": 451, "text": "He wrote that New York Times was wrong and politicians in Baltimore have failed them."}, {"sentId": 452, "text": "And here's a quote, he said, \"The blacks gets symbolic recognition and utterly incompetent mayor and then it utterly incompetent mayor who handle this so badly from beginning to end that her resignation would have been demanded in she were white."}, {"sentId": 453, "text": "The blacks get awful editorials like this and tell them they feel sorry, they should feel sorry for themselves."}, {"sentId": 454, "text": "Mark, I'm going to start with you."}, {"sentId": 455, "text": "Do you think that racism cited in the New York Times editorial was an excuse for blacks to feel sorry for themselves?"}], "speaker": "LEMON", "secId": 177}, {"sentences": [{"sentId": 456, "text": "Absolutely not."}, {"sentId": 457, "text": "Dr. Ho is absolutely incorrect."}, {"sentId": 458, "text": "First of all --"}], "speaker": "HILL", "secId": 178}, {"sentences": [{"sentId": 459, "text": "Or was it Ho?"}], "speaker": "LEMON", "secId": 179}, {"sentences": [{"sentId": 460, "text": "We saw incompetence in Ferguson -- I thought it was Ho, but I - you know I was going with the flow."}, {"sentId": 461, "text": "But you know, in Ferguson, do you have a white mayor, you have white police chief and you had incompetence and somehow they managed to survive a whole lot of time without any, without any significant pressure to lose their job."}, {"sentId": 462, "text": "People asked for it just like they ask it in Baltimore."}, {"sentId": 463, "text": "So it's not true."}, {"sentId": 464, "text": "What this professor did was -- Dr. Ho, was inappropriate."}, {"sentId": 465, "text": "It was not civil."}, {"sentId": 466, "text": "He has every right to say it."}, {"sentId": 467, "text": "This is not a free speech argument."}, {"sentId": 468, "text": "So the free speech trolls can be quiet."}, {"sentId": 469, "text": "I'm saying he has every right to say it."}, {"sentId": 470, "text": "I have every right to say this is inappropriate, inaccurate, unempirical and disgusting."}], "speaker": "HILL", "secId": 180}, {"sentences": [{"sentId": 471, "text": "All right, Ben, go ahead."}, {"sentId": 472, "text": "We can hear but we can't see you I think."}, {"sentId": 473, "text": "Oh, he's fine, go ahead."}], "speaker": "LEMON", "secId": 181}, {"sentences": [{"sentId": 474, "text": "No -- I think, I think this the main thing here is, you have a guy that's saying something that may be incredibly politically incorrect, but was he, was he is making a semi- legitimate point with some of his corrections in saying that people went easy on the mayor of Baltimore, partly because she was African-American in a city where the riots were happening?"}, {"sentId": 475, "text": "And if it would have been somebody else that was white, would they have taken a lot more criticism?"}, {"sentId": 476, "text": "I mean, you can debate that, but Ferguson, remember, there was no hands up don't shoot."}, {"sentId": 477, "text": "A lot of the things came out after the fact."}, {"sentId": 478, "text": "There were a lot of people, they call for people to resign and quit and some of them did quit as they should have on that police force."}], "speaker": "FERGUSON", "secId": 182}, {"sentences": [{"sentId": 479, "text": "OK. Let's talk about more of what he said."}, {"sentId": 480, "text": "He said in 1965, the Asians were discriminated against at least as badly as blacks."}, {"sentId": 481, "text": "So where -- so where are the editorials that say racism doomed the Asian- Americans?"}, {"sentId": 482, "text": "They didn't feel sorry for themselves, but worked doubly hard."}, {"sentId": 483, "text": "So here's the problem."}, {"sentId": 484, "text": "Asians are often painted in model minority comparisons to black."}, {"sentId": 485, "text": "So I mean, they -- is it fair to compare?"}, {"sentId": 486, "text": "This is Ben first, Asians to black in this regard?"}], "speaker": "LEMON", "secId": 183}, {"sentences": [{"sentId": 487, "text": "I don't think it's fair to compare any different races."}, {"sentId": 488, "text": "You have to look at for what it is and I think his point was you have had two different tracks, in his mind."}, {"sentId": 489, "text": "He's saying that many Asian- Americans and those that were treated terribly during the war time."}, {"sentId": 490, "text": "When people were terrified of them because of being spies in the war, they came out of it and didn't say we needed affirmative action or anything else."}, {"sentId": 491, "text": "They worked hard, they went to school and they've made incredible lives for themselves and many people say that they are some of those brilliant minds in America right now and have done great things."}, {"sentId": 492, "text": "This is other argument was, other people have been using a crutch for far too long."}, {"sentId": 493, "text": "That's his viewpoint."}, {"sentId": 494, "text": "He's seen it through academia for a long time."}], "speaker": "FERGUSON", "secId": 184}, {"sentences": [{"sentId": 495, "text": "Marc, I've interviewed a lot of people who say --"}], "speaker": "LEMON", "secId": 185}, {"sentences": [{"sentId": 496, "text": "That they were raised."}, {"sentId": 497, "text": "You can just -- this is going to be --"}], "speaker": "LEMON", "secId": 186}, {"sentences": [{"sentId": 498, "text": "they were racist to responding to racism by working twice as hard."}, {"sentId": 499, "text": "You should never give cops an excuse to arrester, you for doing anything, the appearance of wrong doing."}, {"sentId": 500, "text": "Does the professor have a point there?"}, {"sentId": 501, "text": "That's sort of what, what Ben is saying here."}], "speaker": "LEMON", "secId": 187}, {"sentences": [{"sentId": 502, "text": "-- Ben is saying a few things."}, {"sentId": 503, "text": "So let's deal with all of them real fast."}, {"sentId": 504, "text": "One, yes, he's been saying as academic, but its academic expertise isn't in this area."}, {"sentId": 505, "text": "I read two of his books, everyone in this weekend, after he made these absurd comments."}, {"sentId": 506, "text": "His expertise is in Russia and the Soviet Union, a little bit of Poland."}, {"sentId": 507, "text": "So he's no -- it is no, he is no more a few expertise in anybody else in this way."}], "speaker": "HILL", "secId": 188}, {"sentences": [{"sentId": 508, "text": "The guy's got --"}], "speaker": "FERGUSON", "secId": 189}, {"sentences": [{"sentId": 509, "text": "But as far as --"}], "speaker": "HILL", "secId": 190}, {"sentences": [{"sentId": 510, "text": "Let's not just count his degrees, though, he's got a lot of degrees on a lot of different things."}, {"sentId": 511, "text": "Look at his resume."}, {"sentId": 512, "text": "It's not like he's an idiot."}, {"sentId": 513, "text": "Yet, he's not an idiot."}, {"sentId": 514, "text": "His degrees are in political science and his expertise communist Russia."}, {"sentId": 515, "text": "So, yes, if there will come a time for communist Russia, I would defer, I'm not going to differ in this, I'm going to rely on my degrees, and your degrees, never else's degrees."}, {"sentId": 516, "text": "But, let's get back to the point here."}, {"sentId": 517, "text": "I -- think what he's saying is incorrect is that, you can't compare -- first of all, Asians aren't all doing well."}, {"sentId": 518, "text": "To my  paint Asians is simply incorrect."}, {"sentId": 519, "text": "If I were looking Cambodian youth, if I were looking at among youth and say, stop Philadelphia or Milwaukee, we find very similar outcomes to black folks."}, {"sentId": 520, "text": "So we can't paint Asians with the same brush, it's very, very dangerous."}, {"sentId": 521, "text": "But beyond that, Asians did not come here as property."}, {"sentId": 522, "text": "Asians are not, have been not -- have not been subjected to the same type of state violence, consistently for 200 years."}, {"sentId": 523, "text": "I'm not trying to have the oppress in the Olympics and say, we have a worst in Asia and vice versa, I'm saying --"}], "speaker": "FEGRUSON", "secId": 191}, {"sentences": [{"sentId": 524, "text": "Yeah."}], "speaker": "LEMON", "secId": 192}, {"sentences": [{"sentId": 525, "text": "Everybody's context is different, and to compare them is simply -- its Asia star quotes, \"Inaccurate and counterproductive\"."}], "speaker": "HILL", "secId": 193}, {"sentences": [{"sentId": 526, "text": "I've got to go, but I want to talk to you guys about this, if we have another chance, because this is what I thought was interesting."}, {"sentId": 527, "text": "He said, \"The issue of whether my comments were largely accurate in writing name, no one said that it was wrong, I was wrong, just racist."}, {"sentId": 528, "text": "The question is whether I was right\" --"}], "speaker": "LEMON", "secId": 194}, {"sentences": [{"sentId": 529, "text": "Is wrong."}], "speaker": "HILL", "secId": 195}, {"sentences": [{"sentId": 530, "text": "On what the new on story is, since anything in the paragraph is too simple."}, {"sentId": 531, "text": "So I think you're saying, its flat-out wrong, Marc Lamont Hill."}, {"sentId": 532, "text": "We'll talk more, thank you guys."}, {"sentId": 533, "text": "I appreciate it."}, {"sentId": 534, "text": "I'm out of time."}], "speaker": "LEMON", "secId": 196}, {"sentences": [{"sentId": 535, "text": "Coming up, 50 years after Selma, we go inside one of the -- southern town that still very much divided by race."}, {"sentId": 536, "text": "That's next."}], "speaker": "LEMON", "secId": 197}, {"sentences": [{"sentId": 537, "text": "The fact that segregation still exist in 21st century in America."}, {"sentId": 538, "text": "And one Georgia town is struggling with racism after ending a tradition of segregated proms."}, {"sentId": 539, "text": "The story is told in the new documentary, Southern Rites."}, {"sentId": 540, "text": "Currently available on our sister network HBO, also HBO Go and HBO Now."}, {"sentId": 541, "text": "Take a look."}], "speaker": "LEMON", "secId": 198}, {"sentences": [{"sentId": 542, "text": "Me and Brook, we've known each other forever, like since grade school."}], "speaker": "UNIDENTIFIED MALE", "secId": 199}, {"sentences": [{"sentId": 543, "text": "I went to the prom when it was whites only, but it wasn't really as fun as when I was being ignored at me."}, {"sentId": 544, "text": "Everybody should be together."}, {"sentId": 545, "text": "We all go to the school together."}, {"sentId": 546, "text": "We -- I mean, we grew up together during school."}, {"sentId": 547, "text": "So why not go to prom together?"}], "speaker": "UNIDENTIFIED MALE", "secId": 200}, {"sentences": [{"sentId": 548, "text": "OK, I could do that for you."}], "speaker": "UNIDENTIFIED MALE", "secId": 201}, {"sentences": [{"sentId": 549, "text": "OK, fine."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 202}, {"sentences": [{"sentId": 550, "text": "Two years ago, it was segregated, you had the white prom and you had a black prom and that was that, nobody said anything about it."}, {"sentId": 551, "text": "After prom, we probably got together, but you couldn't have went to a white prom if you were black and vice versa."}, {"sentId": 552, "text": "It feel so  and so by that so."}, {"sentId": 553, "text": "It is really great to finally come together as one and do it."}], "speaker": "UNIDENTIFIED MALE", "secId": 203}, {"sentences": [{"sentId": 554, "text": "Joining me now is Gillian Laub the director of Southern Rites"}], "speaker": "LEMON", "secId": 204}, {"sentences": [{"sentId": 555, "text": "and Keyke Burns, who is featured in the documentary."}, {"sentId": 556, "text": "Hello, ladies."}, {"sentId": 557, "text": "How are you?"}], "speaker": "LEMON", "secId": 205}, {"sentences": [{"sentId": 558, "text": "How are you?"}], "speaker": "BURNS", "secId": 206}, {"sentences": [{"sentId": 559, "text": "You were shocked, Gillian, to -- and this is your -- you're telling the story."}, {"sentId": 560, "text": "You were shot to learn that there was -- there were segregated proms in this town."}, {"sentId": 561, "text": "And you came about the story in a really odd way."}, {"sentId": 562, "text": "You went to the town once and then you went back years later."}, {"sentId": 563, "text": "Explain how you came upon this."}], "speaker": "LEMON", "secId": 207}, {"sentences": [{"sentId": 564, "text": "So in 2002, I'm a freelance photographer and the magazine that I worked for, Spin magazine, received a letter from a young student at Montgomery County High School."}, {"sentId": 565, "text": "It was a plea for help."}, {"sentId": 566, "text": "She was basically saying, \"Please come tell this story."}, {"sentId": 567, "text": "They are still having segregated proms in my town."}, {"sentId": 568, "text": "I can't take my boyfriend to the prom.\""}], "speaker": "LAUB", "secId": 208}, {"sentences": [{"sentId": 569, "text": "She was white and her boyfriend was black."}], "speaker": "LEMON", "secId": 209}, {"sentences": [{"sentId": 570, "text": "Correct."}], "speaker": "LAUB", "secId": 210}, {"sentences": [{"sentId": 571, "text": "Right and they can't do it."}, {"sentId": 572, "text": "So you went down."}, {"sentId": 573, "text": "They allowed you to go down and you went down and you?"}, {"sentId": 574, "text": "--"}], "speaker": "LEMON", "secId": 211}, {"sentences": [{"sentId": 575, "text": "So the prom had past --"}], "speaker": "LAUB", "secId": 212}, {"sentences": [{"sentId": 576, "text": "Right."}], "speaker": "LEMON", "secId": 213}, {"sentences": [{"sentId": 577, "text": "And the next segregated event was homecoming."}], "speaker": "LAUB", "secId": 214}, {"sentences": [{"sentId": 578, "text": "Right."}], "speaker": "LEMON", "secId": 215}, {"sentences": [{"sentId": 579, "text": "So we went down in the fall of 2002 and I photographed the segregated homecomings of Montgomery County."}], "speaker": "LAUB", "secId": 216}, {"sentences": [{"sentId": 580, "text": "At one point, though, they changed it, right."}, {"sentId": 581, "text": "They changed their proms and once it was become public, right?"}, {"sentId": 582, "text": "Then they did -- they no longer had segregated proms, right?"}], "speaker": "LEMON", "secId": 217}, {"sentences": [{"sentId": 583, "text": "Well, there were segregate -- so when that piece came out and the segregated homecomings came out in Spin magazine, they've -- they have been intimidated that --"}], "speaker": "LAUB", "secId": 218}, {"sentences": [{"sentId": 584, "text": "Right."}], "speaker": "LEMON", "secId": 219}, {"sentences": [{"sentId": 585, "text": "And there was only one queen."}, {"sentId": 586, "text": "There was no longer a black queen and a white queen."}], "speaker": "LAUB", "secId": 220}, {"sentences": [{"sentId": 587, "text": "Right."}], "speaker": "LEMON", "secId": 221}, {"sentences": [{"sentId": 588, "text": "And then, I was haunted by this town, and I wanted to go back and I discovered -- I called the school and asked them in 2008, \"When is your prom?\""}, {"sentId": 589, "text": "And the school administrator said, \"Which one?\""}], "speaker": "LAUB", "secId": 222}, {"sentences": [{"sentId": 590, "text": "And she said, \"Oh, well the black folks' prom -- oh, the white prom's is in two days and the black folks' prom is in a couple weeks."}, {"sentId": 591, "text": "And this was Keyke's prom."}, {"sentId": 592, "text": "So I went down and that's when I photographed the segregated proms."}], "speaker": "LAUB", "secId": 223}, {"sentences": [{"sentId": 593, "text": "Once they integrated the proms, how they take over?"}, {"sentId": 594, "text": "What did people think in the town?"}, {"sentId": 595, "text": "BURNS: I was actually out of school when they integrated the prom --"}], "speaker": "LEMON", "secId": 224}, {"sentences": [{"sentId": 596, "text": "But you knew people there?"}], "speaker": "LEMON", "secId": 225}, {"sentences": [{"sentId": 597, "text": "I did know people and that class was a really close class."}, {"sentId": 598, "text": "So they -- it was like they had a wonderful time."}, {"sentId": 599, "text": "It was the best prom ever, it so much fun actually, having the whole class be together."}], "speaker": "BURNS", "secId": 226}, {"sentences": [{"sentId": 600, "text": "And no issues -- as for you?"}], "speaker": "LEMON", "secId": 227}, {"sentences": [{"sentId": 601, "text": "No, no issues at all."}], "speaker": "BURNS", "secId": 228}, {"sentences": [{"sentId": 602, "text": "So tell me the story, you guys got in touch with each other again."}], "speaker": "LEMON", "secId": 229}, {"sentences": [{"sentId": 603, "text": "Keyke -- let me know that her first boyfriend was killed."}], "speaker": "LAUB", "secId": 230}, {"sentences": [{"sentId": 604, "text": "Yeah, there was a shooting."}, {"sentId": 605, "text": "Did it happen when you were there?"}], "speaker": "LEMON", "secId": 231}, {"sentences": [{"sentId": 606, "text": "It didn't, I was --"}], "speaker": "LAUB", "secId": 232}, {"sentences": [{"sentId": 607, "text": "Happened before --"}], "speaker": "LEMON", "secId": 233}, {"sentences": [{"sentId": 608, "text": "I was -- it was -- I was filming that year."}, {"sentId": 609, "text": "And so, Norman Neesmith is the man that killed Justin Patterson."}, {"sentId": 610, "text": "Justin Patterson was invited over to the home of Norman's daughter."}], "speaker": "LAUB", "secId": 234}, {"sentences": [{"sentId": 611, "text": "And that's Justin Patterson, was your ex-boyfriend --"}], "speaker": "LEMON", "secId": 235}, {"sentences": [{"sentId": 612, "text": "Yes."}], "speaker": "BURNS", "secId": 236}, {"sentences": [{"sentId": 613, "text": "Your ex-boyfriend at the time."}], "speaker": "LEMON", "secId": 237}, {"sentences": [{"sentId": 614, "text": "Yes, sir."}], "speaker": "BURNS", "secId": 238}, {"sentences": [{"sentId": 615, "text": "But you had been broken up?"}], "speaker": "LEMON", "secId": 239}, {"sentences": [{"sentId": 616, "text": "Yes, sir."}], "speaker": "BURNS", "secId": 240}, {"sentences": [{"sentId": 617, "text": "And did you - did you tell her the story?"}], "speaker": "LEMON", "secId": 241}, {"sentences": [{"sentId": 618, "text": "Yes, sir, I actually call her when I got the news, I called her and informed her about what was going on, because no actions were being taken."}, {"sentId": 619, "text": "No one was talking about it."}, {"sentId": 620, "text": "No one act like they knew what was going on other than people the people that really knew him."}, {"sentId": 621, "text": "So I wanted her to come down here and see if she can shine some light on the story and she came."}], "speaker": "BURNS", "secId": 242}, {"sentences": [{"sentId": 622, "text": "Did it shine light?"}], "speaker": "LEMON", "secId": 243}, {"sentences": [{"sentId": 623, "text": "Yes, she did."}], "speaker": "BURNS", "secId": 244}, {"sentences": [{"sentId": 624, "text": "What happened?"}], "speaker": "LEMON", "secId": 245}, {"sentences": [{"sentId": 625, "text": "She -- his family was very supportive of her interviewing them and she followed the story throughout."}, {"sentId": 626, "text": "It shined light, you know, it's in the documentary or whatever."}, {"sentId": 627, "text": "But, the punishment part --"}], "speaker": "BURNS", "secId": 246}, {"sentences": [{"sentId": 628, "text": "Yeah."}], "speaker": "LEMON", "secId": 247}, {"sentences": [{"sentId": 629, "text": "you know --"}], "speaker": "BURNS", "secId": 248}, {"sentences": [{"sentId": 630, "text": "John Legend, who is the music legend now, right."}, {"sentId": 631, "text": "John Legend is the executive producer of this film."}, {"sentId": 632, "text": "How did he get involved with this?"}], "speaker": "LEMON", "secId": 249}, {"sentences": [{"sentId": 633, "text": "So John and I have a mutual friend, and she thought that this is something that would really resonate with him and he heard about the project and he immediately came on board, which was such an incredible -- we were so lucky, because he's -- he's amazing and, yeah."}], "speaker": "LAUB", "secId": 250}, {"sentences": [{"sentId": 634, "text": "He was John Legend who is the -- the music legend, John Legend on The Daily Show talking about this project and how he got involved."}], "speaker": "LEMON", "secId": 251}, {"sentences": [{"sentId": 635, "text": "When you say racism still exists in"}], "speaker": "STEWART", "secId": 252}, {"sentences": [{"sentId": 636, "text": "America, people say that's crazy."}, {"sentId": 637, "text": "White people voted for Obama."}], "speaker": "STEWART", "secId": 253}, {"sentences": [{"sentId": 638, "text": "It -- it ended."}], "speaker": "STEWART", "secId": 254}, {"sentences": [{"sentId": 639, "text": "Yeah, it didn't."}], "speaker": "LEGEND", "secId": 255}, {"sentences": [{"sentId": 640, "text": "Well, the thing is, some racism is very easy to"}], "speaker": "LEGEND", "secId": 256}, {"sentences": [{"sentId": 641, "text": "identify, you know, the Donald Sterling's of the world, the people who use the N-word in a malicious way."}, {"sentId": 642, "text": "You know, it's easy to identify certain racism, but a lot of racism is structural."}, {"sentId": 643, "text": "And in the criminal justice system, it often plays out in sentencing, in who gets charged for what, and how juries are picked, all these --"}], "speaker": "LEGEND", "secId": 257}, {"sentences": [{"sentId": 644, "text": "Sure."}], "speaker": "STEWART", "secId": 258}, {"sentences": [{"sentId": 645, "text": "Things that end up discounting the value of black lives versus other lives."}], "speaker": "LEGEND", "secId": 259}, {"sentences": [{"sentId": 646, "text": "How did that impact here, having him on board?"}], "speaker": "LEMON", "secId": 260}, {"sentences": [{"sentId": 647, "text": "Oh, my goodness."}, {"sentId": 648, "text": "I mean, he's so incredibly well spoken."}, {"sentId": 649, "text": "He is so true in his activism that he just -- he adds so much meaning to everything that he -- you know, gets involved with."}, {"sentId": 650, "text": "And he really cares."}], "speaker": "LAUB", "secId": 261}, {"sentences": [{"sentId": 651, "text": "OK."}], "speaker": "LEMON", "secId": 262}, {"sentences": [{"sentId": 652, "text": "So --"}], "speaker": "LAUB", "secId": 263}, {"sentences": [{"sentId": 653, "text": "The prom is desegregated now, right?"}, {"sentId": 654, "text": "And so is homecoming."}, {"sentId": 655, "text": "So what is it like living there?"}], "speaker": "LEMON", "secId": 264}, {"sentences": [{"sentId": 656, "text": "Now, I feel like kids that are dating, people of different races, they're more open to come about and let it be known, be seen in public."}, {"sentId": 657, "text": "Because they would, they would, they done it back in the day, but no one knew about it, but the students, their parents, their grandparents did know, but now they're more open to a lot of biracial relationships and stuff, so -- that's a big change."}], "speaker": "BURNS", "secId": 265}, {"sentences": [{"sentId": 658, "text": "It's very interesting."}, {"sentId": 659, "text": "Thank you."}, {"sentId": 660, "text": "I appreciate you coming on."}, {"sentId": 661, "text": "Thank you, Gillian."}, {"sentId": 662, "text": "Thank you, Keyke."}], "speaker": "LEMON", "secId": 266}, {"sentences": [{"sentId": 663, "text": "Thank you."}], "speaker": "BURNS", "secId": 267}, {"sentences": [{"sentId": 664, "text": "Thank you."}], "speaker": "LAUB", "secId": 268}, {"sentences": [{"sentId": 665, "text": "All right."}, {"sentId": 666, "text": "We'll be right back."}], "speaker": "LEMON", "secId": 269}, {"sentences": [{"sentId": 667, "text": "That's it for us, I'm Don Lemon."}, {"sentId": 668, "text": "Thanks for"}], "speaker": "LEMON", "secId": 270}, {"sentences": [{"sentId": 669, "text": "watching, see you back here tomorrow night."}, {"sentId": 670, "text": "AC360 starts right now."}], "speaker": "LEMON", "secId": 271}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1505.18.cnnt.01.html.json", "time": "Aired May 18, 2015 - 22:00   ET"}