{"sectionCount": 234, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["COOPER", "ANNOUNCER", "LEMON", "TRUMP", "CLINTON", "KING", "BORGER", "BASH", "CARDONA", "DENNARD", "JONES", "LEWANDOWSKI", "LEMONS", "MUIR", "CAERDONA", "UNIDENTIFIED MALE", "CLNTON"], "subTitle": "Trump and Clinton Virtually Tied in New Poll of Likely Voters; Reading the Polls; Trump Evolving on Immigration Stance: Fox News Pays $20 Million in Ailes Harassment Suit. Aired 10-11p ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1609/06/cnnt.01.html", "sentenceCount": 581, "sections": [{"sentences": [{"sentId": 0, "text": "Hey, thanks for watching."}, {"sentId": 1, "text": "I hope you have a good night."}, {"sentId": 2, "text": "I'll see you tomorrow night."}, {"sentId": 3, "text": "CNN TONIGHT with Don Lemon starts now."}], "speaker": "COOPER", "secId": 0}, {"sentences": [{"sentId": 4, "text": "This is CNN breaking news."}], "speaker": "ANNOUNCER", "secId": 1}, {"sentences": [{"sentId": 5, "text": "Breaking news, Donald Trump says he has a razor thin lead over Hillary Clinton."}], "speaker": "LEMON", "secId": 2}, {"sentences": [{"sentId": 6, "text": "The new CNN poll was just released and Trump is winning."}, {"sentId": 7, "text": "Trump is winning."}], "speaker": "TRUMP", "secId": 3}, {"sentences": [{"sentId": 8, "text": "This is CNN TONIGHT."}, {"sentId": 9, "text": "I'm Don Lemon."}], "speaker": "LEMON", "secId": 4}, {"sentences": [{"sentId": 10, "text": "I want you take a look at our new poll."}, {"sentId": 11, "text": "Trump and Hillary Clinton essentially neck and neck."}, {"sentId": 12, "text": "He has a 2-point lead with likely voters well within the margin of error."}, {"sentId": 13, "text": "So, right now, this is anybody's race."}], "speaker": "LEMON", "secId": 5}, {"sentences": [{"sentId": 14, "text": "And with just over two months to go, Hillary Clinton says this."}], "speaker": "LEMON", "secId": 6}, {"sentences": [{"sentId": 15, "text": "I really pay no attention to polls."}, {"sentId": 16, "text": "When they're good for me, and there been a lot of them that have been for me recently, I don't pay attention."}, {"sentId": 17, "text": "When they're, you know, not so good, I don't pay attention."}, {"sentId": 18, "text": "We are on a course that we are sticking with."}], "speaker": "CLINTON", "secId": 7}, {"sentences": [{"sentId": 19, "text": "So, let's get right to that."}, {"sentId": 20, "text": "Let's talk about those polls, a new CNN/ORC polls."}, {"sentId": 21, "text": "John King at the magic wall for us this evening."}, {"sentId": 22, "text": "Good evening to you, Mr. King."}, {"sentId": 23, "text": "CNN's new national poll out, and it looks like Hillary Clinton's post-"}], "speaker": "LEMON", "secId": 8}, {"sentences": [{"sentId": 24, "text": "convention lead has evaporated."}, {"sentId": 25, "text": "What can you tell us?"}], "speaker": "LEMON", "secId": 9}, {"sentences": [{"sentId": 26, "text": "No question, Don, we have a closer race."}, {"sentId": 27, "text": "Some dispute over whether Trump is in the lead or Hillary Clinton still is."}, {"sentId": 28, "text": "But let's look at that number you heard Mr. Trump bragging about."}], "speaker": "KING", "secId": 10}, {"sentences": [{"sentId": 29, "text": "That's in our poll among likely voters."}, {"sentId": 30, "text": "This is the first national poll in a long time, Don, that shows Donald Trump in the lead."}, {"sentId": 31, "text": "It's within the margin of error."}, {"sentId": 32, "text": "It's two points."}, {"sentId": 33, "text": "So, it's statistically that's a tie."}], "speaker": "KING", "secId": 11}, {"sentences": [{"sentId": 34, "text": "But among likely voters, our new poll has Trump to at 43, 45, excuse, Clinton at 43."}, {"sentId": 35, "text": "You see Gary Johnson and Jill Stein grinding it up."}, {"sentId": 36, "text": "Now I can tell you this, Donald Trump's bragging about that."}, {"sentId": 37, "text": "You just played it at the top of the show in public."}], "speaker": "KING", "secId": 12}, {"sentences": [{"sentId": 38, "text": "His pollsters are telling him at the Trump campaign, as well as the Clinton campaign tells us, the numbers are more like our registered poll numbers."}, {"sentId": 39, "text": "The Trump campaign says they actually have Clinton still narrowly ahead in their data."}], "speaker": "KING", "secId": 13}, {"sentences": [{"sentId": 40, "text": "But even if you just look at that, Don, even if you just look at registered voters, yes, Hillary Clinton now is up by three points but she was up by eight just after the convention."}, {"sentId": 41, "text": "So, whether you look at the likely voter model or the registered voter model, we have a much closer race."}], "speaker": "KING", "secId": 14}, {"sentences": [{"sentId": 42, "text": "And momentum is heading in Trump's direction, whether he is slightly ahead or just behind, he has the momentum at the moment."}], "speaker": "KING", "secId": 15}, {"sentences": [{"sentId": 43, "text": "You mentioned those eight points, John, I mean, CNN's last poll had her up by eight."}, {"sentId": 44, "text": "What has changed since then?"}], "speaker": "LEMON", "secId": 16}, {"sentences": [{"sentId": 45, "text": "Let's look at a couple of the points and things that are changing here."}, {"sentId": 46, "text": "Number one, here's the question, you could do this so I could bring up the terrorism issue or other issue."}, {"sentId": 47, "text": "I could bring up other issues."}, {"sentId": 48, "text": "Let's just bring up what is the number one issue on the race on the economy."}], "speaker": "KING", "secId": 17}, {"sentences": [{"sentId": 49, "text": "Just after the two conventions when Hillary Clinton was in the lead nationally, she had pulled ahead or essentially in a tie with Donald Trump on who would best handle the economy."}, {"sentId": 50, "text": "She had been behind him on this questions for months."}, {"sentId": 51, "text": "That's just essentially a tie, but good for Clinton."}], "speaker": "KING", "secId": 18}, {"sentences": [{"sentId": 52, "text": "Now, look at that."}, {"sentId": 53, "text": "A 15-point lead among registered voters for Donald Trump on the question of who would best handle the economy."}, {"sentId": 54, "text": "And, Don, also, we've been talking a lot in recent weeks about the Clinton Foundation about the Clinton and private e-mail server."}], "speaker": "KING", "secId": 19}, {"sentences": [{"sentId": 55, "text": "Look at this, just after the convention, which candidate is more honest and trustworthy, Trump had an 8-point lead and even at both conventions when Clinton was leading nationally, now it's a 15-point lead on the question of who is more honest and trustworthy."}, {"sentId": 56, "text": "So, there is no question that is hurting her as well."}, {"sentId": 57, "text": "You can look"}], "speaker": "KING", "secId": 20}, {"sentences": [{"sentId": 58, "text": "deeper in the poll."}, {"sentId": 59, "text": "Another one other big factor is independents who came Clinton's way after the democratic convention who are swinging back Clinton's way, they are sort of the pendulum i this race right now."}], "speaker": "KING", "secId": 21}, {"sentences": [{"sentId": 60, "text": "All of that is taking a toll and voters are starting to, you know, listen to the messages now."}, {"sentId": 61, "text": "Of course, the battleground states, John, that's where the rubber really meets the road."}, {"sentId": 62, "text": "What's the latest with those key states?"}], "speaker": "LEMON", "secId": 22}, {"sentences": [{"sentId": 63, "text": "And so, that's a key question, Don."}, {"sentId": 64, "text": "We have to watch to see will there be state polls that match our new national numbers?"}, {"sentId": 65, "text": "Does Trump really have momentum and does it translate into the state?"}, {"sentId": 66, "text": "Because if you put up the map where we have it right now, right now if the elections were today, based on our projection, Hillary Clinton would be elected the next president of the United States."}], "speaker": "KING", "secId": 23}, {"sentences": [{"sentId": 67, "text": "The dark blue solid democrat, the light blue leaning democrat, she has by our projections already 273 electoral votes and you need 270."}, {"sentId": 68, "text": "So, the news is good for Donald Trump, there's clearly we can debate about how about a big of a shift."}], "speaker": "KING", "secId": 24}, {"sentences": [{"sentId": 69, "text": "But there is a shift his way."}, {"sentId": 70, "text": "Not enough yet to change the map in the key battleground states."}, {"sentId": 71, "text": "Even if he won all of these tossups, Iowa, Ohio, North Carolina, and Florida, even if he won all the tossups it wouldn't be enough."}, {"sentId": 72, "text": "He has to change something that's blue to red."}], "speaker": "KING", "secId": 25}, {"sentences": [{"sentId": 73, "text": "Still a challenge for Trump."}, {"sentId": 74, "text": "Again, the news is good for him."}, {"sentId": 75, "text": "We'll see if it turns as we head towards the debates into better."}], "speaker": "KING", "secId": 26}, {"sentences": [{"sentId": 76, "text": "John, that's great stuff."}, {"sentId": 77, "text": "Thank you very much."}, {"sentId": 78, "text": "I appreciate it."}, {"sentId": 79, "text": "John King, stick around."}], "speaker": "LEMON", "secId": 27}, {"sentences": [{"sentId": 80, "text": "I want to bring in now Gloria Borger."}, {"sentId": 81, "text": "Gloria Borger and Dana Bash."}, {"sentId": 82, "text": "Gloria, to you first."}, {"sentId": 83, "text": "We know that these polls just a snap shot in time, but Clinton is losing independent voters by double digits."}, {"sentId": 84, "text": "Do you think that's a wake-up call for her campaign?"}], "speaker": "LEMON", "secId": 28}, {"sentences": [{"sentId": 85, "text": "Yes."}, {"sentId": 86, "text": "I think it's a -- I think it's a big wake-up call."}, {"sentId": 87, "text": "That's why you're seeing Hillary Clinton talking to reporters in the back of her new airplane."}, {"sentId": 88, "text": "You're going to see her more accessible."}], "speaker": "BORGER", "secId": 29}, {"sentences": [{"sentId": 89, "text": "I think being look, she lost ground in August."}, {"sentId": 90, "text": "There was a vacuum and Trump jumped right in there."}, {"sentId": 91, "text": "And she's had her e-mail problems and I think it is a wake-up call for them."}], "speaker": "BORGER", "secId": 30}, {"sentences": [{"sentId": 92, "text": "But I just want to reiterate something John is saying, which is that, yes, her national lead has been halved and that's a real problem for them."}, {"sentId": 93, "text": "But you have to wait a little bit to see what happens, whether this lead increases for Trump because then you will see the effects, I believe, in the swing states."}], "speaker": "BORGER", "secId": 31}, {"sentences": [{"sentId": 94, "text": "And when a couple swing states go, you generally see an impact on an awful lot of other swing states."}, {"sentId": 95, "text": "So, we haven't, you know, we really haven't seen that yet."}], "speaker": "BORGER", "secId": 32}, {"sentences": [{"sentId": 96, "text": "Big factor here is undecided voters."}, {"sentId": 97, "text": "Where are they going to go?"}, {"sentId": 98, "text": "And there's a large number of undecided."}, {"sentId": 99, "text": "There's a third party candidate or two that could have an impact on this race so it makes it a little bit more volatile right now."}], "speaker": "BORGER", "secId": 33}, {"sentences": [{"sentId": 100, "text": "I want to ask you before I get to other guys, before I get to Dana, you mentioned, Gloria, that there is a vacuum."}, {"sentId": 101, "text": "There's been a vacuum in August."}, {"sentId": 102, "text": "I know she has been out raising money."}], "speaker": "LEMON", "secId": 34}, {"sentences": [{"sentId": 103, "text": "Yes."}], "speaker": "BORGER", "secId": 35}, {"sentences": [{"sentId": 104, "text": "But she has missed several key things."}, {"sentId": 105, "text": "Or at least Donald Trump has stolen the spotlight and created the narrative when it comes to Mexico when it came to going down to Baton Rouge and a couple of issues."}], "speaker": "LEMON", "secId": 36}, {"sentences": [{"sentId": 106, "text": "Was it a mistake for her to get out?"}, {"sentId": 107, "text": "She is going to need that money probably, but her donors or probably the ones who wanted to see her in order for her to make the money."}, {"sentId": 108, "text": "In a way, they kept her out of the spotlight, out of the picture."}], "speaker": "LEMON", "secId": 37}, {"sentences": [{"sentId": 109, "text": "Right."}, {"sentId": 110, "text": "She did -- she did very well in the fund raising."}, {"sentId": 111, "text": "And if you're looking towards the next 60 days, this $143 million she raised is going to come in very handy."}, {"sentId": 112, "text": "But obviously, she wasn't out there day in and day out the way Donald Trump was."}], "speaker": "BORGER", "secId": 38}, {"sentences": [{"sentId": 113, "text": "Now you could argue that maybe he created some more problems for himself with his confusion on immigration or not, OK, or his trip to Mexico or not."}, {"sentId": 114, "text": "But he was out there sucking up all the oxygen while she was getting all the money."}], "speaker": "BORGER", "secId": 39}, {"sentences": [{"sentId": 115, "text": "Yes."}, {"sentId": 116, "text": "He's the one on television, the one who's on the front cover of every newspaper."}], "speaker": "LEMON", "secId": 40}, {"sentences": [{"sentId": 117, "text": "Dana Bash, Trump has been attacking Hillary Clinton for weeks on her foundation and e-mails largely unanswered."}, {"sentId": 118, "text": "Why are those attacks been so effective do you believe given how long that issue has been out there?"}], "speaker": "LEMON", "secId": 41}, {"sentences": [{"sentId": 119, "text": "Because we've seen -- we've see new evidence."}, {"sentId": 120, "text": "Because new e-mails have come out over the past several weeks that show that pose new questions about the allegations that Trump is making."}, {"sentId": 121, "text": "He's saying pay-for-play."}], "speaker": "BASH", "secId": 42}, {"sentences": [{"sentId": 122, "text": "You know, that's unfounded at this point but it certainly is feeding the narrative that already very much exists, whether or not Hillary Clinton and the campaign want it to exist that she had something to hide or more specifically she thought that she could play by different rules than everybody else by having a private server."}], "speaker": "BASH", "secId": 43}, {"sentences": [{"sentId": 123, "text": "And now that we're seeing some of the e-mails during that time from her staff, questions about how the foundation played into her role of Secretary of State and so on and so forth."}], "speaker": "BASH", "secId": 44}, {"sentences": [{"sentId": 124, "text": "So, that's the reason why."}, {"sentId": 125, "text": "But I think on the question of her being absent for the end of the summer, I definitely think Gloria is right."}, {"sentId": 126, "text": "She's playing the long game here and that is raising money."}], "speaker": "BASH", "secId": 45}, {"sentences": [{"sentId": 127, "text": "And for a while, remember, Hillary Clinton being out of sight was strategically smart because she didn't want to -- she didn't want to get in the way of Donald Trump as he was spiraling downwards."}], "speaker": "BASH", "secId": 46}, {"sentences": [{"sentId": 128, "text": "He was as he -- him being on the front page wasn't a good thing for a lot of those weeks."}, {"sentId": 129, "text": "The problem that she ran into was not getting out the brunt of explaining those e-mails, explaining the Clinton Foundation issues in a way that she has the opportunity now that she's actually talking to the press."}], "speaker": "BASH", "secId": 47}, {"sentences": [{"sentId": 130, "text": "Yes."}, {"sentId": 131, "text": "And I think all of you nodded your heads when she said, you know, she's playing the long game out there raising money, John."}, {"sentId": 132, "text": "But, you know, out of sight, out of mind, John King, is that a possibility here?"}], "speaker": "LEMON", "secId": 48}, {"sentences": [{"sentId": 133, "text": "Well, it look campaigns go through these debates."}, {"sentId": 134, "text": "So, she wanted to raise the money."}, {"sentId": 135, "text": "This is the decision they made."}, {"sentId": 136, "text": "Don, she's surrounded by smart people, republicans watching at home will say no but she has a very good, a very talented campaign staff."}, {"sentId": 137, "text": "Most of whom helped Barack Obama win two presidential elections."}], "speaker": "KING", "secId": 49}, {"sentences": [{"sentId": 138, "text": "So, that's the decision they make."}], "speaker": "KING", "secId": 50}, {"sentences": [{"sentId": 139, "text": "I just want to switch maps for one second."}, {"sentId": 140, "text": "On this point about short term or long-term view, as we look at the polling now, remember, this race has tightened now."}, {"sentId": 141, "text": "That happens."}, {"sentId": 142, "text": "It's inevitable."}], "speaker": "KING", "secId": 51}, {"sentences": [{"sentId": 143, "text": "Donald Trump's support among republicans is up."}, {"sentId": 144, "text": "Independents is on his way."}, {"sentId": 145, "text": "I want to say this, though, in the final stretch of the 2012 campaign, Mitt Romney was tied a couple of times nationally and he was never down by more than three points."}, {"sentId": 146, "text": "This is what happened on Election Day."}], "speaker": "KING", "secId": 52}, {"sentences": [{"sentId": 147, "text": "Three hundred thirty two electoral votes for the democrats."}, {"sentId": 148, "text": "One of the reasons that happened is the democrats had the money for advertising in the ground game."}], "speaker": "KING", "secId": 53}, {"sentences": [{"sentId": 149, "text": "Yes."}], "speaker": "BASH", "secId": 54}, {"sentences": [{"sentId": 150, "text": "That is what August was about."}, {"sentId": 151, "text": "Did she suffer in the short term?"}], "speaker": "KING", "secId": 55}, {"sentences": [{"sentId": 152, "text": "Exactly."}], "speaker": "BASH", "secId": 56}, {"sentences": [{"sentId": 153, "text": "Without a doubt."}, {"sentId": 154, "text": "She suffered in the short long."}, {"sentId": 155, "text": "Will she benefit in the long term?"}, {"sentId": 156, "text": "We'll find out on election night, Don."}], "speaker": "KING", "secId": 57}, {"sentences": [{"sentId": 157, "text": "Those untrust -- you said that her untrustworthy numbers are awful."}, {"sentId": 158, "text": "But she is finally starting to take questions."}, {"sentId": 159, "text": "You saw her on the airplane there today, John, inviting reporters on her plane, do you think there's enough time between, what is it, 61, 62, days until the election, you know 63 days whatever it is."}, {"sentId": 160, "text": "Do you think there's enough time for her to make up when it comes to that?"}], "speaker": "LEMON", "secId": 58}, {"sentences": [{"sentId": 161, "text": "Look, this is a chronic problem for her."}, {"sentId": 162, "text": "People think that she's not honest, not trustworthy, as Dana said that she plays bay, you know, separate set of rules for the Clintons."}], "speaker": "KING", "secId": 59}, {"sentences": [{"sentId": 163, "text": "Can she improve those numbers a little bit?"}, {"sentId": 164, "text": "Maybe."}, {"sentId": 165, "text": "But listen to what she says, Don."}, {"sentId": 166, "text": "She's not so much trying to improve her numbers because she understands they are almost structural, if you will."}], "speaker": "KING", "secId": 60}, {"sentences": [{"sentId": 167, "text": "She's attacking Donald Trump, questioning Trump's own corruption, Trump's own personal behavior, Trump's own trustworthiness."}, {"sentId": 168, "text": "Essentially trying to say, OK, you might not like me, he's worse."}], "speaker": "KING", "secId": 61}, {"sentences": [{"sentId": 169, "text": "So, it's much more about taking the communities with the media to disqualify Trump and to make -- you know, to get them back on -- I was going to call equal footing, on the Subterranean footing I guess my understanding."}, {"sentId": 170, "text": "But, you know, to make him -- make him just as bad if not worse."}], "speaker": "KING", "secId": 62}, {"sentences": [{"sentId": 171, "text": "Hey, Dana, if you look at, what is it, three, four weeks since the convention, she had that convention bounce -- when you look -- and that is eight points."}, {"sentId": 172, "text": "I mean, we still have as I say, have still 60- some days."}], "speaker": "LEMON", "secId": 63}, {"sentences": [{"sentId": 173, "text": "Look at what Donald Trump has done in that short amount of time and he -- it appears the enthusiasm has grown for him, the enthusiasm has lessened for her."}, {"sentId": 174, "text": "They should be worried with 60-some days left, we haven't had that much time between the conventions ad now."}, {"sentId": 175, "text": "So, they should be -- that should be a concern for the Clintons."}], "speaker": "LEMON", "secId": 64}, {"sentences": [{"sentId": 176, "text": "Listen, I was hearing from Clinton supporters, Clinton advisers formal and informal that they were concerned when she had that bounce."}, {"sentId": 177, "text": "Thanks in large part to her successful convention, but also thanks to -- I should say the success of that convention was baiting Donald Trump into going after the Gold Star family and then he kind of spiraled down from there."}], "speaker": "BASH", "secId": 65}, {"sentences": [{"sentId": 178, "text": "So, as I was starting to say, the advisers who I talked to were worried that she was peaking too early."}], "speaker": "BASH", "secId": 66}, {"sentences": [{"sentId": 179, "text": "Right."}], "speaker": "BORGER", "secId": 67}, {"sentences": [{"sentId": 180, "text": "You know, we'll see."}, {"sentId": 181, "text": "Look, at the end of the day as John has showed on the map tonight and as we've seen so many nights before with these polls, but also looking at history, this is a divided country."}, {"sentId": 182, "text": "It just is."}], "speaker": "BASH", "secId": 68}, {"sentences": [{"sentId": 183, "text": "Yes."}], "speaker": "LEMON", "secId": 69}, {"sentences": [{"sentId": 184, "text": "And it does come down to this, you know, handful plus of battleground states and where things lie there."}, {"sentId": 185, "text": "But the enthusiasm gap is big."}, {"sentId": 186, "text": "But the key thing to remember is that they, on the democratic side, they have so much data and organization..."}], "speaker": "BASH", "secId": 70}, {"sentences": [{"sentId": 187, "text": "The ground game."}], "speaker": "LEMON", "secId": 71}, {"sentences": [{"sentId": 188, "text": "... that they think that they can overcome the enthusiasm gap with that ground game."}], "speaker": "BASH", "secId": 72}, {"sentences": [{"sentId": 189, "text": "Final thought, Gloria Borger?"}], "speaker": "LEMON", "secId": 73}, {"sentences": [{"sentId": 190, "text": "Well, you know, I was reading the other day about a bumper sticker in the campaign which says \"I hate my guy, but your guy is worse.\""}, {"sentId": 191, "text": "And you know, when you talk about enthusiasm and, you know, you talk about this campaign, I think that's where a lot of people are right now."}], "speaker": "BORGER", "secId": 74}, {"sentences": [{"sentId": 192, "text": "And there is no running out the clock for either of these candidates because they both have a lot of work to do."}, {"sentId": 193, "text": "They both have work to do on the trust issue."}, {"sentId": 194, "text": "They both have work to do on enthusiasm."}, {"sentId": 195, "text": "They have work to do on mobilizing their base because this is not a persuasion election, it's a mobilization election."}], "speaker": "BORGER", "secId": 75}, {"sentences": [{"sentId": 196, "text": "You've got to get out your voters."}, {"sentId": 197, "text": "And as Dana, you know, was saying, you know, the republicans are working really hard at it and the democrats believe they've almost perfected it so we don't -- we don't know yet and that was a surprise to mitt Romney, by the way."}], "speaker": "BORGER", "secId": 76}, {"sentences": [{"sentId": 198, "text": "Yes."}], "speaker": "LEMON", "secId": 77}, {"sentences": [{"sentId": 199, "text": "Because he thought he was going to win."}], "speaker": "BORGER", "secId": 78}, {"sentences": [{"sentId": 200, "text": "Yes."}, {"sentId": 201, "text": "We're going to talk about reaching out to the black vote."}, {"sentId": 202, "text": "We're going to talk about reaching out to Latinos and also, I'm wondering if you guys have seen at any point at time when it's been like this and one candidate or another has managed to turn it around and surprise everyone."}], "speaker": "LEMON", "secId": 79}, {"sentences": [{"sentId": 203, "text": "Don't go away."}, {"sentId": 204, "text": "We'll be right back and continue our conversation."}], "speaker": "LEMON", "secId": 80}, {"sentences": [{"sentId": 205, "text": "Donald Trump and Hillary Clinton trading accusations about their foundation among many, many other things."}], "speaker": "LEMON", "secId": 81}, {"sentences": [{"sentId": 206, "text": "Back with me now, Gloria Borger, Dana Bash, and John King."}], "speaker": "LEMON", "secId": 82}, {"sentences": [{"sentId": 207, "text": "Gloria, Donald Trump has been accusing Hillary Clinton of this pay- for-play with her foundation, but now he's got his own problems with the illegal donation from his foundation."}, {"sentId": 208, "text": "Explain what we know about that."}], "speaker": "LEMON", "secId": 83}, {"sentences": [{"sentId": 209, "text": "Well, it was the reason it was illegal and he had to pay a fine was because his charitable foundation gave a political gift, which you're not allowed to do to the Florida Attorney General just of $25,000 just days after they announced that they might be looking into an investigation into Trump University in the State of Florida."}], "speaker": "BORGER", "secId": 84}, {"sentences": [{"sentId": 210, "text": "And so, there was a contribution made."}, {"sentId": 211, "text": "Donald Trump says that this was -- there was nothing illegal about this, this was an accounting mistake essentially."}, {"sentId": 212, "text": "And Hillary Clinton is using this against him to say, you talk about us pay-for-play?"}, {"sentId": 213, "text": "Well, look at you."}], "speaker": "BORGER", "secId": 85}, {"sentences": [{"sentId": 214, "text": "And, by the way, this is something you've bragged about in the past because you say you were part of the political machine, you knew how to use it when you were in business and this is -- this is a prime example of that."}], "speaker": "BORGER", "secId": 86}, {"sentences": [{"sentId": 215, "text": "Dana, Donald Trump is -- do you want to weigh in on this because I want to talk to you about immigration, Dana."}, {"sentId": 216, "text": "Go ahead."}], "speaker": "LEMON", "secId": 87}, {"sentences": [{"sentId": 217, "text": "Just really quickly."}, {"sentId": 218, "text": "Look, I think regardless of what account it came from, you know, yes, he has said that that it was a mistake and his campaign said it was a mistake, it shouldn't have come from the foundation, which as Gloria said is illegal."}], "speaker": "BASH", "secId": 88}, {"sentences": [{"sentId": 219, "text": "I think that's beside the point and the Clinton campaign, Hillary Clinton, sort of rightly feel that they have an issue that they should and will continue to press Donald Trump on because it is quite similar in theory and in theme to what he's saying that the Clintons have done with the foundation."}], "speaker": "BASH", "secId": 89}, {"sentences": [{"sentId": 220, "text": "Obviously it's a dl2ferent scale, it's a different issue but it's the same kind of, wait a minute, you say that this is -- I'm Washington as usual, well, you participated in the same game."}], "speaker": "BASH", "secId": 90}, {"sentences": [{"sentId": 221, "text": "Yes."}, {"sentId": 222, "text": "Anything they can exploit, both sides, they will use it in order to do it."}], "speaker": "LEMON", "secId": 91}, {"sentences": [{"sentId": 223, "text": "Yes."}], "speaker": "BASH", "secId": 92}, {"sentences": [{"sentId": 224, "text": "Again, let's talk about this."}, {"sentId": 225, "text": "I mentioned I want to talk to you about immigration."}, {"sentId": 226, "text": "because he has shifted his position on immigration saying that abort his plan, that he -- that he'd decide in the future if there could be a path to legal status for document -- undocumented immigrants."}, {"sentId": 227, "text": "Is he muddying the waters do you think on purpose trying to have it both ways with voters?"}], "speaker": "LEMON", "secId": 93}, {"sentences": [{"sentId": 228, "text": "On purpose, truthfully I don't think so."}, {"sentId": 229, "text": "I really don't."}, {"sentId": 230, "text": "I think that might be the outcome, the sort of semi-outcome if there is one to him being incredibly unclear on what his policy is of what had been and still is a core underpinning of his campaign."}], "speaker": "BASH", "secId": 94}, {"sentences": [{"sentId": 231, "text": "But I think that he had reporters on the plane."}, {"sentId": 232, "text": "Donald Trump, you know, like him or not, when he's asked a question, he try -- he gives an answer."}], "speaker": "BASH", "secId": 95}, {"sentences": [{"sentId": 233, "text": "And that is -- sometimes gets him into trouble."}, {"sentId": 234, "text": "It it did in this case."}, {"sentId": 235, "text": "When he gave the immigration speech, it was scripted, it was very carefully planned, it made a lot of people mad on both sides of the issues but that's what it was."}], "speaker": "BASH", "secId": 96}, {"sentences": [{"sentId": 236, "text": "And he muddied it on the plane at a time when his campaign was hoping to move on from that to talk about issues like job, like trade, like veteran issues which were supposed to be the themes of the week in the state where he does need to win like Ohio and Virginia where he was today."}], "speaker": "BASH", "secId": 97}, {"sentences": [{"sentId": 237, "text": "John King, Rudy Giuliani admitted on State of the Union, CNN's State of the Union that Mexico's president did say that he would not pay for the wall during their meeting, which contradicting Donald Trump."}, {"sentId": 238, "text": "He did -- he said that the subject never came up."}, {"sentId": 239, "text": "Why don't these flip-flops and untruths stick to Trump?"}], "speaker": "LEMON", "secId": 98}, {"sentences": [{"sentId": 240, "text": "Well, Hillary Clinton complained today that she thinks Trump is held to somewhat of a different standard."}, {"sentId": 241, "text": "Look, Don, Trump on immigration has been interesting."}, {"sentId": 242, "text": "It is like it's in the eye of the voters."}, {"sentId": 243, "text": "Some of his supporters -- you know, some of his supporters you say, well, you say they all have to leave the country."}], "speaker": "KING", "secId": 99}, {"sentences": [{"sentId": 244, "text": "Donald Trump now say that could be decided down the road."}, {"sentId": 245, "text": "And they say, I don't care."}, {"sentId": 246, "text": "I trust him."}, {"sentId": 247, "text": "He is just treated differently by voters."}, {"sentId": 248, "text": "Never mind the news media."}, {"sentId": 249, "text": "A lot of democrats complain the news media gives Trump a free ride."}, {"sentId": 250, "text": "Voters just process what he says differently."}], "speaker": "KING", "secId": 100}, {"sentences": [{"sentId": 251, "text": "If Jeb Bush said some of the things that Trump says, you know, game over."}, {"sentId": 252, "text": "And that's one of the phenomenons of this campaign."}], "speaker": "KING", "secId": 101}, {"sentences": [{"sentId": 253, "text": "He did."}], "speaker": "BORGER", "secId": 102}, {"sentences": [{"sentId": 254, "text": "When it comes to this question, though, you can be certain, Hillary Clinton has already raised this several times, Tim Kaine, her running mate has raised it several times, other democrats have raised several times."}], "speaker": "KING", "secId": 103}, {"sentences": [{"sentId": 255, "text": "You can be certain this will be a flash point in one of the debates."}, {"sentId": 256, "text": "They say, you're Mr. Tough guy, you say you call them like you see them, you say you hire better people, and you say you negotiate better deals, here is your chance to put this on the table and they're going to say he blink, without a doubt."}], "speaker": "KING", "secId": 104}, {"sentences": [{"sentId": 257, "text": "And they may say now that he lied because Rudy Giuliani says one thing and Trump said another."}], "speaker": "KING", "secId": 105}, {"sentences": [{"sentId": 258, "text": "Yes."}, {"sentId": 259, "text": "We can tell you depending on which side you're on you're going to think that, you know, that other candidates get favor from the media."}], "speaker": "LEMON", "secId": 106}, {"sentences": [{"sentId": 260, "text": "Right."}], "speaker": "KING", "secId": 107}, {"sentences": [{"sentId": 261, "text": "Clinton's people thinks Trump's candidate, Trump does."}, {"sentId": 262, "text": "Trump's people it's all of the same if you don't believe..."}], "speaker": "LEMON", "secId": 108}, {"sentences": [{"sentId": 263, "text": "You're not new here."}], "speaker": "KING", "secId": 109}, {"sentences": [{"sentId": 264, "text": "Yes."}, {"sentId": 265, "text": "Read our social media sites."}, {"sentId": 266, "text": "So, Gloria, you know, I want to play this clip."}, {"sentId": 267, "text": "It's of Hillary Clinton on her campaign plane today."}, {"sentId": 268, "text": "listen to this."}], "speaker": "LEMON", "secId": 110}, {"sentences": [{"sentId": 269, "text": "Do I think there is a different standard for Trump than for me?"}, {"sentId": 270, "text": "And do I think that a lot of these issues that are raised about Trump are dismissed because somehow the American public has factored into their assessment of him that, you know, that's the kind of guy he is, right?"}, {"sentId": 271, "text": "And a lot of this behavior coming from him seems to be expected somehow."}, {"sentId": 272, "text": "And that's fine if you're a reality TV star or you're a real estate developer."}, {"sentId": 273, "text": "I don't think it is fine if you want to be president of the United States."}], "speaker": "CLINTON", "secId": 111}, {"sentences": [{"sentId": 274, "text": "Well, two things."}, {"sentId": 275, "text": "Where has this Hillary Clinton been on who..."}], "speaker": "LEMON", "secId": 112}, {"sentences": [{"sentId": 276, "text": "Exactly."}], "speaker": "BASH", "secId": 113}, {"sentences": [{"sentId": 277, "text": "Not in the back of the plane."}], "speaker": "BORGER", "secId": 114}, {"sentences": [{"sentId": 278, "text": "She could be doing that all along."}, {"sentId": 279, "text": "But do you think she's right that she is judged by a different standard, Gloria?"}], "speaker": "LEMON", "secId": 115}, {"sentences": [{"sentId": 280, "text": "You know, she may be."}, {"sentId": 281, "text": "She thinks she is."}, {"sentId": 282, "text": "I'm not so sure it's so great to talk about it honestly because it sounds like you're complaining about voters who are judging you by a different standard and I don't generally think that's a great thing for somebody who is running for office to do."}], "speaker": "BORGER", "secId": 116}, {"sentences": [{"sentId": 283, "text": "What she's trying to do with this -- with this line of attack is say that everybody just has built in this judgment of his temperament, which they've now come to accept and they kind of move on."}, {"sentId": 284, "text": "And what she wants to focus on is the fact that he doesn't have the temperament to be president of the United States."}], "speaker": "BORGER", "secId": 117}, {"sentences": [{"sentId": 285, "text": "But to talk about the standards by which she is judged versus the standard by which he is judged, I'm not so sure that that appeals to independent or undecided voters that are out there."}], "speaker": "BORGER", "secId": 118}, {"sentences": [{"sentId": 286, "text": "But it might make people stop and think."}, {"sentId": 287, "text": "Imagine if Hillary Clinton refused t refused to release her tax returns and Donald Trump said Hillary Clinton release your tax returns and he answers was, no one cares."}], "speaker": "BASH", "secId": 119}, {"sentences": [{"sentId": 288, "text": "She should say that."}], "speaker": "BORGER", "secId": 120}, {"sentences": [{"sentId": 289, "text": "Donald Trump would stand for that."}, {"sentId": 290, "text": "So, she does have a point in that that there are things that should be transparent for people as you who are running as commander-in-chief."}], "speaker": "BASH", "secId": 121}, {"sentences": [{"sentId": 291, "text": "The problem is she is the imperfect messenger on that issue since she is somebody who had a private server."}, {"sentId": 292, "text": "She's trying to say it's a double standard and taxes are different and in some ways they are, but it might make those voters Gloria is talking about stop and think for one second."}], "speaker": "BASH", "secId": 122}, {"sentences": [{"sentId": 293, "text": "Yes."}, {"sentId": 294, "text": "I love our conversations, I wish they could continue but unfortunately we're out of time here."}, {"sentId": 295, "text": "We have a time issue here."}, {"sentId": 296, "text": "John King, Gloria Borger, and Dana Bash, thank you so much."}, {"sentId": 297, "text": "I"}], "speaker": "LEMON", "secId": 123}, {"sentences": [{"sentId": 298, "text": "appreciate it."}], "speaker": "LEMON", "secId": 124}, {"sentences": [{"sentId": 299, "text": "This Saturday you're going to hear the inside stories about presidential candidates from those who know best."}, {"sentId": 300, "text": "It's a night of CNN Special Report beginning with All Business, the Essential Donald Trump."}, {"sentId": 301, "text": "And followed at 10 with Unfinished Business, the Essential Hillary Clinton."}], "speaker": "LEMON", "secId": 125}, {"sentences": [{"sentId": 302, "text": "And coming up, Donald Trump is virtually tied with Hillary Clinton but on one issue he is way ahead and that could spell real trouble for Clinton."}], "speaker": "LEMON", "secId": 126}, {"sentences": [{"sentId": 303, "text": "Sixty three more days, just 63 more days to go to the Election Day and Donald Trump and Hillary Clinton are locked in a virtual dead heat."}, {"sentId": 304, "text": "There it is."}], "speaker": "LEMON", "secId": 127}, {"sentences": [{"sentId": 305, "text": "Here to discuss the former Trump campaign manager, Corey Lewandowski, who is still receiving severance from the Trump campaign and a CNN political commentator, also democratic strategist Maria Cardona, a Clinton supporter, Paris Dennard, a former White House director of Black Outreach and a Trump supporter, And Van Jones, CNN political contributor."}], "speaker": "LEMON", "secId": 128}, {"sentences": [{"sentId": 306, "text": "Good to have all of you here."}, {"sentId": 307, "text": "I hope you had a great holiday."}], "speaker": "LEMON", "secId": 129}, {"sentences": [{"sentId": 308, "text": "We did."}, {"sentId": 309, "text": "Thanks, Don."}], "speaker": "CARDONA", "secId": 130}, {"sentences": [{"sentId": 310, "text": "Glad to be here."}], "speaker": "DENNARD", "secId": 131}, {"sentences": [{"sentId": 311, "text": "Yes."}, {"sentId": 312, "text": "And here we are all..."}], "speaker": "LEMON", "secId": 132}, {"sentences": [{"sentId": 313, "text": "That's the way to go."}], "speaker": "DENNARD", "secId": 133}, {"sentences": [{"sentId": 314, "text": "Yes."}, {"sentId": 315, "text": "Back again like it never happened now."}], "speaker": "LEMON", "secId": 134}, {"sentences": [{"sentId": 316, "text": "Home stretch."}], "speaker": "CARDONA", "secId": 135}, {"sentences": [{"sentId": 317, "text": "Van, let's talk more about these new poll numbers from our CNN/ORC poll just out today."}, {"sentId": 318, "text": "The two candidates are in a virtual tie."}, {"sentId": 319, "text": "We're also seeing that this 50 percent of voters say that Trump, they see him as a more honest and trustworthy candidate, 35 for Clinton."}, {"sentId": 320, "text": "Does she need to get those numbers up to win?"}], "speaker": "LEMON", "secId": 136}, {"sentences": [{"sentId": 321, "text": "She's got to do something."}, {"sentId": 322, "text": "I mean, part of the thing is Trump is a master at the idea of being authentically inauthentic, right?"}, {"sentId": 323, "text": "Everybody knows he's kind of, you know, engaging in hyperbole and sarcasm or whatever and so they have for some reason decided to just discount and to let him just say whatever he wants to say and call him honest."}], "speaker": "JONES", "secId": 137}, {"sentences": [{"sentId": 324, "text": "Meanwhile, it actually turns out that Hillary Clinton when you look at the Fact Checker, she's one of the most honest politicians in America according to the Fact Checker."}, {"sentId": 325, "text": "So there's a disconnect there that she's going to have to deal with."}], "speaker": "JONES", "secId": 138}, {"sentences": [{"sentId": 326, "text": "OK, Trump supporter Paris, do you disagree with that?"}], "speaker": "LEMON", "secId": 139}, {"sentences": [{"sentId": 327, "text": "I think the American people..."}], "speaker": "DENNARD", "secId": 140}, {"sentences": [{"sentId": 328, "text": "He is speaking facts when he talks about the Fact Checker, but go ahead."}], "speaker": "LEMON", "secId": 141}, {"sentences": [{"sentId": 329, "text": "Right, but I think the American people are showing that they don't find her to be honest or trustworthy."}, {"sentId": 330, "text": "Look, \"The New York Times\" story that talked about black millennials and how they don't seem to trust Secretary Clinton."}, {"sentId": 331, "text": "I think that when you look at the CNN polling and how Mr. Trump is leading in trustworthiness, leading in terms of enthusiasm and that 8 percent with the African-American community."}], "speaker": "DENNARD", "secId": 142}, {"sentences": [{"sentId": 332, "text": "I think there is an authenticity that he has."}, {"sentId": 333, "text": "Secretary Clinton comes across as very scripted, very lawyerly and Mr. Trump comes across as very honest and trustworthy and direct and you know where he stands and I think that's what you seen while she's been campaign -- while she's not been campaigning in fundraisers, he's been engaging with the American people."}], "speaker": "DENNARD", "secId": 143}, {"sentences": [{"sentId": 334, "text": "Look at Van's face."}, {"sentId": 335, "text": "Go ahead."}], "speaker": "LEMON", "secId": 144}, {"sentences": [{"sentId": 336, "text": "Van, I mean, I've given you more than your share but you're so animated on this issue, why are you smiling so much?"}, {"sentId": 337, "text": "You can barely compose yourself."}], "speaker": "LEMON", "secId": 145}, {"sentences": [{"sentId": 338, "text": "I mean, it's ridiculous."}, {"sentId": 339, "text": "I mean, you know where he's coming from."}, {"sentId": 340, "text": "This guy flip-flops inside on a sentence."}, {"sentId": 341, "text": "This guy has a trampoline in his backyard where he practices flip-flops all day."}, {"sentId": 342, "text": "To say that people know where he's coming from, you can't tell me where he's coming from on a single issue yet, and he tells you he's making up as he goes along."}, {"sentId": 343, "text": "I didn't mean to be rude to you."}, {"sentId": 344, "text": "Go ahead."}], "speaker": "JONES", "secId": 146}, {"sentences": [{"sentId": 345, "text": "OK, but Corey, you know, to Paris' point, the American people don't find Hillary Clinton trustworthy."}, {"sentId": 346, "text": "When you look at the Fact Checker, Fact Checker says she's at least with what she says, more honest than -- so what's the disconnect here?"}, {"sentId": 347, "text": "The people say I trust him more, the Fact Checker says he's not."}], "speaker": "LEMON", "secId": 147}, {"sentences": [{"sentId": 348, "text": "Two really important numbers in this particular poll that you should look at."}, {"sentId": 349, "text": "The first and foremost is Mr. Trump's lead amongst independents."}, {"sentId": 350, "text": "It's a 20-point lead over Hillary Clinton."}, {"sentId": 351, "text": "That is a determining factor because what we know is Republicans and Democrats are going to break and right now Donald Trump is getting about 90 percent of the Republican Party base  so, the baser  themselves doesn't have Donald Trump."}], "speaker": "LEWANDOWSKI", "secId": 148}, {"sentences": [{"sentId": 352, "text": "Those independent numbers really, really telling that he has a 20- point lead."}, {"sentId": 353, "text": "The second number that is very important for this poll is..."}], "speaker": "LEWANDOWSKI", "secId": 149}, {"sentences": [{"sentId": 354, "text": "Before we go into that, my question was what's the disconnect?"}, {"sentId": 355, "text": "The people find him more trustworthy than her, but if you look at the facts, he doesn't speak the truth as much as Hillary Clinton."}], "speaker": "LEMON", "secId": 150}, {"sentences": [{"sentId": 356, "text": "I think the FBI investigation to her e-mails has really hurt Hillary Clinton."}, {"sentId": 357, "text": "While the FBI came out and said no charges will be filed, you know, we continuously hear that all the e-mails weren't turned over."}, {"sentId": 358, "text": "We continuously see that the people according to this poll don't believe that she handled the issue of the e-mails well."}, {"sentId": 359, "text": "I think 80 percent of the people have said that goes right to her trustworthiness."}], "speaker": "LEWANDOWSKI", "secId": 151}, {"sentences": [{"sentId": 360, "text": "Thank you."}, {"sentId": 361, "text": "Now that you answered my question, your second point you said  what is it all about?"}], "speaker": "LEMON", "secId": 152}, {"sentences": [{"sentId": 362, "text": "Thank you."}, {"sentId": 363, "text": "The second point is when you look at those married women that Donald Trump has an 18-point lead in, that's a very important number because you see a gender gap."}, {"sentId": 364, "text": "The general gender gap which is Donald Trump does much better amongst men and Hillary Clinton does much better amongst women, however..."}], "speaker": "LEWANDOWSKI", "secId": 153}, {"sentences": [{"sentId": 365, "text": "And that's up on the screen feed to look at."}], "speaker": "LEMON", "secId": 154}, {"sentences": [{"sentId": 366, "text": "When you look at the people -- the married women, Donald Trump is now winning 53 to 36 in that particular category."}, {"sentId": 367, "text": "That's a big differentiator and that really goes right at the heart of Hillary Clinton."}], "speaker": "LEWANDOWSKI", "secId": 155}, {"sentences": [{"sentId": 368, "text": "But he's also struggling with women especially educated women, right, Maria Cardona?"}], "speaker": "LEMON", "secId": 156}, {"sentences": [{"sentId": 369, "text": "Yes, exactly."}, {"sentId": 370, "text": "That's what I was going to point out."}, {"sentId": 371, "text": "Democrats don't normally win married women so, you know, that is something that is kind of par for the course."}, {"sentId": 372, "text": "The numbers that I think are the underlying trend that still benefit Hillary Clinton are that she is winning college educated women by 23 points in most polls up until now."}, {"sentId": 373, "text": "Mitt Romney won college educated women by 6 points and he still lost the election."}], "speaker": "CARDONA", "secId": 157}, {"sentences": [{"sentId": 374, "text": "Another couple of numbers to take advantage of and look at, Hillary Clinton is leading Donald Trump with Catholic voters by 28 points in a recent poll."}, {"sentId": 375, "text": "Those are voters that normally split between Republicans and Democrats."}, {"sentId": 376, "text": "And in the underlying demographics, Hillary Clinton still is holding strong with Latinos, with African-Americans, with millennials, with all of the key demographics that make up the Obama coalition."}], "speaker": "CARDONA", "secId": 158}, {"sentences": [{"sentId": 377, "text": "So, if you look at the battleground state polls, which really are the ones that matter, she still has a healthy lead and a real pathway to electoral victory of 270."}, {"sentId": 378, "text": "Now, having said that, I actually hope that Democrats take a look at this poll and take it to heart and not take anything for granted because complacency is how he wins."}], "speaker": "CARDONA", "secId": 159}, {"sentences": [{"sentId": 379, "text": "I was ."}, {"sentId": 380, "text": "Do we have time for another question or we should -- all right, we'll take a break."}, {"sentId": 381, "text": "We'll continue this."}, {"sentId": 382, "text": "I want to ask you guys about enthusiasm and enthusiasm when it comes to both candidates."}, {"sentId": 383, "text": "I think that's very important."}, {"sentId": 384, "text": "Even if you win the Africa- American vote, if they don't go out and vote, that doesn't get you the White House."}, {"sentId": 385, "text": "We're talking about that when we come back."}], "speaker": "LEMONS", "secId": 160}, {"sentences": [{"sentId": 386, "text": "I'm back with Corey, Maria, Paris Dennard and Van."}, {"sentId": 387, "text": "OK, let's talk about this enthusiasm because it really does matter."}, {"sentId": 388, "text": "The numbers do matter."}, {"sentId": 389, "text": "In this election, a new CNN/ORC poll found that voters this election season are less enthusiastic as a whole than they were last election season."}, {"sentId": 390, "text": "When you look at it for this specific candidate, this time, Trump 58 percent voter enthusiasm, Hillary Clinton 46 percent."}, {"sentId": 391, "text": "His is on the up, hers is on the down."}, {"sentId": 392, "text": "What's going on here, Corey?"}], "speaker": "LEMON", "secId": 161}, {"sentences": [{"sentId": 393, "text": "Well, I think what you have is you've got Donald Trump who has been and continues to be very engaging with the electorate and so he is out doing a lot of speeches."}, {"sentId": 394, "text": "You saw this all August."}, {"sentId": 395, "text": "Now that we're post Labor Day, you see that he has people are engaged."}, {"sentId": 396, "text": "The crowds are getting bigger."}, {"sentId": 397, "text": "This is what you would want if you're running for president."}], "speaker": "LEWANDOWSKI", "secId": 162}, {"sentences": [{"sentId": 398, "text": "The converse of that is Hillary Clinton who went into the mode in the month of August of raising money."}, {"sentId": 399, "text": "She was in the Hamptons, she was in California, she was the Vineyard."}, {"sentId": 400, "text": "That's not engaging the voters."}, {"sentId": 401, "text": "That's really doing the back end work that she hopes is going to pay fruition at the end but it's a very different method than what Donald Trump has been doing all August."}], "speaker": "LEWANDOWSKI", "secId": 163}, {"sentences": [{"sentId": 402, "text": "But to Paris -- Paris, you made this point last segment when you talked about young, especially African-American voters and millennials are really not enthusiastic about Hillary Clinton."}, {"sentId": 403, "text": "Now, most of that is because they say, you know, they believe she sent a lot of African-American men to prison because of the 1994 Crime Bill, also because of criminal justice reform and on and on, but can you really gauge voter enthusiasm just for her not being on the campaign trail?"}, {"sentId": 404, "text": "Is there something overall that people aren't interested in this election as much as they were in 2012?"}], "speaker": "LEMON", "secId": 164}, {"sentences": [{"sentId": 405, "text": "Well, we know both -- I'll be very straight with you."}, {"sentId": 406, "text": "We have people who are -- they both have high unfavorable, but when you look at this past month, especially the past two weeks with the FBI notes that were released and talked about all the things that she was doing and, you know, the football player for the 49ers who clearly say that, you know, if any other American did what she did, they'd be in jail."}], "speaker": "DENNARD", "secId": 165}, {"sentences": [{"sentId": 407, "text": "And I think that a lot of millennials look at the situation say, \"I don't trust her."}, {"sentId": 408, "text": "I don't think she's being honest and I think that the rules don't seem to apply to Secretary.\""}, {"sentId": 409, "text": "And so moving into this election, Don, you want to have people enthusiastic and excited to vote for you, not voting against you because -- or voting against someone else because there's a party going on or bad weather."}], "speaker": "DENNARD", "secId": 166}, {"sentences": [{"sentId": 410, "text": "They're not going to come out and vote for you."}, {"sentId": 411, "text": "The Trump supporters are showing that we are enthusiastic and we're going to vote for him no matter what."}, {"sentId": 412, "text": "And that's the type of intensity that you want moving into this election."}, {"sentId": 413, "text": "LEMON: What is surprising is that last time, Maria, there was this"}], "speaker": "DENNARD", "secId": 167}, {"sentences": [{"sentId": 414, "text": "enthusiasm about it at least in 2008 -- the first African-American president."}, {"sentId": 415, "text": "My gosh, you know, that created enthusiasm, especially among voters of color and for people and for progressives who wanted to see someone, you know, different in the White House."}], "speaker": "DENNARD", "secId": 168}, {"sentences": [{"sentId": 416, "text": "Right."}], "speaker": "CARDONA", "secId": 169}, {"sentences": [{"sentId": 417, "text": "Does it seem to have the same enthusiasm around the first woman?"}, {"sentId": 418, "text": "What's going on?"}], "speaker": "LEMON", "secId": 170}, {"sentences": [{"sentId": 419, "text": "Well, I think actually a better comparison is 2012 because I remember everybody also saying the same thing about a, quote, \"lack of enthusiasm for re-electing President Obama.\""}, {"sentId": 420, "text": "And the reason I think that that applies more is because, let's remember that for Democrats to win a third term is a hugely uphill battle."}, {"sentId": 421, "text": "It is not consistent with history."}, {"sentId": 422, "text": "It normally does not happen."}], "speaker": "CARDONA", "secId": 171}, {"sentences": [{"sentId": 423, "text": "And so we are going against what normally happens."}, {"sentId": 424, "text": "So, there is a challenge there from Hillary Clinton from the get-go, but what ended up happening?"}, {"sentId": 425, "text": "So, there was this big supposed enthusiasm gap going into the general election after Labor Day for President Obama and he ended up walloping Mitt Romney."}, {"sentId": 426, "text": "So, it is still early."}, {"sentId": 427, "text": "And, yes, Hillary Clinton has a lot of work to do but guess what, she is focused on the long game, on strategy."}], "speaker": "CARDONA", "secId": 172}, {"sentences": [{"sentId": 428, "text": "She has been raising a lot of money but she also has been talking to voters and now it's completely game on and she's going to focus now on this binary choice between somebody who has focused four decades of their life committed to changing the lives of women, families and children versus somebody who has only been focused on enriching themselves."}], "speaker": "CARDONA", "secId": 173}, {"sentences": [{"sentId": 429, "text": "All right, I'm sitting next to Corey and you can see his head going no."}, {"sentId": 430, "text": "She answered that right but Corey, I want to give Van a chance."}, {"sentId": 431, "text": "Van, and you can respond because I think this is in the same  of what we're talking about."}, {"sentId": 432, "text": "I want to get your reaction to something Donald Trump said to ABC's David Muir about Hillary Clinton."}], "speaker": "LEMON", "secId": 174}, {"sentences": [{"sentId": 433, "text": "I just don't think she has a presidential look and you need a presidential look."}, {"sentId": 434, "text": "You have to get the job done."}, {"sentId": 435, "text": "I think if she went to Mexico, she would have a total failure."}, {"sentId": 436, "text": "We had a big success."}], "speaker": "TRUMP", "secId": 175}, {"sentences": [{"sentId": 437, "text": "When you talk about her not looking presidential, are you talking about aesthetics here?"}], "speaker": "MUIR", "secId": 176}, {"sentences": [{"sentId": 438, "text": "I am talking about -- hey, by the way, she says things about me that are horrible."}, {"sentId": 439, "text": "As an example, the single greatest asset I have according to those that know me is my temperament."}, {"sentId": 440, "text": "But she came up with this Madison Avenue line, \"Oh, let's talk about his temperament.\""}, {"sentId": 441, "text": "It's the single greatest asset I have, is my temperament.\""}], "speaker": "TRUMP", "secId": 177}, {"sentences": [{"sentId": 442, "text": "Maybe there's no less enthusiasm because she doesn't look"}], "speaker": "LEMON", "secId": 178}, {"sentences": [{"sentId": 443, "text": "presidential or maybe that is a sexist comment by some folks, would you believe that Van Jones?"}], "speaker": "LEMON", "secId": 179}, {"sentences": [{"sentId": 444, "text": "Yes."}, {"sentId": 445, "text": "I mean, I don't know what he's talking about."}, {"sentId": 446, "text": "To me she looks like a former Secretary of State."}, {"sentId": 447, "text": "She looks like a former senator..."}], "speaker": "JONES", "secId": 180}, {"sentences": [{"sentId": 448, "text": "So you're saying, yes, you think that comment is sexist?"}], "speaker": "LEMON", "secId": 181}, {"sentences": [{"sentId": 449, "text": "I think it's a sexist comment for him to -- first of all, to be talking about her looks at all and then to say her look is not presidential."}, {"sentId": 450, "text": "She doesn't look like the other presidents maybe because the other ones were all guys but she looks like a leader."}, {"sentId": 451, "text": "Listen, she has been one of the most admired if not the most admired woman in the world for most of her adult life."}, {"sentId": 452, "text": "That's a true fact."}], "speaker": "JONES", "secId": 182}, {"sentences": [{"sentId": 453, "text": "In fact, Republicans were singing her praises as recently as four or five years ago."}, {"sentId": 454, "text": "So, what I -- I don't understand what she's supposed to look like and I don't understand why looks matter more than experience and policy."}], "speaker": "JONES", "secId": 183}, {"sentences": [{"sentId": 455, "text": "Corey Lewandowski?"}], "speaker": "LEMON", "secId": 184}, {"sentences": [{"sentId": 456, "text": "Look, I think Mother Theresa would take exception to the fact that, you know -- she was just named a saint so I don't want to put them in the same category."}, {"sentId": 457, "text": "I think Mother Theresa probably..."}], "speaker": "LEWANDOWSKI", "secId": 185}, {"sentences": [{"sentId": 458, "text": "You said one of the most not the most."}], "speaker": "LEMON", "secId": 186}, {"sentences": [{"sentId": 459, "text": "One of -- OK, but look, I also think the enthusiasm issue here is because to Maria's point, she's absolutely wrong."}, {"sentId": 460, "text": "The electoral map always favors Democrats."}, {"sentId": 461, "text": "They win California almost without campaigning there, they traditionally win New York so, electorally it's much easier for a Democrat to get elected president but the enthusiasm issue and the reason Donald Trump is doing so well is because people want change."}], "speaker": "LEWANDOWSKI", "secId": 187}, {"sentences": [{"sentId": 462, "text": "And that is what this election is about."}, {"sentId": 463, "text": "It's about potentially Barack Obama's third term and that's why you see the enthusiasm gap in Hillary Clinton going down because the American people don't want that."}, {"sentId": 464, "text": "They want fundamental aggressive  change in Washington."}], "speaker": "LEWANDOWSKI", "secId": 188}, {"sentences": [{"sentId": 465, "text": "Can I say something to interrupt that, Don?"}], "speaker": "JONES", "secId": 189}, {"sentences": [{"sentId": 466, "text": "Yeah, go ahead, Van."}], "speaker": "LEMON", "secId": 190}, {"sentences": [{"sentId": 467, "text": "So listen."}, {"sentId": 468, "text": "Let's just be honest here."}, {"sentId": 469, "text": "There is a challenge that the Democrats are going to have."}, {"sentId": 470, "text": "Democrats are going against gravity, are trying to get a third term and, in fact, some of the people who came out very, very big for president Obama, for instance, you know, P. Diddy came out with \"Vote or Die.\""}, {"sentId": 471, "text": "He's saying he's staying on the sideline right now."}, {"sentId": 472, "text": "He's just not convinced that Hillary Clinton or Donald Trump is going to do anything for the black community."}], "speaker": "JONES", "secId": 191}, {"sentences": [{"sentId": 473, "text": "He's saying the bulk of his comment though for Hillary Clinton lately"}], "speaker": "LEMON", "secId": 192}, {"sentences": [{"sentId": 474, "text": "You guys can't have it both ways."}, {"sentId": 475, "text": "You can't say Barack Obama is exceptionally popular, which he is right now."}, {"sentId": 476, "text": "His popularity is exceptionally high for a second tem president."}, {"sentId": 477, "text": "You're putting him on the campaign trail."}, {"sentId": 478, "text": "You've got Joe Biden, you have all the resources of the federal government behind the campaign and say, wow."}, {"sentId": 479, "text": "You know, it's going to be harder for a Democrat to win."}, {"sentId": 480, "text": "It doesn't make any sense, and the electoral map..."}], "speaker": "LEWANDOWSKI", "secId": 193}, {"sentences": [{"sentId": 481, "text": "No, no, Corey, I'm trying to agree with you."}, {"sentId": 482, "text": "Corey, take..."}], "speaker": "JONES", "secId": 194}, {"sentences": [{"sentId": 483, "text": "Let him finish."}, {"sentId": 484, "text": "Let him finish."}], "speaker": "LEMON", "secId": 195}, {"sentences": [{"sentId": 485, "text": "Van, I'm with you man."}], "speaker": "LEWANDOWSKI", "secId": 196}, {"sentences": [{"sentId": 486, "text": "Corey, take yes for an answer."}, {"sentId": 487, "text": "I'm trying to agree that there's an enthusiasm challenge and I'm trying to say that some of the surrogates that Obama was able to rely on have not shown up yet."}, {"sentId": 488, "text": "I think what you're going to see, though, very, very quickly these numbers that came out today from CNN sent a shock wave through the Democratic establishment and through progressives who were folding their arms."}, {"sentId": 489, "text": "And what you're going to see now is a lot of people who have been quiet are going to come out."}, {"sentId": 490, "text": "It's not just going to be Hillary Clinton."}, {"sentId": 491, "text": "You're going to see a big surrogate surge now."}], "speaker": "JONES", "secId": 197}, {"sentences": [{"sentId": 492, "text": "Let's talk about that because my phone was blowing up after this thing this morning from liberals calling  \"what is going on?\""}, {"sentId": 493, "text": "I'm like, I didn't do the polling."}, {"sentId": 494, "text": "Watch it tonight at 10:00 p.m. and I'll explain it to you and Paris, you'll get your chance after the break."}, {"sentId": 495, "text": "We'll be right back."}], "speaker": "LEMON", "secId": 198}, {"sentences": [{"sentId": 496, "text": "Back with me, Corey Lewandowski, Maria Cardona, Paris Dennard and Van Jones."}, {"sentId": 497, "text": "OK, so Corey, I want to talk about immigration, Trump's immigration plan."}, {"sentId": 498, "text": "I have to read it here, obviously to keep up with them."}, {"sentId": 499, "text": "I'm not being facetious here."}, {"sentId": 500, "text": "\"In the primary he said that he'd have a deportation force."}, {"sentId": 501, "text": "Then he said he was softening his stance."}, {"sentId": 502, "text": "Then he said everyone who eventually wants legal status has to leave first."}], "speaker": "LEMON", "secId": 199}, {"sentences": [{"sentId": 503, "text": "Now, he's refusing to rule out legal status for undocumented immigrants who stay in the U.S.\" Does he know his position at this point?"}, {"sentId": 504, "text": "Is he trying to have it not both ways but many ways when it comes to immigration?"}], "speaker": "LEMON", "secId": 200}, {"sentences": [{"sentId": 505, "text": "Yeah, I know he knows his position."}, {"sentId": 506, "text": "I think his position on a few things have been crystal clear."}, {"sentId": 507, "text": "First and foremost he has said and never deviated from the fact he's going to build a wall."}, {"sentId": 508, "text": "That's going to be number one, to stop illegals from coming in."}, {"sentId": 509, "text": "Second, when he said is if you're a criminal and you've been convicted of a felony, gone, out the door as soon as he takes off because that's never changed."}, {"sentId": 510, "text": "Third, what he said is we're going to defund sanctuary cities."}, {"sentId": 511, "text": "Fourth,"}], "speaker": "LEWANDOWSKI", "secId": 201}, {"sentences": [{"sentId": 512, "text": "we're going to implement a real e-Verify system so that if you want to bring immigrant workers in, you need to do that under the proper process."}, {"sentId": 513, "text": "After all of those things are done, what he said is, we're going to find out and we're going to determine, are there 11 million undocumented workers in the country?"}, {"sentId": 514, "text": "Are there 16 million?"}, {"sentId": 515, "text": "Is it somewhere in between?"}, {"sentId": 516, "text": "And then once we know what the number is, we're going to have a plan to deal with them humanely."}], "speaker": "LEWANDOWSKI", "secId": 202}, {"sentences": [{"sentId": 517, "text": "So the night we were sitting here listening to his immigration speech and there was some ambiguity about, you know, there was one line, remember, about even after all of this we'll find, so, does that explain where he says I'm refusing to rule out the status for undocumented immigrants who stay in the U.S. -- legal status I should say to stay in the U.S. because before there was no amnesty."}, {"sentId": 518, "text": "And that sounds a lot like amnesty to just about everybody listening except for maybe you and Donald Trump."}], "speaker": "LEMON", "secId": 203}, {"sentences": [{"sentId": 519, "text": "No, no, you know what I think it is?"}, {"sentId": 520, "text": "I really think it's like you can't address the second part of the problem until you address the first part of the problem."}, {"sentId": 521, "text": "So, until you actually stop the boat from taking on any more water, you need to plug the hole, and that means building the wall and do all the other things."}, {"sentId": 522, "text": "Once you've done that, then you can actually deal with the problem, which is inside the borders and right now it's unrealistic to have a full plan in place to deal with potentially 16 million people until you take office."}], "speaker": "LEWANDOWSKI", "secId": 204}, {"sentences": [{"sentId": 523, "text": "Maria, have you figured out Donald Trump's -- go ahead, Corey, I mean, go ahead there Van."}, {"sentId": 524, "text": "Sorry about that."}], "speaker": "LEMON", "secId": 205}, {"sentences": [{"sentId": 525, "text": "Why didn't -- if that's true, then why didn't he say that in September and October and November and December and January and February and March?"}], "speaker": "JONES", "secId": 206}, {"sentences": [{"sentId": 526, "text": "Of 2015 you mean, and then please..."}], "speaker": "LEMON", "secId": 207}, {"sentences": [{"sentId": 527, "text": "Because that's not what he believes."}], "speaker": "CAERDONA", "secId": 208}, {"sentences": [{"sentId": 528, "text": "In other words, what you just said would be a completely rational thing to say and he should have said it for the past nine months."}, {"sentId": 529, "text": "Instead, he beat the crap out of every human being who said anything nuanced at all on the issue and now suddenly he's discovering nuance half an hour before the election."}, {"sentId": 530, "text": "It's completely not credible."}], "speaker": "JONES", "secId": 209}, {"sentences": [{"sentId": 531, "text": "Maria?"}], "speaker": "LEMON", "secId": 210}, {"sentences": [{"sentId": 532, "text": "Yeah, Don, I am not confused about what Donald Trump's immigration plan is."}, {"sentId": 533, "text": "His plan is to deport the 11 million undocumented immigrants that are here."}, {"sentId": 534, "text": "He says he wants to do it humanely."}, {"sentId": 535, "text": "I have no idea what that means, whether that means the buses will be cushioned and he's going to give them milk and cookies on the way out, who knows?"}], "speaker": "CARDONA", "secId": 211}, {"sentences": [{"sentId": 536, "text": "But the fact of the matter is that he started his campaign by denigrating and insulting Mexican and Hispanic immigrants."}, {"sentId": 537, "text": "He continued those insults throughout the primary process."}, {"sentId": 538, "text": "He won the primary specifically because the supporters that came out to vote for him in all of the primary states except for Wisconsin and New York came, out because of his draconian stance on immigration."}], "speaker": "CARDONA", "secId": 212}, {"sentences": [{"sentId": 539, "text": "This is what he believes."}, {"sentId": 540, "text": "He has shown us what his heart is on this and there is no way that any right thinking American, Latino immigrant or otherwise is going to believe anything else that he has to say on this."}], "speaker": "CARDONA", "secId": 213}, {"sentences": [{"sentId": 541, "text": "Paris, apparently you don't think that he insulted the people of Mexico or the Mexican people by, you know, when he said what he said when he announced..."}], "speaker": "LEMON", "secId": 214}, {"sentences": [{"sentId": 542, "text": "Ask him."}], "speaker": "CARDONA", "secId": 215}, {"sentences": [{"sentId": 543, "text": "... when he announced his candidacy, but would you understand what his immigration plan is?"}], "speaker": "LEMON", "secId": 216}, {"sentences": [{"sentId": 544, "text": "Yes, and I think the American people do as well."}, {"sentId": 545, "text": "He is very clear."}, {"sentId": 546, "text": "He has a 10-point plan which I encourage all Americans to go and look at, a very clear plan."}, {"sentId": 547, "text": "When the Mexican government invited Mr. Trump down to Mexico to have that meeting and that press conference, they knew exactly what his plan was."}, {"sentId": 548, "text": "That was something that was showing great leadership, great courage."}, {"sentId": 549, "text": "And that's what presidents do."}, {"sentId": 550, "text": "That's what candidates do."}, {"sentId": 551, "text": "They lead."}, {"sentId": 552, "text": "They don't hide from it."}, {"sentId": 553, "text": "His 10-point plan..."}], "speaker": "DENNARD", "secId": 217}, {"sentences": [{"sentId": 554, "text": "It was a sham."}], "speaker": "CARDONA", "secId": 218}, {"sentences": [{"sentId": 555, "text": "No, it wasn't a sham."}], "speaker": "DENNARD", "secId": 219}, {"sentences": [{"sentId": 556, "text": "I got to go quickly, last word."}], "speaker": "LEMON", "secId": 220}, {"sentences": [{"sentId": 557, "text": "And a complete epic fail on behalf of Donald Trump."}], "speaker": "CARDONA", "secId": 221}, {"sentences": [{"sentId": 558, "text": "Hillary Clinton was..."}], "speaker": "UNIDENTIFIED MALE", "secId": 222}, {"sentences": [{"sentId": 559, "text": "No, it was not."}, {"sentId": 560, "text": "It shows great leadership..."}], "speaker": "DENNARD", "secId": 223}, {"sentences": [{"sentId": 561, "text": "That's why 88 generals and retired army generals endorsed Mr. Trump today."}], "speaker": "DENNARD", "secId": 224}, {"sentences": [{"sentId": 562, "text": "When you have the Mexican president essentially say you lied, that's an epic fail."}], "speaker": "CARDONA", "secId": 225}, {"sentences": [{"sentId": 563, "text": "Thank you guys."}, {"sentId": 564, "text": "I appreciate it."}], "speaker": "LEMON", "secId": 226}, {"sentences": [{"sentId": 565, "text": "Maria put herself to work  that day."}], "speaker": "LEWANDOWSKI", "secId": 227}, {"sentences": [{"sentId": 566, "text": "When we come right back, Fox News $20 million payout to Gretchen Carlson."}, {"sentId": 567, "text": "She says Roger Ailes sexually harassed her."}, {"sentId": 568, "text": "He quit the network and is helping Donald Trump behind the scenes but will that hurt the candidate with women voters?"}], "speaker": "LEMON", "secId": 228}, {"sentences": [{"sentId": 569, "text": "Donald Trump takes a razor thin lead over Hillary Clinton in our new poll."}, {"sentId": 570, "text": "Welcome to our 11:00 hour."}, {"sentId": 571, "text": "This is \"CNN Tonight.\""}, {"sentId": 572, "text": "I'm Don Lemon."}, {"sentId": 573, "text": "Clinton taking aim at Trump in Florida today."}], "speaker": "LEMON", "secId": 229}, {"sentences": [{"sentId": 574, "text": "His whole campaign has been one long insult to all those who've worn the uniform, to protect our most cherished American values."}], "speaker": "CLNTON", "secId": 230}, {"sentences": [{"sentId": 575, "text": "Trump firing back tonight in North Carolina."}], "speaker": "LEMON", "secId": 231}, {"sentences": [{"sentId": 576, "text": "If she applied for a low-level job at the State Department today, just a low-level job, she couldn't even get a security clearance based what she's done."}, {"sentId": 577, "text": "Her conduct is disqualifying."}], "speaker": "TRUMP", "secId": 232}, {"sentences": [{"sentId": 578, "text": "Is this the kind of accusation that has Roger Ailes fingerprints all over it?"}, {"sentId": 579, "text": "And will Ailes hurt the candidate with women voters in the wake of Fox's $20 million payout to former anchor Gretchen Carlson who accused Ailes of sexual harassment."}], "speaker": "LEMON", "secId": 233}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1609.06.cnnt.01.html.json", "time": "Aired September 6, 2016 - 22:00   ET"}