{"sectionCount": 281, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["LEMON", "CLINTON", "SELLERS", "CABRERA", "UNIDENTIFIED MALE", "UNIDENTIFIED FEMALE", "JORDAN", "WOOD", "CABRERA ", "CRUTCHER", "PRESSLEY", "ROORDA", "MICHAEL NUTTER", "NUTTER", "MATTINGLY", "CHRISTIE", "WILLIAMS", "TAPPER", "BRINKLEY", "TRUMP", "BERNSTEIN", "PRESTON", "OBEDALLAH", "AHMED"], "subTitle": "Protests Over Fatal Police Shooting in Charlotte; Tulsa Police Shooting of Terence Crutcher; Chris Christie Denies Involvement in Bridgegate Scandal; Trump Doubles Down on Profiling. Aired 11p-12a ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1609/20/cnnt.02.html", "sentenceCount": 627, "sections": [{"sentences": [{"sentId": 0, "text": "Caught on camera again."}, {"sentId": 1, "text": "An unarmed black man with his hands in the air shot to death by a police officer."}], "speaker": "LEMON", "secId": 0}, {"sentences": [{"sentId": 2, "text": "This is CNN TONIGHT, I'm Don Lemon."}], "speaker": "LEMON", "secId": 1}, {"sentences": [{"sentId": 3, "text": "What do the videos tell us about the death of 40-year-old Terence Crutcher in Tulsa?"}, {"sentId": 4, "text": "And what does this say about American justice?"}, {"sentId": 5, "text": "Hillary Clinton weighs in."}], "speaker": "LEMON", "secId": 2}, {"sentences": [{"sentId": 6, "text": "This horrible shooting again?"}, {"sentId": 7, "text": "How many times do we have to see this in our country?"}], "speaker": "CLINTON", "secId": 3}, {"sentences": [{"sentId": 8, "text": "Plus exactly what Donald Trump doesn't need with just six days to go until he faces Clinton on the debate stage?"}, {"sentId": 9, "text": "Trump defender Chris Christie in hot water tonight."}, {"sentId": 10, "text": "Prosecutors insisting the governor knew all about the bridgegate scandal that shut down the George Washington Bridge."}], "speaker": "LEMON", "secId": 4}, {"sentences": [{"sentId": 11, "text": "And the latest on the bombing that injured 31 people in New York."}, {"sentId": 12, "text": "New charges against the alleged bomber."}], "speaker": "LEMON", "secId": 5}, {"sentences": [{"sentId": 13, "text": "We're going to begin this broadcast tonight with some breaking news inside of Charlotte, North Carolina."}, {"sentId": 14, "text": "We have some pictures to tell you."}, {"sentId": 15, "text": "There you go."}, {"sentId": 16, "text": "It is showing -- it's a protest."}, {"sentId": 17, "text": "I don't want to call it a standoff with police, but protesters spreading after an officer today shot and killed an African-American man who police say was armed."}, {"sentId": 18, "text": "Again, they shot and killed an African-American man who police say was armed."}, {"sentId": 19, "text": "The officer in the shooting video also black."}], "speaker": "LEMON", "secId": 6}, {"sentences": [{"sentId": 20, "text": "Again, these are live pictures coming into us from Charlotte, North Carolina, our affiliate WSOC."}, {"sentId": 21, "text": "It's a little bit dark, but you can see officers in a line there with a bus behind them and you see the protesters in front."}, {"sentId": 22, "text": "There's a large presence of police officers and there are a number of people who are out on the scene here."}], "speaker": "LEMON", "secId": 7}, {"sentences": [{"sentId": 23, "text": "So police say they were searching for a suspect with an outstanding warrant when another man, the victim, got out of the vehicle with a firearm."}, {"sentId": 24, "text": "They say posing an imminent deadly threat."}, {"sentId": 25, "text": "They then shot the unidentified man."}, {"sentId": 26, "text": "Detectives say they recovered the firearm that the victim was holding at the scene."}, {"sentId": 27, "text": "An officer has reportedly -- an officer has reportedly been injured in the protests tonight."}], "speaker": "LEMON", "secId": 8}, {"sentences": [{"sentId": 28, "text": "Again, so a man pronounced dead at the hospital."}, {"sentId": 29, "text": "Police said they went to serve a warrant."}, {"sentId": 30, "text": "Someone else, they had an altercation with in a car."}, {"sentId": 31, "text": "They deemed him as threatening."}, {"sentId": 32, "text": "He was carrying a weapon, according to police."}, {"sentId": 33, "text": "They shot him and again he ended up dead."}], "speaker": "LEMON", "secId": 9}, {"sentences": [{"sentId": 34, "text": "You're looking at the pictures now of the protests."}, {"sentId": 35, "text": "I know it's dark to see."}, {"sentId": 36, "text": "It's hard to see because it's dark there, but those are protesters on the scene and police officers there all lined up, and police officers trying to gain some control."}], "speaker": "LEMON", "secId": 10}, {"sentences": [{"sentId": 37, "text": "We're going to continue to monitor that situation, but I want to bring in, as we look at these pictures, Bakari Sellers."}, {"sentId": 38, "text": "He's a former member of the South Carolina House of Representatives, he joins us by phone."}], "speaker": "LEMON", "secId": 11}, {"sentences": [{"sentId": 39, "text": "Bakari, we're watching these tense images, the situation here on the streets."}, {"sentId": 40, "text": "What do you know about this?"}], "speaker": "LEMON", "secId": 12}, {"sentences": [{"sentId": 41, "text": "Well, I think that -- you know we are urging everybody to stay as calm as possible, but people are tired."}, {"sentId": 42, "text": "You know, we just saw the images of Terence Crutcher in Tulsa, Oklahoma, and now you have this incident and, you know, the family members and neighbors say that this disabled individual who was shot and killed tonight -- or this afternoon, he was actually carrying a book, and so we'll have to see what the incident really was and we'll have to see what the facts are."}], "speaker": "SELLERS", "secId": 13}, {"sentences": [{"sentId": 43, "text": "But, again, you have another incident that, you know, resulted in an African-American male who was killed and so people are really anxious, people are worried, people are scared and it's another tragic incident in our country and now we have, you know, the escalation of force going on right now, and riot gear, and teargas and all of those things, so -- I mean, you just pray for peoples' safety and hope that we can figure out what's going on and make sure that this doesn't happen again."}], "speaker": "SELLERS", "secId": 14}, {"sentences": [{"sentId": 44, "text": "OK.  Bakari, thank you very much."}, {"sentId": 45, "text": "We'll get back to you if we need more information."}], "speaker": "LEMON", "secId": 15}, {"sentences": [{"sentId": 46, "text": "Again we're working the story that's happening in Charlotte, in North Carolina."}, {"sentId": 47, "text": "Again, police are saying that they were -- they went to serve a warrant on the scene and came in contact with another person on the scene."}, {"sentId": 48, "text": "You can see these are -- this appears to be some sort of gas, and if it's teargas or what, that is being thrown, not sure by who."}, {"sentId": 49, "text": "It's dark."}, {"sentId": 50, "text": "I can't tell."}, {"sentId": 51, "text": "So you're seeing these pictures as I'm seeing it."}, {"sentId": 52, "text": "I don't know if this is being used by police officers to contain the crowd or if this is being thrown at police officers."}], "speaker": "LEMON", "secId": 16}, {"sentences": [{"sentId": 53, "text": "And again, that was behind -- appeared to be behind the police line."}, {"sentId": 54, "text": "And again this is all coming to us from Charlotte, North Carolina, and as you can see, 11:04 p.m. Eastern Time, and this is happening and it's been a very volatile time when it comes to police officers in protest because they're spreading today as well, as we're watching in Charlotte, after an officer today shot and killed an African-American man who police say was armed."}, {"sentId": 55, "text": "The officer involved in this shooting was also black."}, {"sentId": 56, "text": "Police say they"}], "speaker": "LEMON", "secId": 17}, {"sentences": [{"sentId": 57, "text": "were searching for a suspect with an outstanding warrant -- again, sorry, this is the same situation here."}, {"sentId": 58, "text": "Searching for a suspect with an outstanding warrant."}], "speaker": "LEMON", "secId": 18}, {"sentences": [{"sentId": 59, "text": "Another man, the victim, got out of the vehicle with a firearm."}, {"sentId": 60, "text": "They say posing an imminent deadly threat again."}, {"sentId": 61, "text": "Bakari just said that the man here, he says, was carrying a book, and that he was disabled but police officers aren't -- at least the -- what we've gotten from police are not saying that, but again we're watching this very tense situation."}, {"sentId": 62, "text": "We're going to keep an eye on it for you and they will watch it in the control room, and we will get back to you if we get any information on the situation in North Carolina."}], "speaker": "LEMON", "secId": 19}, {"sentences": [{"sentId": 63, "text": "So let's turn now to the other thing that I was referencing."}, {"sentId": 64, "text": "Let's turn to the shooting death of Terence Crutcher."}, {"sentId": 65, "text": "It's out of Tulsa, Oklahoma."}, {"sentId": 66, "text": "The shooting death of Terence by police."}, {"sentId": 67, "text": "The whole thing was caught on camera and it's sparking a heated debate across this country."}, {"sentId": 68, "text": "Now federal, state and local authorities are investigating this."}], "speaker": "LEMON", "secId": 20}, {"sentences": [{"sentId": 69, "text": "I want to give you some background on exactly what happened."}, {"sentId": 70, "text": "Here's CNN's Ana Cabrera."}], "speaker": "LEMON", "secId": 21}, {"sentences": [{"sentId": 71, "text": "Police video shows the moments before 40-year-old Terence Crutcher is shot and killed by a Tulsa police officer from this dashcam video and a police chopper."}], "speaker": "CABRERA", "secId": 22}, {"sentences": [{"sentId": 72, "text": "He's got his hands up there for her now."}], "speaker": "UNIDENTIFIED MALE", "secId": 23}, {"sentences": [{"sentId": 73, "text": "You can see Crutcher with his hands up."}, {"sentId": 74, "text": "Tulsa Police Office Betty Shelby follows with her gun drawn as Crutcher walks past toward his SUV that's stopped in the middle of the road."}], "speaker": "CABRERA", "secId": 24}, {"sentences": [{"sentId": 75, "text": "This guy is still walking and following commands."}], "speaker": "UNIDENTIFIED MALE", "secId": 25}, {"sentences": [{"sentId": 76, "text": "Three other officers respond standing between Crutcher and the dashcam video, but in the helicopter video, it appears Crutcher drops at least one of his hands when he gets to his vehicle."}], "speaker": "CABRERA", "secId": 26}, {"sentences": [{"sentId": 77, "text": "Not for a taser I think."}], "speaker": "UNIDENTIFIED MALE", "secId": 27}, {"sentences": [{"sentId": 78, "text": "But you don't see what Crutcher is doing and he is shot."}, {"sentId": 79, "text": "The helicopter circling around at that moment."}], "speaker": "CABRERA", "secId": 28}, {"sentences": [{"sentId": 80, "text": "That looks like a bad dude, too."}], "speaker": "UNIDENTIFIED MALE", "secId": 29}, {"sentences": [{"sentId": 81, "text": "Crutcher falls to the ground."}], "speaker": "CABRERA", "secId": 30}, {"sentences": [{"sentId": 82, "text": "Shots fired."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 31}, {"sentences": [{"sentId": 83, "text": "Shot and tased."}], "speaker": "CABRERA", "secId": 32}, {"sentences": [{"sentId": 84, "text": "I'm going to tell you right here now, there was no gun on the suspect or in the suspect's vehicle."}], "speaker": "JORDAN", "secId": 33}, {"sentences": [{"sentId": 85, "text": "Crutcher was unarmed but Officer Shelby's attorney Scott Wood says she didn't know that."}, {"sentId": 86, "text": "Wood says Crutcher was not responding to Shelby's questions and ignored multiple commands."}], "speaker": "CABRERA", "secId": 34}, {"sentences": [{"sentId": 87, "text": "No one would walk away from a police officer whose got a gun trained on them and simply ignored the commands."}, {"sentId": 88, "text": "That's not normal behavior."}], "speaker": "WOOD", "secId": 35}, {"sentences": [{"sentId": 89, "text": "Did him being a big black man play a role in her perceived danger?"}], "speaker": "CABRERA ", "secId": 36}, {"sentences": [{"sentId": 90, "text": "No."}, {"sentId": 91, "text": "Him being a large man perceived a role in her being in danger."}, {"sentId": 92, "text": "She's worked in this part of town for quite some time and you know, just the week before, she was at an all-black high school homecoming football game."}, {"sentId": 93, "text": "She's not afraid of black people."}], "speaker": "WOOD", "secId": 37}, {"sentences": [{"sentId": 94, "text": "Shelby is now on paid administrative leave."}, {"sentId": 95, "text": "While police and Shelby's attorney say Crutcher was reaching in the window of the car when she fired, video of the incident appears to show the driver's window is closed."}, {"sentId": 96, "text": "And we learned Shelby's husband was the photographer inside the police helicopter, although Wood says it's not his voice heard here."}], "speaker": "CABRERA ", "secId": 38}, {"sentences": [{"sentId": 97, "text": "That looks like a bad dude, too."}], "speaker": "UNIDENTIFIED MALE", "secId": 39}, {"sentences": [{"sentId": 98, "text": "That big, bad, dude was my twin brother."}, {"sentId": 99, "text": "That big, bad dude was a father."}, {"sentId": 100, "text": "That big, bad dude was a son."}, {"sentId": 101, "text": "That big, bad dude was enrolled at Tulsa Community College."}, {"sentId": 102, "text": "Just wanting to make us proud."}], "speaker": "CRUTCHER", "secId": 40}, {"sentences": [{"sentId": 103, "text": "Crutcher's family and the community are calling for criminal charges against Officer Shelby."}, {"sentId": 104, "text": "Police Chief Chuck Jordan vowing to have a thorough and transparent investigation."}], "speaker": "CABRERA", "secId": 41}, {"sentences": [{"sentId": 105, "text": "We will achieve justice, period."}], "speaker": "JORDAN", "secId": 42}, {"sentences": [{"sentId": 106, "text": "Outrage in this community is growing tonight."}, {"sentId": 107, "text": "You can see protesters here gathered outside the police station calling for the arrest of Officer Shelby."}], "speaker": "CABRERA", "secId": 43}, {"sentences": [{"sentId": 108, "text": "There are two ongoing investigations right now."}, {"sentId": 109, "text": "There's the criminal investigation that is part of the local police department's investigation into whether or not there was justified use of force in this case."}, {"sentId": 110, "text": "There's also the federal civil rights probe that was opened by the Department of Justice following the release of the video."}], "speaker": "CABRERA", "secId": 44}, {"sentences": [{"sentId": 111, "text": "Now we asked, did Officer Shelby have a taser?"}, {"sentId": 112, "text": "The answer is yes."}, {"sentId": 113, "text": "But it was not deployed, instead she fired her gun, which was already drawn -- Don."}], "speaker": "CABRERA", "secId": 45}, {"sentences": [{"sentId": 114, "text": "Thank you very much for that, Ana."}, {"sentId": 115, "text": "I appreciate it."}, {"sentId": 116, "text": "Lots to discuss now."}, {"sentId": 117, "text": "Now Attorney Monique Pressley is here, Jeff"}], "speaker": "LEMON", "secId": 46}, {"sentences": [{"sentId": 118, "text": "Roorda of the St. Louis Police Officers Association, the author of \"War on Police,\" also Michael Nutter, the former mayor of Philadelphia and a CNN political commentator."}], "speaker": "LEMON", "secId": 47}, {"sentences": [{"sentId": 119, "text": "There's so much going on."}, {"sentId": 120, "text": "We have what's happening in North Carolina, now we have this happening in Tulsa."}, {"sentId": 121, "text": "Let's talk about Tulsa as we keep an eye on North Carolina."}], "speaker": "LEMON", "secId": 48}, {"sentences": [{"sentId": 122, "text": "Monique, to you first."}, {"sentId": 123, "text": "Officer Shelby's attorney says that she believes that Terence Crutcher posed an immediate threat to her and the other officers."}, {"sentId": 124, "text": "As you look at that video, as a trained attorney, does that video support that?"}], "speaker": "LEMON", "secId": 49}, {"sentences": [{"sentId": 125, "text": "There's nothing that I can see in the video footage that has been released so far that supports that."}, {"sentId": 126, "text": "What we're finding more and more is that when an African-American male is shot, unarmed, we get these tag words."}, {"sentId": 127, "text": "We get these automatic responses either from the attorney for a particular police officer or from the police department, saying that there was some sort of imminent threat."}], "speaker": "PRESSLEY", "secId": 50}, {"sentences": [{"sentId": 128, "text": "That the police officer, using their judgment, using their subjective decision-making, believed that they were in eminent danger and took a shot, but you can't see anything here to support that."}, {"sentId": 129, "text": "And even more than that, there were other officers on the ground with Officer Shelby and they did not sense the same threat."}, {"sentId": 130, "text": "They did not see anything that necessitated them using lethal, deadly force."}, {"sentId": 131, "text": "So, no, there's nothing from what we can see so far that would justify the death of this man."}], "speaker": "PRESSLEY", "secId": 51}, {"sentences": [{"sentId": 132, "text": "All right, Jeff Roorda, to you next."}, {"sentId": 133, "text": "What do you think of the video?"}], "speaker": "LEMON", "secId": 52}, {"sentences": [{"sentId": 134, "text": "Well, Don, you know with all these cases, the first words out of my mouth -- I've been in this show over a dozen times -- are let's wait for all the information before we reach some judgment."}, {"sentId": 135, "text": "And I think that what we know so far is that this gentleman did not have his hands up when -- when the officer shot him."}, {"sentId": 136, "text": "We know that he was very likely under the influence of a controlled substance."}, {"sentId": 137, "text": "The 911 caller and the police officers said that he appeared to be under a controlled substance influence --"}], "speaker": "ROORDA", "secId": 53}, {"sentences": [{"sentId": 138, "text": "But, Jeff, with all due respect we won't -- we won't know that until we do."}, {"sentId": 139, "text": "That could --"}], "speaker": "LEMON", "secId": 54}, {"sentences": [{"sentId": 140, "text": "We're fine with rushing to judgment with the police officer but we don't want to rush to judgment on the suspect."}, {"sentId": 141, "text": "But they did find PCP in his car."}], "speaker": "ROORDA", "secId": 55}, {"sentences": [{"sentId": 142, "text": "Based on what?"}], "speaker": "MICHAEL NUTTER", "secId": 56}, {"sentences": [{"sentId": 143, "text": "And -- based on the fact there's PCP in his car and the 911 caller --  NUTTER:  She does not know that."}], "speaker": "ROORDA", "secId": 57}, {"sentences": [{"sentId": 144, "text": "-- who I think was African-American also."}], "speaker": "ROORDA", "secId": 58}, {"sentences": [{"sentId": 145, "text": "She didn't know that."}], "speaker": "NUTTER", "secId": 59}, {"sentences": [{"sentId": 146, "text": "Says that they think that --"}], "speaker": "ROORDA", "secId": 60}, {"sentences": [{"sentId": 147, "text": "She -- what?"}], "speaker": "NUTTER", "secId": 61}, {"sentences": [{"sentId": 148, "text": "That she thought he was under the influence of substance."}], "speaker": "ROORDA", "secId": 62}, {"sentences": [{"sentId": 149, "text": "OK.  Go ahead, Mayor Nutter."}], "speaker": "LEMON", "secId": 63}, {"sentences": [{"sentId": 150, "text": "Based on what?"}], "speaker": "NUTTER", "secId": 64}, {"sentences": [{"sentId": 151, "text": "Based on the truth."}], "speaker": "ROORDA", "secId": 65}, {"sentences": [{"sentId": 152, "text": "There's no evidence -- that's a man walking down the street with his hands up."}, {"sentId": 153, "text": "That's a big black man, so now it's BBM, big black man somehow -- someone is afraid."}], "speaker": "NUTTER", "secId": 66}, {"sentences": [{"sentId": 154, "text": "A man not following orders and then --"}], "speaker": "ROORDA", "secId": 67}, {"sentences": [{"sentId": 155, "text": "You have four -- let me finish."}], "speaker": "NUTTER", "secId": 68}, {"sentences": [{"sentId": 156, "text": "Not showing his hands --"}], "speaker": "ROORDA", "secId": 69}, {"sentences": [{"sentId": 157, "text": "I let you finish."}], "speaker": "NUTTER", "secId": 70}, {"sentences": [{"sentId": 158, "text": "Jeff, let him finish first."}], "speaker": "LEMON", "secId": 71}, {"sentences": [{"sentId": 159, "text": "OK."}, {"sentId": 160, "text": "I don't think that's true, but --"}], "speaker": "ROORDA", "secId": 72}, {"sentences": [{"sentId": 161, "text": "He had his hands up numerous times."}, {"sentId": 162, "text": "He had no weapon."}, {"sentId": 163, "text": "Four police officers on the scene."}], "speaker": "NUTTER", "secId": 73}, {"sentences": [{"sentId": 164, "text": "OK."}], "speaker": "LEMON", "secId": 74}, {"sentences": [{"sentId": 165, "text": "Officer Betsy had a taser."}, {"sentId": 166, "text": "The handgun should not be the first weapon of choice."}, {"sentId": 167, "text": "Never turned to her, never presented a threat."}, {"sentId": 168, "text": "That is the threshold."}], "speaker": "NUTTER", "secId": 75}, {"sentences": [{"sentId": 169, "text": "You're wrong --"}], "speaker": "ROORDA", "secId": 76}, {"sentences": [{"sentId": 170, "text": "So let me be very, very clear."}], "speaker": "NUTTER", "secId": 77}, {"sentences": [{"sentId": 171, "text": "OK.  Go ahead, let Jeff respond."}], "speaker": "LEMON", "secId": 78}, {"sentences": [{"sentId": 172, "text": "Right."}, {"sentId": 173, "text": "So let's --"}], "speaker": "PRESSLEY", "secId": 79}, {"sentences": [{"sentId": 174, "text": "Hold on -- hold on, Monique and Mayor."}], "speaker": "LEMON", "secId": 80}, {"sentences": [{"sentId": 175, "text": "I've lost eight police officers, killed in the line of duty, five by gunfire."}, {"sentId": 176, "text": "The threshold is, does the person present an imminent threat to the officer, presenting a threat to themselves or some other person?"}, {"sentId": 177, "text": "That Mr. Crutcher did not present that kind of threat and there were a number of things that all four officers could have done to deal with whatever they thought was going on."}], "speaker": "ROORDA", "secId": 81}, {"sentences": [{"sentId": 178, "text": "OK."}, {"sentId": 179, "text": "Please --"}], "speaker": "LEMON", "secId": 82}, {"sentences": [{"sentId": 180, "text": "She didn't know anything about what was in the car."}, {"sentId": 181, "text": "He didn't do anything."}, {"sentId": 182, "text": "He was walking down the street with his hands up."}], "speaker": "NUTTER", "secId": 83}, {"sentences": [{"sentId": 183, "text": "Mayor, all right."}, {"sentId": 184, "text": "Let's Jeff respond, please."}, {"sentId": 185, "text": "Go ahead, Jeff."}], "speaker": "LEMON", "secId": 84}, {"sentences": [{"sentId": 186, "text": "Easy for you to say from the comfort of an air-conditioned studio, Mayor."}, {"sentId": 187, "text": "You don't -- you don't have the luxury of --"}], "speaker": "ROORDA", "secId": 85}, {"sentences": [{"sentId": 188, "text": "I've seen the video."}, {"sentId": 189, "text": "You weren't out there, either."}], "speaker": "NUTTER", "secId": 86}, {"sentences": [{"sentId": 190, "text": "Mayor, let him finish."}], "speaker": "LEMON", "secId": 87}, {"sentences": [{"sentId": 191, "text": "Right?"}], "speaker": "ROORDA", "secId": 88}, {"sentences": [{"sentId": 192, "text": "Don't play me like that."}], "speaker": "NUTTER", "secId": 89}, {"sentences": [{"sentId": 193, "text": "Right."}], "speaker": "ROORDA", "secId": 90}, {"sentences": [{"sentId": 194, "text": "Go ahead, Jeff."}], "speaker": "LEMON", "secId": 91}, {"sentences": [{"sentId": 195, "text": "You weren't out there either."}], "speaker": "NUTTER", "secId": 92}, {"sentences": [{"sentId": 196, "text": "So when can the officer deploy their weapon?"}, {"sentId": 197, "text": "Do they have to be looking down the barrel of the gun to make the shot at first?"}], "speaker": "ROORDA", "secId": 93}, {"sentences": [{"sentId": 198, "text": "When there's an imminent threat -- when there's an imminent threat to the officer and you know that."}, {"sentId": 199, "text": "That is the standard."}], "speaker": "NUTTER", "secId": 94}, {"sentences": [{"sentId": 200, "text": "They believe there's an imminent threat."}, {"sentId": 201, "text": "Right, and there's --"}], "speaker": "ROORDA", "secId": 95}, {"sentences": [{"sentId": 202, "text": "What was the threat?"}, {"sentId": 203, "text": "What did he do?"}], "speaker": "NUTTER", "secId": 96}, {"sentences": [{"sentId": 204, "text": "So, Jeff, let me ask you a question."}], "speaker": "LEMON", "secId": 97}, {"sentences": [{"sentId": 205, "text": "Say it right now?"}], "speaker": "NUTTER", "secId": 98}, {"sentences": [{"sentId": 206, "text": "Let me ask you a question."}, {"sentId": 207, "text": "Because you guys are going back and forth, and nothing is getting accomplished."}], "speaker": "LEMON", "secId": 99}, {"sentences": [{"sentId": 208, "text": "And he won't show his hands."}], "speaker": "ROORDA", "secId": 100}, {"sentences": [{"sentId": 209, "text": "OK.  Jeff, let me ask you this."}, {"sentId": 210, "text": "Again, just to stop this back and forth and the over talking."}], "speaker": "LEMON", "secId": 101}, {"sentences": [{"sentId": 211, "text": "Had his hands up."}, {"sentId": 212, "text": "LEMON:  So why not use a taser instead of a deadly force?"}], "speaker": "NUTTER", "secId": 102}, {"sentences": [{"sentId": 213, "text": "Well, they -- there were tasers out, Don."}, {"sentId": 214, "text": "They apparently tased the guy or attempted to tase the guy."}, {"sentId": 215, "text": "There's no evidence when you look at the video that there was actually a shock delivered."}, {"sentId": 216, "text": "You know, as I've talked on your network before --"}], "speaker": "ROORDA", "secId": 103}, {"sentences": [{"sentId": 217, "text": "She didn't tase him and she had a taser."}], "speaker": "NUTTER", "secId": 104}, {"sentences": [{"sentId": 218, "text": "You know, sometimes -- Mayor, come on."}, {"sentId": 219, "text": "Give me a chance."}, {"sentId": 220, "text": "Sometimes you miss with the barbs on the taser."}, {"sentId": 221, "text": "Sometimes they catch clothing, they don't catch skin, and they deliver a charge."}, {"sentId": 222, "text": "The taser was deployed, whether it effectively delivered a charge or not --"}], "speaker": "ROORDA", "secId": 105}, {"sentences": [{"sentId": 223, "text": "By another officer."}], "speaker": "NUTTER", "secId": 106}, {"sentences": [{"sentId": 224, "text": "-- is unknown."}], "speaker": "ROORDA", "secId": 107}, {"sentences": [{"sentId": 225, "text": "OK."}], "speaker": "LEMON", "secId": 108}, {"sentences": [{"sentId": 226, "text": "Right."}], "speaker": "ROORDA", "secId": 109}, {"sentences": [{"sentId": 227, "text": "The taser was charged and just to be clear, the guy has a name."}, {"sentId": 228, "text": "It's Mr. Terence Crutcher."}], "speaker": "PRESSLEY", "secId": 110}, {"sentences": [{"sentId": 229, "text": "Right."}], "speaker": "NUTTER", "secId": 111}, {"sentences": [{"sentId": 230, "text": "And just to respect the family for their loss here, I would like to get a chance to say that we're all grieving with them, all of us with a conscience."}], "speaker": "PRESSLEY", "secId": 112}, {"sentences": [{"sentId": 231, "text": "We should be."}], "speaker": "NUTTER", "secId": 113}, {"sentences": [{"sentId": 232, "text": "All of us who can smell the stench of his blood still in the streets as we're having this conversation."}, {"sentId": 233, "text": "It's was important to note that even if he was disobeying a command, even if he was on PCP, let's just get rid of everything that could possibly come out, this video still does not show that it was justified, that it was necessary for this officer to shoot."}], "speaker": "PRESSLEY", "secId": 114}, {"sentences": [{"sentId": 234, "text": "We are dealing with implicit biases because of color and because of size, and let's also be clear, if this was a large man who wasn't black, we wouldn't be dealing with the ."}], "speaker": "PRESSLEY", "secId": 115}, {"sentences": [{"sentId": 235, "text": "No."}], "speaker": "ROORDA", "secId": 116}, {"sentences": [{"sentId": 236, "text": "OK.  OK, guys."}, {"sentId": 237, "text": "Guys, please, please listen."}], "speaker": "LEMON", "secId": 117}, {"sentences": [{"sentId": 238, "text": "But because she's white, it wouldn't be news, Monique."}], "speaker": "ROORDA", "secId": 118}, {"sentences": [{"sentId": 239, "text": "I've got to take a break."}, {"sentId": 240, "text": "We're going to continue on and we'll -- we're going to be right back."}, {"sentId": 241, "text": "We're going to be right back."}], "speaker": "LEMON", "secId": 119}, {"sentences": [{"sentId": 242, "text": "All right."}, {"sentId": 243, "text": "We're back now with our breaking news."}, {"sentId": 244, "text": "We're actually covering two stories."}, {"sentId": 245, "text": "This one that's live right now out of Charlotte, North Carolina."}, {"sentId": 246, "text": "This is a protest of a police shooting of a man earlier, a black man."}, {"sentId": 247, "text": "The officer was black, by the way, as well."}, {"sentId": 248, "text": "They were serving a warrant when someone came across."}, {"sentId": 249, "text": "This man who was not the man they were serving on warrant on, in a car and they thought he posed a threat, ended up shooting him."}, {"sentId": 250, "text": "He died at the hospital and now people are out on the streets."}], "speaker": "LEMON", "secId": 120}, {"sentences": [{"sentId": 251, "text": "I don't know if you can make it out there but that line that you see on the right-hand side of your screen, that's police officers, and on the left, those are protesters and the police officers trying to gain some control there."}, {"sentId": 252, "text": "So we're going to continue to watch that."}], "speaker": "LEMON", "secId": 121}, {"sentences": [{"sentId": 253, "text": "But we're also going to talk about this other shootings."}, {"sentId": 254, "text": "This is one is out of Tulsa, Oklahoma, police shooting of an unarmed black man."}, {"sentId": 255, "text": "His name is Terence Crutcher."}, {"sentId": 256, "text": "And back with me now, Monique Pressley, Jeff Roorda and Michael Nutter."}], "speaker": "LEMON", "secId": 122}, {"sentences": [{"sentId": 257, "text": "So in all fairness, so I want everyone to be able to make their point, but when you all are talking, people at home can't hear and we don't get anything accomplished."}, {"sentId": 258, "text": "I promise I will --"}], "speaker": "LEMON", "secId": 123}, {"sentences": [{"sentId": 259, "text": "Sorry."}], "speaker": "NUTTER", "secId": 124}, {"sentences": [{"sentId": 260, "text": "That's all right."}, {"sentId": 261, "text": "I'll let all of you speak if you will just allow each other the courtesy to make your points."}], "speaker": "LEMON", "secId": 125}, {"sentences": [{"sentId": 262, "text": "OK.  First, Hillary Clinton spoke about this on the \"Steve Harvey Radio Show\" today."}, {"sentId": 263, "text": "Let's listen about implicit bias."}], "speaker": "LEMON", "secId": 126}, {"sentences": [{"sentId": 264, "text": "Horrible shooting again?"}, {"sentId": 265, "text": "How many times do we have to see this in our country?"}, {"sentId": 266, "text": "In Tulsa, an unarmed man?"}, {"sentId": 267, "text": "With his hands in the air."}, {"sentId": 268, "text": "I mean, this is just unbearable, and it needs to be intolerable, and so, you know, maybe I can, by speaking directly to white people, say look, this is not who we are."}, {"sentId": 269, "text": "We've got to do everything possible to improve policing, to go right at implicit bias."}], "speaker": "CLINTON", "secId": 127}, {"sentences": [{"sentId": 270, "text": "There are good, honorable, cool-headed police officers."}, {"sentId": 271, "text": "We've seen them in action in New York over the last, you know, 48 hours because of the terrorist attacks."}, {"sentId": 272, "text": "We can do better."}], "speaker": "CLINTON", "secId": 128}, {"sentences": [{"sentId": 273, "text": "OK."}, {"sentId": 274, "text": "So Monique mentioned implicit bias."}, {"sentId": 275, "text": "Jeff, I want to hear you first."}, {"sentId": 276, "text": "What do you think?"}, {"sentId": 277, "text": "Does she have a point about implicit bias?"}], "speaker": "LEMON", "secId": 129}, {"sentences": [{"sentId": 278, "text": "Well, Secretary Clinton is making the same mistake that President Obama has and is rushing to judgment in the case of this officer."}, {"sentId": 279, "text": "I think this officer is innocent until proven guilty and should be treated that way."}, {"sentId": 280, "text": "But yes, she's right."}, {"sentId": 281, "text": "We're all guilty of implicit bias."}, {"sentId": 282, "text": "Everybody on camera right now, everybody watching your show thinks they know something about other people because of the color of their skin and it's wrong and it's a bad, ugly part of our society."}], "speaker": "ROORDA", "secId": 130}, {"sentences": [{"sentId": 283, "text": "The question is whether these police officers in Charlotte and Tulsa acted on that implicit bias or if it they were acting on something else."}], "speaker": "ROORDA", "secId": 131}, {"sentences": [{"sentId": 284, "text": "OK.  OK.  Mayor?"}, {"sentId": 285, "text": "Same question."}], "speaker": "LEMON", "secId": 132}, {"sentences": [{"sentId": 286, "text": "I don't know what they were acting on, but Don, let's think about what happened."}, {"sentId": 287, "text": "What has happened over the last two, three days."}, {"sentId": 288, "text": "Mr. Crutcher is killed, has no weapon, has his hands up, his car is broken down, and he's shot dead on a highway."}, {"sentId": 289, "text": "Then there's guy who we spent the whole weekend looking for, a terrorist."}, {"sentId": 290, "text": "29 people injured in New York, another unexploded bomb, a shootout in New Jersey."}, {"sentId": 291, "text": "That guy somehow survives."}], "speaker": "NUTTER", "secId": 133}, {"sentences": [{"sentId": 292, "text": "Black guy on a highway, no weapon, just dead."}, {"sentId": 293, "text": "A guy who clearly hurt people intentionally, terrorist, but he was on a gurney that everyone saw on CNN multiple times, and he somehow survives."}], "speaker": "NUTTER", "secId": 134}, {"sentences": [{"sentId": 294, "text": "Monique?"}], "speaker": "LEMON", "secId": 135}, {"sentences": [{"sentId": 295, "text": "That's a problem."}], "speaker": "NUTTER", "secId": 136}, {"sentences": [{"sentId": 296, "text": "I -- I don' disagree with Jeff's point that we all have implicit biases, but what is important not to miss is that when the police are charged with protecting and serving us, and they are given a state and government sanctioned weapon that can be used to kill an innocent, unarmed man in the street, there's higher level of responsibility, there's a higher standard of care and they're not allowed to just have the same biases that everyone else has."}], "speaker": "PRESSLEY", "secId": 137}, {"sentences": [{"sentId": 297, "text": "They have to have the training and have to be waited out, frankly, to ensure that things like this don't happen, that -- whether the bias is race, or whether it's social economic status, or whether it's size, or whether it's \"I was scared of that person with red hair one day,\" and now they're coming at me."}, {"sentId": 298, "text": "There's a difference between an officer being afraid, which every officer is when they're working."}], "speaker": "PRESSLEY", "secId": 138}, {"sentences": [{"sentId": 299, "text": "But, Don --"}], "speaker": "NUTTER", "secId": 139}, {"sentences": [{"sentId": 300, "text": "And an officer actually being in imminent danger."}], "speaker": "PRESSLEY", "secId": 140}, {"sentences": [{"sentId": 301, "text": "But I think this --"}], "speaker": "LEMON", "secId": 141}, {"sentences": [{"sentId": 302, "text": "That's an entirely different thing."}], "speaker": "PRESSLEY", "secId": 142}, {"sentences": [{"sentId": 303, "text": "I think this goes right into what we're talking about."}, {"sentId": 304, "text": "Hold on."}], "speaker": "LEMON", "secId": 143}, {"sentences": [{"sentId": 305, "text": "There's just one other thing here."}, {"sentId": 306, "text": "What are the other options --"}], "speaker": "NUTTER", "secId": 144}, {"sentences": [{"sentId": 307, "text": "I think there's something that -- hold on, Mayor."}, {"sentId": 308, "text": "I think there's something that goes right into whether this was implicit bias because there's a person who is watching from a helicopter who makes a statement about this being a scary dude."}, {"sentId": 309, "text": "Listen to this and then we'll talk about it."}], "speaker": "LEMON", "secId": 145}, {"sentences": [{"sentId": 310, "text": "He's got his hands up there for her now."}, {"sentId": 311, "text": "This guy's still walking."}], "speaker": "UNIDENTIFIED MALE", "secId": 146}, {"sentences": [{"sentId": 312, "text": "Man not following commands."}], "speaker": "UNIDENTIFIED MALE", "secId": 147}, {"sentences": [{"sentId": 313, "text": "Not for taser, I think."}], "speaker": "UNIDENTIFIED MALE", "secId": 148}, {"sentences": [{"sentId": 314, "text": "That's -- got a feeling that's about to happen."}], "speaker": "UNIDENTIFIED MALE", "secId": 149}, {"sentences": [{"sentId": 315, "text": "That looks like a bad dude, could be on something."}], "speaker": "UNIDENTIFIED MALE", "secId": 150}, {"sentences": [{"sentId": 316, "text": "Which way are they face?"}], "speaker": "UNIDENTIFIED MALE", "secId": 151}, {"sentences": [{"sentId": 317, "text": "Police One, they are facing westbound."}, {"sentId": 318, "text": "I think he may have just been tasered."}], "speaker": "UNIDENTIFIED MALE", "secId": 152}, {"sentences": [{"sentId": 319, "text": "Shots fired."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 153}, {"sentences": [{"sentId": 320, "text": "331, we have shots fired, we have one suspect down."}, {"sentId": 321, "text": "We need ambulance here."}], "speaker": "UNIDENTIFIED MALE", "secId": 154}, {"sentences": [{"sentId": 322, "text": "Jeff, how would someone be able to tell from the air that that was a bad dude?"}], "speaker": "LEMON", "secId": 155}, {"sentences": [{"sentId": 323, "text": "Well, so listen to the audio closely, Don."}, {"sentId": 324, "text": "The first thing he says is he's got his hands up now."}, {"sentId": 325, "text": "So that implies that when they first got there, when they're watching from the sky initially, he doesn't have his hands in the air."}, {"sentId": 326, "text": "They say this looks like a bad dude, I think he's on something."}, {"sentId": 327, "text": "I think it's not his size or his skin color, it's the fact that he appears even from a helicopter in the sky to be under the influence of something."}], "speaker": "ROORDA", "secId": 156}, {"sentences": [{"sentId": 328, "text": "OK."}], "speaker": "LEMON", "secId": 157}, {"sentences": [{"sentId": 329, "text": "Is why they're saying he's a bad dude."}], "speaker": "ROORDA", "secId": 158}, {"sentences": [{"sentId": 330, "text": "All right."}, {"sentId": 331, "text": "Let the mayor get in."}], "speaker": "LEMON", "secId": 159}, {"sentences": [{"sentId": 332, "text": "By the way, that's what the now --"}], "speaker": "ROORDA", "secId": 160}, {"sentences": [{"sentId": 333, "text": "Like 5,000 feet in the air, how do you know he's a, quote- unquote, \"bad dude\"?"}, {"sentId": 334, "text": "What are you talking about?"}, {"sentId": 335, "text": "If you look at the video --"}], "speaker": "NUTTER", "secId": 161}, {"sentences": [{"sentId": 336, "text": "The same way the -- no one calling ."}], "speaker": "ROORDA", "secId": 162}, {"sentences": [{"sentId": 337, "text": "Let me finish."}, {"sentId": 338, "text": "I didn't say anything against -- to cross you."}, {"sentId": 339, "text": "Let me finish."}], "speaker": "NUTTER", "secId": 163}, {"sentences": [{"sentId": 340, "text": "Go ahead."}], "speaker": "ROORDA", "secId": 164}, {"sentences": [{"sentId": 341, "text": "If you look at the video from the ground and from the air, numerous times, you see Mr. Crutcher with his hands in the air."}, {"sentId": 342, "text": "What does it mean he's a bad dude?"}, {"sentId": 343, "text": "I mean, A, that's bias right there, but in -- when all is said and done, the officer had another option."}, {"sentId": 344, "text": "She was actually carrying a taser herself."}, {"sentId": 345, "text": "The fact that one officer shot his taser and maybe it had an effect or didn't have an effect, does not mean that the next thing you should do is use your firearm."}], "speaker": "NUTTER", "secId": 165}, {"sentences": [{"sentId": 346, "text": "This is the whole issue here in policing and I've lost police officers."}, {"sentId": 347, "text": "I have been at their hospitals when is they've died, I've been at their gravesites."}, {"sentId": 348, "text": "But the fact of the matter is, it's about training, it's about mindset and to use everything else that you can before you ever have to use your firearm."}, {"sentId": 349, "text": "The officer should have used her taser before going to the firearm."}], "speaker": "NUTTER", "secId": 166}, {"sentences": [{"sentId": 350, "text": "We could go on --"}], "speaker": "LEMON", "secId": 167}, {"sentences": [{"sentId": 351, "text": "You can't deny that."}], "speaker": "NUTTER", "secId": 168}, {"sentences": [{"sentId": 352, "text": "We can go on and continue --"}], "speaker": "LEMON", "secId": 169}, {"sentences": [{"sentId": 353, "text": "And you're just wrong, Mayor."}], "speaker": "ROORDA", "secId": 170}, {"sentences": [{"sentId": 354, "text": "You can't deny that."}], "speaker": "NUTTER", "secId": 171}, {"sentences": [{"sentId": 355, "text": "We'll continue talking about this and we will."}, {"sentId": 356, "text": "And we'll have you back."}, {"sentId": 357, "text": "But unfortunately we're out of time."}, {"sentId": 358, "text": "And we'll continue to follow this story happening out of Tulsa, Oklahoma."}, {"sentId": 359, "text": "Thank you, Monique."}, {"sentId": 360, "text": "Thank you, Jeff."}, {"sentId": 361, "text": "Thank you, Mayor Nutter."}, {"sentId": 362, "text": "Appreciate that."}], "speaker": "LEMON", "secId": 172}, {"sentences": [{"sentId": 363, "text": "We're also going to follow -- I don't know if we still have the live pictures out of North Carolina, out of Charlotte."}, {"sentId": 364, "text": "There's some breaking news going on there."}, {"sentId": 365, "text": "Protests, police, they're out."}, {"sentId": 366, "text": "I don't want to call it a standoff, but at least police are trying to gain control over protesters for a shooting that happened there involving -- happened there today involving a police officer."}], "speaker": "LEMON", "secId": 173}, {"sentences": [{"sentId": 367, "text": "I'm sorry?"}, {"sentId": 368, "text": "The man who was shot has been identified -- I'm just getting the information from my -- Keith Lemont Scott."}, {"sentId": 369, "text": "Keith Lemont Scott."}, {"sentId": 370, "text": "That's the man who's been identified as being the victim of the shooting today in Charlotte, North Carolina."}, {"sentId": 371, "text": "His family has been notified."}], "speaker": "LEMON", "secId": 174}, {"sentences": [{"sentId": 372, "text": "Again, I'm getting this information."}, {"sentId": 373, "text": "Producers are telling me in my ears as I'm talking."}, {"sentId": 374, "text": "And we'll continue to watch these pictures for you."}, {"sentId": 375, "text": "Keith Lemont Scott is the man shot in North Carolina tonight."}, {"sentId": 376, "text": "Shot earlier today."}, {"sentId": 377, "text": "The pictures that we're watching from North Carolina, and I'm also being told that his family has been notified."}], "speaker": "LEMON", "secId": 175}, {"sentences": [{"sentId": 378, "text": "We'll be right back."}], "speaker": "LEMON", "secId": 176}, {"sentences": [{"sentId": 379, "text": "New Jersey Governor Chris Christie is part of Donald Trump's inner circle and speaks on the candidate's behalf."}, {"sentId": 380, "text": "Christie endorsed Trump after ending his own campaign for the GOP nomination, but could he become a liability now that a federal trial known as bridgegate is underway?"}], "speaker": "LEMON", "secId": 177}, {"sentences": [{"sentId": 381, "text": "CNN correspondent Phil Mattingly has the story for us tonight."}], "speaker": "LEMON", "secId": 178}, {"sentences": [{"sentId": 382, "text": "As far as Chris Christie has fallen politically, there has always been one saving grace."}], "speaker": "MATTINGLY", "secId": 179}, {"sentences": [{"sentId": 383, "text": "Hey, 2-11 Fort Lee traffic is a nightmare."}], "speaker": "UNIDENTIFIED MALE", "secId": 180}, {"sentences": [{"sentId": 384, "text": "No evidence existed to tie it to the deliberate September 2013 closure of lanes on the George Washington Bridge."}, {"sentId": 385, "text": "Until now, prosecutors say."}], "speaker": "MATTINGLY", "secId": 181}, {"sentences": [{"sentId": 386, "text": "I've been investigated by different entities, two of them led bipartisan Democrats, who, you know, have all found that I had no knowledge of this incident and no involvement in it."}], "speaker": "CHRISTIE", "secId": 182}, {"sentences": [{"sentId": 387, "text": "During opening statements of the fraud trial involving top Christie administration officials, prosecutors told jurors they would prove Christie was aware of their activities as the closures were happening."}, {"sentId": 388, "text": "For Christie, it's the scandal that helped turn a leading presidential contender into an early primary dropout."}], "speaker": "MATTINGLY", "secId": 183}, {"sentences": [{"sentId": 389, "text": "It's both the magic and the mystery of politics that you never quite know when which is going to happen even when you think you do."}], "speaker": "CHRISTIE", "secId": 184}, {"sentences": [{"sentId": 390, "text": "Even as he maintained from the very beginning that he had no knowledge of the alleged political retribution, carried out by his aides."}], "speaker": "MATTINGLY", "secId": 185}, {"sentences": [{"sentId": 391, "text": "Well, let me tell you, everybody."}, {"sentId": 392, "text": "I was blindsided yesterday morning."}, {"sentId": 393, "text": "That was the first time I knew about this."}, {"sentId": 394, "text": "It's the first time I had seen any of the documents that were revealed yesterday."}], "speaker": "CHRISTIE", "secId": 186}, {"sentences": [{"sentId": 395, "text": "But questions about whether that's actually the case have long simmered, as charges against his allies have moved through the court, including the revelation uncovered in court documents in August of a December 2013 text from a campaign aid saying Christie, quote, \"flat out lied about what he knew.\""}, {"sentId": 396, "text": "Yet even as his own presidential campaign fizzled and the trial loomed, Christie's role with the man he endorsed, Donald Trump, continued to grow."}], "speaker": "MATTINGLY", "secId": 187}, {"sentences": [{"sentId": 397, "text": "There is no one who is better prepared to provide America with a strong leadership that it needs."}], "speaker": "CHRISTIE", "secId": 188}, {"sentences": [{"sentId": 398, "text": "But even there, the scandal known as bridgegate helped cost Christie what aides say he desperately wanted -- to be Trump's running mate."}], "speaker": "MATTINGLY", "secId": 189}, {"sentences": [{"sentId": 399, "text": "How much of a fact do you believe the trouble with the bridgegate was a factor in you not getting picked for vice president?"}], "speaker": "WILLIAMS", "secId": 190}, {"sentences": [{"sentId": 400, "text": "I'm sure it was a factor."}], "speaker": "CHRISTIE", "secId": 191}, {"sentences": [{"sentId": 401, "text": "Hey, Don, this is clearly something that played a role in helping cost Chris Christie the Republican nomination, clearly played a role in Donald Trump's decision not to select Chris Christie as his running mate."}], "speaker": "MATTINGLY", "secId": 192}, {"sentences": [{"sentId": 402, "text": "Now the question becomes should Donald Trump win in November, does this also cost Chris Christie his opportunity to be in Trump's Cabinet?"}, {"sentId": 403, "text": "Now Trump advisers make very clear, Donald Trump is very loyal to Chris Christie."}, {"sentId": 404, "text": "Chris Christie is firmly entrenched inside the inner circle of Donald Trump's campaign."}, {"sentId": 405, "text": "That's not going to change any time soon, even with this trial that's supposed to being ongoing over the next couple of weeks."}], "speaker": "MATTINGLY", "secId": 193}, {"sentences": [{"sentId": 406, "text": "But as one top Republican operative put it to me, even if Donald Trump might trust Chris Christie, perhaps Senate Democrats, the types of Senate Democrats you would need to confirm someone, say for attorney general in the next administration, they probably won't be so loyal or understanding -- Don."}], "speaker": "MATTINGLY", "secId": 194}, {"sentences": [{"sentId": 407, "text": "All right, Phil, thank you very much."}], "speaker": "LEMON", "secId": 195}, {"sentences": [{"sentId": 408, "text": "So honesty and truth, that's what we're talking about."}, {"sentId": 409, "text": "When we come right back, the honesty factor in this election, or lack thereof."}, {"sentId": 410, "text": "What should we expect in the debate just days away?"}], "speaker": "LEMON", "secId": 196}, {"sentences": [{"sentId": 411, "text": "Chris Christie proving his loyalty to Donald Trump again insisting to my CNN colleague, Jake Tapper, that Donald Trump did not drag out the birther issue for years, a claim that is clearly not true."}], "speaker": "LEMON", "secId": 197}, {"sentences": [{"sentId": 412, "text": "Donald Trump did not accept when Barack Obama released his birth certificate in 2011."}, {"sentId": 413, "text": "He kept up this whole birther thing until Friday."}, {"sentId": 414, "text": "That's five years."}, {"sentId": 415, "text": "But we only have a little time left so I want to ask you."}], "speaker": "TAPPER", "secId": 198}, {"sentences": [{"sentId": 416, "text": "Jake, that's just not true."}, {"sentId": 417, "text": "It's just not true that he kept it up for five years."}], "speaker": "CHRISTIE", "secId": 199}, {"sentences": [{"sentId": 418, "text": "Sure he did."}], "speaker": "TAPPER", "secId": 200}, {"sentences": [{"sentId": 419, "text": "It's just simply not true."}, {"sentId": 420, "text": "TAPPER:  It is true."}], "speaker": "CHRISTIE", "secId": 201}, {"sentences": [{"sentId": 421, "text": "It wasn't like he was talking -- no, Jake, it wasn't like -- it wasn't like he was talking about it on a regular basis until then and when the issue was raised he made very clear the other day what his position is."}], "speaker": "CHRISTIE", "secId": 202}, {"sentences": [{"sentId": 422, "text": "OK, so I want to bring in now CNN political commentator Carl Bernstein, the author of \"A Woman in Charge: The Life of Hillary Rodham Clinton,\" Mark Preston, CNN Politics executive director, and Douglas Brinkley, CNN presidential historian, who's the author of \"Rightful Heritage: Franklin D. Roosevelt and the Land of America.\""}], "speaker": "LEMON", "secId": 203}, {"sentences": [{"sentId": 423, "text": "Good evening."}, {"sentId": 424, "text": "Good evening to all of you."}, {"sentId": 425, "text": "Let's talk about truth and facts."}, {"sentId": 426, "text": "I mean, who cares about truth and facts?"}, {"sentId": 427, "text": "Right?"}], "speaker": "LEMON", "secId": 204}, {"sentences": [{"sentId": 428, "text": "Douglas, I want to talk about the honesty factor in this election."}, {"sentId": 429, "text": "I mean, just one example, you've heard Chris Christie."}, {"sentId": 430, "text": "I mean, he's lying about Trump and the birther issue."}, {"sentId": 431, "text": "So let's start with the basics in this most, most dishonest election cycle."}, {"sentId": 432, "text": "Is it the most dishonest election cycle ever?"}], "speaker": "LEMON", "secId": 205}, {"sentences": [{"sentId": 433, "text": "I think so."}, {"sentId": 434, "text": "But that's really because we're all able to capture --"}], "speaker": "BRINKLEY", "secId": 206}, {"sentences": [{"sentId": 435, "text": "That was Carl Bernstein, not me, by the way, but go ahead."}], "speaker": "LEMON", "secId": 207}, {"sentences": [{"sentId": 436, "text": "Yes."}, {"sentId": 437, "text": "I -- you know, there are moments, you know, we've thought about this, you know, you could think of Richard Nixon with Watergate and all of those lives, and you know, people arrested for felonies in the end with the Watergate lies."}, {"sentId": 438, "text": "But something about this election, it's just lie after lie, meanness after meanness, and I think Twitter and the new media is allowing us every day to be able to fact-check very quickly and we're just dinging the seas of misinformation from Trump and often Hillary Clinton, too."}], "speaker": "BRINKLEY", "secId": 208}, {"sentences": [{"sentId": 439, "text": "Yes."}, {"sentId": 440, "text": "Carl, I want to play the moment when Trump finally reversed himself -- reversed course and of course it was only after Trump got to promote his hotel with free media did he make this statement."}, {"sentId": 441, "text": "Here it is."}], "speaker": "LEMON", "secId": 209}, {"sentences": [{"sentId": 442, "text": "Hillary Clinton and her campaign of 2008 started the birther controversy."}, {"sentId": 443, "text": "I finished it."}, {"sentId": 444, "text": "I finished it, you know what I mean."}, {"sentId": 445, "text": "President Barack Obama was born in the United States, period."}, {"sentId": 446, "text": "Now we all want to get back to making America strong and great again."}], "speaker": "TRUMP", "secId": 210}, {"sentences": [{"sentId": 447, "text": "So two things here, Carl."}, {"sentId": 448, "text": "We know Hillary Clinton did not start the birther controversy and we know Trump didn't finish it."}, {"sentId": 449, "text": "You have -- these are your words."}, {"sentId": 450, "text": "You called him a pathological liar."}, {"sentId": 451, "text": "CARL BERNSTEIN, AUTHOR, \"A WOMAN IN CHARGE: THE LIFE OF HILLARY RODHAM"}], "speaker": "LEMON", "secId": 211}, {"sentences": [{"sentId": 452, "text": "Well, I think we can stipulate, and I'd like to ask Doug if he agrees with this, that we have never had a presidential aspirant, who has gotten the nomination, who has lied consistently on a scale and as pathologically as has Donald Trump."}, {"sentId": 453, "text": "He's a fabulist, meaning someone who invents a tale, a story that is not true, and it's true of the narrative of his own life he's done this."}, {"sentId": 454, "text": "He's someone who makes up the -- these tales as he goes along that have nothing to do with real existing fact."}], "speaker": "CLINTON", "secId": 212}, {"sentences": [{"sentId": 455, "text": "Have we had that --"}], "speaker": "LEMON", "secId": 213}, {"sentences": [{"sentId": 456, "text": "He is a liar."}], "speaker": "BERNSTEIN", "secId": 214}, {"sentences": [{"sentId": 457, "text": "You said he is a what?"}], "speaker": "LEMON", "secId": 215}, {"sentences": [{"sentId": 458, "text": "He is a liar consistently, but he's not concerned with truth."}, {"sentId": 459, "text": "Now you can talk about Hillary Clinton."}, {"sentId": 460, "text": "Look, Richard Nixon, nothing compared to what Donald Trump does daily."}], "speaker": "BERNSTEIN", "secId": 216}, {"sentences": [{"sentId": 461, "text": "Hold your horses, Mark."}, {"sentId": 462, "text": "He asked you a question."}, {"sentId": 463, "text": "Have we seen anything like this?"}, {"sentId": 464, "text": "He says he's a fabulist and he's a liar."}, {"sentId": 465, "text": "Have we seen anything like this, Douglas?"}, {"sentId": 466, "text": "That was his question."}], "speaker": "LEMON", "secId": 217}, {"sentences": [{"sentId": 467, "text": "Yes."}, {"sentId": 468, "text": "Joe McCarthy used to do that and Trump is pretty much liked it."}], "speaker": "BRINKLEY", "secId": 218}, {"sentences": [{"sentId": 469, "text": "I said a presidential aspirant."}], "speaker": "BERNSTEIN", "secId": 219}, {"sentences": [{"sentId": 470, "text": "Yes."}, {"sentId": 471, "text": "No, no, I agree, presidential aspirant."}, {"sentId": 472, "text": "I totally agree with you, Carl."}, {"sentId": 473, "text": "The question' is why does Trump do it?"}, {"sentId": 474, "text": "I think it's because he's kind of a salesman."}, {"sentId": 475, "text": "He's doing real estate."}, {"sentId": 476, "text": "So he was telling everybody, the house is the best, the foundation is fine, it's the biggest, it's the best, and he's gotten in that mode."}, {"sentId": 477, "text": "He may not realize when you call him pathological that he's often lying because he's constantly selling in the moment and with this modern culture we're able to bust him left and right."}], "speaker": "BRINKLEY", "secId": 220}, {"sentences": [{"sentId": 478, "text": "OK."}], "speaker": "LEMON", "secId": 221}, {"sentences": [{"sentId": 479, "text": "How about the fact that it's working, Doug?"}], "speaker": "BERNSTEIN", "secId": 222}, {"sentences": [{"sentId": 480, "text": "It's fascinating to people."}, {"sentId": 481, "text": "It doesn't matter."}], "speaker": "BRINKLEY", "secId": 223}, {"sentences": [{"sentId": 482, "text": "I mean, here's -- Mark, here's the thing."}, {"sentId": 483, "text": "Let's add to another one, last night, twice, he repeated this false claim that he opposed the war, even though CNN and every other news organization has fact-checked that there's no evidence to support that he had opposition to the war."}, {"sentId": 484, "text": "I mean, he did this interview with Howard Stern."}, {"sentId": 485, "text": "What is going on there?"}, {"sentId": 486, "text": "And the issue is the media feels like there has to be a false equivalency."}, {"sentId": 487, "text": "Like if Donald Trump tells a lie, they have to go, well, where did Hillary Clinton tell a lie, and when not necessarily she told a lie on that day."}, {"sentId": 488, "text": "What's going on?"}], "speaker": "LEMON", "secId": 224}, {"sentences": [{"sentId": 489, "text": "Which one in the same league."}], "speaker": "BERNSTEIN", "secId": 225}, {"sentences": [{"sentId": 490, "text": "Right."}, {"sentId": 491, "text": "So a couple of things."}, {"sentId": 492, "text": "One is, we're in this age right now where the information flow is like a fire hose, right?"}, {"sentId": 493, "text": "It's no longer a little garden hose of information coming out."}, {"sentId": 494, "text": "You have candidates who are always on, whether it is us with cameras, whether it is reporters, whether it's somebody with an iPhone, whatever it may be."}], "speaker": "PRESTON", "secId": 226}, {"sentences": [{"sentId": 495, "text": "Add to that potent mix, Donald Trump who is a salesman, who loves the television, loves to make the sale, and it really has become the situation right now where he is not being hurt by the lies he is telling."}, {"sentId": 496, "text": "The polls are showing us that regardless of how many times we tell people over and over again that he is fabricating something, it has not hurt him at the polls and that only fuels his ability to continue to do something."}], "speaker": "PRESTON", "secId": 227}, {"sentences": [{"sentId": 497, "text": "OK, but not only him, the surrogates do the same thing and the media gets called bias for just pointing out -- just doing their jobs, which is just -- which is so odd to me in this particular election."}, {"sentId": 498, "text": "And let me play this, let me put this up for you."}, {"sentId": 499, "text": "This is a CNN-ORC poll, some early this month, they found that 50 percent of voters say Trump is more honest and trustworthy compared to just 35 percent who say that Hillary Clinton is."}], "speaker": "LEMON", "secId": 228}, {"sentences": [{"sentId": 500, "text": "Why do you think that is, Mark?"}], "speaker": "LEMON", "secId": 229}, {"sentences": [{"sentId": 501, "text": "Well, that's because of the history of the Clintons and people still -- she is suffering from the Bill Clinton presidency and the lies about Monica Lewinsky and what have you."}, {"sentId": 502, "text": "I mean, that is a carryover, you know, up to this point right now."}, {"sentId": 503, "text": "But the fact is, is that those numbers are actually closer than what they are at 50 and 35."}], "speaker": "PRESTON", "secId": 230}, {"sentences": [{"sentId": 504, "text": "Yes."}], "speaker": "LEMON", "secId": 231}, {"sentences": [{"sentId": 505, "text": "And we've seen the numbers change."}, {"sentId": 506, "text": "But the fact is, too, is that Hillary Clinton really is a person who has hubris."}, {"sentId": 507, "text": "We know that."}, {"sentId": 508, "text": "I mean, heck, even Colin Powell said that about her."}], "speaker": "PRESTON", "secId": 232}, {"sentences": [{"sentId": 509, "text": "Colin Powell."}, {"sentId": 510, "text": "Yes."}], "speaker": "LEMON", "secId": 233}, {"sentences": [{"sentId": 511, "text": "And she is of the mindset, do as I say, not as I do, and the American public, certainly the voters who are not supporting her, these white, working-class voters don't necessarily appreciate that."}], "speaker": "PRESTON", "secId": 234}, {"sentences": [{"sentId": 512, "text": "All right, Carl, quickly, the last word because I have to go to break."}, {"sentId": 513, "text": "But go ahead."}], "speaker": "LEMON", "secId": 235}, {"sentences": [{"sentId": 514, "text": "Well, I think let's look at Trump on his taxes."}, {"sentId": 515, "text": "He can't release his tax returns because he's being audited."}], "speaker": "BERNSTEIN", "secId": 236}, {"sentences": [{"sentId": 516, "text": "That's not true."}], "speaker": "LEMON", "secId": 237}, {"sentences": [{"sentId": 517, "text": "I think that's a lie."}], "speaker": "BERNSTEIN", "secId": 238}, {"sentences": [{"sentId": 518, "text": "Yes."}, {"sentId": 519, "text": "BERNSTEIN:  Because just tell us, Donald, have you ever paid any taxes"}], "speaker": "LEMON", "secId": 239}, {"sentences": [{"sentId": 520, "text": "in the last 10 years?"}, {"sentId": 521, "text": "We would be very surprised, I think, to find he's paid any taxes."}], "speaker": "LEMON", "secId": 240}, {"sentences": [{"sentId": 522, "text": "I said last word, but I've got to ask you this."}], "speaker": "LEMON", "secId": 241}, {"sentences": [{"sentId": 523, "text": "It's all a big lie."}], "speaker": "BERNSTEIN", "secId": 242}, {"sentences": [{"sentId": 524, "text": "Is it our fault that people don't believe even when we point it out?"}], "speaker": "LEMON", "secId": 243}, {"sentences": [{"sentId": 525, "text": "No."}], "speaker": "PRESTON", "secId": 244}, {"sentences": [{"sentId": 526, "text": "Because I try to do a very good job of -- as much as I can in real time here."}, {"sentId": 527, "text": "Every single night."}], "speaker": "LEMON", "secId": 245}, {"sentences": [{"sentId": 528, "text": "No."}, {"sentId": 529, "text": "No."}, {"sentId": 530, "text": "I mean, the fact of the matter is that we can only do so much by presenting the facts and it's up to the voters who choose how they want to consume that information."}], "speaker": "PRESTON", "secId": 246}, {"sentences": [{"sentId": 531, "text": "Thank you, gentlemen."}, {"sentId": 532, "text": "When we come right back, Donald Trump repeating his support for profiling in the wake of this weekend's bombings in New York and New Jersey but what kind of profiling does he mean?"}], "speaker": "LEMON", "secId": 247}, {"sentences": [{"sentId": 533, "text": "Donald Trump doubling down on his support for profiling in the aftermath of the bombing in New York that injured 31 people."}], "speaker": "LEMON", "secId": 248}, {"sentences": [{"sentId": 534, "text": "Here to discuss it, Dean Obedallah, the columnist for the \"Daily Beast,\" and Saba Ahmed, the founder of the Republican Muslim Coalition."}], "speaker": "LEMON", "secId": 249}, {"sentences": [{"sentId": 535, "text": "Thank you so much for joining us."}, {"sentId": 536, "text": "Dean, I'm going to start with you first."}], "speaker": "LEMON", "secId": 250}, {"sentences": [{"sentId": 537, "text": "Sure."}], "speaker": "OBEDALLAH", "secId": 251}, {"sentences": [{"sentId": 538, "text": "Donald Trump says our screening process is missing dangerous terrorists."}, {"sentId": 539, "text": "Rahami got through secondary screening after spending time in Afghanistan and Pakistan."}, {"sentId": 540, "text": "Does Donald Trump have a point?"}, {"sentId": 541, "text": "OBEDALLAH:  Quick thing, first of all, I just want to say as a Muslim"}], "speaker": "LEMON", "secId": 252}, {"sentences": [{"sentId": 542, "text": "this attack is despicable."}, {"sentId": 543, "text": "As a Muslim, nobody wants to stop terrorists more than us, frankly, because if you define our faith wrongly and cause a backlash to our community, I hear people all the time saying, I don't hear Muslims denounce it."}, {"sentId": 544, "text": "I want to make it clear."}, {"sentId": 545, "text": "We do."}, {"sentId": 546, "text": "Organizations across the country have."}], "speaker": "LEMON", "secId": 253}, {"sentences": [{"sentId": 547, "text": "This man got in -- you know, Donald Trump lies about something else, he says Muslims are not working with law enforcement, not turning people in."}, {"sentId": 548, "text": "This man's father turned his son in to the FBI just like the shooter in Orlando was turned in by another Muslim in his mosque."}], "speaker": "LEMON", "secId": 254}, {"sentences": [{"sentId": 549, "text": "But what about his point about secondary screening where he said he got --"}], "speaker": "LEMON", "secId": 255}, {"sentences": [{"sentId": 550, "text": "The secondary screening, the man was here for years."}, {"sentId": 551, "text": "I mean, the guy was here for years ."}, {"sentId": 552, "text": "Forget secondary screening."}, {"sentId": 553, "text": "We're talking about right now."}, {"sentId": 554, "text": "The FBI clearly needs more resources."}, {"sentId": 555, "text": "People are tipping off the FBI."}, {"sentId": 556, "text": "You can't blame them."}, {"sentId": 557, "text": "They need more resources so that when someone is tipped off they can continue to follow them and prevent them from committing -- both Orlando and this one could have been prevented with more resources with the FBI."}], "speaker": "OBEDALLAH", "secId": 256}, {"sentences": [{"sentId": 558, "text": "OK.  Saba, so he went and visited other countries and came back, and Donald Trump says secondary screening was missed and that it needs to be better."}, {"sentId": 559, "text": "Does he have a point?"}], "speaker": "LEMON", "secId": 257}, {"sentences": [{"sentId": 560, "text": "Well, exactly."}, {"sentId": 561, "text": "Anybody that's on the FBI radar list needs to be vetted and watched carefully."}, {"sentId": 562, "text": "But at the same time Donald Trump actually wants to be a president for all Americans, including Muslims."}, {"sentId": 563, "text": "Irrespective of our religions we have to be at table and help Republicans and Democrats alike in solving national security problem."}], "speaker": "AHMED", "secId": 258}, {"sentences": [{"sentId": 564, "text": "Trump is coming across really strong against terrorism which is a good thing."}, {"sentId": 565, "text": "We all want a safe secure America and I think having a president that understands national security and has Muslims on his cabinet or in his administration will send the right message, and have good things for all Americans."}], "speaker": "AHMED", "secId": 259}, {"sentences": [{"sentId": 566, "text": "You're saying someone who understands national security?"}], "speaker": "LEMON", "secId": 260}, {"sentences": [{"sentId": 567, "text": "I think Trump understands it."}, {"sentId": 568, "text": "I think he understands the basis of terrorism and I think he has the right intentions, he has good intentions in his heart."}, {"sentId": 569, "text": "And I hope that he will continue his strong leadership."}, {"sentId": 570, "text": "America doesn't need to weaken."}, {"sentId": 571, "text": "If somebody is perverting the religion of Islam, they need to be held accountable."}, {"sentId": 572, "text": "Islam strongly condemns terrorism."}, {"sentId": 573, "text": "And that needs to be said."}], "speaker": "AHMED", "secId": 261}, {"sentences": [{"sentId": 574, "text": "He's all for peace-loving Muslims all around the world."}, {"sentId": 575, "text": "He has been talking even today, he was meeting with president of Egypt assuring that he wants to support peace-loving Muslims and we all want to join together in our fight against terrorism."}], "speaker": "AHMED", "secId": 262}, {"sentences": [{"sentId": 576, "text": "OK.  Let's talk about -- this was yesterday."}, {"sentId": 577, "text": "He said he supported profiling based on ethnicity."}, {"sentId": 578, "text": "Let's listen."}], "speaker": "LEMON", "secId": 263}, {"sentences": [{"sentId": 579, "text": "You go to Israel, and they should study because Israel has done a phenomenal job at this."}, {"sentId": 580, "text": "And they profile."}, {"sentId": 581, "text": "And they're not happy about it but they do it."}, {"sentId": 582, "text": "And people aren't complaining with about it."}, {"sentId": 583, "text": "But we have to profile."}, {"sentId": 584, "text": "Honestly whatever it is."}, {"sentId": 585, "text": "But I'm not using the term Muslim, I'm saying you're going to have to profile."}], "speaker": "TRUMP", "secId": 264}, {"sentences": [{"sentId": 586, "text": "All right."}], "speaker": "UNIDENTIFIED MALE", "secId": 265}, {"sentences": [{"sentId": 587, "text": "We're going to have to start profiling."}], "speaker": "TRUMP", "secId": 266}, {"sentences": [{"sentId": 588, "text": "So, Saba, as a Muslim who supports Donald Trump, do you think profiling Arabs or Muslims is a solution?"}], "speaker": "LEMON", "secId": 267}, {"sentences": [{"sentId": 589, "text": "No."}, {"sentId": 590, "text": "Definitely not, but at the same time religious profiling has to be done with caution."}, {"sentId": 591, "text": "There has to be, you know, checks and balances, and unless Muslims are involved in the national security debate, then it's an open game and they can target anybody that they want."}, {"sentId": 592, "text": "And my issue with the whole administration just not even calling it out as Islamic terrorism is that we need to support people who are strongly working against it."}, {"sentId": 593, "text": "And the voices are being shut silent and so what we get to hear is direct profiling and targeting of Muslims which is not the right approach."}], "speaker": "AHMED", "secId": 268}, {"sentences": [{"sentId": 594, "text": "OK."}], "speaker": "LEMON", "secId": 269}, {"sentences": [{"sentId": 595, "text": "We have to have Muslims within Trump administration to counter such narratives."}], "speaker": "AHMED", "secId": 270}, {"sentences": [{"sentId": 596, "text": "Dean?"}], "speaker": "LEMON", "secId": 271}, {"sentences": [{"sentId": 597, "text": "First of all, I -- Saba, with all due respect, I think Donald Trump is clueless about national security."}, {"sentId": 598, "text": "His rhetoric is what ISIS wants to hear."}, {"sentId": 599, "text": "Donald Trump says Islam hates us, ISIS says the West hates us."}, {"sentId": 600, "text": "They're a mirror of each other."}, {"sentId": 601, "text": "Donald Trump is going to help ISIS recruit."}, {"sentId": 602, "text": "He's already helped Al-Shabaab."}], "speaker": "OBEDALLAH", "secId": 272}, {"sentences": [{"sentId": 603, "text": "No --"}], "speaker": "AHMED", "secId": 273}, {"sentences": [{"sentId": 604, "text": "The idea -- one quick thing, Saba."}, {"sentId": 605, "text": "I'm glad we both agree on the idea that profiling is wrong."}, {"sentId": 606, "text": "It's unconstitutional."}, {"sentId": 607, "text": "Donald Trump is literally calling for profiling of two million African-Americans because that's how many Muslims that are African-American, the biggest group of our community."}, {"sentId": 608, "text": "So Donald Trump tomorrow is going to go reach out to African-Americans in Cleveland at a black church while yesterday calling for profiling of two million African-Americans."}], "speaker": "OBEDALLAH", "secId": 274}, {"sentences": [{"sentId": 609, "text": "And he has Muslims there with him."}], "speaker": "AHMED", "secId": 275}, {"sentences": [{"sentId": 610, "text": "It's wrong."}, {"sentId": 611, "text": "It violates the Fourth -- Fourteenth Amendment."}, {"sentId": 612, "text": "It violates our values."}, {"sentId": 613, "text": "A real leader unites Americans."}, {"sentId": 614, "text": "A person who is insecure and panicky like Donald Trump who's in desperation mode is saying now we should deprive Muslims of our rights because of our religion."}], "speaker": "OBEDALLAH", "secId": 276}, {"sentences": [{"sentId": 615, "text": "OK.  Quickly, Saba, have to get to a break."}], "speaker": "LEMON", "secId": 277}, {"sentences": [{"sentId": 616, "text": "No, I think there will be Muslim Americans present tomorrow in Cleveland along with Donald Trump."}, {"sentId": 617, "text": "I think we need to engage, step up our efforts, we need to have much more in common with the Trump administration."}, {"sentId": 618, "text": "Clinton is providing weak leadership."}, {"sentId": 619, "text": "We don't need that in the White House."}, {"sentId": 620, "text": "We have seen this over the last several years and this hasn't made any -- America any more safer."}], "speaker": "AHMED", "secId": 278}, {"sentences": [{"sentId": 621, "text": "All right."}, {"sentId": 622, "text": "Saba and Dean, thank you very much."}], "speaker": "LEMON", "secId": 279}, {"sentences": [{"sentId": 623, "text": "That's it for us tonight."}, {"sentId": 624, "text": "Thank you so much for watching."}, {"sentId": 625, "text": "I'll see you right back here tomorrow."}], "speaker": "LEMON", "secId": 280}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1609.20.cnnt.02.html.json", "time": "Aired September 20, 2016 - 23:00   ET"}