{"sectionCount": 226, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["LEMON", "GRIFFIN", "SUMWALT", "MCGEE", "GOGGIN", "GUPTA", "MYERS", "OLLEY", "RIDDELL", "ZAREMBSKI", "SOUCIE", "SIMON", "UNIDENTIFIED MALE", "UNIDENTIFIED FEMALE", "MENENDEZ", "AMADOR", "LEE"], "subTitle": "Investigation Into Amtrak Train Derailment Continues; Aired 10- 11:00p ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1505/14/cnnt.01.html", "sentenceCount": 560, "sections": [{"sentences": [{"sentId": 0, "text": "This is CNN Tonight."}, {"sentId": 1, "text": "I'm Don Lemon."}, {"sentId": 2, "text": "It is 10 p.m. here in Philadelphia, where investigators have started interviewing passengers from the Amtrak train that derailed Tuesday night."}], "speaker": "LEMON", "secId": 0}, {"sentences": [{"sentId": 3, "text": "The train's engineer also agreeing to talk to the NTSB."}, {"sentId": 4, "text": "Here's to what we know right now at some of the investigators have completed 3D scanning of the two most damaged cars on the train."}, {"sentId": 5, "text": "All the cars have been removed to a secure location in Delaware."}, {"sentId": 6, "text": "Another body though was discovered in the wreckage today and that brings the death toll sadly to eight in this horrendous accident."}], "speaker": "LEMON", "secId": 1}, {"sentences": [{"sentId": 7, "text": "Philadelphia Mayor Michael Nutter, says all 243 people thought to have been on the train are now accounted for."}, {"sentId": 8, "text": "Engineer Brandon Bostian's attorney says that he remembers entering the curve but it's absolutely no recollection of the crash itself."}], "speaker": "LEMON", "secId": 2}, {"sentences": [{"sentId": 9, "text": "So, CNN senior investigator correspondent, Drew Griffin, has been digging into the background of this engineer and getting more details for us."}, {"sentId": 10, "text": "And Drew joins us now."}, {"sentId": 11, "text": "So, Drew, we understand that Brandon Bostian has now agreed to speak to the NTSB."}, {"sentId": 12, "text": "What does this now mean for the investigation?"}, {"sentId": 13, "text": "Where is it?"}], "speaker": "LEMON", "secId": 3}, {"sentences": [{"sentId": 14, "text": "Well, I think the investigation all centers on what he is going to say."}, {"sentId": 15, "text": "You know, they discussed today the speed of the train which just before the curve, he was going 70 miles an hour, up to the point of the actual crash where he was going a 106 miles an hour."}], "speaker": "GRIFFIN", "secId": 4}, {"sentences": [{"sentId": 16, "text": "Clearly he was accelerating into this curve, nothing wrong with the train, nothing wrong with the track, nothing wrong with the signaling on the track."}, {"sentId": 17, "text": "This is all the initial results of their investigation."}, {"sentId": 18, "text": "So, now they're looking at who was driving the train and that was Brandon Bostian."}], "speaker": "GRIFFIN", "secId": 5}, {"sentences": [{"sentId": 19, "text": "And that is the acceleration what happened within just a minute or so."}], "speaker": "LEMON", "secId": 6}, {"sentences": [{"sentId": 20, "text": "That's right."}, {"sentId": 21, "text": "He started at 65 seconds before..."}], "speaker": "GRIFFIN", "secId": 7}, {"sentences": [{"sentId": 22, "text": "Right."}], "speaker": "LEMON", "secId": 8}, {"sentences": [{"sentId": 23, "text": "... up until just seconds before the train actually left the tracks when he threw on the emergency break, but it was accelerating all the way now."}], "speaker": "GRIFFIN", "secId": 9}, {"sentences": [{"sentId": 24, "text": "So, what is this -- and, you know, I'm going to speak to a member of the NTSB, but from your end, what does this mean about Brandon Bostian posting on industry forms about safety, train safety?"}], "speaker": "LEMON", "secId": 10}, {"sentences": [{"sentId": 25, "text": "We're getting a clear picture of this guy."}, {"sentId": 26, "text": "First of all, Don, he was in a job that he actually loved."}, {"sentId": 27, "text": "He's been a train enthusiast much of his life even going back to his high school days where he wrote about trains, wrote about transportation."}], "speaker": "GRIFFIN", "secId": 11}, {"sentences": [{"sentId": 28, "text": "And as an engineer he was on blogs, safety blogs, blogging about the safety of trains."}, {"sentId": 29, "text": "In fact, after a 2011, after an accident that involved an engineer who was texting while driving a train, he was writing about the exact safety control system."}, {"sentId": 30, "text": "We're talking about now sadly in this accident."}, {"sentId": 31, "text": "I want to put one of these posts."}], "speaker": "GRIFFIN", "secId": 12}, {"sentences": [{"sentId": 32, "text": "He said, \"At any point over the previous 80 years, the railroad could have voluntarily implemented some form of this technology on the line where that fateful wreck took place."}, {"sentId": 33, "text": "But instead, it took an act of Congress to get them to do it.\""}, {"sentId": 34, "text": "And another blog he writes, \"I wish the railroads had been more proactive from the get-go."}, {"sentId": 35, "text": "The reality is that they have had nearly a 100 years of opportunity to implement some sort of system to mitigate human error, but with few notable exceptions have failed to do so.\""}, {"sentId": 36, "text": "He wrote that in 2011."}], "speaker": "GRIFFIN", "secId": 13}, {"sentences": [{"sentId": 37, "text": "what does that mean to many men?"}], "speaker": "LEMON", "secId": 14}, {"sentences": [{"sentId": 38, "text": "Well, that means this guy was safety conscious."}, {"sentId": 39, "text": "He knew about safety systems."}, {"sentId": 40, "text": "You know, this was not a reckless guy."}, {"sentId": 41, "text": "We're hearing that some of this..."}], "speaker": "GRIFFIN", "secId": 15}, {"sentences": [{"sentId": 42, "text": "I'm just wondering if that speaks to the frustration of people inside the industry or inside of Amtrak, perhaps, you know, I don't know."}, {"sentId": 43, "text": "I'm just wondering if the..."}], "speaker": "LEMON", "secId": 16}, {"sentences": [{"sentId": 44, "text": "Well, I think this is a lot of things that will come out in his NTSB interview, if he's open and allowed to be honest."}, {"sentId": 45, "text": "We also know that he is going to have or will be allowed to have his attorney with him for that."}], "speaker": "GRIFFIN", "secId": 17}, {"sentences": [{"sentId": 46, "text": "Didn't you speak to a former Amtrak employee, his friends with Mr. Bostian?"}], "speaker": "LEMON", "secId": 18}, {"sentences": [{"sentId": 47, "text": "Yes."}, {"sentId": 48, "text": "Xavier Bishop, who was a flagman on this very route with Brandon Bostian for hundreds of rides he said."}, {"sentId": 49, "text": "And there was nothing, he said, in all of that time going down to Washington and back up to New York that he ever see anything that was alarming about this engineer's behavior."}], "speaker": "GRIFFIN", "secId": 19}, {"sentences": [{"sentId": 50, "text": "OK."}, {"sentId": 51, "text": "So we'll hear from him a little bit later on."}, {"sentId": 52, "text": "But Drew, thank you so much."}, {"sentId": 53, "text": "I appreciate your reporting and digging into this story."}, {"sentId": 54, "text": "We've got more details now about the moments leading up to this crash in Philadelphia, this deadly crash."}], "speaker": "LEMON", "secId": 20}, {"sentences": [{"sentId": 55, "text": "Here is what the NTSB member, Robert Sumwalt, told me earlier."}, {"sentId": 56, "text": "So, Robert, when are you going to be interviewing Brandon Bostian?"}], "speaker": "LEMON", "secId": 21}, {"sentences": [{"sentId": 57, "text": "We're very excited that he's agreed to talk to us."}, {"sentId": 58, "text": "We plan to do it the next -- in the next few days."}], "speaker": "SUMWALT", "secId": 22}, {"sentences": [{"sentId": 59, "text": "Yes."}, {"sentId": 60, "text": "Is it unusual that he hasn't interviewed yet?"}], "speaker": "LEMON", "secId": 23}, {"sentences": [{"sentId": 61, "text": "No, it's not unusual at all."}, {"sentId": 62, "text": "You've got to understand he's been through a very traumatic event and we like to get people a little bit of time to get their thoughts, make sure that they're mentally and physically able to do it."}], "speaker": "SUMWALT", "secId": 24}, {"sentences": [{"sentId": 63, "text": "He said to his recollection now, he doesn't remember."}, {"sentId": 64, "text": "He remembers, you know, controlling the controls and then all of a sudden looking for his bag outside of the train."}, {"sentId": 65, "text": "Are you concerned that he won't have recollection of the event?"}], "speaker": "LEMON", "secId": 25}, {"sentences": [{"sentId": 66, "text": "well, first of all, it's not unusual that somebody who's been to a traumatic event doesn't have immediate recollection of the event."}, {"sentId": 67, "text": "We hear about that all the time."}, {"sentId": 68, "text": "People in the car crash, they don't remember it."}, {"sentId": 69, "text": "So, that's not unusual."}, {"sentId": 70, "text": "The brain is trying to protect us -- to protect our memory of bad things."}], "speaker": "SUMWALT", "secId": 26}, {"sentences": [{"sentId": 71, "text": "We think in his interview will be invaluable regardless of what he recalls."}, {"sentId": 72, "text": "Because they can tell us how he was feeling the day of the trip, his general physical condition."}, {"sentId": 73, "text": "We think we'll be able to get a lot of good information from him."}], "speaker": "SUMWALT", "secId": 27}, {"sentences": [{"sentId": 74, "text": "He will hopefully help connect the dots."}, {"sentId": 75, "text": "Because it's not, you know, even though it is a science, you still have to -- you've got the black boxes, you still have to interpret the information."}, {"sentId": 76, "text": "It's not going to tell you at this point he pushes control and that point that this happened."}, {"sentId": 77, "text": "Correct?"}], "speaker": "LEMON", "secId": 28}, {"sentences": [{"sentId": 78, "text": "You're exactly right."}], "speaker": "SUMWALT", "secId": 29}, {"sentences": [{"sentId": 79, "text": "And that -- so, you haven't -- have you gotten any of that information here."}, {"sentId": 80, "text": "What have you gotten from the black box?"}], "speaker": "LEMON", "secId": 30}, {"sentences": [{"sentId": 81, "text": "We've taken a good look at the black boxes, but honestly it requires a lot interpretation and a lot of analysis."}, {"sentId": 82, "text": "And each of those data points does require a lot of attention."}, {"sentId": 83, "text": "So, it's a pretty tedious process but we are confident that we have good data that will help us to determine the cause of this accident."}], "speaker": "SUMWALT", "secId": 31}, {"sentences": [{"sentId": 84, "text": "OK."}, {"sentId": 85, "text": "So, how long do you think before you can get that information to analyze it?"}], "speaker": "LEMON", "secId": 32}, {"sentences": [{"sentId": 86, "text": "Well, all together, we're analyzing it as we speak."}, {"sentId": 87, "text": "Altogether, our investigation will take probably about 12 months."}, {"sentId": 88, "text": "But as we, we will open the public docket at some point."}, {"sentId": 89, "text": "So, all of that information, all the factual information is available to the media and to the public."}], "speaker": "SUMWALT", "secId": 33}, {"sentences": [{"sentId": 90, "text": "There been some reports that he was -- today and I don't know if you saw them, that he was posting on industry or the train forums that Amtrak didn't have the newest and latest technology that would help, you know, for safety."}, {"sentId": 91, "text": "Are you looking into that?"}, {"sentId": 92, "text": "Is that so, have you heard about that?"}], "speaker": "LEMON", "secId": 34}, {"sentences": [{"sentId": 93, "text": "Absolutely."}, {"sentId": 94, "text": "We -- Positive Train Control is a technology that is designed to prevent derailment accident due to speeding."}, {"sentId": 95, "text": "What we have here is a derailment accident due to over speeding."}, {"sentId": 96, "text": "Positive Train Control is designed to protect the very -- to prevent the very type of accident that we have here."}], "speaker": "SUMWALT", "secId": 35}, {"sentences": [{"sentId": 97, "text": "But specifically, have you -- did you -- are you looking into the possibility that he was posting on these forums and discussing issues that had to deal with?"}], "speaker": "LEMON", "secId": 36}, {"sentences": [{"sentId": 98, "text": "No, we haven't look to that."}, {"sentId": 99, "text": "We'll talk to him and get his viewpoints to that."}], "speaker": "SUMWALT", "secId": 37}, {"sentences": [{"sentId": 100, "text": "Are you essentially done with your investigation here at the scene?"}], "speaker": "LEMON", "secId": 38}, {"sentences": [{"sentId": 101, "text": "No."}, {"sentId": 102, "text": "We got several more days here on the scene."}, {"sentId": 103, "text": "A lot of the physical evidence out here on the tracks."}, {"sentId": 104, "text": "It has now been removed, but there's still a few signals we need to test."}, {"sentId": 105, "text": "There are some track records we need to check, examine."}, {"sentId": 106, "text": "The train cars themselves we will be examining them in a secure storage facility."}, {"sentId": 107, "text": "There's a lot more work to be done here locally."}], "speaker": "SUMWALT", "secId": 39}, {"sentences": [{"sentId": 108, "text": "I want to talk about -- there's some video that we got exclusively from CNN."}, {"sentId": 109, "text": "I'm not sure if you were able to see it on the air today."}, {"sentId": 110, "text": "It shows an explosion that happened during the time of it."}, {"sentId": 111, "text": "Were you able to look at any of that video of this large explosion?"}], "speaker": "LEMON", "secId": 40}, {"sentences": [{"sentId": 112, "text": "No."}, {"sentId": 113, "text": "I personally don't seen that video."}], "speaker": "SUMWALT", "secId": 41}, {"sentences": [{"sentId": 114, "text": "It's trauma."}, {"sentId": 115, "text": "And I want to be specific here."}, {"sentId": 116, "text": "Our businesses located 100 yards away from the curve."}, {"sentId": 117, "text": "And it shows that when it's going into the track -- into the curve that there's a large explosion."}, {"sentId": 118, "text": "What would that tell you if that there's an explosion?"}], "speaker": "LEMON", "secId": 42}, {"sentences": [{"sentId": 119, "text": "Well, we want to piece all these pieces together and, so we will be looking at that."}, {"sentId": 120, "text": "We'll be looking for surveillance video and those types of things and so, that's really -- that's just going to be another piece of the puzzle."}], "speaker": "SUMWALT", "secId": 43}, {"sentences": [{"sentId": 121, "text": "So, on the video that you do have, because you have video yourself, correct?"}], "speaker": "LEMON", "secId": 44}, {"sentences": [{"sentId": 122, "text": "We have forward facing video camera from the locomotive."}], "speaker": "SUMWALT", "secId": 45}, {"sentences": [{"sentId": 123, "text": "OK."}, {"sentId": 124, "text": "So, what have you been able to piece together from the timeline or with a timeline from the video that you have?"}], "speaker": "LEMON", "secId": 46}, {"sentences": [{"sentId": 125, "text": "What it's told us is that we -- in addition to the actual recording, looking out the locomotive windshield, it also has speeds listed on there."}, {"sentId": 126, "text": "So, we can see what speeds were at various points as this train approach that curve."}], "speaker": "SUMWALT", "secId": 47}, {"sentences": [{"sentId": 127, "text": "From the video, because I think it shows that the speed was in the 70s and then 80s and then gradually up to the 106-mile an hour that you determined in about a minute before the crash."}], "speaker": "LEMON", "secId": 48}, {"sentences": [{"sentId": 128, "text": "That's right."}], "speaker": "SUMWALT", "secId": 49}, {"sentences": [{"sentId": 129, "text": "That's a pretty fast acceleration going into a curve?"}], "speaker": "LEMON", "secId": 50}, {"sentences": [{"sentId": 130, "text": "Well, let's face it."}, {"sentId": 131, "text": "The train shouldn't have been going anything other than 50 miles an hour going into the curve."}], "speaker": "SUMWALT", "secId": 51}, {"sentences": [{"sentId": 132, "text": "Yes."}, {"sentId": 133, "text": "And what should have been in the straighter ways?"}], "speaker": "LEMON", "secId": 52}, {"sentences": [{"sentId": 134, "text": "Once it gets past the curve it's authorize to go over 100 miles an hour."}], "speaker": "SUMWALT", "secId": 53}, {"sentences": [{"sentId": 135, "text": "Over an 100 miles an hour."}, {"sentId": 136, "text": "We're going a 106 miles an hour."}, {"sentId": 137, "text": "That was really at the top of the speed that shouldn't been going anyways, right."}, {"sentId": 138, "text": "Yes."}, {"sentId": 139, "text": "So, you -- can we talk about the comments that yesterday with the mayor."}, {"sentId": 140, "text": "You backed away from the comments."}, {"sentId": 141, "text": "Is there --do you and the mayor have any sort of -- is there an issue between the NTSB and the mayor because of the comments?"}], "speaker": "LEMON", "secId": 54}, {"sentences": [{"sentId": 142, "text": "Absolutely not."}, {"sentId": 143, "text": "The mayor and I are actually hugged each other just about 20 minutes ago."}, {"sentId": 144, "text": "He's comments, he has explained those."}, {"sentId": 145, "text": "The NTSB, we don't want to prejudge the investigation, we want to make sure we're conducting a very thorough investigation."}], "speaker": "SUMWALT", "secId": 55}, {"sentences": [{"sentId": 146, "text": "And I really want to applaud the City of Philadelphia, the mayor's office, the mayor himself for the great support that we've got."}], "speaker": "SUMWALT", "secId": 56}, {"sentences": [{"sentId": 147, "text": "Ultimately you will be able to determine and very quickly the cause of this crash."}], "speaker": "LEMON", "secId": 57}, {"sentences": [{"sentId": 148, "text": "I'm very confident that we'll be able to determine the probable cause the timeline."}], "speaker": "SUMWALT", "secId": 58}, {"sentences": [{"sentId": 149, "text": "Yes."}], "speaker": "LEMON", "secId": 59}, {"sentences": [{"sentId": 150, "text": "Probably it's not going to be on the time line that the media would like."}, {"sentId": 151, "text": "But we're going to do it very methodically, and when we do it, we want to make sure we get it right."}], "speaker": "SUMWALT", "secId": 60}, {"sentences": [{"sentId": 152, "text": "Thank you, Mr. Sumwalt."}], "speaker": "LEMON", "secId": 61}, {"sentences": [{"sentId": 153, "text": "Don, good to see you."}], "speaker": "SUMWALT", "secId": 62}, {"sentences": [{"sentId": 154, "text": "I appreciate it."}], "speaker": "LEMON", "secId": 63}, {"sentences": [{"sentId": 155, "text": "Thank you so much."}], "speaker": "SUMWALT", "secId": 64}, {"sentences": [{"sentId": 156, "text": "So, joining me now exclusively is Stephanie McGee."}, {"sentId": 157, "text": "Stephanie is a friend of the engineer, Brandon Bostian."}, {"sentId": 158, "text": "Stephanie, thank you so much for joining us."}, {"sentId": 159, "text": "When you found out that Brandon was the engineer on this train, what was your reaction?"}], "speaker": "LEMON", "secId": 65}, {"sentences": [{"sentId": 160, "text": "I was shocked."}, {"sentId": 161, "text": "I was heartbroken for him just knowing how much he loves this job and how much it means to him and have this happened."}, {"sentId": 162, "text": "It's just got to be devastating."}, {"sentId": 163, "text": "My heart is really broken for him and his family."}, {"sentId": 164, "text": "And for all of those affected, you know, the families that lost people on the train."}], "speaker": "MCGEE", "secId": 66}, {"sentences": [{"sentId": 165, "text": "Yes."}, {"sentId": 166, "text": "From what you just said, from everything that we have heard about him, it sounds like he really wanted to work with trains for quite some time now."}, {"sentId": 167, "text": "Tell me about that."}], "speaker": "LEMON", "secId": 67}, {"sentences": [{"sentId": 168, "text": "Yes."}, {"sentId": 169, "text": "That's something that, you know, anybody that's known Brandon will tell you first thing."}, {"sentId": 170, "text": "He has loved trains and love might be an understatement."}, {"sentId": 171, "text": "You know, something he's always talked about."}, {"sentId": 172, "text": "Something, you know, as a 17, 18-year-old boy, he would come back from family vacations with souvenirs of subways and the trains he took."}, {"sentId": 173, "text": "And he wouldn't talk about the places, he talked about the train."}, {"sentId": 174, "text": "And he brought a subway map into the office one day, so excited."}, {"sentId": 175, "text": "They had some old subway map."}, {"sentId": 176, "text": "You know, he's always had a love of trains and this is his dream job to be able to drive trains for Amtrak."}], "speaker": "MCGEE", "secId": 68}, {"sentences": [{"sentId": 177, "text": "Stephanie, when was the last time you spoke to him, and have you spoken to him since this?"}], "speaker": "LEMON", "secId": 69}, {"sentences": [{"sentId": 178, "text": "I haven't spoken to him since the incident."}, {"sentId": 179, "text": "I wished him happy birthday several weeks ago on Facebook and he responded, you know, in his normal humorous self and that was the last time I spoke to him."}], "speaker": "MCGEE", "secId": 70}, {"sentences": [{"sentId": 180, "text": "What do you think happened?"}, {"sentId": 181, "text": "Do you have any idea of any scenario that you think could have happened here?"}], "speaker": "LEMON", "secId": 71}, {"sentences": [{"sentId": 182, "text": "I have -- I couldn't come up with anything."}, {"sentId": 183, "text": "I certainly not to try to hypothesize of what happened."}, {"sentId": 184, "text": "But just Brandon, knowing the kind of person he is, how conscientious he is, he wouldn't do anything negligent intentionally."}, {"sentId": 185, "text": "I'm certain he did his best and I'm certain he's devastated that this happened."}, {"sentId": 186, "text": "But there's no doubt in my mind that he did any of this intentionally."}], "speaker": "MCGEE", "secId": 72}, {"sentences": [{"sentId": 187, "text": "What do you want people to know about him?"}, {"sentId": 188, "text": "You're his friend, you're speaking out."}], "speaker": "LEMON", "secId": 73}, {"sentences": [{"sentId": 189, "text": "Yes."}, {"sentId": 190, "text": "He -- you know, I've read a lot of things; I've seen a lot of things that are unkind to say the least."}, {"sentId": 191, "text": "He's a sweet guy."}, {"sentId": 192, "text": "He's a good, decent person."}, {"sentId": 193, "text": "I can't -- like I said, I can't imagine how difficult this is for him and how devastated he must be."}], "speaker": "MCGEE", "secId": 74}, {"sentences": [{"sentId": 194, "text": "But he's a good, funny, quirky guy, you know, knowing him 15 years ago and knowing him since, you know, he's just a sweetheart of a guy."}, {"sentId": 195, "text": "So, my, you know, my heart breaks for him."}, {"sentId": 196, "text": "I hope so very much that the truth comes out and all is well for him."}], "speaker": "MCGEE", "secId": 75}, {"sentences": [{"sentId": 197, "text": "Stephanie McGee, thank you."}, {"sentId": 198, "text": "We appreciate you joining us here on CNN."}, {"sentId": 199, "text": "MCGEE: Thank you."}], "speaker": "LEMON", "secId": 76}, {"sentences": [{"sentId": 200, "text": "We've got much, much more to come here in Philadelphia on this Amtrak investigation."}, {"sentId": 201, "text": "The attorney for Brandon Bostian says, the engineer has no recollection of the moment of the crash."}, {"sentId": 202, "text": "Could the trauma of his injuries cause him to forget."}, {"sentId": 203, "text": "I'm going to ask our very own Dr. Sanjay Gupta."}], "speaker": "LEMON", "secId": 77}, {"sentences": [{"sentId": 204, "text": "Welcome back to our breaking news coverage here live in Philadelphia where Amtrak engineer Brandon Bostian has agreed to speak with the National Transportation Safety Board."}, {"sentId": 205, "text": "His attorney says that his client has absolutely no recollection whatsoever after losing consciousness in the crash."}], "speaker": "LEMON", "secId": 78}, {"sentences": [{"sentId": 206, "text": "Joining me now is Dr. Sanjay Gupta, CNN's chief medical correspondent."}, {"sentId": 207, "text": "Sanjay, thank you for joining us this evening."}, {"sentId": 208, "text": "I want play for you what Brandon Bostian's attorney had to say this morning about his memory."}, {"sentId": 209, "text": "Here it is."}], "speaker": "LEMON", "secId": 79}, {"sentences": [{"sentId": 210, "text": "He does not remember deploying the emergency break."}, {"sentId": 211, "text": "We know that it was, in fact, deployed."}, {"sentId": 212, "text": "The last thing he recalls is coming to, looking for his bag, getting his cell phone, turning it on and calling 911."}], "speaker": "GOGGIN", "secId": 80}, {"sentences": [{"sentId": 213, "text": "So, he remembers that Sanjay, but is it possible for him to remember all of that but not remember the derailment and what caused it?"}], "speaker": "LEMON", "secId": 81}, {"sentences": [{"sentId": 214, "text": "It is possible, Don."}, {"sentId": 215, "text": "What this, and again, we're just going based on what his lawyer said there, but there's a, you know, what is known as post traumatic amnesia."}], "speaker": "GUPTA", "secId": 82}, {"sentences": [{"sentId": 216, "text": "Amnesia, you typically think of amnesia as forgetting things that may have happened in the past, that's called retrograde amnesia."}, {"sentId": 217, "text": "But there's also what is known as anterograde amnesia."}, {"sentId": 218, "text": "You forget things that have happened after the particular trauma."}, {"sentId": 219, "text": "In this case a concussion or blow to the head like they're saying."}], "speaker": "GUPTA", "secId": 83}, {"sentences": [{"sentId": 220, "text": "So, you could have what are known, Don, as islands of memory."}, {"sentId": 221, "text": "You remember certain things but you don't have continuous memory."}, {"sentId": 222, "text": "You hear quarterbacks, for example, football; take a concussion right after that."}, {"sentId": 223, "text": "They perform a complicated play, but if you ask them about that play the next day, they may have no recollection of it."}, {"sentId": 224, "text": "It could be a similar sort of thing."}], "speaker": "GUPTA", "secId": 84}, {"sentences": [{"sentId": 225, "text": "How long though, can this sort of amnesia last?"}, {"sentId": 226, "text": "Because we're hearing that the NTSB that investigators are giving him enough absorb this traumatic event."}, {"sentId": 227, "text": "How long can this last from a concussion or a trauma like this?"}, {"sentId": 228, "text": "GUPTA: Well, you know, if he has no other preexisting medical"}], "speaker": "LEMON", "secId": 85}, {"sentences": [{"sentId": 229, "text": "conditions and, you know, we haven't heard that for sure yet, if there was something else, some other medical condition involving his brain or something that played a role here, if there's none of that, usually within days or, you know, at the most, weeks you should have what is known as continuous memory returning."}], "speaker": "LEMON", "secId": 86}, {"sentences": [{"sentId": 230, "text": "It is possible sometimes that it can go longer than that."}, {"sentId": 231, "text": "Just about everybody who's had a concussion has had some degree of memory loss."}, {"sentId": 232, "text": "If you investigate deeply enough, almost always it's going to come back, Don."}], "speaker": "LEMON", "secId": 87}, {"sentences": [{"sentId": 233, "text": "Yes."}, {"sentId": 234, "text": "In terms of brain memory, Dr. Gupta, does it matter when someone is interviewed?"}, {"sentId": 235, "text": "Because investigations, you know, usually investigators I think the officials want to know, want to have someone have the memory as fresh as possible?"}], "speaker": "LEMON", "secId": 88}, {"sentences": [{"sentId": 236, "text": "This is such a fascinating area, Don."}, {"sentId": 237, "text": "And you're absolutely right."}, {"sentId": 238, "text": "I mean, there's a lot of logic behind trying to get information as quickly as possible while the details are sort of fresh in someone's mind."}, {"sentId": 239, "text": "So, it doesn't become like more a game of telephone, if you will, where, you know, you're transmitting information further and further away from the event and it becomes distorted."}], "speaker": "GUPTA", "secId": 89}, {"sentences": [{"sentId": 240, "text": "And they even will go through great lengths of saying, you know, let's not even talk about the event."}, {"sentId": 241, "text": "Let's talk about that day, what kind of day was it, was it sunny outside, was it rainy?"}, {"sentId": 242, "text": "Really trying to get the person back into the particular frame of mind as to what was going on even before the event started."}], "speaker": "GUPTA", "secId": 90}, {"sentences": [{"sentId": 243, "text": "What complicates this though, Don, is if in fact, he did a post traumatic amnesia, you know, hit his head and he's amnestic, has amnesia to the event, then the memories just are not there right now."}], "speaker": "GUPTA", "secId": 91}, {"sentences": [{"sentId": 244, "text": "Again, I could, they are likely to come back and it requires continuous sprouting but that complicates things."}, {"sentId": 245, "text": "Almost always to your point and you want to get this information as quickly as possible."}, {"sentId": 246, "text": "But in this case, it may not be so easy."}], "speaker": "GUPTA", "secId": 92}, {"sentences": [{"sentId": 247, "text": "I think this is going to be a fascinating part of this investigation and probably a lot bigger and we'll be learning about -- more about amnesia because of this case."}, {"sentId": 248, "text": "Dr. Gupta, thank you very much."}], "speaker": "LEMON", "secId": 93}, {"sentences": [{"sentId": 249, "text": "Thank you, Don."}, {"sentId": 250, "text": "You got it."}], "speaker": "GUPTA", "secId": 94}, {"sentences": [{"sentId": 251, "text": "Well, today, attorney's representing Bruce Phillips, representing Bruce Phillips, an Amtrak dispatcher have filed what is believe to be the first lawsuit against Amtrak over this derailment."}], "speaker": "LEMON", "secId": 95}, {"sentences": [{"sentId": 252, "text": "Phillips was commuting to New York City when the train crashed and he is still hospitalized."}, {"sentId": 253, "text": "He is suffering from brain trauma, that's according to his attorneys, Robert Myers and Mike Olley."}, {"sentId": 254, "text": "And they joined me now."}, {"sentId": 255, "text": "Thank you, gentlemen for joining us."}, {"sentId": 256, "text": "Robert, the first question is, how is he doing and what happened to him?"}, {"sentId": 257, "text": "ROBERT MYERS, ATTORNEY FOR AMTRAK EMPLOYEE BRUCE PHILLIPS: He was"}], "speaker": "LEMON", "secId": 96}, {"sentences": [{"sentId": 258, "text": "actually an employee of Amtrak."}, {"sentId": 259, "text": "He's a dispatcher."}, {"sentId": 260, "text": "When he was on his way to New York to work."}, {"sentId": 261, "text": "He was riding in the last car of the train when this terrible collision, the derailment, all the cars are being jumped and thrown in the air and he got thrown up in the air, was propelled against the luggage rack back then on the seats and really the next thing he remembers is waking up in Temple University Hospital?"}], "speaker": "LEMON", "secId": 97}, {"sentences": [{"sentId": 262, "text": "You're saying that he sustained traumatic brain injury multiple contusions and lacerations to the body, correct?"}], "speaker": "LEMON", "secId": 98}, {"sentences": [{"sentId": 263, "text": "Right."}], "speaker": "MYERS", "secId": 99}, {"sentences": [{"sentId": 264, "text": "Yes."}], "speaker": "LEMON", "secId": 100}, {"sentences": [{"sentId": 265, "text": "He was still undergoing diagnostic test."}, {"sentId": 266, "text": "And his treatment, well, hasn't even were done yet."}], "speaker": "MYERS", "secId": 101}, {"sentences": [{"sentId": 267, "text": "OK. You're accusing Amtrak, you said of gross negligence."}, {"sentId": 268, "text": "How are they negligent?"}], "speaker": "LEMON", "secId": 102}, {"sentences": [{"sentId": 269, "text": "Your -- anytime that the train is operating twice the speed of the restricted speed in that area, this isn't just negligence, this is way beyond what any train can be doing at any time."}, {"sentId": 270, "text": "This is horrendous."}], "speaker": "MYERS", "secId": 103}, {"sentences": [{"sentId": 271, "text": "Yes."}], "speaker": "LEMON", "secId": 104}, {"sentences": [{"sentId": 272, "text": "First thing you have to remember the train is going into a curve."}, {"sentId": 273, "text": "So, you're speeding up going into a curve, instead of slowing down going into a curve."}], "speaker": "MYERS", "secId": 105}, {"sentences": [{"sentId": 274, "text": "Mike, you're saying that Amtrak is liable and this of course, from your failure -- provide available necessary and appropriate systems to slow and or stop the train."}, {"sentId": 275, "text": "Talk to me about that."}], "speaker": "LEMON", "secId": 106}, {"sentences": [{"sentId": 276, "text": "Well, first and foremost, you know, the evidence is clear that the train itself was going in excess of 100 miles an hour on that curve which is over twice the speed limit for that area."}], "speaker": "OLLEY", "secId": 107}, {"sentences": [{"sentId": 277, "text": "There's been a lot of discussion about Positive Train Control, you know, in the media in last couple of days."}, {"sentId": 278, "text": "Congress implemented this program."}, {"sentId": 279, "text": "It's supposed to be completed within a certain number of years."}, {"sentId": 280, "text": "And the various railroads have implemented that across the country."}, {"sentId": 281, "text": "And Amtrak has done that on much of its property but not this curve."}, {"sentId": 282, "text": "And, you know, that's designed to stop the train, you know, if the engineer is going too fast."}], "speaker": "OLLEY", "secId": 108}, {"sentences": [{"sentId": 283, "text": "But, you don't know why."}, {"sentId": 284, "text": "I mean, and it is -- I had a member of the NTSB here saying, we still don't know why, we, you know, we have information from the black boxes."}, {"sentId": 285, "text": "We don't enough time to really examine all the information."}, {"sentId": 286, "text": "It's just three days in following a lawsuit this soon, is that..."}], "speaker": "LEMON", "secId": 109}, {"sentences": [{"sentId": 287, "text": "Yes, The reason."}], "speaker": "OLLEY", "secId": 110}, {"sentences": [{"sentId": 288, "text": "Tp many people it seems too quick."}], "speaker": "LEMON", "secId": 111}, {"sentences": [{"sentId": 289, "text": "Yes."}, {"sentId": 290, "text": "The reason a lawsuit was filed by myself have represented Union railroad workers over the years."}, {"sentId": 291, "text": "They are little different than other employees are not subject to state compensation laws."}], "speaker": "OLLEY", "secId": 112}, {"sentences": [{"sentId": 292, "text": "Their claims are covered by what's called the Federal Employer's Liability Act."}, {"sentId": 293, "text": "And while they're out at work they're not entitled to be compensated in any way by their employer."}, {"sentId": 294, "text": "So, you know, the reason filing a lawsuit this stage is to move this forward so that this man is not, you know, without compensation during the period of time that he'll be out of work."}], "speaker": "OLLEY", "secId": 113}, {"sentences": [{"sentId": 295, "text": "What do you..."}], "speaker": "LEMON", "secId": 114}, {"sentences": [{"sentId": 296, "text": "Obviously, we also want to, you know, get involved in discovery early."}, {"sentId": 297, "text": "We anticipate they'll be a number -- a number of these claims file that will be consolidated for purposes of discovery most likely in federal court in Philadelphia."}], "speaker": "OLLEY", "secId": 115}, {"sentences": [{"sentId": 298, "text": "And we anticipate that the NTSB report will be done within a matter of months."}], "speaker": "OLLEY", "secId": 116}, {"sentences": [{"sentId": 299, "text": "So, it's too early to say if anyone's cooperating with you or not because there's no discovery, there's nothing, right."}], "speaker": "LEMON", "secId": 117}, {"sentences": [{"sentId": 300, "text": "No, no."}, {"sentId": 301, "text": "I mean, at this stage, you know, the Amtrak still has to answer the complaint."}, {"sentId": 302, "text": "We've represented railroad workers against the Amtrak for years."}, {"sentId": 303, "text": "We're familiar with the defense, defense counsel and claims department."}], "speaker": "OLLEY", "secId": 118}, {"sentences": [{"sentId": 304, "text": "And you've won?"}], "speaker": "LEMON", "secId": 119}, {"sentences": [{"sentId": 305, "text": "Multiple times."}], "speaker": "OLLEY", "secId": 120}, {"sentences": [{"sentId": 306, "text": "Multiple times."}, {"sentId": 307, "text": "In similar situations?"}], "speaker": "LEMON", "secId": 121}, {"sentences": [{"sentId": 308, "text": "Similar but not, obviously a crash of this magnitude which is devastating."}], "speaker": "OLLEY", "secId": 122}, {"sentences": [{"sentId": 309, "text": "What do you seek..."}], "speaker": "LEMON", "secId": 123}, {"sentences": [{"sentId": 310, "text": "We've represented freight railroad workers in smaller crashes."}], "speaker": "OLLEY", "secId": 124}, {"sentences": [{"sentId": 311, "text": "What do you seeking, how much are seeking?"}], "speaker": "LEMON", "secId": 125}, {"sentences": [{"sentId": 312, "text": "I can't hear you."}], "speaker": "MYERS", "secId": 126}, {"sentences": [{"sentId": 313, "text": "How do you seeking?"}], "speaker": "LEMON", "secId": 127}, {"sentences": [{"sentId": 314, "text": "Well, when you file a complaint in federal it's not specific amount."}, {"sentId": 315, "text": "You're claiming an excess of a certain amount and that is something to be determined later on."}], "speaker": "OLLEY", "secId": 128}, {"sentences": [{"sentId": 316, "text": "But under the Federal Employers Liability Act, he can sue for his past and future wage loss as well as pain and suffering."}, {"sentId": 317, "text": "But we also have account in common law negligence which allows both he and his wife to pursue claims."}, {"sentId": 318, "text": "One additional negligence accounts."}], "speaker": "OLLEY", "secId": 129}, {"sentences": [{"sentId": 319, "text": "We received a number of calls from other passengers that we have not met with."}, {"sentId": 320, "text": "But, you know, their claims will be similar obviously."}, {"sentId": 321, "text": "You know, you have the devastating injuries and deaths and then you have the, you know, the less minor claims."}, {"sentId": 322, "text": "But collectively, all of these cases we anticipate will be consolidated and there will be lot of collaboration obviously between the various counsels representing this people."}], "speaker": "MYERS", "secId": 130}, {"sentences": [{"sentId": 323, "text": "When your client is able, we'd love to speak to your client once your client is able to talk."}, {"sentId": 324, "text": "Thank you, Mike."}, {"sentId": 325, "text": "Thank you, Bob."}, {"sentId": 326, "text": "We appreciate your..."}], "speaker": "LEMON", "secId": 131}, {"sentences": [{"sentId": 327, "text": "Thank you very much."}, {"sentId": 328, "text": "Nice meeting you."}, {"sentId": 329, "text": "And please send our wishes to all the families who have suffered."}], "speaker": "MYERS", "secId": 132}, {"sentences": [{"sentId": 330, "text": "Absolutely."}, {"sentId": 331, "text": "When we come right back here we are learning much, much more about this crash, what happened here the moments before the crash."}, {"sentId": 332, "text": "But why did this train go from 70 miles an hour to more than 100 in just over a minute?"}], "speaker": "LEMON", "secId": 133}, {"sentences": [{"sentId": 333, "text": "Back now live in Philadelphia with the Breaking News where investigators are learning more about the moments before this Amtrak train derailed."}, {"sentId": 334, "text": "I want to bring in Dr. Allan Zarembski   and then also -- he's the director of the Railroad Engineering and Safety Program at the University of Delaware."}, {"sentId": 335, "text": "Also David Soucie, CNN safety analyst joins me and former Amtrak Engineer Doug Riddell, joins as well."}, {"sentId": 336, "text": "So Dough, my first question is for you, because you spent 36 years on the tracks for Amtrak."}, {"sentId": 337, "text": "And as I discussed with Robert Sumwalt, the train went from 70 miles per hour to over 100 mile per hour, just over a minute, that's pretty fast head into this curve --"}], "speaker": "LEMON", "secId": 134}, {"sentences": [{"sentId": 338, "text": "Can you take us inside -- go ahead."}], "speaker": "LEMON", "secId": 135}, {"sentences": [{"sentId": 339, "text": "That's -- not really fast when you consider that's an electric locomotive."}, {"sentId": 340, "text": "Electric locomotives accelerate extremely fast."}, {"sentId": 341, "text": "I ran diesel locomotives and it took forever to get up to speed."}, {"sentId": 342, "text": "That's the advantage of the electric locomotive, that's why you are able to do so much on the northeast corridors, because they accelerate fast."}], "speaker": "RIDDELL", "secId": 136}, {"sentences": [{"sentId": 343, "text": "I wasn't saying he should be accelerating going into a curve."}], "speaker": "RIDDELL", "secId": 137}, {"sentences": [{"sentId": 344, "text": "I'm just saying that it is not unusual for an electric locomotive to accelerate that fast."}, {"sentId": 345, "text": "I mean, if you were going out of a curve, you are attempting to accelerate a train, yes, indeed that would, that would be very good if you could get the train up that fast, that quickly."}], "speaker": "RIDDELL", "secId": 138}, {"sentences": [{"sentId": 346, "text": "Allan, go ahead."}], "speaker": "LEMON", "secId": 139}, {"sentences": [{"sentId": 347, "text": "Yeah, I was just commenting that that's an acceleration rate of about a half mile an hour or a second which as, he was just pointed out is not an unreasonable an attack of acceleration rate for this type of equipment."}], "speaker": "ZAREMBSKI", "secId": 140}, {"sentences": [{"sentId": 348, "text": "But that is unusual to be accelerating at this rate of speed going into a curve?"}], "speaker": "LEMON", "secId": 141}, {"sentences": [{"sentId": 349, "text": "Absolutely."}, {"sentId": 350, "text": "The unusual to be -- if it's to be accelerating"}], "speaker": "ZAREMBSKI", "secId": 142}, {"sentences": [{"sentId": 351, "text": "going into a curve, for sure, A different curve, you should be slowing down and not increasing speeds."}], "speaker": "ZAREMBSKI", "secId": 143}, {"sentences": [{"sentId": 352, "text": "That's what -- that mean uploaded as an engineer."}], "speaker": "RIDDELL", "secId": 144}, {"sentences": [{"sentId": 353, "text": "Yeah."}, {"sentId": 354, "text": "And I think it has everyone confounded."}, {"sentId": 355, "text": "Let's look at this and that's what the investigators are going to be looking into, because so far he has no memory and no one really knows why the train was accelerating."}, {"sentId": 356, "text": "But I want you to take a look at this video that we got exclusively it is from a tow truck company, that's right by the scene of this crash."}, {"sentId": 357, "text": "So what is this tell you?"}, {"sentId": 358, "text": "Looks like an explosion, but is this arching -- what, what's going on here David Soucie?"}], "speaker": "LEMON", "secId": 145}, {"sentences": [{"sentId": 359, "text": "That's, that's , you have arcing."}, {"sentId": 360, "text": "You have the catenary, as it referred to it's the high voltage electricity from which the electric engine draws its power and when you -- just like if you were to stick a knife in your electric socket, you would get an explosion there too, the same, same principal there."}], "speaker": "RIDDELL", "secId": 146}, {"sentences": [{"sentId": 361, "text": "David?"}], "speaker": "LEMON", "secId": 147}, {"sentences": [{"sentId": 362, "text": "Well, it's a lot of electricity going through there and current as well, because the acceleration that we're just talking about, it comes from the amount of electricity that's able to move through those, through those connections that that are making those arcs."}, {"sentId": 363, "text": "So, that's where the power is coming through and when it's shorted out, that you just mentioned that, that's a lot, a lot of energy being extended there."}], "speaker": "SOUCIE", "secId": 148}, {"sentences": [{"sentId": 364, "text": "Doug, you know people who --"}], "speaker": "LEMON", "secId": 149}, {"sentences": [{"sentId": 365, "text": "Who know Brandon Bostian -- you know people who know Brandon"}], "speaker": "LEMON", "secId": 150}, {"sentences": [{"sentId": 366, "text": "Bostian, the engineer that control of this train."}, {"sentId": 367, "text": "How would you care?"}, {"sentId": 368, "text": "Have they characterized him?"}], "speaker": "LEMON", "secId": 151}, {"sentences": [{"sentId": 369, "text": "I have heard from a couple of people that one."}, {"sentId": 370, "text": "We've -- I worked north from Richmond to Washington and he worked from Washington -- he worked New York down to Washington and we would spend two to three hours together."}, {"sentId": 371, "text": "I personally don't remember him."}, {"sentId": 372, "text": "I know people that knew him and you know you have engineers who are good engineers, who are dependable engineers."}, {"sentId": 373, "text": "The crews have a lot of confidence in him and he's very highly spoken of."}, {"sentId": 374, "text": "It just -- you have engineers that you, that you, that you dread working with or you have conductors that you dread working with, you know, if you're an engineer."}, {"sentId": 375, "text": "But, he was very highly thought of and I know  don't mean an awful lot in a situation like this."}, {"sentId": 376, "text": "But -- you know, I like to be referred to as a good engineer and people who have referred to him have also referred to him as a good engineer, which makes this even more puzzled."}], "speaker": "RIDDELL", "secId": 152}, {"sentences": [{"sentId": 377, "text": "And you've been hired by the government to study, to study these issued, Allan, is that correct?"}], "speaker": "LEMON", "secId": 153}, {"sentences": [{"sentId": 378, "text": "Well, I have been hired by the state of Pennsylvania to really address the issue of rail safety from the 10 car safety point of view."}, {"sentId": 379, "text": "We -- I have not had an opportunity to speak to the state in terms of the passenger operations."}, {"sentId": 380, "text": "So, my current activity for the state of Pennsylvania is for 10 car safety."}, {"sentId": 381, "text": "However, I do engage in research for government agencies such as the Federal Railroad Administration in railroad safety, derailment safety, related areas of that sort."}], "speaker": "ZAREMBSKI", "secId": 154}, {"sentences": [{"sentId": 382, "text": "Yeah."}, {"sentId": 383, "text": "Gentleman, thank you so much for joining us."}, {"sentId": 384, "text": "We'll continue to talk more about this here on CNN."}, {"sentId": 385, "text": "But coming up, less than 48 hours after Amtrak 188 derails, another train -- a free train outside Pittsburgh derails."}, {"sentId": 386, "text": "Is train travel safe?"}, {"sentId": 387, "text": "Is train travel safe?"}, {"sentId": 388, "text": "We'll be right back."}], "speaker": "LEMON", "secId": 155}, {"sentences": [{"sentId": 389, "text": "Back here, live now in Philadelphia, the death toll in the"}], "speaker": "LEMON", "secId": 156}, {"sentences": [{"sentId": 390, "text": "Amtrak are already raises to 8, another body found in the wreckage, just today."}, {"sentId": 391, "text": "And mean while, another train, a freight train derails today, this is outside of Pittsburgh."}, {"sentId": 392, "text": "No injuries were reported in that incident."}, {"sentId": 393, "text": "So, what is going on here?"}, {"sentId": 394, "text": "How safe is train travel?"}, {"sentId": 395, "text": "CNN's Dan Simon, has more now."}], "speaker": "LEMON", "secId": 157}, {"sentences": [{"sentId": 396, "text": "Just two days since the tragic crash in"}], "speaker": "SIMON", "secId": 158}, {"sentences": [{"sentId": 397, "text": "Philadelphia, another Amtrak train involved in what could have been another serious incident."}, {"sentId": 398, "text": "As an engine catches on fire in Milwaukee, about 50 passengers evacuated."}, {"sentId": 399, "text": "No injuries."}, {"sentId": 400, "text": "In Pittsburgh today, a freight train derails, 10 cars of the tracks, just a couple of the latest incidents that have some wondering, whether our nation's rail system is safe at any speed."}], "speaker": "SIMON", "secId": 159}, {"sentences": [{"sentId": 401, "text": "I'm pretty comfortable."}], "speaker": "UNIDENTIFIED MALE", "secId": 160}, {"sentences": [{"sentId": 402, "text": "But talk on some train riders in San Francisco, and they don't seem terribly concern."}], "speaker": "SIMON", "secId": 161}, {"sentences": [{"sentId": 403, "text": "Are you concerned at all ever about riding a train?"}], "speaker": "SIMON", "secId": 162}, {"sentences": [{"sentId": 404, "text": "Overall, no."}, {"sentId": 405, "text": "I think it's a pretty tightly run system."}], "speaker": "UNIDENTIFIED MALE", "secId": 163}, {"sentences": [{"sentId": 406, "text": "Is riding a train at all worry you?"}], "speaker": "SIMON", "secId": 164}, {"sentences": [{"sentId": 407, "text": "No, not at all?"}, {"sentId": 408, "text": "SIMON: The statistics seem to bear this out."}, {"sentId": 409, "text": "Amtrak's record has"}], "speaker": "UNIDENTIFIED FEMALE", "secId": 165}, {"sentences": [{"sentId": 410, "text": "improved in recent years, and that includes ."}, {"sentId": 411, "text": "The Washington Post found that, \"accidents due to track problems have fallen by two thirds since 2000, while accidents caused by human error have roughly halved over that period.\""}], "speaker": "UNIDENTIFIED FEMALE", "secId": 166}, {"sentences": [{"sentId": 412, "text": "Amtrak is safe."}, {"sentId": 413, "text": "Amtrak carries almost 31 million passengers a year, very few incidents."}], "speaker": "UNIDENTIFIED MALE", "secId": 167}, {"sentences": [{"sentId": 414, "text": "But it's not all positive."}, {"sentId": 415, "text": "Especially, when you compare of the U.S. to some European countries, where train ridership is also a much higher."}, {"sentId": 416, "text": "For instance, the American Enterprise Institute found, \"Adjusted for passenger miles traveled, Amtrak's passengers get injured 58 times as often as those on French railroads.\""}, {"sentId": 417, "text": "Some critic pointing to the nations aging rails."}], "speaker": "SIMON", "secId": 168}, {"sentences": [{"sentId": 418, "text": "We are living of the greatest generation's investment and infrastructure in this country."}, {"sentId": 419, "text": "And we have done nothing to honor that investment."}], "speaker": "MENENDEZ", "secId": 169}, {"sentences": [{"sentId": 420, "text": "There are also concerned about freight trains."}, {"sentId": 421, "text": "Those notably, those hauling oil through communities."}, {"sentId": 422, "text": "Two years ago, a runaway train with dozens of cars carrying crude oil, retract  in the kind of small town in Quebec, Canada, 47 people killed."}, {"sentId": 423, "text": "The causes, human error, indifference to safety and insufficient regulations, the fear is something like that could be repeated here in the U.S. A Houston chronicle investigation found little government oversight, when it comes to Texas oil transported by trains."}, {"sentId": 424, "text": "Back in Philadelphia, it's becoming clearer that excessive speed is a main factor in the crash."}, {"sentId": 425, "text": "We've been some to ask, how many more scenes like this, before the nation is ready to invest in greater rail safety?"}, {"sentId": 426, "text": "Dan Simon, CNN, San Francisco."}], "speaker": "SIMON", "secId": 170}, {"sentences": [{"sentId": 427, "text": "I want to bring back in David Soucie, CNN's safety analyst."}, {"sentId": 428, "text": "And"}], "speaker": "LEMON", "secId": 171}, {"sentences": [{"sentId": 429, "text": "David has been joining me throughout this time that we have been covering this."}, {"sentId": 430, "text": "David, you heard in Dan Simon's story there, talking about government oversight and regulation."}, {"sentId": 431, "text": "Should there be more?"}, {"sentId": 432, "text": "Should we be paying closer attention to what happens on the rails?"}], "speaker": "LEMON", "secId": 172}, {"sentences": [{"sentId": 433, "text": "Well, the railway regulation system is very unique."}, {"sentId": 434, "text": "It's not like with the FAA, where the government has the regulatory authority over it."}, {"sentId": 435, "text": "It's, it's more along the lines of Amtrak being -- to him just being a government agency."}, {"sentId": 436, "text": "So, they actually can write regulations at least performance in metric regulations for themselves and for the other railways."}, {"sentId": 437, "text": "So, it's very unique situation."}, {"sentId": 438, "text": "The Supreme Court just upheld that, even though a lower court had said that wasn't true."}, {"sentId": 439, "text": "The Supreme Court did just in March of this year."}, {"sentId": 440, "text": "Uphold that decision, saying that Amtrak is in essence to government organization and can has the right to write these regulations."}, {"sentId": 441, "text": "So, for things like -- are the safety standards high enough?"}, {"sentId": 442, "text": "Do we need to have seatbelts?"}, {"sentId": 443, "text": "Those kinds of things that performances for as -- are they are on time?"}, {"sentId": 444, "text": "Did they get there on time?"}, {"sentId": 445, "text": "Are they loading passengers frequently enough for their rates good?"}, {"sentId": 446, "text": "And all of that stuff is regulated and can be by Amtrak itself, not by separate government organization."}, {"sentId": 447, "text": "So that has some pluses and minuses, but I see this issue of the seatbelts, the -- particularly the issue of -- of proof duty time and rest time for these engineers."}, {"sentId": 448, "text": "They're working a lot of extra hours and their union, the brotherhood of locomotive and trainmen -- locomotive engineers and trainmen."}, {"sentId": 449, "text": "They've been really pushing to try to get some regulations in place for the hours."}, {"sentId": 450, "text": "But if you can kind of see this, it's --"}], "speaker": "SOUCIE", "secId": 173}, {"sentences": [{"sentId": 451, "text": "Yeah."}], "speaker": "LEMON", "secId": 174}, {"sentences": [{"sentId": 452, "text": "The fox with the key to the hen house."}, {"sentId": 453, "text": "Who's writing the regulation and what's the benefit of it?"}], "speaker": "SOUCIE", "secId": 175}, {"sentences": [{"sentId": 454, "text": "They're making their own rules."}, {"sentId": 455, "text": "Thank you very much, David Soucie."}, {"sentId": 456, "text": "Appreciate it."}, {"sentId": 457, "text": "Coming up, you put your life in the hands of someone else."}, {"sentId": 458, "text": "Strangers, really -- every time you board a train, a plane and even a school bus."}, {"sentId": 459, "text": "So, how do you know that you're safe when one person holds your life in their hands?"}], "speaker": "LEMON", "secId": 176}, {"sentences": [{"sentId": 460, "text": "Back now live in Philadelphia, we don't yet know why"}], "speaker": "LEMON", "secId": 177}, {"sentences": [{"sentId": 461, "text": "that Amtrak train, but we do know that the train was going 106 miles an hour, more than twice the speed limit for that curve."}, {"sentId": 462, "text": "Under scrutiny tonight, the actions of one person, one person and that's the engineer, 32-year-old Brandon Bostian."}, {"sentId": 463, "text": "Joining me now is a psychologist."}, {"sentId": 464, "text": "Xavier Amador, he's the president of Amador and Associates which does psychological screening for industries including, transportation."}, {"sentId": 465, "text": "We often talk to you during these issues when there's a tragedy of some sort."}, {"sentId": 466, "text": "You get inside of what happen, Dr. Amador."}, {"sentId": 467, "text": "It can be very hard for many of us -- but most of us to accept -- you know, that no matter how much we try to be in control of our environment, our own destinies, our actions, we're still vulnerable to the actions of essentially, of -- of random stranger."}, {"sentId": 468, "text": "Do you agree with that?"}], "speaker": "LEMON", "secId": 178}, {"sentences": [{"sentId": 469, "text": "Well, absolutely."}, {"sentId": 470, "text": "And In fact, when you look at fear flying, the phobia of flying, one of the, of the cognitions, one of the thoughts that the patients who have that phobia have."}, {"sentId": 471, "text": "Frequently, isn't so much the altitude, it's the fact that my fate is in the hands of one person, or in this case, two people in the cockpit."}], "speaker": "AMADOR", "secId": 179}, {"sentences": [{"sentId": 472, "text": "So, we don't know if he actually did anything wrong in this, if Mr. Bostian did anything wrong as the engineer of the train, but all of a sudden the pressure is on him now to fix it and to talk about what happened."}, {"sentId": 473, "text": "So, how do people cope with the actions of someone else?"}, {"sentId": 474, "text": "How do you cope with that?"}, {"sentId": 475, "text": "AS a matter, how does he cope with that?"}], "speaker": "LEMON", "secId": 180}, {"sentences": [{"sentId": 476, "text": "Well, you know, it all depends on what happened."}, {"sentId": 477, "text": "If in fact, he had some lapse of consciousness if he wanted to a -- a , if there's some underlying medical condition he wasn't aware of or perhaps was aware of, then he's gonna have to cope with a lot of guilt, frankly, if he did everything right, everything by the book, he's going to be dealing with tremendous amount of survivor guilt and guilt for the deaths and the injuries that occurred."}, {"sentId": 478, "text": "Frankly, at -- while he -- while his hands are on the controls."}, {"sentId": 479, "text": "LEMON: Yeah."}, {"sentId": 480, "text": "Let's talk about -- he is saying he has amnesia, that's"}], "speaker": "AMADOR", "secId": 181}, {"sentences": [{"sentId": 481, "text": "according to his attorneys."}, {"sentId": 482, "text": "That he can't remember anything from the time of the crash until, you know he started looking for his luggage and his phone and then he dialed 911."}, {"sentId": 483, "text": "Does that seem plausible to you?"}], "speaker": "AMADOR", "secId": 182}, {"sentences": [{"sentId": 484, "text": "It seems absolutely plausible and credible."}, {"sentId": 485, "text": "After a head injury, it is indeed he had a concussion, which is the report that I've heard."}, {"sentId": 486, "text": "You can have what's called a retrograde amnesia."}, {"sentId": 487, "text": "Sanjay was talking about retrograde and anterograde."}, {"sentId": 488, "text": "Basically, you forget the things that happened before the injury and that's appears to me and that indeed, like Sanjay said, can and typically does clear up."}, {"sentId": 489, "text": "So, it may very well be that in the days and weeks ahead, he recovers memory that is a very dangerous thing that happens, when people have amnesia."}, {"sentId": 490, "text": "And that is that they can construct false memories."}, {"sentId": 491, "text": "So actually, the fact, that he has a lawyer, and there was this criminal prosecution looming."}, {"sentId": 492, "text": "Frankly, could very well lead to us getting a better picture of what happened, because by taking the time, in that being peppered  with accusations and questions, and try to remember -- he won't be confabulating, is the technical term --"}], "speaker": "AMADOR", "secId": 183}, {"sentences": [{"sentId": 493, "text": "Yeah."}], "speaker": "LEMON", "secId": 184}, {"sentences": [{"sentId": 494, "text": "Building memories."}, {"sentId": 495, "text": "That is based on accusations, rather than actual, factual, recollections."}], "speaker": "AMADOR", "secId": 185}, {"sentences": [{"sentId": 496, "text": "Yeah."}, {"sentId": 497, "text": "And we are still early on, we don't know if there will be a criminal trial, but if at least to that of course, you know, will covered and as you said, it could help that he does have lawyers and that he is doing it -- you know, in this way rather than just being peppered ."}, {"sentId": 498, "text": "I want to ask you though, about, about something -- about doing the routine over and over and over again."}, {"sentId": 499, "text": "And as people have been saying, you know, you get home and you're in your driveway and you say how do I get here?"}, {"sentId": 500, "text": "Could he have just forgotten which part of the track he was on?"}, {"sentId": 501, "text": "Or this just so routine to him that he's just kind of -- you know forgot where he was?"}], "speaker": "LEMON", "secId": 186}, {"sentences": [{"sentId": 502, "text": "It's, it's certain --"}], "speaker": "AMADOR", "secId": 187}, {"sentences": [{"sentId": 503, "text": "He wasn't aware of where he was?"}], "speaker": "LEMON", "secId": 188}, {"sentences": [{"sentId": 504, "text": "It certainly a possibility that there's, there's a number of different things, including stops and having to slow down, and having to speed up and signals to detect and signals to detect."}, {"sentId": 505, "text": "There's a lot going on -- in the engineer's cab, so, it's a little bit more complex than what happens in a car when we sort of wake up in a driveway."}, {"sentId": 506, "text": "But, that's a kind of few states  --"}], "speaker": "AMADOR", "secId": 189}, {"sentences": [{"sentId": 507, "text": "Right."}], "speaker": "LEMON", "secId": 190}, {"sentences": [{"sentId": 508, "text": "That is possible."}, {"sentId": 509, "text": "It's also possible."}, {"sentId": 510, "text": "It's also possible -- the issue of fatigue was brought up."}, {"sentId": 511, "text": "In the 2005, Department of transportation report, Medical literature sites, operator performance and paramedic consistently was linked to two things, fatigue and medications, that they were taking, which reminds me of the Staten Island --"}], "speaker": "AMADOR", "secId": 191}, {"sentences": [{"sentId": 512, "text": "Yeah."}], "speaker": "LEMON", "secId": 192}, {"sentences": [{"sentId": 513, "text": "Crashed in 2003, pain killers were involved in that crash that killed 11 people."}], "speaker": "AMADOR", "secId": 193}, {"sentences": [{"sentId": 514, "text": "But we don't know if he was on any --"}], "speaker": "LEMON", "secId": 194}, {"sentences": [{"sentId": 515, "text": "We don't."}], "speaker": "AMADOR", "secId": 195}, {"sentences": [{"sentId": 516, "text": "Sort of medication."}, {"sentId": 517, "text": "We have to wait and see."}, {"sentId": 518, "text": "Dr. Amador, thank you."}, {"sentId": 519, "text": "We'll be right back."}], "speaker": "LEMON", "secId": 196}, {"sentences": [{"sentId": 520, "text": "40 percent of food, produced in this country, thrown out in the"}], "speaker": "LEMON", "secId": 197}, {"sentences": [{"sentId": 521, "text": "garbage, that's enough to eradicate hunger in America."}, {"sentId": 522, "text": "This week CNN Hero quit his job on Wall Street, to do something about it."}], "speaker": "LEMON", "secId": 198}, {"sentences": [{"sentId": 523, "text": "A club that I was involved in college brought"}], "speaker": "LEE", "secId": 199}, {"sentences": [{"sentId": 524, "text": "left-over dining hall food from campus, to the homeless shelter."}, {"sentId": 525, "text": "And I just thought this concept could be applied outside of the borders of NYU."}], "speaker": "LEE", "secId": 200}, {"sentences": [{"sentId": 526, "text": "So, welcome, and thank you guys for coming."}, {"sentId": 527, "text": "Today, we'll be going to the along the Rodeo Cafe."}, {"sentId": 528, "text": "In Manhattan alone there are about a hundred thousands of restaurants."}, {"sentId": 529, "text": "Our strategy is to work with as many restaurants as possible and to get that food waste to people who need it."}], "speaker": "LEE", "secId": 201}, {"sentences": [{"sentId": 530, "text": "Those foods are good."}], "speaker": "LEE", "secId": 202}, {"sentences": [{"sentId": 531, "text": "Our group has no minimum food requirement."}, {"sentId": 532, "text": "We pick up any amount of"}], "speaker": "LEE", "secId": 203}, {"sentences": [{"sentId": 533, "text": "food no matter how small it is."}], "speaker": "LEE", "secId": 204}, {"sentences": [{"sentId": 534, "text": "Thanks a lot."}, {"sentId": 535, "text": "Thanks guys."}], "speaker": "LEE", "secId": 205}, {"sentences": [{"sentId": 536, "text": "Because, that small amount can feed someone."}], "speaker": "LEE", "secId": 206}, {"sentences": [{"sentId": 537, "text": "Let's do this."}], "speaker": "LEE", "secId": 207}, {"sentences": [{"sentId": 538, "text": "Volunteers can sign up on our website."}, {"sentId": 539, "text": "It's very easy to do."}], "speaker": "LEE", "secId": 208}, {"sentences": [{"sentId": 540, "text": "After work."}], "speaker": "LEE", "secId": 209}, {"sentences": [{"sentId": 541, "text": "I like going to the shelters and helping someone to have a meal today."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 210}, {"sentences": [{"sentId": 542, "text": "It just takes about a half an hour to an hour of your time on any given day."}], "speaker": "UNIDENTIFIED MALE", "secId": 211}, {"sentences": [{"sentId": 543, "text": "After we drop it off, we always get the weight of the food."}], "speaker": "LEE", "secId": 212}, {"sentences": [{"sentId": 544, "text": "It's so heavy."}], "speaker": "UNIDENTIFIED MALE", "secId": 213}, {"sentences": [{"sentId": 545, "text": "What's the total?"}], "speaker": "LEE", "secId": 214}, {"sentences": [{"sentId": 546, "text": "29."}, {"sentId": 547, "text": "LEE: That's how we actually measure our impacts ."}], "speaker": "UNIDENTIFIED MALE", "secId": 215}, {"sentences": [{"sentId": 548, "text": "Dustering  left over cuisine makes it so easy for us."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 216}, {"sentences": [{"sentId": 549, "text": "There you guys."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 217}, {"sentences": [{"sentId": 550, "text": "Every little bit counts."}], "speaker": "LEE", "secId": 218}, {"sentences": [{"sentId": 551, "text": "I'll have a cupcake."}], "speaker": "UNIDENTIFIED MALE", "secId": 219}, {"sentences": [{"sentId": 552, "text": "Cupcake."}], "speaker": "UNIDENTIFIED MALE", "secId": 220}, {"sentences": [{"sentId": 553, "text": "That's one person's life that you just changed."}], "speaker": "LEE", "secId": 221}, {"sentences": [{"sentId": 554, "text": "You see the line now, that actually going in for dinner."}, {"sentId": 555, "text": "And all that food today will be thrown out without your help, so really appreciate it."}], "speaker": "LEE", "secId": 222}, {"sentences": [{"sentId": 556, "text": "Since we started, we have rescued over a hundred thousand pounds of food, it's just the beginning."}], "speaker": "LEE", "secId": 223}, {"sentences": [{"sentId": 557, "text": "The  is so great."}], "speaker": "LEE", "secId": 224}, {"sentences": [{"sentId": 558, "text": "And there is so much for now."}], "speaker": "LEE", "secId": 225}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1505.14.cnnt.01.html.json", "time": "Aired May 14, 2015 - 22:00:00   ET"}