{"sectionCount": 344, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["LEMON", "OZ", "TRUMP", "REDLENER", "GUPTA", "KING", "BORGER", "PRESTON", "GERGEN", "DEAN", "CARDONA", "PHILLIPS", "SELLERS", "SELELRS", "UNIDENTIFIED FEMALE"], "subTitle": "Donald Trump Visits Dr. Oz's Show; Latest Polls Have Donald Trump Leading in Ohio and Florida; Key House Republican Telling CNN Hackers Now Targeting Republicans; Clinton Releases Medical Records; Trump in Flint, Michigan. Aired 10-11p ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1609/14/cnnt.01.html", "sentenceCount": 647, "sections": [{"sentences": [{"sentId": 0, "text": "Fifty five days to go and it is neck- and-neck."}, {"sentId": 1, "text": "The latest polls giving us a snapshot of the race tonight."}, {"sentId": 2, "text": "And the doctors are giving us a look at the candidates themselves."}], "speaker": "LEMON", "secId": 0}, {"sentences": [{"sentId": 3, "text": "This is CNN TONIGHT."}, {"sentId": 4, "text": "I'm Don Lemon."}], "speaker": "LEMON", "secId": 1}, {"sentences": [{"sentId": 5, "text": "With less than two weeks until the first presidential debate, Donald Trump is making strides in our latest CNN/ORC poll."}, {"sentId": 6, "text": "Trump holds a narrow lead over Hillary Clinton in Ohio."}, {"sentId": 7, "text": "The rivals locked in near- even contest in Florida."}], "speaker": "LEMON", "secId": 2}, {"sentences": [{"sentId": 8, "text": "And in the statistical dead heat nationally in the latest Quinnipiac poll."}], "speaker": "LEMON", "secId": 3}, {"sentences": [{"sentId": 9, "text": "Meanwhile, Hillary Clinton recovering from pneumonia, releases a doctor's letter that reveals new details about her diagnosis and her overall health."}], "speaker": "LEMON", "secId": 4}, {"sentences": [{"sentId": 10, "text": "And Donald Trump addresses his health in the 'Trumpiest' way possible speaking to TV's Dr. Oz."}], "speaker": "LEMON", "secId": 5}, {"sentences": [{"sentId": 11, "text": "Why not share your medical records?"}, {"sentId": 12, "text": "Why not..."}], "speaker": "OZ", "secId": 6}, {"sentences": [{"sentId": 13, "text": "Well, I have really no problem in doing it."}, {"sentId": 14, "text": "I haven't, right here."}, {"sentId": 15, "text": "I mean, should I do it?"}, {"sentId": 16, "text": "I don't care."}, {"sentId": 17, "text": "Should I do it?"}, {"sentId": 18, "text": "It's a..."}], "speaker": "TRUMP", "secId": 7}, {"sentences": [{"sentId": 19, "text": "The doctors are in tonight."}, {"sentId": 20, "text": "I'm going to ask the experts what this all means."}, {"sentId": 21, "text": "So, here to discuss CNN's chief medical correspondent, Dr. Sanjay Gupta, and Dr. Irwin Redlener, who is a Columbia University professor of public health, he is Hillary -- a Hillary Clinton supporter."}], "speaker": "LEMON", "secId": 8}, {"sentences": [{"sentId": 22, "text": "Thank you so much."}], "speaker": "LEMON", "secId": 9}, {"sentences": [{"sentId": 23, "text": "Thanks, Don."}], "speaker": "REDLENER", "secId": 10}, {"sentences": [{"sentId": 24, "text": "Is it going to get weirder?"}, {"sentId": 25, "text": "Could this get any weirder?"}, {"sentId": 26, "text": "So, he -- the Clinton campaign released some additional medical records today before we get to, you know, the 'Trumpiest' of ways that Donald Trump did."}], "speaker": "LEMON", "secId": 11}, {"sentences": [{"sentId": 27, "text": "What did you -- what did you into the Hillary Clinton's?"}], "speaker": "LEMON", "secId": 12}, {"sentences": [{"sentId": 28, "text": "It's another letter."}, {"sentId": 29, "text": "So, you know, this aren't medical records per se."}, {"sentId": 30, "text": "There's been all this back and forth, are they going to release records or what."}, {"sentId": 31, "text": "This is another letter similar to the letter that she had back in July of last year."}, {"sentId": 32, "text": "It's got more detail, Don."}], "speaker": "GUPTA", "secId": 13}, {"sentences": [{"sentId": 33, "text": "First of all, it talks a fair amount about this episode with the pneumonia and it talks about the fact that she had a CAT-Scan for that pneumonia, it talks about the antibiotics that she's on."}, {"sentId": 34, "text": "And also talks about the fact that over this year for various reasons she's had a CAT-Scan of her lungs, the one I just mentioned, also of her heart showing that she doesn't have any evidence of heart disease."}], "speaker": "GUPTA", "secId": 14}, {"sentences": [{"sentId": 35, "text": "She's also have one of her brain."}, {"sentId": 36, "text": "And that's important because, you know, back in 2012, she had this injury to her head -- pardon me -- I guess it's going around."}], "speaker": "GUPTA", "secId": 15}, {"sentences": [{"sentId": 37, "text": "Are you good?"}], "speaker": "LEMON", "secId": 16}, {"sentences": [{"sentId": 38, "text": "Yes."}, {"sentId": 39, "text": "I'm good."}, {"sentId": 40, "text": "Thanks, Dr."}, {"sentId": 41, "text": "Lemon."}], "speaker": "GUPTA", "secId": 17}, {"sentences": [{"sentId": 42, "text": "So, that's important because she had -- she doesn't have any neurological -- doesn't show any neurological issues?"}], "speaker": "LEMON", "secId": 18}, {"sentences": [{"sentId": 43, "text": "Yes."}, {"sentId": 44, "text": "I mean, clearly, you now, cognitively, everyone has seen over the last 18 months how she's campaigning."}, {"sentId": 45, "text": "But this question over this long lasting impact to the brain."}, {"sentId": 46, "text": "She's got the CAT-Scan from recently that shows that that look to have no abnormalities according to the doctor who wrote the letter."}], "speaker": "GUPTA", "secId": 19}, {"sentences": [{"sentId": 47, "text": "So, let me ask you about that, Dr. Redlener, because this is Dr. Lisa Bardock, correct?"}], "speaker": "LEMON", "secId": 20}, {"sentences": [{"sentId": 48, "text": "Correct."}], "speaker": "REDLENER", "secId": 21}, {"sentences": [{"sentId": 49, "text": "So, her doctor said that she had a small right middle lobe pneumonia."}, {"sentId": 50, "text": "Exactly what is that and how serious is that and, you know, what's important in these records?"}], "speaker": "LEMON", "secId": 22}, {"sentences": [{"sentId": 51, "text": "So, what happens, Don, is that somebody will get a respiratory infection, I'm sorry, in the upper respiratory track but then descend down into the lungs and people will get more symptoms, will make them more coughing, low grade fever."}, {"sentId": 52, "text": "And it becomes appropriate."}], "speaker": "REDLENER", "secId": 23}, {"sentences": [{"sentId": 53, "text": "If the symptoms become more severe, to investigate to see whether there's a collection of infection which we call pneumonia and she had one -- a small one in her -- in one of the areas of her lungs."}], "speaker": "REDLENER", "secId": 24}, {"sentences": [{"sentId": 54, "text": "That's basically and I've seen many, many patients with that."}, {"sentId": 55, "text": "And many people working for me, especially over the last couple months of that exactly the same kind of situation."}, {"sentId": 56, "text": "But it happens to be one that respond to antibiotics, responds to, you know, extra fluids and rest that usual, and then people get better and then they get back to whatever it is they need to do."}], "speaker": "REDLENER", "secId": 25}, {"sentences": [{"sentId": 57, "text": "So, we're ranking quite a bit of something that's one of the most common illnesses you could possibly see and it's been handled perfectly well."}], "speaker": "REDLENER", "secId": 26}, {"sentences": [{"sentId": 58, "text": "I got an e-mail from a long-time friend, the former head coach of LSU, saying, \"Don, I heard people on your TV, on your show talking about pneumonia as if it's a cold."}, {"sentId": 59, "text": "I always thought it was something that was extremely serious."}, {"sentId": 60, "text": "He didn't realize how common it is for someone to have pneumonia.\""}], "speaker": "LEMON", "secId": 27}, {"sentences": [{"sentId": 61, "text": "Yes."}, {"sentId": 62, "text": "Yes."}], "speaker": "REDLENER", "secId": 28}, {"sentences": [{"sentId": 63, "text": "It can be serious, though, to be fair, right?"}], "speaker": "GUPTA", "secId": 29}, {"sentences": [{"sentId": 64, "text": "Of course."}], "speaker": "REDLENER", "secId": 30}, {"sentences": [{"sentId": 65, "text": "And people can end up even in intensive care, but there's pneumonia, and there's pneumonia, you know, there's more that people refer colloquially to the walking pneumonia."}], "speaker": "GUPTA", "secId": 31}, {"sentences": [{"sentId": 66, "text": "Sure."}, {"sentId": 67, "text": "Yes."}, {"sentId": 68, "text": "A lot of the people get pneumonia that don't even know they have it."}, {"sentId": 69, "text": "But the other key thing about this, is that her doctor, Lisa Bardack is an extraordinarily confident, very, very well-trained physician who is taking absolutely perfect care."}], "speaker": "REDLENER", "secId": 32}, {"sentences": [{"sentId": 70, "text": "And you know, if you look, and Sanjay mentioned the letter from 2015, the next letter from a few days -- from today, actually and what we see is a very competent description of a person who has been thoroughly taken care of, and I'm contrasting that to whatever that piece of paper was that Donald Trump showed that indicated somehow he had a medical..."}], "speaker": "REDLENER", "secId": 33}, {"sentences": [{"sentId": 71, "text": "We're going to get to Donald Trump."}], "speaker": "LEMON", "secId": 34}, {"sentences": [{"sentId": 72, "text": "I can't wait."}], "speaker": "REDLENER", "secId": 35}, {"sentences": [{"sentId": 73, "text": "But one more on Secretary Clinton because from Dr. Bardack, she indicates that Hillary Clinton had this scan that you talked about."}], "speaker": "LEMON", "secId": 36}, {"sentences": [{"sentId": 74, "text": "Yes."}, {"sentId": 75, "text": "LEMON:  Because she had a sinus infection."}, {"sentId": 76, "text": "This is back in, you know, 2012, I would imagine."}, {"sentId": 77, "text": "But given all of these conspiracy theories about her, I should say, back in 2012."}], "speaker": "GUPTA", "secId": 37}, {"sentences": [{"sentId": 78, "text": "Right."}], "speaker": "GUPTA", "secId": 38}, {"sentences": [{"sentId": 79, "text": "Does this settle any event, this brain scan?"}], "speaker": "LEMON", "secId": 39}, {"sentences": [{"sentId": 80, "text": "Well, you know, the conspiracy theories I think many of them had no merit, so, you know, there was, in some ways nothing to settle."}, {"sentId": 81, "text": "But I think to the extent that people want to say, hey, look, is there an updated CAT Scan or some sort of imaging of her brain, was there some bleed or something like that, that occurred or whatever, and that was I guess part of these conspiracy theories, perhaps there was so many of them."}], "speaker": "GUPTA", "secId": 40}, {"sentences": [{"sentId": 82, "text": "But there was no evidence of that when you look at the CAT-Scan."}, {"sentId": 83, "text": "And to be fair, I'm looking at a report by somebody who is interpreting the scan, but what they said specifically was there was no abnormalities found on the this CAT-Scan of the brain."}], "speaker": "GUPTA", "secId": 41}, {"sentences": [{"sentId": 84, "text": "All right."}, {"sentId": 85, "text": "Let's turn to -- did you want to..."}], "speaker": "LEMON", "secId": 42}, {"sentences": [{"sentId": 86, "text": "But you know what, the only thing is that -- and the other thing is just watching Hillary in action, there's not a shred of evidence that she's anything other than on top of her game."}, {"sentId": 87, "text": "Extraordinary smart."}, {"sentId": 88, "text": "She's effective."}, {"sentId": 89, "text": "She get her work done."}], "speaker": "REDLENER", "secId": 43}, {"sentences": [{"sentId": 90, "text": "I remember when Rudy Giuliani pronounced her having some sort of bizarre situation going on a couple of weeks ago which was, you know, she has spokes people trying to defend her medical situation or attack it and it's just really off the wall."}], "speaker": "REDLENER", "secId": 44}, {"sentences": [{"sentId": 91, "text": "But, if you in all honestly."}], "speaker": "LEMON", "secId": 45}, {"sentences": [{"sentId": 92, "text": "Yes."}], "speaker": "REDLENER", "secId": 46}, {"sentences": [{"sentId": 93, "text": "If you look at the video Sunday."}], "speaker": "LEMON", "secId": 47}, {"sentences": [{"sentId": 94, "text": "Yes."}], "speaker": "REDLENER", "secId": 48}, {"sentences": [{"sentId": 95, "text": "She did appear, even before the video of her waddling this video, you could see her walking."}, {"sentId": 96, "text": "She appeared to be -- you know, that something was wrong, she wasn't on top of her game."}, {"sentId": 97, "text": "But then here, I mean, this looks very, very disturbing."}], "speaker": "LEMON", "secId": 49}, {"sentences": [{"sentId": 98, "text": "It is disturbing but that's what happened if you get dehydrated and you have a febrile illness."}, {"sentId": 99, "text": "If you have a fever, and you're sick and you've got the flu or you have pneumonia and you're standing out in the heat for an hour and a half, this actually can happen."}], "speaker": "REDLENER", "secId": 50}, {"sentences": [{"sentId": 100, "text": "This happened actually to me."}, {"sentId": 101, "text": "I'm a -- but I think the thing of it that she recovered very quickly from this and there's no evidence after a very thorough exam by a highly competent physician that she's got anything other than what her doctor and she have been saying."}, {"sentId": 102, "text": "She had fever, she had pneumonia, she's getting treated."}, {"sentId": 103, "text": "Back on the road."}], "speaker": "REDLENER", "secId": 51}, {"sentences": [{"sentId": 104, "text": "OK. Now let's talk about Donald Trump, as I said in the 'Trumpiest' of ways."}, {"sentId": 105, "text": "In front of the audience in the Dr. Oz show revealing the results of his physical examination this morning, what does it -- what does it tell you?"}, {"sentId": 106, "text": "Anything?"}], "speaker": "LEMON", "secId": 52}, {"sentences": [{"sentId": 107, "text": "Well, what we know, we don't know anything yet."}, {"sentId": 108, "text": "You know, it was pretty theatrical, we do know that."}, {"sentId": 109, "text": "But, Dr. Oz..."}], "speaker": "GUPTA", "secId": 53}, {"sentences": [{"sentId": 110, "text": "Did you speak to Dr. Oz?"}], "speaker": "LEMON", "secId": 54}, {"sentences": [{"sentId": 111, "text": "I spoke to Dr. Oz today and I talk to him a bit."}, {"sentId": 112, "text": "And you know, Dr. Oz is a heart surgeon, he's a, you know, a well -- a well-regarded cardiac surgeon, so I asked him specifically about the heart stuff that was there any concerns that he had."}], "speaker": "GUPTA", "secId": 55}, {"sentences": [{"sentId": 113, "text": "And what he told me was that he had seen again, reports from tests that he's had, including a CT Scan of the heart, including an echocardiogram of the heart, including an EKG, as well as all the various blood that one gets cholesterol and whatnot."}], "speaker": "GUPTA", "secId": 56}, {"sentences": [{"sentId": 114, "text": "And I said, you know, were you concerned?"}, {"sentId": 115, "text": "And he said everything looked good for a man of his age, he didn't have any particular concerns."}, {"sentId": 116, "text": "I bring that up, Don, because I think, you know, if you're looking at the health of somebody of that age, you -- the heart is one area that you'd focus in on certainly."}], "speaker": "GUPTA", "secId": 57}, {"sentences": [{"sentId": 117, "text": "And at least from Dr. Oz's perspective interpreting the results that were handed to him by another doctor who interpreted the results, he was not concerned."}], "speaker": "GUPTA", "secId": 58}, {"sentences": [{"sentId": 118, "text": "He provided a one -- a brief one-page summary of his medical records on the show."}, {"sentId": 119, "text": "Before you..."}], "speaker": "LEMON", "secId": 59}, {"sentences": [{"sentId": 120, "text": "Yes."}], "speaker": "REDLENER", "secId": 60}, {"sentences": [{"sentId": 121, "text": "... respond, let's watch."}], "speaker": "LEMON", "secId": 61}, {"sentences": [{"sentId": 122, "text": "Why not share your medical records?"}], "speaker": "OZ", "secId": 62}, {"sentences": [{"sentId": 123, "text": "Well, I have really no problem in doing it."}, {"sentId": 124, "text": "I have it right here."}, {"sentId": 125, "text": "I mean, should I do it?"}, {"sentId": 126, "text": "I don't care."}], "speaker": "TRUMP", "secId": 63}, {"sentences": [{"sentId": 127, "text": "Should I do it?"}, {"sentId": 128, "text": "Should I do it?"}, {"sentId": 129, "text": "It's a -- it's two letters, one is the report and the other is from Lennox Hill Hospital saying..."}], "speaker": "TRUMP", "secId": 64}, {"sentences": [{"sentId": 130, "text": "May I see them?"}], "speaker": "OZ", "secId": 65}, {"sentences": [{"sentId": 131, "text": "Yes, sure."}], "speaker": "TRUMP", "secId": 66}, {"sentences": [{"sentId": 132, "text": "So, these are the reports from..."}], "speaker": "OZ", "secId": 67}, {"sentences": [{"sentId": 133, "text": "Those were the all the tests that were just done."}], "speaker": "TRUMP", "secId": 68}, {"sentences": [{"sentId": 134, "text": "What did you make of him revealing his medical records in this format?"}, {"sentId": 135, "text": "It was highly unusual."}], "speaker": "LEMON", "secId": 69}, {"sentences": [{"sentId": 136, "text": "It's extremely unusual."}], "speaker": "REDLENER", "secId": 70}, {"sentences": [{"sentId": 137, "text": "Can you call their medical records or?"}], "speaker": "LEMON", "secId": 71}, {"sentences": [{"sentId": 138, "text": "I wouldn't call it anything except a piece of paper."}, {"sentId": 139, "text": "So, we don't know what was on it."}, {"sentId": 140, "text": "It could have been the same sort of rhetoric and language that was in that original letter he gave from supposedly from his private doctor."}], "speaker": "REDLENER", "secId": 72}, {"sentences": [{"sentId": 141, "text": "But I don't know what to make of it and I don't know what Dr. Oz was actually thinking as he was handed this piece of paper."}, {"sentId": 142, "text": "Let's just assume he's trying to make the best of it."}, {"sentId": 143, "text": "I think we don't know much more than before."}], "speaker": "REDLENER", "secId": 73}, {"sentences": [{"sentId": 144, "text": "But I do want to point out, Don, what we really want to know about a candidate for president, do you have something that is going to impair your ability to fulfill this office?"}, {"sentId": 145, "text": "Do you have something that is kind of a medical time bomb that's going to impair your ability to function, to make the decision you need to make and all of that?"}], "speaker": "REDLENER", "secId": 74}, {"sentences": [{"sentId": 146, "text": "And I think probably neither candidate does."}, {"sentId": 147, "text": "We don't know what actually is in Trump's records but let's assume -- let's assume there's nothing like this, there's no time bomb in there, there certainly isn't any in Hillary Clinton's medical records."}], "speaker": "REDLENER", "secId": 75}, {"sentences": [{"sentId": 148, "text": "I think we need to move on and stop talking about their medical issues and talk about the American people's medical issues."}, {"sentId": 149, "text": "Which is really I think what we're going to want to know at some point."}], "speaker": "REDLENER", "secId": 76}, {"sentences": [{"sentId": 150, "text": "Let's stop this back and forth with what actually have with Hillary we now know, and let's -- really I don't even actually care that much about Trump's medical record."}, {"sentId": 151, "text": "I do care about what he's saying, about what he's going to do for the health of Americans and the healthcare system."}], "speaker": "REDLENER", "secId": 77}, {"sentences": [{"sentId": 152, "text": "If you allow us one more question, he said today that he feels the same as if he was 30 years old, let's listen to this."}], "speaker": "LEMON", "secId": 78}, {"sentences": [{"sentId": 153, "text": "Let's talk about stamina."}, {"sentId": 154, "text": "You..."}], "speaker": "OZ", "secId": 79}, {"sentences": [{"sentId": 155, "text": "Yes."}], "speaker": "TRUMP", "secId": 80}, {"sentences": [{"sentId": 156, "text": "... you used that word a lot."}, {"sentId": 157, "text": "You made an issue in this campaign."}, {"sentId": 158, "text": "And you argue the president has to have a tremendous amount of stamina."}], "speaker": "OZ", "secId": 81}, {"sentences": [{"sentId": 159, "text": "If elected at age 70 you would be the oldest person to ever enter the Oval Office."}, {"sentId": 160, "text": "Why do you think you have the stamina for the job?"}], "speaker": "OZ", "secId": 82}, {"sentences": [{"sentId": 161, "text": "Yes."}, {"sentId": 162, "text": "Just about the same age as Ronald Reagan and Hillary is a year behind me."}, {"sentId": 163, "text": "I would say just based on my life."}, {"sentId": 164, "text": "I mean, I've had -- I actually -- and I don't know if this makes sense, I feel as good today as I did when I was 30."}], "speaker": "TRUMP", "secId": 83}, {"sentences": [{"sentId": 165, "text": "He's 6'3\" tall, he weighs 236 pounds, although from the audience, he said and during the taping, it was 267 pounds."}, {"sentId": 166, "text": "I looked it up on the medical web site."}, {"sentId": 167, "text": "The desired weight for someone for someone who is a 6'3\" man is 152 to 199; 200 to 239 is overweight if he's indeed at 267, that would be obese from 240 to 311 pounds."}, {"sentId": 168, "text": "So, what do you make of that?"}], "speaker": "LEMON", "secId": 84}, {"sentences": [{"sentId": 169, "text": "I'm to all kinds of trend."}, {"sentId": 170, "text": "I mean, look, he says he feels like he's 30 years old."}, {"sentId": 171, "text": "Who knows?"}, {"sentId": 172, "text": "I mean, I wish I felt like I was 30 years old."}, {"sentId": 173, "text": "But he -- you know, to Irwin's point, you know, there's certain things that you're looking for to find if someone is fit to lead, right, Don, that's what you always hear."}], "speaker": "GUPTA", "secId": 85}, {"sentences": [{"sentId": 174, "text": "Do they have a cognitive dysfunction or some sort of dementia or something like that, do they have physical limitations for the job, either or musculoskeletal or heart, lungs, and brain."}, {"sentId": 175, "text": "Do they have some sort of disorder that's going to incapacitate them from time to time?"}, {"sentId": 176, "text": "Do they have to take medications that are sedating and things like that."}], "speaker": "GUPTA", "secId": 86}, {"sentences": [{"sentId": 177, "text": "Because I don't want think either one of them have any of those types of conditions, you know."}, {"sentId": 178, "text": "It would be nice to see more the medical records, because sometimes you don't know what you don't know."}, {"sentId": 179, "text": "But you know, and nevertheless we've seen them for the last 18 months and they seem like they're fine in terms of stamina..."}], "speaker": "GUPTA", "secId": 87}, {"sentences": [{"sentId": 180, "text": "Is this adding further stigma to people who have illnesses?"}, {"sentId": 181, "text": "It's like, it's interesting to me because I know a lot of people who are sick, who are on medication."}], "speaker": "LEMON", "secId": 88}, {"sentences": [{"sentId": 182, "text": "Yes, sure."}], "speaker": "REDLENER", "secId": 89}, {"sentences": [{"sentId": 183, "text": "And it feels like, you know, it's terrible that, you know, you may have to take a cholesterol medication."}], "speaker": "LEMON", "secId": 90}, {"sentences": [{"sentId": 184, "text": "Yes, yes."}], "speaker": "GUPTA", "secId": 91}, {"sentences": [{"sentId": 185, "text": "Millions of Americans have to do that."}, {"sentId": 186, "text": "Why are they stigmatizing someone who may have a common illness?"}, {"sentId": 187, "text": "REDLENER:  It's ridiculous."}, {"sentId": 188, "text": "And we're focusing much too much."}, {"sentId": 189, "text": "And I'll"}], "speaker": "LEMON", "secId": 92}, {"sentences": [{"sentId": 190, "text": "tell you this, I've known Hillary Clinton since 1990 and I worked with her in the White House in '93, I watched her in the Senate."}, {"sentId": 191, "text": "I've never seen a more hard-working person with as much stamina as that woman."}], "speaker": "LEMON", "secId": 93}, {"sentences": [{"sentId": 192, "text": "I'm glad -- I'm glad you brought that up."}, {"sentId": 193, "text": "Because, you know, you can have some of these illnesses and recover well and still be able to have a very functional productive life."}, {"sentId": 194, "text": "So, it's not -- we should not be stigmatizing."}], "speaker": "GUPTA", "secId": 94}, {"sentences": [{"sentId": 195, "text": "I personally testified to that, Sanjay."}], "speaker": "REDLENER", "secId": 95}, {"sentences": [{"sentId": 196, "text": "You personally."}, {"sentId": 197, "text": "That's right."}], "speaker": "GUPTA", "secId": 96}, {"sentences": [{"sentId": 198, "text": "I'll show you my meical records."}], "speaker": "REDLENER", "secId": 97}, {"sentences": [{"sentId": 199, "text": "Thank you, doctors."}, {"sentId": 200, "text": "I appreciate it."}], "speaker": "LEMON", "secId": 98}, {"sentences": [{"sentId": 201, "text": "When we come right back, Donald Trump making strides in our new battleground polls."}, {"sentId": 202, "text": "How worried should Hillary Clinton be?"}], "speaker": "LEMON", "secId": 99}, {"sentences": [{"sentId": 203, "text": "Two months sago until election day, a new CNN poll show Donald Trump leading Hillary Clinton in two important swing states Ohio and Florida."}], "speaker": "LEMON", "secId": 100}, {"sentences": [{"sentId": 204, "text": "CNN's chief national correspondent John King looks at the numbers."}], "speaker": "LEMON", "secId": 101}, {"sentences": [{"sentId": 205, "text": "Two new CNN polls in two important battleground states, one headline, Donald Trump has momentum in the race for president."}], "speaker": "KING", "secId": 102}, {"sentences": [{"sentId": 206, "text": "Let's take a look here in the state of Ohio, no republican wins the White House without it."}, {"sentId": 207, "text": "Donald Trump must win Ohio, at the moment among likely voters, he's up five points, 46 percent to 41 percent for Hillary Clinton."}, {"sentId": 208, "text": "The third-party candidates getting a combined 10."}], "speaker": "KING", "secId": 103}, {"sentences": [{"sentId": 209, "text": "Why is this happening?"}, {"sentId": 210, "text": "Here's one reason, in other battleground states Hillary Clinton has benefited by winning among college-educated white voters."}, {"sentId": 211, "text": "Well, in Ohio, Donald Trump has a lead, a 9-point lead and he's trouncing Hillary Clinton by 30 points among the white working voters, white non-college graduates."}], "speaker": "KING", "secId": 104}, {"sentences": [{"sentId": 212, "text": "A huge factor if Secretary Clinton is losing these voters it's a plus for Donald Trump."}, {"sentId": 213, "text": "One other interesting point in Ohio, Hillary Clinton needs a gender gap."}, {"sentId": 214, "text": "She needs to run it up big with women voters because the republican usually wins among men like Donald Trump is doing right now."}], "speaker": "KING", "secId": 105}, {"sentences": [{"sentId": 215, "text": "But look at this, among women, only a two-point advantage for Secretary Clinton in this Ohio poll, that's a problem for her."}, {"sentId": 216, "text": "Let's move south to the biggest battleground in terms of electoral college votes, 29, Florida."}, {"sentId": 217, "text": "And again, the numbers look pretty similar."}], "speaker": "KING", "secId": 106}, {"sentences": [{"sentId": 218, "text": "This one's a little tighter inside the margin of error, but our polling show 47 percent for Trump to and 44 percent for Secretary Clinton."}, {"sentId": 219, "text": "The third party candidate is getting a combined 7 percent."}], "speaker": "KING", "secId": 107}, {"sentences": [{"sentId": 220, "text": "This was the closest race in 2012, Florida, between Obama and Romney."}, {"sentId": 221, "text": "And again, if you look at this education gap that we've seen in other battleground states, not here in Florida."}, {"sentId": 222, "text": "Much like in Ohio, Donald Trump winning among white college graduates and trouncing Secretary Clinton white non-college graduates."}], "speaker": "KING", "secId": 108}, {"sentences": [{"sentId": 223, "text": "If Donald Trump keeps this number up in other battleground states, that's good for him heading in his direction."}, {"sentId": 224, "text": "One other point, Hillary Clinton is the democratic candidate trying to succeed a two-term democratic president."}, {"sentId": 225, "text": "If the president's disapproval rating is a majority as it is in Ohio and Florida, they don't like the president so much, he's under water as they say in politics, she struggles."}], "speaker": "KING", "secId": 109}, {"sentences": [{"sentId": 226, "text": "In other states we've seen the president above 50 percent, she does better."}, {"sentId": 227, "text": "So the Obama factor matters in this election, as well."}, {"sentId": 228, "text": "So, polls in Florida and Ohio, how do they effect the electoral map?"}, {"sentId": 229, "text": "At the moment, CNN projects that if the election were today, Secretary Clinton would win."}], "speaker": "KING", "secId": 110}, {"sentences": [{"sentId": 230, "text": "The blue states, light blue lean democrats, dark blue is solid democrat."}, {"sentId": 231, "text": "So, if Donald Trump won Florida and won Ohio, based on those new polls, there's also a new poll showing him winning in Nevada by a little bit, let's give him that as well."}, {"sentId": 232, "text": "Even that would not be enough for Donald Trump to win the presidency, he has to turn one of those blue states red."}], "speaker": "KING", "secId": 111}, {"sentences": [{"sentId": 233, "text": "Michigan, Virginia, Pennsylvania, three of his targets."}, {"sentId": 234, "text": "Watch if we see more state polling come out in the days ahead in these states."}, {"sentId": 235, "text": "Look for those education numbers, look for those gender numbers."}, {"sentId": 236, "text": "Donald Trump has momentum, at the moment not quite enough."}], "speaker": "KING", "secId": 112}, {"sentences": [{"sentId": 237, "text": "All right."}, {"sentId": 238, "text": "John King, thank you very much for that."}, {"sentId": 239, "text": "I want to bring in now CNN's chief political analyst, Gloria Borger, and CNN politics executive editor, Mark Preston, and senior political analyst, David Gergen."}, {"sentId": 240, "text": "Thank you so much, everyone."}], "speaker": "LEMON", "secId": 113}, {"sentences": [{"sentId": 241, "text": "How worried, Gloria, should Hillary Clinton be about these battleground numbers?"}], "speaker": "LEMON", "secId": 114}, {"sentences": [{"sentId": 242, "text": "Worried."}, {"sentId": 243, "text": "And I think they are worried about them."}, {"sentId": 244, "text": "She had a big bounce coming out of her convention."}, {"sentId": 245, "text": "It's clearly evaporated more or less, and battleground states tend to rise and fall together and she's having a little a problem with them right now."}], "speaker": "BORGER", "secId": 115}, {"sentences": [{"sentId": 246, "text": "I was looking at some of the internals in the poll numbers that John was just talking about in Florida and Ohio."}, {"sentId": 247, "text": "What struck me is how behind behind she is compared to Barack Obama in 2012 with younger voters."}], "speaker": "BORGER", "secId": 116}, {"sentences": [{"sentId": 248, "text": "Yes."}], "speaker": "LEMON", "secId": 117}, {"sentences": [{"sentId": 249, "text": "She's 13 points behind where he was in the state of Florida."}, {"sentId": 250, "text": "That's a lot."}], "speaker": "BORGER", "secId": 118}, {"sentences": [{"sentId": 251, "text": "And that helped him win."}], "speaker": "LEMON", "secId": 119}, {"sentences": [{"sentId": 252, "text": "It really helped him win."}, {"sentId": 253, "text": "So, she needs to get Bernie Sanders out there on the trail, helping her with those younger voters because that's going to be very important for her."}], "speaker": "BORGER", "secId": 120}, {"sentences": [{"sentId": 254, "text": "On the double."}, {"sentId": 255, "text": "When you just -- when you look at the national polls, Mark, and you look at CNN's poll showing Ohio and Florida Trump leads, she's lost a lot of ground since the convention."}], "speaker": "LEMON", "secId": 121}, {"sentences": [{"sentId": 256, "text": "Donald Trump he clearly has the momentum now."}], "speaker": "LEMON", "secId": 122}, {"sentences": [{"sentId": 257, "text": "Well, yes and no."}, {"sentId": 258, "text": "I mean, he has the momentum where he's kind of stabilized, you know, where he's at."}, {"sentId": 259, "text": "She has really dropped."}], "speaker": "PRESTON", "secId": 123}, {"sentences": [{"sentId": 260, "text": "You know, she was up eight coming up out of the convention nationally, that kind of tracked with the battleground states."}, {"sentId": 261, "text": "But what we're seeing now and not only just in our two polls, now we've seen polls come out in Iowa and Nevada, as well, that are not good -- not good at all for Hillary Clinton at this point."}], "speaker": "PRESTON", "secId": 124}, {"sentences": [{"sentId": 262, "text": "It's all trending right now, and while there's 55 days left, and clearly what we saw from John right there, she would win today given the electoral map, the trend is not going her way."}], "speaker": "PRESTON", "secId": 125}, {"sentences": [{"sentId": 263, "text": "Are we seeing people who, you know, were maybe a little bit adverse to -- adverse to Donald Trump because they weren't so sure about him and now that he's sort of appears to have stabilized with this new team, that these are republicans who are coming on board saying OK, well, maybe we can."}], "speaker": "LEMON", "secId": 126}, {"sentences": [{"sentId": 264, "text": "Look, I think we're seeing a natural coming together of a Republican Party that has been incredibly fractured throughout the whole year."}], "speaker": "PRESTON", "secId": 127}, {"sentences": [{"sentId": 265, "text": "David, Clinton has had a rough few weeks since Trump changed his campaign team."}, {"sentId": 266, "text": "You know, he's been pounding her on the foundation, the e-mails, largely avoiding making major mistakes and then she had this deplorables comment and then the pneumonia episode, what does she need to do to turn this around and can she?"}], "speaker": "LEMON", "secId": 128}, {"sentences": [{"sentId": 267, "text": "Win the first debate."}, {"sentId": 268, "text": "Everything is going to come to that debate."}, {"sentId": 269, "text": "We're going to have some back and forth thing over the next, you now, 12 days or so."}, {"sentId": 270, "text": "That first debate becomes all important."}, {"sentId": 271, "text": "I think a couple of things, Don."}], "speaker": "GERGEN", "secId": 129}, {"sentences": [{"sentId": 272, "text": "One in the background here, is that as you say, he's running a much more disciplined and smarter campaign, more interesting events than what he's had in the past, and I think that has helped him."}, {"sentId": 273, "text": "But also, this -- both candidates have allowed this campaign to drift over and center on the question among the populous, which one do you trust more?"}, {"sentId": 274, "text": "Which one do you like more and that's the basis on which you're going to vote."}], "speaker": "GERGEN", "secId": 130}, {"sentences": [{"sentId": 275, "text": "You know, she could easily lose that question."}, {"sentId": 276, "text": "What she can win on is who is going to do more for the country, who's got an agenda for the future both at home and abroad that's going to make you more safer and more prosperous and actually she's got a better chance of winning that on the substance than on this likability question."}], "speaker": "GERGEN", "secId": 131}, {"sentences": [{"sentId": 277, "text": "Donald Trump had a rally in Ohio tonight and rip Clinton about her health."}, {"sentId": 278, "text": "Listen to this."}], "speaker": "LEMON", "secId": 132}, {"sentences": [{"sentId": 279, "text": "Do you think this is easy?"}, {"sentId": 280, "text": "Oh, you think this so easy?"}, {"sentId": 281, "text": "In this beautiful room that's 122 degrees?"}, {"sentId": 282, "text": "It is hot and it's always hot when I perform because the crowds are so big."}, {"sentId": 283, "text": "I don't know, folks."}, {"sentId": 284, "text": "You think Hillary would be able to stand up here for an hour and do this?"}], "speaker": "TRUMP", "secId": 133}, {"sentences": [{"sentId": 285, "text": "I don't know."}, {"sentId": 286, "text": "I don't know."}, {"sentId": 287, "text": "I don't think so."}, {"sentId": 288, "text": "I don't think so."}], "speaker": "TRUMP", "secId": 134}, {"sentences": [{"sentId": 289, "text": "Not a good look, Gloria?"}], "speaker": "LEMON", "secId": 135}, {"sentences": [{"sentId": 290, "text": "No."}, {"sentId": 291, "text": "Not a good look."}, {"sentId": 292, "text": "First of all, I don't think it's ever a great idea to complaint to the voters about how tough your job is when you run for president."}, {"sentId": 293, "text": "And I think that's what he was doing kind of like, I don't need this, but I'm here and it's 100 degrees and this is really hard on me."}], "speaker": "BORGER", "secId": 136}, {"sentences": [{"sentId": 294, "text": "But he's actually said I don't need this."}], "speaker": "LEMON", "secId": 137}, {"sentences": [{"sentId": 295, "text": "Right, right."}, {"sentId": 296, "text": "And they're standing there, too, and it's 100 degrees, by the way, and they're there of their own volition, I just might add."}, {"sentId": 297, "text": "And it's like they've kept him under wraps to a degree, and tonight, you saw a little bit of the Donald Trump coming out there, kind of chomping at the bit, to go after Hillary and then he -- and then he pulls back."}], "speaker": "BORGER", "secId": 138}, {"sentences": [{"sentId": 298, "text": "Because he knows that it's not going to help him win if he attacks her that way."}], "speaker": "BORGER", "secId": 139}, {"sentences": [{"sentId": 299, "text": "OK."}, {"sentId": 300, "text": "I want you to stand by, everyone."}, {"sentId": 301, "text": "We'll be right back."}, {"sentId": 302, "text": "We'll continue our conversation."}], "speaker": "LEMON", "secId": 140}, {"sentences": [{"sentId": 303, "text": "A key house republican telling CNN tonight that hackers are now targeting republicans."}], "speaker": "LEMON", "secId": 141}, {"sentences": [{"sentId": 304, "text": "Back with me, Gloria Borger, Mark Preston, and Mr. David Gergen."}], "speaker": "LEMON", "secId": 142}, {"sentences": [{"sentId": 305, "text": "So, Mark, House Homeland Security Mike McCall told Wolf Blitzer that Russia has been hacking republicans as well as democrats."}, {"sentId": 306, "text": "Do you know anything?"}], "speaker": "LEMON", "secId": 143}, {"sentences": [{"sentId": 307, "text": "Well, look, he had -- he had to dial that very quickly within about 30 or 40 minutes after making that statement on CNN today, saying that in fact, it was republican operatives and he had misspoke and he didn't say who the republican operatives were."}], "speaker": "PRESTON", "secId": 144}, {"sentences": [{"sentId": 308, "text": "I would like to know."}], "speaker": "BORGER", "secId": 145}, {"sentences": [{"sentId": 309, "text": "I would like to know, as well, and the RNC, on multiple occasions tonight said that in fact, they've never been hacked."}, {"sentId": 310, "text": "But let's stop for a moment."}, {"sentId": 311, "text": "I think that we live in an age now where we have to realize we're all being hacked."}], "speaker": "PRESTON", "secId": 146}, {"sentences": [{"sentId": 312, "text": "And in fact, I spoke to somebody within the government about a year ago about this and said, don't ever e-mail anything, because the bottom line, the Chinese and the Russians are looking at your stuff and he was very serious about it."}], "speaker": "PRESTON", "secId": 147}, {"sentences": [{"sentId": 313, "text": "Yes."}, {"sentId": 314, "text": "Yes."}, {"sentId": 315, "text": "And I just saw the screening of Snowden, so now I'm paranoid and the tape over my camera and everything."}], "speaker": "LEMON", "secId": 148}, {"sentences": [{"sentId": 316, "text": "I'm never e-mailing you."}], "speaker": "BORGER", "secId": 149}, {"sentences": [{"sentId": 317, "text": "So, everyone, this is the thing that everyone's been talking about, besides the bizarre way that Donald Trump released part of his, you know, medical, his physical or whatever, it's about the hacked e- mail from the former Secretary of State Colin Powell."}], "speaker": "LEMON", "secId": 150}, {"sentences": [{"sentId": 318, "text": "I'm going to read a little bit of it."}, {"sentId": 319, "text": "In one e-mail Powell called Trump \"A national disgrace and an international pariah,\" and others he wrote, \"Yes, the whole 'birther' movement was racist, and Trump appeals to the worst angels of the GOP nature and poor white folks.\""}], "speaker": "LEMON", "secId": 151}, {"sentences": [{"sentId": 320, "text": "He's clearly been, you know, troubled by the republican standard bearer."}], "speaker": "LEMON", "secId": 152}, {"sentences": [{"sentId": 321, "text": "Do you think?"}], "speaker": "BORGER", "secId": 153}, {"sentences": [{"sentId": 322, "text": "Do you think?"}], "speaker": "LEMON", "secId": 154}, {"sentences": [{"sentId": 323, "text": "Yes."}, {"sentId": 324, "text": "First - first of all, I want to say, I feel badly for Colin Powell because these were personal e-mails that he was writing to personal friends about his personal political opinions."}, {"sentId": 325, "text": "We all talk..."}], "speaker": "BORGER", "secId": 155}, {"sentences": [{"sentId": 326, "text": "We all talk crap about people."}], "speaker": "LEMON", "secId": 156}, {"sentences": [{"sentId": 327, "text": "And yes."}, {"sentId": 328, "text": "And he also said in some of those e-mails and things about Hillary Clinton, too, I might add."}, {"sentId": 329, "text": "So, Colin Powell has not endorsed and he clearly doesn't like Donald Trump."}], "speaker": "BORGER", "secId": 157}, {"sentences": [{"sentId": 330, "text": "I mean, that's -- that's very clear here, so you know -- and he didn't comment today about this, but just to echo what Mark is saying, we've seen hacking, you know, at the -- at the republican -- at the Democratic National Committee maybe among republican operatives."}, {"sentId": 331, "text": "I'm old enough to remember when a Watergate burglary was a big deal."}], "speaker": "BORGER", "secId": 158}, {"sentences": [{"sentId": 332, "text": "Yes."}], "speaker": "LEMON", "secId": 159}, {"sentences": [{"sentId": 333, "text": "That was a burglary."}], "speaker": "BORGER", "secId": 160}, {"sentences": [{"sentId": 334, "text": "Right."}], "speaker": "LEMON", "secId": 161}, {"sentences": [{"sentId": 335, "text": "This is the same kind of thing."}], "speaker": "BORGER", "secId": 162}, {"sentences": [{"sentId": 336, "text": "Right."}], "speaker": "LEMON", "secId": 163}, {"sentences": [{"sentId": 337, "text": "A cyber-attack."}], "speaker": "BORGER", "secId": 164}, {"sentences": [{"sentId": 338, "text": "A cyber burglary."}], "speaker": "LEMON", "secId": 165}, {"sentences": [{"sentId": 339, "text": "And, you know, I think we all need to be concerned about it."}], "speaker": "BORGER", "secId": 166}, {"sentences": [{"sentId": 340, "text": "Go ahead, David."}], "speaker": "LEMON", "secId": 167}, {"sentences": [{"sentId": 341, "text": "It's disgusting."}], "speaker": "GERGEN", "secId": 168}, {"sentences": [{"sentId": 342, "text": "Yes."}], "speaker": "BORGER", "secId": 169}, {"sentences": [{"sentId": 343, "text": "And Colin Powell has been badly violated."}], "speaker": "GERGEN", "secId": 170}, {"sentences": [{"sentId": 344, "text": "You know him personally, how is he reacting to this breach of privacy?"}], "speaker": "LEMON", "secId": 171}, {"sentences": [{"sentId": 345, "text": "I haven't talked to him today about it, but I do know him personally, and I know reasonably well."}, {"sentId": 346, "text": "And I can tell you, to echo both Gloria and Mark, Colin Powell has grown increasingly concerned about the country and about our falling away from the standards of leadership that he believed we should be setting in the world and here at home."}], "speaker": "GERGEN", "secId": 172}, {"sentences": [{"sentId": 347, "text": "He's very disturbed about the Trump -- what the Trump candidacy represents, what it symbolizes and, you know, he's someone who lives in the foreign policy community where this has been a high nature -- a highest concern for a long while now, for several months,"}], "speaker": "GERGEN", "secId": 173}, {"sentences": [{"sentId": 348, "text": "But beyond that, he's also deeply concerned about race relations in the country."}, {"sentId": 349, "text": "And this is a man who's troubled and I think he's taking out some of his frustrations in his e-mails, but they should be protected and I don't know what we need to do, but it's not just corporations anymore."}], "speaker": "GERGEN", "secId": 174}, {"sentences": [{"sentId": 350, "text": "When individuals can be hacked like this, when they're private e- mails, we're going to shut down the kind of discourse that normally takes place in a civilized society, of course people say stronger things in private than they say in public, as they should."}], "speaker": "GERGEN", "secId": 175}, {"sentences": [{"sentId": 351, "text": "Exactly."}], "speaker": "LEMON", "secId": 176}, {"sentences": [{"sentId": 352, "text": "But you know, he shouldn't be held -- we shouldn't -- he shouldn't be blamed for anything here."}], "speaker": "GERGEN", "secId": 177}, {"sentences": [{"sentId": 353, "text": "Of course not."}, {"sentId": 354, "text": "GERGEN:  I think, you know, it's disgusting."}], "speaker": "BORGER", "secId": 178}, {"sentences": [{"sentId": 355, "text": "The question is though, Mark Preston, is it going to -- is i going to have an impact on the race, because he also spoke about -- he criticized Hillary Clinton."}, {"sentId": 356, "text": "He said \"Everything HRC touches she kind of screws up with hubris.\""}, {"sentId": 357, "text": "And then wrote in another e-mail exchange with Condoleezza Rice, \"Benghazi is a stupid witch hunt.\""}, {"sentId": 358, "text": "Who is this going to effect, have any effect?"}], "speaker": "LEMON", "secId": 179}, {"sentences": [{"sentId": 359, "text": "I don't think it's going to have really little if any impact on the election and for this reason and this reason alone."}, {"sentId": 360, "text": "Colin Powell, republican served loyally, you know, with the Bushes, but to David's point really has taken on this grander role that has surpassed politics."}], "speaker": "PRESTON", "secId": 180}, {"sentences": [{"sentId": 361, "text": "Quite frankly, a lot of republicans really the hard right of the Republican Party, they don't like Colin Powell because he endorsed Barack Obama."}], "speaker": "PRESTON", "secId": 181}, {"sentences": [{"sentId": 362, "text": "Twice, yes."}], "speaker": "LEMON", "secId": 182}, {"sentences": [{"sentId": 363, "text": "Twice."}, {"sentId": 364, "text": "So, I don't think this is necessarily going to have a huge impact."}, {"sentId": 365, "text": "I don't think he's going to endorse Hillary Clinton publicly."}, {"sentId": 366, "text": "I think that's -- I think he'll sit on the sidelines."}], "speaker": "PRESTON", "secId": 183}, {"sentences": [{"sentId": 367, "text": "That was my question."}, {"sentId": 368, "text": "You don't think he will?"}], "speaker": "LEMON", "secId": 184}, {"sentences": [{"sentId": 369, "text": "I don't think so."}, {"sentId": 370, "text": "I mean, David would know better than I would and perhaps..."}], "speaker": "PRESTON", "secId": 185}, {"sentences": [{"sentId": 371, "text": "He said she's a friend of mine, I think what he was and I'm paraphrasing here, she's a friend of mine I would like not to vote for her."}, {"sentId": 372, "text": "She has a long track record of a great resume, but I think she said had very little impact."}, {"sentId": 373, "text": "She wasn't a change-maker, so to speak, or trail blazer."}], "speaker": "LEMON", "secId": 186}, {"sentences": [{"sentId": 374, "text": "But I think him saying that Benghazi was a stupid witch-hunt doesn't help the republicans."}], "speaker": "BORGER", "secId": 187}, {"sentences": [{"sentId": 375, "text": "A very important."}], "speaker": "LEMON", "secId": 188}, {"sentences": [{"sentId": 376, "text": "It's doesn't -- it doesn't help the republicans."}], "speaker": "BORGER", "secId": 189}, {"sentences": [{"sentId": 377, "text": "It was transformational is what he said."}], "speaker": "LEMON", "secId": 190}, {"sentences": [{"sentId": 378, "text": "Right."}], "speaker": "BORGER", "secId": 191}, {"sentences": [{"sentId": 379, "text": "Yes."}], "speaker": "LEMON", "secId": 192}, {"sentences": [{"sentId": 380, "text": "Well, but I think the Benghazi witch-hunt thing?"}], "speaker": "BORGER", "secId": 193}, {"sentences": [{"sentId": 381, "text": "Yes."}], "speaker": "LEMON", "secId": 194}, {"sentences": [{"sentId": 382, "text": "It doesn't help republicans who are - have been doing congressional investigations into Benghazi, and you know I think that it's something that democrats will clearly use for her."}], "speaker": "BORGER", "secId": 195}, {"sentences": [{"sentId": 383, "text": "Hey, David, I want to ask you about this."}, {"sentId": 384, "text": "Because as John McCain Putin6 a thug and a butcher, he's also concerned, a New York Times is reporting, what he says as Donald Trump's unacceptable acceptance or flattering of Vladimir Putin."}, {"sentId": 385, "text": "This is upsetting obviously, you know, John McCain and others in the party."}, {"sentId": 386, "text": "Where does this take us?"}, {"sentId": 387, "text": "What impact does this have?"}], "speaker": "LEMON", "secId": 196}, {"sentences": [{"sentId": 388, "text": "Well, I have been very, very worrisome to the foreign policy community because as this race tightens and the chances of Donald Trump actually winning are going up."}], "speaker": "GERGEN", "secId": 197}, {"sentences": [{"sentId": 389, "text": "Especially when you considered Russia -- how Russia is accused of, you know, of taking part in this hacking or being behind all the hacking."}], "speaker": "LEMON", "secId": 198}, {"sentences": [{"sentId": 390, "text": "Well, that's right."}, {"sentId": 391, "text": "And we don't know exactly what's happening but I do think it's very worrisome that we have a leading candidate for the president of the United States who argues as Tom Freedman pointed out this morning, it's absurd to argue that Putin is a better leader for the world than Barack Obama."}], "speaker": "GERGEN", "secId": 199}, {"sentences": [{"sentId": 392, "text": "hen Putin, you know, when Putin has taken this country down to drain, the economy is falling apart, people are not living this long, you know, they've also got this expansion of foreign policy."}, {"sentId": 393, "text": "And for Donald Trump to embrace and salute this leadership, you know, is very stressing."}], "speaker": "GERGEN", "secId": 200}, {"sentences": [{"sentId": 394, "text": "Yes."}, {"sentId": 395, "text": "Thank you, David."}, {"sentId": 396, "text": "Thank you, Mark."}], "speaker": "LEMON", "secId": 201}, {"sentences": [{"sentId": 397, "text": "Thank you."}], "speaker": "GERGEN", "secId": 202}, {"sentences": [{"sentId": 398, "text": "Gloria Borger, a great documentary."}], "speaker": "LEMON", "secId": 203}, {"sentences": [{"sentId": 399, "text": "Thank you."}, {"sentId": 400, "text": "I appreciate it."}], "speaker": "BORGER", "secId": 204}, {"sentences": [{"sentId": 401, "text": "I get to see the end because I was preparing for this show but I can't wait to get home and watch it on DVR."}], "speaker": "LEMON", "secId": 205}, {"sentences": [{"sentId": 402, "text": "Thank you."}], "speaker": "BORGER", "secId": 206}, {"sentences": [{"sentId": 403, "text": "Coming up, Donald Trump making a big splash talking to Dr. Oz about his health, but will he release more detailed records."}], "speaker": "LEMON", "secId": 207}, {"sentences": [{"sentId": 404, "text": "Plus, why a pastor cut off the criticism of Hillary Clinton."}], "speaker": "LEMON", "secId": 208}, {"sentences": [{"sentId": 405, "text": "OK. OK."}], "speaker": "TRUMP", "secId": 209}, {"sentences": [{"sentId": 406, "text": "Hillary Clinton releasing new information today about her health and her pneumonia diagnosis, while Donald Trump talks about his recent physical with TV's Dr. Oz."}, {"sentId": 407, "text": "You can't make this up."}], "speaker": "LEMON", "secId": 210}, {"sentences": [{"sentId": 408, "text": "So, here to discuss is CNN political commentator, Andy Dean, a Trump supporter, democratic strategist Maria Cardona, a Clinton supporter, John Phillips, talk radio host with KABC and a Trump supporter, and CNN political commentator, Bakari Sellers, a Clinton supporter."}], "speaker": "LEMON", "secId": 211}, {"sentences": [{"sentId": 409, "text": "Hello, to all of you."}, {"sentId": 410, "text": "Seriously, you can't make this up."}, {"sentId": 411, "text": "I was watching TV today going, is this happening?"}, {"sentId": 412, "text": "So, Andy with regards to medical records with Donald Trump match -- will they match what Secretary Clinton has released to date?"}], "speaker": "LEMON", "secId": 212}, {"sentences": [{"sentId": 413, "text": "Well, Don, I think I'm missing a big piece of this."}, {"sentId": 414, "text": "Because Donald Trump isn't the one that's, let's be frank, collapsing like a rag doll and being thrown into an un-marked van."}, {"sentId": 415, "text": "So, I think there needs to be a different standard because something is going on here that's very, very real, it's not a conspiracy."}, {"sentId": 416, "text": "And so, I don't think Donald Trump needs to be held until he starts collapsing."}], "speaker": "DEAN", "secId": 213}, {"sentences": [{"sentId": 417, "text": "So, he shouldn't release his medical records?"}], "speaker": "LEMON", "secId": 214}, {"sentences": [{"sentId": 418, "text": "Well, I think he is going to release a one-page or some blood results on Dr. Oz."}, {"sentId": 419, "text": "And I think it's going to make for some great must- see TV."}], "speaker": "DEAN", "secId": 215}, {"sentences": [{"sentId": 420, "text": "OK. You seem incredulous about this, Maria Cardona."}], "speaker": "LEMON", "secId": 216}, {"sentences": [{"sentId": 421, "text": "I think he's -- I think he's very healthy."}], "speaker": "DEAN", "secId": 217}, {"sentences": [{"sentId": 422, "text": "Yes, because it's Donald Trump."}, {"sentId": 423, "text": "I mean, what has he really said before that we can really count on that he's going to follow through?"}], "speaker": "CARDONA", "secId": 218}, {"sentences": [{"sentId": 424, "text": "Look, the fact of the matter is there has been a huge fault equivalency throughout this campaign in terms of transparently and disclosure."}], "speaker": "CARDONA", "secId": 219}, {"sentences": [{"sentId": 425, "text": "Hillary Clinton is probably the candidate that we know the most about in politics in modern history."}, {"sentId": 426, "text": "And Donald Trump is the one that has been the least transparent and the one we know the least about."}], "speaker": "CARDONA", "secId": 220}, {"sentences": [{"sentId": 427, "text": "Both in health records when you compare the letters we got from their doctors, the one that from the -- the letter that we got from Donald Trump's doctor read like a page out of mad libs."}, {"sentId": 428, "text": "It was a joke, it was a farce, it was insulting to voters."}, {"sentId": 429, "text": "Let's see what he puts out tomorrow."}], "speaker": "CARDONA", "secId": 221}, {"sentences": [{"sentId": 430, "text": "What we have seen from Secretary Clinton is real health history, what she has gone through in the last 10 years, the medications she is taking, her blood pressure, her respiratory rate, her heart rate, EKG's."}], "speaker": "CARDONA", "secId": 222}, {"sentences": [{"sentId": 431, "text": "So, John, John Phillips, I have to..."}], "speaker": "LEMON", "secId": 223}, {"sentences": [{"sentId": 432, "text": "All of that which is what voters need to know."}], "speaker": "CARDONA", "secId": 224}, {"sentences": [{"sentId": 433, "text": "I have to give that -- give that one to Maria Cardona."}, {"sentId": 434, "text": "Because there is more information."}, {"sentId": 435, "text": "There's -- when she says the most transparent, there are -- she's given over her taxes."}, {"sentId": 436, "text": "Donald Trump hasn't done that."}, {"sentId": 437, "text": "She's given more medical argument."}, {"sentId": 438, "text": "How do you against that?"}], "speaker": "LEMON", "secId": 225}, {"sentences": [{"sentId": 439, "text": "Well, look, none of these candidates are going to some independent doctors."}, {"sentId": 440, "text": "They're all going to their personal physicians and your personal physician is your advocate."}], "speaker": "PHILLIPS", "secId": 226}, {"sentences": [{"sentId": 441, "text": "No doctor is going to go out and say, you know, my patient really treats their body like a spring-break rental car."}, {"sentId": 442, "text": "That's never going to happen."}, {"sentId": 443, "text": "So, voters are going to have a look at what we see and we're going to eyeball it and we're going to make that determination for ourselves."}], "speaker": "PHILLIPS", "secId": 227}, {"sentences": [{"sentId": 444, "text": "But they need to do something in order to do that."}], "speaker": "LEMON", "secId": 228}, {"sentences": [{"sentId": 445, "text": "Yes."}, {"sentId": 446, "text": "But ultimately, we're the ones that decide if they're fit enough to be president."}, {"sentId": 447, "text": "It's an issue that's relevant when it's relevant."}, {"sentId": 448, "text": "It was relevant in '92, when Paul Tsongas was running for president and he'd been battling cancer and said that he was given a clean bill of health."}, {"sentId": 449, "text": "That was relevant with John McCain, after spending all of those years at the Hanoi Hilton, and people didn't know how hsi health was."}], "speaker": "PHILLIPS", "secId": 229}, {"sentences": [{"sentId": 450, "text": "So, voters will make that determination."}], "speaker": "PHILLIPS", "secId": 230}, {"sentences": [{"sentId": 451, "text": "OK. Bakari Sellers, do you agree with that?"}], "speaker": "LEMON", "secId": 231}, {"sentences": [{"sentId": 452, "text": "Well, yes, because it's relevant now."}, {"sentId": 453, "text": "Donald Trump will be the oldest sitting president if he's elected and Hillary Clinton will be the second oldest."}, {"sentId": 454, "text": "So, it's very relevant today."}], "speaker": "SELLERS", "secId": 232}, {"sentences": [{"sentId": 455, "text": "The fact that, I mean, just sit back and look where we are."}, {"sentId": 456, "text": "I was reading to the comment on Maria's point about false equivalencies, I was reading today where headlines were literally saying that Donald Trump and Hillary Clinton give us a peak into their medical records."}], "speaker": "SELLERS", "secId": 233}, {"sentences": [{"sentId": 457, "text": "That's not the case at all."}], "speaker": "SELLERS", "secId": 234}, {"sentences": [{"sentId": 458, "text": "Exactly."}], "speaker": "CARDONA", "secId": 235}, {"sentences": [{"sentId": 459, "text": "We were actually going by audience statements who were there watching Dr. Oz who is a television quack."}, {"sentId": 460, "text": "I mean, that is what we were watching and that..."}], "speaker": "SELELRS", "secId": 236}, {"sentences": [{"sentId": 461, "text": "That's a little harsh on Dr. Oz."}, {"sentId": 462, "text": "SELERS:  That's what we were going by."}], "speaker": "LEMON", "secId": 237}, {"sentences": [{"sentId": 463, "text": "Easy."}], "speaker": "PHILLIPS", "secId": 238}, {"sentences": [{"sentId": 464, "text": "That's what we were going by."}], "speaker": "SELLERS", "secId": 239}, {"sentences": [{"sentId": 465, "text": "Yes."}], "speaker": "LEMON", "secId": 240}, {"sentences": [{"sentId": 466, "text": "That's what we were going by."}, {"sentId": 467, "text": "We -- no one actually has the tangible results from his physical."}], "speaker": "SELLERS", "secId": 241}, {"sentences": [{"sentId": 468, "text": "He's actually a very respected cardiologist."}], "speaker": "LEMON", "secId": 242}, {"sentences": [{"sentId": 469, "text": "He's a respected guy and..."}], "speaker": "DEAN", "secId": 243}, {"sentences": [{"sentId": 470, "text": "Who?"}], "speaker": "SELLERS", "secId": 244}, {"sentences": [{"sentId": 471, "text": "He's not on with Conrad Murray."}], "speaker": "PHILLIPS", "secId": 245}, {"sentences": [{"sentId": 472, "text": "But the fact of the matter is that..."}], "speaker": "CARDONA", "secId": 246}, {"sentences": [{"sentId": 473, "text": "He takes flyers."}], "speaker": "SELLERS", "secId": 247}, {"sentences": [{"sentId": 474, "text": "... he didn't examine -- he didn't examine Donald Trump."}], "speaker": "CARDONA", "secId": 248}, {"sentences": [{"sentId": 475, "text": "Correct."}], "speaker": "SELELRS", "secId": 249}, {"sentences": [{"sentId": 476, "text": "He has not been Donald Trump's doctor."}, {"sentId": 477, "text": "He has no idea what this means."}], "speaker": "CARDONA", "secId": 250}, {"sentences": [{"sentId": 478, "text": "Yes, but Maria, Donald Trump isn't collapsing."}], "speaker": "DEAN", "secId": 251}, {"sentences": [{"sentId": 479, "text": "... vis-a-vis Donald Trump."}, {"sentId": 480, "text": "Donald Trump is 70 years old, Donald Trump is overweight, Donald Trump doesn't exercise."}], "speaker": "CARDONA", "secId": 252}, {"sentences": [{"sentId": 481, "text": "Well, he's not the only one."}], "speaker": "PHILLIPS", "secId": 253}, {"sentences": [{"sentId": 482, "text": "Donald Trump loves to eat junk food."}, {"sentId": 483, "text": "I mean, this is something that voters need to see, and deserve to know."}], "speaker": "CARDONA", "secId": 254}, {"sentences": [{"sentId": 484, "text": "He does tweet those pictures with the Taco bowl and with the McDonalds."}, {"sentId": 485, "text": "But let me say this, I mean, in all seriousness, so, let's see."}, {"sentId": 486, "text": "This is what he said."}, {"sentId": 487, "text": "His doctor said he would be the healthiest person individual ever elected."}, {"sentId": 488, "text": "And then today on Dr. Oz he said he didn't exercise, he said he wants to lose at least 15 pounds at least, and that he's on medication to control his cholesterol."}], "speaker": "LEMON", "secId": 255}, {"sentences": [{"sentId": 489, "text": "That doesn't sound like the healthiest individual, if you're doing that."}, {"sentId": 490, "text": "As a matter of fact, where he did say, he said 236, the audience member says 267."}, {"sentId": 491, "text": "If he's anywhere in that range, for a 6'3\" man, he's over weight if he's at 236, and if he's at 260, he's obese."}, {"sentId": 492, "text": "That doesn't sound, Andy, as the most healthiest and fit person."}], "speaker": "LEMON", "secId": 256}, {"sentences": [{"sentId": 493, "text": "Well, Don, first, look, he looks fantastic to me and I'll tell you this, he is getting exercise in the sense he's flying to two or three different states a day and he walks these lines and shakes voters' hands and he's moving his arms up and down."}, {"sentId": 494, "text": "So, he may not be doing, you know, the bow flex."}, {"sentId": 495, "text": "That count as an exercise."}], "speaker": "DEAN", "secId": 257}, {"sentences": [{"sentId": 496, "text": "Andy, are you really saying that, I mean, you can eyeball someone and tell what their medical histories?"}, {"sentId": 497, "text": "Come on, Andy."}], "speaker": "LEMON", "secId": 258}, {"sentences": [{"sentId": 498, "text": "No, but, Don, I will tell you this, that over the past, if I could, Maria, for the past 15 months..."}], "speaker": "DEAN", "secId": 259}, {"sentences": [{"sentId": 499, "text": "Sure."}], "speaker": "CARDONA", "secId": 260}, {"sentences": [{"sentId": 500, "text": "... Donald Trump has been in two or three different states every single day, seven days a week talking to crowds, meeting with people, whereas, Hillary Clinton has kept herself, you know, many weeks at a time at small fundraisers with elite donors, and then she collapses like Michael Spinks."}, {"sentId": 501, "text": "You know, the proof is in the pudding here, Don."}], "speaker": "DEAN", "secId": 261}, {"sentences": [{"sentId": 502, "text": "Because she had pneumonia, Andy."}, {"sentId": 503, "text": "Let's remember, who was the candidate who complained about having to be at a debate for three hours, sweating, leaning on the lectern, and who was the candidate who stood 11 hours of non-stop questioning from congressional -- in a congressional hearing."}], "speaker": "CARDONA", "secId": 262}, {"sentences": [{"sentId": 504, "text": "So, listen, just a reminder, that this is what Donald Trump tweeted, this was in late August and he said, \"I think that both candidates, crooked Hillary and myself should release detailed medical records."}, {"sentId": 505, "text": "I have no problem in doing so.\""}, {"sentId": 506, "text": "Hillary, so I mean, does going on Dr. Oz, is that -- cut it?"}], "speaker": "LEMON", "secId": 263}, {"sentences": [{"sentId": 507, "text": "No, it doesn't."}, {"sentId": 508, "text": "But why do we expect anything else?"}, {"sentId": 509, "text": "I mean, Donald Trump has been running circles around the media."}, {"sentId": 510, "text": "And this is my -- this is my -- this is the troublesome part for a lot of Americans today."}], "speaker": "SELLERS", "secId": 264}, {"sentences": [{"sentId": 511, "text": "This is the media's job."}, {"sentId": 512, "text": "This is journalist's job that when someone evades you, you have to get to the truth."}, {"sentId": 513, "text": "You can't just sit back and take it for what he's worth and chase down audience members."}, {"sentId": 514, "text": "You have to continuously press these candidates over, and over again."}], "speaker": "SELLERS", "secId": 265}, {"sentences": [{"sentId": 515, "text": "Donald Trump today did not give you a peak into his medical records."}, {"sentId": 516, "text": "You know what?"}, {"sentId": 517, "text": "Because not one journalist actually has the results of those physicals in their hand, and we don't even want th results of physicals."}, {"sentId": 518, "text": "We want actual medical history and a detailed medical report."}, {"sentId": 519, "text": "What Donald Trump did was a farce."}, {"sentId": 520, "text": "He's been doing at the whole campaign."}], "speaker": "SELLERS", "secId": 266}, {"sentences": [{"sentId": 521, "text": "Bakari, you sound like every conversation I've had today, and last week, when I go to a bodega, when I go to dinner party, you just summed up every single conversation that I've had."}, {"sentId": 522, "text": "I'm sick of having it."}, {"sentId": 523, "text": "But we're going to talk about it when we come back."}, {"sentId": 524, "text": "We'll be right back."}], "speaker": "LEMON", "secId": 267}, {"sentences": [{"sentId": 525, "text": "An awkward moment for Donald Trump at a church in Flint, Michigan today."}], "speaker": "LEMON", "secId": 268}, {"sentences": [{"sentId": 526, "text": "Back with me today, Andy Dean, Maria Cardona, John Phillips, and Bakari Sellers."}, {"sentId": 527, "text": "I can't believe Andy said waving his arms up and down like that's exercise."}, {"sentId": 528, "text": "But we could in the break, I mean, anyway, Andy."}], "speaker": "LEMON", "secId": 269}, {"sentences": [{"sentId": 529, "text": "Today, Donald Trump in Flint, Michigan, Donald Trump he was asked by a pastor not to give a political speech, let's listen."}], "speaker": "LEMON", "secId": 270}, {"sentences": [{"sentId": 530, "text": "Hillary failed on the economy."}, {"sentId": 531, "text": "Just like she's failed on foreign policy."}, {"sentId": 532, "text": "Everything she touched didn't work out."}, {"sentId": 533, "text": "Nothing."}, {"sentId": 534, "text": "Now Hillary Clinton..."}], "speaker": "TRUMP", "secId": 271}, {"sentences": [{"sentId": 535, "text": "Mr. Trump, I invited you here to thank us, not to give a political speech."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 272}, {"sentences": [{"sentId": 536, "text": "OK, OK. That's good."}, {"sentId": 537, "text": "And I'm going to go back."}, {"sentId": 538, "text": "OK."}], "speaker": "TRUMP", "secId": 273}, {"sentences": [{"sentId": 539, "text": "OK."}], "speaker": "TRUMP", "secId": 274}, {"sentences": [{"sentId": 540, "text": "Andy, that was a little awkward."}], "speaker": "LEMON", "secId": 275}, {"sentences": [{"sentId": 541, "text": "You know, I apologize."}, {"sentId": 542, "text": "I literally couldn't hear that in my ear, so maybe somebody else can comment."}], "speaker": "DEAN", "secId": 276}, {"sentences": [{"sentId": 543, "text": "OK. Well, she went on stage."}], "speaker": "LEMON", "secId": 277}, {"sentences": [{"sentId": 544, "text": "Sure, Andy."}], "speaker": "CARDONA", "secId": 278}, {"sentences": [{"sentId": 545, "text": "She went on stage and said we didn't have you here to do a political speech."}, {"sentId": 546, "text": "But go ahead, what do you think, John, was it, do you think that was awkward?"}], "speaker": "LEMON", "secId": 279}, {"sentences": [{"sentId": 547, "text": "It was the beauty of live TV."}, {"sentId": 548, "text": "Look, how many awkward moments have we had in this campaign?"}, {"sentId": 549, "text": "This campaign has one long awkward moment and that's why we love it and that's why we watch it and that's why we follow it."}], "speaker": "PHILLIPS", "secId": 280}, {"sentences": [{"sentId": 550, "text": "He was going into Flint, Michigan, that's not a republican area, that's not that typically gives GOP candidates many votes and he's up there talking to them about issues that concern them."}, {"sentId": 551, "text": "And you know, sometimes you go into your stump speech when you're doing those sorts of things and I don't think it hurts him."}, {"sentId": 552, "text": "I think people give them props for going to Flint."}], "speaker": "PHILLIPS", "secId": 281}, {"sentences": [{"sentId": 553, "text": "Yes."}, {"sentId": 554, "text": "Bakari, Donald Trump was -- go ahead, Bakari."}], "speaker": "LEMON", "secId": 282}, {"sentences": [{"sentId": 555, "text": "They don't give them props for going to Flint."}, {"sentId": 556, "text": "And it's not..."}], "speaker": "SELLERS", "secId": 283}, {"sentences": [{"sentId": 557, "text": "He's doing well in the rust-belt."}], "speaker": "PHILLIPS", "secId": 284}, {"sentences": [{"sentId": 558, "text": "He was heckle twice in Flint for his outreach to African- Americans."}], "speaker": "LEMON", "secId": 285}, {"sentences": [{"sentId": 559, "text": "But it's not a democratic or republican issue, though."}, {"sentId": 560, "text": "I mean, I think that's what you missed and I think that's what Donald Trump misses."}, {"sentId": 561, "text": "This is just truly an issue of in justice, this is about environmental injustice, this is about a community where the kids can't even drink the water."}], "speaker": "SELLERS", "secId": 286}, {"sentences": [{"sentId": 562, "text": "This is not a democratic or republican issue, or red or blue or black or white issue, this is about fundamental injustice, and Donald Trump doesn't get that."}, {"sentId": 563, "text": "And that's why he had a hard time connecting to that church today."}], "speaker": "SELLERS", "secId": 287}, {"sentences": [{"sentId": 564, "text": "I've spoken to many black churches, and Don, you know this growing up in Baton Rouge, you know, you get to the pulpit and you say protocol having already been established and then you go in and talk about what you're going to talk about."}, {"sentId": 565, "text": "But you know that there are lines and barriers you cannot cross."}], "speaker": "SELLERS", "secId": 288}, {"sentences": [{"sentId": 566, "text": "And Donald Trump crossed that line today and that pastor said, no, no, no, that's we're not doing that in this church, not today."}], "speaker": "SELLERS", "secId": 289}, {"sentences": [{"sentId": 567, "text": "Is he missing the mark, Maria?"}], "speaker": "LEMON", "secId": 290}, {"sentences": [{"sentId": 568, "text": "Yes."}, {"sentId": 569, "text": "Yes, absolutely."}, {"sentId": 570, "text": "And I thought it was a thing of beauty for this pastor to stand up and take a stand against somebody like Donald Trump."}, {"sentId": 571, "text": "I think it took guts on her part to do it."}, {"sentId": 572, "text": "And I think it does underscore what Bakari said, which is that this is -- this is a candidate who does not understand his audience when he is outside of his comfort zone of his normal audiences."}], "speaker": "CARDONA", "secId": 291}, {"sentences": [{"sentId": 573, "text": "And so, so in terms of, you know, giving him props, you know, sure."}, {"sentId": 574, "text": "You could say, well, he didn't have to go there and he went there, but clearly what he tried to do was use Flint and the injustice in Flint and the audience in Flint and the church goers as props and the pastor was not having it and I loved it."}], "speaker": "CARDONA", "secId": 292}, {"sentences": [{"sentId": 575, "text": "Don, if I could."}], "speaker": "DEAN", "secId": 293}, {"sentences": [{"sentId": 576, "text": "Yes."}], "speaker": "LEMON", "secId": 294}, {"sentences": [{"sentId": 577, "text": "Don, if I could."}, {"sentId": 578, "text": "Remember, Flint, Michigan, like many inner cities in America, have been run by democrats for decades and Donald Trump has courage to go there..."}], "speaker": "DEAN", "secId": 295}, {"sentences": [{"sentId": 579, "text": "But who -- but, Andy."}], "speaker": "SELLERS", "secId": 296}, {"sentences": [{"sentId": 580, "text": "Bakari said..."}], "speaker": "DEAN", "secId": 297}, {"sentences": [{"sentId": 581, "text": "Stop real quick because there's a -- no, no, no."}], "speaker": "SELLERS", "secId": 298}, {"sentences": [{"sentId": 582, "text": "OK, go ahead."}], "speaker": "DEAN", "secId": 299}, {"sentences": [{"sentId": 583, "text": "It's a republican governor, it's a republican governor, and it's a republican legislator, and those are republican leaders who have been indicted."}], "speaker": "SELLERS", "secId": 300}, {"sentences": [{"sentId": 584, "text": "Yes, but it's a city, it's a city water issue."}], "speaker": "DEAN", "secId": 301}, {"sentences": [{"sentId": 585, "text": "So, a, do not try to -- do not try to -- where do you think they get the water from?"}, {"sentId": 586, "text": "How do you think they have some in for some in for a structure gets there?"}], "speaker": "SELLERS", "secId": 302}, {"sentences": [{"sentId": 587, "text": "Bakari, I'm not -- there are mistakes made on -- look, the Flint, Michigan crisis there are so many mistakes made in so many levels of government."}, {"sentId": 588, "text": "But the city itself has been run by democrats and if I could, Donald Trump said something very, very important today."}], "speaker": "DEAN", "secId": 303}, {"sentences": [{"sentId": 589, "text": "And if I could, this is a quote from one of his speeches and he said, you know, \"In the old days, we used to make cars in Flint, Michigan and you couldn't drink the water in Mexico."}, {"sentId": 590, "text": "Nowadays, they're making cars in Mexico and you can't drink the water in Flint, Michigan because G.M."}, {"sentId": 591, "text": "has moved the small protection car facilities out of Michigan today into Mexico.\""}], "speaker": "DEAN", "secId": 304}, {"sentences": [{"sentId": 592, "text": "So, when Trump went to Flint, Michigan, he was talking about the water, but more just as important, he's talking about jobs."}], "speaker": "DEAN", "secId": 305}, {"sentences": [{"sentId": 593, "text": "And that line, Andy, that line."}], "speaker": "CARDONA", "secId": 306}, {"sentences": [{"sentId": 594, "text": "So, how is that -- that's absurd."}], "speaker": "SELLERS", "secId": 307}, {"sentences": [{"sentId": 595, "text": "That line did not go over well at all."}], "speaker": "CARDONA", "secId": 308}, {"sentences": [{"sentId": 596, "text": "But, Andy, how do they get fresh water?"}], "speaker": "SELLERS", "secId": 309}, {"sentences": [{"sentId": 597, "text": "I think it makes a lot of sense."}], "speaker": "DEAN", "secId": 310}, {"sentences": [{"sentId": 598, "text": "How does that get fresh water into Flint, Michigan?"}], "speaker": "SELLERS", "secId": 311}, {"sentences": [{"sentId": 599, "text": "I'll tell you why."}, {"sentId": 600, "text": "Bakari, I will answer."}], "speaker": "DEAN", "secId": 312}, {"sentences": [{"sentId": 601, "text": "Please."}, {"sentId": 602, "text": "DEAN:  Because all the jobs have been leaving Michigan because of"}], "speaker": "SELLERS", "secId": 313}, {"sentences": [{"sentId": 603, "text": "democratic policies, collapse the economy."}, {"sentId": 604, "text": "When the economy is out and there's no money to repair bridges and waters and dams..."}], "speaker": "SELLERS", "secId": 314}, {"sentences": [{"sentId": 605, "text": "So, you're going to tell me now -- you're going to tell me now about, Andy, you're going to tell me now, first of all, it's a -- I have to keep going back and harking on the fact..."}], "speaker": "SELLERS", "secId": 315}, {"sentences": [{"sentId": 606, "text": "That's right."}], "speaker": "CARDONA", "secId": 316}, {"sentences": [{"sentId": 607, "text": "... that there are republicans who have been respected and Mayor Karen Weaver, who was the Mayor in Flint has been doing an amazing job, but can you tell me Donald Trump's infrastructure plan."}, {"sentId": 608, "text": "Does he have one?"}], "speaker": "SELLERS", "secId": 317}, {"sentences": [{"sentId": 609, "text": "Donald Trump has been building infrastructure his entire life."}, {"sentId": 610, "text": "So, yes, of course."}], "speaker": "DEAN", "secId": 318}, {"sentences": [{"sentId": 611, "text": "That's not what I -- what is hi infrastructure."}], "speaker": "SELLERS", "secId": 319}, {"sentences": [{"sentId": 612, "text": "To enrich himself."}], "speaker": "CARDONA", "secId": 320}, {"sentences": [{"sentId": 613, "text": "That's not -- that's not what he asked you, though."}, {"sentId": 614, "text": "He asked you about an infrastructure plan, Andy."}], "speaker": "LEMON", "secId": 321}, {"sentences": [{"sentId": 615, "text": "Well, Donald Trump has an infrastructure plan, first we're going to build the wall, second we're going to repair our highways and bridges and then Flint, Michigan is an example, when there's water crisis, we're going to fix it."}, {"sentId": 616, "text": "Of course."}], "speaker": "DEAN", "secId": 322}, {"sentences": [{"sentId": 617, "text": "Andy, you seem to be conveniently forgetting that..."}], "speaker": "CARDONA", "secId": 323}, {"sentences": [{"sentId": 618, "text": "This is an infrastructure guy."}], "speaker": "DEAN", "secId": 324}, {"sentences": [{"sentId": 619, "text": "... it was the Obama administration who saved the auto industry in Michigan, and was able to save the jobs of millions of auto workers there, and has brought back the auto industry because..."}], "speaker": "CARDONA", "secId": 325}, {"sentences": [{"sentId": 620, "text": "Yes."}, {"sentId": 621, "text": "Manufacturing..."}], "speaker": "DEAN", "secId": 326}, {"sentences": [{"sentId": 622, "text": "Let John get in."}, {"sentId": 623, "text": "John, go ahead."}], "speaker": "LEMON", "secId": 327}, {"sentences": [{"sentId": 624, "text": "Manufacturing has left America."}], "speaker": "DEAN", "secId": 328}, {"sentences": [{"sentId": 625, "text": "They are municipal issues."}], "speaker": "PHILLIPS", "secId": 329}, {"sentences": [{"sentId": 626, "text": "Go ahead, John."}], "speaker": "LEMON", "secId": 330}, {"sentences": [{"sentId": 627, "text": "They're not federal issues."}, {"sentId": 628, "text": "To say what Donald Trump is going to do to fix the crisis in Flint, Michigan, that's something that needs to be fixed at the local levels."}, {"sentId": 629, "text": "And these cities are run by one-party rule."}], "speaker": "PHILLIPS", "secId": 331}, {"sentences": [{"sentId": 630, "text": "That's not true."}], "speaker": "SELLERS", "secId": 332}, {"sentences": [{"sentId": 631, "text": "Yes."}], "speaker": "LEMON", "secId": 333}, {"sentences": [{"sentId": 632, "text": "The democrats have ruined Flint, Michigan, the democrats have ruined big cities across America."}, {"sentId": 633, "text": "When you don't have two competitive parties going against one another, you have corruption, you malfeasance, you have absentee landlordism."}], "speaker": "PHILLIPS", "secId": 334}, {"sentences": [{"sentId": 634, "text": "Yes."}, {"sentId": 635, "text": "To be continued in the next hour."}], "speaker": "LEMON", "secId": 335}, {"sentences": [{"sentId": 636, "text": "So, why are republicans being indicted, John?"}], "speaker": "CARDONA", "secId": 336}, {"sentences": [{"sentId": 637, "text": "Thank you, everyone."}], "speaker": "LEMON", "secId": 337}, {"sentences": [{"sentId": 638, "text": "Not the city."}], "speaker": "PHILLIPS", "secId": 338}, {"sentences": [{"sentId": 639, "text": "When we come back, former Secretary of State Colin Powell is not so diplomatic in what he says about Donald Trump and Hillary Clinton, what his leaked e-mails reveal."}], "speaker": "LEMON", "secId": 339}, {"sentences": [{"sentId": 640, "text": "Donald Trump with a slim lead over Hillary Clinton in two crucial battleground states as we count down to the first presidential debate."}], "speaker": "LEMON", "secId": 340}, {"sentences": [{"sentId": 641, "text": "This is CNN Tonight."}, {"sentId": 642, "text": "I'm Don Lemon."}], "speaker": "LEMON", "secId": 341}, {"sentences": [{"sentId": 643, "text": "As the race tightens we're learning more tonight about Clinton's health and her pneumonia diagnosis, while Trump reveals new health information in an interview with TV's Dr. Oz and says this in his rally in Ohio tonight."}], "speaker": "LEMON", "secId": 342}, {"sentences": [{"sentId": 644, "text": "I don't know, folks."}, {"sentId": 645, "text": "You think..."}], "speaker": "TRUMP", "secId": 343}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1609.14.cnnt.01.html.json", "time": "Aired September 14, 2016 - 22:00   ET"}