{"sectionCount": 276, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["LEMON", "TRUMP", "OBAMA", "BASH", "ASH", "BUSH", "DOYLE", "JACOBUS", "BALDWIN", "JORDAN", "O'MARA", "HOUCK", "JONES", "GOLDBERG", "HILL", "TURNER"], "subTitle": "The Donald Leading National Polls; Stephen Baldwin, Winner of Miss USA Contest Sound Off on Donald Trump; President Obama's Thoughts on Race, Justice.  Aired 10-11:00p ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1507/14/cnnt.01.html", "sentenceCount": 759, "sections": [{"sentences": [{"sentId": 0, "text": "Trump on top."}, {"sentId": 1, "text": "The Donald leading the national poll for the first time and it may not be the last."}, {"sentId": 2, "text": "This is CNN Tonight."}, {"sentId": 3, "text": "I'm Don Lemon."}, {"sentId": 4, "text": "I'm going to talk to the man who was fired by Donald Trump not once, but twice."}], "speaker": "LEMON", "secId": 0}, {"sentences": [{"sentId": 5, "text": "Stephen, you're fired."}, {"sentId": 6, "text": "Stephen, you're fired."}], "speaker": "TRUMP", "secId": 1}, {"sentences": [{"sentId": 7, "text": "All right, twice."}, {"sentId": 8, "text": "So, why is Stephen Baldwin a Donald Trump fan?"}, {"sentId": 9, "text": "He is here tonight to tell us about it."}, {"sentId": 10, "text": "Also, the winner of this Ms. USA pageant tells me what she really thinks about Donald Trump."}], "speaker": "LEMON", "secId": 2}, {"sentences": [{"sentId": 11, "text": "Plus, President Obama's momentum, the Commander in Chief is on a roll right now."}, {"sentId": 12, "text": "And now he's got some tough talk for America on race and justice."}, {"sentId": 13, "text": "We're going to talk to about all of that tonight."}, {"sentId": 14, "text": "But I want to begin..."}], "speaker": "LEMON", "secId": 3}, {"sentences": [{"sentId": 15, "text": "Why is that in too many places black boys and black men, Latino men and Latino men, experienced being treated differently under the law?"}], "speaker": "OBAMA", "secId": 4}, {"sentences": [{"sentId": 16, "text": "As I'm saying a lot to get to tonight."}, {"sentId": 17, "text": "But I want to begin with a man on top of a new national poll tonight."}, {"sentId": 18, "text": "And that is Donald Trump."}, {"sentId": 19, "text": "CNN's Dana Bash talked to him today and she joins me now."}, {"sentId": 20, "text": "A brand new poll."}, {"sentId": 21, "text": "I want to put it up here, Dana."}, {"sentId": 22, "text": "Shows him on top of the GOP pack, 15 of them."}, {"sentId": 23, "text": "As a matter of fact, among GOP voters Trump is polling at 17 percent."}, {"sentId": 24, "text": "Jeb Bush is that 14, that 3 point percentage difference falls within the margin of error here, but Trump is on top."}, {"sentId": 25, "text": "You spoke to him at his winery in Virginia."}, {"sentId": 26, "text": "What is he telling you?"}], "speaker": "LEMON", "secId": 5}, {"sentences": [{"sentId": 27, "text": "Well, as you can imagine he is quite fond of those new polls."}, {"sentId": 28, "text": "But there is one specific number that I asked him about that has to do with whether or not these republican voters really believe that he is taking this seriously, rather."}], "speaker": "BASH", "secId": 6}, {"sentences": [{"sentId": 29, "text": "A new poll just came out saying that 40 percent of republican voters think that you're just doing this for publicity."}], "speaker": "BASH", "secId": 7}, {"sentences": [{"sentId": 30, "text": "That's why I don't understand."}], "speaker": "TRUMP", "secId": 8}, {"sentences": [{"sentId": 31, "text": "How do you change their mind?"}], "speaker": "ASH", "secId": 9}, {"sentences": [{"sentId": 32, "text": "Well, I think it's a great thing for me."}], "speaker": "TRUMP", "secId": 10}, {"sentences": [{"sentId": 33, "text": "Why?"}], "speaker": "BASH", "secId": 11}, {"sentences": [{"sentId": 34, "text": "Because a lot of those people want to vote for me."}, {"sentId": 35, "text": "But they think I'm doing it for publicity."}, {"sentId": 36, "text": "I will tell you this, I hope that's right."}, {"sentId": 37, "text": "That 40 percent think I'm doing because a lot of those people are voters for Trump."}, {"sentId": 38, "text": "But they won't be in the polls if they think I'm doing it for publicity."}, {"sentId": 39, "text": "Why would I be doing this?"}], "speaker": "TRUMP", "secId": 12}, {"sentences": [{"sentId": 40, "text": "I take abuse from everybody and I'm doing this for fun?"}, {"sentId": 41, "text": "This isn't fun."}, {"sentId": 42, "text": "I want to make America great again."}, {"sentId": 43, "text": "Those 40 percent are people that would vote for me."}, {"sentId": 44, "text": "That's the thing that I like about it."}], "speaker": "TRUMP", "secId": 13}, {"sentences": [{"sentId": 45, "text": "Hard to imagine, Don, why he would do anything for publicity."}, {"sentId": 46, "text": "But in all seriousness, one interesting numbers and there are actually two new polls that have come out in the past 24 hours or so."}, {"sentId": 47, "text": "One of the interesting numbers is that his favorability rating, which matters a lot, whether or not its candidate is likable and one of the polls has shot up from 20 to 40 percent."}], "speaker": "BASH", "secId": 14}, {"sentences": [{"sentId": 48, "text": "Wow."}], "speaker": "LEMON", "secId": 15}, {"sentences": [{"sentId": 49, "text": "That matters a lot."}], "speaker": "BASH", "secId": 16}, {"sentences": [{"sentId": 50, "text": "Yes, that does matter a lot."}, {"sentId": 51, "text": "And I wonder who has the most to lose here?"}, {"sentId": 52, "text": "Is it Jeb Bush?"}, {"sentId": 53, "text": "Is it maybe Chris Christie?"}, {"sentId": 54, "text": "Who is also very outspoken, who has the most to lose by Trump's candidacy, Dana?"}], "speaker": "LEMON", "secId": 17}, {"sentences": [{"sentId": 55, "text": "Well, when you look at the actual issues that he believes in kind of the laying within the republican field that he is in."}, {"sentId": 56, "text": "Probably the more conservative candidates at this point that really kick it at oxygen when they're talking about issues like immigration the things that he's really resonating with voters."}, {"sentId": 57, "text": "Whether appears at least to be that Ted Cruz is at the world."}], "speaker": "BASH", "secId": 18}, {"sentences": [{"sentId": 58, "text": "Maybe even, you know, Ben Carson who's actually been doing pretty well in Iowa, et cetera."}, {"sentId": 59, "text": "However, you also have republican candidates like Jeb Bush who has been the front runner, who isn't getting as much attention."}, {"sentId": 60, "text": "And actually now is using Trump as a bit of a foil."}, {"sentId": 61, "text": "Listen to what he said today."}], "speaker": "BASH", "secId": 19}, {"sentences": [{"sentId": 62, "text": "OK."}], "speaker": "LEMON", "secId": 20}, {"sentences": [{"sentId": 63, "text": "From a Republican Party perspective, we have to be big and bold, not divisive and angry."}, {"sentId": 64, "text": "We have to be hopeful and optimistic, not deeply pessimistic."}, {"sentId": 65, "text": "We're never going to win if we're a grievance party."}, {"sentId": 66, "text": "We'll win if we offer something to get people hopes their lives are going to get any better."}, {"sentId": 67, "text": "And Mr. Trump has every right to whatever believes he has."}, {"sentId": 68, "text": "He's going to run."}, {"sentId": 69, "text": "That's fine."}, {"sentId": 70, "text": "But I don't want to be associated with the kind of visceral that he's sorting out these days."}], "speaker": "BUSH", "secId": 21}, {"sentences": [{"sentId": 71, "text": "So, Jeb Bush clearly trying to run for lack of a better way to say it, sane republican candidate."}, {"sentId": 72, "text": "And just a little bit of background on what you just heard, that was a response to a reporter question."}, {"sentId": 73, "text": "But the Bush campaign then may tend to send out that video in a press release afterwards."}, {"sentId": 74, "text": "This is the same campaign that you didn't even want to hear the words Donald Trump a few weeks ago, but now they clearly feel like they have to deal with it."}], "speaker": "BASH", "secId": 22}, {"sentences": [{"sentId": 75, "text": "Yes."}, {"sentId": 76, "text": "I think the press is asking him about it."}, {"sentId": 77, "text": "Where were he goes."}, {"sentId": 78, "text": "Dana, I want to ask you about some flak about a photo that was tweeted from Donald Trump's account."}, {"sentId": 79, "text": "What do you know about that?"}], "speaker": "LEMON", "secId": 23}, {"sentences": [{"sentId": 80, "text": "You know, it was one of those issues where and we've seen this with other campaigns where they take a photograph and they kind of make a bit of artwork."}, {"sentId": 81, "text": "You see that there."}, {"sentId": 82, "text": "And in the bottom of this picture here were some soldiers."}, {"sentId": 83, "text": "It turned out they weren't American soldiers."}, {"sentId": 84, "text": "They were Nazi soldiers."}], "speaker": "BASH", "secId": 24}, {"sentences": [{"sentId": 85, "text": "The Trump campaign actually campaign manager spoke to Erin Burnett earlier tonight saying, that it was an intern who had approval over this."}, {"sentId": 86, "text": "He didn't realize that they were Nazi soldiers."}, {"sentId": 87, "text": "He took this picture down quite unfortunate for Donald Trump especially when, you know, he's doing what he's doing."}, {"sentId": 88, "text": "But you know what?"}, {"sentId": 89, "text": "This is what happens in social media age not saying that it is right to do this and it certainly is an avoidable error."}, {"sentId": 90, "text": "But when you're running a million miles an hour and maybe you have a staff that this isn't it experience with things like that, these things happen."}], "speaker": "BASH", "secId": 25}, {"sentences": [{"sentId": 91, "text": "Yes."}, {"sentId": 92, "text": "I wonder if he's going to do like his apprentice candidates and fire the intern."}, {"sentId": 93, "text": "But we shall see about it."}], "speaker": "LEMON", "secId": 26}, {"sentences": [{"sentId": 94, "text": "We shall see."}], "speaker": "BASH", "secId": 27}, {"sentences": [{"sentId": 95, "text": "It's just an intern, so we shall see."}, {"sentId": 96, "text": "Thank you very much, Dana Bash."}], "speaker": "LEMON", "secId": 28}, {"sentences": [{"sentId": 97, "text": "Thank you."}], "speaker": "BASH", "secId": 29}, {"sentences": [{"sentId": 98, "text": "I want to bring in republican strategist Cheri Jacobus and also Patti Solis Doyle, she is a CNN political commentator and a former Hillary Clinton campaign manager."}, {"sentId": 99, "text": "By the way, Patti Solis Doyle, welcome to CNN."}, {"sentId": 100, "text": "It's good to see you here."}], "speaker": "LEMON", "secId": 30}, {"sentences": [{"sentId": 101, "text": "Thank you so much."}, {"sentId": 102, "text": "It's so great to be here."}], "speaker": "DOYLE", "secId": 31}, {"sentences": [{"sentId": 103, "text": "Cheri, you know, I want to start with you."}, {"sentId": 104, "text": "Let's talk about this new poll that showing Donald Trump 17 percent, to Jeb Bush is 14 percent."}, {"sentId": 105, "text": "The difference falls within the margin of error as I've said to Dana."}, {"sentId": 106, "text": "Do you think Jeb Bush is worried right now?"}], "speaker": "LEMON", "secId": 32}, {"sentences": [{"sentId": 107, "text": "Well, he's had to address it."}, {"sentId": 108, "text": "But I would say that every republican candidate and in fact, democrats too, should pay attention to this."}, {"sentId": 109, "text": "Ignore Donald Trump's message and what he's doing to imperil."}, {"sentId": 110, "text": "The fact that he's somebody who is not a professional politician."}, {"sentId": 111, "text": "And I think it's taken a while for the press and the public to kind of get passed this big personality of his."}, {"sentId": 112, "text": "This kind of different."}, {"sentId": 113, "text": "Some people would consider it grading."}], "speaker": "JACOBUS", "secId": 33}, {"sentences": [{"sentId": 114, "text": "But once they got pass that they're listening to his message and he's got something there."}, {"sentId": 115, "text": "So, they have to address it."}, {"sentId": 116, "text": "I'm not sure if it's a good idea for them to be attacking him personally at this point in time."}, {"sentId": 117, "text": "But he needs also to push back."}, {"sentId": 118, "text": "They all need to push back against the left."}, {"sentId": 119, "text": "This misrepresenting what he's saying."}, {"sentId": 120, "text": "It took him a while to do that."}, {"sentId": 121, "text": "But, clearly, he's onto something."}], "speaker": "JACOBUS", "secId": 34}, {"sentences": [{"sentId": 122, "text": "Yes."}], "speaker": "LEMON", "secId": 35}, {"sentences": [{"sentId": 123, "text": "And we see people like Carly Fiorina sort of co-opting his message doing it in a different way than he does."}, {"sentId": 124, "text": "But she obviously knows that he has tapped into something else."}, {"sentId": 125, "text": "As Ben Carson, I think in time you'll see other candidates including probably Hillary Clinton find a way to try and adapt some of that message and address concern."}], "speaker": "JACOBUS", "secId": 36}, {"sentences": [{"sentId": 126, "text": "And Patti, to Cheri's point, at what point do the pundits and I've asking this, quit saying Trump's numbers are due to name recognition or celebrity status."}, {"sentId": 127, "text": "And maybe start to consider that a big part of the GOP base, at least a substantial enough part to put him at the top of the polls, actually agrees with Trump."}], "speaker": "LEMON", "secId": 37}, {"sentences": [{"sentId": 128, "text": "Well, look, as a democrat, I think Donald Trump is probably the greatest gift we can have."}, {"sentId": 129, "text": "But, right now, I think he's seen his spike."}, {"sentId": 130, "text": "I mean, let's remember, back in 2012, Michele Bachmann was, you know, the frontrunner."}, {"sentId": 131, "text": "Michele Bachmann was getting this kind of numbers right about this time."}], "speaker": "DOYLE", "secId": 38}, {"sentences": [{"sentId": 132, "text": "I think the spike in his numbers has to do a lot with name recognition."}, {"sentId": 133, "text": "He's the Donald."}, {"sentId": 134, "text": "He's the guy on the \"Apprentice.\""}, {"sentId": 135, "text": "But also his caustic, bombastic headline grabbing remarks, it's just really tough for anybody else to breakthrough."}, {"sentId": 136, "text": "He's taking all the oxygen."}, {"sentId": 137, "text": "I mean, how long has it been since we've heard from Rand Paul or Marco Rubio."}], "speaker": "DOYLE", "secId": 39}, {"sentences": [{"sentId": 138, "text": "Very true."}], "speaker": "LEMON", "secId": 40}, {"sentences": [{"sentId": 139, "text": "So, I think it's a combination of both of those things."}], "speaker": "DOYLE", "secId": 41}, {"sentences": [{"sentId": 140, "text": "Yes."}, {"sentId": 141, "text": "And even Jeb Bush is out in the campaign trail."}, {"sentId": 142, "text": "And other candidates saying the only time that people ask me about Donald Trump is the media."}, {"sentId": 143, "text": "Most people, you know, voters aren't asking according to them."}, {"sentId": 144, "text": "But, Patti, our Dana Bash asked Trump about Hillary Clinton today speaking of other candidates and here's what he had to say."}], "speaker": "LEMON", "secId": 42}, {"sentences": [{"sentId": 145, "text": "You put out a very harshly words and statement about Hillary Clinton today."}, {"sentId": 146, "text": "Why is the gloves come off with Hillary Clinton?"}], "speaker": "BASH", "secId": 43}, {"sentences": [{"sentId": 147, "text": "Well, she did it with me."}, {"sentId": 148, "text": "She talked about my tone."}, {"sentId": 149, "text": "And I said basically, it's not about tone."}, {"sentId": 150, "text": "We're too worried about tone in this country and that's why we're getting beaten by everybody."}, {"sentId": 151, "text": "It's about results."}, {"sentId": 152, "text": "You have to get results."}, {"sentId": 153, "text": "They're worried about the tone, it's the voice raised a little bit."}, {"sentId": 154, "text": "Look, she's got problems."}, {"sentId": 155, "text": "I will tell you."}, {"sentId": 156, "text": "She's got another Obama situation coming up."}, {"sentId": 157, "text": "You know, when she ran against Obama, it was like who's Obama and all of a sudden end up she's got..."}], "speaker": "TRUMP", "secId": 44}, {"sentences": [{"sentId": 158, "text": "So, who's the Obama of this year?"}], "speaker": "BASH", "secId": 45}, {"sentences": [{"sentId": 159, "text": "... she's got -- well, it looks like Bernie Sanders."}, {"sentId": 160, "text": "It looks like somebody."}, {"sentId": 161, "text": "I mean, she's not doing very well."}, {"sentId": 162, "text": "I can tell you that."}, {"sentId": 163, "text": "Every -- she's getting chopped down every month that the polls come out."}], "speaker": "TRUMP", "secId": 46}, {"sentences": [{"sentId": 164, "text": "So, Patti, I've spoken to some republican strategist who jokingly told me that Trump is a mole to help Hillary Clinton win."}, {"sentId": 165, "text": "Is Trump actually helping Hillary Clinton?"}], "speaker": "LEMON", "secId": 47}, {"sentences": [{"sentId": 166, "text": "He is."}, {"sentId": 167, "text": "He's helping all democrats."}, {"sentId": 168, "text": "We want him out there, you know, all the more."}, {"sentId": 169, "text": "But I think look, I don't think Hillary, like I said, it would be a blessing if Hillary Clinton ran against Donald Trump."}, {"sentId": 170, "text": "She would take it away quite easily."}, {"sentId": 171, "text": "But I don't think she's focused on that right now."}, {"sentId": 172, "text": "She's focused on talking to the democratic voters earning every votes."}, {"sentId": 173, "text": "I think when she addressed Donald Trump, she addressed those very vile, racist remarks that he made about Mexicans, \"My people.\""}, {"sentId": 174, "text": "And that's when she addressed him."}], "speaker": "JACOBUS", "secId": 48}, {"sentences": [{"sentId": 175, "text": "So, do you agree on that?"}], "speaker": "LEMON", "secId": 49}, {"sentences": [{"sentId": 176, "text": "I'd like to jump in on that."}], "speaker": "DOYLE", "secId": 50}, {"sentences": [{"sentId": 177, "text": "Yes, go ahead."}], "speaker": "LEMON", "secId": 51}, {"sentences": [{"sentId": 178, "text": "I know I doubt it and this is where Donald Trump's and the republicans need to fight back hard with people on the left including the media and represent what he said."}], "speaker": "DOYLE", "secId": 52}, {"sentences": [{"sentId": 179, "text": "He was talking about illegal aliens, which is the polar opposite of people who come here legally."}, {"sentId": 180, "text": "And the only way the left can make point is when they start calling him and other races and basically lie about what he meant."}, {"sentId": 181, "text": "He was talking about crimes by illegals not those by people who are here legally."}, {"sentId": 182, "text": "Legal immigrants in this country actually have a lower crime rate than"}], "speaker": "DOYLE", "secId": 53}, {"sentences": [{"sentId": 183, "text": "those of us Americans who are born here and remain here."}, {"sentId": 184, "text": "But it's the illegals in a completely different category."}, {"sentId": 185, "text": "So, when the media and the left tries to lump legal people who came here legally and abide by laws with other people who don't, where the polar opposite they solely on the race in their point of origin, their country of origin I think that's horrible."}], "speaker": "DOYLE", "secId": 54}, {"sentences": [{"sentId": 186, "text": "And I think republicans need to fight back."}, {"sentId": 187, "text": "He made it very clear."}, {"sentId": 188, "text": "Whatever you may think of him as some of the terms that that he is, as he was talking about illegal aliens coming into this country and crime."}, {"sentId": 189, "text": "And for that to be misrepresented, you know, I'm sorry, but people need to push back on that."}], "speaker": "DOYLE", "secId": 55}, {"sentences": [{"sentId": 190, "text": "And Patti."}], "speaker": "LEMON", "secId": 56}, {"sentences": [{"sentId": 191, "text": "Because I think that's the only way you can make point as when you misrepresent what he says."}], "speaker": "JACOBUS", "secId": 57}, {"sentences": [{"sentId": 192, "text": "He has made that point over and over that he has no problem with legal immigration."}, {"sentId": 193, "text": "His point is illegal immigration."}], "speaker": "LEMON", "secId": 58}, {"sentences": [{"sentId": 194, "text": "So, the people who come over for a better life for themselves and for their family are rapist and criminals."}, {"sentId": 195, "text": "Whether they do it illegally or not."}, {"sentId": 196, "text": "They're doing that, you know, because of their family."}, {"sentId": 197, "text": "My father came over to this country illegally twice and was sent back twice."}, {"sentId": 198, "text": "He came back the third time."}, {"sentId": 199, "text": "Why?"}, {"sentId": 200, "text": "For his family."}, {"sentId": 201, "text": "He didn't raise a rapist or a criminal in his 6 children or his 18 grandchildren."}], "speaker": "DOYLE", "secId": 59}, {"sentences": [{"sentId": 202, "text": "But there is a high percentage who are."}, {"sentId": 203, "text": "And that's what he was -- that's what Donald Trump was talking about, that's what other people are talking about and the studies have shown that."}, {"sentId": 204, "text": "Now, the Pew study that came that people are talking about actually threw in legal immigrants in with illegal immigrants to try to dilute those numbers to make it seem like Donald Trump didn't even know what he's been talking about."}], "speaker": "JACOBUS", "secId": 60}, {"sentences": [{"sentId": 205, "text": "But again, you can only make your point when you're misrepresenting things."}, {"sentId": 206, "text": "We have 25 percent by some estimates consistent estimates of a federal prison population as illegal aliens with only 5 percent of the population being illegal."}, {"sentId": 207, "text": "That's a real problem."}, {"sentId": 208, "text": "Now you can try to dispute those."}, {"sentId": 209, "text": "Washington Post actually had it with a higher number."}], "speaker": "JACOBUS", "secId": 61}, {"sentences": [{"sentId": 210, "text": "But there's a real problem."}, {"sentId": 211, "text": "That has nothing to do with people who worked hard and came here legally and obey our laws."}, {"sentId": 212, "text": "And to try and throw the legal people, the people who are obeying our laws doing a better job, and that again, as well as who are born again and throw them in with the people who came here illegally breaking laws and continue to break laws."}, {"sentId": 213, "text": "It's unfair to the people who came here legally and you're trying to distort the truth by throwing -- by lumping them all together."}], "speaker": "JACOBUS", "secId": 62}, {"sentences": [{"sentId": 214, "text": "OK."}, {"sentId": 215, "text": "I'm out of time Patti."}, {"sentId": 216, "text": "I'll give you the last word here quickly if you can."}], "speaker": "LEMON", "secId": 63}, {"sentences": [{"sentId": 217, "text": "I think you -- his words spoke very clearly."}, {"sentId": 218, "text": "He said \"They were criminals and rapists."}, {"sentId": 219, "text": "And maybe some of them were good people.\""}, {"sentId": 220, "text": "I'm quoting Donald Trump right there."}], "speaker": "DOYLE", "secId": 64}, {"sentences": [{"sentId": 221, "text": "Yes."}, {"sentId": 222, "text": "All right."}, {"sentId": 223, "text": "Thank you."}, {"sentId": 224, "text": "I appreciate it Patti and Cheri."}, {"sentId": 225, "text": "Thank you very much."}], "speaker": "LEMON", "secId": 65}, {"sentences": [{"sentId": 226, "text": "Thank you."}], "speaker": "DOYLE", "secId": 66}, {"sentences": [{"sentId": 227, "text": "We've got a lot more on Donald Trump to come here."}, {"sentId": 228, "text": "When we come right back, the man who heard you're fired from him not once but twice."}, {"sentId": 229, "text": "Stephen Baldwin is here to talk about why he's still a Trump fan."}, {"sentId": 230, "text": "And Ms. USA talks about winning the crown in the wake of Trump's inflammatory remarks about Mexicans."}], "speaker": "LEMON", "secId": 67}, {"sentences": [{"sentId": 231, "text": "So, Donald Trump is surging in the polls and a lot of people are saying it's all because of his tough talk and some say celebrity."}, {"sentId": 232, "text": "Well, my next guest has been on the receiving of that tough talk when he was fired from celebrity \"Apprentice\" in 2009, and then again in the all-star edition in 2013, his Good Deeds Go Punished, obviously."}, {"sentId": 233, "text": "So, why does he think Donald -- what does he think of Donald Trump?"}, {"sentId": 234, "text": "You're about to find out."}, {"sentId": 235, "text": "Stephen Baldwin joins me now."}, {"sentId": 236, "text": "You hired  for punishment."}], "speaker": "LEMON", "secId": 68}, {"sentences": [{"sentId": 237, "text": "Everybody says to me what do you think of Trump?"}, {"sentId": 238, "text": "I say well, he fired me twice."}], "speaker": "BALDWIN", "secId": 69}, {"sentences": [{"sentId": 239, "text": "Yes?"}], "speaker": "LEMON", "secId": 70}, {"sentences": [{"sentId": 240, "text": "But I think he's fantastic."}], "speaker": "BALDWIN", "secId": 71}, {"sentences": [{"sentId": 241, "text": "You still like him?"}], "speaker": "LEMON", "secId": 72}, {"sentences": [{"sentId": 242, "text": "I love him."}], "speaker": "BALDWIN", "secId": 73}, {"sentences": [{"sentId": 243, "text": "You think he'd make a great president."}], "speaker": "LEMON", "secId": 74}, {"sentences": [{"sentId": 244, "text": "I think he'd make a great president."}], "speaker": "BALDWIN", "secId": 75}, {"sentences": [{"sentId": 245, "text": "Why?"}], "speaker": "LEMON", "secId": 76}, {"sentences": [{"sentId": 246, "text": "Because he's not a politician."}, {"sentId": 247, "text": "And he doesn't care what anybody thinks."}, {"sentId": 248, "text": "And that's why he's surging in the polls."}], "speaker": "BALDWIN", "secId": 77}, {"sentences": [{"sentId": 249, "text": "Yes."}], "speaker": "LEMON", "secId": 78}, {"sentences": [{"sentId": 250, "text": "He's saying what he thinks."}, {"sentId": 251, "text": "And he's, you know, obviously, he said something the wrong way, recently, but what he said has now ripped the scab off of that issue."}, {"sentId": 252, "text": "Everybody's talking about it."}, {"sentId": 253, "text": "I golfed with about eight hedge fund guys today who said we really like what he's saying."}, {"sentId": 254, "text": "Hedge fund guys."}], "speaker": "BALDWIN", "secId": 79}, {"sentences": [{"sentId": 255, "text": "Yes."}, {"sentId": 256, "text": "And we know that he's got the money folks, right?"}, {"sentId": 257, "text": "The hedge fund guys."}, {"sentId": 258, "text": "But what about just everyday Americans?"}], "speaker": "LEMON", "secId": 80}, {"sentences": [{"sentId": 259, "text": "I think every day Americans like him not just because of the celebrity."}, {"sentId": 260, "text": "I think he's speaking his mind and that's refreshing."}], "speaker": "BALDWIN", "secId": 81}, {"sentences": [{"sentId": 261, "text": "And I think that people are saying, he said it wrong."}, {"sentId": 262, "text": "However, you feel about it, you may think his remarks are racist and whatever you think about it, I think they are offering him some forgiveness in the sense that at least he said it."}, {"sentId": 263, "text": "Maybe he didn't know the right way to say it, but he's the only one who actually came out and said it."}], "speaker": "LEMON", "secId": 82}, {"sentences": [{"sentId": 264, "text": "Right."}, {"sentId": 265, "text": "And then, you know, Hillary Clinton said, you know, oh, and then he doubles down and doesn't apologize."}, {"sentId": 266, "text": "Right."}, {"sentId": 267, "text": "He meant what he said."}, {"sentId": 268, "text": "He said at the wrong way."}, {"sentId": 269, "text": "So, he doesn't feel need to apologize."}, {"sentId": 270, "text": "He said, this is what I meant to say, I may have said it wrong."}, {"sentId": 271, "text": "But what I said is a very valid point about a very big problem."}], "speaker": "BALDWIN", "secId": 83}, {"sentences": [{"sentId": 272, "text": "Do you worry that some of the -- his rhetoric or some of his maybe off to cap I just said it wrong is harmful for the GOP you think?"}], "speaker": "LEMON", "secId": 84}, {"sentences": [{"sentId": 273, "text": "I don't think he cares."}], "speaker": "BALDWIN", "secId": 85}, {"sentences": [{"sentId": 274, "text": "Yes."}, {"sentId": 275, "text": "But do you it is."}, {"sentId": 276, "text": "Maybe it's not, I don't know."}], "speaker": "LEMON", "secId": 86}, {"sentences": [{"sentId": 277, "text": "I think you just asked me a question a minute ago before we started this interview."}, {"sentId": 278, "text": "And what did you say?"}, {"sentId": 279, "text": "About the what generation?"}], "speaker": "BALDWIN", "secId": 87}, {"sentences": [{"sentId": 280, "text": "The PC generation."}], "speaker": "LEMON", "secId": 88}, {"sentences": [{"sentId": 281, "text": "Right."}, {"sentId": 282, "text": "What do I think about..."}], "speaker": "BALDWIN", "secId": 89}, {"sentences": [{"sentId": 283, "text": "Yes."}, {"sentId": 284, "text": "It is right."}, {"sentId": 285, "text": "That was one of my next questions."}], "speaker": "LEMON", "secId": 90}, {"sentences": [{"sentId": 286, "text": "Politically correct."}, {"sentId": 287, "text": "Everybody else running for the GOP right now, everybody is going to be politically correct."}, {"sentId": 288, "text": "Not Donald Trump."}, {"sentId": 289, "text": "And I honestly I really think voters and Americans are looking at this guy saying it's refreshing to hear somebody not be it was, not be a politician and really say what they think."}, {"sentId": 290, "text": "Now, whether you like what he has to say is something else."}], "speaker": "BALDWIN", "secId": 91}, {"sentences": [{"sentId": 291, "text": "Go on."}], "speaker": "LEMON", "secId": 92}, {"sentences": [{"sentId": 292, "text": "I think he's fantastic."}], "speaker": "BALDWIN", "secId": 93}, {"sentences": [{"sentId": 293, "text": "You do because -- and I was reading a list as you were talking."}, {"sentId": 294, "text": "Some of it are pretty conservative candidates for president that you have supported."}, {"sentId": 295, "text": "You supported Senator Sam Brownback."}], "speaker": "LEMON", "secId": 94}, {"sentences": [{"sentId": 296, "text": "Sure."}], "speaker": "BALDWIN", "secId": 95}, {"sentences": [{"sentId": 297, "text": "Governor Mike Huckabee."}], "speaker": "LEMON", "secId": 96}, {"sentences": [{"sentId": 298, "text": "Sure."}, {"sentId": 299, "text": "LEMON: John McCain and Sarah Palin."}, {"sentId": 300, "text": "So, he's never held a political office."}, {"sentId": 301, "text": "Is that concerned you at all?"}], "speaker": "BALDWIN", "secId": 97}, {"sentences": [{"sentId": 302, "text": "Did you know I'm Sarah Palin's favorite Baldwin brother?"}, {"sentId": 303, "text": "I wanted to bring that up again, sorry."}, {"sentId": 304, "text": "Say it again."}], "speaker": "BALDWIN", "secId": 98}, {"sentences": [{"sentId": 305, "text": "Are you concerned at all that he's never held a political office?"}], "speaker": "LEMON", "secId": 99}, {"sentences": [{"sentId": 306, "text": "No, not at all."}], "speaker": "BALDWIN", "secId": 100}, {"sentences": [{"sentId": 307, "text": "Do you think that actually helps him?"}], "speaker": "LEMON", "secId": 101}, {"sentences": [{"sentId": 308, "text": "I think that's what adds to that very refreshing, honest perspective."}], "speaker": "BALDWIN", "secId": 102}, {"sentences": [{"sentId": 309, "text": "OK."}, {"sentId": 310, "text": "So, since we're sitting here talking and you're saying that most Americans, political pundits, right, people who know politics..."}], "speaker": "LEMON", "secId": 103}, {"sentences": [{"sentId": 311, "text": "Right."}], "speaker": "BALDWIN", "secId": 104}, {"sentences": [{"sentId": 312, "text": "... are saying oh, flash in the pan, he's only going to last for this long."}, {"sentId": 313, "text": "He's never going to do the financial disclosures, on and on and on."}, {"sentId": 314, "text": "And then he keeps coming back and showing them, well, I'm going to do this."}, {"sentId": 315, "text": "And he keeps doing what he's supposed to do at least."}], "speaker": "LEMON", "secId": 105}, {"sentences": [{"sentId": 316, "text": "Right."}], "speaker": "BALDWIN", "secId": 106}, {"sentences": [{"sentId": 317, "text": "He's staying in the race."}, {"sentId": 318, "text": "How long do you think it will last?"}], "speaker": "LEMON", "secId": 107}, {"sentences": [{"sentId": 319, "text": "I think that if Donald Trump ever thought he had a chance before, he probably really thought, it's too risky of a bet."}, {"sentId": 320, "text": "Now he's really got a chance."}, {"sentId": 321, "text": "Now the table is set."}, {"sentId": 322, "text": "Now this is the perfect storm that actually a guy like him could win."}], "speaker": "BALDWIN", "secId": 108}, {"sentences": [{"sentId": 323, "text": "Because he's all in now."}, {"sentId": 324, "text": "He's lost endorsements, so to speak."}, {"sentId": 325, "text": "He's lost support, right, from businesses, so what have you?"}], "speaker": "LEMON", "secId": 109}, {"sentences": [{"sentId": 326, "text": "But he's gaining other support."}], "speaker": "BALDWIN", "secId": 110}, {"sentences": [{"sentId": 327, "text": "But he's gaining other -- but now, it seems like, well, what do I have to lose after this."}, {"sentId": 328, "text": "I think that in some ways, that that may be motivation for him, even more motivation for him."}], "speaker": "LEMON", "secId": 111}, {"sentences": [{"sentId": 329, "text": "I think Donald Trump underneath it all, isn't just a business guy."}, {"sentId": 330, "text": "I think he loves America."}], "speaker": "BALDWIN", "secId": 112}, {"sentences": [{"sentId": 331, "text": "Yes."}], "speaker": "LEMON", "secId": 113}, {"sentences": [{"sentId": 332, "text": "I really do."}, {"sentId": 333, "text": "I think he cares."}, {"sentId": 334, "text": "Not just from that political politician, say the right thing."}, {"sentId": 335, "text": "I think this guy has been -- I think he's part of the American dream."}, {"sentId": 336, "text": "And he's experienced that."}, {"sentId": 337, "text": "And now he would really like to see the country come back."}], "speaker": "BALDWIN", "secId": 114}, {"sentences": [{"sentId": 338, "text": "If that is indeed true, if all of that is indeed true, then how does he turn it around to get to people who say, you know what, you've said something that's racist."}, {"sentId": 339, "text": "How does he win?"}, {"sentId": 340, "text": "Can he win those people back over?"}, {"sentId": 341, "text": "And if he can, how does he do it?"}], "speaker": "LEMON", "secId": 115}, {"sentences": [{"sentId": 342, "text": "Just by continuing to do what he's been doing, which is to say, what I said, I said not the way I wanted to say it."}], "speaker": "BALDWIN", "secId": 116}, {"sentences": [{"sentId": 343, "text": "Does he say I'm sorry, I said it wrong or these are..."}], "speaker": "LEMON", "secId": 117}, {"sentences": [{"sentId": 344, "text": "I don't think he does."}], "speaker": "BALDWIN", "secId": 118}, {"sentences": [{"sentId": 345, "text": "..."}, {"sentId": 346, "text": "I'm sorry if I offended you?"}], "speaker": "LEMON", "secId": 119}, {"sentences": [{"sentId": 347, "text": "I don't think he needs to."}, {"sentId": 348, "text": "Because then that would go against who Trump is."}], "speaker": "BALDWIN", "secId": 120}, {"sentences": [{"sentId": 349, "text": "OK."}, {"sentId": 350, "text": "So, important things here."}, {"sentId": 351, "text": "You know the secret to Donald Trump's hair."}], "speaker": "LEMON", "secId": 121}, {"sentences": [{"sentId": 352, "text": "Listen, even after he becomes president, I could never disclose the secret."}], "speaker": "BALDWIN", "secId": 122}, {"sentences": [{"sentId": 353, "text": "But he told you a secret."}, {"sentId": 354, "text": "You won't us what happened?"}], "speaker": "LEMON", "secId": 123}, {"sentences": [{"sentId": 355, "text": "Well, it was fun."}, {"sentId": 356, "text": "We were shooting 'Celebrity Apprentice\" and like I think little John was like, you, what's up with the hair?"}, {"sentId": 357, "text": "You know, he said something to John and I was standing there, and he said, you know, little John, let me tell you something."}, {"sentId": 358, "text": "The second I change my hair, they'll stop talking about me."}, {"sentId": 359, "text": "So, he gets it."}], "speaker": "BALDWIN", "secId": 124}, {"sentences": [{"sentId": 360, "text": "Yes."}], "speaker": "LEMON", "secId": 125}, {"sentences": [{"sentId": 361, "text": "He gets all of this fun and game and politics and he's a pretty smart guy."}], "speaker": "BALDWIN", "secId": 126}, {"sentences": [{"sentId": 362, "text": "Yes."}, {"sentId": 363, "text": "And you said to me, didn't you tell me you weren't going to come on and talk politics?"}], "speaker": "LEMON", "secId": 127}, {"sentences": [{"sentId": 364, "text": "Yes, I kind of made a promise to myself, no more talking politics anymore because the PC stuff and I just..."}], "speaker": "BALDWIN", "secId": 128}, {"sentences": [{"sentId": 365, "text": "Why did you do it?"}], "speaker": "LEMON", "secId": 129}, {"sentences": [{"sentId": 366, "text": "I'll get in trouble."}, {"sentId": 367, "text": "But Don Lemon called."}, {"sentId": 368, "text": "And when Don Lemon calls, you answer the call, baby."}], "speaker": "BALDWIN", "secId": 130}, {"sentences": [{"sentId": 369, "text": "Thank you, Stephen."}, {"sentId": 370, "text": "Thank you, sir."}, {"sentId": 371, "text": "Stephen Baldwin's new movie is called \"Faith of our Fathers.\""}, {"sentId": 372, "text": "It's out nationwide right now."}, {"sentId": 373, "text": "Thanks again, Stephen Baldwin."}], "speaker": "LEMON", "secId": 131}, {"sentences": [{"sentId": 374, "text": "Thank you."}], "speaker": "BALDWIN", "secId": 132}, {"sentences": [{"sentId": 375, "text": "When we come right back, Donald Trump's Ms. USA had its lowest ratings ever in the wake of his comments about Mexicans."}, {"sentId": 376, "text": "But that's not tarnishing the crown of the winner."}, {"sentId": 377, "text": "Ms. USA, Olivia Jordan is here."}], "speaker": "LEMON", "secId": 133}, {"sentences": [{"sentId": 378, "text": "Donald Trump is surging in the polls, but suffering on the ratings."}, {"sentId": 379, "text": "The Ms. USA ratings at this Sunday's pageant on the Reelz Network brought in."}, {"sentId": 380, "text": "And about 925,000 viewers, not bad but it's an all-time low for the pageant was true 5.5 million last year on NBC."}, {"sentId": 381, "text": "The network, of course, cut ties with Trump after his remarks about Mexican immigrants."}], "speaker": "LEMON", "secId": 134}, {"sentences": [{"sentId": 382, "text": "The Donald may have lost out on Sunday night, but it was definitely one big winner and she joins me right now and that is Ms. USA, Olivia Jordan."}, {"sentId": 383, "text": "Congratulations."}], "speaker": "LEMON", "secId": 135}, {"sentences": [{"sentId": 384, "text": "Thank you."}], "speaker": "JORDAN", "secId": 136}, {"sentences": [{"sentId": 385, "text": "How do you feel?"}], "speaker": "LEMON", "secId": 137}, {"sentences": [{"sentId": 386, "text": "I feel awesome."}], "speaker": "JORDAN", "secId": 138}, {"sentences": [{"sentId": 387, "text": "Is that an out of body experience?"}], "speaker": "LEMON", "secId": 139}, {"sentences": [{"sentId": 388, "text": "Absolutely it's out of body."}, {"sentId": 389, "text": "And I -- yes, I'm running on caffeine right now."}], "speaker": "JORDAN", "secId": 140}, {"sentences": [{"sentId": 390, "text": "Yes?"}, {"sentId": 391, "text": "Do you feel -- has it been overshadowed by the whole, everything that's been in the news, the controversy, about Donald Trump?"}], "speaker": "LEMON", "secId": 141}, {"sentences": [{"sentId": 392, "text": "Yes, I honestly feel that the pageant is not really related to the presidential race."}, {"sentId": 393, "text": "And so, we keep talking about the race and I would love to talk about what Ms. USA does and what's ahead for my year."}, {"sentId": 394, "text": "And we can talk about whatever you want to talk about."}], "speaker": "JORDAN", "secId": 142}, {"sentences": [{"sentId": 395, "text": "OK. We're going to talk -- we will talk about what's ahead for you."}], "speaker": "LEMON", "secId": 143}, {"sentences": [{"sentId": 396, "text": "Yes."}], "speaker": "JORDAN", "secId": 144}, {"sentences": [{"sentId": 397, "text": "But I have to get this out of the way..."}], "speaker": "LEMON", "secId": 145}, {"sentences": [{"sentId": 398, "text": "Yes."}], "speaker": "JORDAN", "secId": 146}, {"sentences": [{"sentId": 399, "text": "... of course being a news show and all."}], "speaker": "LEMON", "secId": 147}, {"sentences": [{"sentId": 400, "text": "Let's do it."}], "speaker": "JORDAN", "secId": 148}, {"sentences": [{"sentId": 401, "text": "Do you think that Donald -- that he was wrong to say the things that he said given that it offended so many people and that it had an effect on the pageant?"}], "speaker": "LEMON", "secId": 149}, {"sentences": [{"sentId": 402, "text": "I think that Mr. Trump is running for president and he needs to get out issue that are important to him."}, {"sentId": 403, "text": "And immigration is certainly a hot topic issue that everyone is talking about and I think it's good to talk about immigration."}, {"sentId": 404, "text": "I think that he has the right to free speech and his own opinion."}, {"sentId": 405, "text": "And that the pageant is in many ways very separate from him and it certainly separate from the presidential race."}, {"sentId": 406, "text": "LEMON: I commend you for taking these questions and not shying away"}], "speaker": "JORDAN", "secId": 150}, {"sentences": [{"sentId": 407, "text": "from them."}, {"sentId": 408, "text": "Because as Ms. USA, you have to talk about all issues that affect the United States of America."}, {"sentId": 409, "text": "And that's one of the big issues."}, {"sentId": 410, "text": "Why do you think this is such a hot topic?"}], "speaker": "JORDAN", "secId": 151}, {"sentences": [{"sentId": 411, "text": "I think race relations has been a huge hot topic over the past several months."}, {"sentId": 412, "text": "There's been so much going on."}, {"sentId": 413, "text": "And this is always an issue in America."}, {"sentId": 414, "text": "This is something we've been dealing with since forever."}, {"sentId": 415, "text": "Since our inception."}, {"sentId": 416, "text": "And I think that it's good that we're talking about it and I think that we are bringing things to light that maybe in the past weren't talking about as much as they need to be."}], "speaker": "JORDAN", "secId": 152}, {"sentences": [{"sentId": 417, "text": "Well, and that's part of your platform?"}], "speaker": "LEMON", "secId": 153}, {"sentences": [{"sentId": 418, "text": "Yes."}], "speaker": "JORDAN", "secId": 154}, {"sentences": [{"sentId": 419, "text": "Race is going to be part of your platform and you talked about that during the pageant."}, {"sentId": 420, "text": "Let's listen to this."}], "speaker": "LEMON", "secId": 155}, {"sentences": [{"sentId": 421, "text": "I think that we still need to talk about race relations in this country."}, {"sentId": 422, "text": "We have not solved this issue."}, {"sentId": 423, "text": "We are still having problems and we keep hearing about new issues that are coming up."}, {"sentId": 424, "text": "We really need to work on being an accepting society."}, {"sentId": 425, "text": "And being on society where every single person no matter your race, no matter your gender is given the same right and privileges and opportunities."}], "speaker": "JORDAN", "secId": 156}, {"sentences": [{"sentId": 426, "text": "Very good."}, {"sentId": 427, "text": "So, do you think -- yes, it's a tough question."}], "speaker": "LEMON", "secId": 157}, {"sentences": [{"sentId": 428, "text": "Yes, it's interesting."}], "speaker": "JORDAN", "secId": 158}, {"sentences": [{"sentId": 429, "text": "Do you think that Mr. Trump's comments help or hurt your efforts?"}], "speaker": "LEMON", "secId": 159}, {"sentences": [{"sentId": 430, "text": "I think we're doing -- we're on a different path right now."}, {"sentId": 431, "text": "I am Ms. USA."}, {"sentId": 432, "text": "The Ms. Universe organization is a symbol of diversity and we celebrate diversity."}, {"sentId": 433, "text": "And for the past 64 years has really been a testament to that."}, {"sentId": 434, "text": "And I think if you look at the women on stage, especially in Baton Rouge this past week, the Reelz Channel really highlighted that."}], "speaker": "JORDAN", "secId": 160}, {"sentences": [{"sentId": 435, "text": "Yes."}], "speaker": "LEMON", "secId": 161}, {"sentences": [{"sentId": 436, "text": "I think that that was really powerful."}], "speaker": "JORDAN", "secId": 162}, {"sentences": [{"sentId": 437, "text": "Yes."}, {"sentId": 438, "text": "We're talking about that and about 925, that's still a lot of people watching."}], "speaker": "LEMON", "secId": 163}, {"sentences": [{"sentId": 439, "text": "It was a lot of people."}], "speaker": "JORDAN", "secId": 164}, {"sentences": [{"sentId": 440, "text": "That considering that is not on a broadcast network..."}], "speaker": "LEMON", "secId": 165}, {"sentences": [{"sentId": 441, "text": "Yes."}], "speaker": "JORDAN", "secId": 166}, {"sentences": [{"sentId": 442, "text": "... like NBC, but you still did pretty well."}, {"sentId": 443, "text": "But I want to talk you about this, you know Paulina Vega, right?"}], "speaker": "LEMON", "secId": 167}, {"sentences": [{"sentId": 444, "text": "Yes."}], "speaker": "JORDAN", "secId": 168}, {"sentences": [{"sentId": 445, "text": "She was your predecessor, is that right?"}, {"sentId": 446, "text": "Oh, no, it's Ms. Universe."}, {"sentId": 447, "text": "She's Ms. Universe."}], "speaker": "LEMON", "secId": 169}, {"sentences": [{"sentId": 448, "text": "She's Ms. Universe and my new roommate."}], "speaker": "JORDAN", "secId": 170}, {"sentences": [{"sentId": 449, "text": "OK. Wow."}], "speaker": "LEMON", "secId": 171}, {"sentences": [{"sentId": 450, "text": "Yes."}], "speaker": "JORDAN", "secId": 172}, {"sentences": [{"sentId": 451, "text": "She's from Columbia."}], "speaker": "LEMON", "secId": 173}, {"sentences": [{"sentId": 452, "text": "Yes."}], "speaker": "JORDAN", "secId": 174}, {"sentences": [{"sentId": 453, "text": "She said this, she said, \"I find Mr. Trump's comments unjust and hurtful."}, {"sentId": 454, "text": "As a Colombian and as Ms. Universe, I want to show my support and validate the sentiments of the Latin community.\""}, {"sentId": 455, "text": "In fact, of your co-competitors, Ms. Texas and Ms. Rhode Island, both Latinos, how diverse is the pageant community for people who may not know?"}], "speaker": "LEMON", "secId": 175}, {"sentences": [{"sentId": 456, "text": "The pageant community is incredibly diverse."}, {"sentId": 457, "text": "We truly -- it's very celebrated."}, {"sentId": 458, "text": "The Latin contestants are some of the most celebrated contestants were incredibly competitive in South America."}, {"sentId": 459, "text": "Historically, Venezuela is one of our most competitive and promising candidate."}, {"sentId": 460, "text": "So, it's been in history that there all different women compete and a different race won each year and you never know what it's going to be."}], "speaker": "JORDAN", "secId": 176}, {"sentences": [{"sentId": 461, "text": "So, she won this Ms. Universe, it's everyone."}], "speaker": "LEMON", "secId": 177}, {"sentences": [{"sentId": 462, "text": "It's everyone."}], "speaker": "JORDAN", "secId": 178}, {"sentences": [{"sentId": 463, "text": "That's right."}, {"sentId": 464, "text": "Everyone is included."}], "speaker": "LEMON", "secId": 179}, {"sentences": [{"sentId": 465, "text": "Yes."}, {"sentId": 466, "text": "That's the special thing about this organization."}, {"sentId": 467, "text": "Ms. USA goes on to compete and Ms. Universe."}, {"sentId": 468, "text": "And there are so many countries that compete for the same title."}, {"sentId": 469, "text": "It's really special event."}], "speaker": "JORDAN", "secId": 180}, {"sentences": [{"sentId": 470, "text": "Let's talk about what you want to talk about."}, {"sentId": 471, "text": "Moving forward, what do you plan to do with this crown?"}, {"sentId": 472, "text": "With this crown comes responsibility."}], "speaker": "LEMON", "secId": 181}, {"sentences": [{"sentId": 473, "text": "With this crown."}, {"sentId": 474, "text": "Yes, absolutely."}, {"sentId": 475, "text": "Yes."}, {"sentId": 476, "text": "I've been working with the Alzheimer's association."}, {"sentId": 477, "text": "As you may know, Alzheimer's disease is the only cause of death and the top 10 causes of death in the United States without a treatment or cure."}, {"sentId": 478, "text": "And so, this is something that I want to continue talking about."}], "speaker": "JORDAN", "secId": 182}, {"sentences": [{"sentId": 479, "text": "I've been talking about in Oklahoma."}, {"sentId": 480, "text": "It helped raise $2 million locally and I want to talk about this on a national platform because I think that we have the opportunity to really make a difference."}, {"sentId": 481, "text": "I also for the past four years have been working to spread awareness about child sex trafficking across the United States and I've worked with across Children of the Night."}, {"sentId": 482, "text": "And they work very hard to get children out of prostitution and they worked hard to change legislation to create harsher punishments and to get people off the streets that are part of trafficking and these are things that I want to bring awareness to."}], "speaker": "JORDAN", "secId": 183}, {"sentences": [{"sentId": 483, "text": "Those are big polls too."}], "speaker": "LEMON", "secId": 184}, {"sentences": [{"sentId": 484, "text": "These are some serious issues."}], "speaker": "JORDAN", "secId": 185}, {"sentences": [{"sentId": 485, "text": "The pleasure to have you here."}], "speaker": "LEMON", "secId": 186}, {"sentences": [{"sentId": 486, "text": "I appreciate you."}], "speaker": "JORDAN", "secId": 187}, {"sentences": [{"sentId": 487, "text": "I want to see you wear that."}], "speaker": "LEMON", "secId": 188}, {"sentences": [{"sentId": 488, "text": "Oh, yes, absolutely."}], "speaker": "JORDAN", "secId": 189}, {"sentences": [{"sentId": 489, "text": "Thank you very much."}, {"sentId": 490, "text": "Coming up, President Barack Obama finds an issue both sides can he agrees on."}, {"sentId": 491, "text": "And gives a shout out to our very own Van Jones in his speech today."}], "speaker": "LEMON", "secId": 190}, {"sentences": [{"sentId": 492, "text": "President Barack Obama has been on a roll lately with big victories on everything from gay marriage to the Iran nuclear deal."}, {"sentId": 493, "text": "And now, he is taking on justice and race in a speech to the NAACP today."}, {"sentId": 494, "text": "Listen."}], "speaker": "LEMON", "secId": 191}, {"sentences": [{"sentId": 495, "text": "I brought a body of research shows that people of color are more likely to be stopped, frisked, questioned, charged, detained."}, {"sentId": 496, "text": "African-Americans are more likely to be arrested."}, {"sentId": 497, "text": "They are more likely to be sentenced to more time for the same crime."}], "speaker": "OBAMA", "secId": 192}, {"sentences": [{"sentId": 498, "text": "So, joining me now CNN political analyst Mark O'Mara, also CNN law enforcement analyst, Harry Houck and Van Jones, CNN political commentator and former Obama administration official."}, {"sentId": 499, "text": "We'll get to your shout out, Van, in a moment."}, {"sentId": 500, "text": "So, just cool your jets, all right."}], "speaker": "LEMON", "secId": 193}, {"sentences": [{"sentId": 501, "text": "I want to start with Mark O'Mara."}, {"sentId": 502, "text": "Mark O'Mara because you're best known for defending a case that's a racial case, right?"}, {"sentId": 503, "text": "The George Zimmerman case."}, {"sentId": 504, "text": "The young African-American males, in your experience are there two different criminal justice systems here?"}, {"sentId": 505, "text": "Because you've defended a lots of African-Americans."}, {"sentId": 506, "text": "Yes."}], "speaker": "LEMON", "secId": 194}, {"sentences": [{"sentId": 507, "text": "Absolutely."}, {"sentId": 508, "text": "There's no question about it."}, {"sentId": 509, "text": "We've know, I've known my whole career in 32 years now, that young black males are much more likely to be in the system."}, {"sentId": 510, "text": "As the president just said."}, {"sentId": 511, "text": "There's no question about it."}, {"sentId": 512, "text": "And we fought against that every time you go to sentencing with the judge and say this is happening because of the color of the skin."}, {"sentId": 513, "text": "You already owe against that."}, {"sentId": 514, "text": "It's great now that, you know, President Obama is now saying what he knew and we all have known."}, {"sentId": 515, "text": "Now, the question is, how we really get the solution?"}], "speaker": "O'MARA", "secId": 195}, {"sentences": [{"sentId": 516, "text": "He is the president went on to say that, I think that it's 1 in 9 African-American children has a parent in prison."}, {"sentId": 517, "text": "This is a reality a lot of people don't understand."}], "speaker": "LEMON", "secId": 196}, {"sentences": [{"sentId": 518, "text": "It's just very true."}, {"sentId": 519, "text": "I mean, quite honestly, I know it from my practice."}, {"sentId": 520, "text": "I don't know it from my own personal experience."}, {"sentId": 521, "text": "But knowing it very well because we deal with this every day."}, {"sentId": 522, "text": "And part of it is just that it falls in on itself."}], "speaker": "O'MARA", "secId": 197}, {"sentences": [{"sentId": 523, "text": "Because when I go to a sentencing with a young black male who does have a dad who's in prison already or an uncle or a brother, it permeates the process."}, {"sentId": 524, "text": "And that's what sort of continues the prejudice."}], "speaker": "O'MARA", "secId": 198}, {"sentences": [{"sentId": 525, "text": "Yes."}, {"sentId": 526, "text": "As we were talking about the stories about race."}, {"sentId": 527, "text": "You said, we get caught up in this sort of stories that happened in the moment."}, {"sentId": 528, "text": "And the bigger issue is the injustice and the criminal."}, {"sentId": 529, "text": "And you have said that time and time and time again."}], "speaker": "LEMON", "secId": 199}, {"sentences": [{"sentId": 530, "text": "Obviously, what we do is we reacted in instant moment."}, {"sentId": 531, "text": "We need body cameras because of this one case."}], "speaker": "O'MARA", "secId": 200}, {"sentences": [{"sentId": 532, "text": "Right."}], "speaker": "LEMON", "secId": 201}, {"sentences": [{"sentId": 533, "text": "Oh, we're going to be tough on cops because they ran a guy around in a van."}, {"sentId": 534, "text": "But what we really need to do is step and I think that's what President Obama is trying to do now is to step back and say we can't just look at this one case at a time."}], "speaker": "O'MARA", "secId": 202}, {"sentences": [{"sentId": 535, "text": "Yes."}], "speaker": "LEMON", "secId": 203}, {"sentences": [{"sentId": 536, "text": "We got to look at it as a society."}], "speaker": "O'MARA", "secId": 204}, {"sentences": [{"sentId": 537, "text": "Harry, I want to bring you and part of president's message has been focused on non-violent offenders a second chance."}, {"sentId": 538, "text": "Here's what he tweeted, he said, \"In 1980, there were 500,000 people in American jails."}, {"sentId": 539, "text": "Today, there are 2.2 million, many belong, but too many are non-violent offenders.\""}, {"sentId": 540, "text": "Do non-violent offenders deserve a second chance, do you think that the president is right in what he tweeted?"}], "speaker": "LEMON", "secId": 205}, {"sentences": [{"sentId": 541, "text": "Well, how does he define non-violent offenders?"}, {"sentId": 542, "text": "Because most of these people were drug dealers."}, {"sentId": 543, "text": "And I've got a flash for the Obama administration."}, {"sentId": 544, "text": "OK?"}, {"sentId": 545, "text": "Most violent crime is committed because of drugs."}, {"sentId": 546, "text": "So, if he's trying to reduce violent crime and not reduce violent -- and not release violent criminals, he's doing it."}], "speaker": "HOUCK", "secId": 206}, {"sentences": [{"sentId": 547, "text": "I've got two guys right here."}, {"sentId": 548, "text": "Jerry Allen Bailey, possession of 12.5 pounds of crack."}, {"sentId": 549, "text": "OK."}, {"sentId": 550, "text": "I guess, you know, that was for personal use, right?"}, {"sentId": 551, "text": "OK. Another guy here."}, {"sentId": 552, "text": "Danny Wilson , unlawful possession of firearm and distribution of cocaine."}], "speaker": "HOUCK", "secId": 207}, {"sentences": [{"sentId": 553, "text": "Yes."}], "speaker": "LEMON", "secId": 208}, {"sentences": [{"sentId": 554, "text": "These guys shouldn't be -- if you're carrying a gun, what does that mean?"}, {"sentId": 555, "text": "You're willing to use it or was he just going to go to the range and shoot after he had this day of drug dealing."}], "speaker": "HOUCK", "secId": 209}, {"sentences": [{"sentId": 556, "text": "The difference of, Van, isn't it though, in  sentencing if you had 12 pounds of crack cocaine, if you had 12 pounds of powder cocaine, the sentencing difference and guidelines are different."}, {"sentId": 557, "text": "That's he's talking about the disparities, correct?"}], "speaker": "LEMON", "secId": 210}, {"sentences": [{"sentId": 558, "text": "Well, absolute."}, {"sentId": 559, "text": "And I think you have to applaud this president for stepping up of the plate here."}, {"sentId": 560, "text": "But frankly, hitting that alone, you have a number of republican leaders new gangrene of Governor Kasich in Ohio running for president, Rick Perry, they've all taken the same stand."}], "speaker": "JONES", "secId": 211}, {"sentences": [{"sentId": 561, "text": "It used to be both party chase each other off the cliff trying to put more people on the jail."}, {"sentId": 562, "text": "It just turns out it doesn't work."}, {"sentId": 563, "text": "If you want to get people off of drugs, which I think everybody does, sticking somebody in jail for 25 years, 30 years, you can get 25 years for shooting a cop."}, {"sentId": 564, "text": "You can also get 30 years for a nonviolent drug possession charge."}], "speaker": "JONES", "secId": 212}, {"sentences": [{"sentId": 565, "text": "So, I'm proud of this president."}, {"sentId": 566, "text": "I am glad that he is saying, listen, there's better ways for us to use our prison space than a lot of these folks."}, {"sentId": 567, "text": "We want people off drugs."}, {"sentId": 568, "text": "Let's do it the smart way not the dumb way."}], "speaker": "JONES", "secId": 213}, {"sentences": [{"sentId": 569, "text": "OK. Go ahead, Harry."}], "speaker": "LEMON", "secId": 214}, {"sentences": [{"sentId": 570, "text": "These guys are drug dealers."}, {"sentId": 571, "text": "So, what they're doing is they're going into these neighborhoods and poisoning children, selling them drugs, all right, and then what this law is going to do now is basically is say, OK, great."}, {"sentId": 572, "text": "All the drug dealers out there will be doing top ounces  because there's no more federal day anymore and where are we going to get 15 or 20 years."}], "speaker": "HOUCK", "secId": 215}, {"sentences": [{"sentId": 573, "text": "I think that's not fair, sir."}, {"sentId": 574, "text": "I think that's not fair."}], "speaker": "JONES", "secId": 216}, {"sentences": [{"sentId": 575, "text": "You know it's not fair."}, {"sentId": 576, "text": "I mean, look, I'm sure there are some people that are doing some 20, 30 years for a minor offense because nobody know it."}, {"sentId": 577, "text": "But you know what happens?"}, {"sentId": 578, "text": "The federal government had to come up with this thought because the judges weren't doing their job."}, {"sentId": 579, "text": "All right."}, {"sentId": 580, "text": "And they were letting these guys go."}, {"sentId": 581, "text": "So, that would come up with this minimum mandatory supervision."}], "speaker": "HOUCK", "secId": 217}, {"sentences": [{"sentId": 582, "text": "Well, first of all, sorry, if you just let me say a few things here."}, {"sentId": 583, "text": "Number one, we are in this situation now where judges are not even  allowed to be judges."}, {"sentId": 584, "text": "Basically, they have to rubber stamp just become almost robots giving horrible sentences to people who they know could be turned around."}, {"sentId": 585, "text": "Let's let judges be judges again in America."}], "speaker": "JONES", "secId": 218}, {"sentences": [{"sentId": 586, "text": "Number two, we have a bill now in Congress, the Safe Justice Act, that one of the strongest conservatives, Samson Burner  and one of the strongest liberals, Bobby Scott have come together with 10 republicans and 10 democrats to do something about this."}, {"sentId": 587, "text": "We can pretend that having 2.2 million people in prison is normal or OK. We have now on our country 25 percent of the world's prisoners."}, {"sentId": 588, "text": "We're only 5 percent of the world's population."}], "speaker": "JONES", "secId": 219}, {"sentences": [{"sentId": 589, "text": "OK."}], "speaker": "LEMON", "secId": 220}, {"sentences": [{"sentId": 590, "text": "I saw people doing drugs in Yale when I was student there none of them went to prison."}, {"sentId": 591, "text": "Do you know what to do when kids get in trouble with drugs."}, {"sentId": 592, "text": "And if you don't get these kids in prison."}], "speaker": "JONES", "secId": 221}, {"sentences": [{"sentId": 593, "text": "I know Mark wants in there but the president mentioned what you talked about."}, {"sentId": 594, "text": "And he mentioned you, as well."}, {"sentId": 595, "text": "Let's listen and then we can all respond."}], "speaker": "LEMON", "secId": 222}, {"sentences": [{"sentId": 596, "text": "It's a cause that's bringing people in both Houses of Congress together."}, {"sentId": 597, "text": "It's created some unlikely bad pillows."}, {"sentId": 598, "text": "You've got Van Jones and Newt Gingrich."}, {"sentId": 599, "text": "You've got Americans for tax reform and ACLU."}, {"sentId": 600, "text": "You've got the NAACP and the Coke brothers."}, {"sentId": 601, "text": "Now you've got to give them credit."}, {"sentId": 602, "text": "You've got to call it like you see it."}], "speaker": "OBAMA", "secId": 223}, {"sentences": [{"sentId": 603, "text": "Van, you couldn't even hold that big smile."}, {"sentId": 604, "text": "What's your reaction to that?"}], "speaker": "LEMON", "secId": 224}, {"sentences": [{"sentId": 605, "text": "Well, you know, I'm glad that he gave credit to me, obviously it made my mom happy to see that."}, {"sentId": 606, "text": "But also, I'm glad he gave credit to Newt Gingrich."}, {"sentId": 607, "text": "Listen, you have a number of leaders who have been out there."}, {"sentId": 608, "text": "Listen, at Justice reform now dot org, you can find out more information."}, {"sentId": 609, "text": "But you have conservatives who have been out there, liberals who've been out there, liberty and justice for all; bold parties now are concerned about this issue."}, {"sentId": 610, "text": "And I think it's wrong to pretend that we're doing it the right way."}], "speaker": "JONES", "secId": 225}, {"sentences": [{"sentId": 611, "text": "I've got to get Mark here."}, {"sentId": 612, "text": "Mark, go ahead."}], "speaker": "LEMON", "secId": 226}, {"sentences": [{"sentId": 613, "text": "I just see a president who has been bold in the past six months or a year or so."}], "speaker": "O'MARA", "secId": 227}, {"sentences": [{"sentId": 614, "text": "He didn't say..."}], "speaker": "LEMON", "secId": 228}, {"sentences": [{"sentId": 615, "text": "This was not him."}, {"sentId": 616, "text": "This was not him years ago."}, {"sentId": 617, "text": "And I'm wondering."}, {"sentId": 618, "text": "I'm happy to see it, I really am."}, {"sentId": 619, "text": "His goals are laudable."}, {"sentId": 620, "text": "I think it would be difficult to address because what we're really doing is putting more bandage on a system that has a real infection."}, {"sentId": 621, "text": "But I got to tell you, the way that he's been talking for the past several months is inspiring."}, {"sentId": 622, "text": "Because he's really talking the talk that we've been talking about for the past three years since Zimmerman and other things that we really have to have these conversations the way young black males are treated in the way we have to deal with this from an overall perspective and system."}], "speaker": "O'MARA", "secId": 229}, {"sentences": [{"sentId": 623, "text": "All right."}, {"sentId": 624, "text": "Gentlemen, thank you very much."}, {"sentId": 625, "text": "Coming up, it's hard to find anyone who will publicly defend Bill Cosby these days."}, {"sentId": 626, "text": "And he may have just lost one of his last supporters, that's Whoopi Goldberg."}, {"sentId": 627, "text": "We'll talk about that next."}], "speaker": "LEMON", "secId": 230}, {"sentences": [{"sentId": 628, "text": "More bad news for Bill Cosby today."}, {"sentId": 629, "text": "One of his last defenders, Whoopi Goldberg, now seems to have changed her mind in a very public way speaking of on The View today."}, {"sentId": 630, "text": "Coming now to talk about it is Nischelle Turner, Entertainment Tonight host, and CNN contributor, Marc Lamont Hill, CNN political commentator."}], "speaker": "LEMON", "secId": 231}, {"sentences": [{"sentId": 631, "text": "So, let's talk about Bill Cosby."}, {"sentId": 632, "text": "Whoopi Goldberg has been outspoken about a supporter."}, {"sentId": 633, "text": "But today, she changed her stance."}, {"sentId": 634, "text": "Listen."}], "speaker": "LEMON", "secId": 232}, {"sentences": [{"sentId": 635, "text": "I always thought that rape cases were open ended."}, {"sentId": 636, "text": "What we've learned is there's no recourse for these women except what they're doing."}, {"sentId": 637, "text": "If this is to be tried in the court of public opinion, I've got to say all the information that's out there, kind of points to guilt."}, {"sentId": 638, "text": "It looks bad, Bill, either speak up or shut up."}], "speaker": "GOLDBERG", "secId": 233}, {"sentences": [{"sentId": 639, "text": "So, she has been saying innocent until proven guilty."}, {"sentId": 640, "text": "Remember?"}, {"sentId": 641, "text": "But now she's saying speak up or shut up."}, {"sentId": 642, "text": "So, Marc, what do you think will -- do you think we'll ever hear from him?"}], "speaker": "LEMON", "secId": 234}, {"sentences": [{"sentId": 643, "text": "Sure."}, {"sentId": 644, "text": "We'll hear from him."}, {"sentId": 645, "text": "He's a classic narcissist, he'll say something."}, {"sentId": 646, "text": "He can't remain silent for long."}, {"sentId": 647, "text": "The question is will we hear the truth from Bill Cosby?"}, {"sentId": 648, "text": "I suspect we won't."}, {"sentId": 649, "text": "We haven't at any time even the things that came out in the court deposition."}, {"sentId": 650, "text": "In some ways contradicts what he has said or implied in the past and interviews in other spaces."}, {"sentId": 651, "text": "So, I really expect much from Bill Cosby at this point."}, {"sentId": 652, "text": "I just want this bloom in justice."}], "speaker": "HILL", "secId": 235}, {"sentences": [{"sentId": 653, "text": "Do you think it's a -- listen, she has supported him."}, {"sentId": 654, "text": "I don't know if you call it supporter."}, {"sentId": 655, "text": "She have said innocent until proven guilty."}, {"sentId": 656, "text": "I think she was looking for the lens, Nischelle, as a celebrity who has had people come after her and she believes for no good reason."}, {"sentId": 657, "text": "I think that was sort of clouting or, you know, maybe influencing what she thought."}, {"sentId": 658, "text": "How big of deal is this?"}], "speaker": "LEMON", "secId": 236}, {"sentences": [{"sentId": 659, "text": "You know, I actually do think it's fair to say that Whoopi has been supporting him."}, {"sentId": 660, "text": "Because I think that she was kind of, you know, taking the contrarian view that most people did."}, {"sentId": 661, "text": "I don't know what reason was that for."}, {"sentId": 662, "text": "Probably because, number one, they are friends and friendly."}, {"sentId": 663, "text": "But I was actually really glad to see her kind of come around to this way of thinking."}, {"sentId": 664, "text": "Because I felt like she was almost digging her heels in the sand for no reason."}], "speaker": "TURNER", "secId": 237}, {"sentences": [{"sentId": 665, "text": "Yes."}], "speaker": "LEMON", "secId": 238}, {"sentences": [{"sentId": 666, "text": "You know, when she starts take a position on something even if you know, it was like, I don't care, I don't, I don't care."}, {"sentId": 667, "text": "So, they hear her today very thoughtful which I usually find her very thoughtful and very introspective."}, {"sentId": 668, "text": "It was really good."}, {"sentId": 669, "text": "And you know what, it's also, you know, something that can show us all, that you know what, maybe we're wrong every now and then."}, {"sentId": 670, "text": "Maybe something we thought before just really isn't the case."}, {"sentId": 671, "text": "And it's OK to say, I got it wrong."}, {"sentId": 672, "text": "I got it wrong."}], "speaker": "TURNER", "secId": 239}, {"sentences": [{"sentId": 673, "text": "Yes."}, {"sentId": 674, "text": "And listening to her with Dan Abrams who appears on this show from time-to-time."}, {"sentId": 675, "text": "I don't think she understood what was happening with the statute of limitations and on."}, {"sentId": 676, "text": "Because she was wondering, why has no one gone to court yet?"}, {"sentId": 677, "text": "Why hasn't anyone been charge?"}, {"sentId": 678, "text": "Why he hasn't been arrested?"}], "speaker": "LEMON", "secId": 240}, {"sentences": [{"sentId": 679, "text": "Exactly."}], "speaker": "JONES", "secId": 241}, {"sentences": [{"sentId": 680, "text": "And we have been explaining that is because of the statute of limitations."}, {"sentId": 681, "text": "And so she's saying, now as you can come forward if something like this happens to you so that you can, there is no statute of limitations that will affect you."}, {"sentId": 682, "text": "You should come forward as soon as possible."}], "speaker": "LEMON", "secId": 242}, {"sentences": [{"sentId": 683, "text": "Yes."}, {"sentId": 684, "text": "And by the way, you know, you guys talk about will we hear from Bill Cosby."}], "speaker": "TURNER", "secId": 243}, {"sentences": [{"sentId": 685, "text": "Yes."}], "speaker": "LEMON", "secId": 244}, {"sentences": [{"sentId": 686, "text": "We did hear from Bill Cosby."}, {"sentId": 687, "text": "Remember that ABC interview that he did when he really didn't say anything."}, {"sentId": 688, "text": "I don't think that we would..."}], "speaker": "TURNER", "secId": 245}, {"sentences": [{"sentId": 689, "text": "The story is that whatever is -- I forget what he..."}], "speaker": "LEMON", "secId": 246}, {"sentences": [{"sentId": 690, "text": "Whatever he was saying."}, {"sentId": 691, "text": "I don't know."}, {"sentId": 692, "text": "But I don't think that we will ever hear anything from him."}, {"sentId": 693, "text": "And we don't have to."}], "speaker": "TURNER", "secId": 247}, {"sentences": [{"sentId": 694, "text": "Yes."}], "speaker": "LEMON", "secId": 248}, {"sentences": [{"sentId": 695, "text": "If he has any sorts of smarts about him and he has any sort of good representation, we will never hear from him unless we have to hear from him in court."}], "speaker": "TURNER", "secId": 249}, {"sentences": [{"sentId": 696, "text": "OK."}, {"sentId": 697, "text": "I want to move on because I want to get this subject, one subject in and maybe two if I can."}], "speaker": "LEMON", "secId": 250}, {"sentences": [{"sentId": 698, "text": "OK."}], "speaker": "TURNER", "secId": 251}, {"sentences": [{"sentId": 699, "text": "I want to talk about Kylie Jenner here, Marc, getting some heat for hunger games the actress Amandla Stenberg -- Tenberg, I think surname for posting a selfie..."}], "speaker": "LEMON", "secId": 252}, {"sentences": [{"sentId": 700, "text": "Amandla."}], "speaker": "TURNER", "secId": 253}, {"sentences": [{"sentId": 701, "text": "... Amandla, a selfie supporting Corn rows, right?"}, {"sentId": 702, "text": "She posted responses, this is Amandla saying, \"When you appropriate black features and culture but fail to use your position of power to help black Americans by directing attentions towards your wigs instead of a police brutality on racism, white girls do it better, hash tag white girls do it better.\""}, {"sentId": 703, "text": "Why has this blown up like it is?"}, {"sentId": 704, "text": "Explain what's going on."}], "speaker": "LEMON", "secId": 254}, {"sentences": [{"sentId": 705, "text": "Well, a few reasons."}, {"sentId": 706, "text": "First of all, it's Kardashian related."}, {"sentId": 707, "text": "So, anything Kardashian related is going to blow, they can do anything."}, {"sentId": 708, "text": "But I think it resonates with people."}, {"sentId": 709, "text": "And look, I'm not mad at this girl for having cornrows in the hair."}, {"sentId": 710, "text": "A lot of people appropriate styles and things of other cultures."}, {"sentId": 711, "text": "I think with the Kardashians, though, it strikes a nerve because they're so connected to black culture."}, {"sentId": 712, "text": "But when black people die in the streets to Amandla's point or when other things happen with regard to injustice, they're not as much on the frontline as they are at the Beyonce show or at the fashion show or at the XY and Z."}], "speaker": "JONES", "secId": 255}, {"sentences": [{"sentId": 713, "text": "Yes."}], "speaker": "LEMON", "secId": 256}, {"sentences": [{"sentId": 714, "text": "And that's what people are concerned about."}, {"sentId": 715, "text": "But let me just say real quick I love that little black girl standing up."}, {"sentId": 716, "text": "And speaking so, she is woe."}], "speaker": "JONES", "secId": 257}, {"sentences": [{"sentId": 717, "text": "Yes."}], "speaker": "TURNER", "secId": 258}, {"sentences": [{"sentId": 718, "text": "And at 16 I can only pray to my daughter is that woe is 16, that's amazing."}], "speaker": "JONES", "secId": 259}, {"sentences": [{"sentId": 719, "text": "Go ahead, Nischelle."}], "speaker": "LEMON", "secId": 260}, {"sentences": [{"sentId": 720, "text": "And you know what, she actually went through a lot to when she came on to play Rue in the Hunger Games."}, {"sentId": 721, "text": "She was getting slammed because Rue in the book was written for white character and people are saying what is she doing."}], "speaker": "TURNER", "secId": 261}, {"sentences": [{"sentId": 722, "text": "Yes."}], "speaker": "JONES", "secId": 262}, {"sentences": [{"sentId": 723, "text": "So, you know, I'm really proud of her."}], "speaker": "TURNER", "secId": 263}, {"sentences": [{"sentId": 724, "text": "Oh, I remember that, yes."}], "speaker": "LEMON", "secId": 264}, {"sentences": [{"sentId": 725, "text": "But I think it's a little bit -- I don't of her to think that Kylie Jenner would be that introspective because I don't that she is and I'm not blaming her for she's 17."}, {"sentId": 726, "text": "My big problem with Kylie Jenner is I think she's way to sexualize for a 17-year-old girl."}, {"sentId": 727, "text": "But that's another conversation for another day."}], "speaker": "TURNER", "secId": 265}, {"sentences": [{"sentId": 728, "text": "Yes."}, {"sentId": 729, "text": "She's been dragging to this."}, {"sentId": 730, "text": "And Justin Bieber has been dragging to this."}, {"sentId": 731, "text": "I think Andy Cohen and a lot of other people had been dragging to this."}, {"sentId": 732, "text": "TURNER: Yes."}], "speaker": "LEMON", "secId": 266}, {"sentences": [{"sentId": 733, "text": "Thank you guys."}, {"sentId": 734, "text": "I appreciate."}], "speaker": "LEMON", "secId": 267}, {"sentences": [{"sentId": 735, "text": "Andy Cohen has been saying that for..."}], "speaker": "JONES", "secId": 268}, {"sentences": [{"sentId": 736, "text": "Because they didn't know..."}], "speaker": "TURNER", "secId": 269}, {"sentences": [{"sentId": 737, "text": "Thank you, guys."}], "speaker": "LEMON", "secId": 270}, {"sentences": [{"sentId": 738, "text": "Yes."}], "speaker": "TURNER", "secId": 271}, {"sentences": [{"sentId": 739, "text": "I will be right back."}], "speaker": "LEMON", "secId": 272}, {"sentences": [{"sentId": 740, "text": "It's a breaking news."}, {"sentId": 741, "text": "Watch, look in your TV screen right now."}, {"sentId": 742, "text": "This is on the search for fugitive drug lord El Chapo, OK?"}, {"sentId": 743, "text": "Pay close attention to this video."}, {"sentId": 744, "text": "Mexican authorities have just released this closed circuit video from inside the prison showing a Latino Chapo Guzman in the final moments before he broke out."}], "speaker": "LEMON", "secId": 273}, {"sentences": [{"sentId": 745, "text": "So, he paced back and forth."}, {"sentId": 746, "text": "You saw that and then in the cell."}, {"sentId": 747, "text": "And then he goes around where the toilet is."}, {"sentId": 748, "text": "And you see the dramatic moment, there it is right there."}, {"sentId": 749, "text": "Well, El Chapo disappears into the tunnel."}, {"sentId": 750, "text": "There he is."}, {"sentId": 751, "text": "Now he's gone."}], "speaker": "LEMON", "secId": 274}, {"sentences": [{"sentId": 752, "text": "At least 49 people have been questioned in connection with the escape."}, {"sentId": 753, "text": "And Mexico interior ministry, the minister says he has fixed the prison director -- or fired the prison director, excuse me, and other prison officials."}, {"sentId": 754, "text": "The dramatic moments just before or just when El Chapo disappears into a tunnel."}, {"sentId": 755, "text": "That's it for us tonight."}, {"sentId": 756, "text": "I'm Don Lemon, I'll see you back here tomorrow."}, {"sentId": 757, "text": "\"AC 360\" starts now."}], "speaker": "LEMON", "secId": 275}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1507.14.cnnt.01.html.json", "time": "Aired July 14, 2015 - 22:00   ET"}