{"sectionCount": 183, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["MARQUEZ", "LEMON", "CUOMO", "WEINHOLD", "FRANKLIN", "JONES", "HILL", "GARNER-SNIPES", "GARNER", "IKE", "BERMAN", "LIEBERMANN", "UNIDENTIFIED BALTIMORE RESIDENT", "LAMONT HILL", "TODD"], "subTitle": "Businesses, Properties, Church Burned in Baltimore Riots; National Guard, Additional Police Agencies Call in to Baltimore; Mayor, Governor Say Will Bring Baltimore Riots Under Control As Soon As Possible. Aired 12-1a ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1504/27/cnnt.03.html", "sentenceCount": 629, "sections": [{"sentences": [{"sentId": 0, "text": "Here here."}, {"sentId": 1, "text": "Watching just a few blocks away what was happening up at North Avenue where Chris Cuomo is right now."}, {"sentId": 2, "text": "They left - as soon as they left, within 15 minutes - within 10 minutes of them leaving, looters started to go into the alleyway behind these stores."}, {"sentId": 3, "text": "Within a half hour there were dozens..."}], "speaker": "MARQUEZ", "secId": 0}, {"sentences": [{"sentId": 4, "text": "Miguel."}], "speaker": "LEMON", "secId": 1}, {"sentences": [{"sentId": 5, "text": "Of people looting the stores back here just having their way with them as  they like."}, {"sentId": 6, "text": "Yes, Don."}], "speaker": "MARQUEZ", "secId": 2}, {"sentences": [{"sentId": 7, "text": "I need you to standby."}, {"sentId": 8, "text": "I need to get to Chris Cuomo."}, {"sentId": 9, "text": "Chris is on the scene of an incident."}, {"sentId": 10, "text": "I need to find out what's happening with Chris."}, {"sentId": 11, "text": "Chris, what do you have?"}], "speaker": "LEMON", "secId": 3}, {"sentences": [{"sentId": 12, "text": "Hey, Don."}, {"sentId": 13, "text": "We're going to have to leave where we are right now."}, {"sentId": 14, "text": "The police are pulling back."}, {"sentId": 15, "text": "Jay is shooting down the street right now."}, {"sentId": 16, "text": "That's where the cars were on fire."}, {"sentId": 17, "text": "And you can see people have reassembled."}, {"sentId": 18, "text": "There is a brazenness here that is different."}], "speaker": "CUOMO", "secId": 4}, {"sentences": [{"sentId": 19, "text": "As soon as the cops pull back, people come out on the street and people on bandanas come out and they literally run right in front of the police and then start throwing things at them."}, {"sentId": 20, "text": "Just moments ago, while you were talking to the Governor this car came flying up this block where we are."}, {"sentId": 21, "text": "I'm saying flying up this block, right into the face of the officers."}], "speaker": "CUOMO", "secId": 5}, {"sentences": [{"sentId": 22, "text": "The phalanx did not move and oddly, that emergency vehicle over there didn't move either."}, {"sentId": 23, "text": "And it looked like he was going to ram right into the cops."}, {"sentId": 24, "text": "He stopped right in front of them and nobody fired at him."}, {"sentId": 25, "text": "Nothing happened."}, {"sentId": 26, "text": "I mean it was - I couldn't believe that they didn't move."}, {"sentId": 27, "text": "They didn't even move the phalanx."}], "speaker": "CUOMO", "secId": 6}, {"sentences": [{"sentId": 28, "text": "He then did a U-turn and ripped back down the block."}, {"sentId": 29, "text": "And then a series of cars started coming down."}, {"sentId": 30, "text": "But they didn't approach it the way that first one did."}, {"sentId": 31, "text": "But I've never seen anything like that in one of these situations."}, {"sentId": 32, "text": "I don't even think of - the only time I've ever seen anything like that was really when we are talking about battle situations and potential explosives in cars."}, {"sentId": 33, "text": "This guy drove down just like this guy is right now, but he was at a"}], "speaker": "CUOMO", "secId": 7}, {"sentences": [{"sentId": 34, "text": "much higher rate of speed."}, {"sentId": 35, "text": "And he drove right into the cops."}, {"sentId": 36, "text": "These people just seem to be trying to find a way out of this community right now because everybody's been locked inside because of the fire and all the violence that was going on."}, {"sentId": 37, "text": "The officers have to move you know, in that whole one step at a time, into the one foot drag the other foot bang the shield move that they move in unison."}, {"sentId": 38, "text": "But it was really violent here."}], "speaker": "CUOMO", "secId": 8}, {"sentences": [{"sentId": 39, "text": "And to see the people running right out in front of the police and throwing things at them, almost in an act of confidence that they knew that these officers weren't going to use deadly force and they didn't."}, {"sentId": 40, "text": "We did see people shooting those pepper suppressive bullets which are obviously - you know, they hurt your eyes and stuffs like that but they're not lethal."}, {"sentId": 41, "text": "But I've never seen anything like they just saw."}, {"sentId": 42, "text": "And Jay who's operating the camera here, the photographer with me, I'm - neither of us have ever seen anything like that before where this man drove right up to the line of police."}, {"sentId": 43, "text": "Right up to them."}], "speaker": "CUOMO", "secId": 9}, {"sentences": [{"sentId": 44, "text": "They didn't move and their emergency vehicle didn't even move to stop him."}, {"sentId": 45, "text": "He then turned around and took off."}, {"sentId": 46, "text": "So now, the police are evacuating and this community is coming back to life."}, {"sentId": 47, "text": "As you can see there's a big crowd down there now on the corner of people coming back out of their houses."}, {"sentId": 48, "text": "Some are bystanders and some are very upset about what's happening in their community and some are here looking to mix it up with the police, Don."}], "speaker": "CUOMO", "secId": 10}, {"sentences": [{"sentId": 49, "text": "All right."}, {"sentId": 50, "text": "Chris Cuomo, standby we'll keep an eye on that we'll keep an eye on the situation where Miguel as well."}, {"sentId": 51, "text": "I'm going to bring in Van Jones also Neill Franklin and Rob Weinhold."}], "speaker": "LEMON", "secId": 11}, {"sentences": [{"sentId": 52, "text": "You guys were."}, {"sentId": 53, "text": "You heard the Governor and the Mayor and Mark Lamont Hill is here as well."}, {"sentId": 54, "text": "But you guys are here listening to the Governor, listening to the Mayor."}, {"sentId": 55, "text": "There was tension between the two as they walked up."}, {"sentId": 56, "text": "It was uncomfortable."}, {"sentId": 57, "text": "I had to ask them the questions because that's what people want to know."}, {"sentId": 58, "text": "What happened?"}, {"sentId": 59, "text": "What's your assessment?"}], "speaker": "LEMON", "secId": 12}, {"sentences": [{"sentId": 60, "text": "Well, clearly, it's been a long week."}, {"sentId": 61, "text": "And I appreciate the show of unity at least here together."}, {"sentId": 62, "text": "Clearly, there's a different approach to how to handle these types of situations."}, {"sentId": 63, "text": "But I think it is right to look at how we can solve this problem."}, {"sentId": 64, "text": "We're receiving word that other schools are on fire at this point."}], "speaker": "WEINHOLD", "secId": 13}, {"sentences": [{"sentId": 65, "text": "So first and foremost, we need to seize control of these neighborhoods."}, {"sentId": 66, "text": "It's a very fluid situation that clearly hasn't been trained for."}, {"sentId": 67, "text": "But I understand the tension."}, {"sentId": 68, "text": "I think it's a fair assessment."}, {"sentId": 69, "text": "And hopefully everyone will work together and I believe they will to bring a sense of calm here."}], "speaker": "WEINHOLD", "secId": 14}, {"sentences": [{"sentId": 70, "text": "Before I get all your view it is at top of the hour it is midnight here on the East coast."}, {"sentId": 71, "text": "And we're covering the situation here on CNN, CNN tonight that's happening in Baltimore, the city, parts of it, on fire right now."}, {"sentId": 72, "text": "You heard the interview with the Mayor and the Governor."}, {"sentId": 73, "text": "Go ahead."}, {"sentId": 74, "text": "NEILL FRANKLIN, RETIRED STATE POLICE MAJOR:  Yes, and obviously"}], "speaker": "MARQUEZ", "secId": 15}, {"sentences": [{"sentId": 75, "text": "neither one of them has - have traveled this road before of dealing with such violence, the riots, the protesting."}, {"sentId": 76, "text": "And it is a learning process for both of them."}, {"sentId": 77, "text": "Yes, they have to show unity in this."}, {"sentId": 78, "text": "If they don't show unity, then they can't expect the neighborhood..."}], "speaker": "MARQUEZ", "secId": 16}, {"sentences": [{"sentId": 79, "text": "Is that just for the cameras?"}, {"sentId": 80, "text": "Let's be honest."}], "speaker": "MARQUEZ", "secId": 17}, {"sentences": [{"sentId": 81, "text": "That's up to them to answer."}], "speaker": "FRANKLIN", "secId": 18}, {"sentences": [{"sentId": 82, "text": "Listen, when they walked up, there was no..."}], "speaker": "MARQUEZ", "secId": 19}, {"sentences": [{"sentId": 83, "text": "Looks like there was no love lost between the two of them."}], "speaker": "MARQUEZ", "secId": 20}, {"sentences": [{"sentId": 84, "text": "Right."}, {"sentId": 85, "text": "If there was unity, there would have been some conversation between them as they walked up."}], "speaker": "FRANKLIN", "secId": 21}, {"sentences": [{"sentId": 86, "text": "Yes."}], "speaker": "MARQUEZ", "secId": 22}, {"sentences": [{"sentId": 87, "text": "And some sort of display of that, now - but at the end of the day they have to show unity, they have to free out a way to come together work on the issues together and solve these issues and..."}], "speaker": "FRANKLIN", "secId": 23}, {"sentences": [{"sentId": 88, "text": "Agreed."}], "speaker": "MARQUEZ", "secId": 24}, {"sentences": [{"sentId": 89, "text": "And these problems."}], "speaker": "FRANKLIN", "secId": 25}, {"sentences": [{"sentId": 90, "text": "Yes."}, {"sentId": 91, "text": "Quickly..."}], "speaker": "MARQUEZ", "secId": 26}, {"sentences": [{"sentId": 92, "text": "I would just say, this is way pass politics."}, {"sentId": 93, "text": "This is a matter of public safety."}, {"sentId": 94, "text": "Again, preserving a bit of stabilization in the city."}, {"sentId": 95, "text": "I mean, live, work and race your traveling in the city and elect the officials and  work together."}, {"sentId": 96, "text": "Again pass politics..."}], "speaker": "WEINHOLD", "secId": 27}, {"sentences": [{"sentId": 97, "text": "Yes."}, {"sentId": 98, "text": "Quickly..."}], "speaker": "MARQUEZ", "secId": 28}, {"sentences": [{"sentId": 99, "text": "I would just say, this is way pass politics."}, {"sentId": 100, "text": "This is a matter of public safety."}, {"sentId": 101, "text": "Again, preserving a bit of stabilization in the city."}, {"sentId": 102, "text": "I mean, live, work and race your traveling in the city and elect the officials and  work together."}, {"sentId": 103, "text": "Again pass politics..."}], "speaker": "WEINHOLD", "secId": 29}, {"sentences": [{"sentId": 104, "text": "Yes."}], "speaker": "MARQUEZ", "secId": 30}, {"sentences": [{"sentId": 105, "text": "It's about public safety at this point."}, {"sentId": 106, "text": "LEMON:  Mr. Van Jones?"}], "speaker": "WEINHOLD", "secId": 31}, {"sentences": [{"sentId": 107, "text": "Yes."}, {"sentId": 108, "text": "Well, first of all, I thought that the Mayor said - what I expected her to say."}, {"sentId": 109, "text": "Earlier, we were trying to speculate why there seemed to be a slower response and were a timid response."}, {"sentId": 110, "text": "And she said very plainly, very clearly her view was she did not want to provoke, she did not want - I think she used the term, even create a police state."}, {"sentId": 111, "text": "And that is this balancing act that I think all executives in her situation have to balance."}], "speaker": "JONES", "secId": 32}, {"sentences": [{"sentId": 112, "text": "It's not just balancing the First Amendment rights of the protestors versus public safety."}, {"sentId": 113, "text": "It's also, if you want to protect the public safety when are you provoking by overreacting, when are you actually allowing space for bad things to happen."}], "speaker": "JONES", "secId": 33}, {"sentences": [{"sentId": 114, "text": "And so she made a bet that they had everything under control after Saturday."}, {"sentId": 115, "text": "She made a bet that on Monday, on - I mean on the day of this funeral when no protests were called for, that things would be calm enough for her police force to maintain order."}, {"sentId": 116, "text": "And that bet came up wrong for her and wrong for that city."}], "speaker": "JONES", "secId": 34}, {"sentences": [{"sentId": 117, "text": "But I think that the Mayor that you saw tonight is a beloved figure in that city which be very clear, she's a child of that city."}, {"sentId": 118, "text": "Her election was hailed across the city as a big step forward and note that her heart is breaking out."}], "speaker": "JONES", "secId": 35}, {"sentences": [{"sentId": 119, "text": "I want to say one more thing."}, {"sentId": 120, "text": "There were real heroics tonight."}, {"sentId": 121, "text": "That veteran who came out and stood in front of those police officers and that told the kids to get their butts back home."}, {"sentId": 122, "text": "Valentine, a veteran Valentine, he's a hero."}, {"sentId": 123, "text": "You have fraternities out there tonight."}, {"sentId": 124, "text": "You have the nation of the slum and faith leaders out there tonight."}, {"sentId": 125, "text": "You saw the worst of Baltimore, but you also saw the best of Baltimore."}, {"sentId": 126, "text": "I hope we don't forget that as we go to bed tonight."}], "speaker": "JONES", "secId": 36}, {"sentences": [{"sentId": 127, "text": "Yes, yes."}, {"sentId": 128, "text": "Marc Lamont Hill."}], "speaker": "LEMON", "secId": 37}, {"sentences": [{"sentId": 129, "text": "I agree with Van on that."}, {"sentId": 130, "text": "I think it's very important that we talk about the positives that came all week with regard to organizing."}, {"sentId": 131, "text": "You know people are talking about gang activity."}, {"sentId": 132, "text": "But for the last three days I've been in contact with Baltimore gang members who say, \"We're putting together truces."}, {"sentId": 133, "text": "We're no longer going to be fighting to each other."}, {"sentId": 134, "text": "We are going to organize and protest.\""}], "speaker": "HILL", "secId": 38}, {"sentences": [{"sentId": 135, "text": "I'm not talking about these allegations of violence."}, {"sentId": 136, "text": "I'm talking about organize peaceful resistance from gang members, blood, scripts, other people who put their guns down and said, \"We're going to organize for justice.\""}, {"sentId": 137, "text": "I'm talking about people like the fruit of Islam, people in the nation of Islam who created order and imposed order in the neighborhoods."}, {"sentId": 138, "text": "They were pulling people out of the stores."}, {"sentId": 139, "text": "I think that's another piece of the story that has to be told when police were not there protecting the property of poor people, the nation of Islam was there."}, {"sentId": 140, "text": "That's another important piece of this as Van said."}], "speaker": "HILL", "secId": 39}, {"sentences": [{"sentId": 141, "text": "When the final story of Baltimore is told, I hope it's one of resistance, I hope it's one of uprising, but it's also one of on a community that's decided we've had enough, the same people -where they've had enough all around this country and indeed all around the world."}], "speaker": "HILL", "secId": 40}, {"sentences": [{"sentId": 142, "text": "Yes."}, {"sentId": 143, "text": "I think it's interesting too, a bit of news from the Mayor to not be - from the Governor, to not be overlooked."}, {"sentId": 144, "text": "He said that he is moving the - his headquarters to Baltimore."}, {"sentId": 145, "text": "Did you not hear that?"}], "speaker": "LEMON", "secId": 41}, {"sentences": [{"sentId": 146, "text": "And that is a huge step."}], "speaker": "HILL", "secId": 42}, {"sentences": [{"sentId": 147, "text": "There's a command center in the city that everybody's going to be working from."}, {"sentId": 148, "text": "Again to pull all the resources you make sure that there's a coordinating response with all of the resources that are coming in."}, {"sentId": 149, "text": "You have to remember the influx of all the folks."}, {"sentId": 150, "text": "They really need to be deployed in a very, very strategic and smart way."}, {"sentId": 151, "text": "That takes planning on the flag."}], "speaker": "WEINHOLD", "secId": 43}, {"sentences": [{"sentId": 152, "text": "And so, again, I think my colleague is right in that this is the first time both of them have handled something of this magnitude."}, {"sentId": 153, "text": "And not many people in the country have handled something like this."}], "speaker": "WEINHOLD", "secId": 44}, {"sentences": [{"sentId": 154, "text": "Yes."}], "speaker": "LEMON", "secId": 45}, {"sentences": [{"sentId": 155, "text": "So it's important to deploy strategically and make sure control is maintained throughout the city."}], "speaker": "WEINHOLD", "secId": 46}, {"sentences": [{"sentId": 156, "text": "So for clarification, are you saying moving the command center to Baltimore or his..."}], "speaker": "FRANKLIN", "secId": 47}, {"sentences": [{"sentId": 157, "text": "I think he said he's moving his office and the command center here is what I gathered from his statement that this is going to be his big focus for the time being until it was - until it is steady and under control."}, {"sentId": 158, "text": "That's what i got from the Governor."}], "speaker": "LEMON", "secId": 48}, {"sentences": [{"sentId": 159, "text": "Okay."}, {"sentId": 160, "text": "Well, if that's the case, I think that's a bold move."}, {"sentId": 161, "text": "I think it possibly would make a difference."}, {"sentId": 162, "text": "It creates a number of opportunities that could occur."}, {"sentId": 163, "text": "Number one, access by the citizens of the city to him and his office if he allows that to happen."}], "speaker": "FRANKLIN", "secId": 49}, {"sentences": [{"sentId": 164, "text": "Yes, yes."}, {"sentId": 165, "text": "I want to stand by because I want to bring all of you to standby."}, {"sentId": 166, "text": "I want to bring in now Erika Garner."}, {"sentId": 167, "text": "As you know Erica Garner's father - Eric Garner died after he was put in a choke hold by a New York City police officer."}, {"sentId": 168, "text": "She attended the funeral of Freddie Gray today in Baltimore."}, {"sentId": 169, "text": "And also Attorney Ifeoma, Ifeoma Ike who is a creator of the Black and Brown People Vote."}], "speaker": "LEMON", "secId": 50}, {"sentences": [{"sentId": 170, "text": "Excuse me if I butcher your name there but I'm happy that you join us here on CNN this evening."}, {"sentId": 171, "text": "So I apologize for that."}, {"sentId": 172, "text": "How are you doing Erica?"}], "speaker": "LEMON", "secId": 51}, {"sentences": [{"sentId": 173, "text": "Hi, Don."}, {"sentId": 174, "text": "Thanks for having me up here again."}], "speaker": "GARNER-SNIPES", "secId": 52}, {"sentences": [{"sentId": 175, "text": "Yes."}], "speaker": "LEMON", "secId": 53}, {"sentences": [{"sentId": 176, "text": "As you just said earlier, I attended the graves on funeral today."}], "speaker": "GARNER", "secId": 54}, {"sentences": [{"sentId": 177, "text": "And you know, I was able to you know, to pay my respects and stand in solidarity, not with just the Gray family, with  and a couple other family members of police brutality."}], "speaker": "GARNER", "secId": 55}, {"sentences": [{"sentId": 178, "text": "And, you know, what I get from what these kids are doing is like, you know, they had enough, right?"}, {"sentId": 179, "text": "They don't know what else to do."}, {"sentId": 180, "text": "I mean, they don't have no jobs, they don't have proper schooling."}, {"sentId": 181, "text": "I was driving through Baltimore earlier and I noticed how many of their abandoned buildings is out there."}, {"sentId": 182, "text": "It's like there's no hope."}, {"sentId": 183, "text": "These kids have no hope."}, {"sentId": 184, "text": "I'm not condoning what they doing."}], "speaker": "GARNER", "secId": 56}, {"sentences": [{"sentId": 185, "text": "But like, every time when they - they seem like they have no hope."}, {"sentId": 186, "text": "Like eventually, \"This is going to happen to me."}, {"sentId": 187, "text": "I'm going to be killed by the cops so why not go out there and get my message across some way.\""}, {"sentId": 188, "text": "But burning down your city is not right, but what other choice do we have?"}, {"sentId": 189, "text": "They scared."}], "speaker": "GARNER", "secId": 57}, {"sentences": [{"sentId": 190, "text": "And it's sad in Ifeoma because you know there is sentiment and Erica has a point."}, {"sentId": 191, "text": "But then you wonder what good does it do, burning down your own city and burning down affordable housing that was you know, been built to help people in the community."}], "speaker": "LEMON", "secId": 58}, {"sentences": [{"sentId": 192, "text": "Well, it's interesting that you say that first - before I go forward, I do want to send my condolences to the family of Freddie Gray as well as the community of Baltimore."}, {"sentId": 193, "text": "This is not an easy situation for anybody that's living there."}, {"sentId": 194, "text": "But we also have to recognize..."}], "speaker": "IKE", "secId": 59}, {"sentences": [{"sentId": 195, "text": "Right."}], "speaker": "LEMON", "secId": 60}, {"sentences": [{"sentId": 196, "text": "That this situation didn't start today."}, {"sentId": 197, "text": "That even the conversation about affordable housing, education, a lot of the other social constructs within Baltimore have been under destruction for a long time."}], "speaker": "IKE", "secId": 61}, {"sentences": [{"sentId": 198, "text": "So we shouldn't be fooled by or we shouldn't look at the situation as the beginning of a problem."}, {"sentId": 199, "text": "There have been fires burning for a long time."}, {"sentId": 200, "text": "The fire arguably in Freddie Gray's life was burning 25 years ago when he was born."}, {"sentId": 201, "text": "So I do think that your sentiment is correct that we do need to ask our elected officials what are they doing and it can't just be about what's happening today."}, {"sentId": 202, "text": "It has to be about the systemic racism and the institutions that have been in place that unfortunately have not been serving the people of Baltimore for a very long time."}], "speaker": "IKE", "secId": 62}, {"sentences": [{"sentId": 203, "text": "Very good points."}, {"sentId": 204, "text": "Very good points."}, {"sentId": 205, "text": "I just - I - go ahead Erica."}, {"sentId": 206, "text": "GARNER:  I was just saying, you know, it's not like they out here with"}], "speaker": "LEMON", "secId": 63}, {"sentences": [{"sentId": 207, "text": "guns."}, {"sentId": 208, "text": "It's not like they're out here, you know, killing people."}, {"sentId": 209, "text": "They actually trying to make a statement."}, {"sentId": 210, "text": "I mean that burning down your city is completely wrong because you need these resources."}], "speaker": "LEMON", "secId": 64}, {"sentences": [{"sentId": 211, "text": "Yes."}], "speaker": "LEMON", "secId": 65}, {"sentences": [{"sentId": 212, "text": "But they feel like their voices are not getting heard."}, {"sentId": 213, "text": "And this is the only way to bring attention..."}], "speaker": "GARNER", "secId": 66}, {"sentences": [{"sentId": 214, "text": "Yes."}], "speaker": "LEMON", "secId": 67}, {"sentences": [{"sentId": 215, "text": "To what was going on."}, {"sentId": 216, "text": "Every time we turn around, a cop is getting out of control and killing someone on tape."}, {"sentId": 217, "text": "All they want to know is why."}, {"sentId": 218, "text": "And..."}], "speaker": "GARNER", "secId": 68}, {"sentences": [{"sentId": 219, "text": "And let..."}], "speaker": "IKE", "secId": 69}, {"sentences": [{"sentId": 220, "text": "And..."}], "speaker": "GARNER", "secId": 70}, {"sentences": [{"sentId": 221, "text": "Sorry."}, {"sentId": 222, "text": "And I - go ahead."}, {"sentId": 223, "text": "And I just wanted to really just piggy back off of what Erica was speaking about."}, {"sentId": 224, "text": "Right."}, {"sentId": 225, "text": "You know, burning property is not right."}, {"sentId": 226, "text": "And I know some other people were saying you know, but black property matters, black employment matters."}, {"sentId": 227, "text": "But if you're not alive, who cares, right?"}, {"sentId": 228, "text": "That life still has to be what is the premier reason that we're fighting for the safety of all people."}, {"sentId": 229, "text": "And if we, as a nation, can decide that life regardless of color matters, then a building means nothing to me."}, {"sentId": 230, "text": "You know, a place of employment, a school..."}], "speaker": "IKE", "secId": 71}, {"sentences": [{"sentId": 231, "text": "Yes."}], "speaker": "LEMON", "secId": 72}, {"sentences": [{"sentId": 232, "text": "Means nothing to me."}, {"sentId": 233, "text": "It doesn't mean that I don't mourn the fact that somebody has lost their job..."}], "speaker": "IKE", "secId": 73}, {"sentences": [{"sentId": 234, "text": "OK."}], "speaker": "LEMON", "secId": 74}, {"sentences": [{"sentId": 235, "text": "But somebody has to be alive to have a job."}, {"sentId": 236, "text": "So we have to really make sure that we keep the message about life."}], "speaker": "IKE", "secId": 75}, {"sentences": [{"sentId": 237, "text": "Ifeoma?"}], "speaker": "LEMON", "secId": 76}, {"sentences": [{"sentId": 238, "text": "Ifeoma and also, Erica thank you very much."}, {"sentId": 239, "text": "We appreciate both of you joining us."}, {"sentId": 240, "text": "Best of luck and we will have you both back here because we're going to continue on with this story."}, {"sentId": 241, "text": "It's not going away any time soon."}], "speaker": "LEMON", "secId": 77}, {"sentences": [{"sentId": 242, "text": "I want to bring the law enforcement officials back."}, {"sentId": 243, "text": "They do a very legitimate points about what started - what really precipitated the anger, the outrage, the protest."}, {"sentId": 244, "text": "But as they are speaking, you're looking at a city on fire - if you briefly tell - and we only have a couple of minutes left - couple of seconds left."}], "speaker": "LEMON", "secId": 78}, {"sentences": [{"sentId": 245, "text": "I understand the outrage, but this, the fires, is unforgivable."}, {"sentId": 246, "text": "These people have literally spat on the grave, the fresh grave of Freddie Gray."}, {"sentId": 247, "text": "You know so - and I appreciate you bringing it back to the focus of the issue, the main issue."}], "speaker": "FRANKLIN", "secId": 79}, {"sentences": [{"sentId": 248, "text": "Right."}], "speaker": "LEMON", "secId": 80}, {"sentences": [{"sentId": 249, "text": "Yes, and I believe we're talking about the fundamental issue of trust."}, {"sentId": 250, "text": "Trust that from a community that law enforcement will do the right thing for the right reasons and trust among law enforcement that the community has valid generational concerns..."}], "speaker": "WEINHOLD", "secId": 81}, {"sentences": [{"sentId": 251, "text": "Yes."}], "speaker": "LEMON", "secId": 82}, {"sentences": [{"sentId": 252, "text": "That again, they need to be heard, validated and acted upon in the future."}], "speaker": "WEINHOLD", "secId": 83}, {"sentences": [{"sentId": 253, "text": "Yes."}, {"sentId": 254, "text": "We're just in the last 15 or 20 minutes or so."}, {"sentId": 255, "text": "You've learned a lot here on CNN."}, {"sentId": 256, "text": "We had the Governor of Maryland."}, {"sentId": 257, "text": "We've had the Mayor of the city on to explain their actions, and we've also had some very interesting conversation about what should happen next."}], "speaker": "LEMON", "secId": 84}, {"sentences": [{"sentId": 258, "text": "I'm Don Lemon live in Baltimore continuing CNN's breaking news coverage of what's happening in Baltimore."}, {"sentId": 259, "text": "We're also going to get to that deadly earthquake that happened in Nepal as well."}, {"sentId": 260, "text": "I'd like to welcome our viewers here in the United States and around the world."}], "speaker": "LEMON", "secId": 85}, {"sentences": [{"sentId": 261, "text": "Again, our breaking news coverage of the situation, the rioting really that's going on in Baltimore, Maryland."}, {"sentId": 262, "text": "It started earlier today."}, {"sentId": 263, "text": "The Mayor and the Governor of the state coming onto CNN to try to explain their actions."}, {"sentId": 264, "text": "People here want some answers."}, {"sentId": 265, "text": "They want to know exactly what happened."}, {"sentId": 266, "text": "How did this situation escalate to get out of control earlier today?"}, {"sentId": 267, "text": "How did 15 police officers get injured and end up in the hospital."}, {"sentId": 268, "text": "The police commissioner here holding a press conference just a short time ago to address that as well."}], "speaker": "LEMON", "secId": 86}, {"sentences": [{"sentId": 269, "text": "In the meantime, there have been riots all over the city and covering some of those riots, CNN's Miguel Marquez."}, {"sentId": 270, "text": "He joins from a scene of one now."}], "speaker": "LEMON", "secId": 87}, {"sentences": [{"sentId": 271, "text": "Miguel, what is going on where you are?"}, {"sentId": 272, "text": "What are you seeing?"}], "speaker": "LEMON", "secId": 88}, {"sentences": [{"sentId": 273, "text": "Yes."}, {"sentId": 274, "text": "We're in West Baltimore and we were at this intersection of Roberts and Pennsylvania Avenue about three - to be four hours ago, there were police in this area."}, {"sentId": 275, "text": "And as soon as they left, looters"}], "speaker": "MARQUEZ", "secId": 89}, {"sentences": [{"sentId": 276, "text": "moved into the buildings here behind us and now fire engines are here, fire department in huge numbers."}, {"sentId": 277, "text": "Looters went in through the backsides of these buildings and were able to loot all of this - many of these businesses, if not all of these businesses, along this block and then set fire to them."}, {"sentId": 278, "text": "You can see the firefighters have crawled inside these buildings."}, {"sentId": 279, "text": "They're spraying water now outside."}, {"sentId": 280, "text": "They were up on top of the roof earlier as flames were shooting out of the roof."}, {"sentId": 281, "text": "Incredibly dangerous for them to be out here."}], "speaker": "MARQUEZ", "secId": 90}, {"sentences": [{"sentId": 282, "text": "The city tonight - this is just one spot in the city that is under - under attack, for lack of a better word."}, {"sentId": 283, "text": "Just about six blocks north of here is North Avenue."}, {"sentId": 284, "text": "And that's where we saw some of the worst violence today where CVS was being ransacked and looted for over an hour, where a police car and other cars were set on fire."}, {"sentId": 285, "text": "For hours they burned without any fire department being able to get near them."}, {"sentId": 286, "text": "When the Fire Department have probably did show up when the CVS started to burn the protestors in that area - I shouldn't even say protestors, but the rioters there - were throwing rocks at the firefighters."}], "speaker": "MARQUEZ", "secId": 91}, {"sentences": [{"sentId": 287, "text": "Police finally moved in to try to stop the rioters from taunting the firefighters."}, {"sentId": 288, "text": "When the firefighters finally got a hose hooked up so they could turn out the fire at the CVS, right in front of our cameras, one of the rioters punch a hole in the hose with a knife."}, {"sentId": 289, "text": "And then we were shocked at that."}, {"sentId": 290, "text": "And then another one did it again just a few seconds later."}, {"sentId": 291, "text": "It was unbelievable."}, {"sentId": 292, "text": "Just beyond that, a half mile north of there, there's a mall here in Baltimore where all of this started this afternoon."}], "speaker": "MARQUEZ", "secId": 92}, {"sentences": [{"sentId": 293, "text": "Just about the time that Freddie Gray's funeral ended, the schools - the high schools let out here."}, {"sentId": 294, "text": "And at that mall, that's where the first violence began against police officers."}, {"sentId": 295, "text": "And it was like a match to a - to a fuse."}, {"sentId": 296, "text": "The entire city exploded."}, {"sentId": 297, "text": "Farther down about two and a half miles downtown, we went to another fire there where the Southern Baptist Church had a senior center and a support center that they were building."}, {"sentId": 298, "text": "It was about nine months of being finished."}, {"sentId": 299, "text": "That $16 million now - project now lays in rubble here."}], "speaker": "MARQUEZ", "secId": 93}, {"sentences": [{"sentId": 300, "text": "The city trying to grapple with everything."}, {"sentId": 301, "text": "The Mayor saying that they are going to have a curfew starting tomorrow night - not tonight."}, {"sentId": 302, "text": "They said they couldn't put it in play fast enough."}, {"sentId": 303, "text": "I think the Mayor throughout the last week has been trying to cut the balance between letting people protest and not coming down too hard on them."}, {"sentId": 304, "text": "I think people are wondering in this neighborhood tonight, certainly angry across Baltimore, why there wasn't a more, you know, robust action by the Mayor and the police commissioner earlier on, Don?"}], "speaker": "MARQUEZ", "secId": 94}, {"sentences": [{"sentId": 305, "text": "Yes."}, {"sentId": 306, "text": "All right."}, {"sentId": 307, "text": "Thank you very much, Miguel Marquez."}, {"sentId": 308, "text": "Miquel, we'll get back to you in just a moment."}, {"sentId": 309, "text": "Keep an eye on that scene."}], "speaker": "LEMON", "secId": 95}, {"sentences": [{"sentId": 310, "text": "I want to bring in my colleague now, Chris Cuomo."}, {"sentId": 311, "text": "Chris, you were at the scene earlier, a very destructive scene."}, {"sentId": 312, "text": "We saw a baby being brought out."}, {"sentId": 313, "text": "We saw a mother - a wife worried about her husband."}, {"sentId": 314, "text": "We saw people throwing things out of buildings, businesses on fire, homes on fire."}], "speaker": "LEMON", "secId": 96}, {"sentences": [{"sentId": 315, "text": "Yes."}, {"sentId": 316, "text": "Often in these types of situations, you've been in many of them Don everything kind of comes together in a moment just lets you know all the different facets of a situation."}, {"sentId": 317, "text": "And Jay McMichael, the photo journalist I was with, he saw this phalanx of police moving up the street."}, {"sentId": 318, "text": "We followed it."}, {"sentId": 319, "text": "And sure enough, two fires had been lit, of cars, in an intersection."}, {"sentId": 320, "text": "And it was kind of bait."}], "speaker": "CUOMO", "secId": 97}, {"sentences": [{"sentId": 321, "text": "And as we got closer to it, people started to really bring a full array of force against the police."}, {"sentId": 322, "text": "They had bottles that were just bottles, bottles with fluid in them that had some type of irritant in them."}, {"sentId": 323, "text": "And the officers were firing back with those pepper bullets."}, {"sentId": 324, "text": "That when they are hit they release a dust that's, you know, the same kind of problem that you would get with pepper spray."}], "speaker": "CUOMO", "secId": 98}, {"sentences": [{"sentId": 325, "text": "But there were also different layers of violence going on up the streets."}, {"sentId": 326, "text": "So what you're seeing in this picture right now is that car OK - there's a delay obviously between what I'm hearing and that."}, {"sentId": 327, "text": "If they can find and roll it again - you can find and roll it again, Jay McMichael and I, we've both been doing this a long time."}, {"sentId": 328, "text": "Neither of us have ever seen something like this."}], "speaker": "CUOMO", "secId": 99}, {"sentences": [{"sentId": 329, "text": "Yes."}], "speaker": "LEMON", "secId": 100}, {"sentences": [{"sentId": 330, "text": "This had sped down the whole block towards that phalanx of police."}, {"sentId": 331, "text": "They didn't move."}, {"sentId": 332, "text": "And for some reason, that bare cab, that heavy-duty vehicle didn't ram the guy."}], "speaker": "CUOMO", "secId": 101}, {"sentences": [{"sentId": 333, "text": "He then did a U-turn and took back off down the block."}, {"sentId": 334, "text": "And we got to the corner."}, {"sentId": 335, "text": "He put on his directional and then made a left turn."}, {"sentId": 336, "text": "I thought it was a suicide mission."}, {"sentId": 337, "text": "But they didn't fire at him."}, {"sentId": 338, "text": "Nobody did anything to him and then he left."}, {"sentId": 339, "text": "Then you'll see."}, {"sentId": 340, "text": "He's going to put on his left hand blinker and he's going to make a left."}, {"sentId": 341, "text": "It's one of the most bizaare things I've ever seen."}, {"sentId": 342, "text": "The fire fighters were there and they would work in coordinative response."}], "speaker": "CUOMO", "secId": 102}, {"sentences": [{"sentId": 343, "text": "You have the police move up the street, move back these guys whether they're locals or they're outsiders, I don't know."}, {"sentId": 344, "text": "They have bandanas on, they're up to no good and they are running in and out of buildings."}], "speaker": "CUOMO", "secId": 103}, {"sentences": [{"sentId": 345, "text": "And there were locals there worried about their homes and yelling at them."}, {"sentId": 346, "text": "So the police would move them back."}, {"sentId": 347, "text": "They would then allow the firefighters to come in and fight the fire because the firefighters are totally exposed and vulnerable."}], "speaker": "CUOMO", "secId": 104}, {"sentences": [{"sentId": 348, "text": "And they would put out the fire and then one of them there was a home that was on fire..."}], "speaker": "CUOMO", "secId": 105}, {"sentences": [{"sentId": 349, "text": "Yes."}], "speaker": "LEMON", "secId": 106}, {"sentences": [{"sentId": 350, "text": "And this Asian family came out with their baby."}, {"sentId": 351, "text": "The firefighters then went back upstairs, to help others and we washed and randomly homes are getting lit on fire while we were there."}, {"sentId": 352, "text": "And a liquor store was being there."}, {"sentId": 353, "text": "But one of the - another thing I hadn't seen before maybe you saw in Ferguson, there was a brazenness to the violence against the officers."}, {"sentId": 354, "text": "They were anticipating that the officers would not shoot at them."}], "speaker": "CUOMO", "secId": 107}, {"sentences": [{"sentId": 355, "text": "Where - as I was watching you, I was surprised by that, as I was watching you this evening earlier."}], "speaker": "LEMON", "secId": 108}, {"sentences": [{"sentId": 356, "text": "They were running like right in front of them."}], "speaker": "CUOMO", "secId": 109}, {"sentences": [{"sentId": 357, "text": "Right."}], "speaker": "LEMON", "secId": 110}, {"sentences": [{"sentId": 358, "text": "Taking positions and then throwing whatever they had."}], "speaker": "CUOMO", "secId": 111}, {"sentences": [{"sentId": 359, "text": "Yes."}], "speaker": "LEMON", "secId": 112}, {"sentences": [{"sentId": 360, "text": "And, you know, and they were right."}, {"sentId": 361, "text": "The officers didn't fire on them with anything but those pepper pellets."}], "speaker": "CUOMO", "secId": 113}, {"sentences": [{"sentId": 362, "text": "Right."}], "speaker": "LEMON", "secId": 114}, {"sentences": [{"sentId": 363, "text": "But it was a - I never seen anything like that car."}, {"sentId": 364, "text": "And now, we left because as the police moved back, those guys moved right back in."}, {"sentId": 365, "text": "They were trying to relight the fires and you know, reorganize where they were."}], "speaker": "CUOMO", "secId": 115}, {"sentences": [{"sentId": 366, "text": "Yes."}], "speaker": "LEMON", "secId": 116}, {"sentences": [{"sentId": 367, "text": "So we left."}], "speaker": "CUOMO", "secId": 117}, {"sentences": [{"sentId": 368, "text": "And as you can see that's what happening, that's daylight."}, {"sentId": 369, "text": "So it's been happening since earlier this afternoon when this all started."}, {"sentId": 370, "text": "Maybe I think around 3:00 or 4:00 P.M. Eastern Time here in the United States."}, {"sentId": 371, "text": "Chris, standby."}], "speaker": "LEMON", "secId": 118}, {"sentences": [{"sentId": 372, "text": "I need to get my colleague, Mr. John Berman who joins us at CNN headquarters in Atlanta."}, {"sentId": 373, "text": "There are other headlines to talk about, especially, John, that deadly earthquake in Nepal."}], "speaker": "LEMON", "secId": 119}, {"sentences": [{"sentId": 374, "text": "Absolutely, Don thank you for that."}, {"sentId": 375, "text": "It is just after 10:00 A.M. in Nepal right now."}, {"sentId": 376, "text": "Almost 72 hours since the devastating earthquake and the death toll has surpassed 4,300 including fatalities in Tibet and India."}, {"sentId": 377, "text": "Take a look at this video."}, {"sentId": 378, "text": "It shows the moment that 7.8 magnitude quake hit on Saturday."}], "speaker": "BERMAN", "secId": 120}, {"sentences": [{"sentId": 379, "text": "So I guess tourist in Kathmandu recorded these images."}, {"sentId": 380, "text": "Birds are seen flying in every direction."}, {"sentId": 381, "text": "The buildings sway."}, {"sentId": 382, "text": "Huge clouds of dust rise up into the sky."}, {"sentId": 383, "text": "All of it caused by the worst earthquake in Nepal since the 1930s."}], "speaker": "BERMAN", "secId": 121}, {"sentences": [{"sentId": 384, "text": "from above in Nepal shows the damage the quake has done on a number of buildings."}, {"sentId": 385, "text": "Many of them centuries old are either damaged or completely wiped out."}, {"sentId": 386, "text": "You can see what was once Kathmandu's nine-story Dharahara Tower reduced to almost nothing."}, {"sentId": 387, "text": "More to damage in Nepal's major cities is catastrophic."}, {"sentId": 388, "text": "The rural areas may be even in worse shape."}], "speaker": "BERMAN", "secId": 122}, {"sentences": [{"sentId": 389, "text": "And one district not far from Kathmandu there are mountains of debris and buildings ripped into pieces."}, {"sentId": 390, "text": "Many people have lost everything."}, {"sentId": 391, "text": "This is one of the few places beyond the capital where the military has reached to drop off much-needed relief supplies."}], "speaker": "BERMAN", "secId": 123}, {"sentences": [{"sentId": 392, "text": "Despite the incredible odds, rescuers are finding some survivors."}, {"sentId": 393, "text": "Pulling this little boy out of the rubble."}, {"sentId": 394, "text": "He's covered in dirt but he is alive."}, {"sentId": 395, "text": "They reportedly worked for three straight hours to save the boy."}, {"sentId": 396, "text": "Not clear though when he was rescued."}], "speaker": "BERMAN", "secId": 124}, {"sentences": [{"sentId": 397, "text": "I'd like to bring in Oren Liebermann for the very latest now from Kathmandu."}, {"sentId": 398, "text": "And , we've heard a lot about shortages of everything, from water to blankets to medical supplies."}, {"sentId": 399, "text": "What's the latest?"}], "speaker": "BERMAN", "secId": 125}, {"sentences": [{"sentId": 400, "text": "John, one of the international airport here."}, {"sentId": 401, "text": "I can tell you that right now the need supplies, the medical supplies, the food, the water, everything that's in short supply as well as expert personnel, search and rescue and doctors are beginning to arrive in large numbers."}, {"sentId": 402, "text": "As I'm standing here, right in a  I can see Air India, Air China, there's a Pakistan air force cargo plane, there was two Israel cargo plane."}, {"sentId": 403, "text": "There was a Malaysian plane here."}, {"sentId": 404, "text": "So now, that the runway's open, the aid is arriving very quickly now."}], "speaker": "LIEBERMANN", "secId": 126}, {"sentences": [{"sentId": 405, "text": "And..."}], "speaker": "BERMAN", "secId": 127}, {"sentences": [{"sentId": 406, "text": "And counter side to that - go ahead."}], "speaker": "LIEBERMANN", "secId": 128}, {"sentences": [{"sentId": 407, "text": "But about to ask you about the airport there."}, {"sentId": 408, "text": "Because you know, Kathmandu's airport is not great in the best of time."}, {"sentId": 409, "text": "There were reports that it was very congested."}, {"sentId": 410, "text": "A lot of commercial flights trying to get out a lot of relief and military flights trying to get in."}, {"sentId": 411, "text": "Have they now worked out those issues?"}], "speaker": "BERMAN", "secId": 129}, {"sentences": [{"sentId": 412, "text": "I think they've worked them out to some extent."}, {"sentId": 413, "text": "The  are arriving and the commercial flights - some of them are commercial airplanes that are simply leaving with passengers."}, {"sentId": 414, "text": "And every time they announce a departure here then, they announced commercial flight boarding, there's a huge cheer."}, {"sentId": 415, "text": "This airport is still incredibly crowded."}, {"sentId": 416, "text": "Not as bad as it was; slowly getting better."}, {"sentId": 417, "text": "These are people that are desperate to go home."}, {"sentId": 418, "text": "Been through a catastrophe - absolute catastrophe here in Nepal."}], "speaker": "LIEBERMANN", "secId": 130}, {"sentences": [{"sentId": 419, "text": "And many of them are simply happy to be alive, looking very much forward to getting home."}, {"sentId": 420, "text": "So every time there's a flight that leaves here that takes some of those people home or takes them to a safer location, yet Nepal is still very much, and Kathmandu specially still very much in bad shape, it's a huge relief to these people here."}, {"sentId": 421, "text": "They're well aware of the numbers."}, {"sentId": 422, "text": "They are well aware."}, {"sentId": 423, "text": "The official death toll has surpassed 4,000."}, {"sentId": 424, "text": "Thousands more injured."}, {"sentId": 425, "text": "And, John, perhaps the scariest part of all this is we don't know yet how many people are unaccounted for."}], "speaker": "LIEBERMANN", "secId": 131}, {"sentences": [{"sentId": 426, "text": "Yes."}, {"sentId": 427, "text": "Absolutely, Oren, it will still be sometime yet before we get the official assessment from those outlines region type in the mountain."}, {"sentId": 428, "text": "Oren Liebermann on the line there from Kathmandu."}, {"sentId": 429, "text": "And you can keep up to the minute with the latest on the Nepal earthquake, find out about rescue and relief efforts at our website, CNN.com/impact."}, {"sentId": 430, "text": "Includes a list of groups already on the ground there."}, {"sentId": 431, "text": "Find that at CNN.com/impact."}, {"sentId": 432, "text": "Much more from Baltimore after this break."}, {"sentId": 433, "text": "Rioting and violence has"}], "speaker": "BERMAN", "secId": 132}, {"sentences": [{"sentId": 434, "text": "engulfed the city."}, {"sentId": 435, "text": "Don Lemon is there and he is live after a short break."}], "speaker": "BERMAN", "secId": 133}, {"sentences": [{"sentId": 436, "text": "I haven't lost my focus."}, {"sentId": 437, "text": "I haven't lost my sense of resiliency."}, {"sentId": 438, "text": "I haven't lost my hope."}, {"sentId": 439, "text": "I've been a little heartbroken."}, {"sentId": 440, "text": "My eyes have been filled with tears because someone didn't understand that we exist in the community to represent to revitalize it."}], "speaker": "UNIDENTIFIED BALTIMORE RESIDENT", "secId": 134}, {"sentences": [{"sentId": 441, "text": "I'm Don Lemon back now live in Baltimore, Maryland with breaking news coverage of the rioting going on in this city, in this state all day."}], "speaker": "LEMON", "secId": 135}, {"sentences": [{"sentId": 442, "text": "That was our Miguel Marquez interviewing people out in the community whose businesses and property and parts of their church have been burned."}], "speaker": "LEMON", "secId": 136}, {"sentences": [{"sentId": 443, "text": "I want to get right now to Miguel Marquez, who conducted that interview and also witnessed other destruction, other protests, other actions here today in Baltimore."}], "speaker": "LEMON", "secId": 137}, {"sentences": [{"sentId": 444, "text": "Miguel, talk to us about that interview and what you're seeing right now?"}], "speaker": "LEMON", "secId": 138}, {"sentences": [{"sentId": 445, "text": "Well, look, if it could get anymore sad -- I don't think it could get anymore sad than this."}, {"sentId": 446, "text": "We are a block from where Freddie Gray was arrested just over two weeks ago."}, {"sentId": 447, "text": "This was a corner store, someone's livelihood, and now it is completely set ablaze."}, {"sentId": 448, "text": "Yet another scene where both police and firefighters have to be present because of concerns about safety of the firefighters as they try to fight this fire."}], "speaker": "MARQUEZ", "secId": 139}, {"sentences": [{"sentId": 449, "text": "Look at this thing, Don."}, {"sentId": 450, "text": "Two buildings are now nearly engulfed."}, {"sentId": 451, "text": "They've been trying to cut through metal doors on one side of it."}, {"sentId": 452, "text": "You can see the sparks coming out of that."}, {"sentId": 453, "text": "The smoke must be incredibly intense."}, {"sentId": 454, "text": "And it's getting even more intense since we have been here."}, {"sentId": 455, "text": "This has really gotten much, much worse."}], "speaker": "MARQUEZ", "secId": 140}, {"sentences": [{"sentId": 456, "text": "I'm actually going to scoot over here and see what's happening."}, {"sentId": 457, "text": "Because it looks like they're having an issue with a hose."}, {"sentId": 458, "text": "Come over here."}, {"sentId": 459, "text": "Look at this."}, {"sentId": 460, "text": "The hoses have been cut so many times they can't even get the hoses to work properly."}, {"sentId": 461, "text": "They have so many holes in them right now."}, {"sentId": 462, "text": "It's very difficult for them to get their own hoses working as you look at the smoke billowing out of this building right now."}], "speaker": "MARQUEZ", "secId": 141}, {"sentences": [{"sentId": 463, "text": "We can tell you, Western Police District is just down the way from here."}, {"sentId": 464, "text": "They had -- they had gone into complete defensive mode, putting cement barriers around Western Police District earlier today."}, {"sentId": 465, "text": "And only protecting -- only able to really protect the infrastructure of the city and not able to sort of project any sort of power, get out into the neighborhoods and protect neighborhoods that they knew in this situation could explode -- Don?"}], "speaker": "MARQUEZ", "secId": 142}, {"sentences": [{"sentId": 466, "text": "Miguel, I'm sure you're getting the reports as well and you witnessed some of it today."}, {"sentId": 467, "text": "But we're getting other reports that there are other businesses that have been torched or on fire, a cafe, a shoe store."}, {"sentId": 468, "text": "What are you hearing about those reports?"}, {"sentId": 469, "text": "And those are the concerns again from the residents, from business owners that this could have been possibly stopped but police officers did not intervene."}], "speaker": "LEMON", "secId": 143}, {"sentences": [{"sentId": 470, "text": "Don, it's too many to count at this point."}, {"sentId": 471, "text": "We have seen stores and shops, mop-and-pop shops all over this area that have been ransacked, the front windows busted out."}, {"sentId": 472, "text": "The liquor store completely wiped clean of anything."}, {"sentId": 473, "text": "Many of them, with a neighborhood we were just in, the store fronts look OK, but on the backside, rioters and looters have gone in and stolen everything out the backside."}, {"sentId": 474, "text": "In the alley, it's a frightening scene with the number of individuals in the alleyways."}, {"sentId": 475, "text": "I can tell you they also -- if you were to point a camera -- we saw some of them going in the alley."}, {"sentId": 476, "text": "They saw us looking at the firefighters and they basically said, don't point the camera over here if you know what's good for you."}, {"sentId": 477, "text": "That is the level to which things have descended in Baltimore at this point."}], "speaker": "MARQUEZ", "secId": 144}, {"sentences": [{"sentId": 478, "text": "This is just so tragic to see."}, {"sentId": 479, "text": "I've spent so much time in this neighborhood over the last week, to see it now burning, a block from where Freddie Gray was arrested and a few blocks from the police station that has been the epicenter of so much of the protests in this city -- Don?"}], "speaker": "MARQUEZ", "secId": 145}, {"sentences": [{"sentId": 480, "text": "Listen, it's a tragedy that when any business or home or neighborhood burns, Miguel."}, {"sentId": 481, "text": "But many of these places that are being destroyed can handle it the least."}, {"sentId": 482, "text": "There were neighborhoods that need some infusion and they were working towards that end."}, {"sentId": 483, "text": "And all of a sudden, this."}, {"sentId": 484, "text": "I think you spoke to someone that said this would set these communities back years, if not maybe a decade, and who had been trying to rebuild."}], "speaker": "LEMON", "secId": 146}, {"sentences": [{"sentId": 485, "text": "This is the absolute saddest part of this, in being this in neighborhood."}, {"sentId": 486, "text": "They don't have a proper grocery store in this neighborhood."}, {"sentId": 487, "text": "The fruits and vegetables come in on a horse-driven cart into this neighborhood."}, {"sentId": 488, "text": "Stores like these, these little mom-and- pop stores, they have the Plexiglas in the front and all of the goods are behind so they can't be robbed."}, {"sentId": 489, "text": "They exist in this neighborhood and they supply probably most of the food for the people in the neighborhoods here."}, {"sentId": 490, "text": "It is -- it bears belief why anyone would want to burn the places where you shop, the places that you need, the places that you count on that are closest to you."}], "speaker": "MARQUEZ", "secId": 147}, {"sentences": [{"sentId": 491, "text": "We did drive by here earlier."}, {"sentId": 492, "text": "I think there was a laundry or a clothing store on the backside of this mom-and-pop business and that had been ransacked and looted."}, {"sentId": 493, "text": "They had pulled all the clothing out."}, {"sentId": 494, "text": "Clearly, at some point, they decided to light a fire here and destroy everything."}, {"sentId": 495, "text": "But it has spread now from the market to the clothing store and then"}], "speaker": "MARQUEZ", "secId": 148}, {"sentences": [{"sentId": 496, "text": "into the -- what seems to be apartments off to the right."}, {"sentId": 497, "text": "You can see -- on the top floor, you can see the lights of the firefighters as they get in there looking for anybody who might be in those buildings to try to get any hot spots in that room put out -- Don?"}], "speaker": "MARQUEZ", "secId": 149}, {"sentences": [{"sentId": 498, "text": "Miguel, describe the neighborhood that you -- that you're in and what we're looking at."}, {"sentId": 499, "text": "These appear to be row homes of sort."}, {"sentId": 500, "text": "In New York, different terminology would be used, tenement-type buildings."}, {"sentId": 501, "text": "It's a mix-use neighborhood, meaning there are businesses and residents as well."}, {"sentId": 502, "text": "Talk to me about the neighborhood."}], "speaker": "LEMON", "secId": 150}, {"sentences": [{"sentId": 503, "text": "This -- this is Gillmore Homes."}, {"sentId": 504, "text": "This is in west Baltimore."}, {"sentId": 505, "text": "It's an extraordinarily poor area of west Baltimore."}, {"sentId": 506, "text": "I don't want to trivialize this."}, {"sentId": 507, "text": "If you're familiar with the show \"The Wire,\" it is like being transported into that show."}, {"sentId": 508, "text": "It is incredibly rough streets here."}, {"sentId": 509, "text": "It is a very tough place."}], "speaker": "MARQUEZ", "secId": 151}, {"sentences": [{"sentId": 510, "text": "They -- they need -- they need a lot."}, {"sentId": 511, "text": "I have learned a lot."}, {"sentId": 512, "text": "It's been a great lesson for me in the last week that I have been here to see how much need there is in this neighborhood, how much hopelessness there is in this neighborhood because there is not opportunity here."}, {"sentId": 513, "text": "There are not even places to buy groceries here."}, {"sentId": 514, "text": "There are not places to take your kids here."}, {"sentId": 515, "text": "There are not places that are safe."}, {"sentId": 516, "text": "You see people -- I talked to an ex-cop who referred to this area as an open- air drug market."}], "speaker": "MARQUEZ", "secId": 152}, {"sentences": [{"sentId": 517, "text": "You can see the flames now popping out of the top window there, the upper floor window."}, {"sentId": 518, "text": "A police officer who called the drug markets here an open-air drug market."}, {"sentId": 519, "text": "You see people with track Marcs up and down their arms walking down the streets here."}, {"sentId": 520, "text": "Many of the stores here do serve as basically places where the drug trade has taken hold, with the owners of it almost unable to do anything."}, {"sentId": 521, "text": "It is -- it is rough."}, {"sentId": 522, "text": "It is as rough as America gets."}, {"sentId": 523, "text": "And it is shocking to be in America, to live in New York or in Baltimore, and have a middle class life and to realize that this can be this close to the rest of the world."}], "speaker": "MARQUEZ", "secId": 153}, {"sentences": [{"sentId": 524, "text": "I think what they want is opportunity."}, {"sentId": 525, "text": "And, you know, what we are seeing tonight is the frustration that they believe has been -- that that opportunity has been denied to them for so long -- Don?"}], "speaker": "MARQUEZ", "secId": 154}, {"sentences": [{"sentId": 526, "text": "CNN's Miguel Marquez reporting live from one of the devastating fires happening in the city of Baltimore, Maryland, this evening."}], "speaker": "LEMON", "secId": 155}, {"sentences": [{"sentId": 527, "text": "Baltimore under a state of emergency now, a state of emergency."}, {"sentId": 528, "text": "The National Guard has been called in."}, {"sentId": 529, "text": "Police reinforcement from several areas, from states neighboring Maryland, brought in as well."}], "speaker": "LEMON", "secId": 156}, {"sentences": [{"sentId": 530, "text": "We're going to continue our breaking news coverage of what's happening in Baltimore, Maryland, right on the other side of this break."}, {"sentId": 531, "text": "I'm Don Lemon."}, {"sentId": 532, "text": "We'll be right back."}], "speaker": "LEMON", "secId": 157}, {"sentences": [{"sentId": 533, "text": "CNN's breaking news coverage of the rioting in Baltimore, Maryland, continues right now."}, {"sentId": 534, "text": "I'm Don Lemon."}], "speaker": "LEMON", "secId": 158}, {"sentences": [{"sentId": 535, "text": "The city is under a state of emergency."}, {"sentId": 536, "text": "The governor and the mayor have a lot of explaining to do."}, {"sentId": 537, "text": "I want to get to CNN's political contributors, Marc Lamont Hill and Van Jones, to discuss the situation and the interview with the mayor and with the governor."}], "speaker": "LEMON", "secId": 159}, {"sentences": [{"sentId": 538, "text": "They said they're going to bring this under control as soon as possible, Marc Lamont Hill, but as I am standing here now, and as we're getting reports, we can smell the burning."}, {"sentId": 539, "text": "We're getting reports from cities that other stores are on fire and there's actual chaos going on in parts of the city."}, {"sentId": 540, "text": "What do you make of what's happening in the city?"}], "speaker": "LEMON", "secId": 160}, {"sentences": [{"sentId": 541, "text": "Right now, the city is in a very complicated position."}, {"sentId": 542, "text": "The mayor talked about that in particular."}, {"sentId": 543, "text": "Trying, on the one hand, to create space for protest, and on the other, to make sure fires and violence don't continue to expand."}, {"sentId": 544, "text": "I expect that the fires will stop tonight."}, {"sentId": 545, "text": "The question is, what happens tomorrow."}, {"sentId": 546, "text": "The governor said clearly that he's moving his office here."}, {"sentId": 547, "text": "A cynic would say that's for the cameras and for publicity."}, {"sentId": 548, "text": "I think it's more complex than that."}, {"sentId": 549, "text": "I think it's also about contributing to this narrative of control."}, {"sentId": 550, "text": "You want to say, I've got this under control, I want to manage these people."}, {"sentId": 551, "text": "And would it could lead to a militarized response that the mayor was trying to avoid on Saturday by not doing everything that the critics say she should have."}], "speaker": "HILL", "secId": 161}, {"sentences": [{"sentId": 552, "text": "Uh-huh."}], "speaker": "LEMON", "secId": 162}, {"sentences": [{"sentId": 553, "text": "And let's talk about -- I'll get you to respond to that, Van, and then we'll talk about the deeper underlying issues here which should be discussed, it shouldn't just be about the fires and the chaos and the rioting."}, {"sentId": 554, "text": "There are deeper issues here."}, {"sentId": 555, "text": "Let's talk about now and about control of the city."}, {"sentId": 556, "text": "What's your assessment of the governor and the mayor?"}], "speaker": "LEMON", "secId": 163}, {"sentences": [{"sentId": 557, "text": "Well, I think that they are in some danger tonight of possibly still falling behind the curve."}, {"sentId": 558, "text": "We are now seeing things that we haven't seen in the United States for 40 years."}, {"sentId": 559, "text": "When you're talking about a real evolutionary leap in street tactics, cat-and-mouse games with the police, setting fires as bait, having people above the police throwing stuff down."}, {"sentId": 560, "text": "This is not stuff you saw in Ferguson."}, {"sentId": 561, "text": "This is a very different kind of -- of activity."}, {"sentId": 562, "text": "And so it could be the case -- and I hope Marc is right -- that things will calm down tonight and you'll get the National Guard tomorrow and things will be OK.  Or it could be the case that it gets worse as the night goes on and you create so much chaos that more people feel emboldened to do more stuff."}, {"sentId": 563, "text": "I think we're in a very perilous situation right now."}, {"sentId": 564, "text": "And to understand why this town was a powder keg, I do think you have to talk about the deeper issues."}], "speaker": "JONES", "secId": 164}, {"sentences": [{"sentId": 565, "text": "Yeah, and the deeper issues, Marc, let's talk about that."}, {"sentId": 566, "text": "You heard Miguel Marquez saying earlier, you see the poverty here."}, {"sentId": 567, "text": "It is difficult to reconcile that there is this type of poverty in America and that is -- it's a disconnect for many people."}, {"sentId": 568, "text": "They just don't understand it."}, {"sentId": 569, "text": "They're not used to seeing it."}, {"sentId": 570, "text": "LAMONT HILL:  No, that's an important point you make there."}, {"sentId": 571, "text": "What"}], "speaker": "LEMON", "secId": 165}, {"sentences": [{"sentId": 572, "text": "tonight does, it puts a spotlight on what Malcolm X called the victims of democracy."}, {"sentId": 573, "text": "Sometimes, in countries like this, not the third world, not the global south, but right here, you see people who are subject to mass unemployment  The youth unemployment rate extremely high in Baltimore, other cities like New York, Cleveland, Philadelphia, and so forth."}, {"sentId": 574, "text": "You also have a lot of street violence."}, {"sentId": 575, "text": "You also have a lot of state violence."}, {"sentId": 576, "text": "You have decrepit schools."}, {"sentId": 577, "text": "You have a lack of access to labor markets, to health care, housing, et cetera."}, {"sentId": 578, "text": "And so you have all this and that helps create the powder keg that Van was just talking about."}, {"sentId": 579, "text": "And what happens is the police is the spark that sets the powder keg on fire."}, {"sentId": 580, "text": "And that's what we're beginning to see."}, {"sentId": 581, "text": "When you connect that to an uprising across the country, really across the globe, when you add these other nation states to the conversation, what you see is an international wave of frustration and state violence, extra-judicial crime, and really neo-liberalism."}], "speaker": "LEMON", "secId": 166}, {"sentences": [{"sentId": 582, "text": "I would --"}], "speaker": "JONES", "secId": 167}, {"sentences": [{"sentId": 583, "text": "Standby, gentlemen."}], "speaker": "LEMON", "secId": 168}, {"sentences": [{"sentId": 584, "text": "Go ahead, Van, quickly."}], "speaker": "LEMON", "secId": 169}, {"sentences": [{"sentId": 585, "text": "Well, I guess I think it's really important that we recognize that there is a global youth bulge here in the United States, the Millennial generation, the biggest generation we're ever had."}, {"sentId": 586, "text": "Unemployment awful."}, {"sentId": 587, "text": "Those who get a chance to go to school, graduating off a cliff with massive debt."}, {"sentId": 588, "text": "We have not thought through what it means for young people in places like Baltimore to see the whole world in the palm of their hand, and yet look around and see so little hope and opportunity."}, {"sentId": 589, "text": "I think we've got to do something about that or we may see this across the country."}], "speaker": "JONES", "secId": 170}, {"sentences": [{"sentId": 590, "text": "Absolutely."}], "speaker": "LAMONT HILL", "secId": 171}, {"sentences": [{"sentId": 591, "text": "All right, gentlemen."}, {"sentId": 592, "text": "Stand by."}], "speaker": "LEMON", "secId": 172}, {"sentences": [{"sentId": 593, "text": "More of our coverage right after a quick break."}], "speaker": "LEMON", "secId": 173}, {"sentences": [{"sentId": 594, "text": "Don Lemon back now with CNN's breaking news coverage of the chaos and violence and riots going on in Baltimore, Maryland."}], "speaker": "LEMON", "secId": 174}, {"sentences": [{"sentId": 595, "text": "My colleague, Brian Todd, is at a scene of one them tonight."}, {"sentId": 596, "text": "We've been showing different scenes."}, {"sentId": 597, "text": "We want to go to Brian."}], "speaker": "LEMON", "secId": 175}, {"sentences": [{"sentId": 598, "text": "Brian, take us to where you are."}, {"sentId": 599, "text": "What's going on?"}], "speaker": "LEMON", "secId": 176}, {"sentences": [{"sentId": 600, "text": "Don, we're at the corner of Pennsylvania Avenue and North Avenue in west Baltimore."}, {"sentId": 601, "text": "This place has been a war zone for the last several hours."}, {"sentId": 602, "text": "My photojournalist, John Bennen , and I coming to the middle of the intersection were there is a phalanx of riot geared-clad police officers here."}, {"sentId": 603, "text": "The police have been under fire all day, under attack all day from rioters, getting rocks, bottles and brick thrown at them."}], "speaker": "TODD", "secId": 177}, {"sentences": [{"sentId": 604, "text": "We heard from the police chief, Anthony Batts, a short time ago."}, {"sentId": 605, "text": "He sort of laid out how a lot of this started."}, {"sentId": 606, "text": "What we learned for the first time that this was a group of high school students that really started the trouble on Monday afternoon when they started to come out of high school and they started to loot and attack officers who had responded at the Mondawmin Mall in northwest Baltimore."}, {"sentId": 607, "text": "That's really where the trouble started."}, {"sentId": 608, "text": "It spilled over, Don, into this area."}, {"sentId": 609, "text": "Again, we're at Pennsylvania and North where there's been a lot of looting."}, {"sentId": 610, "text": "We just came from about a block or two away on Fulton Street where we saw a lot of looting earlier."}, {"sentId": 611, "text": "We saw a liquor store being ransacked."}, {"sentId": 612, "text": "We saw a tavern being ransacked."}, {"sentId": 613, "text": "Some looting apparently still going on, some small fires going on in certain pockets of the city near us, Don."}, {"sentId": 614, "text": "So they are not out of the woods yet in this section of Baltimore."}], "speaker": "TODD", "secId": 178}, {"sentences": [{"sentId": 615, "text": "Brian Todd, thank you very much."}], "speaker": "LEMON", "secId": 179}, {"sentences": [{"sentId": 616, "text": "They're not out of the woods in Baltimore at all this evening."}], "speaker": "LEMON", "secId": 180}, {"sentences": [{"sentId": 617, "text": "We want to thank you for joining us."}, {"sentId": 618, "text": "We want to say, it's still under the cover of darkness now."}, {"sentId": 619, "text": "We still don't know what's going on."}, {"sentId": 620, "text": "Officials have said they're going to try to get a handle on this."}, {"sentId": 621, "text": "They have promised us here on CNN that they would."}, {"sentId": 622, "text": "But we're still hearing sirens and we're still smelling smoke here."}, {"sentId": 623, "text": "But what will the morning bring?"}, {"sentId": 624, "text": "What will daylight bring?"}, {"sentId": 625, "text": "That is the big question here in Baltimore, Maryland."}], "speaker": "LEMON", "secId": 181}, {"sentences": [{"sentId": 626, "text": "I'm Don Lemon."}, {"sentId": 627, "text": "My colleagues, Zain Asher, John Voss, will pick up our coverage on the other side of this break."}], "speaker": "LEMON", "secId": 182}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1504.27.cnnt.03.html.json", "time": "Aired April 27, 2015 - 00:00   ET"}