{"sectionCount": 191, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["TRUMP", "LEMON", "PRESTON", "CHEN", "LEWANDOWSKI", "RYE", "LIZZA", "MATTINGLY", "ZAKARIA", "NIETO", "PENA NIETO", "POWERS"], "subTitle": "Trump Speaks Live in Washington; Trump to Meet with Mexico's President Tomorrow. Aired 11p-12a ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1608/30/cnnt.02.html", "sentenceCount": 538, "sections": [{"sentences": [{"sentId": 0, "text": "There will be retribution, there will be a price to pay."}, {"sentId": 1, "text": "We are going to renegotiate the horrible NAFTA trade deal, probably the worse deal ever made in terms of trade."}], "speaker": "TRUMP", "secId": 0}, {"sentences": [{"sentId": 2, "text": "It is the top of the hour."}, {"sentId": 3, "text": "You're watching CNN TONIGHT and we're listening to Donald Trump giving a campaign speech in Everett, Washington, also on the heels of finding out that he's going to be meeting with the Mexican President tomorrow, giving his immigration speech here also in Arizona."}, {"sentId": 4, "text": "Again, Donald Trump speaking, making an appeal to African-Americans specifically right now."}, {"sentId": 5, "text": "Let's listen in."}], "speaker": "LEMON", "secId": 1}, {"sentences": [{"sentId": 6, "text": "Thank you."}, {"sentId": 7, "text": "The destruction that NAFTA started will be finished off if the Trans-Pacific Partnership is approved."}, {"sentId": 8, "text": "It is a disaster, a disaster for our country, a disaster for our workers."}, {"sentId": 9, "text": "We won't let it happen."}, {"sentId": 10, "text": "We cannot let it happen."}], "speaker": "TRUMP", "secId": 2}, {"sentences": [{"sentId": 11, "text": "These are very, very quiet protesters, I will say."}, {"sentId": 12, "text": "I will say one thing, when Bernie Sanders had his protesters out, they had a lot more energy, they really."}, {"sentId": 13, "text": "Much better."}, {"sentId": 14, "text": "They were much better."}, {"sentId": 15, "text": "They felt it a little bit deeper in the heart."}], "speaker": "TRUMP", "secId": 3}, {"sentences": [{"sentId": 16, "text": "But that's just the beginning of what we're going to do for the American worker."}, {"sentId": 17, "text": "On taxes, we're going to provide massive tax relief to all working people and lower the tax rate on small business from 35 percent to 15 percent."}, {"sentId": 18, "text": "Low and middle income parents will also be able to fully deduct the average cost of child care from their taxes, a very important thing."}, {"sentId": 19, "text": "On horrible, horrible regulations, which are taking over our country, I'm going to direct every agency and department head in my government to identify all needless and job killing regulations and they will be removed."}], "speaker": "TRUMP", "secId": 4}, {"sentences": [{"sentId": 20, "text": "We will have a temporary moratorium on new regulations to allow our economy to grow."}, {"sentId": 21, "text": "I mean, our economy is a disaster, to allow our economy to grow."}, {"sentId": 22, "text": "Economic growth for last quarter has been revised downward to 1.1 percent, a number that you can't even imagine."}, {"sentId": 23, "text": "Just so you know, if China goes to 7 percent or 8 percent, it's almost like a national catastrophe."}, {"sentId": 24, "text": "And what they do is they devalue their currency, they do lots of other things and they suck more blood out of our country and we allow them to do it, folks."}, {"sentId": 25, "text": "And they get back on track and we keep going down."}, {"sentId": 26, "text": "Not any longer."}, {"sentId": 27, "text": "And believe me, we have the cards, they don't."}, {"sentId": 28, "text": "We have the cards."}, {"sentId": 29, "text": "We have all the cards."}, {"sentId": 30, "text": "Meanwhile, our trade deficit in goods with the world is now nearly $800 billion."}, {"sentId": 31, "text": "Think of that."}, {"sentId": 32, "text": "Almost $800 billion trade deficit for the year."}, {"sentId": 33, "text": "You really say to yourself, \"Who negotiates these deals?\""}, {"sentId": 34, "text": "I know, I know."}, {"sentId": 35, "text": "Political hacks and politicians negotiate them."}, {"sentId": 36, "text": "No longer."}, {"sentId": 37, "text": "We will further bring back our jobs by unleashing an American energy revolution, lifting restrictions on oil and coal and natural gas and all sources of American energy."}], "speaker": "TRUMP", "secId": 5}, {"sentences": [{"sentId": 38, "text": "This will create millions of jobs and lower the price of energy and your electric bill and every other bill for the American household."}, {"sentId": 39, "text": "We are also going to secure our border and stop the drugs from pouring in and destroying our country."}], "speaker": "TRUMP", "secId": 6}, {"sentences": [{"sentId": 40, "text": "OK, Donald Trump speaking tonight in Everett, Washington, talking about what he's going to do tomorrow, and he's going to lay out his immigration plan, just now saying securing the border."}, {"sentId": 41, "text": "Of course, he's going to be talking about ..."}], "speaker": "LEMON", "secId": 7}, {"sentences": [{"sentId": 42, "text": "Tomorrow night in Arizona, big speech on immigration."}, {"sentId": 43, "text": "We'll be talking about that, Arizona, tomorrow night."}], "speaker": "TRUMP", "secId": 8}, {"sentences": [{"sentId": 44, "text": "I just want to listen for a second ..."}], "speaker": "LEMON", "secId": 9}, {"sentences": [{"sentId": 45, "text": "The Seattle Area recently experienced the largest number of heroin-related deaths, think of it, in 20 years."}, {"sentId": 46, "text": "The largest number in ..."}], "speaker": "TRUMP", "secId": 10}, {"sentences": [{"sentId": 47, "text": "All right."}, {"sentId": 48, "text": "So Donald Trump saying that he's going to give his speech tomorrow night in Arizona."}, {"sentId": 49, "text": "But before that, he's going to meet with the Mexican president."}, {"sentId": 50, "text": "Pretty big deal that he's announcing meeting with the Mexican president."}, {"sentId": 51, "text": "Back with me now, Mark Preston, Corey Lewandowski, Angela Rye, Lanhee Chen and Ryan Lizza."}, {"sentId": 52, "text": "Again, he just mentioned that as we were coming."}, {"sentId": 53, "text": "So I wanted to make sure we got all of it."}, {"sentId": 54, "text": "This is a pretty big deal."}, {"sentId": 55, "text": "Give us some context."}], "speaker": "LEMON", "secId": 11}, {"sentences": [{"sentId": 56, "text": "Huge deal."}, {"sentId": 57, "text": "I mean, look, he's now controlling the narrative of the campaign again."}, {"sentId": 58, "text": "The narrative is back in Donald Trump's court."}, {"sentId": 59, "text": "He is taking a big leap by going down to Mexico."}, {"sentId": 60, "text": "There is some peril in it but I think for his supporters, it is going to help fuel them to look at Donald Trump, take his willingness to cross the border and meet face-to-face with somebody who he says is going to help pay for a wall at the same time that that president says that's not going to happen."}], "speaker": "PRESTON", "secId": 12}, {"sentences": [{"sentId": 61, "text": "So, this is a huge development."}, {"sentId": 62, "text": "We're 70 days out right now."}, {"sentId": 63, "text": "It's unprecedented."}, {"sentId": 64, "text": "I don't think we've ever seen this certainly in our lifetime and Donald Trump is now again controlling the narrative."}, {"sentId": 65, "text": "And Lanhee Chen, again, he said this is a -- many people think that -- Mark said this is a very smart move but it's also a risky move as well?"}], "speaker": "PRESTON", "secId": 13}, {"sentences": [{"sentId": 66, "text": "Yeah."}, {"sentId": 67, "text": "I mean foreign trips are always kind of filled with potential potholes."}, {"sentId": 68, "text": "And hat's why they're usually planned over the course of months, that's why you usually script them very carefully."}, {"sentId": 69, "text": "You want to make sure that whatever the foreign leader is going to say is consistent with your message."}, {"sentId": 70, "text": "But look, none of this is how Donald Trump has run his campaign so far."}, {"sentId": 71, "text": "So we shouldn't be surprised that he's stepping out in faith, I guess, in doing this."}, {"sentId": 72, "text": "And part of it is probably to address what some perceive is the commander-in-chief deficit, right, to go out and say, \"Look, I can meet with foreign leaders."}, {"sentId": 73, "text": "We can have this conversation as well.\""}], "speaker": "CHEN", "secId": 14}, {"sentences": [{"sentId": 74, "text": "Corey Lewandowski, you said to me usually trips like this are planned much more farther in advance than this."}, {"sentId": 75, "text": "There may have been some talk about it."}, {"sentId": 76, "text": "But, again, this is a shift."}, {"sentId": 77, "text": "I know you're former campaign manager, but this is a shift in the way this campaign is being run and, again, as Mark said, this is an enormous deal that he's doing this."}], "speaker": "LEMON", "secId": 15}, {"sentences": [{"sentId": 78, "text": "Well, it is, obviously."}, {"sentId": 79, "text": "And to your point, you know, any time you have the opportunity as a candidate for the presidency to meet with a foreign leader, it shows your gravitas, your ability to work across the aisle and across the political world that, you know, if you're elected president, you're going to have those relationships in place."}, {"sentId": 80, "text": "Obviously, you know, the relationship with Mexico as a trading partner is very important."}, {"sentId": 81, "text": "We understand that."}, {"sentId": 82, "text": "Donald Trump has made it paramount on this campaign to renegotiate NAFTA, to build a wall on the Mexican border to prevent illegals from coming across the southern border."}], "speaker": "LEWANDOWSKI", "secId": 16}, {"sentences": [{"sentId": 83, "text": "So as he looks forward to the next 70 days in the election 10 weeks from tonight, what he's doing is setting the groundwork for a long relationship with the Mexican president so that as elected president, he'll have that relationship in place."}], "speaker": "LEWANDOWSKI", "secId": 17}, {"sentences": [{"sentId": 84, "text": "All right -- go ahead."}], "speaker": "LEMON", "secId": 18}, {"sentences": [{"sentId": 85, "text": "At least we know that that's what he's hoping."}, {"sentId": 86, "text": "I think the challenges are that his rhetoric hasn't matched, you know, some diplomatic effort reaching across the border to the Mexican president, desiring some type of strong partnership."}, {"sentId": 87, "text": "In fact, it flies in the face of that."}], "speaker": "RYE", "secId": 19}, {"sentences": [{"sentId": 88, "text": "The way that the Trump campaign has even talked about undocumented people, calling them illegals, calling them even worse, drug dealers and rapists is also a part of the problem."}, {"sentId": 89, "text": "I think one of the things that Corey mentioned earlier about the four things that Donald Trump will say during the speech tomorrow, you talked about the felons and the convicts and the number of people that -- it's a constant talking point of the campaign, the number of people who've been released."}, {"sentId": 90, "text": "We forget often in this country that immigration is a civil issue, not a criminal issue."}, {"sentId": 91, "text": "And so the people who have been released from ICE Detention are people who have served their time, they're own parole, they have -- they've paid their dues, they paid their debt to society and I think it flies in the face of another thing where Republicans struggle and that is the feeling disfranchised even at the polls."}, {"sentId": 92, "text": "So you're constantly dealing with people as if once a criminal, always a criminal, and we need to get them out of here even though they've served their time."}], "speaker": "RYE", "secId": 20}, {"sentences": [{"sentId": 93, "text": "What did you say to be fair though was that if you are a convicted felon and you're here illegally, the day I'm sworn as President of the United States, you'll be shipped back to the country that you're from."}, {"sentId": 94, "text": "So if you are convicted of murder likely so Kate Steinle's family or Jamiel Shaw's family, those people who are in the country illegally, that ends, you are no longer being interned in a U.S. prison system."}], "speaker": "LEWANDOWSKI", "secId": 21}, {"sentences": [{"sentId": 95, "text": "You're going to be sent back to your country and that's the way it's going to work."}], "speaker": "LEWANDOWSKI", "secId": 22}, {"sentences": [{"sentId": 96, "text": "Ryan Lizza -- let's bring in Ryan Lizza from the New Yorker, our correspondent from the New Yorker."}, {"sentId": 97, "text": "Ryan, my question is, Mark Preston said this is -- Donald Trump is controlling the narrative."}, {"sentId": 98, "text": "This is the way this campaign is being run now."}, {"sentId": 99, "text": "Does it matter who gets there first?"}, {"sentId": 100, "text": "Is this a misstep for the Clinton campaign and a good one for the Trump campaign?"}], "speaker": "LEMON", "secId": 23}, {"sentences": [{"sentId": 101, "text": "I think whether it's good for the Trump campaign depends on the outcome, right?"}, {"sentId": 102, "text": "I mean, he has basically turned the president of Mexico into an adversary."}, {"sentId": 103, "text": "He has said that this guy is going to -- that Enrique Pena Nieto is going to pay for our border wall, right?"}, {"sentId": 104, "text": "And he's going to go down there and I think most observers are going to wonder after the meeting, well, what did he get out of the meeting, right?"}], "speaker": "LIZZA", "secId": 24}, {"sentences": [{"sentId": 105, "text": "This isn't just a traditional meeting with a traditional ally where you kind of shake hands and say hello and have a cup of tea."}, {"sentId": 106, "text": "This is Donald Trump going to the person who he has made a core campaign promise of, saying that this person in his country is going to pay for a wall that's going to cost tens of billions of dollars and he's going to do it by seizing remittances that they Mexican send back to his their country or increasing tariffs on Mexican goods."}, {"sentId": 107, "text": "Well, the press is going to ask the President of Mexico, \"So, what do you think of this border wall idea?"}, {"sentId": 108, "text": "Are you willing to pay for it?\""}], "speaker": "LIZZA", "secId": 25}, {"sentences": [{"sentId": 109, "text": "The President of Mexico right now has an approval rating in the low 20s."}, {"sentId": 110, "text": "Donald Trump is not a popular person in Mexico for obvious reasons."}, {"sentId": 111, "text": "Do you think that the president of Mexico tomorrow is going to miss an opportunity to confront Donald Trump when he's dealing with scandals at home and low popularity?"}, {"sentId": 112, "text": "So, I mean, you know, maybe Donald Trump is a secret genius and this is a very smart trip but it seems like it has high, high chance -- high risk involved here."}, {"sentId": 113, "text": "On the other hand, getting into a fight with the president of the Mexico might not be the worst thing for Donald Trump."}], "speaker": "LIZZA", "secId": 26}, {"sentences": [{"sentId": 114, "text": "OK.  That's where I'm going."}, {"sentId": 115, "text": "So let me pose this to the panel, to you and the panel."}, {"sentId": 116, "text": "I want to get this out."}, {"sentId": 117, "text": "And this is the statement from the Mexican president."}, {"sentId": 118, "text": "It says, last Friday, the president sent invitations to both candidates, which were well- received by both of the team campaigns."}, {"sentId": 119, "text": "There is no confirmation to the meetings at this point."}, {"sentId": 120, "text": "So, his is a Mexican president."}, {"sentId": 121, "text": "Now, Donald Trump has confirmed that he is going."}, {"sentId": 122, "text": "Why would he send this?"}, {"sentId": 123, "text": "Why would he send invitations to both candidates if indeed, you know, he's got low -- you know, he's got a low approval rating?"}, {"sentId": 124, "text": "Donald Trump isn't the most ..."}], "speaker": "LEMON", "secId": 27}, {"sentences": [{"sentId": 125, "text": "Well, he has his own issues back home, right?"}, {"sentId": 126, "text": "So if you're a leader and you're trying to get your approval rating up, you certainly want to show your voters, your constituents that you're working, you know, across that board or to try to make your country better."}, {"sentId": 127, "text": "So, it's actually -- it's a very smart move I think on the Mexican president's part with any indication."}], "speaker": "PRESTON", "secId": 28}, {"sentences": [{"sentId": 128, "text": "Yeah."}], "speaker": "LEMON", "secId": 29}, {"sentences": [{"sentId": 129, "text": "You know, what's worth noting though is that Mexican citizens don't vote in this election, right?"}, {"sentId": 130, "text": "U.S. citizens do."}, {"sentId": 131, "text": "So even when Donald Trump goes down there, if he does come back and the Mexican president says, you know,  the meeting was a joke and we'll never pay for the wall, Donald Trump could perhaps turn that around and be rah, rah, rah, you know, America first, America first, and that could potentially help his campaign."}], "speaker": "PRESTON", "secId": 30}, {"sentences": [{"sentId": 132, "text": "I want to get to -- I need to get to Phil Mattingly quickly, Phil Mattingly who was there in Washington at this rally."}, {"sentId": 133, "text": "Phil, Donald Trump is still speaking."}, {"sentId": 134, "text": "He's arousing applause."}, {"sentId": 135, "text": "There were a couple of protests here."}, {"sentId": 136, "text": "How is this message going over at this rally?"}], "speaker": "LEMON", "secId": 31}, {"sentences": [{"sentId": 137, "text": "He's been pretty consistent tonight, Don."}, {"sentId": 138, "text": "And he mentioned obviously the immigration speech."}, {"sentId": 139, "text": "You played that a little bit."}, {"sentId": 140, "text": "But for the most part, it's been a very consistent, on message speech, the type that we heard really over the last couple of weeks, staying very close to the prepared script that we got."}], "speaker": "MATTINGLY", "secId": 32}, {"sentences": [{"sentId": 141, "text": "I will say, Don, over the course of the last 35 or 40 minutes, word did start to trickle out to the audience about the trip to Mexico, a lot of kind of raised eyebrows, a lot of intrigue as to what it might mean going forward."}, {"sentId": 142, "text": "But as I mentioned earlier, Don, there is a lot of focus on what tomorrow night's speech will be about immigration."}, {"sentId": 143, "text": "Not a lot of focus on that tonight but definitely looking forward."}, {"sentId": 144, "text": "His supporters are very focused on what he'll have to say tomorrow in Arizona."}], "speaker": "MATTINGLY", "secId": 33}, {"sentences": [{"sentId": 145, "text": "All right, Phil, just -- thank you very much."}, {"sentId": 146, "text": "And just quickly, I would -- I had assume that this would be in lieu of the Arizona announcement that he would do it from there, that he's going to do the announcement from Arizona."}], "speaker": "LEMON", "secId": 34}, {"sentences": [{"sentId": 147, "text": "That's right."}, {"sentId": 148, "text": "He's still going to make the speech in Arizona."}, {"sentId": 149, "text": "He's going to talk about the four principles that he has talked about."}, {"sentId": 150, "text": "And what he's also going to do obviously is recap that speech, the conversation that he had with the president of Mexico at the time and that's going to give additional color and it will continue to drive the narrative going into what is traditionally a quiet Labor Day weekend."}, {"sentId": 151, "text": "All the news will be focused on Donald Trump again."}], "speaker": "LEWANDOWSKI", "secId": 35}, {"sentences": [{"sentId": 152, "text": "All right, thanks, everyone."}, {"sentId": 153, "text": "Stick around."}, {"sentId": 154, "text": "When we come right back, Donald Trump's trip south of the border tonight."}, {"sentId": 155, "text": "That is our breaking news."}, {"sentId": 156, "text": "It is a bold move but will voters buy it?"}], "speaker": "LEMON", "secId": 36}, {"sentences": [{"sentId": 157, "text": "Back now with breaking news."}, {"sentId": 158, "text": "Here's Donald Trump speaking in Everett, Washington tonight, announcing that he is going to be meeting with the Mexican president tomorrow, traveling to Mexico, and then later in the evening, delivering his speech on immigration."}, {"sentId": 159, "text": "So let's talk about that with my panel."}, {"sentId": 160, "text": "Back with me now, Mark Preston, Corey Lewandowski, Lanhee Chen, Angela Rye, Ryan Lizza."}, {"sentId": 161, "text": "And if we need to, we'll get to Phil Mattingly who is at that rally this evening."}], "speaker": "LEMON", "secId": 37}, {"sentences": [{"sentId": 162, "text": "Mark, the president sat down with CNN's own Fareed Zakaria just a few weeks ago."}, {"sentId": 163, "text": "Fareed asked him about Mexico's president, asked him about Trump's wall."}, {"sentId": 164, "text": "Let listen to it."}], "speaker": "LEMON", "secId": 38}, {"sentences": [{"sentId": 165, "text": "Donald Trump's main policy proposal, the one he began his campaign with, is that he intends to build a wall between the United States and Mexico along the border and he intends to get Mexico to pay for it."}], "speaker": "ZAKARIA", "secId": 39}, {"sentences": [{"sentId": 166, "text": "There's a way to have Mexico pay that wall but any decisions inside the United States is a decision of its government."}], "speaker": "NIETO", "secId": 40}, {"sentences": [{"sentId": 167, "text": "But under no circumstances, would Mexico pay for that wall?"}], "speaker": "ZAKARIA", "secId": 41}, {"sentences": [{"sentId": 168, "text": "There is no way that Mexico can pay a wall like that."}], "speaker": "PENA NIETO", "secId": 42}, {"sentences": [{"sentId": 169, "text": "No way."}], "speaker": "LEMON", "secId": 43}, {"sentences": [{"sentId": 170, "text": "It was interesting how he said that, \"There's no way that Mexico could pay for a wall like that.\""}, {"sentId": 171, "text": "You know, almost leaving the door open that could give you some kind of negotiation on some kind of immigration discussion with Donald Trump if Donald Trump were elected president."}, {"sentId": 172, "text": "What's also interesting too is that this discussion tomorrow is obviously to be a fly on the wall would be amazing, right, you know, for this discussion."}, {"sentId": 173, "text": "But this president of Mexico also compared Donald Trump to Mussolini and Hitler in a Mexican newspaper back in the spring."}, {"sentId": 174, "text": "So, as much as we focus on Donald Trump, you know, throwing derogatory terms, you know, at the Mexican president or Mexicans, it's going back at him."}], "speaker": "PRESTON", "secId": 44}, {"sentences": [{"sentId": 175, "text": "Is this -- are we in store for a possible showdown tomorrow?"}], "speaker": "LEMON", "secId": 45}, {"sentences": [{"sentId": 176, "text": "I think, you know, knowing Donald Trump the way I do, I think, you know,  when he has an opportunity to meet with someone on a one-on-one basis, he's very engaging."}, {"sentId": 177, "text": "He's very good at listening to what their priorities are and I think he wants to go and understand, you know, firsthand what the Mexican government's priorities are because what you're going to see tomorrow after he meets with the Mexican president is he's going to outline exactly what his wall is going to look like and the priorities of his first 100 days of a Trump administration."}, {"sentId": 178, "text": "An immigration reform is his absolute first priority."}, {"sentId": 179, "text": "He's never wavered from that."}, {"sentId": 180, "text": "He wants to go down and have that conversation direction."}], "speaker": "LEWANDOWSKI", "secId": 46}, {"sentences": [{"sentId": 181, "text": "So, I think the one thing that we forget is that this wall attempt has happened before."}, {"sentId": 182, "text": "There was a secure border or a Secure Border Initiative under George W. Bush."}, {"sentId": 183, "text": "It wasn't the big, beautiful wall with the nice door in it, but it was a combination, hard infrastructure and electronic wall and it was an epic fail, so much so that the current president, Barack Obama, had to pull the project."}, {"sentId": 184, "text": "So I just wonder like what legitimate basis a wall could even be built, never mind what the president offered, just like from -- forget the talking points like logistically how is this going to happen?"}, {"sentId": 185, "text": "What engineers has he talked to?"}, {"sentId": 186, "text": "There's been a CNN Special or at least coverage on it and it ..."}], "speaker": "RYE", "secId": 47}, {"sentences": [{"sentId": 187, "text": "We've done a number of reports on it."}], "speaker": "LEMON", "secId": 48}, {"sentences": [{"sentId": 188, "text": "That's not true."}, {"sentId": 189, "text": "Actually, CNN did a whole story on this, of how the wall can be built."}, {"sentId": 190, "text": "And if you look at my Twitter feed, it's on there."}, {"sentId": 191, "text": "It shows it very candidly."}, {"sentId": 192, "text": "They took the engineer, CNN went down and did an entire expose at the Mexican border of how wall on Mexico can be built."}], "speaker": "LEWANDOWSKI", "secId": 49}, {"sentences": [{"sentId": 193, "text": "Well, the story was that ..."}], "speaker": "LEMON", "secId": 50}, {"sentences": [{"sentId": 194, "text": "Yeah."}, {"sentId": 195, "text": "Not Corey but not even -- they ..."}], "speaker": "RYE", "secId": 51}, {"sentences": [{"sentId": 196, "text": "That a traditional wall in the way that Donald Trump initially espoused or said that he was going to do it was not possible at all."}, {"sentId": 197, "text": "Number one, there a number of ranch owners there that you'd have to -- unless he's going to do eminent domain with their properties."}, {"sentId": 198, "text": "It is not flat -- the topography, it wouldn't happen."}, {"sentId": 199, "text": "So now, it has been revised that there would be some sort of electronic wall, I guess hearing the reality of it."}, {"sentId": 200, "text": "The Trump campaign sort of said ..."}], "speaker": "LEMON", "secId": 52}, {"sentences": [{"sentId": 201, "text": "Well, look, this is the interesting thing about it is that the immigration policy from the Trump campaign has definitely changed and shifted and there have been elements of it that have evolved so to speak."}, {"sentId": 202, "text": "But wouldn't it be interesting if the goal here was to change how the campaign or how Trump is going to deal with the 11 million people who are here illegally."}, {"sentId": 203, "text": "Would an, A, meeting with the president of Mexico be an interesting point from which to depart if there were to be some change in policy, to say, look, I sat down with the president of Mexico."}, {"sentId": 204, "text": "We had a great discussion."}, {"sentId": 205, "text": "And you know what we talked about in our discussion is that, in fact, we need to deal with the 11 million people who are in the United States illegally in the following way, X, Y, Z, which is different from the deportation force that was proposed some months ago."}, {"sentId": 206, "text": "That would be an interesting ..."}], "speaker": "LEMON", "secId": 53}, {"sentences": [{"sentId": 207, "text": "Ryan ..."}], "speaker": "LEMON", "secId": 54}, {"sentences": [{"sentId": 208, "text": "Are you kidding me?"}, {"sentId": 209, "text": "That would be like Ronald Reagan visiting Moscow and coming back and saying, you know, they had some ideas over there about communism that I think we might want to try here in the United States."}], "speaker": "LIZZA", "secId": 55}, {"sentences": [{"sentId": 210, "text": "Yeah, but ... LIZZA:  There's no way that Donald Trump is going to go get his immigration policy advice from the president of Mexico."}], "speaker": "LEMON", "secId": 56}, {"sentences": [{"sentId": 211, "text": "Ryan, the interesting point is that what we have not discussed, you would think that people are, you know, flooding across the border everyday when actually it's showing people are going back the other way."}], "speaker": "LEMON", "secId": 57}, {"sentences": [{"sentId": 212, "text": "Look, illegal immigration has been flat or declining for years now."}, {"sentId": 213, "text": "That's not -- it's not at peak levels the way it was 10 years ago and that's been a basic fact."}, {"sentId": 214, "text": "I think just to get back to the discussion about whether the wall can built or not, I think the consensus of people who have looked at this is that a wall stretching 2000 miles along the U.S.-Mexican border is impossible to build."}, {"sentId": 215, "text": "The last time a wall like that was built was the Great Wall in China."}, {"sentId": 216, "text": "It cost -- it took hundreds of years and used slave labor."}], "speaker": "LIZZA", "secId": 58}, {"sentences": [{"sentId": 217, "text": "So a wall like Trump has described cannot be built."}, {"sentId": 218, "text": "The people that he says are going to pay for it have said they are not going to pay for it."}, {"sentId": 219, "text": "So I think the danger of this trip is it puts a spotlight on those two facts by him going and meeting with a president of Mexico who has compared him to Hitler and Mussolini and has said emphatically that his policy can't happen."}, {"sentId": 220, "text": "I just wonder what's going to happen in the morning when he leaves Mexico when those two facts are highlighted and then the evening continues to say, \"I'm still going to build that wall and Mexico is going to pay for it even though president disagrees with me on that.\""}], "speaker": "LIZZA", "secId": 59}, {"sentences": [{"sentId": 221, "text": "Yeah."}], "speaker": "LEMON", "secId": 60}, {"sentences": [{"sentId": 222, "text": "I think big danger here for him."}], "speaker": "LIZZA", "secId": 61}, {"sentences": [{"sentId": 223, "text": "I don't think you'll ever get anyone in the Trump campaign or anyone or any of the surrogates or anyone, supporters, to agree that it is physically impossible to build a wall."}], "speaker": "LEMON", "secId": 62}, {"sentences": [{"sentId": 224, "text": "Right."}, {"sentId": 225, "text": "And with technology -- on the point of the wall, with technology, with drones, I mean there is a way to police the border."}], "speaker": "PRESTON", "secId": 63}, {"sentences": [{"sentId": 226, "text": "But, technically, that's not a wall."}], "speaker": "LEMON", "secId": 64}, {"sentences": [{"sentId": 227, "text": "That's not a wall."}], "speaker": "RYE", "secId": 65}, {"sentences": [{"sentId": 228, "text": "That is not a wall."}], "speaker": "LEMON", "secId": 66}, {"sentences": [{"sentId": 229, "text": "I'll give you that."}], "speaker": "PRESTON", "secId": 67}, {"sentences": [{"sentId": 230, "text": "But let me just cue off with one thing that Lanhee said."}, {"sentId": 231, "text": "If we look at the polls right now, OK, and we heard Donald Trump at the immigration  speech note that, \"Hey, listen, we got great poll numbers today.\""}, {"sentId": 232, "text": "Right now, Donald Trump will lose the election, OK, today."}, {"sentId": 233, "text": "If the election is held today, he does win the election."}, {"sentId": 234, "text": "He needs to change the narrative."}, {"sentId": 235, "text": "He is now seizing the narrative."}, {"sentId": 236, "text": "He could come out of Mexico tomorrow, he could come out and say, \"We had a great discussion and, you know what, they are going to pay for the wall or they say they're not going to pay for the wall, but we had a great discussion and we're going to work this out ..."}], "speaker": "PRESTON", "secId": 68}, {"sentences": [{"sentId": 237, "text": "Trust me, folks, we're going -- they're going to take to that wall."}], "speaker": "LEMON", "secId": 69}, {"sentences": [{"sentId": 238, "text": "Believe me."}], "speaker": "RYE", "secId": 70}, {"sentences": [{"sentId": 239, "text": "Well, wait, but I'm just saying that he does need -- he needs a game changer right now in order to use an overused word."}, {"sentId": 240, "text": "This could be the game changer for him."}], "speaker": "PRESTON", "secId": 71}, {"sentences": [{"sentId": 241, "text": "He needs to come away with something."}], "speaker": "LEWANDOWSKI", "secId": 72}, {"sentences": [{"sentId": 242, "text": "But he is a master of manipulating the narrative to those."}, {"sentId": 243, "text": "To your point, he can come out of the meeting -- it could have been terrible and he will still say it just that way."}, {"sentId": 244, "text": "He'll have tweets about, you know, throwing shade we say at the Mexican president."}, {"sentId": 245, "text": "He will do that."}, {"sentId": 246, "text": "That is what he's done successfully."}], "speaker": "RYE", "secId": 73}, {"sentences": [{"sentId": 247, "text": "It's not going to match matter what the Mexican President say with him either."}], "speaker": "CHEN", "secId": 74}, {"sentences": [{"sentId": 248, "text": "Absolutely not."}], "speaker": "RYE", "secId": 75}, {"sentences": [{"sentId": 249, "text": "There will be two versions of this."}], "speaker": "LEMON", "secId": 76}, {"sentences": [{"sentId": 250, "text": "Of course."}], "speaker": "LEWANDOWSKI", "secId": 77}, {"sentences": [{"sentId": 251, "text": "Ryan was in L.A. Court."}, {"sentId": 252, "text": "Go ahead, Ryan."}], "speaker": "LEMON", "secId": 78}, {"sentences": [{"sentId": 253, "text": "No, I was just going to say, I mean, the question after the meeting will be, well, you have said that you are such a great negotiator that you will change the Mexican's mind about this."}, {"sentId": 254, "text": "Well, what did you get?"}, {"sentId": 255, "text": "What promises did you get from the Mexican president?"}, {"sentId": 256, "text": "And I'd -- you know, I'd be really surprised if after this meeting, the Mexican who has a popularity -- approval rating of 23 percent came out publicly and endorse anything to do with that Donald Trump."}, {"sentId": 257, "text": "I mean, it sounds like a trap to me that Donald Trump is going into a trap set by an unpopular president down there."}], "speaker": "LIZZA", "secId": 79}, {"sentences": [{"sentId": 258, "text": "Well, that was the reason why I said to Lanhee earlier and even to you, Corey, that, you know, there is -- you know, this could backfire considering the way it goes."}], "speaker": "LEMON", "secId": 80}, {"sentences": [{"sentId": 259, "text": "Of course."}, {"sentId": 260, "text": "But look ..."}], "speaker": "LEWANDOWSKI", "secId": 81}, {"sentences": [{"sentId": 261, "text": "But what promises?"}, {"sentId": 262, "text": "Do you think he'll get promises?"}], "speaker": "LEMON", "secId": 82}, {"sentences": [{"sentId": 263, "text": "Well, he's the important thing, to Mark's point, if you look at the Reuters tracking poll that was released yesterday, right, 39.7 percent for Hillary Clinton, 39.1 percent for Donald Trump is what the Reuters tracking poll showed yesterday."}, {"sentId": 264, "text": "What that means is this close it a lot -- this race is a lot closer than Hillary Clinton thought it would be going into Labor Day, coming out of her very successful Democratic Convention."}, {"sentId": 265, "text": "What this is, is this is another reminder that Donald Trump was doubling down on his immigration plan."}, {"sentId": 266, "text": "It keeps the base in place."}, {"sentId": 267, "text": "It also goes and says, \"Look, Mexico is going to pay for it."}, {"sentId": 268, "text": "We're going to find a way to make them pay for it whether that's cutting foreign aide in Mexico or whatever that may be.\""}], "speaker": "LEWANDOWSKI", "secId": 83}, {"sentences": [{"sentId": 269, "text": "All right, standby because I know Mark, I mean, he mentioned you were like were skeptical about it."}, {"sentId": 270, "text": "What will Mark Preston say about it?"}, {"sentId": 271, "text": "And it's a tracking poll, too, so that's different."}, {"sentId": 272, "text": "So standby."}, {"sentId": 273, "text": "We'll hear what the responses on the other side of the space."}, {"sentId": 274, "text": "We'll be right back."}], "speaker": "LEMON", "secId": 84}, {"sentences": [{"sentId": 275, "text": "We're back now with our breaking news."}, {"sentId": 276, "text": "Donald Trump accepting an invitation to go to Mexico City tomorrow to meet privately with Mexico's President."}], "speaker": "LEMON", "secId": 85}, {"sentences": [{"sentId": 277, "text": "CNN's Mark Preston is back with me."}, {"sentId": 278, "text": "Also Corey Lewandowski, Angela Rye, Lanhee Chen, and Ryan Lizza join me."}], "speaker": "LEMON", "secId": 86}, {"sentences": [{"sentId": 279, "text": "OK."}, {"sentId": 280, "text": "So, much to discuss here."}, {"sentId": 281, "text": "He was mentioning that this is a national tracking poll that you're talking about."}, {"sentId": 282, "text": "We're not talking about battleground states where he says it is neck and neck, right, within the marching."}, {"sentId": 283, "text": "So you were a little bit skeptical."}, {"sentId": 284, "text": "Why?"}], "speaker": "LEMON", "secId": 87}, {"sentences": [{"sentId": 285, "text": "I was showing my skeptical Preston face?"}, {"sentId": 286, "text": "I mean, look, I mean this race right now is no longer a national race, I mean, nor that it ever really was, but at least our focus on the national part of it earlier on the election at least gave as you narrative about what people were thinking."}, {"sentId": 287, "text": "This has come down now to about five or six states, right, Pennsylvania, Ohio, couple states of west, Nevada, maybe Colorado that appears to be off the board, Florida, and North Carolina, right?"}], "speaker": "PRESTON", "secId": 88}, {"sentences": [{"sentId": 288, "text": "So, if you look at where we are right now, Donald Trump is not going to win."}, {"sentId": 289, "text": "So, it goes back today."}, {"sentId": 290, "text": "Today, he doesn't win the election."}, {"sentId": 291, "text": "So, it goes back to changing the narrative."}], "speaker": "PRESTON", "secId": 89}, {"sentences": [{"sentId": 292, "text": "Let me just give you a couple of numbers."}, {"sentId": 293, "text": "It just shows you what he's up against right now when he's trying to reach out to black voters, trying to reach out Hispanic voters."}], "speaker": "PRESTON", "secId": 90}, {"sentences": [{"sentId": 294, "text": "Barack Obama won 95 percent of the black vote in 2008."}, {"sentId": 295, "text": "Barrack Obama won 93 percent on the black vote in 2012."}, {"sentId": 296, "text": "Mitt Romney, in 2012, lost the Hispanic vote by 44 points."}, {"sentId": 297, "text": "The closest republicans have gotten since 1980 was George W. Bush, 2004 came within 18 points."}], "speaker": "PRESTON", "secId": 91}, {"sentences": [{"sentId": 298, "text": "So, when we're talking about Donald Trump giving his speech on immigration, reaching out to African-Americans, reaching out to Hispanics, it's really not so much that he's reaching out to them to try to have them come to him in dross , it is to try to get disaffected republicans to support him, it's to get the undecided white voters to vote for him and also to chip away a little bit at the margin of victory that we'll see Hillary Clinton get from those."}], "speaker": "PRESTON", "secId": 92}, {"sentences": [{"sentId": 299, "text": "And as you believe, he's trying to make a dent within black and brown communities."}, {"sentId": 300, "text": "I think that is his only path if anyone who is, you know, being honest about it, that is his only path to victory."}, {"sentId": 301, "text": "I know that people will say that the electorate has changed, but the electorate has not changed in Donald Trump's favor."}, {"sentId": 302, "text": "It has changed against him with black and brown voters, more black and brown voters being added to the voter roll, right?"}], "speaker": "LEMON", "secId": 93}, {"sentences": [{"sentId": 303, "text": "Yeah."}], "speaker": "PRESTON", "secId": 94}, {"sentences": [{"sentId": 304, "text": "Am I wrong in that?"}], "speaker": "LEMON", "secId": 95}, {"sentences": [{"sentId": 305, "text": "Ryan Lizza, do you want to weigh in?"}], "speaker": "LEMON", "secId": 96}, {"sentences": [{"sentId": 306, "text": "Well, one, the ."}, {"sentId": 307, "text": "Look, never look at one national poll, right?"}, {"sentId": 308, "text": "You always want to look at the average of polls."}, {"sentId": 309, "text": "And the average of polls right now, Trump is down 6 points."}, {"sentId": 310, "text": "That actually, that average has shown a little bit of tightening."}, {"sentId": 311, "text": "It's gone from about an eight- or nine-point race to a six- or seven-point race."}, {"sentId": 312, "text": "So, you know, Hillary's bounce from the convention has dissipated just a little bit, but it's not a dead even race as that one poll suggests."}], "speaker": "LIZZA", "secId": 97}, {"sentences": [{"sentId": 313, "text": "And, yes, look, the demographics, republicans have known about this for a long time, the demographics and presidential politics are very much on the Democrat side."}, {"sentId": 314, "text": "You know, Romney got 27 percent of Hispanic vote in 2012."}, {"sentId": 315, "text": "Trump is polling at around 20 percent and the Hispanic vote will be a much larger part of the electorate this time."}, {"sentId": 316, "text": "He has to improve those numbers."}], "speaker": "LIZZA", "secId": 98}, {"sentences": [{"sentId": 317, "text": "I think I agree with Mark that a lot of his outreach to non-white communities is a little bit more appealing to, you know, white college-educated voters who are turned off because they think Trump is intolerant to those communities."}], "speaker": "LIZZA", "secId": 99}, {"sentences": [{"sentId": 318, "text": "But, you know, like to coin a phrase, what does he have to lose by trying to appeal to some of those communities?"}, {"sentId": 319, "text": "He's, you know, only getting 1 percent or 2 percent in the black community right now."}], "speaker": "LIZZA", "secId": 100}, {"sentences": [{"sentId": 320, "text": "And, Corey, he said that particularly  he went on."}, {"sentId": 321, "text": "That spoke the differences that I've noticed in last of couple of days, instead of saying, \"You know, your communities are horrible, you're going -- you know, I'm not going to paraphrase."}, {"sentId": 322, "text": "And you're going to be shot and that sort of thing."}, {"sentId": 323, "text": "He's now saying African-Americans have made contributions to society as war heroes and on and on, and they're doing - there are many parts, big part of the African-American community that is doing very well, but many goes on."}, {"sentId": 324, "text": "So, what do you have to say to what Ryan?"}], "speaker": "LEMON", "secId": 101}, {"sentences": [{"sentId": 325, "text": "Look, what Ryan said is exactly right."}, {"sentId": 326, "text": "You know, Donald Trump is getting 22 percent of the Hispanic vote right now in the latest polls, which you also see as the voter registration by party."}, {"sentId": 327, "text": "And that battleground of state of Florida has trended much better for the republicans right now."}, {"sentId": 328, "text": "They picked up about 300,000 new registrants over the democrats and the state that Barack Obama won by 75,000 votes in North Carolina."}, {"sentId": 329, "text": "You see that Mitt Romney actually carried by 92,000 thousands."}, {"sentId": 330, "text": "Republicans have made more gains in that state when it comes to party registration."}, {"sentId": 331, "text": "That doesn't mean there are still some pluralities of independence that are registering there both for the ..."}], "speaker": "LEWANDOWSKI", "secId": 102}, {"sentences": [{"sentId": 332, "text": "OK."}, {"sentId": 333, "text": "So, the numbers show that more independents are ..."}], "speaker": "LEMON", "secId": 103}, {"sentences": [{"sentId": 334, "text": "You're right."}, {"sentId": 335, "text": "And that is traditionally been the case in most states where most people are no longer aligning with republicans or democrats."}, {"sentId": 336, "text": "But if you look at the states like Pennsylvania, North Carolina and Florida, three major states that are going to probably determine the outcome of this presidential election, republicans have done a good job in the last four years of registering more party people in those states than the democrats have."}], "speaker": "LEWANDOWSKI", "secId": 104}, {"sentences": [{"sentId": 337, "text": "You've done this before."}, {"sentId": 338, "text": "Is that enough?"}], "speaker": "LEMON", "secId": 105}, {"sentences": [{"sentId": 339, "text": "I don't know that it's going to be enough."}, {"sentId": 340, "text": "I mean part of - presumably, part of why we're having a discussion about immigration policy and part of the reason why there might be some kind of pivot or change on immigration policy is to make Donald Trump a more appealing candidate for general election."}, {"sentId": 341, "text": "The challenge in doing that, though, is that you got all the things that he said previously."}], "speaker": "CHEN", "secId": 106}, {"sentences": [{"sentId": 342, "text": "Right."}], "speaker": "RYE", "secId": 107}, {"sentences": [{"sentId": 343, "text": "And my sense is that that stuff is going to be much more difficult to overcome even if he is softening his view on what to do with 11 million people that goes  here illegally now."}], "speaker": "CHEN", "secId": 108}, {"sentences": [{"sentId": 344, "text": "The previous statements are going to get in the way of making progress on that issue."}], "speaker": "CHEN", "secId": 109}, {"sentences": [{"sentId": 345, "text": "Much more difficult to overcome for people who have not -- the undecided and for the independents, not for his base, because where else are they going to go."}], "speaker": "LEMON", "secId": 110}, {"sentences": [{"sentId": 346, "text": "Right."}, {"sentId": 347, "text": "But see that -- and that's the thing."}, {"sentId": 348, "text": "I don't think that this base really believes -- even if he were to say in a speech, \"We're going to do something different.\""}, {"sentId": 349, "text": "I don't think people who support Donald Trump really believe that he will do something different."}], "speaker": "CHEN", "secId": 111}, {"sentences": [{"sentId": 350, "text": "I think they have read into him what they believe their preferred immigration policy is."}, {"sentId": 351, "text": "And by the way, border security, e-verify, those are republican standbys."}, {"sentId": 352, "text": "I mean, those are things that we've been talking about for decades."}], "speaker": "CHEN", "secId": 112}, {"sentences": [{"sentId": 353, "text": "Those are also a very crucial part of the Senate Bill, the Senate Bill 744, that they could not get passed in 2013."}], "speaker": "RYE", "secId": 113}, {"sentences": [{"sentId": 354, "text": "The \"Gang of Eight\" bill."}], "speaker": "LEMON", "secId": 114}, {"sentences": [{"sentId": 355, "text": "The \"Gang of Eight\" of bill that Marco Rubio was bashed for and told he was the amnesty candidate as a result of that ."}], "speaker": "RYE", "secId": 115}, {"sentences": [{"sentId": 356, "text": "Where does this playing?"}, {"sentId": 357, "text": "Go ahead, Ryan."}], "speaker": "LEMON", "secId": 116}, {"sentences": [{"sentId": 358, "text": "No, I was going to say that, you know, the -- look, that what he's learning is what everyone learns that when they look at the immigration problem, the most vexing problem is what you do with how you treat the 11 million people who came here at one point in their life illegally, and you're basically either for, you know, at one time he's called for the deportation force to get everyone out or you're in favor of some kind, even if it's an extremely severe kind of amnesty."}], "speaker": "LIZZA", "secId": 117}, {"sentences": [{"sentId": 359, "text": "There's really not -- it's really sort of black and white when you boil it down like that."}, {"sentId": 360, "text": "And I think Trump's big mistake was he got pushed into talking about this deportation force in interviews when if you look at his website, it's really not there in his detailed policy plan on the Trump website, but it's something that he brought up in a couple of interviews and it sort of defined the plan now and that's the box he's trying to escape from ..."}], "speaker": "LIZZA", "secId": 118}, {"sentences": [{"sentId": 361, "text": "He's boxed himself in."}, {"sentId": 362, "text": "But the interesting thing is -- I lost my train of thought here."}, {"sentId": 363, "text": "When it comes to immigration is that his plan is very similar to the plan of Barack Obama as now, except he's saying he's going to do it more energetically the way the plan is currently."}], "speaker": "LEMON", "secId": 119}, {"sentences": [{"sentId": 364, "text": "So unless he makes a big, you know, pivot to add more things, it's kind of the current plan that's already in place."}], "speaker": "LEMON", "secId": 120}, {"sentences": [{"sentId": 365, "text": "And it's not just the plan, it's neither the laws that are on the book."}, {"sentId": 366, "text": "You heard earlier tonight, Donald Trump Jr. say we have to let ICE do its job."}, {"sentId": 367, "text": "Well, ICE is doing its job and you've complained that they're letting people onto the streets who've committed crime."}, {"sentId": 368, "text": "These, again, are people who have served their time."}], "speaker": "RYE", "secId": 121}, {"sentences": [{"sentId": 369, "text": "So, these are the -- the laws that they want enforce, again, are the things that the \"Gang of Eight\" were lifting up."}, {"sentId": 370, "text": "They talked about border enforcement."}, {"sentId": 371, "text": "These are all measures that were -- or pieces of legislation that were voted on in the senate pass , it's going to -- and it couldn't get better to the house ."}], "speaker": "RYE", "secId": 122}, {"sentences": [{"sentId": 372, "text": "When we talk about people who are energized and are motivated to go to the polls, does it matter that there are -- that Hillary Clinton has more support from democrats in general and the democratic establishment because Donald Trump does not have the bulk of republican support?"}, {"sentId": 373, "text": "Does that matter at all?"}, {"sentId": 374, "text": "How does that play into it?"}], "speaker": "LEMON", "secId": 123}, {"sentences": [{"sentId": 375, "text": "Well, yes, it matters that Mitt Romney won 92 percent of the republican vote and Donald Trump can only win 75 percent of it, that's a significant percentage of people."}], "speaker": "CHEN", "secId": 124}, {"sentences": [{"sentId": 376, "text": "So, I mean he needs the republican base to show up for him in the way that they traditionally have shown up in the last few cycles."}], "speaker": "CHEN", "secId": 125}, {"sentences": [{"sentId": 377, "text": "You know, and we do talk about, Don, about how he's softening his stance, he needs to flip-flop or what have you."}, {"sentId": 378, "text": "But I'll tell you what."}, {"sentId": 379, "text": "If you're a republican on the fence and you're seeing Donald evolved on this issue, you're welcoming the evolution."}], "speaker": "PRESTON", "secId": 126}, {"sentences": [{"sentId": 380, "text": "Speaking of republicans, I want you guys to weigh in on this."}, {"sentId": 381, "text": "We've got some breaking news inside of Arizona tonight."}, {"sentId": 382, "text": "Here it is."}, {"sentId": 383, "text": "CNN projects John McCain has won his Arizona primary."}, {"sentId": 384, "text": "A race the senator called \"the fight of his political life\"."}, {"sentId": 385, "text": "Let's discuss."}], "speaker": "LEMON", "secId": 127}, {"sentences": [{"sentId": 386, "text": "There has been some concern about this."}, {"sentId": 387, "text": "Mark, weigh in first."}], "speaker": "LEMON", "secId": 128}, {"sentences": [{"sentId": 388, "text": "Well, first of all, obviously a big for John McCain, you know, somebody who constantly has to beat back the base of his own party in Arizona couple of years ago."}, {"sentId": 389, "text": "They centered him, right?"}, {"sentId": 390, "text": "Because they think that he was conservative enough."}, {"sentId": 391, "text": "He's been very careful on this campaign not to be critical of Donald Trump at the same time Donald Trump said he wasn't a war hero."}, {"sentId": 392, "text": "Initially win back his candidacy, said that he didn't do enough for vets, for the veterans."}, {"sentId": 393, "text": "However, John McCain, the smart politician he is, takes his step back, doesn't weigh in, and says, \"Listen, I'm going to back the nominee.\""}], "speaker": "PRESTON", "secId": 129}, {"sentences": [{"sentId": 394, "text": "Let me ask you."}, {"sentId": 395, "text": "So, you got Debbie Wasserman-Schultz who's the projected winner there, you got Marco Rubio at least in the primary and you have John McCain."}, {"sentId": 396, "text": "This is all -- this is win -- these are wins for the establishment."}, {"sentId": 397, "text": "Is this a foreshadowing of what's going to happen or what could possibly happen with this election?"}, {"sentId": 398, "text": "Does the establishment have the advantage here?"}], "speaker": "LEMON", "secId": 130}, {"sentences": [{"sentId": 399, "text": "My sense, Don, is that these are candidates, they know their states."}], "speaker": "CHEN", "secId": 131}, {"sentences": [{"sentId": 400, "text": "Right."}], "speaker": "LEMON", "secId": 132}, {"sentences": [{"sentId": 401, "text": "That it's about John McCain understanding Arizona or Marco Rubio working hard in Florida."}, {"sentId": 402, "text": "He's been Florida a lot the last couple of weeks working that state."}, {"sentId": 403, "text": "He understands that state."}, {"sentId": 404, "text": "That's really what this is about, more than about the establishment striking back."}, {"sentId": 405, "text": "I mean I think this is really personalized."}], "speaker": "CHEN", "secId": 133}, {"sentences": [{"sentId": 406, "text": "And these are incumbents."}], "speaker": "RYE", "secId": 134}, {"sentences": [{"sentId": 407, "text": "Ryan Lizza."}, {"sentId": 408, "text": "I'm sorry."}, {"sentId": 409, "text": "Angela."}], "speaker": "LEMON", "secId": 135}, {"sentences": [{"sentId": 410, "text": "I was going to say these are incumbents who, again, they had challengers who weren't necessarily super strong."}, {"sentId": 411, "text": "I know Marco Rubio had a challenger, who poured millions of his own dollars into the race, but we also that slide in the face of Jeb Bush during the race."}], "speaker": "RYE", "secId": 136}, {"sentences": [{"sentId": 412, "text": "I'm sorry."}, {"sentId": 413, "text": "Yeah."}, {"sentId": 414, "text": "Ryan Lizza."}], "speaker": "LEMON", "secId": 137}, {"sentences": [{"sentId": 415, "text": "I would say one thing on the McCain victory."}, {"sentId": 416, "text": "I know from reporting on the McCain campaign recently that there was a debate in that campaign after the incident with the Khan family and Donald Trump over whether McCain should retract his endorsements of Donald Trump."}, {"sentId": 417, "text": "And the faction that won that debate was the faction that said you're in a relatively tough primary, wait until your primary is over, don't rock the boat, stick with your position on McCain."}], "speaker": "LIZZA", "secId": 138}, {"sentences": [{"sentId": 418, "text": "Do you think that's been changed?"}], "speaker": "LEMON", "secId": 139}, {"sentences": [{"sentId": 419, "text": "I don't know who change."}, {"sentId": 420, "text": "I don't think it looks so heroic if you do it now after the primary is over."}, {"sentId": 421, "text": "But, if I do think that politically if it's in his interest to do it going into the general election that you might see more of these republicans doing it now that they pass their primaries."}], "speaker": "LIZZA", "secId": 140}, {"sentences": [{"sentId": 422, "text": "OK.  Corey, last word."}], "speaker": "LEMON", "secId": 141}, {"sentences": [{"sentId": 423, "text": "Yeah, I think that's true."}, {"sentId": 424, "text": "I think in the state of Arizona probably more so than any other state, the issue of illegal immigration really hits home."}, {"sentId": 425, "text": "And I think it would have been really difficult for John McCain to come out and go after Donald Trump in a primary, where he was having \"the fight of his life\" and taking a contrary position on such a hard-line stance."}], "speaker": "LEWANDOWSKI", "secId": 142}, {"sentences": [{"sentId": 426, "text": "It doesn't look heroic he'd maybe for an election, but everyone will agree."}, {"sentId": 427, "text": "John McCain is a war hero."}], "speaker": "LEMON", "secId": 143}, {"sentences": [{"sentId": 428, "text": "Absolutely."}], "speaker": "RYE", "secId": 144}, {"sentences": [{"sentId": 429, "text": "Yeah."}], "speaker": "LEWANDOWSKI", "secId": 145}, {"sentences": [{"sentId": 430, "text": "Yeah."}, {"sentId": 431, "text": "John McCain the projected republican winner in the primary this evening."}, {"sentId": 432, "text": "CNN is just projecting that."}], "speaker": "LEMON", "secId": 146}, {"sentences": [{"sentId": 433, "text": "Thank you, everyone."}, {"sentId": 434, "text": "I appreciate it."}, {"sentId": 435, "text": "When we come right back, more on Donald Trump's trip south of the border."}, {"sentId": 436, "text": "Will his base buy all of this?"}], "speaker": "LEMON", "secId": 147}, {"sentences": [{"sentId": 437, "text": "Donald Trump changing the campaign conversation tonight as only he can with the surprise announcement that he will meet with the President of Mexico tomorrow."}, {"sentId": 438, "text": "I want to bring in CNN Political Analyst Kirsten Powers who is a consultant for \"USA Today\"."}, {"sentId": 439, "text": "Welcome to ..."}], "speaker": "LEMON", "secId": 148}, {"sentences": [{"sentId": 440, "text": "Contributor."}], "speaker": "POWERS", "secId": 149}, {"sentences": [{"sentId": 441, "text": "Contributor."}], "speaker": "LEMON", "secId": 150}, {"sentences": [{"sentId": 442, "text": "Yeah, columnist."}], "speaker": "POWERS", "secId": 151}, {"sentences": [{"sentId": 443, "text": "Sorry."}, {"sentId": 444, "text": "Contributor."}], "speaker": "LEMON", "secId": 152}, {"sentences": [{"sentId": 445, "text": "It's late."}, {"sentId": 446, "text": "LEMON:  Contributor."}, {"sentId": 447, "text": "Yes, it is."}, {"sentId": 448, "text": "Thank you."}, {"sentId": 449, "text": "Big fan."}, {"sentId": 450, "text": "Welcome to CNN."}, {"sentId": 451, "text": "We're so happy to have you here."}], "speaker": "POWERS", "secId": 153}, {"sentences": [{"sentId": 452, "text": "I'm a huge fan."}, {"sentId": 453, "text": "It's so nice to be here."}], "speaker": "POWERS", "secId": 154}, {"sentences": [{"sentId": 454, "text": "Yeah."}, {"sentId": 455, "text": "Will you make it to him announcing that going to be with Mexico President?"}], "speaker": "LEMON", "secId": 155}, {"sentences": [{"sentId": 456, "text": "Well, I think this will be good for him, because it's something that's presidential."}, {"sentId": 457, "text": "It's something the Hillary Clinton already has done a lot of, obviously as Secretary of State going around meeting with role leaders."}, {"sentId": 458, "text": "But it's not something that Donald Trump normally does."}], "speaker": "POWERS", "secId": 156}, {"sentences": [{"sentId": 459, "text": "So, on that front, I think that it will make him a presidential."}, {"sentId": 460, "text": "And now, we have to see what actually happens in the meeting and does the President of Mexico and Donald Trump have the same read out from the meeting."}, {"sentId": 461, "text": "We'll have to wait and see if they see things the same way."}], "speaker": "POWERS", "secId": 157}, {"sentences": [{"sentId": 462, "text": "In the beginning with the panel earlier, people are saying it could be a setup, it could be who knows."}, {"sentId": 463, "text": "But then towards the end, I think everyone came to a consensus, like what does he have to lose?"}], "speaker": "LEMON", "secId": 158}, {"sentences": [{"sentId": 464, "text": "What does he have to lose?"}], "speaker": "POWERS", "secId": 159}, {"sentences": [{"sentId": 465, "text": "Right."}], "speaker": "LEMON", "secId": 160}, {"sentences": [{"sentId": 466, "text": "No, he has nothing to lose."}, {"sentId": 467, "text": "You know, I think he should do it and I think that's a great opportunity for him to look presidential."}, {"sentId": 468, "text": "I'm sure that the President of Mexico probably isn't going to see things quite the same way Donald Trump does."}], "speaker": "POWERS", "secId": 161}, {"sentences": [{"sentId": 469, "text": "So, let's talk about the primaries."}, {"sentId": 470, "text": "John McCain and Marco Rubio are both winning their respective primaries."}, {"sentId": 471, "text": "What do these results say about the effect on the down ballot races?"}], "speaker": "LEMON", "secId": 162}, {"sentences": [{"sentId": 472, "text": "Well, I mean, both of these I think were expected."}, {"sentId": 473, "text": "So I don't know how much we can read into it in terms of how it's going to ultimately affect the down ballot races, though the expectation is that Donald Trump is going to be a drag on those races."}], "speaker": "POWERS", "secId": 163}, {"sentences": [{"sentId": 474, "text": "And so I don't have any reason to believe that that has changed."}, {"sentId": 475, "text": "The only thing that would change this is if somehow he turns around his approval rating numbers and can become more popular among the general electorate, sort of broaden out from his base and not be scaring away more moderate voters and swing voters."}], "speaker": "POWERS", "secId": 164}, {"sentences": [{"sentId": 476, "text": "So what happens to folks like John McCain and Marco Rubio in the general election now?"}, {"sentId": 477, "text": "Are they between a rock and a hard place or is it because if someone said that, you know, John McCain, you know, if he does come out now against Trump, he's not going to look that heroic."}], "speaker": "LEMON", "secId": 165}, {"sentences": [{"sentId": 478, "text": "Right."}], "speaker": "POWERS", "secId": 166}, {"sentences": [{"sentId": 479, "text": "And if he, you know, if he doesn't, maybe it's smooth sailing, he'll sort of ride this through."}], "speaker": "LEMON", "secId": 167}, {"sentences": [{"sentId": 480, "text": "I think there is a sense that maybe as people get closer to election day, they will ultimately decide to cut their losses with Donald Trump, but the other question with John McCain is has he been just beaten up a lot in this primary."}, {"sentId": 481, "text": "And so, you know, how does that affect him in the general election?"}, {"sentId": 482, "text": "But look, I mean, he's an incumbent."}, {"sentId": 483, "text": "He's been around for a long time."}, {"sentId": 484, "text": "I don't think he seen as being in a lot of danger but having Donald Trump at the top of the ticket is going to be very difficult for people, especially people who are kind of keeping him at arms' length."}], "speaker": "POWERS", "secId": 168}, {"sentences": [{"sentId": 485, "text": "Let's talk about Hillary Clinton's e-mails."}, {"sentId": 486, "text": "So, it's a drip, drip, drip now with Hillary Clinton's e-mail."}, {"sentId": 487, "text": "It seems to be something new every single day."}, {"sentId": 488, "text": "Do you think if this keeps up, it's going to be hard or harder for her to keep the momentum?"}], "speaker": "LEMON", "secId": 169}, {"sentences": [{"sentId": 489, "text": "Well, look, her biggest problems, as we all know, are her trust, her trust numbers."}, {"sentId": 490, "text": "And they really started to take a nose dive when we first found out she had this server and that she had these private e-mails."}], "speaker": "POWERS", "secId": 170}, {"sentences": [{"sentId": 491, "text": "And so at any time e-mails come in to the conversation, any time there is new revelation about e-mails or new revelation that doesn't line up with what she said before, then I think that it continues to run forces narrative  with Hillary Clinton that she is not trustworthy and that absolutely hands down her biggest problem."}], "speaker": "POWERS", "secId": 171}, {"sentences": [{"sentId": 492, "text": "Should she cut ties with the Clinton Foundation and how much should a candidate actually release about themselves, personal information, tax returns, on and on and on?"}], "speaker": "LEMON", "secId": 172}, {"sentences": [{"sentId": 493, "text": "More with Kirsten right on the other side of this break."}], "speaker": "LEMON", "secId": 173}, {"sentences": [{"sentId": 494, "text": "Back now with CNN Political Analyst Kirsten Powers."}], "speaker": "LEMON", "secId": 174}, {"sentences": [{"sentId": 495, "text": "There is a response up from the Clinton campaign, Kirsten, that I want to get you to weigh in on and this is in regards to Donald Trump meeting with the Mexican President."}], "speaker": "LEMON", "secId": 175}, {"sentences": [{"sentId": 496, "text": "It says, \"What ultimately matters is what Donald Trump says to voters in Arizona, not Mexico, and whether he remains committed to the splitting up of families and deportation of millions.\""}, {"sentId": 497, "text": "Is that accurate?"}], "speaker": "LEMON", "secId": 176}, {"sentences": [{"sentId": 498, "text": "Yeah, I think that's definitely accurate."}, {"sentId": 499, "text": "It doesn't mean he can't meet with the president of Mexico and I think that he can, you know, he is welcome to do that but in terms of the election, the real question is what is Donald Trump's policy, exactly?"}, {"sentId": 500, "text": "Because it has been shifting so much in terms of whether or not he wants to, you know, essentially be deporting American families."}], "speaker": "POWERS", "secId": 177}, {"sentences": [{"sentId": 501, "text": "Speaking of the Clinton campaign, \"The New York Times\" Editorial Board called on Hillary Clinton to cut her ties with the foundation now."}, {"sentId": 502, "text": "Do you agree?"}, {"sentId": 503, "text": "POWERS:  You know, I think this is a tough one."}, {"sentId": 504, "text": "Ultimately, I think it's probably the best thing to do because it has created too many problems for Clinton in terms of her race."}, {"sentId": 505, "text": "I think it is sad because the foundation does do so much good work, and without the Clintons attached to it, it's probably going to do less good work, but it has gotten to the point now where it's become such a liability for her."}, {"sentId": 506, "text": "And there's just too many conflicts of interest."}, {"sentId": 507, "text": "There were too many conflicts of interest frankly when she was secretary of state because of the crossover of the type of people that give the foundations like this and have business before the U.S. government."}], "speaker": "LEMON", "secId": 178}, {"sentences": [{"sentId": 508, "text": "I want you to weigh in how many -- quickly in the short time that we have left."}, {"sentId": 509, "text": "How much information should a candidate release?"}, {"sentId": 510, "text": "Because, you know, Hillary Clinton is refusing to release her transcripts, Donald Trump, his tax returns."}, {"sentId": 511, "text": "How much more should we hear from doctors?"}, {"sentId": 512, "text": "How much should a campaign release?"}], "speaker": "LEMON", "secId": 179}, {"sentences": [{"sentId": 513, "text": "OK.  Well, so as a columnist, I want them to release everything, right?"}], "speaker": "POWERS", "secId": 180}, {"sentences": [{"sentId": 514, "text": "How much do voters need to know?"}], "speaker": "LEMON", "secId": 181}, {"sentences": [{"sentId": 515, "text": "And I think voters need to know as much as they possibly can."}, {"sentId": 516, "text": "I think that there should be as much transparency as possible so that people are making informed decisions."}], "speaker": "POWERS", "secId": 182}, {"sentences": [{"sentId": 517, "text": "If you're on a campaign, though, you're going to not want to release everything because things can be poured through and misinterpreted."}, {"sentId": 518, "text": "Take the doctor issue for example."}], "speaker": "POWERS", "secId": 183}, {"sentences": [{"sentId": 519, "text": "What if we find out that somebody had some sort of illness in the past?"}, {"sentId": 520, "text": "What does it really tell us about the future?"}, {"sentId": 521, "text": "John McCain had multiple cancers, you know, and did approve that he was going to die."}, {"sentId": 522, "text": "No, not necessarily."}, {"sentId": 523, "text": "He is alive."}], "speaker": "POWERS", "secId": 184}, {"sentences": [{"sentId": 524, "text": "Yeah."}, {"sentId": 525, "text": "And what do you need to know about someone if their central tenants besides building a wall, is how good a business person you are?"}, {"sentId": 526, "text": "What then you would want to know?"}], "speaker": "LEMON", "secId": 185}, {"sentences": [{"sentId": 527, "text": "Yes, they would want to know that."}], "speaker": "POWERS", "secId": 186}, {"sentences": [{"sentId": 528, "text": "... on tax returns."}, {"sentId": 529, "text": "Thank you, Kirsten."}, {"sentId": 530, "text": "It's been a good welcome."}], "speaker": "LEMON", "secId": 187}, {"sentences": [{"sentId": 531, "text": "All right."}, {"sentId": 532, "text": "Thank you."}], "speaker": "POWERS", "secId": 188}, {"sentences": [{"sentId": 533, "text": "Good to have you here."}], "speaker": "LEMON", "secId": 189}, {"sentences": [{"sentId": 534, "text": "That's it for us tonight."}, {"sentId": 535, "text": "Thank you for watching."}, {"sentId": 536, "text": "Good night."}], "speaker": "LEMON", "secId": 190}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1608.30.cnnt.02.html.json", "time": "Aired August 30, 2016 - 23:00   ET"}