{"sectionCount": 290, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["LEMON", "OBAMA", "JONES", "LIZZA", "BUMP", "COHEN", "NORQUIST", "VANZANT", "UNIDENTIFIED MALE", "MOORE", "LOWERY", "CHAPPELLE", "MAYO", "RYE", "MARC LAMONT HILL", "UNIDENTIFIED FEMALE", "ROCK", "HILL"], "subTitle": "Obama Asks Americans to Give Trump a Chance; Will Trump's Children Get Top Security Clearance; Jobs and Infrastructure Projects; Overcoming Tensions Post-Election; Trump and African-American Voters. Aired 11p-12a ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1611/14/cnnt.02.html", "sentenceCount": 704, "sections": [{"sentences": [{"sentId": 0, "text": "Breaking news, will Donald Trump's children be granted top security clearance when he becomes president?"}], "speaker": "LEMON", "secId": 0}, {"sentences": [{"sentId": 1, "text": "This is CNN TONIGHT."}, {"sentId": 2, "text": "I'm Don Lemon."}], "speaker": "LEMON", "secId": 1}, {"sentences": [{"sentId": 3, "text": "At the same time, sources telling CNN about severe infighting within Trump's transition team."}, {"sentId": 4, "text": "One source calling it a knife fight."}, {"sentId": 5, "text": "Well, meanwhile President Barack Obama urging Americans to give the president-elect a chance."}], "speaker": "LEMON", "secId": 2}, {"sentences": [{"sentId": 6, "text": "I don't think he is ideological."}, {"sentId": 7, "text": "I think ultimately he's pragmatic in that way and that can serve him well as long as he's got good people around him, and he has a clear sense of direction."}], "speaker": "OBAMA", "secId": 3}, {"sentences": [{"sentId": 8, "text": "I want to begin this hour with CNN White House correspondent Athena Jones."}], "speaker": "LEMON", "secId": 4}, {"sentences": [{"sentId": 9, "text": "Athena, good evening to you."}, {"sentId": 10, "text": "You were at the president's press conference today, the first since Donald Trump won the election."}, {"sentId": 11, "text": "What's your takeaway?"}], "speaker": "LEMON", "secId": 5}, {"sentences": [{"sentId": 12, "text": "I thought it was interesting, Don, how much time the president spent talking about what he views as some of his administration's biggest achievements."}, {"sentId": 13, "text": "He spent almost as much time reminding viewers about those accomplishments as he did trying to, it seems like, ease the concerns of people who did not support Donald Trump."}], "speaker": "JONES", "secId": 6}, {"sentences": [{"sentId": 14, "text": "And that clip you just played I thought also was an interesting takeaway."}, {"sentId": 15, "text": "The president spoke quite a bit about that meeting he had with President-elect Trump last week in the Oval Office."}, {"sentId": 16, "text": "They sat down and talked for an hour and a half."}, {"sentId": 17, "text": "And his takeaway was that Trump, as you played it, is not ideological but he's pragmatic in a way that can serve him well if he has good people around him and a clear sense of direction."}], "speaker": "JONES", "secId": 7}, {"sentences": [{"sentId": 18, "text": "Well, today I asked President Obama about one of the people that Trump has around him."}, {"sentId": 19, "text": "A person he has tapped to be a chief strategist and a senior adviser in his White House."}, {"sentId": 20, "text": "And that is Steve Bannon, the former head of Breitbart News."}, {"sentId": 21, "text": "As you know, it's a Web site that has championed white nationalist themes, and so I asked the president, what message does it send to the country and to the world having a person like Steve Bannon having such a prominent role in your White House?"}], "speaker": "JONES", "secId": 8}, {"sentences": [{"sentId": 22, "text": "The president didn't want to comment."}, {"sentId": 23, "text": "He said it would be inappropriate for him to comment in the interest of trying to facilitate a smooth transition."}, {"sentId": 24, "text": "He went on to say that the voters have spoken."}, {"sentId": 25, "text": "Donald Trump will be the 45th president."}, {"sentId": 26, "text": "And here's some more of what he had to say."}], "speaker": "JONES", "secId": 9}, {"sentences": [{"sentId": 27, "text": "Those who didn't vote for him have to recognize that that's how democracy works."}, {"sentId": 28, "text": "That's how this system operates."}, {"sentId": 29, "text": "When I won, there were a number of people who didn't like me."}, {"sentId": 30, "text": "And didn't like what I stood for."}, {"sentId": 31, "text": "And, you know, I think that whenever you've got an incoming president of the other side, particularly in a bitter election like this, it takes a while for people to reconcile themselves with that new reality."}], "speaker": "OBAMA", "secId": 10}, {"sentences": [{"sentId": 32, "text": "Hopefully it's a new reminder that elections matter and voting counts."}, {"sentId": 33, "text": "And so, you know, I don't know how many times we have to relearn this lesson because we ended up having 43 percent of the country not voting who were eligible to vote."}, {"sentId": 34, "text": "But it makes a difference."}], "speaker": "OBAMA", "secId": 11}, {"sentences": [{"sentId": 35, "text": "So elections matter."}, {"sentId": 36, "text": "That's a message he -- that sort of seemed he repeated more than once and so, Don, we saw a very different tone from the president today in this press conference than we've seen over the last several weeks or longer of him being on the campaign trail, throwing barbs at Donald Trump and sometimes speaking in apocalyptic terms about a Trump presidency."}], "speaker": "JONES", "secId": 12}, {"sentences": [{"sentId": 37, "text": "Today he was calmed, he spoke carefully, he was measured."}, {"sentId": 38, "text": "And at times, it almost seemed like he was trying to send a message about what a president -- how a president should speak."}, {"sentId": 39, "text": "How a president should carry himself."}], "speaker": "JONES", "secId": 13}, {"sentences": [{"sentId": 40, "text": "Yes."}], "speaker": "LEMON", "secId": 14}, {"sentences": [{"sentId": 41, "text": "So it was a very, very interesting press conference -- Don."}], "speaker": "JONES", "secId": 15}, {"sentences": [{"sentId": 42, "text": "How a president should conduct himself."}, {"sentId": 43, "text": "Yes."}, {"sentId": 44, "text": "Thank you very much."}, {"sentId": 45, "text": "I appreciate that, Athena."}], "speaker": "LEMON", "secId": 16}, {"sentences": [{"sentId": 46, "text": "I want to bring in now \"Washington Post\" political reporter Philip Bump and CNN political commentator Ryan Lizza, Washington correspondent for the \"New Yorker.\""}], "speaker": "LEMON", "secId": 17}, {"sentences": [{"sentId": 47, "text": "Good morning, gentlemen."}, {"sentId": 48, "text": "Thank you so much for joining me tonight."}], "speaker": "LEMON", "secId": 18}, {"sentences": [{"sentId": 49, "text": "Ryan, I'm going to start with you."}, {"sentId": 50, "text": "There's word today that Donald Trump wants his children and son-in-law to be given top security clearances."}, {"sentId": 51, "text": "A transition official denies that, and says his children haven't filled out the paperwork."}, {"sentId": 52, "text": "But does that concern you?"}], "speaker": "LEMON", "secId": 19}, {"sentences": [{"sentId": 53, "text": "Yes, I think it's deeply concerning because we've been told two things now about what Donald Trump's children or at least three of his children will be doing during the Trump presidency."}, {"sentId": 54, "text": "We were told during the campaign that they would be running his business and that would be how the Trump family would separate Donald Trump's business empire, which he says is worth $10 million, from his government service."}], "speaker": "LIZZA", "secId": 20}, {"sentences": [{"sentId": 55, "text": "Now let me tell you, any of Donald Trump's competitors around the world, would be very happy if they had access to top secret information from the U.S. government."}], "speaker": "LIZZA", "secId": 21}, {"sentences": [{"sentId": 56, "text": "So the idea that his children will be learning about our government secrets at the same time that they are running a multibillion dollar global business is the kind of thing that you would expect to see in a third world banana republic, not in the United States of America."}, {"sentId": 57, "text": "So, again, this issue of the conflict between his companies and his -- and the corporate world and his -- and our government has not been settled, at the least."}, {"sentId": 58, "text": "And this is just sort of the latest worrying sign."}], "speaker": "LIZZA", "secId": 22}, {"sentences": [{"sentId": 59, "text": "And just to add one detail, Ivanka Trump's business has tonight tweeted out an advertisement for a $10,000 bracelet that Ivanka was apparently wearing on \"60 Minutes\" and is using her appearance on \"60 Minutes\" to sell jewelry."}], "speaker": "LIZZA", "secId": 23}, {"sentences": [{"sentId": 60, "text": "So this is completely new in American life."}, {"sentId": 61, "text": "We have never had a presidential family that a week after the election is trying to profit off of their father's winning the presidency."}], "speaker": "LIZZA", "secId": 24}, {"sentences": [{"sentId": 62, "text": "Although I think it's worth pointing out that Ivanka Trump also did that after the convention."}, {"sentId": 63, "text": "She had a dress that she wore at the convention and her advertisers sent that out as well."}], "speaker": "BUMP", "secId": 25}, {"sentences": [{"sentId": 64, "text": "Yes."}, {"sentId": 65, "text": "And I -- like I would -- I would make a distinction."}, {"sentId": 66, "text": "There's things that you do when perhaps when you're running for president that really change once your father ascends to the office."}, {"sentId": 67, "text": "I mean, people were outraged when the Bush brothers cashed in on the Bush presidency or when, you know, Billy Carter did something embarrassing to Jimmy Carter."}, {"sentId": 68, "text": "But this is -- this is a much different and more worrying level."}], "speaker": "LIZZA", "secId": 26}, {"sentences": [{"sentId": 69, "text": "You were shaking your head in agreement to what he was saying."}, {"sentId": 70, "text": "Do you think it's his business competitors would like to know what -- you know?"}], "speaker": "LEMON", "secId": 27}, {"sentences": [{"sentId": 71, "text": "Yes."}, {"sentId": 72, "text": "I mean, categorically, I think Ryan's exactly right."}, {"sentId": 73, "text": "And you know, I think the thing that's interesting about this, too, is the fact that Donald Trump has a lot of confidence and a lot of faith in his kids."}, {"sentId": 74, "text": "And they're some of the closest people to him."}, {"sentId": 75, "text": "They are close to him in business."}, {"sentId": 76, "text": "They are close to him outside of business."}], "speaker": "BUMP", "secId": 28}, {"sentences": [{"sentId": 77, "text": "Right."}, {"sentId": 78, "text": "BUMP:  We've seen them on the campaign trail."}, {"sentId": 79, "text": "I think it's"}], "speaker": "LEMON", "secId": 29}, {"sentences": [{"sentId": 80, "text": "interesting that these, though -- this is the limited circle that he has that he has confidence in, that he puts trust in."}, {"sentId": 81, "text": "If you look at his transition team, the transition team members are almost entirely people who've been with him since day one."}, {"sentId": 82, "text": "He has not really demonstrated an ability to extend outward."}, {"sentId": 83, "text": "He has a ton of positions he needs to fill at the White House and in the executive branch."}, {"sentId": 84, "text": "And it seems as though he has a fairly limited pool of people that he trusts."}], "speaker": "LEMON", "secId": 30}, {"sentences": [{"sentId": 85, "text": "Let me ask you this real quick."}, {"sentId": 86, "text": "Can you just play this out logically for me?"}, {"sentId": 87, "text": "If -- you know, if Donald Trump gets information on fighting ISIS or, you know, the campaign against Iraq or in Syria, and all that stuff, would his children, Don Jr.  and Ivanka, get that information as well?"}, {"sentId": 88, "text": "Would they be weighing in on giving him foreign policy advice?"}], "speaker": "LEMON", "secId": 31}, {"sentences": [{"sentId": 89, "text": "Well, if they have the highest level of security clearance, then he can talk to them about anything, right?"}, {"sentId": 90, "text": "I mean, it's like -- giving them access to -- you know, essentially, it's a pass code, right?"}, {"sentId": 91, "text": "They can go wherever they want with it."}, {"sentId": 92, "text": "They can get whatever information, have the conversations with the president at whatever level the president deems appropriate."}], "speaker": "BUMP", "secId": 32}, {"sentences": [{"sentId": 93, "text": "I mean, Don, there are senior people in the White House that don't have top level security clearances."}], "speaker": "LIZZA", "secId": 33}, {"sentences": [{"sentId": 94, "text": "Yes."}], "speaker": "LEMON", "secId": 34}, {"sentences": [{"sentId": 95, "text": "I mean, not -- this is not a -- this is not something that's just handed out to everyone who walks into an administration."}], "speaker": "LIZZA", "secId": 35}, {"sentences": [{"sentId": 96, "text": "Yes, but he has said repeatedly during the campaign that he would surround himself, Ryan, with the best people."}, {"sentId": 97, "text": "His children have no experience with policy or government."}, {"sentId": 98, "text": "I mean, is it dangerous potentially to national security?"}], "speaker": "LEMON", "secId": 36}, {"sentences": [{"sentId": 99, "text": "If his children are going to be his national security advisers?"}, {"sentId": 100, "text": "Yes, that's insane."}, {"sentId": 101, "text": "But this is what happens when -- I mean, look, he was elected partly because he didn't have any experience, right?"}, {"sentId": 102, "text": "This was a revolt against people who have experience, people who have been running things for a while."}, {"sentId": 103, "text": "So we shouldn't be shocked that all of a sudden, you know, he's relying on people without experience."}], "speaker": "LIZZA", "secId": 37}, {"sentences": [{"sentId": 104, "text": "But yes, we should be concerned."}, {"sentId": 105, "text": "I mean, the idea that his kids should be given -- I mean, I can't even believe we're here discussing this, Don."}, {"sentId": 106, "text": "I mean, the idea that his children are going to get -- and I should say that in the pool report, I did just see that a Trump adviser went down to the reporters that are hanging out downstairs at Trump Tower and tried to put this fire out and did say on background that Trump has not asked for this, and that as of right now, this is not a standing request."}], "speaker": "LIZZA", "secId": 38}, {"sentences": [{"sentId": 107, "text": "Yes ."}], "speaker": "LEMON", "secId": 39}, {"sentences": [{"sentId": 108, "text": "So we'll see if this goes forward or not."}], "speaker": "LIZZA", "secId": 40}, {"sentences": [{"sentId": 109, "text": "All right."}, {"sentId": 110, "text": "Thank you, gentlemen."}, {"sentId": 111, "text": "I appreciate it."}], "speaker": "LEMON", "secId": 41}, {"sentences": [{"sentId": 112, "text": "Thanks, Don."}], "speaker": "LIZZA", "secId": 42}, {"sentences": [{"sentId": 113, "text": "Straight ahead, Donald Trump's economic plans to create jobs and cut taxes."}, {"sentId": 114, "text": "Will it work?"}, {"sentId": 115, "text": "Will it all work?"}, {"sentId": 116, "text": "We'll talk about that next."}], "speaker": "LEMON", "secId": 43}, {"sentences": [{"sentId": 117, "text": "President-elect Donald Trump has an economic plan to create jobs."}, {"sentId": 118, "text": "Will it work?"}, {"sentId": 119, "text": "And will Congress give him the money for the programs he wants?"}], "speaker": "LEMON", "secId": 44}, {"sentences": [{"sentId": 120, "text": "Here to discuss William Cohen, contributing editor to \"Vanity Fair,\" who's the author of the \"Price of Silent,\" and Grover Norquist, the president of Americans for Tax Reform."}], "speaker": "LEMON", "secId": 45}, {"sentences": [{"sentId": 121, "text": "Good to have both of you on."}, {"sentId": 122, "text": "William, you first, priority number one is going to be jobs."}, {"sentId": 123, "text": "President-elect Donald Trump has proposed a major infrastructure program."}, {"sentId": 124, "text": "Will that create jobs?"}], "speaker": "LEMON", "secId": 46}, {"sentences": [{"sentId": 125, "text": "Yes, sure."}, {"sentId": 126, "text": "I mean, if you spend $1 trillion on the nation's infrastructure, our roads, our bridges, high speed rail services."}, {"sentId": 127, "text": "Absolutely."}, {"sentId": 128, "text": "I mean, by the way, President Obama did something very similar in his first two years in office."}, {"sentId": 129, "text": "A $800 billion stimulus program."}, {"sentId": 130, "text": "Supposedly that created a number of jobs as well."}, {"sentId": 131, "text": "But yes, it will create jobs, so in that sense that's great."}, {"sentId": 132, "text": "Now are those long lasting jobs, are those high- paying jobs, are those jobs that they can count on for more than just a period of building project in question?"}, {"sentId": 133, "text": "We don't know."}], "speaker": "COHEN", "secId": 47}, {"sentences": [{"sentId": 134, "text": "Same question to you, Grover."}, {"sentId": 135, "text": "Do you think it will create jobs?"}], "speaker": "LEMON", "secId": 48}, {"sentences": [{"sentId": 136, "text": "Look, the most important thing that Trump has said he's going to do is to take the corporate rate from 35 percent down to 15 percent."}, {"sentId": 137, "text": "That will create tremendous economic growth."}, {"sentId": 138, "text": "It will take growth in the country from 2 percent up to 4 percent which is huge."}], "speaker": "NORQUIST", "secId": 49}, {"sentences": [{"sentId": 139, "text": "We do need to have roads and bridges, whether it needs to be done by the federal government as opposed to state and local governments is a debate."}, {"sentId": 140, "text": "Certainly if the federal government does it under present law, the Davis-Bacon Act, which has a horrific past, is a law which raises the cost of anything the federal government builds by about 25 percent to 33 percent."}], "speaker": "NORQUIST", "secId": 50}, {"sentences": [{"sentId": 141, "text": "So if we get rid of the David-Bacon Act, with present gas taxes and other revenues, we can do a lot more building of roads."}, {"sentId": 142, "text": "And if we can get the EPA not to drag out the decision making for years and years, that saves a lot of money."}, {"sentId": 143, "text": "And if 25 percent of the road taxes that people pay were not diverted to things other than roads, which is presently what Congress and the federal government does, we could have a lot more roads."}, {"sentId": 144, "text": "So we do a lot of things to hurt ourselves, diverting money, gas"}], "speaker": "NORQUIST", "secId": 51}, {"sentences": [{"sentId": 145, "text": "taxes, people pay thinking they're paying for roads."}, {"sentId": 146, "text": "The money gets taken in other directions."}, {"sentId": 147, "text": "The David-Bacon Act takes more."}], "speaker": "NORQUIST", "secId": 52}, {"sentences": [{"sentId": 148, "text": "But let me ask you this."}, {"sentId": 149, "text": "I mean, let's stick to this infrastructure, Grover."}, {"sentId": 150, "text": "He has been talking about spending a lot of money on infrastructure, cutting taxes and spending more on defense."}, {"sentId": 151, "text": "However, will those policies increase our debt instead of reduce them?"}], "speaker": "LEMON", "secId": 53}, {"sentences": [{"sentId": 152, "text": "Well, the growth from lower taxes and less regulation can certainly generate revenue."}, {"sentId": 153, "text": "It did during the Reagan years, and I think that's very important, but also remember, when he talks about money being invested in infrastructure, he's talking about public- private partnerships, you're looking at new roads and bridges that can be built with tolls rather than taxes."}, {"sentId": 154, "text": "So it's not necessarily tax dollars that are being spent."}], "speaker": "NORQUIST", "secId": 54}, {"sentences": [{"sentId": 155, "text": "And what I talked about with the diversion of people's gas taxes and Davis-Bacon, a lot of federal money spent on -- supposedly spent on roads is not spent on roads."}], "speaker": "NORQUIST", "secId": 55}, {"sentences": [{"sentId": 156, "text": "OK."}, {"sentId": 157, "text": "Isn't it --"}], "speaker": "LEMON", "secId": 56}, {"sentences": [{"sentId": 158, "text": "He's talking about trickle down, right?"}, {"sentId": 159, "text": "Trickle down, has that ever worked?"}], "speaker": "LEMON", "secId": 57}, {"sentences": [{"sentId": 160, "text": "I think we need a little dose of reality here to what Grover is saying."}, {"sentId": 161, "text": "So the nonpartisan Tax Policy Center has examined what we know of President-elect Trump's proposals, economic proposals, said that they would add $7.2 trillion in debt to over 10 years to the national debt, which if Donald Trump correctly said, is quickly approaching $20 trillion and should be something we would do something about."}], "speaker": "COHEN", "secId": 58}, {"sentences": [{"sentId": 162, "text": "Instead, his proposals would add another $7.2 trillion in debt, that would make us a highly leveraged entity as a nation, 150 percent of GDP, which would rank us up by Greece, only Japan would have more debt as a percentage of GDP."}], "speaker": "COHEN", "secId": 59}, {"sentences": [{"sentId": 163, "text": "Now we know that Donald Trump knows a lot about highly leveraged entities."}, {"sentId": 164, "text": "Something like --of his businesses that he was involved with went into bankruptcy."}], "speaker": "COHEN", "secId": 60}, {"sentences": [{"sentId": 165, "text": "Yes."}], "speaker": "LEMON", "secId": 61}, {"sentences": [{"sentId": 166, "text": "And so -- I mean, he's been called the king of debt."}, {"sentId": 167, "text": "Maybe we're going to see that in the next four years in this country."}], "speaker": "COHEN", "secId": 62}, {"sentences": [{"sentId": 168, "text": "Go ahead, Grover, I'm sure you want to respond to that."}], "speaker": "LEMON", "secId": 63}, {"sentences": [{"sentId": 169, "text": "No, it's just the same nonsense we heard during the Reagan years."}, {"sentId": 170, "text": "If you grow it 4 percent a year, instead of 2 percent a year."}, {"sentId": 171, "text": "During the Reagan years --"}], "speaker": "NORQUIST", "secId": 64}, {"sentences": [{"sentId": 172, "text": "There's no guarantee of growing 4 percent a year."}, {"sentId": 173, "text": "That is the number that Donald Trump pulled out during the campaign."}, {"sentId": 174, "text": "There's no evidence of that that this will in anyway lead us to 4 percent growth."}, {"sentId": 175, "text": "Anyway."}], "speaker": "COHEN", "secId": 65}, {"sentences": [{"sentId": 176, "text": "Go ahead."}], "speaker": "LEMON", "secId": 66}, {"sentences": [{"sentId": 177, "text": "Yes, there is."}, {"sentId": 178, "text": "And what we had during the Reagan years with lower marginal tax rates and some deregulation, we grew it 4 percent a year."}, {"sentId": 179, "text": "And during the Obama years with stimulus spending we grew at 2 percent a year."}, {"sentId": 180, "text": "The difference between growing for a decade at 4 percent a year than 2 percent a year is $5 trillion more in revenue."}, {"sentId": 181, "text": "Not by raising taxes but by having more people working."}, {"sentId": 182, "text": "$5 trillion goes a lot to reducing debt and people who don't use dynamic scoring miss that."}, {"sentId": 183, "text": "Whether they call themselves nonpartisan or whatever, it's just not very good economics."}], "speaker": "NORQUIST", "secId": 67}, {"sentences": [{"sentId": 184, "text": "And so it's very important to understand there would be another 12 million people in this country today working if we had grown at Reagan rates rather than Obama rates."}, {"sentId": 185, "text": "That's the pain that Americans are seeing, that's the damaged families and households and neighborhoods of 12 million people not working."}, {"sentId": 186, "text": "We need to get growth back, that comes from lower taxes, less regulation."}], "speaker": "NORQUIST", "secId": 68}, {"sentences": [{"sentId": 187, "text": "Grover --"}], "speaker": "LEMON", "secId": 69}, {"sentences": [{"sentId": 188, "text": "And I think more serious infrastructure spending."}, {"sentId": 189, "text": "I think better by states than by Washington."}], "speaker": "NORQUIST", "secId": 70}, {"sentences": [{"sentId": 190, "text": "Can I just jump in here?"}, {"sentId": 191, "text": "Because I remember the Reagan years."}, {"sentId": 192, "text": "And you know, Reagan is a lovely guy."}, {"sentId": 193, "text": "Many people loved him."}, {"sentId": 194, "text": "But haven't we romanticized those years?"}, {"sentId": 195, "text": "Because we were also in a recession during the Reagan years as well."}], "speaker": "LEMON", "secId": 71}, {"sentences": [{"sentId": 196, "text": "What I'm measuring is from both Obama and Reagan."}, {"sentId": 197, "text": "From when they had the recession and when they started to come out of it, what you -- the Reagan growth started the year 1983 when the Reagan tax cuts kicked in."}, {"sentId": 198, "text": "From that point on, with the lower rates, you had strong economic growth going out more than a decade until our friend George Herbert Walker Bush decided to raise taxes and put an end to that."}], "speaker": "NORQUIST", "secId": 72}, {"sentences": [{"sentId": 199, "text": "Go ahead."}], "speaker": "LEMON", "secId": 73}, {"sentences": [{"sentId": 200, "text": "And we got a huge disparity in incomes in this country."}, {"sentId": 201, "text": "As a result in the Reagan years."}], "speaker": "COHEN", "secId": 74}, {"sentences": [{"sentId": 202, "text": "If it sounds like -- it just went -- any time something sounds like trickle down, I think people become concerned about it because it -- trickle down does not seem to work for any president who tried it, am I wrong?"}], "speaker": "LEMON", "secId": 75}, {"sentences": [{"sentId": 203, "text": "It's not -- trickledown economics is what left-wingers call a tax cut across the board."}, {"sentId": 204, "text": "It was 22 percent across the board for everybody who pays taxes."}], "speaker": "NORQUIST", "secId": 76}, {"sentences": [{"sentId": 205, "text": "What's the trickledown part of that, it was across the board tax cut taking the corporate rate from 35 to 15, when we're competing with Europe, which has a 25 percent average corporate."}], "speaker": "NORQUIST", "secId": 77}, {"sentences": [{"sentId": 206, "text": "You know key to what Grover is saying --"}], "speaker": "COHEN", "secId": 78}, {"sentences": [{"sentId": 207, "text": "We're harming ourselves under present law."}], "speaker": "NORQUIST", "secId": 79}, {"sentences": [{"sentId": 208, "text": "Quickly, because I got to get to --"}], "speaker": "LEMON", "secId": 80}, {"sentences": [{"sentId": 209, "text": "The key to what Grover is saying is this 4 percent growth rate."}, {"sentId": 210, "text": "And it's easy to say it on national TV, it's a lot harder to do."}], "speaker": "COHEN", "secId": 81}, {"sentences": [{"sentId": 211, "text": "OK."}], "speaker": "LEMON", "secId": 82}, {"sentences": [{"sentId": 212, "text": "Reagan did it."}, {"sentId": 213, "text": "Reagan did it."}], "speaker": "NORQUIST", "secId": 83}, {"sentences": [{"sentId": 214, "text": "We'll continue --"}], "speaker": "LEMON", "secId": 84}, {"sentences": [{"sentId": 215, "text": "Obama didn't."}], "speaker": "NORQUIST", "secId": 85}, {"sentences": [{"sentId": 216, "text": "Well, let's see if Trump can do it."}], "speaker": "COHEN", "secId": 86}, {"sentences": [{"sentId": 217, "text": "Thank you, Grover."}, {"sentId": 218, "text": "Thank you, Will."}, {"sentId": 219, "text": "I appreciate it."}], "speaker": "LEMON", "secId": 87}, {"sentences": [{"sentId": 220, "text": "Coming up, are you still feeling afraid even after the election?"}, {"sentId": 221, "text": "You're not alone."}, {"sentId": 222, "text": "Stay with me."}], "speaker": "LEMON", "secId": 88}, {"sentences": [{"sentId": 223, "text": "Almost half of all Americans and more than 3/4 of Hillary Clinton voters say they feel afraid since Donald Trump's victory in the presidential election."}, {"sentId": 224, "text": "That's according to a new Gallup poll."}], "speaker": "LEMON", "secId": 89}, {"sentences": [{"sentId": 225, "text": "Here to discuss now, Iyanla Vanzant, the author of -- and inspirational speaker and host of \"Alana Fixed My Life,\" on the Oprah Winfrey Network which I am completely addicted to."}], "speaker": "LEMON", "secId": 90}, {"sentences": [{"sentId": 226, "text": "So, Miss Alana, thank you for coming on and giving us your words of wisdom."}], "speaker": "LEMON", "secId": 91}, {"sentences": [{"sentId": 227, "text": "Thank you for having me."}], "speaker": "VANZANT", "secId": 92}, {"sentences": [{"sentId": 228, "text": "We hear a lot of reports of anger and even violent incidents since the election."}, {"sentId": 229, "text": "More such incidents reported now than there were even after September 11th."}], "speaker": "LEMON", "secId": 93}, {"sentences": [{"sentId": 230, "text": "That's according to the Southern Poverty Law Center."}, {"sentId": 231, "text": "What do you say to people who feel anxious or fearful?"}], "speaker": "LEMON", "secId": 94}, {"sentences": [{"sentId": 232, "text": "Well, my first thing would be breathe."}, {"sentId": 233, "text": "You know, really, take some deep breaths and fear not."}, {"sentId": 234, "text": "There is nothing to fear."}, {"sentId": 235, "text": "You know, Don, when I break down on the side of the road, my first call is to AAA, because I know they're going to bring me help."}, {"sentId": 236, "text": "So I want to give the three A's that I believe will support us."}, {"sentId": 237, "text": "The first one is acknowledgement."}, {"sentId": 238, "text": "The second one is acceptance."}, {"sentId": 239, "text": "And the third one is action."}], "speaker": "VANZANT", "secId": 95}, {"sentences": [{"sentId": 240, "text": "We have to acknowledge, Don, that this didn't happen to us."}, {"sentId": 241, "text": "It didn't fall out the sky."}, {"sentId": 242, "text": "It's not like a stroke or a heart attack that suddenly came upon us."}, {"sentId": 243, "text": "We created this."}, {"sentId": 244, "text": "We created this, in so many ways."}, {"sentId": 245, "text": "And notice that I said we."}, {"sentId": 246, "text": "So one of the things, another A, we've got have to eliminate the againstness."}, {"sentId": 247, "text": "We have to eliminate the againstness and acknowledge how we created this."}, {"sentId": 248, "text": "We have to acknowledge that half of the people voted -- who voted think the way this candidate spoke, or the president-elect spoke."}, {"sentId": 249, "text": "They think that."}], "speaker": "VANZANT", "secId": 96}, {"sentences": [{"sentId": 250, "text": "And on some levels we knew it."}, {"sentId": 251, "text": "We knew it, but we wouldn't discuss it."}, {"sentId": 252, "text": "Because in many ways, we have normalized disrespect."}, {"sentId": 253, "text": "We have normalized vile speaking."}, {"sentId": 254, "text": "We have normalized it on social media."}, {"sentId": 255, "text": "We have normalized it in so many ways."}, {"sentId": 256, "text": "And we have to acknowledge that."}, {"sentId": 257, "text": "We have to tell the truth about it because the truth will sell us free."}], "speaker": "VANZANT", "secId": 97}, {"sentences": [{"sentId": 258, "text": "Then we also have to accept."}, {"sentId": 259, "text": "We've got to accept."}, {"sentId": 260, "text": "Right now I think a lot of people are grieving, they're going through the stages of grief, you know, shock and disbelief, and then anger and guilt and remorse."}, {"sentId": 261, "text": "We're going through all of that."}, {"sentId": 262, "text": "But there is nothing to fear."}, {"sentId": 263, "text": "We can't spend our lives crouched down in the corner, waiting to see what's going to happen."}, {"sentId": 264, "text": "Acknowledge our responsibility."}, {"sentId": 265, "text": "We have to accept what happened."}, {"sentId": 266, "text": "And part of --"}], "speaker": "VANZANT", "secId": 98}, {"sentences": [{"sentId": 267, "text": "And you said action."}], "speaker": "LEMON", "secId": 99}, {"sentences": [{"sentId": 268, "text": "Yes."}, {"sentId": 269, "text": "Action."}, {"sentId": 270, "text": "Hold people accountable so that our seeded elected officials."}, {"sentId": 271, "text": "We got to hold them accountable."}], "speaker": "VANZANT", "secId": 100}, {"sentences": [{"sentId": 272, "text": "I want you -- I want you to take a look at this."}, {"sentId": 273, "text": "This is an incident from Ohio State University this evening."}, {"sentId": 274, "text": "And we have a statement -- look at this."}], "speaker": "LEMON", "secId": 101}, {"sentences": [{"sentId": 275, "text": "Hey, home boy, ."}], "speaker": "UNIDENTIFIED MALE", "secId": 102}, {"sentences": [{"sentId": 276, "text": "So that was a protester and a supporter comes down the stairs and pushes a guy down."}, {"sentId": 277, "text": "A statement from an Ohio school, which says, \"Ohio State is investigating this incident thoroughly."}, {"sentId": 278, "text": "We are thankful that the speaker appears not to have been seriously injured.\""}], "speaker": "LEMON", "secId": 103}, {"sentences": [{"sentId": 279, "text": "So that's good to hear, but with this tension running high, how can -- how do we all take it down a notch?"}], "speaker": "LEMON", "secId": 104}, {"sentences": [{"sentId": 280, "text": "Again, fear not and keep breathing."}, {"sentId": 281, "text": "Fear not and keep breathing."}, {"sentId": 282, "text": "Hopefully this is not going -- this is not indicative of what the next four years are going to be like."}, {"sentId": 283, "text": "But I do think that there is a coming forward of a civil unrest."}, {"sentId": 284, "text": "I really do believe."}, {"sentId": 285, "text": "Because of so many things in our society and our system and our political system that has to change."}, {"sentId": 286, "text": "And, you know, change is always preceded by chaos."}, {"sentId": 287, "text": "All change is preceded by chaos."}, {"sentId": 288, "text": "So there may be some chaotic moments, there may be some upheaval."}, {"sentId": 289, "text": "But if we acknowledge our responsibility, hold people accountable."}, {"sentId": 290, "text": "Eliminate againstness, accept what's going on, and then take action."}], "speaker": "VANZANT", "secId": 105}, {"sentences": [{"sentId": 291, "text": "Here's a question, I want to know, what is the ask?"}, {"sentId": 292, "text": "See, part of the challenge I think that we faced in this election is, we didn't have a big enough ask?"}, {"sentId": 293, "text": "What did we ask the candidates for?"}, {"sentId": 294, "text": "What are we asking of this president-elect?"}, {"sentId": 295, "text": "Are we just going to sit crouched in a corner?"}], "speaker": "VANZANT", "secId": 106}, {"sentences": [{"sentId": 296, "text": "You know, I'm on the Bill Maher team that says, we're still here."}, {"sentId": 297, "text": "We are still here."}, {"sentId": 298, "text": "And we're not going anywhere."}], "speaker": "VANZANT", "secId": 107}, {"sentences": [{"sentId": 299, "text": "Michael Moore was on my program last week after the election."}, {"sentId": 300, "text": "I want you to listen to what he had to say."}], "speaker": "LEMON", "secId": 108}, {"sentences": [{"sentId": 301, "text": "OK."}], "speaker": "VANZANT", "secId": 109}, {"sentences": [{"sentId": 302, "text": "Democrats need to start running people who are inspiring, though."}, {"sentId": 303, "text": "You know, I mean, the Republicans they run Ronald Reagan."}, {"sentId": 304, "text": "They run Schwarzenegger."}, {"sentId": 305, "text": "Why aren't we running Tom Hanks or Oprah?"}], "speaker": "MOORE", "secId": 110}, {"sentences": [{"sentId": 306, "text": "And you know why I asked you, you came to Nashville, you're on the Oprah Network."}, {"sentId": 307, "text": "What do you think, Oprah 2020?"}], "speaker": "LEMON", "secId": 111}, {"sentences": [{"sentId": 308, "text": "No, I don't think she would do it."}, {"sentId": 309, "text": "I don't know, we could ask her."}, {"sentId": 310, "text": "But I do agree with -- I do agree with Michael."}, {"sentId": 311, "text": "But who we ran wouldn't matter if 46 percent of the people didn't vote."}, {"sentId": 312, "text": "And I think that apathy and the laziness, we've got to heal ourselves of that."}], "speaker": "VANZANT", "secId": 112}, {"sentences": [{"sentId": 313, "text": "Yes."}], "speaker": "LEMON", "secId": 113}, {"sentences": [{"sentId": 314, "text": "You know, again, this didn't happen to us."}, {"sentId": 315, "text": "We created it and we have to look at the hows and the whys, don't beat yourself up."}, {"sentId": 316, "text": "No heat, no judgment about it."}], "speaker": "VANZANT", "secId": 114}, {"sentences": [{"sentId": 317, "text": "Yes."}], "speaker": "LEMON", "secId": 115}, {"sentences": [{"sentId": 318, "text": "But we've got to get clear, get a clear ask, and we've got to take some action."}, {"sentId": 319, "text": "And specifically I'd like to say for communities of color, African-Americans, Latin Americans, we've got to stop waiting for somebody to come and tell us what to do."}], "speaker": "VANZANT", "secId": 116}, {"sentences": [{"sentId": 320, "text": "Right."}], "speaker": "LEMON", "secId": 117}, {"sentences": [{"sentId": 321, "text": "We've got to start right where we are with what we have."}, {"sentId": 322, "text": "LEMON:  Yes --"}], "speaker": "VANZANT", "secId": 118}, {"sentences": [{"sentId": 323, "text": "What are we asking of our elected officials?"}, {"sentId": 324, "text": "Let's do that now."}], "speaker": "VANZANT", "secId": 119}, {"sentences": [{"sentId": 325, "text": "Iyanla Vanzant, \"Iyanla Fixed My Life,\" thank you."}], "speaker": "LEMON", "secId": 120}, {"sentences": [{"sentId": 326, "text": "Breathe."}, {"sentId": 327, "text": "Just breathe and fear not."}], "speaker": "VANZANT", "secId": 121}, {"sentences": [{"sentId": 328, "text": "On the OWN Network."}, {"sentId": 329, "text": "I appreciate it."}, {"sentId": 330, "text": "Thank you so much."}], "speaker": "LEMON", "secId": 122}, {"sentences": [{"sentId": 331, "text": "Thank you, Don."}], "speaker": "VANZANT", "secId": 123}, {"sentences": [{"sentId": 332, "text": "Up next, did the Black Lives Matter movement have an influence on the election?"}, {"sentId": 333, "text": "We'll talk about that."}], "speaker": "LEMON", "secId": 124}, {"sentences": [{"sentId": 334, "text": "Donald Trump famously asked of African-Americans, what do you have to lose by voting for him?"}, {"sentId": 335, "text": "That message got through to some black voters."}], "speaker": "LEMON", "secId": 125}, {"sentences": [{"sentId": 336, "text": "Here to discuss now, Wesley Lowery, author of \"They Can't Kill Us All: Ferguson, Baltimore, and a New Era in America's Racial Justice Movement.\""}], "speaker": "LEMON", "secId": 126}, {"sentences": [{"sentId": 337, "text": "Good to have you on."}], "speaker": "LEMON", "secId": 127}, {"sentences": [{"sentId": 338, "text": "Great to --"}], "speaker": "LOWERY", "secId": 128}, {"sentences": [{"sentId": 339, "text": "Did we meet in Ferguson?"}], "speaker": "LEMON", "secId": 129}, {"sentences": [{"sentId": 340, "text": "Once or twice."}, {"sentId": 341, "text": "We've been in --"}], "speaker": "LOWERY", "secId": 130}, {"sentences": [{"sentId": 342, "text": "Yes?"}], "speaker": "LEMON", "secId": 131}, {"sentences": [{"sentId": 343, "text": "Yes."}, {"sentId": 344, "text": "Of course."}, {"sentId": 345, "text": "We see each other a lot out on stories."}], "speaker": "LEMON", "secId": 132}, {"sentences": [{"sentId": 346, "text": "So 13 percent, right?"}, {"sentId": 347, "text": "So he got through to some black voters."}, {"sentId": 348, "text": "Do you believe that he got through to some black voters?"}], "speaker": "LEMON", "secId": 133}, {"sentences": [{"sentId": 349, "text": "Yes, I'm not sure -- you know --"}], "speaker": "LOWERY", "secId": 134}, {"sentences": [{"sentId": 350, "text": "Black men, I should say."}], "speaker": "LEMON", "secId": 135}, {"sentences": [{"sentId": 351, "text": "Black women."}, {"sentId": 352, "text": "Right?"}, {"sentId": 353, "text": "Because black women --"}], "speaker": "LOWERY", "secId": 136}, {"sentences": [{"sentId": 354, "text": "Yes."}, {"sentId": 355, "text": "94 percent."}], "speaker": "LEMON", "secId": 137}, {"sentences": [{"sentId": 356, "text": "Completely rejected Donald Trump as a candidate."}], "speaker": "LOWERY", "secId": 138}, {"sentences": [{"sentId": 357, "text": "Right."}, {"sentId": 358, "text": "LOWERY:  You know, black women completely backed Hillary Clinton."}, {"sentId": 359, "text": "But"}], "speaker": "LEMON", "secId": 139}, {"sentences": [{"sentId": 360, "text": "when you look at Mitt Romney or George W. Bush previously, you know, black men have always -- a certain number of black men have always been willing to vote Republican."}], "speaker": "LEMON", "secId": 140}, {"sentences": [{"sentId": 361, "text": "We've all got one uncle or one aunt, right?"}], "speaker": "LEMON", "secId": 141}, {"sentences": [{"sentId": 362, "text": "And the woman thing."}], "speaker": "LEMON", "secId": 142}, {"sentences": [{"sentId": 363, "text": "And so -- and so I think that what's interesting here, I'm not sure that -- I'm not sure that what do you have to lose necessarily connected with them, but I do think perhaps some of the arguments about personal responsibility, some of the same kind of conservative, you know, ideology we heard, let's clean up the streets, let's get education better."}, {"sentId": 364, "text": "That kind of stuff."}], "speaker": "LOWERY", "secId": 143}, {"sentences": [{"sentId": 365, "text": "So I just had Iyanla and I hear from people of color a lot."}, {"sentId": 366, "text": "I hear from women that they're sad, right?"}, {"sentId": 367, "text": "And the people are out protesting or whatever."}], "speaker": "LEMON", "secId": 144}, {"sentences": [{"sentId": 368, "text": "Of course."}], "speaker": "LOWERY", "secId": 145}, {"sentences": [{"sentId": 369, "text": "How do you feel?"}], "speaker": "LEMON", "secId": 146}, {"sentences": [{"sentId": 370, "text": "How do I feel?"}, {"sentId": 371, "text": "I mean, it's going to be a busy few years, I think."}, {"sentId": 372, "text": "Right?"}, {"sentId": 373, "text": "You know, one of the main things is, obviously, me and the team I work with at \"The Post,\" we do a lot of race injustice, a lot of policing, a lot of police data."}, {"sentId": 374, "text": "Right?"}], "speaker": "LOWERY", "secId": 147}, {"sentences": [{"sentId": 375, "text": "You're very outspoken about it."}], "speaker": "LEMON", "secId": 148}, {"sentences": [{"sentId": 376, "text": "Yes."}, {"sentId": 377, "text": "Extremely."}, {"sentId": 378, "text": "Right?"}, {"sentId": 379, "text": "It's important, and I think -- and then obviously, you know, as black men who have real life experiences, who understands what it's like to be pulled over, we get that, we understand that, but I think that, you know, specifically looking at police data."}, {"sentId": 380, "text": "One of the things I've always said is I think it's important that, you know, we need to know how many people are being killed by police, how they're being killed."}, {"sentId": 381, "text": "We need to analyze it so we can start to figure out how maybe we have fewer people."}], "speaker": "LOWERY", "secId": 149}, {"sentences": [{"sentId": 382, "text": "One thing that is potentially imperiled by the Donald Trump presidency is he could come back and essentially renege on all of the promises that the Obama administration has made."}, {"sentId": 383, "text": "He could say, we're not going to count the data any more."}, {"sentId": 384, "text": "We're not going to -- and so that's something I think that's a little concerning."}], "speaker": "LOWERY", "secId": 150}, {"sentences": [{"sentId": 385, "text": "After two years, after a few years out of public life."}, {"sentId": 386, "text": "I think it's more than two years."}, {"sentId": 387, "text": "Dave Chappelle made his comeback by hosting \"SNL.\""}, {"sentId": 388, "text": "I thought it was brilliant."}, {"sentId": 389, "text": "Here's part of his monologue, watch this."}], "speaker": "LEMON", "secId": 151}, {"sentences": [{"sentId": 390, "text": "Why do we have to say that Black Lives Matter?"}, {"sentId": 391, "text": "Now I admit that is not the best slogan, but McDonald's already took \"You Deserve a Break Today.\""}, {"sentId": 392, "text": "And I guess it's kind of catchy because everyone else is biting it, even the police bite it."}, {"sentId": 393, "text": "Blue Lives Matter."}, {"sentId": 394, "text": "Were you born a police?"}, {"sentId": 395, "text": "That is not a blue life."}, {"sentId": 396, "text": "That's a blue suit."}, {"sentId": 397, "text": "If you don't like it, take that suit off, find a new job."}, {"sentId": 398, "text": "Because I'm going to tell you right, if I could quit being black today, I'd be out the game."}], "speaker": "CHAPPELLE", "secId": 152}, {"sentences": [{"sentId": 399, "text": "He also -- he dropped the N bomb, right?"}], "speaker": "LEMON", "secId": 153}, {"sentences": [{"sentId": 400, "text": "A few times."}], "speaker": "LOWERY", "secId": 154}, {"sentences": [{"sentId": 401, "text": "Yes."}, {"sentId": 402, "text": "What did you think of Chappelle?"}, {"sentId": 403, "text": "Did he --"}], "speaker": "LEMON", "secId": 155}, {"sentences": [{"sentId": 404, "text": "Look, I'm a big unabashed Dave Chappelle fan."}, {"sentId": 405, "text": "Grew up on Chappelle."}, {"sentId": 406, "text": "I thought it was brilliant."}, {"sentId": 407, "text": "What I thought was even more brilliant than the monologue, which people love, is the sketch he and Chris Rock did right afterwards where they're watching election night."}], "speaker": "LOWERY", "secId": 156}, {"sentences": [{"sentId": 408, "text": "Yes."}], "speaker": "LEMON", "secId": 157}, {"sentences": [{"sentId": 409, "text": "With a group of white people."}, {"sentId": 410, "text": "My gosh, can you believe that America is so -- this is the worst thing America has ever done."}, {"sentId": 411, "text": "And him and Chris Rock just start cracking up about this."}, {"sentId": 412, "text": "You know, the idea -- it was fitting, right, that Dave Chappelle and then Chris Rock before him are two of the most brilliant men to and here they were after Trump's elected kind of giving us this break."}], "speaker": "LOWERY", "secId": 158}, {"sentences": [{"sentId": 413, "text": "I never thought about it that way because I always -- and I don't know, I've watched the show, I've always said that it was possible, I thought that he would become the nominee, and said he had a good chance of winning."}, {"sentId": 414, "text": "Maybe that was it."}, {"sentId": 415, "text": "Maybe it's because I was looking at it as a black man, you know, anything is possible."}], "speaker": "LEMON", "secId": 159}, {"sentences": [{"sentId": 416, "text": "You can't ever underestimate the power of --"}], "speaker": "LOWERY", "secId": 160}, {"sentences": [{"sentId": 417, "text": "Yes."}, {"sentId": 418, "text": "I want to talk about your new book, it's called \"They Can't Kill Us All: Ferguson, Baltimore and a New Era in Racial Justice Movement.\""}, {"sentId": 419, "text": "You covered extensively the aftermath of the shooting of Michael Brown and on and on."}, {"sentId": 420, "text": "You covered Baltimore, you covered Freddie Gray."}, {"sentId": 421, "text": "Did that start the movement in this country, do you think?"}], "speaker": "LEMON", "secId": 161}, {"sentences": [{"sentId": 422, "text": "I think it's a big part of it."}, {"sentId": 423, "text": "I mean, obviously I think that a lot of this traces back to Trayvon Martin in 2012, 2013."}, {"sentId": 424, "text": "But the first time we saw masses of people on the street this way was in Ferguson."}, {"sentId": 425, "text": "Now you were there, I was there."}, {"sentId": 426, "text": "And we saw that start to transfer."}, {"sentId": 427, "text": "We saw that in Cleveland, we saw that in New York."}, {"sentId": 428, "text": "We saw that in -- eventually even in Charlotte, Milwaukee, in Detroit, and I think that at the same time, that was activated."}], "speaker": "LOWERY", "secId": 162}, {"sentences": [{"sentId": 429, "text": "As we interviewed some of those young people, what they said was a lot of them voted for Obama, a lot of them were very into politics, and they felt discouraged that I -- you know, I remember an activist telling me I voted for Obama twice, and Michael Brown is still dead, Trayvon Martin is still dead."}, {"sentId": 430, "text": "So in many ways, this was something that was activated by --"}], "speaker": "LOWERY", "secId": 163}, {"sentences": [{"sentId": 431, "text": "Yes."}, {"sentId": 432, "text": "You discussed that."}, {"sentId": 433, "text": "You said -- you discussed why there's been so little even under Obama presidency to improve the lives of African-Americans."}, {"sentId": 434, "text": "In this book you talk about that."}], "speaker": "LEMON", "secId": 164}, {"sentences": [{"sentId": 435, "text": "Of course."}, {"sentId": 436, "text": "This idea that first of all, you need -- we didn't to have a black president to understand the contours and limitations of a black presidency, that I think a lot of people have -- we bought so much into this idea of yes, we can, and fired up, ready to go, that well, this is going to solve everything, when we got the black guy."}, {"sentId": 437, "text": "He's in the White House."}, {"sentId": 438, "text": "He's going to fix it."}], "speaker": "LOWERY", "secId": 165}, {"sentences": [{"sentId": 439, "text": "Yes."}], "speaker": "LEMON", "secId": 166}, {"sentences": [{"sentId": 440, "text": "And in reality, especially to so many of these young folks, they voted, they canvassed for him, and then they watched Trayvon Martin, they watched , they watched Michael Brown's body lay in the street."}, {"sentId": 441, "text": "And there was this idea that, you know, people ask, why do people protest?"}, {"sentId": 442, "text": "People are asking that now, as the protests are breaking out across the country."}], "speaker": "LOWERY", "secId": 167}, {"sentences": [{"sentId": 443, "text": "Yes."}], "speaker": "LEMON", "secId": 168}, {"sentences": [{"sentId": 444, "text": "Why do people protest?"}, {"sentId": 445, "text": "People protest when they've done everything they think they were supposed to do."}], "speaker": "LOWERY", "secId": 169}, {"sentences": [{"sentId": 446, "text": "The voice of the unheard."}], "speaker": "LEMON", "secId": 170}, {"sentences": [{"sentId": 447, "text": "They voted."}, {"sentId": 448, "text": "They've called their representatives."}, {"sentId": 449, "text": "These people in Portland, they voted for Hillary Clinton."}, {"sentId": 450, "text": "Right?"}], "speaker": "LOWERY", "secId": 171}, {"sentences": [{"sentId": 451, "text": "Right."}], "speaker": "LEMON", "secId": 172}, {"sentences": [{"sentId": 452, "text": "Oregon went blue, and they still were handed something they thought was unjust."}, {"sentId": 453, "text": "And that's why people take to the streets."}], "speaker": "LOWERY", "secId": 173}, {"sentences": [{"sentId": 454, "text": "Interesting book, I can't wait to read it."}, {"sentId": 455, "text": "How's the book tour going?"}], "speaker": "LEMON", "secId": 174}, {"sentences": [{"sentId": 456, "text": "I can't wait to have you read it."}], "speaker": "LOWERY", "secId": 175}, {"sentences": [{"sentId": 457, "text": "Yes."}], "speaker": "LEMON", "secId": 176}, {"sentences": [{"sentId": 458, "text": "Starting here right on CNN TONIGHT with Don Lemon."}], "speaker": "LOWERY", "secId": 177}, {"sentences": [{"sentId": 459, "text": "Yes."}, {"sentId": 460, "text": "I know."}, {"sentId": 461, "text": "That's great."}, {"sentId": 462, "text": "And then you're on the \"Daily Show\" tomorrow night?"}], "speaker": "LEMON", "secId": 178}, {"sentences": [{"sentId": 463, "text": "We are."}], "speaker": "LOWERY", "secId": 179}, {"sentences": [{"sentId": 464, "text": "Congratulations."}], "speaker": "LEMON", "secId": 180}, {"sentences": [{"sentId": 465, "text": "Thank you so much."}, {"sentId": 466, "text": "I appreciate it."}], "speaker": "LOWERY", "secId": 181}, {"sentences": [{"sentId": 467, "text": "And good luck."}, {"sentId": 468, "text": "Thank you, Wesley Lowery."}], "speaker": "LEMON", "secId": 182}, {"sentences": [{"sentId": 469, "text": "Coming up, can America move from anger to unity and can comedy help?"}], "speaker": "LEMON", "secId": 183}, {"sentences": [{"sentId": 470, "text": "We've actually elected an Internet troll as our president."}, {"sentId": 471, "text": "The whites are furious."}, {"sentId": 472, "text": "Never seen anything like it."}, {"sentId": 473, "text": "Haven't seen white people this mad since the O.J."}, {"sentId": 474, "text": "verdict."}, {"sentId": 475, "text": "Split screen with white people on both sides."}], "speaker": "CHAPPELLE", "secId": 184}, {"sentences": [{"sentId": 476, "text": "On \"Saturday Night Live's\" first post-election episode, host Dave Chappelle took some shots at President-elect Trump but there were also some surprises.  '"}], "speaker": "LEMON", "secId": 185}, {"sentences": [{"sentId": 477, "text": "Here to discuss, Kierna Mayo, who is the senior vice president of Content and Brand at Interactive One and political commentators Marc Lamont Hill, host of BET News, and Angela Rye, the former executive director of the Congressional Black Caucus."}], "speaker": "LEMON", "secId": 186}, {"sentences": [{"sentId": 478, "text": "So, everyone, I want you all to take a look at this."}], "speaker": "LEMON", "secId": 187}, {"sentences": [{"sentId": 479, "text": "Before I go, I do want to say one thing, and this is not a joke."}, {"sentId": 480, "text": "But I think it's important that I say this because they're marching up the street right now as we speak."}], "speaker": "CHAPPELLE", "secId": 188}, {"sentences": [{"sentId": 481, "text": "A few weeks ago, I went to the White House for a party."}, {"sentId": 482, "text": "It was the first time I had been there in many years."}], "speaker": "CHAPPELLE", "secId": 189}, {"sentences": [{"sentId": 483, "text": "And it was very exciting, and BET had sponsored the party, so everyone there was black."}, {"sentId": 484, "text": "And it was beautiful."}, {"sentId": 485, "text": "I walked through the gates."}, {"sentId": 486, "text": "You know, I'm from Washington, so I saw the bus stop, or the corner where the bus stop used to be was to catch the bus to school."}, {"sentId": 487, "text": "And dreamed about nights like tonight."}], "speaker": "CHAPPELLE", "secId": 190}, {"sentences": [{"sentId": 488, "text": "It was a really, really beautiful night."}, {"sentId": 489, "text": "And at the end of the night everyone went into the West Wing of the White House."}, {"sentId": 490, "text": "And it was a huge party, and everybody in there was black except for Bradley Cooper for some reason."}], "speaker": "CHAPPELLE", "secId": 191}, {"sentences": [{"sentId": 491, "text": "And on the walls were pictures of all the presidents of the past."}, {"sentId": 492, "text": "Now I'm not sure if this is true, but to my knowledge, the first black person that was officially invited to the White House was Frederick Douglas."}, {"sentId": 493, "text": "They stopped him at the gates, Abraham Lincoln had to walk out himself and escort Frederick Douglas into the White House."}, {"sentId": 494, "text": "And it didn't happen again as far as I know until Roosevelt was president."}, {"sentId": 495, "text": "And Roosevelt was president he had a black guy over, and got so much flack from the media that he literally said, I will never have a nigger in this house again."}], "speaker": "CHAPPELLE", "secId": 192}, {"sentences": [{"sentId": 496, "text": "I thought about that and I looked at that room and I saw all those black faces, and Bradley, and I saw --"}], "speaker": "CHAPPELLE", "secId": 193}, {"sentences": [{"sentId": 497, "text": "And I saw how happy everybody was."}, {"sentId": 498, "text": "These people who had been historically disenfranchised."}, {"sentId": 499, "text": "And it made me feel hopeful and it made me feel proud to be an American, and it made me very happy about the prospects of our country."}], "speaker": "CHAPPELLE", "secId": 194}, {"sentences": [{"sentId": 500, "text": "So in that spirit, I'm wishing Donald Trump luck."}, {"sentId": 501, "text": "And I'm going to give him a chance."}, {"sentId": 502, "text": "And we, the historically disenfranchised, demand that he give us one, too."}], "speaker": "CHAPPELLE", "secId": 195}, {"sentences": [{"sentId": 503, "text": "Kierna Mayo, you were there."}], "speaker": "LEMON", "secId": 196}, {"sentences": [{"sentId": 504, "text": "I was."}], "speaker": "MAYO", "secId": 197}, {"sentences": [{"sentId": 505, "text": "And so what's your -- and thanks for the invite, by the way."}, {"sentId": 506, "text": "Thanks for inviting us."}, {"sentId": 507, "text": "What was the reaction?"}], "speaker": "LEMON", "secId": 198}, {"sentences": [{"sentId": 508, "text": "I was there."}], "speaker": "RYE", "secId": 199}, {"sentences": [{"sentId": 509, "text": "And thank you, Angela, for inviting us, too."}, {"sentId": 510, "text": "What was the reaction after the monologue?"}], "speaker": "LEMON", "secId": 200}, {"sentences": [{"sentId": 511, "text": "I guess I was quiet for a minute."}, {"sentId": 512, "text": "There was a lot of euphoria in the room."}, {"sentId": 513, "text": "Everybody was really excited not just about this moment, but about , it was just a truly like black \"SNL\" night and moment."}, {"sentId": 514, "text": "Chris Rock was in the building."}, {"sentId": 515, "text": "But it felt like the air came out of, at least for me, the moment."}, {"sentId": 516, "text": "I kind of wish he had struck the first part of his comment and just began with we the historically disenfranchised demand."}, {"sentId": 517, "text": "But, you know, we're not looking for a chance."}, {"sentId": 518, "text": "I guess that was what struck me right then as much as I completely live for Chappelle."}], "speaker": "MAYO", "secId": 201}, {"sentences": [{"sentId": 519, "text": "Yes."}], "speaker": "LEMON", "secId": 202}, {"sentences": [{"sentId": 520, "text": "When he's poignant, and he's poignant and he's perfect, like he almost never gets it wrong."}], "speaker": "MAYO", "secId": 203}, {"sentences": [{"sentId": 521, "text": "He's a genius."}], "speaker": "MARC LAMONT HILL", "secId": 204}, {"sentences": [{"sentId": 522, "text": "His genius is just clear."}, {"sentId": 523, "text": "But in that moment there was an opportunity to not I guess apologize."}, {"sentId": 524, "text": "I feel like there's a grand apology."}], "speaker": "MAYO", "secId": 205}, {"sentences": [{"sentId": 525, "text": "Did you speak to him?"}, {"sentId": 526, "text": "Did you speak to him?"}], "speaker": "LEMON", "secId": 206}, {"sentences": [{"sentId": 527, "text": "I did not."}, {"sentId": 528, "text": "I heard him in conversation, I won't mention what he said, but I'll tell you what I took from it all."}, {"sentId": 529, "text": "I think that for the entire cast, they had to deal with a turn of events that no one saw coming which actually speaks to that grand moment that they had in the living room, where they're playing out how white folks saw it one way and the black folks saw it as a clear possibility."}], "speaker": "MAYO", "secId": 207}, {"sentences": [{"sentId": 530, "text": "Yes."}, {"sentId": 531, "text": "Let's play that."}], "speaker": "LEMON", "secId": 208}, {"sentences": [{"sentId": 532, "text": "Trump might actually win."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 209}, {"sentences": [{"sentId": 533, "text": "I mean, of course."}, {"sentId": 534, "text": "What are you talking about?"}], "speaker": "ROCK", "secId": 210}, {"sentences": [{"sentId": 535, "text": "I tried to tell them that."}], "speaker": "CHAPPELLE", "secId": 211}, {"sentences": [{"sentId": 536, "text": "What is happening?"}, {"sentId": 537, "text": "Why are women even voting for him?"}], "speaker": "UNIDENTIFIED FEMALE", "secId": 212}, {"sentences": [{"sentId": 538, "text": "Yes, I don't get you, ladies."}, {"sentId": 539, "text": "I mean, the country's 55 percent women."}, {"sentId": 540, "text": "I mean, if the country was 55 percent black, we'd have tons of black presidents."}, {"sentId": 541, "text": "I mean, Flava Flav would be president."}], "speaker": "ROCK", "secId": 213}, {"sentences": [{"sentId": 542, "text": "This is the most shameful thing America has ever done."}], "speaker": "UNIDENTIFIED MALE", "secId": 214}, {"sentences": [{"sentId": 543, "text": "All right."}, {"sentId": 544, "text": "So, Marc, I got kicked out of a party last Christmas for saying that."}, {"sentId": 545, "text": "I told you."}], "speaker": "LEMON", "secId": 215}, {"sentences": [{"sentId": 546, "text": "Yes, I laughed at you."}, {"sentId": 547, "text": "You told me all summer this could happen."}], "speaker": "HILL", "secId": 216}, {"sentences": [{"sentId": 548, "text": "Yes."}], "speaker": "LEMON", "secId": 217}, {"sentences": [{"sentId": 549, "text": "And I knew it could happen, I was just hoping that it wouldn't happen, right?"}, {"sentId": 550, "text": "But it could."}, {"sentId": 551, "text": "But what boggles my mind is that white people are stunned that this could have happened."}, {"sentId": 552, "text": "Liberal white people in particular, I can't believe our country is in this place."}, {"sentId": 553, "text": "That's what made that skit so genius."}, {"sentId": 554, "text": "They realized that white people have blinders on when it comes to racism in this country."}], "speaker": "HILL", "secId": 218}, {"sentences": [{"sentId": 555, "text": "Angela?"}], "speaker": "LEMON", "secId": 219}, {"sentences": [{"sentId": 556, "text": "So I want to clarify something."}, {"sentId": 557, "text": "I lied at the beginning."}, {"sentId": 558, "text": "I was not at \"SNL,\" I was at the party at the White House."}], "speaker": "RYE", "secId": 220}, {"sentences": [{"sentId": 559, "text": "OK.  At the BET party."}, {"sentId": 560, "text": "Got it."}], "speaker": "LEMON", "secId": 221}, {"sentences": [{"sentId": 561, "text": "I'm sorry."}], "speaker": "RYE", "secId": 222}, {"sentences": [{"sentId": 562, "text": "We're not mad at that, Angela."}], "speaker": "MAYO", "secId": 223}, {"sentences": [{"sentId": 563, "text": "And a little tease, Bell Biv DeVoe performed, and that was the best moment but I digress."}, {"sentId": 564, "text": "So this particular skit burned me."}], "speaker": "RYE", "secId": 224}, {"sentences": [{"sentId": 565, "text": "And I think it might be, to Marc's point, Don, because you -- we got -- our first fight was about Donald Trump potentially winning."}, {"sentId": 566, "text": "You told me black people were going to vote for him, and I fought you on this show."}], "speaker": "RYE", "secId": 225}, {"sentences": [{"sentId": 567, "text": "Don't do that."}, {"sentId": 568, "text": "Don't gloat, Don."}, {"sentId": 569, "text": "Don't do that."}], "speaker": "RYE", "secId": 226}, {"sentences": [{"sentId": 570, "text": "OK."}, {"sentId": 571, "text": "I'm not gloating."}], "speaker": "LEMON", "secId": 227}, {"sentences": [{"sentId": 572, "text": "But I think the reality of it is I'm really frustrated with some of my progressive friends that didn't listen, right, to members of the Congressional Black Caucus who have said from the very outset of this election that real targeted investment needed to go into our communities to turn out voters."}, {"sentId": 573, "text": "Hispanic caucus members said the same thing."}, {"sentId": 574, "text": "And I think that we really underestimated and overplayed our hand by not realizing that folks needed to be -- needed to turn out to vote, not just in urban areas but in rural areas that I think were a little bit ignored and you're starting to see that in some of the data now that's coming out."}], "speaker": "RYE", "secId": 228}, {"sentences": [{"sentId": 575, "text": "Yes."}], "speaker": "LEMON", "secId": 229}, {"sentences": [{"sentId": 576, "text": "So yes, you know, this is kind of a joke, but the joke is now on us because this isn't the worst thing that's ever happened in American history."}, {"sentId": 577, "text": "I lead you to what happened to Native Americans, I lead you to what happened to black people vis-a-vis slavery and the Trans- Atlantic slave trade."}], "speaker": "RYE", "secId": 230}, {"sentences": [{"sentId": 578, "text": "New Edition picking up."}], "speaker": "HILL", "secId": 231}, {"sentences": [{"sentId": 579, "text": "Yes."}, {"sentId": 580, "text": "And there's another one."}], "speaker": "RYE", "secId": 232}, {"sentences": [{"sentId": 581, "text": "Oprah going off the air."}, {"sentId": 582, "text": "But listen --"}], "speaker": "LEMON", "secId": 233}, {"sentences": [{"sentId": 583, "text": "And Oprah's response to this initially."}, {"sentId": 584, "text": "But we can't talk about that today."}], "speaker": "RYE", "secId": 234}, {"sentences": [{"sentId": 585, "text": "No, you can."}], "speaker": "LEMON", "secId": 235}, {"sentences": [{"sentId": 586, "text": "Well, I just -- she's cleaned it up."}, {"sentId": 587, "text": "She's cleaned it up."}, {"sentId": 588, "text": "I'm not going to say anything else about -- you have my Twitter mention is in shambles."}], "speaker": "RYE", "secId": 236}, {"sentences": [{"sentId": 589, "text": "We're talking about that then because, you know, Mark, you know, chastised me last week and this is what this is about."}, {"sentId": 590, "text": "We all talk, we all like each other and then we get mad, where you said, Don, you know, don't be blaming black people on -- you know, Hillary Clinton losing and Donald Trump winning."}, {"sentId": 591, "text": "And that's not what -- that we were just talking about a part of the story."}, {"sentId": 592, "text": "But many people say, and I say that many people say, the voting -- the statistics show that maybe white women failed politically."}], "speaker": "LEMON", "secId": 237}, {"sentences": [{"sentId": 593, "text": "Right."}], "speaker": "RYE", "secId": 238}, {"sentences": [{"sentId": 594, "text": "And that is my frustration."}, {"sentId": 595, "text": "You can talk about --"}], "speaker": "HILL", "secId": 239}, {"sentences": [{"sentId": 596, "text": "Absolutely."}], "speaker": "MAYO", "secId": 240}, {"sentences": [{"sentId": 597, "text": "You know, the 12 percent, 13 percent of black men that voted who shouldn't have, I find that stunning and disappointing."}, {"sentId": 598, "text": "But white women voted for Donald Trump despite the videos, despite everything they heard."}], "speaker": "HILL", "secId": 241}, {"sentences": [{"sentId": 599, "text": "Yes."}, {"sentId": 600, "text": "53 percent."}], "speaker": "RYE", "secId": 242}, {"sentences": [{"sentId": 601, "text": "They close ranks around whiteness instead of gender."}, {"sentId": 602, "text": "They chose race-- ultimately they chose white supremacy."}], "speaker": "HILL", "secId": 243}, {"sentences": [{"sentId": 603, "text": "You don't think it was issues?"}], "speaker": "LEMON", "secId": 244}, {"sentences": [{"sentId": 604, "text": "This is the white-lash."}], "speaker": "MAYO", "secId": 245}, {"sentences": [{"sentId": 605, "text": "You don't think it was issues?"}], "speaker": "LEMON", "secId": 246}, {"sentences": [{"sentId": 606, "text": "What issues did Donald Trump advocate that would have made that more --"}], "speaker": "HILL", "secId": 247}, {"sentences": [{"sentId": 607, "text": "They'll say jobs."}, {"sentId": 608, "text": "You know, jobs, infrastructure even."}], "speaker": "LEMON", "secId": 248}, {"sentences": [{"sentId": 609, "text": "White candidates women."}], "speaker": "MAYO", "secId": 249}, {"sentences": [{"sentId": 610, "text": "Hillary Clinton actually had a plan."}], "speaker": "RYE", "secId": 250}, {"sentences": [{"sentId": 611, "text": "Right."}, {"sentId": 612, "text": "That's the thing."}, {"sentId": 613, "text": "He said, you know what, he's sexist but he got this great plan."}, {"sentId": 614, "text": "He didn't present a plan."}], "speaker": "HILL", "secId": 251}, {"sentences": [{"sentId": 615, "text": "People get upset when you say -- because Van Jones said white- lash on."}, {"sentId": 616, "text": "I had the guy from Breitbart who was upset by that."}], "speaker": "LEMON", "secId": 252}, {"sentences": [{"sentId": 617, "text": "Yes."}], "speaker": "MAYO", "secId": 253}, {"sentences": [{"sentId": 618, "text": "Do you agree that there was a white-lash?"}], "speaker": "LEMON", "secId": 254}, {"sentences": [{"sentId": 619, "text": "Yes, I mean, I think that's essentially what we're saying."}, {"sentId": 620, "text": "They decided that that was the issue."}, {"sentId": 621, "text": "Full stop."}, {"sentId": 622, "text": "Whiteness was the unifier and the security that I personally believe many of the Trump's core base needed to feel was brought out by them strictly going after this notion of superiority and we're seeing it now in this Breitbart --"}], "speaker": "MAYO", "secId": 255}, {"sentences": [{"sentId": 623, "text": "You don't think it was just strategic, though, that Republicans realize if we want to get our policies in place, if we want to shape the Supreme Court, if we want -- it's either they always said it's a binary choice and if you're a Republican, you're going to come home at the end of the day where, I believe, and I've told you this, Democrats and progressives were fighting amongst themselves about things, African-Americans were fighting about the 1994 crime bill, the Omnibus Bill."}], "speaker": "LEMON", "secId": 256}, {"sentences": [{"sentId": 624, "text": "Those were principles, by the way."}], "speaker": "HILL", "secId": 257}, {"sentences": [{"sentId": 625, "text": "I'm not saying that they weren't."}], "speaker": "LEMON", "secId": 258}, {"sentences": [{"sentId": 626, "text": "No, I'm just saying -- wait a minute."}, {"sentId": 627, "text": "LEMON:  At the end of the day, you know, there may have been a protest"}], "speaker": "HILL", "secId": 259}, {"sentences": [{"sentId": 628, "text": "vote or people stayed home, and there was apathy, where Republicans said, this is our chance to get the person who closely fits the model that we want."}, {"sentId": 629, "text": "He may not be perfect."}, {"sentId": 630, "text": "Because Republicans didn't even like him and they were all speaking out against him as well."}], "speaker": "HILL", "secId": 260}, {"sentences": [{"sentId": 631, "text": "But, Don, that's --"}], "speaker": "RYE", "secId": 261}, {"sentences": [{"sentId": 632, "text": "They were more -- but I'm just saying were they more strategic, and then we're saying it's whiteness or blackness?"}, {"sentId": 633, "text": "Maybe they were just more strategic, Angela."}], "speaker": "LEMON", "secId": 262}, {"sentences": [{"sentId": 634, "text": "They weren't more strategic."}, {"sentId": 635, "text": "They weren't more strategic at all."}, {"sentId": 636, "text": "The reality of this, and, unfortunately there are voters who -- Barack Obama voters in 2008, in 2012, that voted for Donald Trump."}, {"sentId": 637, "text": "They appealed to the need of rural white America and distinguished those needs from what black and brown folks needed."}], "speaker": "RYE", "secId": 263}, {"sentences": [{"sentId": 638, "text": "Hillary Clinton had to lean more progressive."}, {"sentId": 639, "text": "She had to say Black Lives Matter."}, {"sentId": 640, "text": "She had to apologize for saying superpredator."}, {"sentId": 641, "text": "And I'm saying that's the right thing to do."}, {"sentId": 642, "text": "But it was divisive enough to white anger in this country, hint Van's term that he coined that was brilliant, white-lash."}], "speaker": "RYE", "secId": 264}, {"sentences": [{"sentId": 643, "text": "Yes, but the whole thing about superpredator and all, that was brought up by Bernie Sanders."}, {"sentId": 644, "text": "That was not brought up by Trump people."}, {"sentId": 645, "text": "So --"}], "speaker": "LEMON", "secId": 265}, {"sentences": [{"sentId": 646, "text": "Sure."}], "speaker": "RYE", "secId": 266}, {"sentences": [{"sentId": 647, "text": "They had no authority."}], "speaker": "HILL", "secId": 267}, {"sentences": [{"sentId": 648, "text": "I want you -- you were speaking about black voter and turnout."}, {"sentId": 649, "text": "This is what the president said today about turnout."}, {"sentId": 650, "text": "Let's listen."}], "speaker": "LEMON", "secId": 268}, {"sentences": [{"sentId": 651, "text": "Hopefully it's a reminder that elections matter."}, {"sentId": 652, "text": "And voting counts."}, {"sentId": 653, "text": "And so, you know, I don't know how many times we have to relearn this lesson because we ended up having 43 percent of the country not voting who were eligible to vote but it makes a difference."}], "speaker": "OBAMA", "secId": 269}, {"sentences": [{"sentId": 654, "text": "Do you think that was a general -- in general?"}, {"sentId": 655, "text": "Was he reminding his base and black voters that he had warned them that they needed to shore up his legacy or it would be dismantled by the next administration?"}], "speaker": "LEMON", "secId": 270}, {"sentences": [{"sentId": 656, "text": "I mean, the president never wastes an opportunity to chastise black folk."}, {"sentId": 657, "text": "But in this moment, I don't think that's what he was doing."}], "speaker": "HILL", "secId": 271}, {"sentences": [{"sentId": 658, "text": "Don't do that."}], "speaker": "RYE", "secId": 272}, {"sentences": [{"sentId": 659, "text": "It's facts."}, {"sentId": 660, "text": "But I don't think that's what he was doing right there."}], "speaker": "HILL", "secId": 273}, {"sentences": [{"sentId": 661, "text": "Angela --"}], "speaker": "LEMON", "secId": 274}, {"sentences": [{"sentId": 662, "text": "I think he said --"}], "speaker": "HILL", "secId": 275}, {"sentences": [{"sentId": 663, "text": "You're going to let him get away with that?"}], "speaker": "LEMON", "secId": 276}, {"sentences": [{"sentId": 664, "text": "He said 43 percent of Americans."}, {"sentId": 665, "text": "I don't think he was talking about black people."}, {"sentId": 666, "text": "He was saying everybody."}], "speaker": "HILL", "secId": 277}, {"sentences": [{"sentId": 667, "text": "His numbers were also wrong."}, {"sentId": 668, "text": "It was actually 46.9 percent who didn't turn out this time, right."}, {"sentId": 669, "text": "And I think the reality of it is, this isn't just about black folks not going to vote."}, {"sentId": 670, "text": "Black folks voted on par with the rest of the country."}, {"sentId": 671, "text": "There's a larger issue of us speaking to issues."}, {"sentId": 672, "text": "I think another thing that he did very effectively in his press conference is say, listen, it doesn't matter what your plans are, people don't hear them."}], "speaker": "RYE", "secId": 278}, {"sentences": [{"sentId": 673, "text": "I got to go."}, {"sentId": 674, "text": "Yes."}], "speaker": "LEMON", "secId": 279}, {"sentences": [{"sentId": 675, "text": "Come on, Don."}], "speaker": "RYE", "secId": 280}, {"sentences": [{"sentId": 676, "text": "I'll give you a quick word."}, {"sentId": 677, "text": "Last word, Kierna."}], "speaker": "LEMON", "secId": 281}, {"sentences": [{"sentId": 678, "text": "Yes -- no, I actually did think that he was talking to black people."}, {"sentId": 679, "text": "I actually did see him as turning the camera toward us."}, {"sentId": 680, "text": "I think that there's going to be a lot more of that in these final months."}, {"sentId": 681, "text": "I hate to disagree with my fellow brothers and sisters."}, {"sentId": 682, "text": "But I just think that he is now coming home, if you speak -- if you want to put it in those terms."}], "speaker": "MAYO", "secId": 282}, {"sentences": [{"sentId": 683, "text": "Yes."}, {"sentId": 684, "text": "Here's the thing about no matter who won."}, {"sentId": 685, "text": "Right?"}, {"sentId": 686, "text": "We're all sitting here, right, this is the fourth estate."}, {"sentId": 687, "text": "This is a very powerful checks and balances."}, {"sentId": 688, "text": "Whether Hillary Clinton won or Jill Stein or Gary Johnson or Donald Trump, no matter who it is, this is where the checks and balances first start right here in the media."}, {"sentId": 689, "text": "And I think that's, you know, more important."}, {"sentId": 690, "text": "At least we learned that."}, {"sentId": 691, "text": "We're learning that even more so now."}], "speaker": "LEMON", "secId": 283}, {"sentences": [{"sentId": 692, "text": "And that has been your moment in blackness."}], "speaker": "LEMON", "secId": 284}, {"sentences": [{"sentId": 693, "text": "That is so wrong."}], "speaker": "RYE", "secId": 285}, {"sentences": [{"sentId": 694, "text": "Look at us."}, {"sentId": 695, "text": "Come on."}], "speaker": "LEMON", "secId": 286}, {"sentences": [{"sentId": 696, "text": "It is a pretty black panel."}], "speaker": "HILL", "secId": 287}, {"sentences": [{"sentId": 697, "text": "And they'll try to kick us off now."}, {"sentId": 698, "text": "They're saying we're way over."}, {"sentId": 699, "text": "Thank you, all."}, {"sentId": 700, "text": "Good night."}], "speaker": "LEMON", "secId": 288}, {"sentences": [{"sentId": 701, "text": "Bye."}, {"sentId": 702, "text": "Thank you."}], "speaker": "RYE", "secId": 289}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1611.14.cnnt.02.html.json", "time": "Aired November 14, 2016 - 23:00   ET"}