{"sectionCount": 334, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["BERMAN", "LEMON", "UNIDENTIFIED MALE", "SCHNEIDER", "STELTER", "GERGEN", "BUMP", "BERG", "SPENCER", "WOLFF", "GITLIN", "O'ROUKE", "O'ROURKE", "STEIN", "GOTLIN", "DIXON", "ITLIN"], "subTitle": "Donald Trump's New Picks; Trump Met with TV Networks; Trump Business To Be Run By His Children; Trump's Culture War With the Media; Trump During the Campaign. Aired 10-11p ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1611/21/cnnt.01.html", "sentenceCount": 640, "sections": [{"sentences": [{"sentId": 0, "text": "All right."}, {"sentId": 1, "text": "That does it for us, thanks for watching."}, {"sentId": 2, "text": "CNN TONIGHT with Don Lemon starts right now."}], "speaker": "BERMAN", "secId": 0}, {"sentences": [{"sentId": 3, "text": "You are looking live at Trump Tower where the president-elect is choosing the team that will shape America for the next four years."}], "speaker": "LEMON", "secId": 1}, {"sentences": [{"sentId": 4, "text": "This is CNN TONIGHT."}, {"sentId": 5, "text": "I'm Don Lemon."}, {"sentId": 6, "text": "Thanks for joining us."}], "speaker": "LEMON", "secId": 2}, {"sentences": [{"sentId": 7, "text": "The next president releasing a video message tonight on his transition plan."}, {"sentId": 8, "text": "That, as a parade of White House hopefuls are spotted at Trump's Fifth Avenue headquarters today."}, {"sentId": 9, "text": "Meanwhile, some very familiar faces from network news sitting down for an off-the-record session."}], "speaker": "LEMON", "secId": 3}, {"sentences": [{"sentId": 10, "text": "But with just 60 days to go until the inauguration, Donald Trump has a rocky relationship with the entertainment world."}, {"sentId": 11, "text": "And he is not laughing at moments like this from SNL."}], "speaker": "LEMON", "secId": 4}, {"sentences": [{"sentId": 12, "text": "All right, Mike, you're going to do everything, right?"}], "speaker": "UNIDENTIFIED MALE", "secId": 5}, {"sentences": [{"sentId": 13, "text": "Yes, sir."}], "speaker": "UNIDENTIFIED MALE", "secId": 6}, {"sentences": [{"sentId": 14, "text": "Let's get right to CNN's Jessica Schneider at Trump Tower, also, senior media correspondent, Mr. Brian Stelter."}], "speaker": "LEMON", "secId": 7}, {"sentences": [{"sentId": 15, "text": "Good evening, to both of you."}, {"sentId": 16, "text": "Jessica, I'll start with you."}, {"sentId": 17, "text": "Donald Trump met with a number of cabinet candidates today, and over the weekend, including some democrats, but you have some new information tonight about Trump's potential secretary of state pick."}, {"sentId": 18, "text": "What do you know?"}], "speaker": "LEMON", "secId": 8}, {"sentences": [{"sentId": 19, "text": "Yes."}, {"sentId": 20, "text": "You know, Don, two names at the forefront tonight."}, {"sentId": 21, "text": "Mitt Romney and Rudy Giuliani."}, {"sentId": 22, "text": "Of course, Romney a critic that is now playing nice."}, {"sentId": 23, "text": "Giuliani, a long time loyalist."}], "speaker": "SCHNEIDER", "secId": 9}, {"sentences": [{"sentId": 24, "text": "But new tonight, former House Speaker Newt Gingrich seems to be getting in on the lobbying efforts."}, {"sentId": 25, "text": "In fact, he talked to reporters after his own meeting with the president-elect."}, {"sentId": 26, "text": "Saying, that Rudy Giuliani has a huge advantage."}, {"sentId": 27, "text": "The way he put it, he called the former New York City Mayor a fighter."}], "speaker": "SCHNEIDER", "secId": 10}, {"sentences": [{"sentId": 28, "text": "He seeming to actually make a jab at Mitt Romney, alluding to the fact that maybe Romney isn't nice enough."}, {"sentId": 29, "text": "Newt Gingrich saying that the world is not going to change just because we show up and say please."}], "speaker": "SCHNEIDER", "secId": 11}, {"sentences": [{"sentId": 30, "text": "However, Mitt Romney is still a strong contender for secretary of state."}, {"sentId": 31, "text": "V.P.-elect Mike Pence in fact saying this weekend, that Romney is under active consideration for that secretary of state post."}, {"sentId": 32, "text": "Don?"}], "speaker": "SCHNEIDER", "secId": 12}, {"sentences": [{"sentId": 33, "text": "And Jessica, Trump released a video tonight laying out his legislative priorities for his first 100 days, tell us about that."}], "speaker": "LEMON", "secId": 13}, {"sentences": [{"sentId": 34, "text": "Well, yes, Don, two weeks into this after the election, we still haven't seen a press conference from Donald Trump, but he did released that two and a half minute video online tonight."}, {"sentId": 35, "text": "He talked about a variety of topics from trade, to energy, to immigration, also the ethics reform."}], "speaker": "SCHNEIDER", "secId": 14}, {"sentences": [{"sentId": 36, "text": "He didn't get any -- into any of the specifics that he had gotten into on the campaign trail like building that wall or deporting illegal immigrants."}, {"sentId": 37, "text": "But he did talk about immigration, saying that he's going to direct the Department of Labor to look into visa programs that in his words, undercut the American worker."}, {"sentId": 38, "text": "Don?"}], "speaker": "SCHNEIDER", "secId": 15}, {"sentences": [{"sentId": 39, "text": "All right."}, {"sentId": 40, "text": "Jessica, thank you very much."}, {"sentId": 41, "text": "I want to get to Brian Stelter now."}, {"sentId": 42, "text": "So, the Trump team releases this video outlining the president-elect priorities."}, {"sentId": 43, "text": "But he still hasn't held a traditional press conference since he won the election, is this at all unusual?"}], "speaker": "LEMON", "secId": 16}, {"sentences": [{"sentId": 44, "text": "The story is about we're going to get tired of using the word unusual."}, {"sentId": 45, "text": "Because so much of what's happened in the last two weeks is unusual, and that's going to be true for months to come."}], "speaker": "STELTER", "secId": 17}, {"sentences": [{"sentId": 46, "text": "Normally when a president is elected."}, {"sentId": 47, "text": "They have a press conference within a few days that's a precedent going back to the 1970s, but as you know, Don, it's been almost two weeks."}, {"sentId": 48, "text": "There is no sign of a press conference on the horizon."}], "speaker": "STELTER", "secId": 18}, {"sentences": [{"sentId": 49, "text": "Today, Kellyanne Conway said it would happen soon, but it's unclear how much power any of Trump's aids have to actually effect this kind of thing."}], "speaker": "STELTER", "secId": 19}, {"sentences": [{"sentId": 50, "text": "And it is so much what they criticized Hillary Clinton for during the campaign not holding press conferences."}], "speaker": "LEMON", "secId": 20}, {"sentences": [{"sentId": 51, "text": "That's right."}], "speaker": "STELTER", "secId": 21}, {"sentences": [{"sentId": 52, "text": "Donald Trump love to rail against the media during the campaign."}, {"sentId": 53, "text": "But today he met with network executives and some anchors, who did he meet with and what did they talk about?"}], "speaker": "LEMON", "secId": 22}, {"sentences": [{"sentId": 54, "text": "This was a fresh start of sorts."}, {"sentId": 55, "text": "The good news first, is that there was some progress made about media access."}, {"sentId": 56, "text": "The bad news, however, is that Trump vented for a long period time about how he feels he's covered unfairly."}], "speaker": "STELTER", "secId": 23}, {"sentences": [{"sentId": 57, "text": "These were representatives from CNN, NBC, ABC, Fox, and CBS, including CNN's Wolf Blitzer, NBC's Chuck Todd, ABC's George Stephanopolous, et cetera, et cetera."}, {"sentId": 58, "text": "Also a lot of networks executive were there."}], "speaker": "STELTER", "secId": 24}, {"sentences": [{"sentId": 59, "text": "Trump used the time to complain to bash the media, complain about NBC, CNN, and other network."}, {"sentId": 60, "text": "It eventually turned a little more positive, but this was described by the New York Post as a \"firing squad meeting.\""}], "speaker": "STELTER", "secId": 25}, {"sentences": [{"sentId": 61, "text": "Donald Trump still acting like he's only campaigning for president, not acting like he's really the president-elect."}], "speaker": "STELTER", "secId": 26}, {"sentences": [{"sentId": 62, "text": "Yes."}, {"sentId": 63, "text": "It sounds like what happened on the campaign trail, the crooked media."}, {"sentId": 64, "text": "Thank you very much, Brian."}, {"sentId": 65, "text": "I appreciate that."}], "speaker": "LEMON", "secId": 27}, {"sentences": [{"sentId": 66, "text": "I want to bring in CNN senior political analyst David Gergen, CNN's political analyst, Rebecca Berg, the Washington Post's Philip Bump."}], "speaker": "LEMON", "secId": 28}, {"sentences": [{"sentId": 67, "text": "Good evening to all of you."}, {"sentId": 68, "text": "David, you first."}, {"sentId": 69, "text": "Let's talk about these names being floated."}, {"sentId": 70, "text": "Mitt Romney for secretary of state."}, {"sentId": 71, "text": "General Mattis for defense secretary."}, {"sentId": 72, "text": "We also have democratic Congresswoman Tulsi Gabbard meeting with Trump."}, {"sentId": 73, "text": "Are we seeing signs that Trump may go beyond loyalists?"}], "speaker": "LEMON", "secId": 29}, {"sentences": [{"sentId": 74, "text": "He may."}, {"sentId": 75, "text": "But let's see how it comes out with the Mitt Romney versus Rudy Giuliani, I think that's going to be a major test."}], "speaker": "GERGEN", "secId": 30}, {"sentences": [{"sentId": 76, "text": "It's going to -- it will be a surprise to me if he offers it to Mitt Romney."}, {"sentId": 77, "text": "It will be a bigger surprise if Mitt Romney accepts."}, {"sentId": 78, "text": "But let's see what happens."}], "speaker": "GERGEN", "secId": 31}, {"sentences": [{"sentId": 79, "text": "General Mattis I think is a, would be an excellent choice for him by all accounts General Mattis."}, {"sentId": 80, "text": "I talked to a number of people who have been in the defense arena."}, {"sentId": 81, "text": "They have enormous respect for him."}, {"sentId": 82, "text": "And I think he would be seen as someone who is not a loyalist, but in fact will become a loyalist secretary of defense."}], "speaker": "GERGEN", "secId": 32}, {"sentences": [{"sentId": 83, "text": "How -- is it striking to you at this point, it's been all older white men, and how important is diversity to have a diverse cabinet?"}], "speaker": "LEMON", "secId": 33}, {"sentences": [{"sentId": 84, "text": "I'm sorry?"}, {"sentId": 85, "text": "I'm not sure where that was directed."}], "speaker": "GERGEN", "secId": 34}, {"sentences": [{"sentId": 86, "text": "It was you, David."}], "speaker": "LEMON", "secId": 35}, {"sentences": [{"sentId": 87, "text": "OK. Well, I fit the old white guy category."}, {"sentId": 88, "text": "The -- listen, I think it's extraordinarily important to have a diverse cabinet."}, {"sentId": 89, "text": "What we know from a lot of research now is that if corporate boards include three, or four or five women, but you have you to get a real nucleus there, so that the performance of the board goes up, and a diversity of viewpoints especially in today's complicated world, I think is extremely important."}, {"sentId": 90, "text": "In Canada, an enormously popular Prime Minister Trudeau."}, {"sentId": 91, "text": "More than"}], "speaker": "GERGEN", "secId": 36}, {"sentences": [{"sentId": 92, "text": "half the people in his cabinet are women, so I think that -- we always knew Mr. Trump likes the white guys around, but I think it would help him a lot, to help the country a lot if he had more diversity."}], "speaker": "GERGEN", "secId": 37}, {"sentences": [{"sentId": 93, "text": "Philip, are you surprised that he hasn't had more diversity that it's all been older white guys?"}], "speaker": "LEMON", "secId": 38}, {"sentences": [{"sentId": 94, "text": "I'm not terribly surprised by it."}, {"sentId": 95, "text": "I mean, over the course of the campaign, you know, one of the key aspects of his candidacy was to throw out political correctness and not pay any heed to these sorts of considerations."}, {"sentId": 96, "text": "So it doesn't surprise me at all, particularly, seeing who was surrounding him over the course of the campaign was mostly older white men."}], "speaker": "BUMP", "secId": 39}, {"sentences": [{"sentId": 97, "text": "Again, you know, we're only one pick in, in terms of actual cabinet picks."}], "speaker": "BUMP", "secId": 40}, {"sentences": [{"sentId": 98, "text": "Right."}], "speaker": "LEMON", "secId": 41}, {"sentences": [{"sentId": 99, "text": "You know, we'll see how these things plays out."}, {"sentId": 100, "text": "But I think that Mr. Gergen raised a key point there about loyalists, Donald Trump likes people who are loyal to him, and you know, he has a fairly limited pool of folks from whom he can draw from, who he knows has been loyal since the beginning."}], "speaker": "BUMP", "secId": 42}, {"sentences": [{"sentId": 101, "text": "Rebecca, to you now, on Trump's new video he is looking at executive actions on trade, on energy, on regulations, but on immigration, he never mentioned building a wall."}, {"sentId": 102, "text": "He never mentioned Obamacare, what do you make of this message?"}], "speaker": "LEMON", "secId": 43}, {"sentences": [{"sentId": 103, "text": "Well, I think he's mentioning a lot of things in this video, Don, that he'll be able to accomplish quickly."}, {"sentId": 104, "text": "So, we're talking about the first 100 days, of course, then Donald Trump wants to be able to present these goals that he can realistically reach and then report back and say, I laid out these goals, look, I've accomplished them."}], "speaker": "BERG", "secId": 44}, {"sentences": [{"sentId": 105, "text": "But the fact to the matter is, when it comes to immigration reform in particular, this is something where Congress is going to have to do most of the heavy lifting, and I think we're in a place now where -- I mean, we saw Donald Trump on the campaign trail, he promised America the moon, and seemed to suggest that he would be able to get it done with the snap of his fingers."}], "speaker": "BERG", "secId": 45}, {"sentences": [{"sentId": 106, "text": "Well, now, he's been elected president, and I think he and his team now recognize that governing is hard, that it takes a long time."}, {"sentId": 107, "text": "And immigration reform in particular, because it's going to be so contentious, and also very complicated."}, {"sentId": 108, "text": "It could take a while, it could take longer than 100 days, and certainly Congress is going to be very involved in that."}], "speaker": "BERG", "secId": 46}, {"sentences": [{"sentId": 109, "text": "And Philip Bump, on Brian's reporting, you know, speaking of never -- not having a press conference so far."}, {"sentId": 110, "text": "What do you think of Trump's relationship with the media."}, {"sentId": 111, "text": "Will he, you know, be like?"}, {"sentId": 112, "text": "What will it be like once he takes the oath of office."}, {"sentId": 113, "text": "If you can -- if you have a crystal ball and you can guess."}, {"sentId": 114, "text": "And I think we can kind of figure out."}], "speaker": "LEMON", "secId": 47}, {"sentences": [{"sentId": 115, "text": "I do."}, {"sentId": 116, "text": "I mean, my Donald Trump crystal ball are always kind of murky."}, {"sentId": 117, "text": "You know, I mean, that the point that has been made, and in fact just with Brian saying a little while ago, Donald Trump likes to have an adversary."}, {"sentId": 118, "text": "And the adversary over the course of the campaign was the media and Hillary Clinton, the adversary now is the media and the Democratic Party."}], "speaker": "BUMP", "secId": 48}, {"sentences": [{"sentId": 119, "text": "The Democratic Party is not particularly strong, there's not a lot of opposition that he's going to face on Capitol Hill, in particular from the democrats."}, {"sentId": 120, "text": "And so he has the media there as this thing he can push back against."}], "speaker": "BUMP", "secId": 49}, {"sentences": [{"sentId": 121, "text": "He just tweeted about the media and how the media is misrepresenting his business interests and something on."}], "speaker": "BUMP", "secId": 50}, {"sentences": [{"sentId": 122, "text": "Let's put that up."}, {"sentId": 123, "text": "Here it is."}], "speaker": "LEMON", "secId": 51}, {"sentences": [{"sentId": 124, "text": "OK."}], "speaker": "BUMP", "secId": 52}, {"sentences": [{"sentId": 125, "text": "He's tweeting, he's saying, \"Prior to the election, it was well known that I have interests in properties all over the world."}, {"sentId": 126, "text": "Only the crooked media makes this a big deal.\""}, {"sentId": 127, "text": "Isn't that what he hit Hillary Clinton for?"}], "speaker": "LEMON", "secId": 53}, {"sentences": [{"sentId": 128, "text": "I mean, it's very - he told it all."}, {"sentId": 129, "text": "Precisely what he did for."}], "speaker": "BUMP", "secId": 54}, {"sentences": [{"sentId": 130, "text": "So now it's the crooked media."}], "speaker": "LEMON", "secId": 55}, {"sentences": [{"sentId": 131, "text": "But it's also not true."}, {"sentId": 132, "text": "I mean, we don't know what his business interests are, right?"}], "speaker": "BUMP", "secId": 56}, {"sentences": [{"sentId": 133, "text": "Yes."}], "speaker": "LEMON", "secId": 57}, {"sentences": [{"sentId": 134, "text": "He didn't release his tax forms, and not only that, things have changed since the election."}, {"sentId": 135, "text": "He won the election, he's going to be president."}, {"sentId": 136, "text": "We need that information now more than even than we did then."}], "speaker": "BUMP", "secId": 58}, {"sentences": [{"sentId": 137, "text": "Down is up, up is down, David, what do you make of this?"}], "speaker": "LEMON", "secId": 59}, {"sentences": [{"sentId": 138, "text": "Yes."}, {"sentId": 139, "text": "Well, I want to add one other aspect to these two tweets he's put out tonight."}, {"sentId": 140, "text": "The first one was this one about and is sort of unbelievable."}, {"sentId": 141, "text": "But he's actually been out apparently talking to British leadership, about not putting up wind farms off his golf courses."}], "speaker": "GERGEN", "secId": 60}, {"sentences": [{"sentId": 142, "text": "Obviously, using the new president-elect power to negotiate for his commercial interests."}, {"sentId": 143, "text": "But beyond that he put out a tweet which was really surprising to me, basically saying, \"It would be great if the U.K would appoint Mr. Farage as the ambassador to the United States.\""}], "speaker": "GERGEN", "secId": 61}, {"sentences": [{"sentId": 144, "text": "Here it is."}, {"sentId": 145, "text": "Let's put it up."}], "speaker": "LEMON", "secId": 62}, {"sentences": [{"sentId": 146, "text": "Now Farage is the guy who led to champion against the Brexit."}], "speaker": "GERGEN", "secId": 63}, {"sentences": [{"sentId": 147, "text": "Let me read it."}, {"sentId": 148, "text": "Let me read it."}], "speaker": "LEMON", "secId": 64}, {"sentences": [{"sentId": 149, "text": "Yes, let's put that up."}], "speaker": "GERGEN", "secId": 65}, {"sentences": [{"sentId": 150, "text": "\"Many people would like to see Nigel Farage represent Great Britain as their ambassador to the United States."}, {"sentId": 151, "text": "He would do a great job."}, {"sentId": 152, "text": "Of course, he was the one who led Brexit.\""}], "speaker": "LEMON", "secId": 66}, {"sentences": [{"sentId": 153, "text": "Go ahead, continue, David."}], "speaker": "LEMON", "secId": 67}, {"sentences": [{"sentId": 154, "text": "Yes."}, {"sentId": 155, "text": "Well, he's the man who led the Brexit campaign and led Britain out of the European Union, and then stepped down from that position."}, {"sentId": 156, "text": "But he is a man who is much hated by governments across Western Europe that are now facing some populous movements of their own."}], "speaker": "GERGEN", "secId": 68}, {"sentences": [{"sentId": 157, "text": "You know, Angela Merkel, for example, in Germany, you know, the government in France, the government of Italy, all of them are facing the sort of the populous movements, and for Donald Trump to weigh-in to the middle of that, embracing Mr. Farage says a very clear signal, hey, you're punk."}, {"sentId": 158, "text": "I really don't respect you."}], "speaker": "GERGEN", "secId": 69}, {"sentences": [{"sentId": 159, "text": "And the most important thing about the American foreign policy for years has been the Trans-Atlantic partnership."}, {"sentId": 160, "text": "President Obama just went to Europe and said, reassure the Europeans that Donald Trump will be a great partner."}, {"sentId": 161, "text": "Well, he puts a stick in their eye by saying, by the way, my great champion, my great friend in Europe is now going to Mr. Farage."}], "speaker": "GERGEN", "secId": 70}, {"sentences": [{"sentId": 162, "text": "Who by the way was also loyal to him and was with Donald Trump or has been with Donald Trump..."}], "speaker": "BUMP", "secId": 71}, {"sentences": [{"sentId": 163, "text": "Yes, he was."}], "speaker": "GERGEN", "secId": 72}, {"sentences": [{"sentId": 164, "text": "All right."}, {"sentId": 165, "text": "When we come back, more about the alt-right in this particular year and season."}, {"sentId": 166, "text": "And we're going to talk about Donald Trump's possible business conflict, as well."}, {"sentId": 167, "text": "We'll be right back."}], "speaker": "LEMON", "secId": 73}, {"sentences": [{"sentId": 168, "text": "Donald Trump insists that his children will run his businesses when he becomes president, and that he won't be involved at all."}, {"sentId": 169, "text": "But is that pledge enough to avoid potential conflicts of interest?"}], "speaker": "LEMON", "secId": 74}, {"sentences": [{"sentId": 170, "text": "Back with me now, David Gergen, Rebecca Berg, and Philip Bump."}, {"sentId": 171, "text": "Before we get to the business, David, I want to talk about the alt-right, I want to ask you about this."}, {"sentId": 172, "text": "Members of the alt-right really a euphemism for white supremacist."}, {"sentId": 173, "text": "I guess it's just their new name now, they've rebranded themselves."}], "speaker": "LEMON", "secId": 75}, {"sentences": [{"sentId": 174, "text": "They met up for a conference in Washington over the weekend, they lauded a Trump victory, all while spewing racist and anti-Semitic hate speech."}, {"sentId": 175, "text": "Take a look at this."}], "speaker": "LEMON", "secId": 76}, {"sentences": [{"sentId": 176, "text": "Heil Trump, heil our people, heil victory."}], "speaker": "SPENCER", "secId": 77}, {"sentences": [{"sentId": 177, "text": "Wow."}, {"sentId": 178, "text": "So here is what the Trump team is saying about that."}, {"sentId": 179, "text": "It says, \"The President-elect Trump has continued to denounce racism of any kind."}, {"sentId": 180, "text": "And he has -- was elected because he will be a leader for every American, to think otherwise is a complete misrepresentation of the movement that united Americans from all backgrounds.\""}], "speaker": "LEMON", "secId": 78}, {"sentences": [{"sentId": 181, "text": "So my question is, is that specific enough in this statement, shouldn't he be very clear what and who he is calling out here?"}], "speaker": "LEMON", "secId": 79}, {"sentences": [{"sentId": 182, "text": "Of course it's not clear."}, {"sentId": 183, "text": "Donald Trump is trying to have it both ways here, and I don't think he'll be successful."}, {"sentId": 184, "text": "On one hand he puts out statements denying there's any racism, or any sexism or any of these other kind of things we all find so abhorrent in this administration."}], "speaker": "GERGEN", "secId": 80}, {"sentences": [{"sentId": 185, "text": "And thank goodness, we want presidents to do that."}, {"sentId": 186, "text": "But on the other hand, he's appointed Steve Bannon as one of the two most powerful people in the White House."}, {"sentId": 187, "text": "One of the two most -- one of the most powerful people in Washington whose previous company, where he was the executive chairman of it, and said of his company that Breitbart, that it was the main platform, the main platform for alt-right."}], "speaker": "GERGEN", "secId": 81}, {"sentences": [{"sentId": 188, "text": "And now here comes alt-right, and we see their true colors, they have this conference in Washington."}, {"sentId": 189, "text": "It's overtly racist, it's overtly anti- Jewish, it's anti-Semitic, it's overtly against women."}, {"sentId": 190, "text": "And it is overtly a white supremacist."}], "speaker": "GERGEN", "secId": 82}, {"sentences": [{"sentId": 191, "text": "They basically said this is a white nation, we don't want to -- we're not going to lose it, we're going to reassert ourselves."}, {"sentId": 192, "text": "And it says our motto has to be concur or die."}], "speaker": "GERGEN", "secId": 83}, {"sentences": [{"sentId": 193, "text": "Yes."}], "speaker": "LEMON", "secId": 84}, {"sentences": [{"sentId": 194, "text": "Now what kind of signal does that send to people of color?"}, {"sentId": 195, "text": "You know this, Don, much better than I do."}, {"sentId": 196, "text": "What kind of signal it does send to Muslims, to women, to Jews and everyone else."}, {"sentId": 197, "text": "It's exactly the wrong signal."}, {"sentId": 198, "text": "And yet, he's trying to have it both ways."}, {"sentId": 199, "text": "He said I don't have anything to do with racism, and yet, I've got Steve Bannon right in my bosom in the White House."}], "speaker": "GERGEN", "secId": 85}, {"sentences": [{"sentId": 200, "text": "Now he can't have it both ways on this issue."}, {"sentId": 201, "text": "He has to be clear as incoming president, and I want him to succeeds, I believe -- it's important, I've worked in the White House."}, {"sentId": 202, "text": "I believe in the success of our president."}, {"sentId": 203, "text": "But I also believe you got to uphold certain norms and sort of set standards for the country that people can go to sleep at night without worrying about -- their best friend or their family member is going to be deported the next day, or being treated harshly."}], "speaker": "GERGEN", "secId": 86}, {"sentences": [{"sentId": 204, "text": "Clearly Phillip, his team and he are not that stupid to believe that this doesn't matter, that they're not trafficking in racism and bigotry by doing this?"}], "speaker": "LEMON", "secId": 87}, {"sentences": [{"sentId": 205, "text": "Right, I mean..."}], "speaker": "BUMP", "secId": 88}, {"sentences": [{"sentId": 206, "text": "Are they trying to make us believe something that is..."}], "speaker": "LEMON", "secId": 89}, {"sentences": [{"sentId": 207, "text": "I think that Bannon is a good encapsulation of this issue for precisely the reasons that David that just articulated which is that Bannon, he tries to distance himself from the fact that he called the Breitbart a platform for the alt-right by saying I was a platform and or I was reporting what the alt-right was doing."}], "speaker": "BUMP", "secId": 90}, {"sentences": [{"sentId": 208, "text": "But I'm not of that."}], "speaker": "LEMON", "secId": 91}, {"sentences": [{"sentId": 209, "text": "Exactly."}, {"sentId": 210, "text": "And to some extent Trump is trying to do the same thing, right?"}, {"sentId": 211, "text": "He is trying to have folks who are enthusiastic supporters of his, and not flat them on the hand too hard, but still have them be part of what it is that he's doing."}], "speaker": "BUMP", "secId": 92}, {"sentences": [{"sentId": 212, "text": "Yes."}], "speaker": "LEMON", "secId": 93}, {"sentences": [{"sentId": 213, "text": "And it's just, you know, that statement is so weak."}, {"sentId": 214, "text": "This from a guy who spent months railing against Hillary Clinton for not saying radical Islamic terrorism and that phrase exactly can't come out and say, you know, those racist Nazis that were just in D.C., that's not me, stay away from me, that's not what I'm about."}], "speaker": "BUMP", "secId": 94}, {"sentences": [{"sentId": 215, "text": "And it may not matter that he is insulting to people of color, Rebecca, considering the number of people of color who actually voted for him, about 7 percent."}], "speaker": "LEMON", "secId": 95}, {"sentences": [{"sentId": 216, "text": "Well, it does matter that, Don, of course because this isn't about just who supported Donald Trump but now he is and he have said."}], "speaker": "BERG", "secId": 96}, {"sentences": [{"sentId": 217, "text": "I'm saying maybe in his mind or maybe in the transition team's mind."}, {"sentId": 218, "text": "But I think you're right about the first part of your statement, go on."}], "speaker": "LEMON", "secId": 97}, {"sentences": [{"sentId": 219, "text": "Well, right."}, {"sentId": 220, "text": "Yes."}, {"sentId": 221, "text": "And so, this isn't -- even for them, I think in their minds, their thinking, moving forward, this really is about everyone."}, {"sentId": 222, "text": "And so, they're keeping their base happy is obviously important, but also, making sure that the needs of all Americans are served."}], "speaker": "BERG", "secId": 98}, {"sentences": [{"sentId": 223, "text": "And if we're going to -- this is what they've said they will do, if we're going to take them at their word."}, {"sentId": 224, "text": "But so far, Philip and David, I think are exactly right, they're not addressing this head on."}], "speaker": "BERG", "secId": 99}, {"sentences": [{"sentId": 225, "text": "But I would just make the point that you know, we are giving this outsized attention right now in the media."}, {"sentId": 226, "text": "These few incidents with neo-Nazis, with white nationalist."}, {"sentId": 227, "text": "But this is still a very small share of Trump supporters."}], "speaker": "BERG", "secId": 100}, {"sentences": [{"sentId": 228, "text": "And I think that's an important point to make, because certainly we haven't expected Barack Obama to come out as president every time one of his supporters says something hateful and address that, and I'm not sure that we can expect that of President-elect Trump every time a room of a few dozen people says something hateful like this."}], "speaker": "BERG", "secId": 101}, {"sentences": [{"sentId": 229, "text": "David, is there a parody here between those two things?"}], "speaker": "LEMON", "secId": 102}, {"sentences": [{"sentId": 230, "text": "Listen, I respect what Rebecca said, most of what she said."}, {"sentId": 231, "text": "But the fact is, that Mr. Bannon represents and has sent out a lot of signals to people, as someone you should be scared of, as someone who supports policies that are going to represent this administration, that it's going to be harsh on Muslims, that's going to withdraw basically support for criminal -- social justice in a criminal system, it does not and it's going to downgrade that."}], "speaker": "GERGEN", "secId": 103}, {"sentences": [{"sentId": 232, "text": "That is going to go after people in various ways."}, {"sentId": 233, "text": "I have people crying in my classroom, I have people who were, you know grieving about what's happened, but mostly they're scared."}, {"sentId": 234, "text": "They're scared for their families, they don't know what this means."}], "speaker": "GERGEN", "secId": 104}, {"sentences": [{"sentId": 235, "text": "And I'm sorry, when the alt-right is taken as seriously as it is, and we begin to normalize this conversation, to say, it's all right to do neo-Nazi kind of rhetoric and we're just going to accept it, it's just part of who we are as Americans."}], "speaker": "GERGEN", "secId": 105}, {"sentences": [{"sentId": 236, "text": "No, it is not all right to be neo-Nazi in this country."}, {"sentId": 237, "text": "And we -- just as -- if we're going to raise those specters, let's remember when people didn't rise up against the Nazis, when they were in their midst."}], "speaker": "GERGEN", "secId": 106}, {"sentences": [{"sentId": 238, "text": "And it is not right, and the president himself has to be the standard bearer of this, he has to be seen as a president of all the people, that's what we want."}, {"sentId": 239, "text": "And I think we can support Mr. Trump in a lot of what he does."}], "speaker": "GERGEN", "secId": 107}, {"sentences": [{"sentId": 240, "text": "I totally agree with that, David."}], "speaker": "BERG", "secId": 108}, {"sentences": [{"sentId": 241, "text": "But he has to be embracive and inclusive."}], "speaker": "GERGEN", "secId": 109}, {"sentences": [{"sentId": 242, "text": "But at the same time, you also don't want to give unnecessary oxygen to some of these hateful rhetoric."}, {"sentId": 243, "text": "And there is the potential..."}], "speaker": "BERG", "secId": 110}, {"sentences": [{"sentId": 244, "text": "It's Breitbart that gave them the unnecessary oxygen."}, {"sentId": 245, "text": "Breitbart is the one that helped gave them the platform."}, {"sentId": 246, "text": "That's what Mr. Bannon said."}], "speaker": "GERGEN", "secId": 111}, {"sentences": [{"sentId": 247, "text": "Right."}, {"sentId": 248, "text": "I'm talking about these neo-Nazis in Washington."}], "speaker": "BERG", "secId": 112}, {"sentences": [{"sentId": 249, "text": "OK."}, {"sentId": 250, "text": "Thank you."}, {"sentId": 251, "text": "Interesting conversation."}, {"sentId": 252, "text": "I appreciate it, all of you."}], "speaker": "LEMON", "secId": 113}, {"sentences": [{"sentId": 253, "text": "Up next, Donald Trump won the election, but is he losing the battle with the entertainment world?"}], "speaker": "LEMON", "secId": 114}, {"sentences": [{"sentId": 254, "text": "As Donald Trump works the staff of his incoming administration, he's under fire from some celebrities in the entertainment world."}], "speaker": "LEMON", "secId": 115}, {"sentences": [{"sentId": 255, "text": "Here to discuss P.J."}, {"sentId": 256, "text": "O'Rourke, columnist for the Daily Beast, Time magazine columnist, Joel Stein, Michael Wolff, the columnist for the Hollywood Reporter, and Todd Gitlin, the professor of journalism and sociology at Columbia University, he is the author of \"The Sixties: Years of Hope, Days of Rage.\""}], "speaker": "LEMON", "secId": 116}, {"sentences": [{"sentId": 257, "text": "I can't wait to have this conversation."}, {"sentId": 258, "text": "Michael, before we have this conversation do you think he even cares that he has a contentious relationship with Hollywood?"}, {"sentId": 259, "text": "It doesn't really matter to him."}], "speaker": "LEMON", "secId": 117}, {"sentences": [{"sentId": 260, "text": "Well, I think it's no, I think he doesn't care, as a matter of fact, I think he invites and courts a contentious relationship with Hollywood."}, {"sentId": 261, "text": "But having said that, he also has a great relationship with Hollywood."}], "speaker": "WOLFF", "secId": 118}, {"sentences": [{"sentId": 262, "text": "Right."}], "speaker": "LEMON", "secId": 119}, {"sentences": [{"sentId": 263, "text": "I mean, he knows all of the -- all of the moguls."}, {"sentId": 264, "text": "Ari Emanuel came to visit him this weekend."}, {"sentId": 265, "text": "So, it's a weird kind of thing of him being very tight with this community while at the same time, making that his foil and his enemy."}], "speaker": "WOLFF", "secId": 120}, {"sentences": [{"sentId": 266, "text": "So he's at the center now of this culture war with Hamilton on Friday and the vice president, and then Saturday Night Live, and then the American that was on Saturday, and then on Sunday it was the American Music Awards."}, {"sentId": 267, "text": "So, I want to get your reaction."}, {"sentId": 268, "text": "Professor, what do you think?"}], "speaker": "LEMON", "secId": 121}, {"sentences": [{"sentId": 269, "text": "Well, first of all, I find it remarkable and maybe even hilarious, that a man who ran his entire campaign as a string of insults, lyin' Ted, crooked Hillary, Alicia Machado, Mr. Khan, and on and on and on, that he takes offense at an actor reading a statement in a theater to his vice president and finds that deplorable."}, {"sentId": 270, "text": "I find this stupefying."}], "speaker": "GITLIN", "secId": 122}, {"sentences": [{"sentId": 271, "text": "Yes."}], "speaker": "LEMON", "secId": 123}, {"sentences": [{"sentId": 272, "text": "You might say hypocritical."}], "speaker": "GITLIN", "secId": 124}, {"sentences": [{"sentId": 273, "text": "P.J., what do you think?"}, {"sentId": 274, "text": "Because we talked about Hamilton on Friday night."}, {"sentId": 275, "text": "P.J."}, {"sentId": 276, "text": "O'ROUKE, THE DAILY BEAST COLUMNIST:  I think..."}], "speaker": "LEMON", "secId": 125}, {"sentences": [{"sentId": 277, "text": "And I thought that he, you know, the American people might have been trolled in the media a little bit, because clearly the vice president and the campaign had to know, by showing up at Hamilton, and considering the play and who's in it on a Friday night that something like this might happen, not exactly that, but something."}, {"sentId": 278, "text": "But go on, P.J."}], "speaker": "LEMON", "secId": 126}, {"sentences": [{"sentId": 279, "text": "Yes."}, {"sentId": 280, "text": "You could bet on it, you know, all you have to do is look at People magazine or whatever the junk is on television, about celebrities."}, {"sentId": 281, "text": "America has a total love/hate relationship with celebrities."}, {"sentId": 282, "text": "And how do people stay celebrities nowadays, not by doing great work, but by playing the game, the tension, the fallouts, that heat, the make-up, the kiss, the hug, the slug."}], "speaker": "O'ROUKE", "secId": 127}, {"sentences": [{"sentId": 283, "text": "You know, and Trump is a genius at this."}, {"sentId": 284, "text": "And it's like consider for a moment the idea of having your fundamental moral stance about anything criticized by Broadway actors."}, {"sentId": 285, "text": "I mean, it's absolutely wonderful."}, {"sentId": 286, "text": "For Pence must have been amused by it."}], "speaker": "O'ROUKE", "secId": 128}, {"sentences": [{"sentId": 287, "text": "I got to say I'm amused by it."}, {"sentId": 288, "text": "And I love the wonderful smog of smug that has arisen around being against Trump."}], "speaker": "O'ROUKE", "secId": 129}, {"sentences": [{"sentId": 289, "text": "Yes."}], "speaker": "LEMON", "secId": 130}, {"sentences": [{"sentId": 290, "text": "I mean, for one thing, it ignores the fact that most Americans weren't for Trump."}, {"sentId": 291, "text": "They were against Hillary."}, {"sentId": 292, "text": "And even though she won the popular vote."}, {"sentId": 293, "text": "We've got to get rid of that phrase, popular vote."}], "speaker": "O'ROUKE", "secId": 131}, {"sentences": [{"sentId": 294, "text": "Yes, she won the race popular vote by..."}], "speaker": "LEMON", "secId": 132}, {"sentences": [{"sentId": 295, "text": "Yes, but we have -- yes, but we have to get rid of that phrase, popular vote."}, {"sentId": 296, "text": "There was nothing popular about either of these candidates."}], "speaker": "O'ROURKE", "secId": 133}, {"sentences": [{"sentId": 297, "text": "All right."}], "speaker": "LEMON", "secId": 134}, {"sentences": [{"sentId": 298, "text": "So let's come up with a better term."}], "speaker": "O'ROURKE", "secId": 135}, {"sentences": [{"sentId": 299, "text": "You're right about that."}, {"sentId": 300, "text": "But I want to get Joel in here."}, {"sentId": 301, "text": "Joel what do you make of the last, you know, the events of Friday through Sunday."}], "speaker": "LEMON", "secId": 136}, {"sentences": [{"sentId": 302, "text": "Yes."}, {"sentId": 303, "text": "I think it's weird that people are ascribing different motives that he is doing this to distract people from something else."}, {"sentId": 304, "text": "He's doing it because he's thin skinned."}, {"sentId": 305, "text": "He gets upset at everyone from Rosie O'Donnell on."}, {"sentId": 306, "text": "And we keep thinking he's going to become presidential."}, {"sentId": 307, "text": "Or when he entered, you know, the main part of the campaign, that he would become a different person."}], "speaker": "STEIN", "secId": 137}, {"sentences": [{"sentId": 308, "text": "He's always going to be this person."}, {"sentId": 309, "text": "He's always going to be furious at everybody."}, {"sentId": 310, "text": "And he's never going to be a president that is of the ilk that we've had before."}, {"sentId": 311, "text": "We're never going to be able to be proud of him."}], "speaker": "STEIN", "secId": 138}, {"sentences": [{"sentId": 312, "text": "Did you want to say something?"}], "speaker": "LEMON", "secId": 139}, {"sentences": [{"sentId": 313, "text": "Yes."}, {"sentId": 314, "text": "I couldn't disagree with that more."}, {"sentId": 315, "text": "First thing, I don't actually think he's thin skinned at all."}, {"sentId": 316, "text": "I think he's incredibly strategic."}, {"sentId": 317, "text": "I think he is doing now exactly the things that proved to be so successful during this campaign."}], "speaker": "WOLFF", "secId": 140}, {"sentences": [{"sentId": 318, "text": "He sets -- he sets up us, literally the media, who does he run most against?"}, {"sentId": 319, "text": "He runs against the media, because we do the -- he sets us up, we do the predictable thing, and that plays to the people who have elected him."}, {"sentId": 320, "text": "I mean, I think it's extraordinarily brilliant..."}], "speaker": "WOLFF", "secId": 141}, {"sentences": [{"sentId": 321, "text": "But can he be thin skinned and play the media at the same time?"}], "speaker": "LEMON", "secId": 142}, {"sentences": [{"sentId": 322, "text": "Yes, he can."}], "speaker": "WOLFF", "secId": 143}, {"sentences": [{"sentId": 323, "text": "Yes, he can."}], "speaker": "LEMON", "secId": 144}, {"sentences": [{"sentId": 324, "text": "I don't feel..."}], "speaker": "GITLIN", "secId": 145}, {"sentences": [{"sentId": 325, "text": "He's playing the media."}], "speaker": "WOLFF", "secId": 146}, {"sentences": [{"sentId": 326, "text": "I just want to correct one thing."}, {"sentId": 327, "text": "We were told that this was a statement by an actor."}, {"sentId": 328, "text": "Now my understand it was statement written by the author of Hamilton."}], "speaker": "GITLIN", "secId": 147}, {"sentences": [{"sentId": 329, "text": "Of Hamilton."}], "speaker": "LEMON", "secId": 148}, {"sentences": [{"sentId": 330, "text": "So now the man shows that he has contempt to the writers."}], "speaker": "GITLIN", "secId": 149}, {"sentences": [{"sentId": 331, "text": "OK."}, {"sentId": 332, "text": "It's worse than that, now we're into the..."}], "speaker": "O'ROURKE", "secId": 150}, {"sentences": [{"sentId": 333, "text": "Yes, go ahead."}], "speaker": "LEMON", "secId": 151}, {"sentences": [{"sentId": 334, "text": "Now we're into the plot of the producers."}, {"sentId": 335, "text": "OK."}, {"sentId": 336, "text": "Remember who used to play..."}], "speaker": "O'ROURKE", "secId": 152}, {"sentences": [{"sentId": 337, "text": "It's not a plot, it's the theme."}], "speaker": "STEIN", "secId": 153}, {"sentences": [{"sentId": 338, "text": "It's an evaluation, it's a plea."}, {"sentId": 339, "text": "It's a description."}, {"sentId": 340, "text": "It's an honest gesture to the vice president-elect and the president thinks that this is a defiance of proper authority."}], "speaker": "GITLIN", "secId": 154}, {"sentences": [{"sentId": 341, "text": "No, he doesn't think that."}, {"sentId": 342, "text": "What he thinks is -- what he thinks..."}], "speaker": "WOLFF", "secId": 155}, {"sentences": [{"sentId": 343, "text": "I don't care what he's worth."}], "speaker": "GITLIN", "secId": 156}, {"sentences": [{"sentId": 344, "text": "What he -- yes, he acts as though, but what it really is he sees this is an opportunity to tweet something that will get your goal."}], "speaker": "WOLFF", "secId": 157}, {"sentences": [{"sentId": 345, "text": "You mean, he's not really a bully, but he just plays one on TV?"}], "speaker": "GITLIN", "secId": 158}, {"sentences": [{"sentId": 346, "text": "Yes, exactly."}, {"sentId": 347, "text": "That's his job."}, {"sentId": 348, "text": "What are you talking about?"}], "speaker": "WOLFF", "secId": 159}, {"sentences": [{"sentId": 349, "text": "It's his job?"}], "speaker": "GITLIN", "secId": 160}, {"sentences": [{"sentId": 350, "text": "That's literally what he does."}], "speaker": "WOLFF", "secId": 161}, {"sentences": [{"sentId": 351, "text": "That's the job of the president of the United States?"}], "speaker": "GITLIN", "secId": 162}, {"sentences": [{"sentId": 352, "text": "Well, that is the job of a -- of a..."}], "speaker": "WOLFF", "secId": 163}, {"sentences": [{"sentId": 353, "text": "I didn't read that in the Constitution."}], "speaker": "GITLIN", "secId": 164}, {"sentences": [{"sentId": 354, "text": "... reality performer, that because, that's you know, the times have moved on since the..."}], "speaker": "WOLFF", "secId": 165}, {"sentences": [{"sentId": 355, "text": "I see."}, {"sentId": 356, "text": "Now he's a world..."}], "speaker": "GITLIN", "secId": 166}, {"sentences": [{"sentId": 357, "text": "We're now in the reality."}], "speaker": "WOLFF", "secId": 167}, {"sentences": [{"sentId": 358, "text": "Now he's God's gift to the working as well."}], "speaker": "GITLIN", "secId": 168}, {"sentences": [{"sentId": 359, "text": "Go ahead."}], "speaker": "LEMON", "secId": 169}, {"sentences": [{"sentId": 360, "text": "We've needed it for so -- we have needed it for long to find out, to discover that politics is a tragic -- tragic comic performance art."}, {"sentId": 361, "text": "Which is why any sensible person, a conservative I would say, a real conservative tries to keep politics out of his or her life to the greatest extent."}, {"sentId": 362, "text": "Possible that this is what happens when you let our kind of politics that we've developed in America, into your real life, you wind up with a Trump."}], "speaker": "O'ROURKE", "secId": 170}, {"sentences": [{"sentId": 363, "text": "No."}], "speaker": "LEMON", "secId": 171}, {"sentences": [{"sentId": 364, "text": "I'm flabbergasted; I don't know what to say."}], "speaker": "GITLIN", "secId": 172}, {"sentences": [{"sentId": 365, "text": "Why?"}], "speaker": "LEMON", "secId": 173}, {"sentences": [{"sentId": 366, "text": "Conservatives don't have real lives which are concerned about the destiny of the country and its values?"}], "speaker": "GITLIN", "secId": 174}, {"sentences": [{"sentId": 367, "text": "Well, of course we do, but we're not going to use up all our huffing and puffing ahead of time, just to show how superior we are to people who did vote for Trump, which again I'd say most of..."}], "speaker": "O'ROURKE", "secId": 175}, {"sentences": [{"sentId": 368, "text": "I don't think I'm superior to anyone..."}], "speaker": "GITLIN", "secId": 176}, {"sentences": [{"sentId": 369, "text": "I don't know anybody -- I don't know anybody."}], "speaker": "O'ROURKE", "secId": 177}, {"sentences": [{"sentId": 370, "text": "Do you, you're very superior to people who voted for Hillary Clinton."}], "speaker": "GITLIN", "secId": 178}, {"sentences": [{"sentId": 371, "text": "I don't know anyone who voted for Trump."}, {"sentId": 372, "text": "I know a bunch of people who voted against Hillary."}], "speaker": "O'ROURKE", "secId": 179}, {"sentences": [{"sentId": 373, "text": "And so?"}], "speaker": "GOTLIN", "secId": 180}, {"sentences": [{"sentId": 374, "text": "I don't know anybody who voted for Trump."}], "speaker": "O'ROURKE", "secId": 181}, {"sentences": [{"sentId": 375, "text": "I see."}], "speaker": "GITLIN", "secId": 182}, {"sentences": [{"sentId": 376, "text": "Don."}, {"sentId": 377, "text": "So, I'm saying this..."}], "speaker": "O'ROURKE", "secId": 183}, {"sentences": [{"sentId": 378, "text": "And it was one way to do that which is to vote for this bullying, lying con artist."}], "speaker": "GITLIN", "secId": 184}, {"sentences": [{"sentId": 379, "text": "You might consider..."}], "speaker": "O'ROURKE", "secId": 185}, {"sentences": [{"sentId": 380, "text": "To quote a former republican candidate."}], "speaker": "GITLIN", "secId": 186}, {"sentences": [{"sentId": 381, "text": "You might consider how there are -- you might consider how there are a lot of people in this country who feel continually insulted and belittle..."}], "speaker": "O'ROURKE", "secId": 187}, {"sentences": [{"sentId": 382, "text": "I am well aware of that."}], "speaker": "GOTLIN", "secId": 188}, {"sentences": [{"sentId": 383, "text": "... by the world of the elites and I include myself."}], "speaker": "O'ROURKE", "secId": 189}, {"sentences": [{"sentId": 384, "text": "And we should kowtow -- we should kowtow to their worst..."}], "speaker": "GITLIN", "secId": 190}, {"sentences": [{"sentId": 385, "text": "I don't say we should kowtow, I think we should save up a little of our indignation, until somebody does..."}], "speaker": "O'ROURKE", "secId": 191}, {"sentences": [{"sentId": 386, "text": "Hold on, Michael."}], "speaker": "LEMON", "secId": 192}, {"sentences": [{"sentId": 387, "text": "But no, I'm going to let you go back."}, {"sentId": 388, "text": "I got to get to a break."}, {"sentId": 389, "text": "I got to get to a break."}, {"sentId": 390, "text": "Michael will get the first word out of this break."}], "speaker": "LEMON", "secId": 193}, {"sentences": [{"sentId": 391, "text": "All right, back now with my panel."}, {"sentId": 392, "text": "We were talking about, I guess a culture war."}, {"sentId": 393, "text": "Donald Trump and the culture war."}, {"sentId": 394, "text": "The war on media, you were -- I tried to give you -- I said I was going to give you coming out of the break."}], "speaker": "LEMON", "secId": 194}, {"sentences": [{"sentId": 395, "text": "And I said I was going to forget what I said, which I -- which I have."}, {"sentId": 396, "text": "But actually I remember -- I remember now."}], "speaker": "WOLFF", "secId": 195}, {"sentences": [{"sentId": 397, "text": "Yes."}], "speaker": "LEMON", "secId": 196}, {"sentences": [{"sentId": 398, "text": "And Todd was saying that it's really about what are we going to do with these -- with these people who have -- who have voted for Trump, and formed this new..."}], "speaker": "WOLFF", "secId": 197}, {"sentences": [{"sentId": 399, "text": "Because do we appeal to the -- you said, the worst of us or whatever, is that what we you saying, is that what we do?"}, {"sentId": 400, "text": "Yes."}], "speaker": "LEMON", "secId": 198}, {"sentences": [{"sentId": 401, "text": "I think that Trump did."}], "speaker": "WOLFF", "secId": 199}, {"sentences": [{"sentId": 402, "text": "Yes."}], "speaker": "LEMON", "secId": 200}, {"sentences": [{"sentId": 403, "text": "But I think the reverse works also these people -- the people who have elected Donald Trump, are now looking at us the way we have looked at them and saying, there's something wrong with these people."}, {"sentId": 404, "text": "These people don't reflect our country, they don't reflect our values."}], "speaker": "WOLFF", "secId": 201}, {"sentences": [{"sentId": 405, "text": "Meaning the people in entertainment who have been protest -- yes."}], "speaker": "LEMON", "secId": 202}, {"sentences": [{"sentId": 406, "text": "Yes, the -- whoever we are."}, {"sentId": 407, "text": "Yes."}], "speaker": "WOLFF", "secId": 203}, {"sentences": [{"sentId": 408, "text": "Right."}, {"sentId": 409, "text": "I got it."}, {"sentId": 410, "text": "So, listen, I want to put this up, because we're also talking about Hamilton."}, {"sentId": 411, "text": "We're going to work about other things as well."}], "speaker": "LEMON", "secId": 204}, {"sentences": [{"sentId": 412, "text": "This is what Donald Trump tweeted after Mike Pence, the president- elect went to the Hamilton Friday night."}, {"sentId": 413, "text": "\"The cast and producers on Hamilton which I hear is highly overrated."}, {"sentId": 414, "text": "Should immediately apologize to Mike Pence for their terrible behavior.\""}, {"sentId": 415, "text": "By the way, it's the hottest ticket on Broadway and in entertainment right now."}], "speaker": "LEMON", "secId": 205}, {"sentences": [{"sentId": 416, "text": "One of the reasons Mike Pence wanted to go, I would imagine."}, {"sentId": 417, "text": "Go on."}], "speaker": "LEMON", "secId": 206}, {"sentences": [{"sentId": 418, "text": "Now he spoke about the importance of safe spaces."}], "speaker": "GITLIN", "secId": 207}, {"sentences": [{"sentId": 419, "text": "Right."}], "speaker": "LEMON", "secId": 208}, {"sentences": [{"sentId": 420, "text": "The theater should be a safe space."}, {"sentId": 421, "text": "Isn't it anybody else find this absolutely hilarious."}, {"sentId": 422, "text": "He's been beating on..."}], "speaker": "GITLIN", "secId": 209}, {"sentences": [{"sentId": 423, "text": "The whole idea of the theater was the dangerous and edgy."}], "speaker": "O'ROURKE", "secId": 210}, {"sentences": [{"sentId": 424, "text": "Excuse me."}, {"sentId": 425, "text": "Excuse me."}, {"sentId": 426, "text": "Thank you, I agree with that."}, {"sentId": 427, "text": "But I was in the middle of the sentence."}, {"sentId": 428, "text": "Where the sentence it goes on to say that he is, has beaten the drums against political correctness, he's been scathing about all these manifestations of it on campuses, many people have, I have written critically of myself."}], "speaker": "GITLIN", "secId": 211}, {"sentences": [{"sentId": 429, "text": "That suddenly all of these poor little winey people need safe spaces, and his big strong vice president needs a safe space in the theater, which is where speech people are supposed to talk and argue and do what they feel like doing, because we actually have something called the First Amendment?"}], "speaker": "GITLIN", "secId": 212}, {"sentences": [{"sentId": 430, "text": "So, suddenly Donald Trump emerges as the prince of decorum, doesn't anyone find this really odd, the man who thought..."}], "speaker": "GITLIN", "secId": 213}, {"sentences": [{"sentId": 431, "text": "Yes."}], "speaker": "STEIN", "secId": 214}, {"sentences": [{"sentId": 432, "text": "... you know, in the good old days we beat the crap out of people, and knock them cold?"}], "speaker": "GITLIN", "secId": 215}, {"sentences": [{"sentId": 433, "text": "Joel."}, {"sentId": 434, "text": "I want you to respond to this, because I hear you're chiming in over there."}, {"sentId": 435, "text": "I want to play the sound bite..."}], "speaker": "LEMON", "secId": 216}, {"sentences": [{"sentId": 436, "text": "Yes, the old days..."}], "speaker": "STEIN", "secId": 217}, {"sentences": [{"sentId": 437, "text": "Let me -- I want -- let me play Brandon Dixon, who is from the cast and his reaction to what happened on Friday."}, {"sentId": 438, "text": "This is him this morning."}, {"sentId": 439, "text": "Listen."}], "speaker": "LEMON", "secId": 218}, {"sentences": [{"sentId": 440, "text": "The conversation is not harassment, you know, and I was really appreciative that Vice President-elect Pence stood there and listened to what we had to say."}, {"sentId": 441, "text": "I mean, I know some people have said that you know, a one sided conversation or a lecture is not a conversation, but it was the beginnings of a conversation, I hope that we can continue to have."}], "speaker": "DIXON", "secId": 219}, {"sentences": [{"sentId": 442, "text": "If you want to be president-elect of the free world to Todd's point, shouldn't you have a thicker skin and listen to the people who you're going to be representing?"}, {"sentId": 443, "text": "No."}], "speaker": "LEMON", "secId": 220}, {"sentences": [{"sentId": 444, "text": "But he doesn't have a thicker skin, right."}, {"sentId": 445, "text": "He used the debate to yell at Rosie O'Donnell."}, {"sentId": 446, "text": "He's always going to be upset about something."}, {"sentId": 447, "text": "He's not trying to play us in the media."}, {"sentId": 448, "text": "The tweets right before this, were about how great Trump University was, and how he settled."}], "speaker": "STEIN", "secId": 221}, {"sentences": [{"sentId": 449, "text": "I mean, a normal politician would throw a dead cat on the table, right, and try to distract us from everything else with this Hamilton stuff."}, {"sentId": 450, "text": "But I think he's just pissed off, and he is going to be pissed off as president over and over and over again."}, {"sentId": 451, "text": "Just like he has been for his entire life."}], "speaker": "STEIN", "secId": 222}, {"sentences": [{"sentId": 452, "text": "I supposed we can look forward to many such eruptions."}], "speaker": "GITLIN", "secId": 223}, {"sentences": [{"sentId": 453, "text": "Let me elevate this to meet a level and point that this benefits everybody."}, {"sentId": 454, "text": "Nobody is a victim here."}, {"sentId": 455, "text": "It's good for Trump, it's good for Hamilton, it's good for us, the media, because we can't stop talking about it."}], "speaker": "WOLFF", "secId": 224}, {"sentences": [{"sentId": 456, "text": "All good."}, {"sentId": 457, "text": "You bet."}], "speaker": "GITLIN", "secId": 225}, {"sentences": [{"sentId": 458, "text": "No, it's bad for America."}, {"sentId": 459, "text": "Bad for America and exactly -- which is the point."}], "speaker": "STEIN", "secId": 226}, {"sentences": [{"sentId": 460, "text": "Why is it bad for America?"}], "speaker": "LEMON", "secId": 227}, {"sentences": [{"sentId": 461, "text": "And who are we speaking for."}], "speaker": "GITLIN", "secId": 228}, {"sentences": [{"sentId": 462, "text": "I want to say something about bad America."}], "speaker": "O'ROURKE", "secId": 229}, {"sentences": [{"sentId": 463, "text": "But wait, who said it was bad for America first."}, {"sentId": 464, "text": "Hold on, P.J."}, {"sentId": 465, "text": "P.J., hold on."}, {"sentId": 466, "text": "Was it you who said it was bad for America or was it Joel?"}], "speaker": "LEMON", "secId": 230}, {"sentences": [{"sentId": 467, "text": "It was Joel."}], "speaker": "O'ROURKE", "secId": 231}, {"sentences": [{"sentId": 468, "text": "It was me."}], "speaker": "STEIN", "secId": 232}, {"sentences": [{"sentId": 469, "text": "Joel, go ahead."}], "speaker": "LEMON", "secId": 233}, {"sentences": [{"sentId": 470, "text": "This is democracy."}, {"sentId": 471, "text": "This is what we're talking about instead of the real fear that are gripping American right now."}, {"sentId": 472, "text": "We're talking about, you know, it's cool to say in a Broadway theater to a vice president."}, {"sentId": 473, "text": "I mean, we are unable to have a discourse as anything but an insult argument."}], "speaker": "STEIN", "secId": 234}, {"sentences": [{"sentId": 474, "text": "Yes."}, {"sentId": 475, "text": "And we're not P.J., to the point we're not talking about Trump University settling for $25 million and then him saying it was great."}, {"sentId": 476, "text": "I mean, you know, that's great -- yes."}], "speaker": "LEMON", "secId": 235}, {"sentences": [{"sentId": 477, "text": "you could talk about the Trump Foundation, that fraud went operation if ever there was one."}, {"sentId": 478, "text": "And he's happy to take..."}], "speaker": "GITLIN", "secId": 236}, {"sentences": [{"sentId": 479, "text": "And we're not talking as much as we could be about the alt- right, which I'm interested in all of you, because I'm wondering, is this a rebranding, which I've heard from many conservative politicians who have actually contacted me and said, this is just a rebranding of hate, racist, the klan, and all of a sudden, they're alt-right."}, {"sentId": 480, "text": "And people are sort of denying that they have any affiliation with them, or that they're giving them a platform."}], "speaker": "LEMON", "secId": 237}, {"sentences": [{"sentId": 481, "text": "Yes."}, {"sentId": 482, "text": "Alt-right is a cool way of saying white supremacist."}], "speaker": "GITLIN", "secId": 238}, {"sentences": [{"sentId": 483, "text": "Can I give the word in about all this hate stuff?"}], "speaker": "O'ROURKE", "secId": 239}, {"sentences": [{"sentId": 484, "text": "Sure."}, {"sentId": 485, "text": "Go ahead, P.J."}], "speaker": "LEMON", "secId": 240}, {"sentences": [{"sentId": 486, "text": "I'm sorry."}, {"sentId": 487, "text": "It's a big country and there's going to be hate in it."}, {"sentId": 488, "text": "But I spent 20 years as a foreign correspondent."}, {"sentId": 489, "text": "I'll take you some place and show you hate."}, {"sentId": 490, "text": "And it is not here."}, {"sentId": 491, "text": "I'll take you to Somalia, and you know something interesting about all the hate in Somalia, they happen to all speak the same language and belong to the same tribe."}], "speaker": "O'ROURKE", "secId": 241}, {"sentences": [{"sentId": 492, "text": "So you put..."}], "speaker": "LEMON", "secId": 242}, {"sentences": [{"sentId": 493, "text": "I don't think we can compare ourselves to Somalia."}], "speaker": "GITLIN", "secId": 243}, {"sentences": [{"sentId": 494, "text": "Let us not -- let us not overstate the case about what is going on in United States."}], "speaker": "O'ROURKE", "secId": 244}, {"sentences": [{"sentId": 495, "text": "The Swastika is not made up here, I mean, there are Swastikas in circulation, there are Hispanics being beaten up."}], "speaker": "GITLIN", "secId": 245}, {"sentences": [{"sentId": 496, "text": "Well, of course there are."}, {"sentId": 497, "text": "You get a country this size, you are going to have hateful people."}], "speaker": "O'ROURKE", "secId": 246}, {"sentences": [{"sentId": 498, "text": "And our political parties are big trees and big trees attract squirrels."}, {"sentId": 499, "text": "There were some up Hillary's, there were quite a few of Bernie's."}, {"sentId": 500, "text": "And there are a whole bunch up Trumps."}, {"sentId": 501, "text": "Look, we all agree that the guy is lousy."}, {"sentId": 502, "text": "The thing to do is -- what do you do about it, I mean?"}], "speaker": "O'ROURKE", "secId": 247}, {"sentences": [{"sentId": 503, "text": "You denounce the lousy."}], "speaker": "GITLIN", "secId": 248}, {"sentences": [{"sentId": 504, "text": "I for one let him -- well, of course you do."}], "speaker": "O'ROURKE", "secId": 249}, {"sentences": [{"sentId": 505, "text": "I haven't heard you do it."}, {"sentId": 506, "text": "I'm listening."}], "speaker": "GITLIN", "secId": 250}, {"sentences": [{"sentId": 507, "text": "And then you feel good about yourself, you denounce the lousiness."}], "speaker": "O'ROURKE", "secId": 251}, {"sentences": [{"sentId": 508, "text": "I'm listening."}], "speaker": "GITLIN", "secId": 252}, {"sentences": [{"sentId": 509, "text": "You know, what do you do?"}], "speaker": "O'ROURKE", "secId": 253}, {"sentences": [{"sentId": 510, "text": "I'm listening to your denunciation."}], "speaker": "GITLIN", "secId": 254}, {"sentences": [{"sentId": 511, "text": "And then which he's going to do spectacularly and quickly."}], "speaker": "O'ROURKE", "secId": 255}, {"sentences": [{"sentId": 512, "text": "But also beyond that, wait a minute."}, {"sentId": 513, "text": "I mean, let's remember, the man will be the president of the United States."}, {"sentId": 514, "text": "He will be, even if you don't like him, if you don't like him, if we all don't like him."}], "speaker": "WOLFF", "secId": 256}, {"sentences": [{"sentId": 515, "text": "Yes, you're not going to be able to change that."}], "speaker": "GITLIN", "secId": 257}, {"sentences": [{"sentId": 516, "text": "We won't be able to change that, and he will do what -- you know, I have lived through a lot of lousy presidents."}], "speaker": "WOLFF", "secId": 258}, {"sentences": [{"sentId": 517, "text": "Nevertheless, they are presidents and nevertheless it is sort of the job -- at least the job of the journalists here, to figure out what kind of presidents they will be in spite of their lousiness, what they will do, what they will accomplish, good, bad, actually, maybe even good things from lousy people."}], "speaker": "WOLFF", "secId": 259}, {"sentences": [{"sentId": 518, "text": "It's not the job of serious journalists to tottering up to a bully."}], "speaker": "GITLIN", "secId": 260}, {"sentences": [{"sentId": 519, "text": "It's not tottering."}, {"sentId": 520, "text": "It's understanding."}], "speaker": "WOLFF", "secId": 261}, {"sentences": [{"sentId": 521, "text": "I'm not hearing any tottering."}], "speaker": "O'ROURKE", "secId": 262}, {"sentences": [{"sentId": 522, "text": "It's telling the story, figuring out what's going on."}], "speaker": "WOLFF", "secId": 263}, {"sentences": [{"sentId": 523, "text": "You can't understand him if you deny what's in front of your eyes."}], "speaker": "GITLIN", "secId": 264}, {"sentences": [{"sentId": 524, "text": "You can't understand him if you deny what's in front of your eyes?"}], "speaker": "WOLFF", "secId": 265}, {"sentences": [{"sentId": 525, "text": "Did you miss the Trump campaign?"}], "speaker": "GITLIN", "secId": 266}, {"sentences": [{"sentId": 526, "text": "What exactly..."}], "speaker": "WOLFF", "secId": 267}, {"sentences": [{"sentId": 527, "text": "Did you miss Alicia Machado?"}, {"sentId": 528, "text": "Did you miss Mr. Khan, did you miss lyin' ted."}, {"sentId": 529, "text": "Did you miss the whole -- this whole thing?"}, {"sentId": 530, "text": "Did you miss the nonstop..."}], "speaker": "GITLIN", "secId": 268}, {"sentences": [{"sentId": 531, "text": "And then he was -- and then he was elected president."}], "speaker": "WOLFF", "secId": 269}, {"sentences": [{"sentId": 532, "text": "And, therefore, we should..."}], "speaker": "GITLIN", "secId": 270}, {"sentences": [{"sentId": 533, "text": "Well, the emperor has clothes."}], "speaker": "WOLFF", "secId": 271}, {"sentences": [{"sentId": 534, "text": "Therefore, we should say that he is elected president, that's the way this democracy works."}], "speaker": "WOLFF", "secId": 272}, {"sentences": [{"sentId": 535, "text": "I see, and we should kowtow?"}], "speaker": "GITLIN", "secId": 273}, {"sentences": [{"sentId": 536, "text": "Not a matter of kowtow."}], "speaker": "WOLFF", "secId": 274}, {"sentences": [{"sentId": 537, "text": "We should listen to this."}, {"sentId": 538, "text": "A due term..."}], "speaker": "O'ROURKE", "secId": 275}, {"sentences": [{"sentId": 539, "text": "We should forget."}, {"sentId": 540, "text": "We should botanize ourselves and forget..."}], "speaker": "GITLIN", "secId": 276}, {"sentences": [{"sentId": 541, "text": "You don't give all of your powers to politics."}], "speaker": "O'ROURKE", "secId": 277}, {"sentences": [{"sentId": 542, "text": "This is what is going to happen now, is a set of events are going to unfold."}, {"sentId": 543, "text": "And it's -- and they will be -- they will be horrifying, interesting, worthwhile."}], "speaker": "WOLFF", "secId": 278}, {"sentences": [{"sentId": 544, "text": "For me."}], "speaker": "GITLIN", "secId": 279}, {"sentences": [{"sentId": 545, "text": "Go across the spectrum, and you want to figure out how that's going to happen."}], "speaker": "WOLFF", "secId": 280}, {"sentences": [{"sentId": 546, "text": "Joel?"}], "speaker": "LEMON", "secId": 281}, {"sentences": [{"sentId": 547, "text": "I'm still bummed that P.J."}, {"sentId": 548, "text": "O'Rourke told me to be happy, because it's better than Somalia here."}], "speaker": "STEIN", "secId": 282}, {"sentences": [{"sentId": 549, "text": "Yes."}, {"sentId": 550, "text": "That was a good one."}, {"sentId": 551, "text": "That's memorable."}], "speaker": "O'ROURKE", "secId": 283}, {"sentences": [{"sentId": 552, "text": "That's a good place to take a break."}], "speaker": "LEMON", "secId": 284}, {"sentences": [{"sentId": 553, "text": "It's all to this Thanksgiving, you want to be thankful for what you've got."}], "speaker": "O'ROURKE", "secId": 285}, {"sentences": [{"sentId": 554, "text": "Also totally true by the way."}], "speaker": "WOLFF", "secId": 286}, {"sentences": [{"sentId": 555, "text": "Yes."}, {"sentId": 556, "text": "Great."}, {"sentId": 557, "text": "Better than Somalia saying..."}], "speaker": "GITLIN", "secId": 287}, {"sentences": [{"sentId": 558, "text": "Our conversation continues right after this break."}], "speaker": "LEMON", "secId": 288}, {"sentences": [{"sentId": 559, "text": "So we're back now with my panel, and we do talk on the break."}, {"sentId": 560, "text": "You can put them all back up now."}, {"sentId": 561, "text": "So we do talk in the break, and the question is, I think, Michael, you said it -- you said it more articulately than I was expressing during the break."}, {"sentId": 562, "text": "That what do you -- you know, how do you react to everything that's been brought up, a lot of it by Donald Trump and his supporters."}], "speaker": "LEMON", "secId": 289}, {"sentences": [{"sentId": 563, "text": "Everything is different here about the -- he's a different kind of president, a radically different kind of -- kind of president, the way he got to be president is radically different from the way anyone has ever gotten to be president."}, {"sentId": 564, "text": "The split in the country is something we've never seen before."}], "speaker": "WOLFF", "secId": 290}, {"sentences": [{"sentId": 565, "text": "So I think the real question that everybody is asking is from all -- from different points is, and it's a question we can't really answer is what does this mean?"}, {"sentId": 566, "text": "And what does this mean answering that, is what's going to happen over the next many months and probably years."}], "speaker": "WOLFF", "secId": 291}, {"sentences": [{"sentId": 567, "text": "But to his point, do you marginalize people, for women, and for people who were extremely offended by some of the things said on the campaign trail by Donald Trump said himself, it came from his mouth."}, {"sentId": 568, "text": "How do you -- do you -- and the media who was called out a lot."}, {"sentId": 569, "text": "Do you expect him just to go along and say, OK, that's all forgotten, and the media should ignore that he has actually said some things that were bigoted and misogynistic or..."}], "speaker": "LEMON", "secId": 292}, {"sentences": [{"sentId": 570, "text": "I don't think that nobody has to forget anything."}, {"sentId": 571, "text": "And if your..."}], "speaker": "WOLFF", "secId": 293}, {"sentences": [{"sentId": 572, "text": "Well not to cover it?"}], "speaker": "LEMON", "secId": 294}, {"sentences": [{"sentId": 573, "text": "And if you are offended and if you think that there is a -- that there is a crisis, then you're obliged to do something about it, but there's another thing in which -- in which the nature of the debate may change."}], "speaker": "WOLFF", "secId": 295}, {"sentences": [{"sentId": 574, "text": "And that's one of the things that happens in an election you can continue to say no, but my point, my point, my point."}, {"sentId": 575, "text": "But at the same time, when things change you may have to say, OK."}, {"sentId": 576, "text": "I have to modify my point or I have to think about it in different ways now."}], "speaker": "WOLFF", "secId": 296}, {"sentences": [{"sentId": 577, "text": "One of the things that we saw about a good part of the country, clearly doesn't understand the way we, in another part of the country have articulated..."}], "speaker": "WOLFF", "secId": 297}, {"sentences": [{"sentId": 578, "text": "Yes."}], "speaker": "LEMON", "secId": 298}, {"sentences": [{"sentId": 579, "text": "... just as a, for instance, all of the various ways that we've carved identities."}], "speaker": "WOLFF", "secId": 299}, {"sentences": [{"sentId": 580, "text": "All right."}, {"sentId": 581, "text": "Go ahead."}], "speaker": "LEMON", "secId": 300}, {"sentences": [{"sentId": 582, "text": "Donald Trump does not understand America, Donald Trump does not understand the First Amendment."}, {"sentId": 583, "text": "Donald Trump does not understand the struggles that people have gone through in this country to earn their way into the ranks of those who are entitled to equal treatment."}], "speaker": "GITLIN", "secId": 301}, {"sentences": [{"sentId": 584, "text": "Donald Trump is contemptuous of American values, we are nationally -- internationally, we are now an object of kiddie and horror."}, {"sentId": 585, "text": "The world is looks at this aghast."}, {"sentId": 586, "text": "And to deny this and to say, well, he's a different kind of president without saying, the kind of president he is, is a president."}], "speaker": "GITLIN", "secId": 302}, {"sentences": [{"sentId": 587, "text": "He wants to rule as he sees fit, he has no peers to tell him to stop."}], "speaker": "GITLIN", "secId": 303}, {"sentences": [{"sentId": 588, "text": "Yes."}], "speaker": "LEMON", "secId": 304}, {"sentences": [{"sentId": 589, "text": "This is a very dangerous situation."}, {"sentId": 590, "text": "I cannot blow it off by saying simply, he's different."}], "speaker": "GITLIN", "secId": 305}, {"sentences": [{"sentId": 591, "text": "P.J."}, {"sentId": 592, "text": "?"}], "speaker": "LEMON", "secId": 306}, {"sentences": [{"sentId": 593, "text": "Yes, but huffing and puffing about it doesn't change a darn thing."}, {"sentId": 594, "text": "I mean, there's a major lesson here."}], "speaker": "O'ROURKE", "secId": 307}, {"sentences": [{"sentId": 595, "text": "You don't want to change a thing."}], "speaker": "GITLIN", "secId": 308}, {"sentences": [{"sentId": 596, "text": "A major lesson to be learned here."}], "speaker": "O'ROURKE", "secId": 309}, {"sentences": [{"sentId": 597, "text": "And it is?"}], "speaker": "GITLIN", "secId": 310}, {"sentences": [{"sentId": 598, "text": "Which is such a tremendous fool as this becomes president of the United States, should we maybe examine just how much power we have turned over to the executive branch of our government?"}], "speaker": "O'ROURKE", "secId": 311}, {"sentences": [{"sentId": 599, "text": "We can agree on that."}], "speaker": "GITLIN", "secId": 312}, {"sentences": [{"sentId": 600, "text": "Is it time for some adult supervision."}, {"sentId": 601, "text": "I mean, this is a far deeper question than the question of how much of a fool Trump is."}, {"sentId": 602, "text": "I mean, he's going to show us how much of a fool he is."}, {"sentId": 603, "text": "I'm hoping that he will -- well, I don't know."}, {"sentId": 604, "text": "I'm hoping he'll be a pretty big fool, because I don't want somebody out there pretending to be a conservative flying my flag and doing the kind of thing that that he is doing."}], "speaker": "O'ROURKE", "secId": 313}, {"sentences": [{"sentId": 605, "text": "I don't believe he calls himself a conservative."}], "speaker": "GITLIN", "secId": 314}, {"sentences": [{"sentId": 606, "text": "Well, but of course, I don't want to wish -- I don't want to wish a crisis on the country."}, {"sentId": 607, "text": "So I don't want to wish him to be too horribly foolish."}], "speaker": "O'ROURKE", "secId": 315}, {"sentences": [{"sentId": 608, "text": "OK."}], "speaker": "LEMON", "secId": 316}, {"sentences": [{"sentId": 609, "text": "So, who knows?"}, {"sentId": 610, "text": "But I think that the big point is that, no one should hold this kind of power."}], "speaker": "O'ROURKE", "secId": 317}, {"sentences": [{"sentId": 611, "text": "Joel, you'll get the last word."}], "speaker": "LEMON", "secId": 318}, {"sentences": [{"sentId": 612, "text": "Yes."}, {"sentId": 613, "text": "If you campaign on anger and insult, you're going to govern on anger and insult."}, {"sentId": 614, "text": "And I don't -- I don't know how that works for four years, but it's going to be ugly."}], "speaker": "STEIN", "secId": 319}, {"sentences": [{"sentId": 615, "text": "All right."}, {"sentId": 616, "text": "Well, someone else because we have a little more time."}, {"sentId": 617, "text": "Maybe you'll get the last word."}], "speaker": "LEMON", "secId": 320}, {"sentences": [{"sentId": 618, "text": "Well, I will take the last word, because I think -- I think it's one of the interesting things."}, {"sentId": 619, "text": "You said -- you said he doesn't understand America."}], "speaker": "WOLFF", "secId": 321}, {"sentences": [{"sentId": 620, "text": "And one of the things about this campaign is a good part of the country saying to us - us."}], "speaker": "WOLFF", "secId": 322}, {"sentences": [{"sentId": 621, "text": "Yes."}], "speaker": "LEMON", "secId": 323}, {"sentences": [{"sentId": 622, "text": "That we don't understand America, so I think it is sort of a debate about what is the nature of this country, what should be the dominant culture."}, {"sentId": 623, "text": "What should be the lesson that we all take from being Americans."}], "speaker": "WOLFF", "secId": 324}, {"sentences": [{"sentId": 624, "text": "One of the lessons is, we don't put up with tyrants."}], "speaker": "ITLIN", "secId": 325}, {"sentences": [{"sentId": 625, "text": "Yes."}, {"sentId": 626, "text": "Isn't America all of this, though, including, you know..."}], "speaker": "LEMON", "secId": 326}, {"sentences": [{"sentId": 627, "text": "Yes, and the tyrants should not be given room to roam recklessly as they will."}], "speaker": "GITLIN", "secId": 327}, {"sentences": [{"sentId": 628, "text": "Thank you."}, {"sentId": 629, "text": "Fascinating conversation."}, {"sentId": 630, "text": "I'll have you guys back another day."}, {"sentId": 631, "text": "If you want to stay the next hour, the entre hour, we'll have you."}, {"sentId": 632, "text": "Thank you."}], "speaker": "LEMON", "secId": 328}, {"sentences": [{"sentId": 633, "text": "When we come right back, Donald Trump's tangled business ties, will they spell trouble for him in the White House?"}], "speaker": "LEMON", "secId": 329}, {"sentences": [{"sentId": 634, "text": "Sixty days to go until Donald Trump takes the oath of office."}], "speaker": "LEMON", "secId": 330}, {"sentences": [{"sentId": 635, "text": "This is CNN TONIGHT."}, {"sentId": 636, "text": "I'm Don Lemon."}], "speaker": "LEMON", "secId": 331}, {"sentences": [{"sentId": 637, "text": "As the president-elect meets with potential members of his administration, he's trying to keep his distance from the most controversial supporter."}], "speaker": "LEMON", "secId": 332}, {"sentences": [{"sentId": 638, "text": "Heil Trump, heil our people, heil victory."}], "speaker": "SPENCER", "secId": 333}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1611.21.cnnt.01.html.json", "time": "Aired November 21, 2016 - 22:00   ET"}