{"sectionCount": 211, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["LEMON", "PRESTON", "POWERS", "ROMNEY", "LEWIS", "KOHN", "KINGSTON", "SANCHEZ", "UNIDENTIFIED MALE", "O'MARA", "ALEXANDER", "BLOW", "SLAGER"], "subTitle": "Trump Makes Deal to Keep 1,000 Carrier Jobs in U.S.; Romney Speaks Out After Trump Dinner; Trump Filling Out Cabinet; Should One Be Afraid of a President Trump?; Defense Rests in Michael Slager Trial; Aired 11-12a ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1611/29/cnnt.02.html", "sentenceCount": 496, "sections": [{"sentences": [{"sentId": 0, "text": "Donald Trump filling out his Cabinet tonight but is he leaving Mitt Romney hanging?"}], "speaker": "LEMON", "secId": 0}, {"sentences": [{"sentId": 1, "text": "This is CNN TONIGHT."}, {"sentId": 2, "text": "I'm Don Lemon."}], "speaker": "LEMON", "secId": 1}, {"sentences": [{"sentId": 3, "text": "No word yet on Trump's secretary of State pick despite the president- elect's dinner tonight with Mitt Romney."}, {"sentId": 4, "text": "With the clock ticking is Romney still in the running?"}], "speaker": "LEMON", "secId": 2}, {"sentences": [{"sentId": 5, "text": "Plus caught on camera, a dramatic day in the trial of Michael Slager."}, {"sentId": 6, "text": "The white former police officer charged with murder in the shooting death of Walter Scott, a black driver."}, {"sentId": 7, "text": "We'll discuss all of that."}], "speaker": "LEMON", "secId": 3}, {"sentences": [{"sentId": 8, "text": "But let's get back to CNN Politics executive editor Mr. Mark Preston and CNN political analyst Kirsten Powers."}], "speaker": "LEMON", "secId": 4}, {"sentences": [{"sentId": 9, "text": "Mark, getting some late-breaking information now."}, {"sentId": 10, "text": "So, Mark, let's talk about this because I know you're -- you've been talking to your sources but first I'm going to put up these tweets."}, {"sentId": 11, "text": "This is about Trump, he's talking about Carrier conditioning."}, {"sentId": 12, "text": "He said, \"Reached a deal to keep about 1,000 jobs in Indiana,\" and he says this."}, {"sentId": 13, "text": "\"I will be going to Indiana on Thursday to make a major announcement concerning Carrier AC staying in Indianapolis."}, {"sentId": 14, "text": "Great deal for workers.\""}, {"sentId": 15, "text": "And then he says, \"Big day on Thursday for Indiana and the great workers of that wonderful state."}, {"sentId": 16, "text": "We will keep our companies and jobs in the U.S."}, {"sentId": 17, "text": "Thanks, Carrier.\""}], "speaker": "LEMON", "secId": 5}, {"sentences": [{"sentId": 18, "text": "What do you make of this?"}], "speaker": "LEMON", "secId": 6}, {"sentences": [{"sentId": 19, "text": "Look, big victory for Donald Trump."}, {"sentId": 20, "text": "You know, he said that he was going to do this."}, {"sentId": 21, "text": "We should clarify, though, that Carrier said today it's going to about 1,000 jobs."}, {"sentId": 22, "text": "It's about 2100 jobs that were in two factories that they were closing out there, but still the fact of the matter is, even if he's able to save half of those jobs, that's more than -- than Carrier was going to keep anyway."}, {"sentId": 23, "text": "They were going to move their operations down to Mexico."}], "speaker": "PRESTON", "secId": 7}, {"sentences": [{"sentId": 24, "text": "I'm also told that on Thursday they are going to blow this up."}, {"sentId": 25, "text": "They are really -- Donald Trump and Mike Pence are going to make a very big deal about this."}, {"sentId": 26, "text": "We're focused so much on the rally he's going to be doing in Cincinnati, but I really do think that this moment in Indiana is going to be important."}, {"sentId": 27, "text": "You know, even before he's sworn into office."}], "speaker": "PRESTON", "secId": 8}, {"sentences": [{"sentId": 28, "text": "Kirsten, a big campaign promise."}, {"sentId": 29, "text": "What do you think?"}], "speaker": "LEMON", "secId": 9}, {"sentences": [{"sentId": 30, "text": "Yes, I mean, I think it's great."}, {"sentId": 31, "text": "I think this is the kind of thing that people want to see the president doing."}, {"sentId": 32, "text": "Democrats talk about this a lot, but you can ask the question of why isn't President Obama picked up the phone and called people and tried to, you know, really get in the middle of it."}, {"sentId": 33, "text": "The other -- but the other part of it is Trump himself has companies that make things overseas and so it does raise the question of if you're going to pressure other people to do this, why don't you make sure it's being down with, you know, Trump businesses as well?"}], "speaker": "POWERS", "secId": 10}, {"sentences": [{"sentId": 34, "text": "And also people would like to see this rather some of the other erratic things that he says on Twitter and so on."}], "speaker": "LEMON", "secId": 11}, {"sentences": [{"sentId": 35, "text": "You think?"}], "speaker": "POWERS", "secId": 12}, {"sentences": [{"sentId": 36, "text": "This -- yes."}], "speaker": "LEMON", "secId": 13}, {"sentences": [{"sentId": 37, "text": "At least the last 48 hours."}], "speaker": "PRESTON", "secId": 14}, {"sentences": [{"sentId": 38, "text": "You know, one thing we haven't seen the details --"}], "speaker": "PRESTON", "secId": 15}, {"sentences": [{"sentId": 39, "text": "More of this."}], "speaker": "LEMON", "secId": 16}, {"sentences": [{"sentId": 40, "text": "Right."}], "speaker": "PRESTON", "secId": 17}, {"sentences": [{"sentId": 41, "text": "Yes."}], "speaker": "POWERS", "secId": 18}, {"sentences": [{"sentId": 42, "text": "President-elect and less of the other."}], "speaker": "LEMON", "secId": 19}, {"sentences": [{"sentId": 43, "text": "We haven't seen the details of the deal that was struck between this new incoming administration and United Technologies which is the Carrier parent company, but we do know this, is that U.T."}, {"sentId": 44, "text": "has $5.6 billion worth of business before the American government."}, {"sentId": 45, "text": "They are a big Defense contractor, so, you know, you have wonder if Donald Trump went to them and said we're going to start pulling contracts."}, {"sentId": 46, "text": "That's a lot of money."}], "speaker": "PRESTON", "secId": 20}, {"sentences": [{"sentId": 47, "text": "Let's talk about now this meeting with -- this dinner, I should say, with Donald Trump -- with Mitt Romney and also Reince Priebus."}], "speaker": "LEMON", "secId": 21}, {"sentences": [{"sentId": 48, "text": "Right."}], "speaker": "PRESTON", "secId": 22}, {"sentences": [{"sentId": 49, "text": "Very public."}, {"sentId": 50, "text": "What's this very public meal all about?"}], "speaker": "LEMON", "secId": 23}, {"sentences": [{"sentId": 51, "text": "You know, I don't know."}, {"sentId": 52, "text": "I mean, Jim Acosta was sitting very close to them."}], "speaker": "PRESTON", "secId": 24}, {"sentences": [{"sentId": 53, "text": "You know, what's interesting about this and I've talked to people who have since, you know, been briefed on this and have been discussed, the -- apparently it couldn't have gone any better."}, {"sentId": 54, "text": "I mean, they really got along very well."}, {"sentId": 55, "text": "Things went very well."}, {"sentId": 56, "text": "And at this point right now, I think what we're looking at is Donald Trump looking at two people right now for secretary of State."}, {"sentId": 57, "text": "Mitt Romney and David Petraeus."}], "speaker": "PRESTON", "secId": 25}, {"sentences": [{"sentId": 58, "text": "We saw Petraeus there yesterday."}, {"sentId": 59, "text": "Donald Trump said some very nice things about him but Mitt Romney I think is really somebody that if Donald Trump were to make him his secretary of State would really turn a lot of heads."}], "speaker": "PRESTON", "secId": 26}, {"sentences": [{"sentId": 60, "text": "OK.  We'll talk about Petraeus and the other guys in a moment."}, {"sentId": 61, "text": "But I just -- this is what Mitt Romney said after that meeting."}, {"sentId": 62, "text": "Listen to him."}], "speaker": "LEMON", "secId": 27}, {"sentences": [{"sentId": 63, "text": "I've had a wonderful evening with President-elect Trump."}, {"sentId": 64, "text": "We had another discussion about the affairs throughout the world and these discussions I've had with him have been enlightening and interesting and engaging."}, {"sentId": 65, "text": "I've enjoyed them very, very much."}], "speaker": "ROMNEY", "secId": 28}, {"sentences": [{"sentId": 66, "text": "I was also very impressed by the remarks he made on his victory night."}, {"sentId": 67, "text": "By the way, it's not easy winning."}, {"sentId": 68, "text": "I know that myself."}, {"sentId": 69, "text": "He did something I tried to do and was unsuccessful in accomplishing."}, {"sentId": 70, "text": "He won the general election and -- and he continues with a message of inclusion and bringing people together, and his vision is something which obviously connected with the American people in a very powerful way."}], "speaker": "ROMNEY", "secId": 29}, {"sentences": [{"sentId": 71, "text": "Was that more than the high road or beyond the high road?"}], "speaker": "LEMON", "secId": 30}, {"sentences": [{"sentId": 72, "text": "Well, let's put that in context and perspective."}, {"sentId": 73, "text": "There have been a lot of talk within the Trump campaign that Mitt Romney had to come out and apologize."}, {"sentId": 74, "text": "Mitt Romney, as we all know, we've discussed over and over again, is -- he was very critical, perhaps the most critical Republican we've seen of Donald Trump."}], "speaker": "PRESTON", "secId": 31}, {"sentences": [{"sentId": 75, "text": "That was very close to an apology."}, {"sentId": 76, "text": "It wasn't quite an apology, but it was something that I think was -- you know, certainly not something we expected from Mitt Romney but in addition to that, we're talking about a domino effect for these Cabinet spots and I'm told now by a transition source that general -- the former retired Marine Corps general John Kelly is now breaking into the lead to perhaps become the new head of the Department of Homeland Security."}], "speaker": "PRESTON", "secId": 32}, {"sentences": [{"sentId": 77, "text": "There have been a lot of talk that Rudy Giuliani might go over there."}, {"sentId": 78, "text": "I'm now told that John Kelly who headed up Southern Command and actually oversaw Guantanamo and is supportive of keeping Guantanamo open is now breaking into the lead."}, {"sentId": 79, "text": "Apparently he has got Trump's eye."}], "speaker": "PRESTON", "secId": 33}, {"sentences": [{"sentId": 80, "text": "John Kelly for Homeland Security?"}, {"sentId": 81, "text": "PRESTON:  Yes."}], "speaker": "LEMON", "secId": 34}, {"sentences": [{"sentId": 82, "text": "So let's talk about this."}, {"sentId": 83, "text": "So he's meeting with General Petraeus which you mentioned, Mark, with Bob corker, chairman of the Senate Foreign Relations Committee, and let's not forget Rudy Giuliani."}], "speaker": "LEMON", "secId": 35}, {"sentences": [{"sentId": 84, "text": "Right."}], "speaker": "POWERS", "secId": 36}, {"sentences": [{"sentId": 85, "text": "Are you getting -- are we getting a sense of who Donald Trump wants for his campaign -- or wants for his secretary of State versus what his team, his transition team might want?"}], "speaker": "LEMON", "secId": 37}, {"sentences": [{"sentId": 86, "text": "Well, I mean, it's interesting."}, {"sentId": 87, "text": "You know, you had to sort of narrow down not to Rudy, but when I was talking to some Trump loyalists, they're saying no, Rudy is still in -- is still the lead, right?"}, {"sentId": 88, "text": "So I think you have people in the campaign, you know, the sort of loyalists, the Kellyanne Conway types who, you know, still are really pushing for Rudy, but look, he -- you know, the fact that he had dinner with, you know, Mitt Romney I think suggests that things are moving along, and that there seems to be real interest there."}], "speaker": "POWERS", "secId": 38}, {"sentences": [{"sentId": 89, "text": "And, you know, I guess the question for Mitt Romney is what happened."}, {"sentId": 90, "text": "Right?"}, {"sentId": 91, "text": "I mean, he was a phony and a fraud and all these other things and now we see him here."}, {"sentId": 92, "text": "You know, where's the explanation?"}, {"sentId": 93, "text": "All it takes is to win and then all -- none of this is true anymore?"}, {"sentId": 94, "text": "I mean, it -- I don't know if he's going to address that at some point."}], "speaker": "POWERS", "secId": 39}, {"sentences": [{"sentId": 95, "text": "That's a question that I would ask him."}], "speaker": "LEMON", "secId": 40}, {"sentences": [{"sentId": 96, "text": "Yes."}, {"sentId": 97, "text": "Well --"}], "speaker": "POWERS", "secId": 41}, {"sentences": [{"sentId": 98, "text": "Winning changes everything?"}, {"sentId": 99, "text": "I mean, everything you said?"}], "speaker": "LEMON", "secId": 42}, {"sentences": [{"sentId": 100, "text": "Right."}, {"sentId": 101, "text": "I mean, so -- that's a little bit curious, and his reputation is sort of on the line here."}, {"sentId": 102, "text": "I think a lot of people thought he -- you know, showing a lot of integrity during the campaign."}], "speaker": "POWERS", "secId": 43}, {"sentences": [{"sentId": 103, "text": "I'm wondering about this anti-Wall Street message, because this populist that he ran on because he is -- we've learned that he's tapping former Goldman Sachs partner Steve Mnuchin for Treasury secretary."}], "speaker": "LEMON", "secId": 44}, {"sentences": [{"sentId": 104, "text": "Right."}], "speaker": "POWERS", "secId": 45}, {"sentences": [{"sentId": 105, "text": "Billionaire investor Wilbur Ross for Commerce secretary."}, {"sentId": 106, "text": "What does this do to that populist anti-Wall Street message platform?"}], "speaker": "LEMON", "secId": 46}, {"sentences": [{"sentId": 107, "text": "Well, I think it undermines it."}, {"sentId": 108, "text": "I think -- but I also think Elaine Chao undermines it."}, {"sentId": 109, "text": "I mean, he's getting people who are sort of insider -- you know, Washington insider types but I don't think that his supporters are going to care at this point."}, {"sentId": 110, "text": "I think that they're very -- I think he has a lot of goodwill with his supporters."}], "speaker": "POWERS", "secId": 47}, {"sentences": [{"sentId": 111, "text": "Yes."}, {"sentId": 112, "text": "And there's something to be said that past administrations, including the Obama administration, also dipped into Wall Street and hired Wall Street executives to become the Treasury secretary."}, {"sentId": 113, "text": "I mean, in some ways you almost have to go to Wall Street to find somebody who is well versioned in how to run the world economy."}, {"sentId": 114, "text": "I mean, these are folks that are doing it on the private level."}, {"sentId": 115, "text": "You try to put them into a public position."}], "speaker": "PRESTON", "secId": 48}, {"sentences": [{"sentId": 116, "text": "Question about Mnuchin, though, is that he has a little bit of controversy."}, {"sentId": 117, "text": "His company has been accused and acknowledged some fraud."}, {"sentId": 118, "text": "Again, I'm not saying he did it but his workers did."}, {"sentId": 119, "text": "And he has been accused -- his company has been accused of some housing discrimination."}, {"sentId": 120, "text": "But again, there's enough votes in the Senate to get anybody through right now if you're a Republican."}], "speaker": "PRESTON", "secId": 49}, {"sentences": [{"sentId": 121, "text": "You mentioned Elaine Chao for Transportation and -- then there's congressman and Dr. Tom Price for Health and Human Services secretary."}, {"sentId": 122, "text": "A big opponent of Obamacare."}], "speaker": "LEMON", "secId": 50}, {"sentences": [{"sentId": 123, "text": "Right."}], "speaker": "POWERS", "secId": 51}, {"sentences": [{"sentId": 124, "text": "So what's your take on that?"}], "speaker": "LEMON", "secId": 52}, {"sentences": [{"sentId": 125, "text": "Well, I mean, you can say that about almost any Republicans but I think he's been somebody who has been putting forth alternatives to Obamacare and has been a real front and center on the issue, so I think it shows that he's serious about repealing Obamacare, not particularly surprising."}, {"sentId": 126, "text": "This has been one of the number one issues for Republicans, and so I would expect him to probably move pretty quickly on that."}], "speaker": "POWERS", "secId": 53}, {"sentences": [{"sentId": 127, "text": "But didn't Tom Price say he wanted to privatize Medicare?"}], "speaker": "LEMON", "secId": 54}, {"sentences": [{"sentId": 128, "text": "Yes."}], "speaker": "POWERS", "secId": 55}, {"sentences": [{"sentId": 129, "text": "And Donald Trump during the campaign said that he didn't want to do it."}], "speaker": "LEMON", "secId": 56}, {"sentences": [{"sentId": 130, "text": "Well, he said Democrats are very -- yes, or sort of salivating at that because this is something that Donald Trump sort of broke with the Republican Party during the election and probably reaped benefits with older white voters and, you know, who probably wouldn't like the idea of privatization."}], "speaker": "POWERS", "secId": 57}, {"sentences": [{"sentId": 131, "text": "You know, just -- as we're sitting here talking, I've received another text from someone from the transition."}], "speaker": "PRESTON", "secId": 58}, {"sentences": [{"sentId": 132, "text": "John Kelly, this retired Marine general, is going to be at Trump Tower again tomorrow."}, {"sentId": 133, "text": "Why this is important, a lot of people say, it's Department of Homeland Security, OK, it's secretary of State, we've been focusing so much on that."}, {"sentId": 134, "text": "This is the border."}, {"sentId": 135, "text": "This was Donald Trump's whole discussion about trying to keep illegal aliens from coming in or illegal immigrants, whatever we're going -- to describe them as coming across the border."}, {"sentId": 136, "text": "This will be one of his top jobs."}, {"sentId": 137, "text": "At the same time, trying to stop terror here in the U.S.  A very, very big job."}], "speaker": "PRESTON", "secId": 59}, {"sentences": [{"sentId": 138, "text": "Do we know what John Kelly -- do we know his record on that?"}], "speaker": "LEMON", "secId": 60}, {"sentences": [{"sentId": 139, "text": "Well, he was critical of the Obama administration about closing Guantanamo Bay."}, {"sentId": 140, "text": "He wanted to keep it open, even though when he was in charge of Southern command he was going to be tasked with actually closing something that he didn't necessarily agree with."}], "speaker": "PRESTON", "secId": 61}, {"sentences": [{"sentId": 141, "text": "So you remember when the president met with Donald Trump and he said, I see more of a pragmatist and not an ideologue?"}, {"sentId": 142, "text": "So what do you think now with his -- the appointments that he's made so far or his choices so far?"}], "speaker": "LEMON", "secId": 62}, {"sentences": [{"sentId": 143, "text": "Is it reflective of that view, of the Obama view?"}], "speaker": "LEMON", "secId": 63}, {"sentences": [{"sentId": 144, "text": "I think so."}, {"sentId": 145, "text": "I think it is because I don't think -- especially if you look at foreign policy."}, {"sentId": 146, "text": "I mean, he has a foreign policy that will almost to the left of Bernie Sanders."}, {"sentId": 147, "text": "When you look at the way he would talk about, you know, the Iraq war or even, you know, basically criticizing President Bush for his handling of 9/11, things that were taboo that nobody would ever really say and yet he's looking at people that are very much in the mainstream, very hawkish people, frankly."}], "speaker": "POWERS", "secId": 64}, {"sentences": [{"sentId": 148, "text": "General Petraeus was the architect of the surge in, you know, the Iraq war so it seems that he's willing to work with people who maybe don't share his world view."}], "speaker": "POWERS", "secId": 65}, {"sentences": [{"sentId": 149, "text": "And so we should look forward to Thursday as you said because they're going to make a big deal out of the carrier thing on Thursday in Ohio."}], "speaker": "LEMON", "secId": 66}, {"sentences": [{"sentId": 150, "text": "Yes."}, {"sentId": 151, "text": "But let's not skip tomorrow because I'm sure something big is going to happen tomorrow."}, {"sentId": 152, "text": "Right?"}], "speaker": "PRESTON", "secId": 67}, {"sentences": [{"sentId": 153, "text": "Don't get ahead of yourself, Lemon."}], "speaker": "LEMON", "secId": 68}, {"sentences": [{"sentId": 154, "text": "Thank you."}, {"sentId": 155, "text": "I appreciate it."}], "speaker": "LEMON", "secId": 69}, {"sentences": [{"sentId": 156, "text": "When we come right back, we have never had had a president like Donald Trump, but our fears about his presidency exaggerated?"}, {"sentId": 157, "text": "We're going to talk to the man who asks, should you be afraid of Donald Trump?"}], "speaker": "LEMON", "secId": 70}, {"sentences": [{"sentId": 158, "text": "For well over 200 years American democracy has worked pretty well, but how will it hold up under President Donald Trump?"}, {"sentId": 159, "text": "Let's discuss now."}], "speaker": "LEMON", "secId": 71}, {"sentences": [{"sentId": 160, "text": "CNN political contributor Matt Lewis."}, {"sentId": 161, "text": "The subject of his column today in \"The Daily Caller.\""}, {"sentId": 162, "text": "A very interesting column."}, {"sentId": 163, "text": "If you haven't read it, I will suggest you do."}, {"sentId": 164, "text": "We're going to discuss it now."}], "speaker": "LEMON", "secId": 72}, {"sentences": [{"sentId": 165, "text": "So, Matt, thank you so much for coming on."}, {"sentId": 166, "text": "You ask a pretty direct question in your column this morning."}, {"sentId": 167, "text": "\"Should you be afraid of President Trump?\""}, {"sentId": 168, "text": "So should we?"}], "speaker": "LEMON", "secId": 73}, {"sentences": [{"sentId": 169, "text": "Well, I think we should -- I mean, we should always be vigilant."}, {"sentId": 170, "text": "I'm of the opinion that all politicians, Republican, Democrat, we should always be skeptical of them."}, {"sentId": 171, "text": "We need the media to help us to keep an eye on them and to hold them accountable, and in the case of Donald Trump I would say there were a lot of people who were very concerned about his authoritarian tendencies, his -- that he didn't fully respect the rule of law, understand or appreciate the balance of powers."}], "speaker": "LEWIS", "secId": 74}, {"sentences": [{"sentId": 172, "text": "But then he got elected, and I'm starting to see a re-emergence, maybe a realization that this is very real and that this -- there could be a guy who -- who has these -- this streak who is going to be president."}, {"sentId": 173, "text": "We're seeing it happen right now with the tweets about flag burning where he wants to possibly take away citizenship."}, {"sentId": 174, "text": "He's going after media outlets for pointing out that he's lying about voter fraud, costing him the -- the popular vote, and so this just raises questions about, you know, we talked about temperament."}], "speaker": "LEWIS", "secId": 75}, {"sentences": [{"sentId": 175, "text": "That means different things to different people, but, you know, it could be very real."}, {"sentId": 176, "text": "I would say this."}, {"sentId": 177, "text": "I think the big threat that I'm hearing from people is god forbid if there were a big event like a terrorist attack."}, {"sentId": 178, "text": "How would a Donald Trump then react and how might our freedoms be curtailed in that possibility?"}], "speaker": "LEWIS", "secId": 76}, {"sentences": [{"sentId": 179, "text": "It's interesting because I was watching the Boston marathon documentary on HBO this weekend with friends, and they were saying -- and they showed a clip from President Obama speaking and consoling the nation and some of the people said, can you imagine Donald Trump doing this, and their answer was no, but, you know, sadly we're going to -- he's going to have to do it because something will happen."}], "speaker": "LEMON", "secId": 77}, {"sentences": [{"sentId": 180, "text": "You say this."}, {"sentId": 181, "text": "You write this."}, {"sentId": 182, "text": "You say, \"American democracy has been blessed with a system that has largely served us well for 238 years."}, {"sentId": 183, "text": "For the first time in my lifetime, however, people seem to be wondering if the system is self-destructing.\""}], "speaker": "LEMON", "secId": 78}, {"sentences": [{"sentId": 184, "text": "So you say that there are two things that hold American leaders in check, character and the system, and there are concerns about both in this case."}], "speaker": "LEMON", "secId": 79}, {"sentences": [{"sentId": 185, "text": "I think that's right."}, {"sentId": 186, "text": "I think that -- so American history, you know, isn't perfect."}, {"sentId": 187, "text": "We've had presidents, even presidents considered great presidents who've done things like Japanese internment and that was in response to an attack and to a serious event, but, look, I think that that's true, right, so on one hand we need men and women of principle and character who will check themselves and not try to usurp authority."}, {"sentId": 188, "text": "I think back to George Washington who really could have made himself a king, and in fact the king of England, you know, they told him, what's George Washington going to do after the Revolutionary War?"}], "speaker": "LEWIS", "secId": 80}, {"sentences": [{"sentId": 189, "text": "They said he's going to go back and be a farmer."}, {"sentId": 190, "text": "And the king of England literally said then that will make him the greatest man in the world if he actually does that because you -- Washington could have made himself a king."}, {"sentId": 191, "text": "Instead he decides not to do it obviously."}, {"sentId": 192, "text": "The other thing protecting us, though, is our system, right?"}, {"sentId": 193, "text": "So even"}], "speaker": "LEWIS", "secId": 81}, {"sentences": [{"sentId": 194, "text": "if we have a president, maybe a Richard Nixon or a Lyndon Johnson, who doesn't necessarily respect the system, he's held in check by the balance of powers."}, {"sentId": 195, "text": "We've got a federalist system where states have certain authority."}, {"sentId": 196, "text": "We've got three branches of government."}, {"sentId": 197, "text": "You know, the Supreme Court could say something is unconstitutional, but what if there's a disaster and the president just says, well, how many divisions does the Pope have or how many divisions does the Supreme Court have?"}], "speaker": "LEWIS", "secId": 82}, {"sentences": [{"sentId": 198, "text": "That's the kind of scary thing, and I don't want to be like -- I don't want to get people paranoid, you know, but these are things that we need to think through and I think it's important for us to do that and for people in Congress and other leaders to stand up when push comes to shove against a very powerful president and maybe, you know, a presidency -- an executive branch that has gotten stronger in recent years."}], "speaker": "LEWIS", "secId": 83}, {"sentences": [{"sentId": 199, "text": "Yes, and also there are concerns about, you know, the intermingling -- the possibility of intermingling business with politics here, about the conflicts of interest."}, {"sentId": 200, "text": "Our system is designed to limit the power of any one player but here's something else that you said."}, {"sentId": 201, "text": "You said, \"The fact that Donald Trump has rolled over so many barriers, traditions, institutions and incompetent and/or corrupt political elites along the way suggests that his future ambitions might not be so easily deterred.\""}, {"sentId": 202, "text": "And you said the executive branch has gotten stronger."}, {"sentId": 203, "text": "Is that your concern, that Trump can continue to break all the rules?"}], "speaker": "LEMON", "secId": 84}, {"sentences": [{"sentId": 204, "text": "Yes."}, {"sentId": 205, "text": "So, look, breaking rules, you know, is fine."}, {"sentId": 206, "text": "Innovators break rules."}, {"sentId": 207, "text": "All great political leaders who upset the apple cart somewhere along the way did things nobody thought they could do, and that's good, but when -- when does it end?"}, {"sentId": 208, "text": "You know, so all of the elites who stood up to Trump were one by one basically taken down."}], "speaker": "LEWIS", "secId": 85}, {"sentences": [{"sentId": 209, "text": "Will that continue into his presidency?"}, {"sentId": 210, "text": "When people oppose him, will he be co-opted?"}, {"sentId": 211, "text": "You know, will people just sort of bow to him as we're starting to see people do now and, you know, people who were very critical of him in the past, all of a sudden buddying up to him and even making an excuse for it."}, {"sentId": 212, "text": "Like hey, it's better to have him on the inside than to have him, you know, on the outside, but this is a guy who is incredibly charismatic."}], "speaker": "LEWIS", "secId": 86}, {"sentences": [{"sentId": 213, "text": "He has some -- definitely some strong authoritarian tendencies."}, {"sentId": 214, "text": "We've had that before."}, {"sentId": 215, "text": "Look, Andrew Jackson, Theodore Roosevelt, but -- you know, but democracy and freedom I believe is fragile."}, {"sentId": 216, "text": "Some people think it's very resilient."}, {"sentId": 217, "text": "I think it's more fragile than we might want to admit and I think vigilance is the watchword here."}], "speaker": "LEWIS", "secId": 87}, {"sentences": [{"sentId": 218, "text": "Matt, over half the voters did not choose him, did not vote for Donald Trump, and as we know Hillary Clinton won the popular vote but a large number did, and they hate the system and love Trump's character."}, {"sentId": 219, "text": "As you said, he's very charismatic."}, {"sentId": 220, "text": "Is this handwriting -- you know, hand-wringing, excuse me, part of the establishment types?"}, {"sentId": 221, "text": "Is it warranted, do you think?"}], "speaker": "LEMON", "secId": 88}, {"sentences": [{"sentId": 222, "text": "Well, I think that it will be greeted as, you know, pearl clutching."}], "speaker": "LEWIS", "secId": 89}, {"sentences": [{"sentId": 223, "text": "That's my phrase, liberals -- yes."}, {"sentId": 224, "text": "Oh my gosh."}, {"sentId": 225, "text": "Clutching the pearl."}], "speaker": "LEMON", "secId": 90}, {"sentences": [{"sentId": 226, "text": "Yes."}, {"sentId": 227, "text": "People like Eeyore, whatever, you know, but because so -- so all of the sort of checks and balances are unpopular, OK, so Congress is very unpopular."}, {"sentId": 228, "text": "The media is now very unpopular."}, {"sentId": 229, "text": "Interestingly the only institutions that are actually maintaining their popularity are the military and the police which are institutions that -- that I believe in but also institutions that sort of fit into a more right-wing world view, and so basically there was a study in the \"New York Times\" today, a research that was reported in the \"New York Times\" today, that an increasing number of Americans are OK with like a military-led government, and -- and so that's part of it, but the people who would hold a strongman accountable, Congress, the Supreme Court, media elites, they are seen as part of the problem."}], "speaker": "LEWIS", "secId": 91}, {"sentences": [{"sentId": 230, "text": "And that's -- that's a concern if you care -- again if you care about sort of preserving representative democracy, and I would also add, like, let's also take Donald Trump out of this for a second."}, {"sentId": 231, "text": "Like, I think that this is important to be saying really no matter who the president is."}, {"sentId": 232, "text": "I mean, I spoke out against some of Barack Obama's executive orders."}], "speaker": "LEWIS", "secId": 92}, {"sentences": [{"sentId": 233, "text": "Yes."}], "speaker": "LEMON", "secId": 93}, {"sentences": [{"sentId": 234, "text": "And I think that in some ways he paved the path to expanding the power of the presidency as did many of his predecessors."}], "speaker": "LEWIS", "secId": 94}, {"sentences": [{"sentId": 235, "text": "We need to have a talk about that elite word."}, {"sentId": 236, "text": "I have issue with that but that's for another time."}], "speaker": "LEMON", "secId": 95}, {"sentences": [{"sentId": 237, "text": "Stick around, Matt."}], "speaker": "LEMON", "secId": 96}, {"sentences": [{"sentId": 238, "text": "When we come right back, Donald Trump makes a deal to keep -- to keep 1,000 jobs in the U.S.  Is it a sign of things to come?"}], "speaker": "LEMON", "secId": 97}, {"sentences": [{"sentId": 239, "text": "Donald Trump making a deal tonight to keep 1,000 jobs in the U.S.  Let's discuss now with Jack Kingston, a former congressman and senior adviser to the Trump campaign, CNN political commentator and \"Daily Beast\" columnist Sally Kohn, and Matt Lewis back with me."}], "speaker": "LEMON", "secId": 98}, {"sentences": [{"sentId": 240, "text": "By the way, Matt, I really appreciate the conversation before."}, {"sentId": 241, "text": "Thank you for that."}], "speaker": "LEMON", "secId": 99}, {"sentences": [{"sentId": 242, "text": "Representative Kingston, let's start with you."}, {"sentId": 243, "text": "Donald Trump has reached an agreement with the parent company of Carrier air conditioning to keep almost 1,000 jobs in Indiana, about two-thirds of the jobs that were supposed to move to Mexico."}, {"sentId": 244, "text": "That's a big victory for those workers and a symbolic victory for Donald Trump."}, {"sentId": 245, "text": "Can he replicate that, you think?"}, {"sentId": 246, "text": "JACK KINGSTON, FORMER SENIOR ADVISER TO THE TRUMP CAMPAIGN:  I think"}], "speaker": "LEMON", "secId": 100}, {"sentences": [{"sentId": 247, "text": "he can, and I think it's a sign of the things to come."}, {"sentId": 248, "text": "I think he's a businessman who doesn't mind going and getting and having an on-hands approach, getting into the weeds, if you will, because in a big country of 320 million people, those jobs might not mean a lot in the big scheme of things, but they mean a heck of a lot to those people, those thousands of people."}, {"sentId": 249, "text": "And so the fact that he focused on it, I think sends a good signal that we want jobs to stay in America, but I think that's not where he's going to stop."}], "speaker": "LEMON", "secId": 101}, {"sentences": [{"sentId": 250, "text": "You know, going factory by factory, if you will."}, {"sentId": 251, "text": "He wants less regulations that kill jobs and he wants to unleash capital so that community banks can start making loans again and entrepreneurs can expand and young men and women can get in the marketplace and move out of their parents' basements and good things like that, so, you know, I think this is a great first step."}], "speaker": "LEMON", "secId": 102}, {"sentences": [{"sentId": 252, "text": "Yes."}, {"sentId": 253, "text": "There are a lot of parents who would like that idea, of the kids to move out of the basements."}], "speaker": "LEMON", "secId": 103}, {"sentences": [{"sentId": 254, "text": "Matt, will the president-elect personally be negotiating these deals, do you think?"}], "speaker": "LEMON", "secId": 104}, {"sentences": [{"sentId": 255, "text": "No."}, {"sentId": 256, "text": "I think like in this case Mike Pence obviously was, you know, heavily involved being the former -- current governor of Indiana, but, look, I think it's -- it's interesting."}, {"sentId": 257, "text": "I think in a way it's symbolism over substance."}, {"sentId": 258, "text": "I think that, you know, look, we're talking about 1,000 jobs."}, {"sentId": 259, "text": "He could go around the country doing this."}, {"sentId": 260, "text": "Not going to add up to a whole lot of jobs, and you could argue that it's -- it sort of skews the free market and it's crony capitalism and what's he promising this company to get them to stay in Indiana to make him look good politically, but it does make him look good politically."}], "speaker": "LEWIS", "secId": 105}, {"sentences": [{"sentId": 261, "text": "And I have to say, I mean, like -- it may be bad economics and it may be bad policy."}, {"sentId": 262, "text": "It looks great."}, {"sentId": 263, "text": "Finally, a politician who actually rolls up his sleeves and like basically makes a company keep jobs in America."}, {"sentId": 264, "text": "That's going to be wildly popular."}], "speaker": "LEWIS", "secId": 106}, {"sentences": [{"sentId": 265, "text": "Sal --"}], "speaker": "LEMON", "secId": 107}, {"sentences": [{"sentId": 266, "text": "Well, this is a fearful premonition of what a Trump presidency could be like."}, {"sentId": 267, "text": "So, first of all, listen, the thousand jobs, that's fantastic, you know, I feel -- congratulations to those who get to keep their jobs."}, {"sentId": 268, "text": "It's great for the state of Indiana, it's great for the country, no doubt about it."}], "speaker": "KOHN", "secId": 108}, {"sentences": [{"sentId": 269, "text": "This symbolism over substance dynamic, though, is basically how Donald Trump won the presidency and let's be clear."}, {"sentId": 270, "text": "The current president, President Obama, has presided over 55 straight months of private sector job growth."}, {"sentId": 271, "text": "That is a record in the American economy."}], "speaker": "KOHN", "secId": 109}, {"sentences": [{"sentId": 272, "text": "But he gets trashed including by President-elect Trump and yet President-elect Trump, you know, saves 1,000 jobs and it's a really good PR coup."}, {"sentId": 273, "text": "So this sort of style over substance, you know, symbolism over significance, that really is Donald Trump in a nutshell."}], "speaker": "KOHN", "secId": 110}, {"sentences": [{"sentId": 274, "text": "Yes."}, {"sentId": 275, "text": "Even saving the --"}], "speaker": "LEMON", "secId": 111}, {"sentences": [{"sentId": 276, "text": "You know --"}], "speaker": "KINGSTON", "secId": 112}, {"sentences": [{"sentId": 277, "text": "Even saving the auto industry, there were Republicans who had negative things to say about that but go on."}], "speaker": "LEMON", "secId": 113}, {"sentences": [{"sentId": 278, "text": "I would point out that the stock market is at an all-time high since the election and thousands of dollars have been made and reinvested into the economy because of him, and there is -- listen, there's an optimism out there that we're not going to have the job- killing regulations and the over burden from the Dodd/Franks and the Obamacares that businesses have been shackled by in the last four to eight years, so it's about optimism."}], "speaker": "KINGSTON", "secId": 114}, {"sentences": [{"sentId": 279, "text": "You think it's because of him or do you think it's that's because the election is resolved regardless of who is in there and the stock market may have been a bit unstable because they didn't know who was going to be president?"}, {"sentId": 280, "text": "We didn't know who was going to be president?"}], "speaker": "LEMON", "secId": 115}, {"sentences": [{"sentId": 281, "text": "Well, I know it did not go down and that's what so many people did --"}], "speaker": "KINGSTON", "secId": 116}, {"sentences": [{"sentId": 282, "text": "But if it had gone down, I bet you would have blamed President Obama and not Trump, I mean, come on."}, {"sentId": 283, "text": "Let's be honest."}], "speaker": "KOHN", "secId": 117}, {"sentences": [{"sentId": 284, "text": "Sally, how could you say that?"}], "speaker": "KINGSTON", "secId": 118}, {"sentences": [{"sentId": 285, "text": "Representative, come on, you know she's right."}], "speaker": "LEMON", "secId": 119}, {"sentences": [{"sentId": 286, "text": "Never."}], "speaker": "KINGSTON", "secId": 120}, {"sentences": [{"sentId": 287, "text": "You know she's right."}], "speaker": "LEMON", "secId": 121}, {"sentences": [{"sentId": 288, "text": "Listen, let me tell you."}, {"sentId": 289, "text": "We're going to have great prosperity."}, {"sentId": 290, "text": "We're going to have infrastructure, we're going to have jobs."}, {"sentId": 291, "text": "This is a man who knows how to get people working again to get the economy going."}], "speaker": "KINGSTON", "secId": 122}, {"sentences": [{"sentId": 292, "text": "Listen, one can only hope that you're right about that because that would be great for all Americans, but I do have to ask you this, Representative Kingston."}, {"sentId": 293, "text": "What's interesting here is that Donald Trump in his own businesses outsourced jobs himself."}, {"sentId": 294, "text": "How will he be able to convince other business, do as I say and not as I do?"}], "speaker": "LEMON", "secId": 123}, {"sentences": [{"sentId": 295, "text": "You know, I think what he wants to do is foster a better business climate in America, a better tax code that's more responsive and government regulate towards that were with businesses rather than I gotcha and that you're guilty of doing something because you want to expand your businesses, and, you know, again, the infrastructure that he wants to build and that he's committed to, more roads, bridges and highways to move goods and services across the country."}, {"sentId": 296, "text": "These are good things for the economy."}, {"sentId": 297, "text": "And these are things that"}], "speaker": "KINGSTON", "secId": 124}, {"sentences": [{"sentId": 298, "text": "Democrats, Republicans, purple, blue and red are all going to prosper by."}, {"sentId": 299, "text": "So, you know, I think there's a new sheriff in town and that's what part of the election was about, that people wanted to change, and he's going to deliver on this."}, {"sentId": 300, "text": "And if you look at his economic team that he's putting together, these are people who know how to make money and know how to create jobs."}], "speaker": "KINGSTON", "secId": 125}, {"sentences": [{"sentId": 301, "text": "OK.  All right."}, {"sentId": 302, "text": "Give someone else a chance, Representative."}, {"sentId": 303, "text": "Go ahead, Sally."}], "speaker": "LEMON", "secId": 126}, {"sentences": [{"sentId": 304, "text": "Sorry."}], "speaker": "KINGSTON", "secId": 127}, {"sentences": [{"sentId": 305, "text": "That's OK."}], "speaker": "LEMON", "secId": 128}, {"sentences": [{"sentId": 306, "text": "First of all, his economic team are a bunch of --"}], "speaker": "KOHN", "secId": 129}, {"sentences": [{"sentId": 307, "text": "I apologize."}], "speaker": "KOHN", "secId": 130}, {"sentences": [{"sentId": 308, "text": "His economic team are a bunch of Wall Street cronies, number one, and number two, look, the United States has the lowest effective corporate tax rate, second lowest of all of the developed countries in the developed world so let's be clear."}, {"sentId": 309, "text": "We already have a very business friendly environment and all we need to know to look at that is in the fact that in the post-recession economy all the economic growth, about 90 percent of the economic growth went to corporate profits and bottom lines."}], "speaker": "KOHN", "secId": 131}, {"sentences": [{"sentId": 310, "text": "It didn't go to worker wages, so, look, we need to fix the economy, make it work better for working people."}, {"sentId": 311, "text": "We need to see people's wages that have been stagnant for way too long across too many presidencies start to go up."}, {"sentId": 312, "text": "What we don't need is more tax cuts for big business, millionaires and billionaires, which Donald Trump has proposed."}, {"sentId": 313, "text": "That is his tax proposal."}], "speaker": "KOHN", "secId": 132}, {"sentences": [{"sentId": 314, "text": "Matt --"}], "speaker": "LEMON", "secId": 133}, {"sentences": [{"sentId": 315, "text": "We've got plenty business friendly environment."}, {"sentId": 316, "text": "We need a worker friendly environment."}], "speaker": "KOHN", "secId": 134}, {"sentences": [{"sentId": 317, "text": "To her point, when you -- he ran on this sort -- you know, anti-Wall Street then he's appointing someone from Goldman Sachs, that's what CNN is learning here."}, {"sentId": 318, "text": "What does that do for his argument that he -- you know, this anti-Wall Street and I'm going do things differently platform that he ran on?"}], "speaker": "LEMON", "secId": 135}, {"sentences": [{"sentId": 319, "text": "I don't think it hurts him with the American public, certainly not with his base, because look, these are people who made a calculated decision to vote for a thrice married, casino magnate as the sort of every man conservative candidate."}, {"sentId": 320, "text": "So there's already -- I don't -- I don't even think it's cognitive dissonance."}, {"sentId": 321, "text": "It's a logical thing that's like, he's going to be our man on the inside, and I think Donald Trump, if he was in a debate today and somebody said to him you just hired this guy like from Goldman Sachs, you said you were going to drain the swamp, he who say I need people who know how -- you know, who know how the market works to take it apart basically, you know, to fix it."}], "speaker": "LEWIS", "secId": 136}, {"sentences": [{"sentId": 322, "text": "And so I -- you know, I think that this is -- it's a weird argument, but I think it's consistent with what Trump has said the whole time and he's gotten a lot of the American public to buy in on it."}], "speaker": "LEWIS", "secId": 137}, {"sentences": [{"sentId": 323, "text": "I got to run but that whole --"}], "speaker": "LEMON", "secId": 138}, {"sentences": [{"sentId": 324, "text": "The exact opposite of what he said bashing Hillary."}], "speaker": "KOHN", "secId": 139}, {"sentences": [{"sentId": 325, "text": "Every man I think is very interesting because look at the dinner tonight."}], "speaker": "LEMON", "secId": 140}, {"sentences": [{"sentId": 326, "text": "Frog leg soup?"}], "speaker": "KOHN", "secId": 141}, {"sentences": [{"sentId": 327, "text": "Google Jean Georges menu and see how much it costs to dine there and then you'll know what Matt is talking about."}], "speaker": "LEMON", "secId": 142}, {"sentences": [{"sentId": 328, "text": "Thank you, everyone."}, {"sentId": 329, "text": "I appreciate it."}], "speaker": "LEMON", "secId": 143}, {"sentences": [{"sentId": 330, "text": "When we come right back, the police shooting that shocked the country."}, {"sentId": 331, "text": "Walter Scott, a black man shot in the back by a white police officer Michael Slager after a traffic stop."}, {"sentId": 332, "text": "A dramatic day in the trial today."}, {"sentId": 333, "text": "We're going to have the latest for you."}], "speaker": "LEMON", "secId": 144}, {"sentences": [{"sentId": 334, "text": "The defense rested its case today in the Michael Slager trial in Charleston, South Carolina."}, {"sentId": 335, "text": "Slager, a white former police officer, is charged with murder in the shooting death of Walter Scott, a black man who tried to escape after Slager stopped him for a traffic violation."}, {"sentId": 336, "text": "The shooting caught on cell phone camera."}], "speaker": "LEMON", "secId": 145}, {"sentences": [{"sentId": 337, "text": "Tough to watch that video."}, {"sentId": 338, "text": "CNN's Boris Sanchez is in Charleston for us this evening."}, {"sentId": 339, "text": "He is covering the story."}], "speaker": "LEMON", "secId": 146}, {"sentences": [{"sentId": 340, "text": "Boris, good evening to you."}, {"sentId": 341, "text": "We have all seen the tape of the shooting."}, {"sentId": 342, "text": "Today Michael Slager gave his version of why he shot and killed Walter Scott."}, {"sentId": 343, "text": "What did he say?"}], "speaker": "LEMON", "secId": 147}, {"sentences": [{"sentId": 344, "text": "Hey, Don, yes."}, {"sentId": 345, "text": "He said that essentially that video doesn't tell the whole story."}, {"sentId": 346, "text": "He says that before the cameras were rolling that he was in an altercation with Walter Scott."}, {"sentId": 347, "text": "There was a scuffle."}, {"sentId": 348, "text": "He claims that Walter Scott took his taser from him and aimed it back at him, and that the gunfire that you see in that video was essentially his response to that."}], "speaker": "SANCHEZ", "secId": 148}, {"sentences": [{"sentId": 349, "text": "The prosecution jumped on that."}, {"sentId": 350, "text": "They went second by second, frame by frame, in excruciating detail over that video with Walter Scott's family in the courtroom, and they were asking Michael Slager all kinds of questions about where he was looking and how he was shifting his weight and again and again they asked him how could Walter Scott have been a threat to his life if he had been trying to get away?"}, {"sentId": 351, "text": "Here's some of that exchange."}], "speaker": "SANCHEZ", "secId": 149}, {"sentences": [{"sentId": 352, "text": "Would you agree that even if Mr. Scott had that taser it could not have been used against you at the distance depicted on that video?"}], "speaker": "UNIDENTIFIED MALE", "secId": 150}, {"sentences": [{"sentId": 353, "text": "At that time, I didn't have that information, so I -- I can't answer that question."}], "speaker": "UNIDENTIFIED MALE", "secId": 151}, {"sentences": [{"sentId": 354, "text": "You've seen the video."}], "speaker": "UNIDENTIFIED MALE", "secId": 152}, {"sentences": [{"sentId": 355, "text": "I have."}], "speaker": "UNIDENTIFIED MALE", "secId": 153}, {"sentences": [{"sentId": 356, "text": "And you've heard that he was 18 feet away."}, {"sentId": 357, "text": "Would you agree that he was not a threat to you with that taser without a cartridge from that distance?"}], "speaker": "UNIDENTIFIED MALE", "secId": 154}, {"sentences": [{"sentId": 358, "text": "No."}], "speaker": "UNIDENTIFIED MALE", "secId": 155}, {"sentences": [{"sentId": 359, "text": "OK."}, {"sentId": 360, "text": "So you're going stick to that?"}], "speaker": "UNIDENTIFIED MALE", "secId": 156}, {"sentences": [{"sentId": 361, "text": "Yes, and the reason is from 18 feet he could have turned around and attacked me again."}], "speaker": "UNIDENTIFIED MALE", "secId": 157}, {"sentences": [{"sentId": 362, "text": "And that led to a very uncomfortable moment, Don."}, {"sentId": 363, "text": "The prosecution literally handing Michael Slager a tape measure and asking him to hold it."}, {"sentId": 364, "text": "The prosecutor then walking 18 feet away."}, {"sentId": 365, "text": "That represents the 18 feet between Michael Slager and Walter Scott when Slager first opened fire."}, {"sentId": 366, "text": "The prosecutor holding the tape measure with his back turned to him, turning around and asking him, how could a person this far away running away from you have been a threat to your life?"}, {"sentId": 367, "text": "Slager stuck to his guns saying that he responded according to his training and he opened fire as quickly as he could on someone that he felt had threatened his life, Don."}], "speaker": "SANCHEZ", "secId": 158}, {"sentences": [{"sentId": 368, "text": "And, Boris, you know, this interesting moment in the courtroom, we hear that Slager apparently broke down over his family situation?"}, {"sentId": 369, "text": "What more can you tell us?"}], "speaker": "LEMON", "secId": 159}, {"sentences": [{"sentId": 370, "text": "Right."}, {"sentId": 371, "text": "That was during the defense portion of the questioning when they were asking him about his upbringing, where he went to high school, what got him into service and to being a police officer, and then they asked him specifically about his family life and his child, his wife was actually pregnant when the encounter with Walter Scott happened, and she gave birth while he was in prison so he got emotional when he was being asked how he felt not being there the day that his son was born."}], "speaker": "SANCHEZ", "secId": 160}, {"sentences": [{"sentId": 372, "text": "The prosecution turned that around, they actually closed their cross- examination by asking him, if he cried the day that he shot and killed Walter Scott, so overall very uncomfortable, very emotional day in court, Don."}], "speaker": "SANCHEZ", "secId": 161}, {"sentences": [{"sentId": 373, "text": "All right."}, {"sentId": 374, "text": "Boris Sanchez, thank you very much."}, {"sentId": 375, "text": "Now I want to wring in \"New York Times\" op-ed columnist Charles Blow,"}], "speaker": "LEMON", "secId": 162}, {"sentences": [{"sentId": 376, "text": "CNN legal analyst Mark O'Mara and Cedric Alexander, the author of \"The New Guardian.\""}], "speaker": "LEMON", "secId": 163}, {"sentences": [{"sentId": 377, "text": "Gentlemen, good evening."}, {"sentId": 378, "text": "To you -- Mark, you first."}, {"sentId": 379, "text": "Officer Slager shot Walter Scott in the back five times."}, {"sentId": 380, "text": "He claims that Scott was coming at him when he fired."}, {"sentId": 381, "text": "He also says the cell phone video, which is key evidence here, as you heard Boris Sanchez say, it doesn't tell the whole story."}, {"sentId": 382, "text": "When you look at this, and you see Scott running away from the cop, not toward him, does Officer Slager's defense makes sense to you?"}], "speaker": "LEMON", "secId": 164}, {"sentences": [{"sentId": 383, "text": "It simply doesn't."}, {"sentId": 384, "text": "That's all he's got."}, {"sentId": 385, "text": "The only thing that he could say is that I acted that way because I was, in his mind, reasonable fear of great bodily injury."}, {"sentId": 386, "text": "That's the only way that an officer can discharge his weapon, a deadly force event."}, {"sentId": 387, "text": "He has to be in reasonable fear of imminent great bodily injury."}, {"sentId": 388, "text": "It simply cannot exist when someone has got their back to you unless they are armed with a firearm themselves and when they are running away."}, {"sentId": 389, "text": "But it literally is all he has."}], "speaker": "O'MARA", "secId": 165}, {"sentences": [{"sentId": 390, "text": "We have to understand that cops in these cases are often given the benefit of the doubt, however."}, {"sentId": 391, "text": "We can look at the tensing case up in Cincinnati where a hung jury just happened, and it's difficult, but in this case if there wasn't a video, then we know that Walter Scott was the enormous aggressor about to turn on him."}, {"sentId": 392, "text": "He was only four feet away when the shot happened, but that videotape shows what actually happened, and there was no justification to Slager's reaction."}, {"sentId": 393, "text": "To take out his gun and to fire that many shots at Walter Scott's back."}, {"sentId": 394, "text": "It was murder."}], "speaker": "O'MARA", "secId": 166}, {"sentences": [{"sentId": 395, "text": "Cedric, from a law enforcement perspective, what is your -- do you agree, you know, Mark O'Mara is saying that it was murder."}, {"sentId": 396, "text": "What is your biggest concern about, you know, how the office handled it?"}], "speaker": "LEMON", "secId": 167}, {"sentences": [{"sentId": 397, "text": "Well, first of all, let me say this."}, {"sentId": 398, "text": "I think Mark is right on point."}], "speaker": "ALEXANDER", "secId": 168}, {"sentences": [{"sentId": 399, "text": "Don, I've been in this business a very long time and seen a lot of various types of situations such as this, and it's very clear, clearly some -- there were some things that occurred before the video footage took place, but a video footage in and of itself I think is very point blank clear as to what occurred and then shots being fired of the victim in this case running away from the officer."}], "speaker": "ALEXANDER", "secId": 169}, {"sentences": [{"sentId": 400, "text": "What is that immediate threat that he keeps referring to, and he's going to have, I think, a challenging time trying to convince a jury of that being the case."}], "speaker": "ALEXANDER", "secId": 170}, {"sentences": [{"sentId": 401, "text": "But here again we're talking about police officers who do a very exceptional type of job, and it was the threat that he says that he experienced, and that's what he's going to have to convince this jury of."}, {"sentId": 402, "text": "But that piece of footage is somewhat challenging, I think."}], "speaker": "ALEXANDER", "secId": 171}, {"sentences": [{"sentId": 403, "text": "Yes."}, {"sentId": 404, "text": "Speaking of the footage, Charles."}, {"sentId": 405, "text": "You don't buy the self-defense claim."}, {"sentId": 406, "text": "You say that this is clearly a crime going down on that cell phone footage and we should believe what we see."}], "speaker": "LEMON", "secId": 172}, {"sentences": [{"sentId": 407, "text": "Well, I mean, all I can say is what I do see, right?"}, {"sentId": 408, "text": "And so with all these cases you have to answer for each bullet that you fire, and so with each individual bullet that he fires, Walter Scott is further and further away from him, so the idea that he was somehow -- thought he could have been turning back, he actually wasn't."}, {"sentId": 409, "text": "Every time he fired Walter was further and further and further away."}], "speaker": "BLOW", "secId": 173}, {"sentences": [{"sentId": 410, "text": "I mean, I think the bigger thing we always have to understand here."}, {"sentId": 411, "text": "One thing that Mark said, it's very difficult to convict officers, part of that is because unlike other areas of law, these particular kinds of shootings are not only about what you do but about how you feel when you are doing it."}, {"sentId": 412, "text": "And the bigger part of that feeling is fear and it's very profound, you know, how weak the idea that fear governs so much about what is -- what is considered guilt or not guilt in these cases because we all know, anybody who studies the construction and activation of fear, you know that it is a very complicated thing."}], "speaker": "BLOW", "secId": 174}, {"sentences": [{"sentId": 413, "text": "A lot can go into it, things that are actually conscious to you, things that are not conscious to you."}, {"sentId": 414, "text": "Things that make me afraid, may not make you afraid, and the idea that that is a separate kind of justice than, for instance, if we were having, you know, some sort of workplace discrimination case."}, {"sentId": 415, "text": "It's simply about what you did."}, {"sentId": 416, "text": "The jury doesn't want to know how you felt when you did it."}], "speaker": "BLOW", "secId": 175}, {"sentences": [{"sentId": 417, "text": "Right."}], "speaker": "LEMON", "secId": 176}, {"sentences": [{"sentId": 418, "text": "They just want to know if these people were doing the same thing, the same kind of job, had the same performance and one got dismissed and the other got promoted then there's something wrong here."}, {"sentId": 419, "text": "And that is -- that is reason for guilt."}, {"sentId": 420, "text": "In these cases, it's not that."}, {"sentId": 421, "text": "You layer on top of what you did how the person felt and that makes it incredibly difficult to ever come away with a guilty verdict."}], "speaker": "BLOW", "secId": 177}, {"sentences": [{"sentId": 422, "text": "All right."}, {"sentId": 423, "text": "Stand by, everyone."}, {"sentId": 424, "text": "When we come right back, what will it take to get justice in this case?"}, {"sentId": 425, "text": "We'll discuss."}], "speaker": "LEMON", "secId": 178}, {"sentences": [{"sentId": 426, "text": "We're back now with Charles Blow, Mark O'Mara, and Cedric Alexander."}, {"sentId": 427, "text": "Here is ex-police officer, Michael Slager, testifying in court today."}], "speaker": "LEMON", "secId": 179}, {"sentences": [{"sentId": 428, "text": "At that time had Mr. Scott done anything to escalate the situation other than run?"}], "speaker": "UNIDENTIFIED MALE", "secId": 180}, {"sentences": [{"sentId": 429, "text": "No."}, {"sentId": 430, "text": "No."}], "speaker": "SLAGER", "secId": 181}, {"sentences": [{"sentId": 431, "text": "And at that time had Mr. Scott done anything to threaten you other than just trying to get away?"}], "speaker": "UNIDENTIFIED MALE", "secId": 182}, {"sentences": [{"sentId": 432, "text": "No, not at that time."}], "speaker": "SLAGER", "secId": 183}, {"sentences": [{"sentId": 433, "text": "Mark O'Mara, Walter Scott was unarmed, and the officer even says he did nothing to threaten him other than run away."}, {"sentId": 434, "text": "Is there anything that his defense attorney can use to change the way this incident is being viewed?"}], "speaker": "LEMON", "secId": 184}, {"sentences": [{"sentId": 435, "text": "Well, he's going to use what we talked about a moment ago which is this guy trying to get across to that jury that his actions, Slager's actions, at the moment he was doing it were justified, were OK because he was in fear."}, {"sentId": 436, "text": "You remember from Slager's testimony, he said, I was afraid, there was a fight."}, {"sentId": 437, "text": "I thought he was going to hurt me and when he got away."}, {"sentId": 438, "text": "So that's the only way he's -- they're going to get an acquittal or something less than a murder conviction is if they got across to the jury that this officer who obviously shot and killed this man should be forgiven for that intentional act because of what he was thinking in his heart, as Charles said, and what was showing in his mind based upon his actions."}], "speaker": "O'MARA", "secId": 185}, {"sentences": [{"sentId": 439, "text": "I think one of the most telling parts of that whole video beyond the shooting what was he did afterwards because that -- what he did afterwards was very telling."}], "speaker": "O'MARA", "secId": 186}, {"sentences": [{"sentId": 440, "text": "You mean the putting of the --"}], "speaker": "LEMON", "secId": 187}, {"sentences": [{"sentId": 441, "text": "And that is to fix up --"}], "speaker": "O'MARA", "secId": 188}, {"sentences": [{"sentId": 442, "text": "Yes."}, {"sentId": 443, "text": "Let's put that video up."}], "speaker": "LEMON", "secId": 189}, {"sentences": [{"sentId": 444, "text": "Yes."}, {"sentId": 445, "text": "When he --"}], "speaker": "O'MARA", "secId": 190}, {"sentences": [{"sentId": 446, "text": "Because if you look closely at the cell phone video."}], "speaker": "LEMON", "secId": 191}, {"sentences": [{"sentId": 447, "text": "Yes."}], "speaker": "O'MARA", "secId": 192}, {"sentences": [{"sentId": 448, "text": "The officer picks something up from the ground where he and Michael Schott were apparently struggling."}, {"sentId": 449, "text": "He walks over and drops it next to the suspect."}], "speaker": "LEMON", "secId": 193}, {"sentences": [{"sentId": 450, "text": "Because I would tell you, that to me is evidence of guilt."}, {"sentId": 451, "text": "Now he can say he was afraid, he can say he was worried but he certainly had the consciousness of mind to pick something up and in effect plant it near Mr. Scott with the suggestion or the intent to say that was a weapon he had or to somehow manufacture evidence which would have supported the justification of the shooting."}, {"sentId": 452, "text": "And I think the prosecution needs to focus on that because just like in the Sam DuBose killing when Tensing made up the story about getting run over by a car which didn't show on the video, this is what Slager did in this case and shows what he was thinking that moment."}], "speaker": "O'MARA", "secId": 194}, {"sentences": [{"sentId": 453, "text": "Mark, what do you make of that?"}, {"sentId": 454, "text": "I'm sorry."}, {"sentId": 455, "text": "Not Mark."}, {"sentId": 456, "text": "I'm sorry -- Charles."}], "speaker": "LEMON", "secId": 195}, {"sentences": [{"sentId": 457, "text": "Well, if you listen to the testimony they actually do bring that up and his defense is, number one, that I don't remember that the taser was dropped next to me."}, {"sentId": 458, "text": "I do not remember picking up the taser and dropping it next to his body, that I was in such a state of fear and shock that all of that is blocked out to me."}, {"sentId": 459, "text": "Essentially that is what he is saying."}], "speaker": "BLOW", "secId": 196}, {"sentences": [{"sentId": 460, "text": "And that -- and that goes back to this idea that you can -- you can craft a defense."}, {"sentId": 461, "text": "This is the shocking part of American jurisprudence as it relates to these shootings."}, {"sentId": 462, "text": "The shocking part of it is you can actually craft a defense that says, I felt so much fear that the things I actually did, I do -- it is blacked out by the intensity of that fear."}, {"sentId": 463, "text": "And therefore I don't even remember the things the video shows, everyone showed -- sees me doing."}], "speaker": "BLOW", "secId": 197}, {"sentences": [{"sentId": 464, "text": "And, Cedric, so when you look at this video, I mean, do you think -- would an officer have a valid reason for shooting someone multiple times in the back, walking away to pick something up off the ground, and then later dropping that object near the subject?"}], "speaker": "LEMON", "secId": 198}, {"sentences": [{"sentId": 465, "text": "No."}, {"sentId": 466, "text": "I mean, you know, no."}, {"sentId": 467, "text": "Absolutely not."}, {"sentId": 468, "text": "I mean, that video was troubling months ago and it's still troubling tonight."}, {"sentId": 469, "text": "And I think if any of us that looked at it, we see the victim running away -- attempting to run away as slowly as he was running."}, {"sentId": 470, "text": "We see the shots that are fired."}, {"sentId": 471, "text": "We see a police officer who casually walks towards the subject."}, {"sentId": 472, "text": "We see him disturb a crime scene by moving the taser from where it fell out of the victim's hand and moving it over towards his body."}, {"sentId": 473, "text": "That is clearly somewhat suspect."}], "speaker": "ALEXANDER", "secId": 199}, {"sentences": [{"sentId": 474, "text": "Now here's the thing we also have to remember in all of this."}], "speaker": "ALEXANDER", "secId": 200}, {"sentences": [{"sentId": 475, "text": "I've got 10 seconds."}], "speaker": "LEMON", "secId": 201}, {"sentences": [{"sentId": 476, "text": "Right."}, {"sentId": 477, "text": "This comes down to a training issue and it also comes down to policy."}], "speaker": "ALEXANDER", "secId": 202}, {"sentences": [{"sentId": 478, "text": "Yes."}], "speaker": "LEMON", "secId": 203}, {"sentences": [{"sentId": 479, "text": "How we train and how we enact our policies with our police officers."}, {"sentId": 480, "text": "If this is the case, to me it just appears to be poor training and it also brings up some issues about policies inside of that agency."}, {"sentId": 481, "text": "And these things have to be addressed but Slager is going to have a very challenging time trying to convince that jury."}], "speaker": "ALEXANDER", "secId": 204}, {"sentences": [{"sentId": 482, "text": "We've got to leave it there."}], "speaker": "LEMON", "secId": 205}, {"sentences": [{"sentId": 483, "text": "Don, if I might."}, {"sentId": 484, "text": "This is the best case justifying body cameras on every cop because without that cell phone video --"}], "speaker": "O'MARA", "secId": 206}, {"sentences": [{"sentId": 485, "text": "Absolutely."}, {"sentId": 486, "text": "Absolutely."}], "speaker": "ALEXANDER", "secId": 207}, {"sentences": [{"sentId": 487, "text": "This would have been a different story."}], "speaker": "O'MARA", "secId": 208}, {"sentences": [{"sentId": 488, "text": "I got to go."}, {"sentId": 489, "text": "I'm over time."}, {"sentId": 490, "text": "Thank you, gentlemen."}, {"sentId": 491, "text": "I appreciate it."}], "speaker": "LEMON", "secId": 209}, {"sentences": [{"sentId": 492, "text": "That's it for us."}, {"sentId": 493, "text": "Thanks for watching."}, {"sentId": 494, "text": "I'll see you right back here tomorrow."}], "speaker": "LEMON", "secId": 210}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1611.29.cnnt.02.html.json", "time": "Aired November 29, 2016 - 23:00   ET"}