{"sectionCount": 305, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["COOPER", "LEMON", "TRUMP", "PENCE", "CLINTON", "PRESTON", "GERGEN", "BASH", "STERN", "SCIUTTO", "KRISTOF", "CUSACK", "CARDONA", "DEAN", "SELLERS", "PHILLIPS", "SELELRS"], "subTitle": "Trump Insists he Opposed the Iraq War; Trump Gets Flak for Praise of Putin; Possible Nuclear Test by North Korea; Voters Have High Expectations for Clinton in the First Debate. Aired 10-11p ET.", "url": "transcripts.cnn.com/TRANSCRIPTS/1609/08/cnnt.01.html", "sentenceCount": 629, "sections": [{"sentences": [{"sentId": 0, "text": "Hey, that does it for us."}, {"sentId": 1, "text": "Thanks for watching."}, {"sentId": 2, "text": "CNN Tonight with Don Lemon starts now."}], "speaker": "COOPER", "secId": 0}, {"sentences": [{"sentId": 3, "text": "We are counting down to the first presidential debate, but every day is a debate for Donald Trump and Hillary Clinton."}], "speaker": "LEMON", "secId": 1}, {"sentences": [{"sentId": 4, "text": "This is CNN Tonight."}, {"sentId": 5, "text": "I'm Don Lemon."}], "speaker": "LEMON", "secId": 2}, {"sentences": [{"sentId": 6, "text": "Trump insisting today he opposed the Iraq war from the beginning."}], "speaker": "LEMON", "secId": 3}, {"sentences": [{"sentId": 7, "text": "This is a quote, absolute quote."}, {"sentId": 8, "text": "\"look at the war in Iraq and the mess that we're in.\""}, {"sentId": 9, "text": "Right after that was started."}], "speaker": "TRUMP", "secId": 4}, {"sentences": [{"sentId": 10, "text": "The only problem -- the only problem, that was actually one year and five months after the war started."}], "speaker": "LEMON", "secId": 5}, {"sentences": [{"sentId": 11, "text": "Meanwhile, Trump's running mate Mike Pence talks to our very own Dana Bash defending the candidate's charge that America's generals had been, quote, \"reduced to rubble.\""}], "speaker": "LEMON", "secId": 6}, {"sentences": [{"sentId": 12, "text": "I think he was talking about the commander-in-chief reducing the influence of generals to rubble."}], "speaker": "PENCE", "secId": 7}, {"sentences": [{"sentId": 13, "text": "You know who doesn't agree?"}, {"sentId": 14, "text": "Hillary Clinton."}], "speaker": "LEMON", "secId": 8}, {"sentences": [{"sentId": 15, "text": "He trash talks about America's generals saying that they've been, quote, \"reduced to rubble.\""}, {"sentId": 16, "text": "He suggested he would fire them all and hand pick his own generals because he knows so much about what it takes to be a general."}], "speaker": "CLINTON", "secId": 9}, {"sentences": [{"sentId": 17, "text": "Well, let's get right now to CNN's Dana Bash, Mark Preston, and Mr. David Gergen."}, {"sentId": 18, "text": "Hello, to all of you."}], "speaker": "LEMON", "secId": 10}, {"sentences": [{"sentId": 19, "text": "Mark, I'm going to start with you because Donald Trump and Hillary Clinton aren't holding back attacking each other today."}, {"sentId": 20, "text": "Take a look at this."}], "speaker": "LEMON", "secId": 11}, {"sentences": [{"sentId": 21, "text": "Let me be clear."}, {"sentId": 22, "text": "Last night was yet another test and Donald Trump failed yet again."}, {"sentId": 23, "text": "We saw more evidence that he is temperamentally unfit and totally unqualified to be commander-in- chief."}], "speaker": "CLINTON", "secId": 12}, {"sentences": [{"sentId": 24, "text": "Hillary Clinton is always complaining about what's wrong."}, {"sentId": 25, "text": "I just watched her on the tarmac."}, {"sentId": 26, "text": "She tried to make up for her horrible performance last night."}, {"sentId": 27, "text": "It was a horrible performance."}, {"sentId": 28, "text": "So, she went on the tarmac and told more lies."}], "speaker": "TRUMP", "secId": 13}, {"sentences": [{"sentId": 29, "text": "I think what he said was totally inappropriate and undisciplined."}, {"sentId": 30, "text": "I would never comment on any aspect of an intelligence briefing that I received."}], "speaker": "CLINTON", "secId": 14}, {"sentences": [{"sentId": 31, "text": "She'll be saying a wonderful job she's going to do, she'll get your vote, then she'll say see you in four years."}, {"sentId": 32, "text": "She might even say see you in four years suckers."}], "speaker": "TRUMP", "secId": 15}, {"sentences": [{"sentId": 33, "text": "Mark, they're making their case again today."}, {"sentId": 34, "text": "Did either candidate come out on top after last night?"}], "speaker": "LEMON", "secId": 16}, {"sentences": [{"sentId": 35, "text": "I don't think so."}, {"sentId": 36, "text": "Look, Hillary Clinton was very defensive last night and you could blame that on the format and the timing and how the moderator chose to pursue the forum last night, where they were discussing foreign policy and terrorism and what have you."}], "speaker": "PRESTON", "secId": 17}, {"sentences": [{"sentId": 37, "text": "But Donald Trump offered no policy specifics himself, what really was very broad."}, {"sentId": 38, "text": "Two things did come out of it, though."}, {"sentId": 39, "text": "Well, several things came out of it."}, {"sentId": 40, "text": "Two major things came out of it, Don."}], "speaker": "PRESTON", "secId": 18}, {"sentences": [{"sentId": 41, "text": "One is, Donald Trump talked about the U.S. generals and he basically said that they were reduced to rubble, that they had really no influence and no power and was very critical of them."}, {"sentId": 42, "text": "He was also in some ways laudatory of Vladimir Putin and very critical of Barack Obama."}, {"sentId": 43, "text": "Very puzzling in a very bizarre comparison."}], "speaker": "PRESTON", "secId": 19}, {"sentences": [{"sentId": 44, "text": "And if you only go back a year ago, you know, the Pew Research Center did a poll, a global poll of countries about their views on Vladimir Putin."}, {"sentId": 45, "text": "No surprise, 75 percent of Americans did not think that Vladimir Putin would do the right thing when it came to global affairs."}, {"sentId": 46, "text": "So, I don't know why Donald Trump is embracing Vladimir Putin."}], "speaker": "PRESTON", "secId": 20}, {"sentences": [{"sentId": 47, "text": "Do you think that hurt him, David Gergen, to embrace Vladimir Putin?"}], "speaker": "LEMON", "secId": 21}, {"sentences": [{"sentId": 48, "text": "I think he's embraced of Vladimir Putin all the way along this campaign has been bizarre."}, {"sentId": 49, "text": "I mean, he's one of the most hated men in America and around the world as you recently seen he's an authoritarian leader."}], "speaker": "GERGEN", "secId": 22}, {"sentences": [{"sentId": 50, "text": "So, I think so far he hasn't paid much of a price for it but the big enchilada is coming up."}, {"sentId": 51, "text": "The big first debate during the series of debates if he continues to embrace Vladimir Putin I think it's going to become a more serious issue..."}], "speaker": "GERGEN", "secId": 23}, {"sentences": [{"sentId": 52, "text": "What do you make of the strategy, Dana, if him and Vladimir Putin, you know, not an ally of the United States, and you know, a dictator?"}], "speaker": "LEMON", "secId": 24}, {"sentences": [{"sentId": 53, "text": "I think the most fascinating part of this Vladimir Putin/ Donald Trump, I don't know, worldwide 'bromance' is the fact that Trump says very explicitly why he says nice things about Vladimir Putin and that's because Putin says very nice things about him."}, {"sentId": 54, "text": "Period."}, {"sentId": 55, "text": "End of story."}], "speaker": "BASH", "secId": 25}, {"sentences": [{"sentId": 56, "text": "I mean, that's it."}, {"sentId": 57, "text": "He said it again to Matt Lauer last night."}, {"sentId": 58, "text": "He said it many times before."}, {"sentId": 59, "text": "If Vladimir Putin started saying nasty things about Donald Trump, it would be a very different approach, which, you know, if you're a Hillary Clinton and her campaign, the question that they are asking is, really?"}, {"sentId": 60, "text": "Is that how you're going to approach geopolitical diplomacy if you're in the White House?"}], "speaker": "BASH", "secId": 26}, {"sentences": [{"sentId": 61, "text": "Yes, yes."}, {"sentId": 62, "text": "One more -- the other point..."}], "speaker": "LEMON", "secId": 27}, {"sentences": [{"sentId": 63, "text": "The interesting thing is there are populous parties now that are growing up in all across Western Europe."}, {"sentId": 64, "text": "There are about 10 countries where there are major populous parties."}, {"sentId": 65, "text": "Most of them are right wing and all of them are going and having this 'bromance' with Vladimir Putin."}], "speaker": "GERGEN", "secId": 28}, {"sentences": [{"sentId": 66, "text": "It's like the populous authoritarian movements in the United States and there, I wouldn't call it authoritarian here, but the populous movement that's leading Trump, I mean, it's interesting, the populous movement that's leading Trump is very similar to what's going on in Western Europe."}], "speaker": "GERGEN", "secId": 29}, {"sentences": [{"sentId": 67, "text": "This sort of sense that Putin is somehow heroic or strong man or he's effective I think is bizarre."}], "speaker": "GERGEN", "secId": 30}, {"sentences": [{"sentId": 68, "text": "Where does that come from?"}], "speaker": "LEMON", "secId": 31}, {"sentences": [{"sentId": 69, "text": "I don't know why."}, {"sentId": 70, "text": "It's clearly giving Putin, you know, incentives to keep testing us, to keep pushing because he may get away with it."}], "speaker": "GERGEN", "secId": 32}, {"sentences": [{"sentId": 71, "text": "Dana, why are you saying ah-ha?"}], "speaker": "LEMON", "secId": 33}, {"sentences": [{"sentId": 72, "text": "No."}, {"sentId": 73, "text": "Because I think that David is exactly right, not only on the mirror that we're seeing between what is happening here with the movement backing Donald Trump and many countries in Western Europe, but more importantly on the kind of backing that's giving Vladimir Putin."}], "speaker": "BASH", "secId": 34}, {"sentences": [{"sentId": 74, "text": "He already has, you know, the support from within Russia for, you know."}, {"sentId": 75, "text": "There are lots of reasons for that but we can put that aside."}, {"sentId": 76, "text": "But for him to have praise from other countries around the world when if you go back, I mean, I remember George W. Bush, what we wanted to do more than anything else was get inside Vladimir Putin's head to understand him."}], "speaker": "BASH", "secId": 35}, {"sentences": [{"sentId": 77, "text": "And the thing that he would say is the most important thing to know is that he wants to restore Russia to the time of hundreds of years ago, to, you know, he wants to be the next Peter the Great."}, {"sentId": 78, "text": "And so for him to have this adulation is exactly what he wants."}], "speaker": "BASH", "secId": 36}, {"sentences": [{"sentId": 79, "text": "But, Mark, I'm sure David you're talking about the electorate in Europe and not necessarily the politicians."}], "speaker": "LEMON", "secId": 37}, {"sentences": [{"sentId": 80, "text": "Yes."}], "speaker": "GERGEN", "secId": 38}, {"sentences": [{"sentId": 81, "text": "Because here in the United States, even the republican politicians especially..."}], "speaker": "LEMON", "secId": 39}, {"sentences": [{"sentId": 82, "text": "Yes."}], "speaker": "BASH", "secId": 40}, {"sentences": [{"sentId": 83, "text": "... and Dana, you as well, especially, you know, the marquee or the establishment politicians, Mark Preston, they are, you know, they are denouncing what Donald Trump is saying about Vladimir Putin without denouncing the candidate himself."}], "speaker": "LEMON", "secId": 41}, {"sentences": [{"sentId": 84, "text": "Isn't it amazing, too, Dana Bash is out at the Reagan Library right now and we're talking about how the republican nominee is embracing Vladimir Putin at this point."}], "speaker": "PRESTON", "secId": 42}, {"sentences": [{"sentId": 85, "text": "It's interesting."}, {"sentId": 86, "text": "Let's just go back."}, {"sentId": 87, "text": "Remove Vladimir Putin from the discussion last night and you saw Donald Trump really make a play for the real hard line conservative defense republicans."}], "speaker": "PRESTON", "secId": 43}, {"sentences": [{"sentId": 88, "text": "I mean, that has been his play, what should have been his play, quite frankly, for the past three or four months but that has been his play over the last couple of days."}, {"sentId": 89, "text": "We saw it he do it in speech."}, {"sentId": 90, "text": "And of course, last night he tried to do it as well."}], "speaker": "PRESTON", "secId": 44}, {"sentences": [{"sentId": 91, "text": "What else is also strange and bizarre is that Donald Trump appeared on R.T. this evening, which is the government funded...."}], "speaker": "PRESTON", "secId": 45}, {"sentences": [{"sentId": 92, "text": "Russian television, yes."}, {"sentId": 93, "text": "PRESTON:  ... Russian television that's shown here in the United States."}, {"sentId": 94, "text": "So, which again, I don't know why he would choose to do that either, but certainly some strange decision making."}], "speaker": "LEMON", "secId": 46}, {"sentences": [{"sentId": 95, "text": "Let's move on and talk about Hillary Clinton now."}, {"sentId": 96, "text": "Dana, this is for you."}, {"sentId": 97, "text": "Hillary Clinton on that tarmac."}, {"sentId": 98, "text": "That was her first press conference in nearly 10 months."}, {"sentId": 99, "text": "I was watching it and said, whoa, an impromptu press conference, what's going on?"}, {"sentId": 100, "text": "Why now?"}, {"sentId": 101, "text": "What is the strategy here?"}], "speaker": "LEMON", "secId": 47}, {"sentences": [{"sentId": 102, "text": "She needs to get her message out."}, {"sentId": 103, "text": "She hasn't needed to do that for various reasons over the past many months."}, {"sentId": 104, "text": "I think one of the main reasons is because the Clinton campaign they were very OK with Donald Trump being the story because he kept stepping in it, frankly."}], "speaker": "BASH", "secId": 48}, {"sentences": [{"sentId": 105, "text": "He kept -- he was perpetuating bad news just because he would talk and that was completely OK with Hillary Clinton campaign and they didn't want to get in the way of that."}, {"sentId": 106, "text": "Now it's different."}], "speaker": "BASH", "secId": 49}, {"sentences": [{"sentId": 107, "text": "She did spend a lot of August raising money, not only not doing press conferences, but not really doing a lot of rallies and now it's different."}, {"sentId": 108, "text": "Now she has to get out there to be the person to combat Donald Trump."}, {"sentId": 109, "text": "Because he is more disciplined now."}], "speaker": "BASH", "secId": 50}, {"sentences": [{"sentId": 110, "text": "I know that's a kind of a bar that we don't ascribe to other candidates but it is true, he is just more disciplined now and it's making it more competitive and she needs to get out there and they know that."}], "speaker": "BASH", "secId": 51}, {"sentences": [{"sentId": 111, "text": "David, many people have been saying why, you know, I hate to say many people because it sounds like Donald Trump but it's true, especially as supporters of Hillary Clinton."}], "speaker": "LEMON", "secId": 52}, {"sentences": [{"sentId": 112, "text": "People are saying."}], "speaker": "BASH", "secId": 53}, {"sentences": [{"sentId": 113, "text": "Yes, people are saying."}, {"sentId": 114, "text": "Where has this Hillary Clinton been, the one who is, you know, transparent now and is holding press conferences?"}], "speaker": "LEMON", "secId": 54}, {"sentences": [{"sentId": 115, "text": "Well, I think she's been too hidden."}, {"sentId": 116, "text": "I think they've been sitting on their lead."}, {"sentId": 117, "text": "Frankly she seemed rusty last night in that debate."}, {"sentId": 118, "text": "She seem like she would have benefitted from taking more questions from supporters."}, {"sentId": 119, "text": "So, I sort of wonder today, they want to get the rust off; they needed to do this pretty darn quick."}], "speaker": "GERGEN", "secId": 55}, {"sentences": [{"sentId": 120, "text": "You know, they've got this big debate coming up."}, {"sentId": 121, "text": "They're got to get her in fighting form."}, {"sentId": 122, "text": "You know, Donald Trump did pretty well."}, {"sentId": 123, "text": "I mean, a lot of people are blaming Matt Lauer and I think there's a lot of blame to be..."}], "speaker": "GERGEN", "secId": 56}, {"sentences": [{"sentId": 124, "text": "That really is the water cooler discussion today that everybody is talking about."}], "speaker": "LEMON", "secId": 57}, {"sentences": [{"sentId": 125, "text": "Everybody is being very tougher on her, and be much lighter on Trump in that sort of thing."}, {"sentId": 126, "text": "But the fact is that Trump came out of last night doing pretty well against her and I think that's got to be a wake-up call for the Clinton campaign."}], "speaker": "GERGEN", "secId": 58}, {"sentences": [{"sentId": 127, "text": "Do not take this lightly."}, {"sentId": 128, "text": "Do not assume that you can walk over this guy in a debate."}, {"sentId": 129, "text": "He did pretty well in the republican debates."}, {"sentId": 130, "text": "And you know, you should beat him, the American public expects you're going to beat him."}], "speaker": "GERGEN", "secId": 59}, {"sentences": [{"sentId": 131, "text": "You know, the CNN poll shows most Americans think she'll win."}, {"sentId": 132, "text": "I don't think that's good news for her."}, {"sentId": 133, "text": "You're better off being the underdog."}], "speaker": "GERGEN", "secId": 60}, {"sentences": [{"sentId": 134, "text": "Right."}, {"sentId": 135, "text": "Because that, you know, motivates the supporters to go to the polls..."}], "speaker": "LEMON", "secId": 61}, {"sentences": [{"sentId": 136, "text": "Yes."}], "speaker": "GERGEN", "secId": 62}, {"sentences": [{"sentId": 137, "text": "... and say, oh, my God, you know, she's behind."}, {"sentId": 138, "text": "But, you know, I have so much to get to."}], "speaker": "LEMON", "secId": 63}, {"sentences": [{"sentId": 139, "text": "Sure."}], "speaker": "GERGEN", "secId": 64}, {"sentences": [{"sentId": 140, "text": "I want to get the polls and the bunch of things."}, {"sentId": 141, "text": "But I want to ask you, how do you think Matt Lauer did last night?"}], "speaker": "LEMON", "secId": 65}, {"sentences": [{"sentId": 142, "text": "This was the wrong format for Matt Lauer."}, {"sentId": 143, "text": "He's, you know, he's a very gifted in many ways."}, {"sentId": 144, "text": "But for someone like this..."}], "speaker": "GERGEN", "secId": 66}, {"sentences": [{"sentId": 145, "text": "Do you think he was damned if he did and damned if he didn't last night?"}, {"sentId": 146, "text": "It's tough."}], "speaker": "LEMON", "secId": 67}, {"sentences": [{"sentId": 147, "text": "Yes."}, {"sentId": 148, "text": "But you know what?"}, {"sentId": 149, "text": "I think the good news for Hillary coming out of the Matt Lauer thing is that Lester Holt is going to -- is going to be the anchor host for the first debate."}, {"sentId": 150, "text": "He has got to play it very, very fair."}], "speaker": "GERGEN", "secId": 68}, {"sentences": [{"sentId": 151, "text": "Yes."}], "speaker": "LEMON", "secId": 69}, {"sentences": [{"sentId": 152, "text": "And, you know, Chris Wallace from Fox News that I know and don't want to call people if they tell a lie."}, {"sentId": 153, "text": "Matt Lauer -- Lester Holt in the first debate will be under heavy pressure."}], "speaker": "GERGEN", "secId": 70}, {"sentences": [{"sentId": 154, "text": "Yes."}], "speaker": "LEMON", "secId": 71}, {"sentences": [{"sentId": 155, "text": "If either candidate lies, you got to call them on it."}], "speaker": "GERGEN", "secId": 72}, {"sentences": [{"sentId": 156, "text": "You have to do it."}, {"sentId": 157, "text": "It's very tough when you sit here every night and having interviewed Donald Trump and many of his surrogates night after night."}], "speaker": "LEMON", "secId": 73}, {"sentences": [{"sentId": 158, "text": "Yes."}], "speaker": "GERGEN", "secId": 74}, {"sentences": [{"sentId": 159, "text": "Even when you press someone to answer a question specifically, you're seen as biased."}], "speaker": "LEMON", "secId": 75}, {"sentences": [{"sentId": 160, "text": "Right."}], "speaker": "GERGEN", "secId": 76}, {"sentences": [{"sentId": 161, "text": "And I think interviewers are concerned about that."}, {"sentId": 162, "text": "You not be concerned about that because that's doing your job."}], "speaker": "LEMON", "secId": 77}, {"sentences": [{"sentId": 163, "text": "I want to continue to talk about this."}, {"sentId": 164, "text": "I want to talk about the polls."}, {"sentId": 165, "text": "I also want to discuss something that maybe good for Hillary Clinton because at least people know now what Donald Trump's actual stance was on the Iraq war because there's been so much news about it because of Matt Lauer last night."}], "speaker": "LEMON", "secId": 78}, {"sentences": [{"sentId": 166, "text": "So, stand by, everyone, we're going to discuss that when we come right back."}], "speaker": "LEMON", "secId": 79}, {"sentences": [{"sentId": 167, "text": "Donald Trump getting plenty of flak for his praise of Vladimir Putin."}, {"sentId": 168, "text": "We discuss that."}], "speaker": "LEMON", "secId": 80}, {"sentences": [{"sentId": 169, "text": "Back to talk about more, Dana Bash, Mark Preston, and David Gergen."}], "speaker": "LEMON", "secId": 81}, {"sentences": [{"sentId": 170, "text": "One sticking point that came up again and again last night is Trump's false claim that he was against the war in Iraq from the start."}, {"sentId": 171, "text": "He spent a lot of today time insisting that it's true but it's not."}, {"sentId": 172, "text": "Here is Trump back in 2002 on the Howard Stern show."}], "speaker": "LEMON", "secId": 82}, {"sentences": [{"sentId": 173, "text": "Are you for evading Iraq?"}], "speaker": "STERN", "secId": 83}, {"sentences": [{"sentId": 174, "text": "yes, I guess so."}, {"sentId": 175, "text": "You know, I wish it was -- I wish the first time it was done correctly."}], "speaker": "TRUMP", "secId": 84}, {"sentences": [{"sentId": 176, "text": "Zero proof that he opposed the Iraq war before the invasion of 2003."}, {"sentId": 177, "text": "The first time he definitely spoke out against it was in Esquire magazine."}, {"sentId": 178, "text": "That was a year and four months after the invasion."}, {"sentId": 179, "text": "And then if you look at all of this, and I'll hold them up here even for the panel looking, this is about five or six fact checks on articles about how it's false."}], "speaker": "LEMON", "secId": 85}, {"sentences": [{"sentId": 180, "text": "Even the writer of the Esquire magazine is saying that it's false."}, {"sentId": 181, "text": "Why does he continue to make this claim when it is just -- it's proven to be false so many times?"}], "speaker": "LEMON", "secId": 86}, {"sentences": [{"sentId": 182, "text": "Stubborn fellow, isn't he?"}], "speaker": "GERGEN", "secId": 87}, {"sentences": [{"sentId": 183, "text": "Even today afterwards he's saying it's true but it's not."}], "speaker": "LEMON", "secId": 88}, {"sentences": [{"sentId": 184, "text": "Yes, absolutely."}], "speaker": "GERGEN", "secId": 89}, {"sentences": [{"sentId": 185, "text": "There's no proof at all."}], "speaker": "LEMON", "secId": 90}, {"sentences": [{"sentId": 186, "text": "I don't know why the candidates sometimes get very stubborn about this, they won't admit the truth, they look terrible in doing it."}], "speaker": "GERGEN", "secId": 91}, {"sentences": [{"sentId": 187, "text": "Yes."}], "speaker": "LEMON", "secId": 92}, {"sentences": [{"sentId": 188, "text": "You know, the more they look like they're stone walling or just like indifferent."}], "speaker": "GERGEN", "secId": 93}, {"sentences": [{"sentId": 189, "text": "How does this compare to Hillary Clinton and, you know, the e- mails?"}, {"sentId": 190, "text": "Is that equal?"}], "speaker": "LEMON", "secId": 94}, {"sentences": [{"sentId": 191, "text": "Well, I must have tell you, that I don't think she'd been as transparent or she'd been a lot better off as she dumped everything out there to begin with the e-mails and for the Clinton Foundation."}, {"sentId": 192, "text": "Get all this documents out."}], "speaker": "GERGEN", "secId": 95}, {"sentences": [{"sentId": 193, "text": "Listen, I went through Watergate with Nixon."}, {"sentId": 194, "text": "If there is basic lesson is, if you want to survive, be transparent."}, {"sentId": 195, "text": "Get everything out."}], "speaker": "GERGEN", "secId": 96}, {"sentences": [{"sentId": 196, "text": "Yes."}, {"sentId": 197, "text": "Just quickly, you guys."}, {"sentId": 198, "text": "Dana or Mark, do you think he's going to continue to double down on this even though it has been proven false over and over again."}], "speaker": "LEMON", "secId": 97}, {"sentences": [{"sentId": 199, "text": "Probably."}], "speaker": "BASH", "secId": 98}, {"sentences": [{"sentId": 200, "text": "Yes."}, {"sentId": 201, "text": "OK."}], "speaker": "LEMON", "secId": 99}, {"sentences": [{"sentId": 202, "text": "Probably he will."}, {"sentId": 203, "text": "You know, knowing Donald Trump and what he's done on other -- on other issues where people challenge him to say there's no proof of that, he does double down on it."}], "speaker": "BASH", "secId": 100}, {"sentences": [{"sentId": 204, "text": "Yes."}], "speaker": "LEMON", "secId": 101}, {"sentences": [{"sentId": 205, "text": "And I think that when you talk about the frustration after last night, Hillary Clinton has said it, trump himself said, well, it was in Esquire magazine in 2004, I opposed the Iraq war even before it started, except that the war started in 2003."}], "speaker": "BASH", "secId": 102}, {"sentences": [{"sentId": 206, "text": "Yes."}, {"sentId": 207, "text": "And then the editor -- there's an editor's note from Esquire magazine saying following up on that story saying it was 2004, that it was after the war began in March of 2003."}], "speaker": "LEMON", "secId": 103}, {"sentences": [{"sentId": 208, "text": "Exactly."}], "speaker": "BASH", "secId": 104}, {"sentences": [{"sentId": 209, "text": "More than a year before this story ran, thus, nullifying Trump's timeline and then they wrote about it again."}], "speaker": "LEMON", "secId": 105}, {"sentences": [{"sentId": 210, "text": "Mark, let's talk about the poll numbers because I think it's very interesting."}, {"sentId": 211, "text": "A lot of poll numbers to discuss out today from the key battle ground states for Trump and Clinton at 43 percent."}, {"sentId": 212, "text": "In Ohio, Clinton 37, Trump, 41, Pennsylvania, 43 for Clinton, 39 for Trump."}, {"sentId": 213, "text": "North Carolina, Clinton, 42, Trump 38."}, {"sentId": 214, "text": "Bottom line, it is a tight race."}, {"sentId": 215, "text": "PRESTON:  It's a tight race."}, {"sentId": 216, "text": "And look, our CNN/ORC international poll,"}], "speaker": "LEMON", "secId": 106}, {"sentences": [{"sentId": 217, "text": "national poll that came out this past week, a lot of people didn't think it was right."}, {"sentId": 218, "text": "But clearly it was, because we're starting to see it in the state polls."}], "speaker": "LEMON", "secId": 107}, {"sentences": [{"sentId": 219, "text": "We should be clear, though, that there are a lot more mathematical ways for Hillary Clinton to win this election now right than Donald Trump."}, {"sentId": 220, "text": "He has a very narrow path."}, {"sentId": 221, "text": "Hillary Clinton, for instance, could lose the state of Florida and the state of Ohio and still win -- still win the presidency in November."}], "speaker": "LEMON", "secId": 108}, {"sentences": [{"sentId": 222, "text": "She is doing better in states such as Colorado, Nevada, you know, states that republicans they certainly were battleground states."}, {"sentId": 223, "text": "And if you look at a state like North Carolina, for instance which has been a reliable republican, has been trending towards becoming a battleground state, that is a problem right now for Donald Trump."}], "speaker": "LEMON", "secId": 109}, {"sentences": [{"sentId": 224, "text": "Virginia pretty much off the board because Tim Kaine know the battleground state is on the ticket."}, {"sentId": 225, "text": "And when you see states like North Carolina go, then you start to look at states like Georgia."}], "speaker": "LEMON", "secId": 110}, {"sentences": [{"sentId": 226, "text": "And when you're playing defense in these states, you're not playing offense in states that you need to win, states such as Pennsylvania, states such as Wisconsin, states such as Michigan."}], "speaker": "LEMON", "secId": 111}, {"sentences": [{"sentId": 227, "text": "Exactly."}], "speaker": "BASH", "secId": 112}, {"sentences": [{"sentId": 228, "text": "Yes."}, {"sentId": 229, "text": "I need Dana, I want to get to this, because there is a fascinating interview that I got to watch today and you got the chance to ask the V.P."}, {"sentId": 230, "text": "nominee Governor Pence."}, {"sentId": 231, "text": "You asked him about the debate prep, how it went."}, {"sentId": 232, "text": "What did he say to you?"}], "speaker": "LEMON", "secId": 113}, {"sentences": [{"sentId": 233, "text": "That's right."}, {"sentId": 234, "text": "I should say I did have a pretty lengthy interview with him talking about the hot topics we discussed in the last segment."}, {"sentId": 235, "text": "He defended what Donald Trump has said about Vladimir Putin saying that President Obama -- that Putin is a better leader than Obama."}, {"sentId": 236, "text": "He tried to explain what Trump said last night about the generals."}], "speaker": "BASH", "secId": 114}, {"sentences": [{"sentId": 237, "text": "But at the end when we were walking around this library here, Trump -- or I should say Pence really wanted to do a tour, we were talking about the fact that Ronald Reagan was a very, very good debater so I asked about his own debate prep and here's what happened."}], "speaker": "BASH", "secId": 115}, {"sentences": [{"sentId": 238, "text": "Are you thinking about Ronald Reagan as you get ready for your debates?"}, {"sentId": 239, "text": "How are you preparing?"}], "speaker": "BASH", "secId": 116}, {"sentences": [{"sentId": 240, "text": "We're preparing in a very traditional way."}, {"sentId": 241, "text": "My running mate is a masterful debater."}, {"sentId": 242, "text": "People saw that on display last night."}, {"sentId": 243, "text": "He did a tremendous job in that forum."}, {"sentId": 244, "text": "And I'm confident he's going to acquit himself well and articulate that bold, clear agenda to make America great again."}], "speaker": "PENCE", "secId": 117}, {"sentences": [{"sentId": 245, "text": "And what about you?"}, {"sentId": 246, "text": "How are you preparing?"}], "speaker": "BASH", "secId": 118}, {"sentences": [{"sentId": 247, "text": "Well, we're really -- we're really taking some time to brush up."}, {"sentId": 248, "text": "You know, I spent 12 years in Congress but I've been a Governor of the great state of Indiana for the last four years and that's been and continues to be my focus today."}, {"sentId": 249, "text": "So, we're taking time to brush off from all those..."}], "speaker": "PENCE", "secId": 119}, {"sentences": [{"sentId": 250, "text": "Are you doing mock debates?"}, {"sentId": 251, "text": "Do you have somebody playing Tim Kaine?"}], "speaker": "BASH", "secId": 120}, {"sentences": [{"sentId": 252, "text": "We actually do."}, {"sentId": 253, "text": "I'll leak it to you later."}], "speaker": "PENCE", "secId": 121}, {"sentences": [{"sentId": 254, "text": "OK."}], "speaker": "BASH", "secId": 122}, {"sentences": [{"sentId": 255, "text": "But, yes."}], "speaker": "PENCE", "secId": 123}, {"sentences": [{"sentId": 256, "text": "You could be sure I asked for that name many times and I still am, haven't gotten it yet."}, {"sentId": 257, "text": "But I'm not going to let go of that."}, {"sentId": 258, "text": "But I thought it was interesting that this is yet another example of how Mike Pence is a traditional candidate."}], "speaker": "BASH", "secId": 124}, {"sentences": [{"sentId": 259, "text": "He's doing this debate prep in a traditional way with somebody as a stand-in for Tim Kaine, whereas, Donald Trump so far at least is saying he's not doing that, he's just sitting around the table having discussions with his advisers."}], "speaker": "BASH", "secId": 125}, {"sentences": [{"sentId": 260, "text": "Thank you all."}, {"sentId": 261, "text": "I appreciate it."}, {"sentId": 262, "text": "When we come back, I need to tell our viewers we're going to talk about this."}, {"sentId": 263, "text": "What is Aleppo?"}, {"sentId": 264, "text": "What?"}, {"sentId": 265, "text": "Unbelievable, right?"}], "speaker": "LEMON", "secId": 126}, {"sentences": [{"sentId": 266, "text": "And we're also going to talk about Donald Trump, what he says about generals and how they've been reduced to rubble in the wake of the controversial comments like that."}, {"sentId": 267, "text": "What will he say when he goes head to head with Hillary Clinton on the debate stage?"}], "speaker": "LEMON", "secId": 127}, {"sentences": [{"sentId": 268, "text": "We'll be right back."}], "speaker": "LEMON", "secId": 128}, {"sentences": [{"sentId": 269, "text": "I want to tell you some breaking news right now."}, {"sentId": 270, "text": "It appears that North Korea may have conducted a nuclear test, a magnitude 5.0 earthquake detected in the same location as four earlier tests, the most recent in January."}, {"sentId": 271, "text": "South Korea says it believes the quake was artificial."}], "speaker": "LEMON", "secId": 129}, {"sentences": [{"sentId": 272, "text": "CNN's Jim Sciutto joins us now by phone with more that."}, {"sentId": 273, "text": "Jim, what do you know about this?"}], "speaker": "LEMON", "secId": 130}, {"sentences": [{"sentId": 274, "text": "Well, Don, you speak to U.S. officials, they say they haven't made a formal assessment yet."}, {"sentId": 275, "text": "But I spoke to folks in the military and they say this has all the hallmarks of a nuclear test."}], "speaker": "SCIUTTO", "secId": 131}, {"sentences": [{"sentId": 276, "text": "One, the size of it the readings they're getting from the South Korean military but also the location of this earthquake, presumably artificial taking place exactly or very close to exactly where the North Korea's last nuclear test took place."}, {"sentId": 277, "text": "So, that's the direction they're gone."}], "speaker": "SCIUTTO", "secId": 132}, {"sentences": [{"sentId": 278, "text": "And, Don, just not to put too fine a point on it, but, you know, North Korea is now a nuclear power."}, {"sentId": 279, "text": "This is the nightmare scenario that folks have been talking about for years, worried about and that successive information -- the administrations have tried to prevent."}], "speaker": "SCIUTTO", "secId": 133}, {"sentences": [{"sentId": 280, "text": "And now this would be their fifth successful nuclear test."}, {"sentId": 281, "text": "But keep in mind it's the view of the U.S. intelligence that they believe or they believe they have to assume that North Korea now has the ability to put a nuclear device on this typical missile."}, {"sentId": 282, "text": "And we've seen this missile tests all the time every couple of weeks."}, {"sentId": 283, "text": "It's a really alarming reality that we're facing here."}], "speaker": "SCIUTTO", "secId": 134}, {"sentences": [{"sentId": 284, "text": "All right."}, {"sentId": 285, "text": "Jim Sciutto with our breaking news."}, {"sentId": 286, "text": "Jim, as you get more information we'll get back to you."}, {"sentId": 287, "text": "We appreciate that."}], "speaker": "LEMON", "secId": 135}, {"sentences": [{"sentId": 288, "text": "We're going to continue on now and discuss politics, Donald Trump and Hillary Clinton doing battle on national security night here in New York."}, {"sentId": 289, "text": "And tonight's news in North Korea will definitely be an issue."}], "speaker": "LEMON", "secId": 136}, {"sentences": [{"sentId": 290, "text": "Here to discuss now Nicholas Kristof, the columnist for the New York Times, and Bob Cusack, editor-in-chief of The Hill."}], "speaker": "LEMON", "secId": 137}, {"sentences": [{"sentId": 291, "text": "Good evening, gentlemen."}, {"sentId": 292, "text": "Thank you so much."}, {"sentId": 293, "text": "Nick, to you first."}, {"sentId": 294, "text": "One thing you can say about last night's forum in an election which has largely been devoid of policy, at least we are talking about the issues somewhat."}, {"sentId": 295, "text": "What is your take on the forum last night?"}], "speaker": "LEMON", "secId": 138}, {"sentences": [{"sentId": 296, "text": "Well, I mean, I thought we didn't really talk enough about the issues."}, {"sentId": 297, "text": "I thought it was a little bit of an embarrassment to journalism frankly."}], "speaker": "KRISTOF", "secId": 139}, {"sentences": [{"sentId": 298, "text": "You know, the first 10 minutes of Hillary Clinton's section was diverted by the e-mails, which were not exactly a new issue nor national security issue and there wasn't real follow-up, it was, or fact checking."}, {"sentId": 299, "text": "So, I hope that that was not a preview of what we're going to see for the debates."}], "speaker": "KRISTOF", "secId": 140}, {"sentences": [{"sentId": 300, "text": "What do think about the discussion today has been all over social media, pretty rough reviews in just about every newspaper of Matt Lauer."}, {"sentId": 301, "text": "It's a tough job doing that."}], "speaker": "LEMON", "secId": 141}, {"sentences": [{"sentId": 302, "text": "Boy, I mean, it is a tough job but you had the sense that he was very focused on his questions and wasn't fully listening to the other person and ready to jump in."}, {"sentId": 303, "text": "And I think that we, in the media business have to also think more broadly about the fact that we're devolving more toward entertainment."}], "speaker": "KRISTOF", "secId": 142}, {"sentences": [{"sentId": 304, "text": "And I think that Matt is very good at entertainment."}, {"sentId": 305, "text": "I think he's less good at international security issues."}, {"sentId": 306, "text": "And I think, you know, that's a weakness we're going to have to think about as we approach the debates."}], "speaker": "KRISTOF", "secId": 143}, {"sentences": [{"sentId": 307, "text": "But part of it also as well as speaking to David Gergen, he said night after night people like me and others sit here and night after night so immediately you recognize when something is not accurate."}, {"sentId": 308, "text": "The Iraq war thing..."}], "speaker": "LEMON", "secId": 144}, {"sentences": [{"sentId": 309, "text": "Yes."}], "speaker": "KRISTOF", "secId": 145}, {"sentences": [{"sentId": 310, "text": "... and on and on."}, {"sentId": 311, "text": "So you can catch it right away."}, {"sentId": 312, "text": "But if you don't do it every single day..."}], "speaker": "LEMON", "secId": 146}, {"sentences": [{"sentId": 313, "text": "Yes, I mean, although I must say that there are few facts that have been checked as Trump is saying that he was against the Iraq war unnecessarily..."}], "speaker": "KRISTOF", "secId": 147}, {"sentences": [{"sentId": 314, "text": "Yes."}, {"sentId": 315, "text": "This is -- this is only six of the fact checks that, you know, there are numerous ones that are out there about the Iraq there in the Esquire interview."}, {"sentId": 316, "text": "Later one I'm going to speak to the Esquire writer who refutes..."}], "speaker": "LEMON", "secId": 148}, {"sentences": [{"sentId": 317, "text": "And more broadly."}, {"sentId": 318, "text": "I mean, Trump was implying that he has been against the Libyan intervention."}, {"sentId": 319, "text": "In fact, he was in favor of it."}, {"sentId": 320, "text": "And there seemed throughout to be a sense of, you know, tell us how you're going to make us safe from terrorism in 15 seconds."}], "speaker": "KRISTOF", "secId": 149}, {"sentences": [{"sentId": 321, "text": "Yes."}], "speaker": "LEMON", "secId": 150}, {"sentences": [{"sentId": 322, "text": "An international foreign policy does not work that way."}], "speaker": "KRISTOF", "secId": 151}, {"sentences": [{"sentId": 323, "text": "There was one point where Hillary Clinton said, you know, this is very important, I need to -- know we're on television and I think, you know, the people who are sitting at home and wanted more on policy were happy about that, whether you were a detractor or a supporter of Hillary Clinton."}, {"sentId": 324, "text": "At least there were some..."}], "speaker": "LEMON", "secId": 152}, {"sentences": [{"sentId": 325, "text": "That's right."}, {"sentId": 326, "text": "I mean..."}], "speaker": "KRISTOF", "secId": 153}, {"sentences": [{"sentId": 327, "text": "... point out regarding policy."}], "speaker": "LEMON", "secId": 154}, {"sentences": [{"sentId": 328, "text": "I think that..."}], "speaker": "KRISTOF", "secId": 155}, {"sentences": [{"sentId": 329, "text": "In Iran."}], "speaker": "LEMON", "secId": 156}, {"sentences": [{"sentId": 330, "text": "I mean, my sense frankly, was that politically Trump probably did better with undecided voters."}, {"sentId": 331, "text": "But that he is very good at sound bites."}, {"sentId": 332, "text": "Hillary Clinton is not good at sound bites."}], "speaker": "KRISTOF", "secId": 157}, {"sentences": [{"sentId": 333, "text": "My question to you, Bob Cusack, is do you think this forum was a trial run of sorts for debates, as well as example to debate moderators on how to handle them?"}], "speaker": "LEMON", "secId": 158}, {"sentences": [{"sentId": 334, "text": "Oh, yes."}, {"sentId": 335, "text": "I mean, I think this was kind of like the pre-season in the NFL."}, {"sentId": 336, "text": "It wasn't very long, 30 minutes for each candidate."}, {"sentId": 337, "text": "I think Matt Lauer certainly was interrupting Hillary Clinton more."}], "speaker": "CUSACK", "secId": 159}, {"sentences": [{"sentId": 338, "text": "But when you're in the situation -- I mean, you know the situation, Don."}, {"sentId": 339, "text": "It's that, you know, sometimes you do have to interrupt."}, {"sentId": 340, "text": "But did he interrupt her more than Trump?"}, {"sentId": 341, "text": "Absolutely."}, {"sentId": 342, "text": "Did Trump do pretty well?"}, {"sentId": 343, "text": "Has he momentum continued?"}, {"sentId": 344, "text": "Yes."}, {"sentId": 345, "text": "Does he have problems in the battleground states?"}, {"sentId": 346, "text": "Absolutely."}, {"sentId": 347, "text": "He's got a long way to go in some of these states."}], "speaker": "CUSACK", "secId": 160}, {"sentences": [{"sentId": 348, "text": "Yes."}, {"sentId": 349, "text": "And it's not about who into -- I don't think it's about who interrupted who the most."}, {"sentId": 350, "text": "Because if you are not telling the truth or not answering a question directly, then you deserve to be interrupted at that point to either stay on track or be reminded that you're not telling the truth."}], "speaker": "LEMON", "secId": 161}, {"sentences": [{"sentId": 351, "text": "Yes, that's absolutely right."}, {"sentId": 352, "text": "And I do think it's going to be -- it's going to be very challenging for the moderators and these four debates, three presidential, one vice presidential."}, {"sentId": 353, "text": "But, you know, that goes with the territory."}, {"sentId": 354, "text": "It's high pressure."}, {"sentId": 355, "text": "And you've got to stop them."}], "speaker": "CUSACK", "secId": 162}, {"sentences": [{"sentId": 356, "text": "As you said, when they're saying something wrong and I think if Trump just said listen, OK, I said that thing on Howard Stern but then soon thereafter I was against the Iraq war, OK, that's fine, but he's not saying that."}], "speaker": "CUSACK", "secId": 163}, {"sentences": [{"sentId": 357, "text": "Yes."}, {"sentId": 358, "text": "Go ahead."}], "speaker": "LEMON", "secId": 164}, {"sentences": [{"sentId": 359, "text": "You know, you just broke in the war about North Korea, the fifth nuclear test."}, {"sentId": 360, "text": "Here is -- this is going to be a major new headache for the next administration."}, {"sentId": 361, "text": "They have maybe 15 nuclear warheads; they have a Taepodong missile that perhaps will be able to reach the U.S. mainland."}], "speaker": "KRISTOF", "secId": 165}, {"sentences": [{"sentId": 362, "text": "And addressing that is going to be the kind of challenge that we didn't really get insights last night in terms of which candidate is going to be more able to address it."}, {"sentId": 363, "text": "That's not something you can deal with sound bites."}, {"sentId": 364, "text": "That's about working closely with China, working closely with Japan, with South Korea, trying to find leverage and financial sanctions, intelligence."}], "speaker": "KRISTOF", "secId": 166}, {"sentences": [{"sentId": 365, "text": "Yes."}], "speaker": "LEMON", "secId": 167}, {"sentences": [{"sentId": 366, "text": "And it's kind of I think emblematic of the complex foreign policy challenges that we did not really get a lot of insight into last night."}], "speaker": "KRISTOF", "secId": 168}, {"sentences": [{"sentId": 367, "text": "Twenty five minutes sounds like a long time but it's really not when you're talking about such important issues."}, {"sentId": 368, "text": "I mean, I wonder if the candidates hurt themselves by agreeing, I don't know what the agreements were, but I think probably just to do an hour."}, {"sentId": 369, "text": "Maybe they should have done longer and maybe that would have helped them."}], "speaker": "LEMON", "secId": 169}, {"sentences": [{"sentId": 370, "text": "Well, I mean, if I would have been Trump's adviser, I would have said do short."}, {"sentId": 371, "text": "Because I thought he does 20-second sound bites pretty well."}, {"sentId": 372, "text": "I don't think he does two-minute policy well."}, {"sentId": 373, "text": "I think Hillary Clinton is the opposite."}], "speaker": "KRISTOF", "secId": 170}, {"sentences": [{"sentId": 374, "text": "Bob, what stood out most to you last night?"}, {"sentId": 375, "text": "Because there was some concern about, of course, about the generals and the things he said about the generals being reduced to rubble, also what he said about, you know, what geniuses thought about women and men being placed in the military together."}], "speaker": "LEMON", "secId": 171}, {"sentences": [{"sentId": 376, "text": "And then Hillary Clinton's quite wonkish policy-like response to her e-mails and what happened."}, {"sentId": 377, "text": "What stood out to you the most, though?"}], "speaker": "LEMON", "secId": 172}, {"sentences": [{"sentId": 378, "text": "What stood out to me, Don, is that she said that there were never going to have ground troops in Iraq or Syria."}], "speaker": "CUSACK", "secId": 173}, {"sentences": [{"sentId": 379, "text": "Right."}], "speaker": "LEMON", "secId": 174}, {"sentences": [{"sentId": 380, "text": "That -- when you, you know, in politics you generally never say never."}, {"sentId": 381, "text": "And that can change."}, {"sentId": 382, "text": "As situations change, as terrorism changes, as the Mideast changes, that really struck out to me."}, {"sentId": 383, "text": "Because she's been viewed as, you know, more hawkish than President Obama."}], "speaker": "CUSACK", "secId": 175}, {"sentences": [{"sentId": 384, "text": "So, the fact that she said never did surprise me, especially because we're seeing some changes in the pol1s along, you know, with ISIS."}, {"sentId": 385, "text": "This country is very war weary -- weary, sorry."}, {"sentId": 386, "text": "But at the same time, you know, if people are fearing ISIS, then they're going to support ground troops, especially if there are more terror attacks on U.S. soil."}], "speaker": "CUSACK", "secId": 176}, {"sentences": [{"sentId": 387, "text": "Yes."}, {"sentId": 388, "text": "I have to just quickly get this in."}, {"sentId": 389, "text": "And you wrote something in the New York Times today called \"the black eyes in Donald Trump's life\" and it is a scathing, scathing take on Donald Trump since he was a child."}, {"sentId": 390, "text": "Why did you go so hard on him?"}], "speaker": "LEMON", "secId": 177}, {"sentences": [{"sentId": 391, "text": "I think there is a danger, frankly, of us in journalism normalizing Donald Trump or engaging in a false equivalency of this candidate has these flaws and this candidate has these flaws."}], "speaker": "KRISTOF", "secId": 178}, {"sentences": [{"sentId": 392, "text": "And these candidates are not similar in that respect."}, {"sentId": 393, "text": "I've been covering, you know, politics for a long time and I have never met a national candidate who is so ill-informed, so evasive or so deceptive as Donald Trump."}, {"sentId": 394, "text": "And that's why I came down pretty harshly."}], "speaker": "KRISTOF", "secId": 179}, {"sentences": [{"sentId": 395, "text": "People have been talking a lot about Gary Johnson today and what is Aleppo?"}, {"sentId": 396, "text": "Has Donald Trump had more of those moments do you think than Gary Johnson?"}], "speaker": "LEMON", "secId": 180}, {"sentences": [{"sentId": 397, "text": "He has had Aleppo moment after Aleppo moment."}, {"sentId": 398, "text": "He mixed up the Cuds force with the Kurds, for example, in the Middle East."}, {"sentId": 399, "text": "He completely he didn't understand what the nuclear triad was."}, {"sentId": 400, "text": "He didn't understand nuclear policy even in Japan and South Korea."}], "speaker": "KRISTOF", "secId": 181}, {"sentences": [{"sentId": 401, "text": "The Crimea."}], "speaker": "LEMON", "secId": 182}, {"sentences": [{"sentId": 402, "text": "The Crimea."}, {"sentId": 403, "text": "I mean, his whole -- every time he ventures in foreign policy, you flinch."}], "speaker": "KRISTOF", "secId": 183}, {"sentences": [{"sentId": 404, "text": "Yes."}, {"sentId": 405, "text": "Thank you, gentlemen."}, {"sentId": 406, "text": "I appreciate it."}, {"sentId": 407, "text": "KRISTOF:  Good to be with you."}], "speaker": "LEMON", "secId": 184}, {"sentences": [{"sentId": 408, "text": "When we come back, high expectations for Hillary Clinton as we count down to the first presidential debate, but will that help or hurt her?"}], "speaker": "LEMON", "secId": 185}, {"sentences": [{"sentId": 409, "text": "Voters have high expectations for Hillary Clinton in the first presidential debate with Donald Trump."}], "speaker": "LEMON", "secId": 186}, {"sentences": [{"sentId": 410, "text": "Here to discuss John Phillips, talk radio host with KABC in Los Angeles, he's a Trump supporter."}, {"sentId": 411, "text": "Also Andy Dean, the former president of Trump Productions, CNN political commentator Bakari Sellers, a Hillary Clinton supporter; and democratic strategist Maria Cardona, also a Clinton supporter."}, {"sentId": 412, "text": "Good evening, every one, as they say."}], "speaker": "LEMON", "secId": 187}, {"sentences": [{"sentId": 413, "text": "Hello, Don."}], "speaker": "CARDONA", "secId": 188}, {"sentences": [{"sentId": 414, "text": "Maria, there's a poll out to Americans, a CNN/ORC poll, Americans expect Hillary Clinton to outperform Donald Trump in the first presidential debate in less than three weeks."}], "speaker": "CARDONA", "secId": 189}, {"sentences": [{"sentId": 415, "text": "Here it is, 53 percent of likely voters say that she's going to do a better job in the debates, 43 expect him to do a better job."}, {"sentId": 416, "text": "Does he have the advantage of lower expectations?"}], "speaker": "CARDONA", "secId": 190}, {"sentences": [{"sentId": 417, "text": "Absolutely he does."}, {"sentId": 418, "text": "The poll doesn't surprise me because what we've also seen in the majority of polls is that most Americans believe she's the one who has the knowledge, the experience and the temperament to be president of the United States."}], "speaker": "CARDONA", "secId": 191}, {"sentences": [{"sentId": 419, "text": "So, they would then assume that in a debate one-on-one that she would certainly win."}, {"sentId": 420, "text": "If that debate was going -- if we could guarantee that that debate was going to be full on ideas, on your -- what do you want to do for the country, a real debate on the issues and on each one's proposals, absolute she would blow him out of the water."}], "speaker": "CARDONA", "secId": 192}, {"sentences": [{"sentId": 421, "text": "Yes."}, {"sentId": 422, "text": "You really think that's going to happen?"}], "speaker": "LEMON", "secId": 193}, {"sentences": [{"sentId": 423, "text": "No."}, {"sentId": 424, "text": "No, exactly."}, {"sentId": 425, "text": "That's my point."}, {"sentId": 426, "text": "That's not going to happen."}], "speaker": "CARDONA", "secId": 194}, {"sentences": [{"sentId": 427, "text": "Yes."}], "speaker": "LEMON", "secId": 195}, {"sentences": [{"sentId": 428, "text": "He's going to turn the debate stage into his own reality show stage."}, {"sentId": 429, "text": "And that's the danger."}], "speaker": "CARDONA", "secId": 196}, {"sentences": [{"sentId": 430, "text": "But, Andy, that's not a bad strategy considering she is so versed in policy."}, {"sentId": 431, "text": "I mean, if you compare their two resumes, that you can't compare them."}, {"sentId": 432, "text": "I mean, if Hillary Clinton was, you know, trying to become a real estate mogul, you would say Donald Trump beats her."}], "speaker": "LEMON", "secId": 197}, {"sentences": [{"sentId": 433, "text": "He's trying to become, you know, a politician, or, you know, he's applying for elected offices her resume beats his."}, {"sentId": 434, "text": "He's going to try to get her in the way that he can do it."}, {"sentId": 435, "text": "Is that a bad strategy?"}, {"sentId": 436, "text": "ANDY DEAN, TRUMP SUPPORTER:  Right."}, {"sentId": 437, "text": "Well, look, she is well-versed"}], "speaker": "LEMON", "secId": 198}, {"sentences": [{"sentId": 438, "text": "when it comes to bureaucracy and being in government for 30 years, but Donald Trump is well-versed when it comes to business."}, {"sentId": 439, "text": "And the American public care about the economy and they care about jobs."}, {"sentId": 440, "text": "So, he can talk authentically from the heart about creating jobs."}], "speaker": "LEMON", "secId": 199}, {"sentences": [{"sentId": 441, "text": "And also, Don, debates aren't just about what you say."}, {"sentId": 442, "text": "It's also about nonverbal communication."}, {"sentId": 443, "text": "And Trump is a master with his reactions and how he handles himself and carries himself on stage."}, {"sentId": 444, "text": "And it's also how you deal with the moderator."}], "speaker": "LEMON", "secId": 200}, {"sentences": [{"sentId": 445, "text": "You know, Newt Gingrich was made famous by attacking the moderator."}, {"sentId": 446, "text": "And there is a lot of ground that can be made up by doing that."}, {"sentId": 447, "text": "And I think Trump is a master at pulling out all the stops."}], "speaker": "LEMON", "secId": 201}, {"sentences": [{"sentId": 448, "text": "Andy, if you let me just in, because when you consider last night, right, what he said about the generals last night, what he said about women in the military last night, and of course his praise of Putin, if he can do that within a 25-minute interview, right, a half hour interview in that forum, what about a 90-minute debate?"}, {"sentId": 449, "text": "That's a question."}, {"sentId": 450, "text": "Because he got a lot of flak today for those three comments and others just within 25 minutes."}], "speaker": "LEMON", "secId": 202}, {"sentences": [{"sentId": 451, "text": "Well, Don, let's remember, Trump has had more experience debating over the past year than Hillary Clinton because all of the republican debates were at primetime hours on week nights."}], "speaker": "DEAN", "secId": 203}, {"sentences": [{"sentId": 452, "text": "The democrats buried those -- their debates on weekends and Bernie Sanders, look, 74-year-old socialist is not a tough debate opponent."}, {"sentId": 453, "text": "Donald Trump was going against 15 other very tough killers and he emerged off after almost every debate as the winner."}, {"sentId": 454, "text": "So I think Trump going into this has better experience."}], "speaker": "DEAN", "secId": 204}, {"sentences": [{"sentId": 455, "text": "Do you think..."}], "speaker": "LEMON", "secId": 205}, {"sentences": [{"sentId": 456, "text": "I'm going to agree with Andy on all of that."}], "speaker": "CARDONA", "secId": 206}, {"sentences": [{"sentId": 457, "text": "Are you being an ageist?"}, {"sentId": 458, "text": "Come on, what does 74 have to do with it?"}, {"sentId": 459, "text": "I mean, I'm just saying."}], "speaker": "LEMON", "secId": 207}, {"sentences": [{"sentId": 460, "text": "I don't know."}, {"sentId": 461, "text": "I'm just saying that Bernie Sanders, you know, isn't the toughest pugilist fighter."}], "speaker": "DEAN", "secId": 208}, {"sentences": [{"sentId": 462, "text": "Your words."}, {"sentId": 463, "text": "I let you stand with that."}, {"sentId": 464, "text": "John -- John, do you want to respond to that?"}, {"sentId": 465, "text": "I mean, that, you know, 74-years-old, I know some pretty smart, spry 74-year-old."}, {"sentId": 466, "text": "And Donald Trump is not behind, he is 73..."}], "speaker": "LEMON", "secId": 209}, {"sentences": [{"sentId": 467, "text": "And how old is Donald Trump?"}, {"sentId": 468, "text": "How old is he?"}, {"sentId": 469, "text": "I think he's older."}], "speaker": "CARDONA", "secId": 210}, {"sentences": [{"sentId": 470, "text": "Any of them are spring chickens but go on, John."}, {"sentId": 471, "text": "JOHN PHILLIPS, KABC TALK RADIO HOST:  I think there are consequences"}], "speaker": "LEMON", "secId": 211}, {"sentences": [{"sentId": 472, "text": "for spending every day of the last year calling him a reality show Bulgarian who only opens up the newspaper to read the astrology section."}], "speaker": "LEMON", "secId": 212}, {"sentences": [{"sentId": 473, "text": "The bar has been set so low that he's going to go out there and I think he's going to shock people and show them that there's a lot more to him than that description."}], "speaker": "LEMON", "secId": 213}, {"sentences": [{"sentId": 474, "text": "Hillary of course is billed as the wonk, who is just someone who spent all of her life in politics, people expect her to do well in these debates."}, {"sentId": 475, "text": "America likes an underdog."}], "speaker": "LEMON", "secId": 214}, {"sentences": [{"sentId": 476, "text": "Go back to the 2000 election when Al Gore was running against Bill Bradley."}, {"sentId": 477, "text": "Al Gore had every possible advantage that you can possibly have in that race and he went out and he said, you know, I consider myself to be the underdog in this democratic primary."}], "speaker": "LEMON", "secId": 215}, {"sentences": [{"sentId": 478, "text": "He did that for a reason because he was trying to lower expectations."}, {"sentId": 479, "text": "The expectations for Hillary are going to be very high in these debates."}, {"sentId": 480, "text": "The expectations for Donald Trump not as much."}, {"sentId": 481, "text": "I think the point spread favors Donald Trump."}], "speaker": "LEMON", "secId": 216}, {"sentences": [{"sentId": 482, "text": "Well, and Bakari, even with that, because the same poll it finds to voters see Clinton as better able to handle the public scrutiny that comes with being president, 52 to 43 percent."}], "speaker": "LEMON", "secId": 217}, {"sentences": [{"sentId": 483, "text": "I mean, what do you think that means for Trump, even during the debates here?"}], "speaker": "LEMON", "secId": 218}, {"sentences": [{"sentId": 484, "text": "Well, I think what we've been seeing throughout this entire process, I believe it was George W. Bush who talked about the self-bigotry of low expectation; we have extremely low expectations for Donald Trump."}], "speaker": "SELLERS", "secId": 219}, {"sentences": [{"sentId": 485, "text": "We've seen whether or not we look at social media where the Associated Press just today took back a tweet which was false about the Clinton Foundation."}, {"sentId": 486, "text": "We saw it last night with Matt Lauer and I don't want to -- I don't know if it was ineptitude or just an inability to be prepared for the moderation that he had to do last night, but we've seen it throughout this entire electoral process where Donald Trump is just held to a different standard."}], "speaker": "SELLERS", "secId": 220}, {"sentences": [{"sentId": 487, "text": "And I think when you get to these debates you realize that you don't get participation trophies."}, {"sentId": 488, "text": "I think that this what we have to look forward to is people actually having real facts and real solutions."}], "speaker": "SELLERS", "secId": 221}, {"sentences": [{"sentId": 489, "text": "You're not going to get up there and just lie about the Iraq withdrawal or you're not going to get up there and lie about your support for the war in Iraq, you're to the going to get up there and lie about Libyan intervention, you just can't do that in a presidential..."}], "speaker": "SELLERS", "secId": 222}, {"sentences": [{"sentId": 490, "text": "Well, you can."}, {"sentId": 491, "text": "SELLERS:  I'm not sure."}], "speaker": "LEMON", "secId": 223}, {"sentences": [{"sentId": 492, "text": "Well, and so that's the problem."}], "speaker": "CARDONA", "secId": 224}, {"sentences": [{"sentId": 493, "text": "And also, and also hold on one second."}], "speaker": "SELLERS", "secId": 225}, {"sentences": [{"sentId": 494, "text": "Go ahead."}], "speaker": "CARDONA", "secId": 226}, {"sentences": [{"sentId": 495, "text": "What I also have to say is that you can talk about Donald Trump debating 17 other individuals or 16 other individuals, but Donald Trump has never been on stage one-on-one with all the marbles on the table and Donald Trump has never ever, ever had to stand up to a woman standing beside him on equal platforms able to tell him no, sir, you are not telling the truth and I'm more prepared to lead than you are."}], "speaker": "SELLERS", "secId": 227}, {"sentences": [{"sentId": 496, "text": "I'm not sure that Donald Trump can handle Hillary Clinton giving him that verbal lashing that we all know he needs."}], "speaker": "SELLERS", "secId": 228}, {"sentences": [{"sentId": 497, "text": "Everyone gets to respond right after this."}], "speaker": "LEMON", "secId": 229}, {"sentences": [{"sentId": 498, "text": "He can handle it."}], "speaker": "DEAN", "secId": 230}, {"sentences": [{"sentId": 499, "text": "All right."}, {"sentId": 500, "text": "We are going to continue our discussion, talk about what we're talking about before, being up there on the stage and also discussing reaching out to the black vote as well."}, {"sentId": 501, "text": "A lot is going on."}], "speaker": "LEMON", "secId": 231}, {"sentences": [{"sentId": 502, "text": "My panel joins me now."}, {"sentId": 503, "text": "So, Andy Dean, you seem to think that he can handle being up on stage with a woman who is immersed in policy?"}], "speaker": "LEMON", "secId": 232}, {"sentences": [{"sentId": 504, "text": "Absolutely."}, {"sentId": 505, "text": "I mean, Trump has more experience on television than anybody else."}, {"sentId": 506, "text": "He's also used to dealing with high powered women and working with high powered women."}, {"sentId": 507, "text": "I mean, I worked with Trump for seven years, so, I saw it day in and day out."}, {"sentId": 508, "text": "So, I think Trump is going to go into this with a lot of confidence."}, {"sentId": 509, "text": "He obviously has the business knowledge."}], "speaker": "DEAN", "secId": 233}, {"sentences": [{"sentId": 510, "text": "But this isn't the same thing, Andy."}], "speaker": "SELLERS", "secId": 234}, {"sentences": [{"sentId": 511, "text": "Yes."}, {"sentId": 512, "text": "He's nt used to going about..."}], "speaker": "CARDONA", "secId": 235}, {"sentences": [{"sentId": 513, "text": "But, Don, I'll tell you this."}], "speaker": "DEAN", "secId": 236}, {"sentences": [{"sentId": 514, "text": "This is not -- this is not..."}], "speaker": "SELLERS", "secId": 237}, {"sentences": [{"sentId": 515, "text": "Wait, guys, guys, what debates are about, and what debates are about and what Donald Trump is an expert is thinking on your feet."}, {"sentId": 516, "text": "And what could prepare him better than that than hundreds of episodes when he was in the board room where all his..."}], "speaker": "DEAN", "secId": 238}, {"sentences": [{"sentId": 517, "text": "I think you're right."}], "speaker": "CARDONA", "secId": 239}, {"sentences": [{"sentId": 518, "text": "But I was on the other side."}, {"sentId": 519, "text": "I was on the other of that board room."}, {"sentId": 520, "text": "I got fired by him."}], "speaker": "DEAN", "secId": 240}, {"sentences": [{"sentId": 521, "text": "Go ahead, Maria."}], "speaker": "LEMON", "secId": 241}, {"sentences": [{"sentId": 522, "text": "I absolutely completely agree with you which is why I was saying earlier, that in this format, this is Donald Trump's domain."}], "speaker": "CARDONA", "secId": 242}, {"sentences": [{"sentId": 523, "text": "Thanks."}], "speaker": "DEAN", "secId": 243}, {"sentences": [{"sentId": 524, "text": "And so, going into this, I do think that we need to have higher expectations for him."}], "speaker": "CARDONA", "secId": 244}, {"sentences": [{"sentId": 525, "text": "Nice try at heightening  the expectations, Maria."}], "speaker": "PHILLIPS", "secId": 245}, {"sentences": [{"sentId": 526, "text": "Because, well, but here is the problem."}], "speaker": "CARDONA", "secId": 246}, {"sentences": [{"sentId": 527, "text": "I actually disagree with Maria."}], "speaker": "SELLERS", "secId": 247}, {"sentences": [{"sentId": 528, "text": "But here's -- hang on."}, {"sentId": 529, "text": "Here's why I believe that."}, {"sentId": 530, "text": "Because again, she not going up against an equal on knowledge, policy expertise and understanding how actually to govern a country as great as the United States."}], "speaker": "CARDONA", "secId": 248}, {"sentences": [{"sentId": 531, "text": "Let's just dismiss that because that's not what she's doing."}, {"sentId": 532, "text": "What she's doing is she's going up against a candidate who has normalized lying, normalized deceit, normalize complete idiocies..."}], "speaker": "CARDONA", "secId": 249}, {"sentences": [{"sentId": 533, "text": "Yes."}], "speaker": "LEMON", "secId": 250}, {"sentences": [{"sentId": 534, "text": "... and so people are looking at this as an equivalency where it is absolutely not."}], "speaker": "CARDONA", "secId": 251}, {"sentences": [{"sentId": 535, "text": "I want Bakari to get in, but before that."}, {"sentId": 536, "text": "Andy, my mom used to tell me if you keep rolling your eyeballs like that, they're going to get stuck in the back of your head."}, {"sentId": 537, "text": "That was a huge eye roll right there."}], "speaker": "LEMON", "secId": 252}, {"sentences": [{"sentId": 538, "text": "Hey, Don, you know, I tune in the television and every makes, you know, Trump out to be this crazy buffoon."}, {"sentId": 539, "text": "He built a multibillion- dollar company."}, {"sentId": 540, "text": "He runs over 500 corporations under the Trump organization umbrella."}], "speaker": "DEAN", "secId": 253}, {"sentences": [{"sentId": 541, "text": "Yes."}], "speaker": "LEMON", "secId": 254}, {"sentences": [{"sentId": 542, "text": "I mean, I've seen him dealing with the most complex financial real estate deal."}], "speaker": "DEAN", "secId": 255}, {"sentences": [{"sentId": 543, "text": "Well, I hear you."}, {"sentId": 544, "text": "CARDONA:  A lot of buzz there."}], "speaker": "SELLERS", "secId": 256}, {"sentences": [{"sentId": 545, "text": "That's fine."}, {"sentId": 546, "text": "Andy -- Andy, I..."}], "speaker": "SELLERS", "secId": 257}, {"sentences": [{"sentId": 547, "text": "You should also read Nicholas Kristof's piece today."}, {"sentId": 548, "text": "But, go ahead."}, {"sentId": 549, "text": "Go ahead, Bakari."}], "speaker": "LEMON", "secId": 258}, {"sentences": [{"sentId": 550, "text": "Yes."}], "speaker": "CARDONA", "secId": 259}, {"sentences": [{"sentId": 551, "text": "I hear Andy, but the only know we know for a fact is that he has a billion-dollar worth of in debt."}, {"sentId": 552, "text": "If he wants to refute anything else, he should release his tax returns."}, {"sentId": 553, "text": "That's needed here nor there."}], "speaker": "SELELRS", "secId": 260}, {"sentences": [{"sentId": 554, "text": "The point is that, you know, you can't take somebody who actually negotiated peace along the Gaza strip, who actually put together 120 country international accord on climate change."}, {"sentId": 555, "text": "You can't take someone who is actually in the situation room and actually was with the President of the United States and the Vice President of the United States when we brought Osama Bin Laden to justice and say that it's the same thing as..."}], "speaker": "SELELRS", "secId": 261}, {"sentences": [{"sentId": 556, "text": "That's right."}], "speaker": "CARDONA", "secId": 262}, {"sentences": [{"sentId": 557, "text": "... firing little Busey -- I mean, not little Busey, Gary Busey -- I got - I was listening to little Bucey and I'm always at the studio..."}], "speaker": "SELLERS", "secId": 263}, {"sentences": [{"sentId": 558, "text": "Gary Busey, little Gary Busey and little John."}], "speaker": "LEMON", "secId": 264}, {"sentences": [{"sentId": 559, "text": "Exactly."}], "speaker": "SELLERS", "secId": 265}, {"sentences": [{"sentId": 560, "text": "Go ahead."}], "speaker": "LEMON", "secId": 266}, {"sentences": [{"sentId": 561, "text": "So, it's really not the same thing."}, {"sentId": 562, "text": "And for you to actually articulate that it is, it kind of shows that the double standard is very real."}], "speaker": "SELLERS", "secId": 267}, {"sentences": [{"sentId": 563, "text": "Absolutely."}], "speaker": "CARDONA", "secId": 268}, {"sentences": [{"sentId": 564, "text": "You know, Hillary Clinton --Hillary Clinton has to do something amazing here."}, {"sentId": 565, "text": "Hillary Clinton has to do something amazing because, you know, Donald Trump said that Hillary Clinton doesn't look like a president."}, {"sentId": 566, "text": "And she doesn't."}, {"sentId": 567, "text": "Because the other 44 presidents of the United States are all men."}, {"sentId": 568, "text": "So, she has to go above and beyond and we know that's the case in all three debates."}], "speaker": "SELLERS", "secId": 269}, {"sentences": [{"sentId": 569, "text": "So, women are used to that."}], "speaker": "CARDONA", "secId": 270}, {"sentences": [{"sentId": 570, "text": "Don?"}], "speaker": "PHILLIPS", "secId": 271}, {"sentences": [{"sentId": 571, "text": "Yes."}], "speaker": "LEMON", "secId": 272}, {"sentences": [{"sentId": 572, "text": "I think Bakari is right that Hillary Clinton is certainly a tough customer."}, {"sentId": 573, "text": "It takes big muscles to destroy all of those cell phones with the hammers that she spent so much time doing."}, {"sentId": 574, "text": "But Donald Trump also went up against Megyn Kelly."}, {"sentId": 575, "text": "Let's not forget"}], "speaker": "PHILLIPS", "secId": 273}, {"sentences": [{"sentId": 576, "text": "that."}, {"sentId": 577, "text": "In that first debate she came after him with a vengeance right away and what happened?"}, {"sentId": 578, "text": "The crowd erupted, the crowd sided with Donald Trump and his campaign took off after that first debate."}, {"sentId": 579, "text": "I think Donald Trump will be able to handle himself."}], "speaker": "PHILLIPS", "secId": 274}, {"sentences": [{"sentId": 580, "text": "And that's why he's doing so well among women, right, John?"}], "speaker": "CARDONA", "secId": 275}, {"sentences": [{"sentId": 581, "text": "I just have to say that..."}], "speaker": "LEMON", "secId": 276}, {"sentences": [{"sentId": 582, "text": "He's leading with -- if you look at the latest CNN poll, he's leading among married women right now."}], "speaker": "PHILLIPS", "secId": 277}, {"sentences": [{"sentId": 583, "text": "Republicans have always led among women."}, {"sentId": 584, "text": "He's losing college educated women."}], "speaker": "CARDONA", "secId": 278}, {"sentences": [{"sentId": 585, "text": "Double digits."}], "speaker": "PHILLIPS", "secId": 279}, {"sentences": [{"sentId": 586, "text": "He's losing college educated women which republicans have always won."}, {"sentId": 587, "text": "Mitt Romney won college educated women by six point and he lost the election."}, {"sentId": 588, "text": "So, good luck for that."}], "speaker": "CARDONA", "secId": 280}, {"sentences": [{"sentId": 589, "text": "He's up by 2 points."}], "speaker": "PHILLIPS", "secId": 281}, {"sentences": [{"sentId": 590, "text": "I'll tell you this."}, {"sentId": 591, "text": "I tell you this."}, {"sentId": 592, "text": "To Bakari's point on foreign policy, if Hillary Clinton is going to get on stage and talk about how she was successful as Secretary of State when the Middle East is currently on fire."}], "speaker": "DEAN", "secId": 282}, {"sentences": [{"sentId": 593, "text": "Syria is in a Civil War, Barack Obama and Hillary picked the wrong side in Egypt, they messed up Libya, that is not a winning strategy."}, {"sentId": 594, "text": "That's a strategy..."}], "speaker": "DEAN", "secId": 283}, {"sentences": [{"sentId": 595, "text": "But let me ask you this."}, {"sentId": 596, "text": "But, Andy -- but, Andy, you bring up this foreign policy point."}, {"sentId": 597, "text": "It's the same thing that Donald Trump went down the path of last night."}, {"sentId": 598, "text": "You know, you want to talk about the vote in Iraq, which I disagreed with, which I supported Barack Obama last time who didn't vote for the war in Iraq, but Hillary Clinton did."}], "speaker": "SELLERS", "secId": 284}, {"sentences": [{"sentId": 599, "text": "And she apologized for."}], "speaker": "CARDONA", "secId": 285}, {"sentences": [{"sentId": 600, "text": "The common core  is Donald Trump -- Donald -- she did."}, {"sentId": 601, "text": "And she owned it and she apologize for it and said it was the wrong vote."}], "speaker": "SELLERS", "secId": 286}, {"sentences": [{"sentId": 602, "text": "Right."}], "speaker": "CARDONA", "secId": 287}, {"sentences": [{"sentId": 603, "text": "But Donald Trump also supported that."}, {"sentId": 604, "text": "You talked about the Libya intervention, Donald Trump also supported that."}], "speaker": "SELLERS", "secId": 288}, {"sentences": [{"sentId": 605, "text": "Yes."}], "speaker": "CARDONA", "secId": 289}, {"sentences": [{"sentId": 606, "text": "You talked about the Iraq withdrawal, Donald Trump also supported that."}, {"sentId": 607, "text": "And the only thing, the only credential and I'll give Donald Trump this because I've watched it before, but the only credential is the Miss Universe pageant that he's had overseas."}, {"sentId": 608, "text": "That's the only thing that he's actually done that you can actually tangentially say had some relationship to any foreign diplomacy worldwide."}], "speaker": "SELLERS", "secId": 290}, {"sentences": [{"sentId": 609, "text": "I kind of ask you, when was the last time there was peace in the Middle East."}], "speaker": "LEMON", "secId": 291}, {"sentences": [{"sentId": 610, "text": "That's a good question."}], "speaker": "CARDONA", "secId": 292}, {"sentences": [{"sentId": 611, "text": "Well, Don."}], "speaker": "DEAN", "secId": 293}, {"sentences": [{"sentId": 612, "text": "I'm just asking."}], "speaker": "LEMON", "secId": 294}, {"sentences": [{"sentId": 613, "text": "So, for republicans to blame Hillary Clinton and Obama for the  at the Middle East is not peaceful."}], "speaker": "CARDONA", "secId": 295}, {"sentences": [{"sentId": 614, "text": "But it's much worse now, Don."}], "speaker": "DEAN", "secId": 296}, {"sentences": [{"sentId": 615, "text": "Yes."}], "speaker": "LEMON", "secId": 297}, {"sentences": [{"sentId": 616, "text": "But to actually -- but the last time -- the last time we were actually close to that was actually under a last President named Clinton to be exact."}], "speaker": "SELLERS", "secId": 298}, {"sentences": [{"sentId": 617, "text": "That's right."}], "speaker": "CARDONA", "secId": 299}, {"sentences": [{"sentId": 618, "text": "The last time that we were very, very close to having peace between the Palestinians and Israelis to actually stabilizing the Middle East was under President Clinton."}, {"sentId": 619, "text": "The last time we had a true peace or an accord amongst some Middle Easterners..."}], "speaker": "SELLERS", "secId": 300}, {"sentences": [{"sentId": 620, "text": "I'm running out of time..."}], "speaker": "LEMON", "secId": 301}, {"sentences": [{"sentId": 621, "text": "The bottom line now, hey, she had the intelligence and she voted for it."}, {"sentId": 622, "text": "I believe in the pottery barn rule of politics, you broke it, you bought it."}], "speaker": "PHILLIPS", "secId": 302}, {"sentences": [{"sentId": 623, "text": "That's the last word."}, {"sentId": 624, "text": "Thank you, everyone."}], "speaker": "LEMON", "secId": 303}, {"sentences": [{"sentId": 625, "text": "When we come right back, Donald Trump doubling down today saying he was against the war in Iraq, speaking of which, from the beginning and he says his interview with Esquire magazine proves it."}, {"sentId": 626, "text": "But is that true?"}, {"sentId": 627, "text": "I'm going to talk to the writer who did that interview."}], "speaker": "LEMON", "secId": 304}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1609.08.cnnt.01.html.json", "time": "Aired September 8, 2016 - 22:00   ET"}