{"sectionCount": 312, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["LEMON", "TRUMP", "PRESTON", "O'REILLY", "SWERDLICK", "MCMULLIN", "PENCE", "FLEISCHER", "MADDEN", "CLINTON", "OBAMA", "MCENANY", "ROSEN", "JONES", "KINGSTON", "ROSE"], "subTitle": "Pence's Plane Skids Off Runway in New York; Utah Considered a Battleground State; Trump Repeatedly Claims the Election is Rigged; Michelle Obama Campaigns with Clinton. Aired 10-11p ET.", "url": "transcripts.cnn.com/TRANSCRIPTS/1610/27/cnnt.01.html", "sentenceCount": 598, "sections": [{"sentences": [{"sentId": 0, "text": "This is CNN TONIGHT."}, {"sentId": 1, "text": "I'm Don Lemon."}], "speaker": "LEMON", "secId": 0}, {"sentences": [{"sentId": 2, "text": "Twelve days to go."}, {"sentId": 3, "text": "Twelve of them, and one way or another, America will be very different the way after Election Day."}, {"sentId": 4, "text": "Though, this race is far from over."}], "speaker": "LEMON", "secId": 1}, {"sentences": [{"sentId": 5, "text": "But we should just cancel the election and just give it to Trump, right?"}, {"sentId": 6, "text": "What do we even have today?"}], "speaker": "TRUMP", "secId": 2}, {"sentences": [{"sentId": 7, "text": "Well, that's a joke, folks, of course, but Trump's voters will definitely won't be laughing if he loses."}, {"sentId": 8, "text": "Will they revolt?"}, {"sentId": 9, "text": "And will the GOP survive?"}], "speaker": "LEMON", "secId": 3}, {"sentences": [{"sentId": 10, "text": "We're going to start with some breaking news, though here on CNN TONIGHT."}], "speaker": "LEMON", "secId": 4}, {"sentences": [{"sentId": 11, "text": "A close call for Donald Trump's running mate Mike Pence."}, {"sentId": 12, "text": "His plane skidding off the runway at La Guardia Airport right here in New York, a stormy night with very poor visibility."}], "speaker": "LEMON", "secId": 5}, {"sentences": [{"sentId": 13, "text": "Law enforcement saying it appears the plane quote, \"came in too fast and landed too late.\""}], "speaker": "LEMON", "secId": 6}, {"sentences": [{"sentId": 14, "text": "Rescue crews getting the passengers off the plane quickly, as quickly as possible."}, {"sentId": 15, "text": "Everyone is safe, according to a spokeswoman for the Trump campaign."}, {"sentId": 16, "text": "Some noticeable damage to the runway though, if you look there closely, although the campaign tells reporters there's no structural damage to the plane."}], "speaker": "LEMON", "secId": 7}, {"sentences": [{"sentId": 17, "text": "Pence was on his way to a fundraiser here in New York, which has been called off now."}, {"sentId": 18, "text": "He tweeted this tonight, \"So thankful everyone on our plane is safe."}, {"sentId": 19, "text": "Grateful for our first responders and the concern and prayers of so many."}, {"sentId": 20, "text": "Back on the trail tomorrow.\""}, {"sentId": 21, "text": "Donald Trump saying this at a rally in Ohio tonight."}], "speaker": "LEMON", "secId": 8}, {"sentences": [{"sentId": 22, "text": "I just spoke to our future vice president, and he's OK. Do you know he was in a big accident with a plane?"}, {"sentId": 23, "text": "The plane skid it off the runway and was pretty close to grave, grave danger, but I just spoke to mike pence and he's fine."}], "speaker": "TRUMP", "secId": 9}, {"sentences": [{"sentId": 24, "text": "He got out."}, {"sentId": 25, "text": "Everybody's fine."}], "speaker": "TRUMP", "secId": 10}, {"sentences": [{"sentId": 26, "text": "The FAA says it will investigate that accident."}, {"sentId": 27, "text": "So let's discuss."}, {"sentId": 28, "text": "Day in politics, I want to bring in now CNN's Mark Preston and Washington Post's David Swerdlick."}], "speaker": "LEMON", "secId": 11}, {"sentences": [{"sentId": 29, "text": "Thank you very much."}], "speaker": "LEMON", "secId": 12}, {"sentences": [{"sentId": 30, "text": "Close to grave, grave, grave danger, a big, big accident, Mark."}], "speaker": "LEMON", "secId": 13}, {"sentences": [{"sentId": 31, "text": "Yes, what a way to explain it."}, {"sentId": 32, "text": "Look, you know, I mean, this is a circumstance where you have these candidates up in the air all the time right now."}], "speaker": "PRESTON", "secId": 14}, {"sentences": [{"sentId": 33, "text": "You know, thankfully everyone's safe."}, {"sentId": 34, "text": "In the past we have lost politicians, though, in plane accidents."}, {"sentId": 35, "text": "You know, we saw Mel Carnahan, he was the governor of Missouri, who died in a small plane crash back in October 2000, he was running for the Senate at that time."}], "speaker": "PRESTON", "secId": 15}, {"sentences": [{"sentId": 36, "text": "Paul Wellstone died in a small plane crash back in 2012."}, {"sentId": 37, "text": "You know, Secretary of Commerce, Secretary Ron Brown if you go back to 1996, you remember his plane went down in Croatia and there's several more that have happened, but look, in the end thankfully everyone is safe."}], "speaker": "PRESTON", "secId": 16}, {"sentences": [{"sentId": 38, "text": "My point is that was a big of exaggeration."}, {"sentId": 39, "text": "We're glad that he was OK, but this was a fairly minor accident with the plane sliding."}], "speaker": "LEMON", "secId": 17}, {"sentences": [{"sentId": 40, "text": "It skidded off the runway, but again, it shows you though, these guys are in the air all the time."}], "speaker": "PRESTON", "secId": 18}, {"sentences": [{"sentId": 41, "text": "Won't affect the race at all."}], "speaker": "LEMON", "secId": 19}, {"sentences": [{"sentId": 42, "text": "Absolutely not."}, {"sentId": 43, "text": "He'll be back in the campaign trail tomorrow."}], "speaker": "PRESTON", "secId": 20}, {"sentences": [{"sentId": 44, "text": "So, Donald Trump was in Ohio today insisting he is winning despite the polls and slamming Clinton."}, {"sentId": 45, "text": "Let's listen to this."}], "speaker": "LEMON", "secId": 21}, {"sentences": [{"sentId": 46, "text": "I'm just thinking to myself right now we should just cancel the election and just give it to Trump, right?"}], "speaker": "TRUMP", "secId": 22}, {"sentences": [{"sentId": 47, "text": "What are we having it for?"}, {"sentId": 48, "text": "What are we having it for?"}, {"sentId": 49, "text": "Her policies are so bad."}], "speaker": "TRUMP", "secId": 23}, {"sentences": [{"sentId": 50, "text": "He is mugging for the crowd though, Mark, but a lot of his supporters believe that he could be cheated out of a win, right?"}], "speaker": "LEMON", "secId": 24}, {"sentences": [{"sentId": 51, "text": "Yes, they do."}, {"sentId": 52, "text": "You know, we just did a poll this past weekday, a poll and asked him this specific question, you know, how -- you know, do you have confidence that the votes are going to be accounted accurately."}], "speaker": "PRESTON", "secId": 25}, {"sentences": [{"sentId": 53, "text": "The Clinton voters, 88 percent said they thought they would be counted accurately, only 49 percent of Trump voters thought that they would be counted accurately."}, {"sentId": 54, "text": "So it just goes to show you what the divide is right now in this country politically and specifically in this election with these two candidates."}], "speaker": "PRESTON", "secId": 26}, {"sentences": [{"sentId": 55, "text": "Mr. Swerdlick, Trump is still raising the specter of rigged polls over rigged polls and a rigged election."}, {"sentId": 56, "text": "Listen to what he said on Bill O'Reilly's show."}], "speaker": "LEMON", "secId": 27}, {"sentences": [{"sentId": 57, "text": "If you look at Texas, a lot of calls were made from Texas, an incredible place."}, {"sentId": 58, "text": "I love Texas."}, {"sentId": 59, "text": "The lines are massive and they were talking about flipping, you know, where they press a button and they press it for me and another name comes up, named crooked Hillary Clinton."}], "speaker": "TRUMP", "secId": 28}, {"sentences": [{"sentId": 60, "text": "Do we have any data or facts on that?"}, {"sentId": 61, "text": "You know, anybody can put a name there."}], "speaker": "O'REILLY", "secId": 29}, {"sentences": [{"sentId": 62, "text": "No they just call in."}, {"sentId": 63, "text": "No, they call in."}], "speaker": "TRUMP", "secId": 30}, {"sentences": [{"sentId": 64, "text": "So David, election officials investigated and said there is nothing wrong with the machines, it's been user error and that voters can cast their ballot in correctly and have been able to vote for Trump."}], "speaker": "LEMON", "secId": 31}, {"sentences": [{"sentId": 65, "text": "But I have a feeling that we're going to be hearing a lot of these stories, and it's going to get messy."}], "speaker": "LEMON", "secId": 32}, {"sentences": [{"sentId": 66, "text": "Yes, look."}, {"sentId": 67, "text": "The Texas story is worth looking into."}, {"sentId": 68, "text": "There can be user error, there can be machine error, there can be lots of errors but there was no evidence that there was rigging involved."}], "speaker": "SWERDLICK", "secId": 33}, {"sentences": [{"sentId": 69, "text": "And there's, in my view, Don, there's no evidence that this -- there's some kind of systemic fix in this election."}, {"sentId": 70, "text": "We've talked about this a lot."}], "speaker": "SWERDLICK", "secId": 34}, {"sentences": [{"sentId": 71, "text": "On that same O'Reilly interview, Donald Trump talked about the idea that it's not just that he' talking about voter rigging, but that system is rigged."}, {"sentId": 72, "text": "He blamed it again on the media."}, {"sentId": 73, "text": "The last few days he's been specifying that he's making a broader critique about the whole system."}], "speaker": "SWERDLICK", "secId": 35}, {"sentences": [{"sentId": 74, "text": "The problem with that is this, one there's no evidence and two, look, we've been at this a year and a half."}, {"sentId": 75, "text": "Voters have an enormous amount of information about both Donald Trump and Hillary Clinton to allow themselves to make an informed decision in this race."}], "speaker": "SWERDLICK", "secId": 36}, {"sentences": [{"sentId": 76, "text": "We, at you know, the Washington Post, CNN, other outlets, do this very diligently every day."}, {"sentId": 77, "text": "Reporters are out there every day and the idea that information is being hidden deliberately or that the fix is in, it's just not established."}], "speaker": "SWERDLICK", "secId": 37}, {"sentences": [{"sentId": 78, "text": "And of course, that's what the liberal fixed media, right."}], "speaker": "LEMON", "secId": 38}, {"sentences": [{"sentId": 79, "text": "Right."}, {"sentId": 80, "text": "But you know what's crazy about this although it makes sense to his supporters when he has these rallies of 12 to 15,000 people?"}, {"sentId": 81, "text": "What he's saying is that the liberal media, the republican establishment and everybody else is all against him."}], "speaker": "PRESTON", "secId": 39}, {"sentences": [{"sentId": 82, "text": "Can you can imagine, like what strange bed fellows that would be if the fix was really in that we were in bed with the GOP establishment the so-called liberal media."}], "speaker": "PRESTON", "secId": 40}, {"sentences": [{"sentId": 83, "text": "Wouldn't the conservative media have to be in it, as well?"}, {"sentId": 84, "text": "I mean, it's, you know..."}], "speaker": "LEMON", "secId": 41}, {"sentences": [{"sentId": 85, "text": "Only those who do not support him."}, {"sentId": 86, "text": "Those who like him would not be on it."}], "speaker": "PRESTON", "secId": 42}, {"sentences": [{"sentId": 87, "text": "OK."}, {"sentId": 88, "text": "So, I'm wondering, Mark, because we've been talking about his messaging and staying on message and even members of his own campaign event, you know, hoping that he sticks to the script and that he stays on message."}], "speaker": "LEMON", "secId": 43}, {"sentences": [{"sentId": 89, "text": "I'm wondering if he's hurt himself by continuing to bring up these women, accusing him of groping and sexual, because he spent the day attacking Clinton, but then in an interview with Bill O'Reilly tonight he talked about the Access Hollywood tape again."}, {"sentId": 90, "text": "Listen."}], "speaker": "LEMON", "secId": 44}, {"sentences": [{"sentId": 91, "text": "I think it was very negative, it was locker room talk."}, {"sentId": 92, "text": "The microphone was not supposed to be on, not that I make that as an excuse for myself, but certainly it was an illegal act that was NBC."}, {"sentId": 93, "text": "It was not supposed to be on."}], "speaker": "TRUMP", "secId": 45}, {"sentences": [{"sentId": 94, "text": "You think it was illegal what they did putting that tape out?"}], "speaker": "O'REILLY", "secId": 46}, {"sentences": [{"sentId": 95, "text": "Oh, absolutely."}], "speaker": "TRUMP", "secId": 47}, {"sentences": [{"sentId": 96, "text": "Yes."}], "speaker": "O'REILLY", "secId": 48}, {"sentences": [{"sentId": 97, "text": "No, that was a private locker -- you know, that was a private dressing room."}, {"sentId": 98, "text": "Yes, that was certainly..."}], "speaker": "TRUMP", "secId": 49}, {"sentences": [{"sentId": 99, "text": "Are you going to take any action after the election against NBC?"}], "speaker": "O'REILLY", "secId": 50}, {"sentences": [{"sentId": 100, "text": "Well, you'll see."}, {"sentId": 101, "text": "You'll see."}], "speaker": "TRUMP", "secId": 51}, {"sentences": [{"sentId": 102, "text": "So, you know, possible you might?"}], "speaker": "O'REILLY", "secId": 52}, {"sentences": [{"sentId": 103, "text": "You're going to see after the election."}, {"sentId": 104, "text": "But I will -- I will tell you, first of all."}, {"sentId": 105, "text": "It should have been said."}, {"sentId": 106, "text": "But it was, you know, it was locker room talk and, yes, I mean, you know, we're going to find out soon enough, I will tell you."}], "speaker": "TRUMP", "secId": 53}, {"sentences": [{"sentId": 107, "text": "OK."}, {"sentId": 108, "text": "So -- we do this for a living."}], "speaker": "LEMON", "secId": 54}, {"sentences": [{"sentId": 109, "text": "Right."}], "speaker": "PRESTON", "secId": 55}, {"sentences": [{"sentId": 110, "text": "So, you're on a bus, you're getting a set up shot, they say we're going to get a shot of you two walking off the bus greeting this woman."}, {"sentId": 111, "text": "That's not a private -- that's not private."}], "speaker": "LEMON", "secId": 56}, {"sentences": [{"sentId": 112, "text": "That's certainly not a dressing room."}], "speaker": "PRESTON", "secId": 57}, {"sentences": [{"sentId": 113, "text": "That's part -- that's part of the whole process."}], "speaker": "LEMON", "secId": 58}, {"sentences": [{"sentId": 114, "text": "Yes."}, {"sentId": 115, "text": "And my understanding is there were other people on the bus, as well."}], "speaker": "PRESTON", "secId": 59}, {"sentences": [{"sentId": 116, "text": "OK."}, {"sentId": 117, "text": "So, then, so 12 days out until the Election Day and he's bringing up these damaging allegations and putting them back into the spotlight, if you his people wouldn't you say just shut up about that, don't talk about it?"}], "speaker": "LEMON", "secId": 60}, {"sentences": [{"sentId": 118, "text": "Right."}, {"sentId": 119, "text": "So, five hours ago, I was on Wolf Blitzer and he ask me the same question, he said can Donald Trump stay on message?"}, {"sentId": 120, "text": "You know, he seemed to have stayed on message today and seemed to do very well which I agreed with."}], "speaker": "PRESTON", "secId": 61}, {"sentences": [{"sentId": 121, "text": "But my response to him then was, I'm sure his advisors are looking at the watch waiting for him to go off message."}, {"sentId": 122, "text": "Well, it just a couple hours later to then go off message."}, {"sentId": 123, "text": "Because the fact of the matter is when Donald Trump is attacking Hillary Clinton for WikiLeaks when Donald Trump is talking about how he's going to make America great again."}], "speaker": "PRESTON", "secId": 62}, {"sentences": [{"sentId": 124, "text": "When he's talking about ObamaCare."}, {"sentId": 125, "text": "PRESTON:  When he's talking about ObamaCare, when he's talking about"}], "speaker": "LEMON", "secId": 63}, {"sentences": [{"sentId": 126, "text": "trade deficits, he does better."}, {"sentId": 127, "text": "When he starts talking about the Access Hollywood tape, which by the way, he could brush-off right now and probably get away with not having to address it in such detail, that's not good for him."}], "speaker": "LEMON", "secId": 64}, {"sentences": [{"sentId": 128, "text": "OK. David, let's talk about this, because Trump has been trying to reach out to African-American voters trying to expand his appeal."}, {"sentId": 129, "text": "I want you to listen to this clip of Donald Trump at a rally in Ohio tonight talking about the inner city."}], "speaker": "LEMON", "secId": 65}, {"sentences": [{"sentId": 130, "text": "We're going to work on the ghettos."}, {"sentId": 131, "text": "So, you take a look what's going on where you have pockets of areas of land where you have the inner cities and you have so money things, so many problems, so many horrible, horrible problems."}], "speaker": "TRUMP", "secId": 66}, {"sentences": [{"sentId": 132, "text": "The violence, the death, the lack of education, no jobs."}, {"sentId": 133, "text": "We're going to work with the African-American community and we're going to solve the problem of the inner city."}, {"sentId": 134, "text": "We're going to solve the problem."}], "speaker": "TRUMP", "secId": 67}, {"sentences": [{"sentId": 135, "text": "David, why -- why does he continue to do this and why aren't his advisors educating him?"}, {"sentId": 136, "text": "Could they not know any better, as well?"}, {"sentId": 137, "text": "I mean, what's going on here?"}], "speaker": "LEMON", "secId": 68}, {"sentences": [{"sentId": 138, "text": "I see three problems, Don."}, {"sentId": 139, "text": "One is that to the extent that Donald Trump is trying to do outreach to African-American voters, it's too little too late."}, {"sentId": 140, "text": "In our new Washington Post poll, Hillary Clinton is plus 81 among black voters."}], "speaker": "SWERDLICK", "secId": 69}, {"sentences": [{"sentId": 141, "text": "You know, he's just not going to catch up in this regard a week and a half out."}, {"sentId": 142, "text": "Another problem is the language he uses."}, {"sentId": 143, "text": "You know, people are going to come after me on Twitter and say this is being politically correct, but look, a part of being able to talk to a slice of the electorate is being able to sort of speak their language at least a little bit."}], "speaker": "SWERDLICK", "secId": 70}, {"sentences": [{"sentId": 144, "text": "People don't use the word ghetto anymore in this context, you know, just like you don't use the word Negro or the word oriental anymore."}, {"sentId": 145, "text": "It's not a matter of political correctness, it's a matter of being sort of polite and respectful and also, understanding where the discussion has gone."}], "speaker": "SWERDLICK", "secId": 71}, {"sentences": [{"sentId": 146, "text": "And lastly, it's that on policy, right?"}, {"sentId": 147, "text": "He gave a speech yesterday where he talked about his new deal for black America, which I don't think fully resonates with the black electorate, but at least was an earnest attempt, but then he wound up stepping on that message again today and being all over the place and not being able to drive that home."}], "speaker": "SWERDLICK", "secId": 72}, {"sentences": [{"sentId": 148, "text": "As Mark said he has a tough time staying on message."}, {"sentId": 149, "text": "In terms of his advisors, I couldn't hazard a guess, Don, this is a broader problem for republicans at large, not just for Donald Trump."}], "speaker": "SWERDLICK", "secId": 73}, {"sentences": [{"sentId": 150, "text": "The ghetto was just -- I'm."}], "speaker": "LEMON", "secId": 74}, {"sentences": [{"sentId": 151, "text": "Yes."}], "speaker": "SWERDLICK", "secId": 75}, {"sentences": [{"sentId": 152, "text": "Yes."}], "speaker": "LEMON", "secId": 76}, {"sentences": [{"sentId": 153, "text": "Yes."}], "speaker": "SWERDLICK", "secId": 77}, {"sentences": [{"sentId": 154, "text": "Thank you."}, {"sentId": 155, "text": "When we come right back, the candidate unexpectedly causing trouble for Donald Trump tonight and it's not Hillary Clinton."}], "speaker": "LEMON", "secId": 78}, {"sentences": [{"sentId": 156, "text": "Utah is a traditionally red state and Donald Trump should have it safely in his camp, but he doesn't, and as of today, CNN considers Utah a battleground partly because Trump is struggling with Mormon voters and because of Evan McMullin, the independent candidate who is a Utah Native."}], "speaker": "LEMON", "secId": 79}, {"sentences": [{"sentId": 157, "text": "And there he is."}, {"sentId": 158, "text": "He just pop up on your screen."}, {"sentId": 159, "text": "He joins me."}, {"sentId": 160, "text": "Good evening, how are you doing, Evan?"}], "speaker": "LEMON", "secId": 80}, {"sentences": [{"sentId": 161, "text": "Great to be with you, Don, I'm doing well."}, {"sentId": 162, "text": "Thanks."}], "speaker": "MCMULLIN", "secId": 81}, {"sentences": [{"sentId": 163, "text": "Great."}, {"sentId": 164, "text": "Thanks for coming on."}, {"sentId": 165, "text": "Listen, the latest Monmouth University poll shows Trump leading Utah at 34 percent, Hillary Clinton is 28."}, {"sentId": 166, "text": "You come in close really at 20 percent."}, {"sentId": 167, "text": "Why do you think you're doing so well there?"}], "speaker": "LEMON", "secId": 82}, {"sentences": [{"sentId": 168, "text": "Well, actually some of the other polls, most of the other polls have us in deadlocked tie or have us up by four points or so even above Donald Trump."}], "speaker": "MCMULLIN", "secId": 83}, {"sentences": [{"sentId": 169, "text": "So, we're excited about what's happening here."}, {"sentId": 170, "text": "We came here and are spending time in Utah and in the mountain west, because these are the states that rejected Hillary Clinton and Donald Trump."}], "speaker": "MCMULLIN", "secId": 84}, {"sentences": [{"sentId": 171, "text": "These are the people who are looking for a better choice in this election, and so this is where we're spending a lot of time now as we get closer to November 8th."}], "speaker": "MCMULLIN", "secId": 85}, {"sentences": [{"sentId": 172, "text": "You said -- you said to me you're a modest campaign with a modest goal, so when you look at this map, when you look at the 270 that you have to get, even if you get Utah, Evan, I mean, you're only going to have six electoral votes."}, {"sentId": 173, "text": "That's not a path to the presidency."}, {"sentId": 174, "text": "So, what is your end game?"}], "speaker": "LEMON", "secId": 86}, {"sentences": [{"sentId": 175, "text": "Well, actually, that's not absolutely true."}, {"sentId": 176, "text": "If the race is close between Donald Trump and Hillary Clinton, and we win one or two or three states in the mountain west, then that means we can actually block them both and take the election to the House of Representatives where we like our chances."}], "speaker": "MCMULLIN", "secId": 87}, {"sentences": [{"sentId": 177, "text": "Now the truth is, Hillary Clinton is dominating Donald Trump in most projections by such a large margin, that the race isn't close right now, but you know, anything can happen in this kind of race in the next 10 days and we'll see how -- we'll see how it develops."}], "speaker": "MCMULLIN", "secId": 88}, {"sentences": [{"sentId": 178, "text": "But we're going to be ready to block them both if the race is tight."}, {"sentId": 179, "text": "Regardless though, we're building a new conservative movement that is open to all kinds of people regardless of their race or religion."}], "speaker": "MCMULLIN", "secId": 89}, {"sentences": [{"sentId": 180, "text": "We believe it's important to stand for equality and to stand for the cause of liberty."}, {"sentId": 181, "text": "We don't see either Donald Trump or Hillary Clinton doing that in the way we think it needs to be done or at all, and so we're standing for that and building something new, which we think is absolutely necessary to provide the kind of leadership that this country needs."}], "speaker": "MCMULLIN", "secId": 90}, {"sentences": [{"sentId": 182, "text": "OK."}, {"sentId": 183, "text": "So, you said you want to block both of them and you take it to the House of Representatives."}, {"sentId": 184, "text": "So, I'm wondering do you agree with Donald Trump, do you think that it is a rigged system or do you think that changes need to be made to the system?"}], "speaker": "LEMON", "secId": 91}, {"sentences": [{"sentId": 185, "text": "Well, I don't -- I don't think it's a rigged system."}, {"sentId": 186, "text": "If there's any rigging of the system at all, it's been done by Vladimir Putin, hacking our computer systems and using other means to influence and undermine the U.S. election process."}], "speaker": "MCMULLIN", "secId": 92}, {"sentences": [{"sentId": 187, "text": "No, but otherwise I don't agree that it's rigged."}, {"sentId": 188, "text": "I think that I would like to see the system, the process opened up a bit."}, {"sentId": 189, "text": "I think given that we have from the major parties both Hillary Clinton and Donald Trump, two candidates who are so hugely unpopular and I believe unfit for the responsibilities they seek."}], "speaker": "MCMULLIN", "secId": 93}, {"sentences": [{"sentId": 190, "text": "I do think we need new voices in our election processes but I don't think that means the process is rigged."}], "speaker": "MCMULLIN", "secId": 94}, {"sentences": [{"sentId": 191, "text": "OK."}, {"sentId": 192, "text": "I want you to listen to Mike Pence rallying voters in Utah."}, {"sentId": 193, "text": "Here he is."}], "speaker": "LEMON", "secId": 95}, {"sentences": [{"sentId": 194, "text": "This is our chance to make a difference."}], "speaker": "PENCE", "secId": 96}, {"sentences": [{"sentId": 195, "text": "I mean, the truth to the matter is, there's only two names on that ballot that didn't have a chance to be president of the United States of America, and while I'll always respect the right of any man or woman to cast their vote in the manner that they seem best, I've got to say to you from my heart, I truly do believe a vote for any candidate other than Donald Trump is a vote for a weaker America at home and abroad."}], "speaker": "PENCE", "secId": 97}, {"sentences": [{"sentId": 196, "text": "So, that's him on Wednesday in your territory in Salt Lake City."}, {"sentId": 197, "text": "What's your reaction?"}, {"sentId": 198, "text": "MCMULLIN:  Well, I would say this is exactly what they want us to"}], "speaker": "LEMON", "secId": 98}, {"sentences": [{"sentId": 199, "text": "believe."}, {"sentId": 200, "text": "Both parties want us to believe that we have to choose either Donald Trump or Hillary Clinton."}, {"sentId": 201, "text": "The truth is, Americans don't want either one of them."}], "speaker": "LEMON", "secId": 99}, {"sentences": [{"sentId": 202, "text": "We want better choices in this country."}, {"sentId": 203, "text": "We need better leaders."}, {"sentId": 204, "text": "We need wise and honest leaders who will put the interest of Americans first."}], "speaker": "LEMON", "secId": 100}, {"sentences": [{"sentId": 205, "text": "If we keep choosing Hillary Clinton or Donald Trump, we're going to keep getting Hillary Clinton or Donald Trump."}, {"sentId": 206, "text": "We're standing for something new."}], "speaker": "LEMON", "secId": 101}, {"sentences": [{"sentId": 207, "text": "It's time for a new generation of leadership in this country and a new conservative movement that will be open to people of all races and religions and unify this country and take it to a much brighter future than I think we'll have with either Hillary Clinton or Donald Trump."}], "speaker": "LEMON", "secId": 102}, {"sentences": [{"sentId": 208, "text": "We've got to start building that now in this election, not after November 8th when -- when it -- you know, when others will have failed to stand up for what's good and true."}, {"sentId": 209, "text": "We know that we need to do this now and so that's what we're doing."}], "speaker": "LEMON", "secId": 103}, {"sentences": [{"sentId": 210, "text": "OK."}, {"sentId": 211, "text": "So I want to read -- this is a tweet, Lou Dobbs, I'm sure you've heard of them, fired off an angry tweet about you writing \"Look deeper, he's nothing but a globalist, Romney, and Mormon Mafia tool.\""}, {"sentId": 212, "text": "What do you say to that?"}], "speaker": "LEMON", "secId": 104}, {"sentences": [{"sentId": 213, "text": "Well, I would love to hear from Lou what exactly the Mormon Mafia is."}, {"sentId": 214, "text": "I would love to hear him describe what that is."}, {"sentId": 215, "text": "I think it would be an interesting conversation."}], "speaker": "MCMULLIN", "secId": 105}, {"sentences": [{"sentId": 216, "text": "Look, it's sort of silly thing."}, {"sentId": 217, "text": "We've been having fun with it."}, {"sentId": 218, "text": "A lot of people across the country have been having fun with it."}, {"sentId": 219, "text": "But look, in a way it's not surprising."}, {"sentId": 220, "text": "Donald Trump and his supporters have been attacking people based on their race and religion and their gender."}], "speaker": "MCMULLIN", "secId": 106}, {"sentences": [{"sentId": 221, "text": "And look, the reality is that this country is for everyone."}, {"sentId": 222, "text": "This country is for people who are of all religions or no religion at all, this country is for people who have skin like mine or skin like yours."}, {"sentId": 223, "text": "This is a country for everyone, and we cannot have a president or movement in this country, we cannot tolerate it if they're going to attack us based on who we are."}], "speaker": "MCMULLIN", "secId": 107}, {"sentences": [{"sentId": 224, "text": "In this country we believe that all men and women are created equal."}, {"sentId": 225, "text": "And Mindy Finn, my running mate and I are standing just for that."}], "speaker": "MCMULLIN", "secId": 108}, {"sentences": [{"sentId": 226, "text": "I have to ask you before I let you go, because you know, he did it right here on this show."}, {"sentId": 227, "text": "He said, you know, he could no longer support or endorse Donald Trump."}], "speaker": "LEMON", "secId": 109}, {"sentences": [{"sentId": 228, "text": "You say Donald Trump is losing badly, but Utah Congressman Jason Chaffetz rescinded his endorsement of Trump over that 2005 Access Hollywood tape tweeting, \"I will not defend or endorse Trump but I am voting for him."}, {"sentId": 229, "text": "HRC is that bad."}, {"sentId": 230, "text": "HRC is bad for the USA.\""}], "speaker": "LEMON", "secId": 110}, {"sentences": [{"sentId": 231, "text": "And even though he told me on the day the tape came out that he couldn't look his 15-year-old daughter in the eye and continue to endorse him after what he heard and saw on the tape, what do you make of that reversal?"}], "speaker": "LEMON", "secId": 111}, {"sentences": [{"sentId": 232, "text": "Well, Don, I got to say I'm just deeply disappointed by that."}, {"sentId": 233, "text": "You know, eventually, our leaders have to start standing on principle."}, {"sentId": 234, "text": "They have to start standing on principle at the very least when we're being attacked."}], "speaker": "MCMULLIN", "secId": 112}, {"sentences": [{"sentId": 235, "text": "When Americans are being attacked our leaders need to stand up, especially when women have been attacked in this election cycle by Donald Trump, as consistently as they have been."}], "speaker": "MCMULLIN", "secId": 113}, {"sentences": [{"sentId": 236, "text": "And by the way, that tape, that was nothing new, the Donald, the Trump tape."}, {"sentId": 237, "text": "That was nothing new."}, {"sentId": 238, "text": "He's been attacking people through the election based on their gender, their race, their religion."}, {"sentId": 239, "text": "If our leaders will not stand up to that and not stand up for us what business do they have leading us, that's my question."}], "speaker": "MCMULLIN", "secId": 114}, {"sentences": [{"sentId": 240, "text": "Evan McMullin, I appreciate your time."}, {"sentId": 241, "text": "Thank you."}], "speaker": "LEMON", "secId": 115}, {"sentences": [{"sentId": 242, "text": "Thank you, Don."}], "speaker": "MCMULLIN", "secId": 116}, {"sentences": [{"sentId": 243, "text": "Up next, could there be violence in the streets if Trump loses the election to Clinton?"}, {"sentId": 244, "text": "Ominous warning signs tonight."}], "speaker": "LEMON", "secId": 117}, {"sentences": [{"sentId": 245, "text": "Donald Trump repeatedly claims that the election is rigged, despite all the evidence showing that's not true, so what happens if he loses."}], "speaker": "LEMON", "secId": 118}, {"sentences": [{"sentId": 246, "text": "Let's discuss now."}, {"sentId": 247, "text": "Ari Fleisher is here, who is a White House press secretary for President George W. Bush, and political commentator Kevin Madden who is a republican strategist."}], "speaker": "LEMON", "secId": 119}, {"sentences": [{"sentId": 248, "text": "I'm glad to have both of you on."}, {"sentId": 249, "text": "Good evening, gentlemen."}], "speaker": "LEMON", "secId": 120}, {"sentences": [{"sentId": 250, "text": "Great to be with you."}], "speaker": "FLEISCHER", "secId": 121}, {"sentences": [{"sentId": 251, "text": "Good evening."}], "speaker": "MADDEN", "secId": 122}, {"sentences": [{"sentId": 252, "text": "You first, Kevin."}, {"sentId": 253, "text": "The New York Times is reporting that some supporters are warning of a revolution if Hillary Clinton wins."}, {"sentId": 254, "text": "We're going to say that again, warning of a revolution."}], "speaker": "LEMON", "secId": 123}, {"sentences": [{"sentId": 255, "text": "So when you pair that with a tweet, you saw from former republican Congressman Joe Walsh calling for folks to grab their muskets and then you have the Wisconsin sheriff saying that it's pitch fork time -- pitch fork and what else?"}, {"sentId": 256, "text": "And something I forget what else time."}], "speaker": "LEMON", "secId": 124}, {"sentences": [{"sentId": 257, "text": "Right."}], "speaker": "MADDEN", "secId": 125}, {"sentences": [{"sentId": 258, "text": "And torches."}, {"sentId": 259, "text": "This is serious, right?"}], "speaker": "LEMON", "secId": 126}, {"sentences": [{"sentId": 260, "text": "Well, look, we are at that time in this election, where the rhetoric gets pretty heated, and people are trying to, you know, trying to drive a lot of enthusiasm among their supporters, and they're trying to make a case about the stakes of this election."}], "speaker": "MADDEN", "secId": 127}, {"sentences": [{"sentId": 261, "text": "And sometimes that can go over board when you talk about, you know, grabbing muskets and things like that."}], "speaker": "MADDEN", "secId": 128}, {"sentences": [{"sentId": 262, "text": "But, you know, I think if you listen to secretaries of state and you listen to the vast majority of our elected officials around the country, you know, they have a great deal of confidence about the integrity of our election."}], "speaker": "MADDEN", "secId": 129}, {"sentences": [{"sentId": 263, "text": "And they've made that very clear to those that are going to be participating in this election."}, {"sentId": 264, "text": "So, you know, I take my queue from a lot of those leaders and I feel pretty confident that, you know, America will once again in this election, test its democracy and that we will rise to the test on Election Day."}], "speaker": "MADDEN", "secId": 130}, {"sentences": [{"sentId": 265, "text": "I wonder, Mr. Fleisher if you've heard anything like this before, this is from the New York Times."}, {"sentId": 266, "text": "They spoke to many Trump supporters here and one of them is saying, his name is Jared Halbrook, 25, of Green Bay, Wisconsin said that \"If Donald Trump lost through Hillary Clinton, which he worried would happen through a stolen election it could lead to another revolutionary war."}, {"sentId": 267, "text": "People are going to march on a capitol,\" said Mr. Halbrook who works at a call center."}], "speaker": "LEMON", "secId": 131}, {"sentences": [{"sentId": 268, "text": "\"They're going to do whatever needs to be done to get her out of office because she does not belong there.\""}, {"sentId": 269, "text": "\"If push comes to shove,\" he added and Mrs. Clinton has to go by any means necessary, it will be done.\""}], "speaker": "LEMON", "secId": 132}, {"sentences": [{"sentId": 270, "text": "Yes, Don, I don't like any of this rhetoric."}, {"sentId": 271, "text": "I didn't like in 2000 when democrats who objected to the recount into Al Gore's defeat so that George Bush was an illegitimate president, then was several of those members elected into the United States Congress."}], "speaker": "FLEISCHER", "secId": 133}, {"sentences": [{"sentId": 272, "text": "But you know, I'm too young to remember the election of 1800, but it was said that you couldn't walk..."}], "speaker": "FLEISCHER", "secId": 134}, {"sentences": [{"sentId": 273, "text": "Come on, Ari, really?"}], "speaker": "LEMON", "secId": 135}, {"sentences": [{"sentId": 274, "text": "... cross the street."}, {"sentId": 275, "text": "Just a little bit."}, {"sentId": 276, "text": "But back then they said you couldn't walk across the street without fear of getting caned because the vitriol was so bad between Adams versus Jefferson's forces."}], "speaker": "FLEISCHER", "secId": 136}, {"sentences": [{"sentId": 277, "text": "And of course, look, nobody wants this rhetoric."}, {"sentId": 278, "text": "It's wrong and I denounce that."}, {"sentId": 279, "text": "But I also denounce that actual violence that took place the republican violence that took place to a Republican Party headquarters in North Carolina that got firebombed."}], "speaker": "FLEISCHER", "secId": 137}, {"sentences": [{"sentId": 280, "text": "Just this week, there was vandalism at Donald Trump's mark in Los Angeles on a sidewalk, you know, none of these things should be happening."}, {"sentId": 281, "text": "And of course, a couple years ago there was an attack an attempted murder at the Family Research Center in Washington, D.C. That was politically motivated."}], "speaker": "FLEISCHER", "secId": 138}, {"sentences": [{"sentId": 282, "text": "Yes."}], "speaker": "LEMON", "secId": 139}, {"sentences": [{"sentId": 283, "text": "So, I deplore the violence and I deplore the rhetoric."}], "speaker": "FLEISCHER", "secId": 140}, {"sentences": [{"sentId": 284, "text": "Yes."}, {"sentId": 285, "text": "I think, here's the thing, Ari."}, {"sentId": 286, "text": "You know, we'll get on television and argue in political ways but that doesn't mean we don't like each other."}], "speaker": "LEMON", "secId": 141}, {"sentences": [{"sentId": 287, "text": "That's right."}], "speaker": "FLEISCHER", "secId": 142}, {"sentences": [{"sentId": 288, "text": "And I'll see you or -- anyway, you and Kevin, even me and Kevin disagree and we'll talk or maybe we can have a beer."}, {"sentId": 289, "text": "People at home it's much more serious than that."}, {"sentId": 290, "text": "So, I'm wondering if you're worried about the skewing in any way of the current reality."}], "speaker": "LEMON", "secId": 143}, {"sentences": [{"sentId": 291, "text": "Because some of the people interviewed for that peace who could assume mainly right-wing media or social media said that they were sure Trump was winning and ahead in the polls and the only way that he can lose is by rigging."}], "speaker": "LEMON", "secId": 144}, {"sentences": [{"sentId": 292, "text": "So, I'm wondering if conservative media is doing republican voters an injustice by skewing the currently reality?"}, {"sentId": 293, "text": "So, they'll be so disappointed on Election Day if he does lose."}], "speaker": "LEMON", "secId": 145}, {"sentences": [{"sentId": 294, "text": "They are."}, {"sentId": 295, "text": "And just left wing media was doing the same thing in 2000 with Al Gore."}, {"sentId": 296, "text": "And it's wrong and you really have to be on the lookout for after the election is what does whoever loses and I think it's likely to be Donald Trump what does he say."}], "speaker": "FLEISCHER", "secId": 146}, {"sentences": [{"sentId": 297, "text": "If Donald Trump stirs the pot, it's a very dangerous thing to do."}, {"sentId": 298, "text": "And leaders cannot, and should do that."}, {"sentId": 299, "text": "I'd be surprise at the end of the day if that is what he actually does."}], "speaker": "FLEISCHER", "secId": 147}, {"sentences": [{"sentId": 300, "text": "Now, if the race is extraordinarily close, then you better believe both sides are going to lawyer up and we'll be right back to where we were in 2000 where people are fighting for every last second and last vote."}], "speaker": "FLEISCHER", "secId": 148}, {"sentences": [{"sentId": 301, "text": "But if it's a lap side of victory you need to accept it in this country."}], "speaker": "FLEISCHER", "secId": 149}, {"sentences": [{"sentId": 302, "text": "Kevin, what do you say about that?"}], "speaker": "LEMON", "secId": 150}, {"sentences": [{"sentId": 303, "text": "Well, first of all I agree with Ari's main point, which is that extremism and rhetoric that goes beyond the pale is not being monopolized by any just the right or the left."}, {"sentId": 304, "text": "I think you see them -- you see them both sides."}], "speaker": "MADDEN", "secId": 151}, {"sentences": [{"sentId": 305, "text": "But Kevin, hold on, there's one the thing to know -- the think on what's happening now is before the election has even happened, you know -- and I'll go with his..."}], "speaker": "LEMON", "secId": 152}, {"sentences": [{"sentId": 306, "text": "Yes."}], "speaker": "MADDEN", "secId": 153}, {"sentences": [{"sentId": 307, "text": "... with this premise saying that it happened with left-wing media, so-called left-wing media."}], "speaker": "LEMON", "secId": 154}, {"sentences": [{"sentId": 308, "text": "Right."}], "speaker": "MADDEN", "secId": 155}, {"sentences": [{"sentId": 309, "text": "But that was after the fact that there was a contested election, but go on."}], "speaker": "LEMON", "secId": 156}, {"sentences": [{"sentId": 310, "text": "Yes, that..."}], "speaker": "MADDEN", "secId": 157}, {"sentences": [{"sentId": 311, "text": "What about the violence in North Carolina to a Republican Party?"}, {"sentId": 312, "text": "Whether that..."}], "speaker": "FLEISCHER", "secId": 158}, {"sentences": [{"sentId": 313, "text": "It's not -- yes, it's not just -- yes, it's not just situational, Don."}, {"sentId": 314, "text": "It is -- it is systemic on both the right and the left."}, {"sentId": 315, "text": "I think where I agree with you is that what I would worry about Donald Trump's current rhetoric right now is he's doing what I think many of our enemies around the globe want to see which is trivializing our democracy."}], "speaker": "MADDEN", "secId": 159}, {"sentences": [{"sentId": 316, "text": "And giving people the sense is believed that somehow it's been rigged beforehand and that's the case."}, {"sentId": 317, "text": "And that's why I do believe that it is incumbent upon those secretaries of state, whether they're republicans or democrats, and leaders in Washington or around the country, who are republicans and democrats, to you know, make the case about the integrity of our democracy and how important our system is."}], "speaker": "MADDEN", "secId": 160}, {"sentences": [{"sentId": 318, "text": "And that peaceful transition of power is a very important shining part of our -- of our -- of our democratic traditions here in the United States, so that is what I would worry about."}, {"sentId": 319, "text": "And that's why it's incumbent upon leaders to make sure that they pointed out and disagree with it when it happens."}], "speaker": "MADDEN", "secId": 161}, {"sentences": [{"sentId": 320, "text": "That was my point."}, {"sentId": 321, "text": "You just articulated it better than I did because you're much smarter than I am."}], "speaker": "LEMON", "secId": 162}, {"sentences": [{"sentId": 322, "text": "Impossible."}, {"sentId": 323, "text": "Impossible."}], "speaker": "MADDEN", "secId": 163}, {"sentences": [{"sentId": 324, "text": "I want to play something this is from the first lady."}, {"sentId": 325, "text": "Hillary Clinton and the first lady campaigning down in North Carolina today and they're putting the role of women front and center in this election."}, {"sentId": 326, "text": "Watch this."}], "speaker": "LEMON", "secId": 164}, {"sentences": [{"sentId": 327, "text": "I wish I didn't have to say this right?"}], "speaker": "CLINTON", "secId": 165}, {"sentences": [{"sentId": 328, "text": "But indeed, dignity and respect for women and girls is also on the ballot on this election."}], "speaker": "CLINTON", "secId": 166}, {"sentences": [{"sentId": 329, "text": "As Hillary said we want a president who values and honors women, who teaches our daughters and our sons that women are full and equal human beings worthy, deserving of love and respect."}], "speaker": "OBAMA", "secId": 167}, {"sentences": [{"sentId": 330, "text": "Ari, are they right?"}, {"sentId": 331, "text": "Is respect for women and girls on the ballot?"}], "speaker": "LEMON", "secId": 168}, {"sentences": [{"sentId": 332, "text": "You know, I try to elevate the debate above that type of slicing of the American people into such terms, you know, of course it was the Clinton campaign, the Clinton Foundation that doesn't pay women equal that they pay their men."}], "speaker": "FLEISCHER", "secId": 169}, {"sentences": [{"sentId": 333, "text": "And I just find this every election cycle you see these issues thrown at republicans."}, {"sentId": 334, "text": "In 2000, they said George Bush was racist, in 2004, thy said -- 2008, John McCain is racist, 2012 they said Mitt Romney is racist."}], "speaker": "FLEISCHER", "secId": 170}, {"sentences": [{"sentId": 335, "text": "You know, every cycle it's the same rhetoric that's taken out against republicans and I just think that's one of the reasons we're such a divided country."}], "speaker": "FLEISCHER", "secId": 171}, {"sentences": [{"sentId": 336, "text": "It's a tactic that democrats make every race including when Al Gore said -- and this isn't about women but I remember Al Gore said republicans wanted to recreate slavery, put you all back in chains."}, {"sentId": 337, "text": "This is -- this is the divisiveness of the democrats as resort to..."}], "speaker": "FLEISCHER", "secId": 172}, {"sentences": [{"sentId": 338, "text": "I've got to push back, though."}, {"sentId": 339, "text": "When you hear so much there's so much from Donald Trump that is just there and all they have to do, you know, I could just fire up the tapes with him talking..."}], "speaker": "LEMON", "secId": 173}, {"sentences": [{"sentId": 340, "text": "You know, Don, I disagree with that."}], "speaker": "FLEISCHER", "secId": 174}, {"sentences": [{"sentId": 341, "text": "You don't think -- you don't think it's different this time with Donald Trump's rhetoric?"}], "speaker": "LEMON", "secId": 175}, {"sentences": [{"sentId": 342, "text": "No."}, {"sentId": 343, "text": "Donald Trump is rude to everybody."}, {"sentId": 344, "text": "Donald Trump is offensive to everybody."}], "speaker": "FLEISCHER", "secId": 176}, {"sentences": [{"sentId": 345, "text": "But that doesn't make it right, Ari."}], "speaker": "LEMON", "secId": 177}, {"sentences": [{"sentId": 346, "text": "No, it doesn't make it right and that's one of the reasons he's in so much trouble."}, {"sentId": 347, "text": "But my point is, people want to able it in one problem of racism, misogynist thing."}, {"sentId": 348, "text": "You remember, he made fun of Rand Paul's looks on stage."}, {"sentId": 349, "text": "Donald Trump does that, Donald Trump is kind of a throwback to way men were in the '50n and '60s."}, {"sentId": 350, "text": "I mean, his broad categorizations."}, {"sentId": 351, "text": "But it's offensive to one and all."}], "speaker": "FLEISCHER", "secId": 178}, {"sentences": [{"sentId": 352, "text": "That's one of Donald Trump's biggest problems."}, {"sentId": 353, "text": "If he didn't act like this, he might actually have had a chance to win this race."}, {"sentId": 354, "text": "So, I'm not putting up with it."}, {"sentId": 355, "text": "I've criticized it when he does it, but I do think it's a different issue here with Trump."}, {"sentId": 356, "text": "He reacts to everyone."}], "speaker": "FLEISCHER", "secId": 179}, {"sentences": [{"sentId": 357, "text": "So, he reacts to everyone."}, {"sentId": 358, "text": "So, that means -- does it means that he's all of those things on the spectrum of his reaction?"}], "speaker": "LEMON", "secId": 180}, {"sentences": [{"sentId": 359, "text": "I think he's -- I think he has conducted himself in a manner that is offensive and boorish to just about everybody that crosses his path and that's a real problem."}], "speaker": "FLEISCHER", "secId": 181}, {"sentences": [{"sentId": 360, "text": "Kevin?"}], "speaker": "LEMON", "secId": 182}, {"sentences": [{"sentId": 361, "text": "Well, look, I think one of the big problem is that we went into this election knowing that one of the Trump cards with a small t, no pun intended that democrats always thought they had with republicans was this war on women."}], "speaker": "MADDEN", "secId": 183}, {"sentences": [{"sentId": 362, "text": "And republicans like, you know, like Ari and I and many others believe that that was an unfair characterization of republican policies."}, {"sentId": 363, "text": "But what we did was, by nominating Donald Trump, we walked right into that trap again, because Donald Trump has, you know, in many ways personified the worst of republican policy making it when comes to women and just his personal behavior."}], "speaker": "MADDEN", "secId": 184}, {"sentences": [{"sentId": 364, "text": "So, we brought this on ourselves and I think that's why it's incumbent upon, you know, folks like our colleagues here at CNN, Amanda Carpenter has pointed out that republican men have to stand up and make a much stronger case for why Donald Trump is wrong."}], "speaker": "MADDEN", "secId": 185}, {"sentences": [{"sentId": 365, "text": "We can't let things like sexual assault become a partisan issue."}, {"sentId": 366, "text": "That should be a bipartisan issue where republicans and democrats come together to fight it and that was I think one of the big losses that we had in this particular election."}], "speaker": "MADDEN", "secId": 186}, {"sentences": [{"sentId": 367, "text": "And that's why you have people like Jason Chaffetz, Congressman."}, {"sentId": 368, "text": "I mean, he's just, he doesn't know what to do."}, {"sentId": 369, "text": "He keeps going back and forth on, you know, the particular issue of whether he should support Donald Trump or not supports Donald Trump for the very reasons that you guys were talking about."}], "speaker": "LEMON", "secId": 187}, {"sentences": [{"sentId": 370, "text": "I enjoyed this conversation."}, {"sentId": 371, "text": "Thank you so much."}], "speaker": "LEMON", "secId": 188}, {"sentences": [{"sentId": 372, "text": "Great to be with you."}], "speaker": "MADDEN", "secId": 189}, {"sentences": [{"sentId": 373, "text": "Thank you, Don."}], "speaker": "FLEISCHER", "secId": 190}, {"sentences": [{"sentId": 374, "text": "Thank you."}, {"sentId": 375, "text": "When we come right back, wait until you hear what Michelle Obama has to say about Donald Trump's claims on the election is rigged."}], "speaker": "LEMON", "secId": 191}, {"sentences": [{"sentId": 376, "text": "Here's one thing that we know, Michelle Obama's approval rating is soaring, so who better to campaign with Hillary Clinton than Michelle Obama, the first lady."}], "speaker": "LEMON", "secId": 192}, {"sentences": [{"sentId": 377, "text": "Here to discuss now, Kayleigh McEnany, a Trump supporter, Van Jones, a former Obama administration official, former republican Congressman Jack Kingston, senior advisor to the Trump campaign, and Hilary Rosen, a Clinton supporter."}], "speaker": "LEMON", "secId": 193}, {"sentences": [{"sentId": 378, "text": "We can all agree -- everybody -- that we can't wait for November 9th."}], "speaker": "LEMON", "secId": 194}, {"sentences": [{"sentId": 379, "text": "Yes."}], "speaker": "MCENANY", "secId": 195}, {"sentences": [{"sentId": 380, "text": "Am I correct?"}], "speaker": "LEMON", "secId": 196}, {"sentences": [{"sentId": 381, "text": "Yes."}], "speaker": "MCENANY", "secId": 197}, {"sentences": [{"sentId": 382, "text": "Yes."}, {"sentId": 383, "text": "Your victory."}], "speaker": "LEMON", "secId": 198}, {"sentences": [{"sentId": 384, "text": "Amen."}], "speaker": "ROSEN", "secId": 199}, {"sentences": [{"sentId": 385, "text": "OK."}], "speaker": "LEMON", "secId": 200}, {"sentences": [{"sentId": 386, "text": "Assuming it will be over."}], "speaker": "ROSEN", "secId": 201}, {"sentences": [{"sentId": 387, "text": "That's right."}, {"sentId": 388, "text": "Kayleigh, I want to start with you."}, {"sentId": 389, "text": "The first lady was out on the trail with Hillary Clinton today, listen."}], "speaker": "LEMON", "secId": 202}, {"sentences": [{"sentId": 390, "text": "So when you hear folks talking about a global conspiracy, and saying that this election is rigged, understand that they are trying to get you to stay home."}], "speaker": "OBAMA", "secId": 203}, {"sentences": [{"sentId": 391, "text": "They are trying to convince you that your vote doesn't matter, that the outcome has already been determined and you shouldn't even bother making your voice heard."}], "speaker": "OBAMA", "secId": 204}, {"sentences": [{"sentId": 392, "text": "They are trying to take away your hope, and just for the record, in this country, the United States America, the voters decide our elections."}, {"sentId": 393, "text": "They've always decided."}, {"sentId": 394, "text": "Voters decide who wins and who loses, period, end of story."}], "speaker": "OBAMA", "secId": 205}, {"sentences": [{"sentId": 395, "text": "So, Kayleigh, is that what's behind this rigging theme from the Trump campaign, of trying to suppress the vote."}], "speaker": "LEMON", "secId": 206}, {"sentences": [{"sentId": 396, "text": "No, I think it's just to have people be vigilant and be on the lookout and make sure nothing is happening and that directly contradicts what President Obama said in 2008 on the campaign trail when he said republicans have monkeys around with elections, democrats have, people who are in power tend to tilt things their way."}], "speaker": "MCENANY", "secId": 207}, {"sentences": [{"sentId": 397, "text": "So, that's very different coming from Michelle Obama than what we heard from her husband eight years ago."}], "speaker": "MCENANY", "secId": 208}, {"sentences": [{"sentId": 398, "text": "Well, that's very different than saying the entire system is rigged."}, {"sentId": 399, "text": "To say that there are voter irregularities I would say is a true statement, there are irregularities everywhere, but."}], "speaker": "LEMON", "secId": 209}, {"sentences": [{"sentId": 400, "text": "Yes."}], "speaker": "JONES", "secId": 210}, {"sentences": [{"sentId": 401, "text": "Go ahead."}], "speaker": "LEMON", "secId": 211}, {"sentences": [{"sentId": 402, "text": "Absolutely."}, {"sentId": 403, "text": "Look, first of all, I just think it's -- it bears pointing out that Michelle Obama has become probably the most effective communicator on planet earth right now."}], "speaker": "JONES", "secId": 212}, {"sentences": [{"sentId": 404, "text": "Probably?"}], "speaker": "LEMON", "secId": 213}, {"sentences": [{"sentId": 405, "text": "I think she is."}, {"sentId": 406, "text": "I think she's a more -- I think she's a more effective communicator, not just than Hillary Clinton."}, {"sentId": 407, "text": "Bill Clinton, Barack Obama, or anybody else."}, {"sentId": 408, "text": "And that's not her job."}, {"sentId": 409, "text": "She's not a candidate."}], "speaker": "JONES", "secId": 214}, {"sentences": [{"sentId": 410, "text": "But isn't that why she's the most -- she's most effective is because that is not her job?"}, {"sentId": 411, "text": "That she isn't seen that way."}], "speaker": "LEMON", "secId": 215}, {"sentences": [{"sentId": 412, "text": "I'm going to tell you what."}, {"sentId": 413, "text": "You speak for a living, I speak for a living."}, {"sentId": 414, "text": "She does things when she talks that are so remarkable, in their intimacy in their feel."}, {"sentId": 415, "text": "It's like the first time you heard David Bowie or Prince."}, {"sentId": 416, "text": "It's just like I didn't even know you could do that."}, {"sentId": 417, "text": "I didn't know you could do that with a microphone."}], "speaker": "JONES", "secId": 216}, {"sentences": [{"sentId": 418, "text": "Van, David Bowie."}, {"sentId": 419, "text": "OK."}, {"sentId": 420, "text": "I really don't get -- I don't feel that way, and I want to say this."}, {"sentId": 421, "text": "You know, if you're a democrat, I understand you love her."}], "speaker": "KINGSTON", "secId": 217}, {"sentences": [{"sentId": 422, "text": "I'm a republican and I have to say, I certainly admire her."}, {"sentId": 423, "text": "I think she's been a great first lady, but I don't consider her a thought leader."}, {"sentId": 424, "text": "I don't think she's going to be able to prop up Hillary Clinton."}, {"sentId": 425, "text": "This was probably one of their largest rallies."}], "speaker": "KINGSTON", "secId": 218}, {"sentences": [{"sentId": 426, "text": "They may have topped 15,000 people."}, {"sentId": 427, "text": "They let the kids out of school I guess."}, {"sentId": 428, "text": "I don't know."}, {"sentId": 429, "text": "But the reality is, Donald Trump has that kind of crowd anywhere he has a rally, and he could do it at 9 o'clock at an airplane hangar, he can do it on a parking lot on a Saturday afternoon."}], "speaker": "KINGSTON", "secId": 219}, {"sentences": [{"sentId": 430, "text": "He's used to getting those people, but they come out to see him."}, {"sentId": 431, "text": "I think the crowd today was coming out to see Michelle Obama as much as anything, and those folks don't transfer."}, {"sentId": 432, "text": "In fact, that all..."}], "speaker": "KINGSTON", "secId": 220}, {"sentences": [{"sentId": 433, "text": "No, you're missing a key thing, though."}], "speaker": "ROSE", "secId": 221}, {"sentences": [{"sentId": 434, "text": "Go ahead, Hilary."}, {"sentId": 435, "text": "Please set this man straight."}], "speaker": "JONES", "secId": 222}, {"sentences": [{"sentId": 436, "text": "You're missing a very key thing."}], "speaker": "ROSEN", "secId": 223}, {"sentences": [{"sentId": 437, "text": "All yours."}], "speaker": "KINGSTON", "secId": 224}, {"sentences": [{"sentId": 438, "text": "Twofold."}, {"sentId": 439, "text": "First of all, the fact that Michelle Obama is not a politician does make her extra credible in the same vein as other nonpoliticians."}], "speaker": "ROSEN", "secId": 225}, {"sentences": [{"sentId": 440, "text": "She laid hands on Hillary Clinton today, called her my girl, like you -- you know, that says everything, particularly young women."}, {"sentId": 441, "text": "Because Michelle Obama speaks, which was now almost, you know, a week and a half ago on sexual assault, after those tapes, woke up young women across this country, to all of a sudden say, oh, I get it why it matters a woman's president."}], "speaker": "ROSEN", "secId": 226}, {"sentences": [{"sentId": 442, "text": "There is no question where you've seen an overwhelming amount of enthusiasm now for young women, for Hillary Clinton, on these issues that Michelle Obama translated for America."}, {"sentId": 443, "text": "She created an energy around these issues."}], "speaker": "ROSEN", "secId": 227}, {"sentences": [{"sentId": 444, "text": "But and let me add..."}], "speaker": "KINGSTON", "secId": 228}, {"sentences": [{"sentId": 445, "text": "You did get your turn, let me say something."}], "speaker": "JONES", "secId": 229}, {"sentences": [{"sentId": 446, "text": "And she did it for -- she did it for parents, she did it for all of America."}, {"sentId": 447, "text": "To say that it didn't translate at all, that people aren't paying attention is just wrong."}], "speaker": "ROSEN", "secId": 230}, {"sentences": [{"sentId": 448, "text": "But, her last name -- her last name is still Obama and she was in North Carolina where ObamaCare is going up 40 percent."}, {"sentId": 449, "text": "She -- and to say it..."}], "speaker": "KINGSTON", "secId": 231}, {"sentences": [{"sentId": 450, "text": "Obama, the most popular current president of the last several years."}], "speaker": "ROSEN", "secId": 232}, {"sentences": [{"sentId": 451, "text": "To say -- it doesn't matter to these young people whose healthcare is going up 40 percent if they live in North Carolina."}, {"sentId": 452, "text": "If they live in Arizona..."}], "speaker": "KINGSTON", "secId": 233}, {"sentences": [{"sentId": 453, "text": "Let me say..."}], "speaker": "JONES", "secId": 234}, {"sentences": [{"sentId": 454, "text": "Hold on, Van."}, {"sentId": 455, "text": "Congressman, that maybe true but I think you're missing a point there talking about her effectiveness as a speaker."}], "speaker": "LEMON", "secId": 235}, {"sentences": [{"sentId": 456, "text": "And you may be right about ObamaCare and the premiums and all that going up, but just her as an effective great speaker."}, {"sentId": 457, "text": "I don't think -- and we have great affinity for all of our first ladies."}, {"sentId": 458, "text": "I don't think there's a first lady that, you know, people"}], "speaker": "LEMON", "secId": 236}, {"sentences": [{"sentId": 459, "text": "have hated."}, {"sentId": 460, "text": "I can't remember at least in my lifetime, Laura Bush, people loved Laura Bush."}, {"sentId": 461, "text": "People love Barbara Bush."}, {"sentId": 462, "text": "People love Nancy Reagan."}, {"sentId": 463, "text": "Why can't people love Michelle Obama?"}], "speaker": "LEMON", "secId": 237}, {"sentences": [{"sentId": 464, "text": "Michelle Obama is, she's very effective."}, {"sentId": 465, "text": "There's no doubt about it."}, {"sentId": 466, "text": "She gives the best speech in the DNC, hands down."}, {"sentId": 467, "text": "If she wants to run for something, she will be very successful at it, I imagine because she's very good on the campaign trail."}, {"sentId": 468, "text": "So, I get you, Don, there 100 percent."}], "speaker": "MCENANY", "secId": 238}, {"sentences": [{"sentId": 469, "text": "But I don't know that love for the first lady is what people are going to vote on when they're hurting economically, when they're scared about terrorism, when they're sitting there casting their ballot, I don't know if love for the first lady is going to be the benefactor."}], "speaker": "MCENANY", "secId": 239}, {"sentences": [{"sentId": 470, "text": "I'll tell you what people with vote on, the young people, especially millennials, that they are highest -- the highest approval rating of any politician would be Michelle and Barack Obama among those -- that demographic who they need to go to the polls."}, {"sentId": 471, "text": "Go ahead, Van."}], "speaker": "LEMON", "secId": 240}, {"sentences": [{"sentId": 472, "text": "But remember, she still not on the ballot."}], "speaker": "KINGSTON", "secId": 241}, {"sentences": [{"sentId": 473, "text": "Let me say a couple of things about Michelle Obama is that you guys won't -- first of all, you say she's not a thought leader, I think that's a highly -- I'm not going to say it's offensive, it's just wrong."}], "speaker": "JONES", "secId": 242}, {"sentences": [{"sentId": 474, "text": "She's actually changed the national conversation when it comes to children's fitness, children's health, when it comes to the most important things in our country, our future generation, and also our veterans, she's been right out there as big as anybody."}], "speaker": "JONES", "secId": 243}, {"sentences": [{"sentId": 475, "text": "But much more importantly, if you try to put her down, you're by yourself."}, {"sentId": 476, "text": "Donald Trump, who slaps back at every single person who ever says anything bad about him, even if it's a Gold Star mom, if it's some unknown beauty pageant, he's up -- you can't mess with Donald Trump."}, {"sentId": 477, "text": "But Michelle Obama has gone out..."}], "speaker": "JONES", "secId": 244}, {"sentences": [{"sentId": 478, "text": "Well, let me get to Michelle Obama."}], "speaker": "KINGSTON", "secId": 245}, {"sentences": [{"sentId": 479, "text": "You had your turn."}, {"sentId": 480, "text": "You had your turn."}, {"sentId": 481, "text": "Michelle Obama has gone after him speech, after speech, after speech, and Donald Trump has not broken breath one time to say one word, one tweet, nothing because he recognizes the power that he has."}], "speaker": "JONES", "secId": 246}, {"sentences": [{"sentId": 482, "text": "Congressman, quickly I have to go to break."}], "speaker": "LEMON", "secId": 247}, {"sentences": [{"sentId": 483, "text": "Well, OK. Let me say this."}, {"sentId": 484, "text": "Number one she's trying to prop up Hillary Clinton, who brings no enthusiasm."}, {"sentId": 485, "text": "That's why the crowd was big today, because of Michelle Obama."}, {"sentId": 486, "text": "Number two..."}], "speaker": "KINGSTON", "secId": 248}, {"sentences": [{"sentId": 487, "text": "Big crowds don't mean big votes, that's Bernie."}], "speaker": "JONES", "secId": 249}, {"sentences": [{"sentId": 488, "text": "I mean..."}], "speaker": "KINGSTON", "secId": 250}, {"sentences": [{"sentId": 489, "text": "Let him finish."}, {"sentId": 490, "text": "Go ahead."}], "speaker": "LEMON", "secId": 251}, {"sentences": [{"sentId": 491, "text": "And Michelle Obama can go out there and say all those good things about Hillary Clinton, but it's still Hillary Clinton, and people are not enthusiastic about that."}, {"sentId": 492, "text": "That's why she can't get a big crowd."}], "speaker": "KINGSTON", "secId": 252}, {"sentences": [{"sentId": 493, "text": "OK."}, {"sentId": 494, "text": "Here's the thing -- OK."}], "speaker": "LEMON", "secId": 253}, {"sentences": [{"sentId": 495, "text": "And beyond..."}], "speaker": "KINGSTON", "secId": 254}, {"sentences": [{"sentId": 496, "text": "Quickly, Congressman, I got to go."}], "speaker": "LEMON", "secId": 255}, {"sentences": [{"sentId": 497, "text": "... the cheering you still have ObamaCare, you still have a weak economy, you don't have hope, you don't have jobs for these young people who need jobs who are going out in the workplace."}, {"sentId": 498, "text": "They're very uneasy about the economy."}, {"sentId": 499, "text": "They're easy -- uneasy about national security."}], "speaker": "KINGSTON", "secId": 256}, {"sentences": [{"sentId": 500, "text": "All the people you mentioned -- all the people you mention..."}], "speaker": "LEMON", "secId": 257}, {"sentences": [{"sentId": 501, "text": "You can try and make that case but it's not working."}, {"sentId": 502, "text": "Young people are for Obama."}, {"sentId": 503, "text": "Young people are for Hillary Clinton."}], "speaker": "ROSEN", "secId": 258}, {"sentences": [{"sentId": 504, "text": "... has been young people -- young people and people of color who live in certain neighborhoods, Michelle Obama is effective at speaking to them."}, {"sentId": 505, "text": "I wonder if Donald Trump was as effective today and we'll talk about that after the break."}], "speaker": "LEMON", "secId": 259}, {"sentences": [{"sentId": 506, "text": "So, we're back now and we're talking about speaking to certain demographics, certain voters, and we're talking about the first lady reaching out to millennials, people of color."}, {"sentId": 507, "text": "Here's what Donald Trump said today."}], "speaker": "LEMON", "secId": 260}, {"sentences": [{"sentId": 508, "text": "We're going to work on our ghettos or so the -- you take a look at what's going on, where you have packets of areas of land, where you have the inner cities, that you have so many things, so many problems, so many horrible, horrible problems."}], "speaker": "TRUMP", "secId": 261}, {"sentences": [{"sentId": 509, "text": "So who -- is that effective?"}, {"sentId": 510, "text": "Kayleigh?"}], "speaker": "LEMON", "secId": 262}, {"sentences": [{"sentId": 511, "text": "Yes, I do."}, {"sentId": 512, "text": "I think so."}, {"sentId": 513, "text": "I think he gave one of the best speeches we've ever heard yesterday in Charlotte about urban renewal."}, {"sentId": 514, "text": "Very ground-breaking policies like microloans and tax credits to companies who will go to certain inner cities."}, {"sentId": 515, "text": "These are -- it's revolutionary what he did."}, {"sentId": 516, "text": "And this is a..."}], "speaker": "MCENANY", "secId": 263}, {"sentences": [{"sentId": 517, "text": "The ghettos."}], "speaker": "LEMON", "secId": 264}, {"sentences": [{"sentId": 518, "text": "Well, I think that..."}], "speaker": "MCENANY", "secId": 265}, {"sentences": [{"sentId": 519, "text": "Does anybody -- does anybody on this panel use that besides -- I haven't heard that besides a Curtis Mayfield song."}], "speaker": "LEMON", "secId": 266}, {"sentences": [{"sentId": 520, "text": "Yes."}, {"sentId": 521, "text": "Merriam Webster uses that."}, {"sentId": 522, "text": "I think the beef is with Merriam Webster not Obama."}, {"sentId": 523, "text": "That defines that as the poorest part of -- the poorest part of the city."}], "speaker": "MCENANY", "secId": 267}, {"sentences": [{"sentId": 524, "text": "Merriam Webster is not..."}], "speaker": "LEMON", "secId": 268}, {"sentences": [{"sentId": 525, "text": "But, Don..."}], "speaker": "KINGSTON", "secId": 269}, {"sentences": [{"sentId": 526, "text": "To Kayleigh's point and I know you want to run in your mouth, Congressman, let me get a sentence in before you go."}], "speaker": "JONES", "secId": 270}, {"sentences": [{"sentId": 527, "text": "I want to point something out."}, {"sentId": 528, "text": "Somebody else used the term ghetto in this campaign and it was actually Bernie Sanders and he caught beef, too."}, {"sentId": 529, "text": "And I think what we got to recognize is that for a certain generation of people who are in that high 60s, 70s, that term my land with them differently."}], "speaker": "JONES", "secId": 271}, {"sentences": [{"sentId": 530, "text": "What I would suggest to anybody else though, the term is if you want to go there, is hood."}, {"sentId": 531, "text": "You're not going to get mad for talking about the hood, but you start talking about some ghettos, you're going to get it."}], "speaker": "JONES", "secId": 272}, {"sentences": [{"sentId": 532, "text": "Go ahead, Congressman."}], "speaker": "LEMON", "secId": 273}, {"sentences": [{"sentId": 533, "text": "OK, Don."}, {"sentId": 534, "text": "You know what, I'm going to give you the term."}, {"sentId": 535, "text": "You know, let's not use the word ghetto."}, {"sentId": 536, "text": "But let's do what Kayleigh was saying, talking about the substance of jobs, opportunities, education, and safety."}], "speaker": "KINGSTON", "secId": 274}, {"sentences": [{"sentId": 537, "text": "Look at downtown Chicago."}, {"sentId": 538, "text": "It's been pointed to many, many times about the number of murders this year, 500."}, {"sentId": 539, "text": "I think that frankly, a republican to talk about these issues is a very good thing, not just for people who live in cities, but for America."}, {"sentId": 540, "text": "I think it's very important for both parties to be talking to non-traditional constituents."}, {"sentId": 541, "text": "So, I'm glad he's doing it."}], "speaker": "KINGSTON", "secId": 275}, {"sentences": [{"sentId": 542, "text": "I'm sorry."}, {"sentId": 543, "text": "You got to look -- you got to look..."}], "speaker": "ROSEN", "secId": 276}, {"sentences": [{"sentId": 544, "text": "Hey, Hilary, hold on."}], "speaker": "LEMON", "secId": 277}, {"sentences": [{"sentId": 545, "text": "Go ahead."}], "speaker": "KINGSTON", "secId": 278}, {"sentences": [{"sentId": 546, "text": "You've got to look at the messenger here, though."}, {"sentId": 547, "text": "Because you're right that a republican was really out there with credibility talking about urban renewal and investing in the urban communities, that would be awesome."}], "speaker": "ROSEN", "secId": 279}, {"sentences": [{"sentId": 548, "text": "But we're talking about a guy getting sued by the Justice Department for not letting African-Americans into his buildings, who's a king of condo conversions."}], "speaker": "ROSEN", "secId": 280}, {"sentences": [{"sentId": 549, "text": "That's not true."}], "speaker": "KINGSTON", "secId": 281}, {"sentences": [{"sentId": 550, "text": "I mean, this is guy who has not only no credibility on this issue..."}], "speaker": "ROSEN", "secId": 282}, {"sentences": [{"sentId": 551, "text": "And that case was dropped."}], "speaker": "KINGSTON", "secId": 283}, {"sentences": [{"sentId": 552, "text": "I'm talking now, Jack -- not only no credibility on this issue but actually a bad history that helps make situations worse."}], "speaker": "ROSEN", "secId": 284}, {"sentences": [{"sentId": 553, "text": "But Hilary, it's actually -- Hilary, Hilary..."}], "speaker": "MCENANY", "secId": 285}, {"sentences": [{"sentId": 554, "text": "There's no history, Hilary."}], "speaker": "KINGSTON", "secId": 286}, {"sentences": [{"sentId": 555, "text": "No, no, when actually announce this you can't just be throwing out words..."}], "speaker": "ROSEN", "secId": 287}, {"sentences": [{"sentId": 556, "text": "Hilary, you started..."}], "speaker": "MCENANY", "secId": 288}, {"sentences": [{"sentId": 557, "text": "... to try and get white folks to think you're a nice person."}], "speaker": "ROSEN", "secId": 289}, {"sentences": [{"sentId": 558, "text": "You started your statement by saying that you wish you had a candidate out there talking about policies for the inner cities."}, {"sentId": 559, "text": "Well, you do have one, it's Donald Trump."}, {"sentId": 560, "text": "You did it yesterday."}], "speaker": "MCENANY", "secId": 290}, {"sentences": [{"sentId": 561, "text": "But this is so frustrating for a democrat is that you start talking about policy and you pivot into this dirty mud-slinging issues instead of talking about things that will actually help people in inner cities."}, {"sentId": 562, "text": "Donald Trump was doing that..."}], "speaker": "MCENANY", "secId": 291}, {"sentences": [{"sentId": 563, "text": "you know, Hilary...  ROSEN:  First of all, my point is he can't deliver and the"}], "speaker": "KINGSTON", "secId": 292}, {"sentences": [{"sentId": 564, "text": "people in those communities are not listening to him."}], "speaker": "KINGSTON", "secId": 293}, {"sentences": [{"sentId": 565, "text": "Democrats haven't delivered."}], "speaker": "MCENANY", "secId": 294}, {"sentences": [{"sentId": 566, "text": "He's a jobs creator."}], "speaker": "KINGSTON", "secId": 295}, {"sentences": [{"sentId": 567, "text": "Hold on, guys."}, {"sentId": 568, "text": "Let me say something."}], "speaker": "JONES", "secId": 296}, {"sentences": [{"sentId": 569, "text": "Because she actually has a record on these things because she actually has engaged on these issues."}], "speaker": "ROSEN", "secId": 297}, {"sentences": [{"sentId": 570, "text": "Jack, quickly and then Van."}], "speaker": "LEMON", "secId": 298}, {"sentences": [{"sentId": 571, "text": "Let me say this."}, {"sentId": 572, "text": "You know, when he went to Milwaukee..."}], "speaker": "KINGSTON", "secId": 299}, {"sentences": [{"sentId": 573, "text": "You can't just throw out the campaign rhetoric and be believed."}], "speaker": "ROSEN", "secId": 300}, {"sentences": [{"sentId": 574, "text": "When Hillary was on Martha's Vineyard, Donald Trump went to Milwaukee and what did the left say?"}, {"sentId": 575, "text": "Well, he didn't actually go in the city limits."}, {"sentId": 576, "text": "I mean, he's still addressing the issues."}], "speaker": "KINGSTON", "secId": 301}, {"sentences": [{"sentId": 577, "text": "You know, he is a guy whose created jobs and if he had a history of discrimination, believe me, the New York Times and the Washington Post would make sure everybody in America knew about it, but he does not."}], "speaker": "KINGSTON", "secId": 302}, {"sentences": [{"sentId": 578, "text": "Well, they did."}], "speaker": "ROSEN", "secId": 303}, {"sentences": [{"sentId": 579, "text": "It's my turn."}], "speaker": "JONES", "secId": 304}, {"sentences": [{"sentId": 580, "text": "They did."}], "speaker": "ROSEN", "secId": 305}, {"sentences": [{"sentId": 581, "text": "Let me say a couple things about poverty."}, {"sentId": 582, "text": "You have democrats that have not been good enough on urban poverty."}, {"sentId": 583, "text": "You have republicans who have let rural poor folks down for generations."}], "speaker": "JONES", "secId": 306}, {"sentences": [{"sentId": 584, "text": "And if you want a serious conversation about poverty, I welcome that."}, {"sentId": 585, "text": "But actually I would trust a Paul Ryan, who is in the Jack Kemp tradition, than somebody who seems to be willing and trying to insult his way and to support from communities he seems to know very little about."}], "speaker": "JONES", "secId": 307}, {"sentences": [{"sentId": 586, "text": "All right."}, {"sentId": 587, "text": "Thank you, everyone."}, {"sentId": 588, "text": "When we come right back, more and more questions about the Clinton family foundation."}, {"sentId": 589, "text": "Is it all coming back to haunt Hillary Clinton's campaign?"}], "speaker": "LEMON", "secId": 308}, {"sentences": [{"sentId": 590, "text": "If you think America is divided now, just wait until November 9th."}], "speaker": "LEMON", "secId": 309}, {"sentences": [{"sentId": 591, "text": "This is CNN TONIGHT."}, {"sentId": 592, "text": "I'm Don Lemon."}, {"sentId": 593, "text": "It's not over yet, but what if Hillary Clinton wins?"}, {"sentId": 594, "text": "Will"}], "speaker": "LEMON", "secId": 310}, {"sentences": [{"sentId": 595, "text": "congressional republicans follow through on their promise of endless investigations?"}, {"sentId": 596, "text": "Will they block her Supreme Court nominations for so long that we end up with fewer justices?"}], "speaker": "LEMON", "secId": 311}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1610.27.cnnt.01.html.json", "time": "Aired October 27, 2016 - 22:00   ET"}