{"sectionCount": 232, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["TRUMP", "GIBBONEY", "WILKERSON", "MARTIN", "MALONEY", "WOODS", "SPARKS", "ENGEL", "ESTES", "MENDOZA", "RONNEBECK", "LEMON", "BORGER", "AXELROD", "SMERCONISH", "LEWANDOWSKI", "SELLERS", "PRESTON"], "subTitle": "Donald Trump Delivers Immigration Speech in Phoenix, Arizona. Aired 10-11p ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1608/31/cnnt.01.html", "sentenceCount": 580, "sections": [{"sentences": [{"sentId": 0, "text": "."}, {"sentId": 1, "text": "That we don't even know about."}, {"sentId": 2, "text": "Both of these programs have been recklessly gutted by this administration and those were programs that worked."}], "speaker": "TRUMP", "secId": 0}, {"sentences": [{"sentId": 3, "text": "This is yet one more area where we are headed in a totally opposite direction."}, {"sentId": 4, "text": "There's no common sense, there's no brain power in our administration by our leader or our leaders."}, {"sentId": 5, "text": "None."}, {"sentId": 6, "text": "None."}, {"sentId": 7, "text": "None."}], "speaker": "TRUMP", "secId": 1}, {"sentences": [{"sentId": 8, "text": "On my first day in office, I am also going to ask Congress to pass Kate's law, named for Kate Steinle."}], "speaker": "TRUMP", "secId": 2}, {"sentences": [{"sentId": 9, "text": "To ensure that criminal aliens convicted of illegal reentry receive strong, mandatory minimum sentences."}, {"sentId": 10, "text": "Strong."}, {"sentId": 11, "text": "And then we get them out."}, {"sentId": 12, "text": "Another reform I'm proposing is the passage of legislation named for detective Michael Davis and Deputy Sheriff Danny Oliver, two law enforcement officers recently killed by a previously deported illegal immigrant."}], "speaker": "TRUMP", "secId": 3}, {"sentences": [{"sentId": 13, "text": "The Davis-Oliver bill will enhance cooperation with state and local authorities to ensure that criminal immigrants and terrorists are swiftly really, swiftly identified and removed and they will go fast, believe me, they're going to go fast."}], "speaker": "TRUMP", "secId": 4}, {"sentences": [{"sentId": 14, "text": "We are going to triple the number of ICE deportation officers."}, {"sentId": 15, "text": "Within ICE, I am going to create a new special deportation task force focused on identifying and quickly removing the most dangerous criminal, illegal immigrants in America who have evaded justice, just like Hillary Clinton has evaded justice, OK."}], "speaker": "TRUMP", "secId": 5}, {"sentences": [{"sentId": 16, "text": "Maybe they'll be able to deport her."}], "speaker": "TRUMP", "secId": 6}, {"sentences": [{"sentId": 17, "text": "The local police who know every one of these criminals, and they know each and every one, by name, by crime, where they live, they will work so fast and our local police will be so happy that they don't have to be abused by these thugs anymore."}], "speaker": "TRUMP", "secId": 7}, {"sentences": [{"sentId": 18, "text": "There's no great mystery to it."}, {"sentId": 19, "text": "They've put up with it for years."}, {"sentId": 20, "text": "And now finally, we will turn the tables and law enforcement and our police will be allowed to clear up this dangerous and threatening mess."}], "speaker": "TRUMP", "secId": 8}, {"sentences": [{"sentId": 21, "text": "We're also going to hire 5,000 more border patrol agents..."}], "speaker": "TRUMP", "secId": 9}, {"sentences": [{"sentId": 22, "text": ".. who gave me their endorsement, 16,500 gave me their endorsement."}, {"sentId": 23, "text": "And put more of them on the border instead of behind desks which is good."}, {"sentId": 24, "text": "We will expand the number of border patrol stations significantly."}], "speaker": "TRUMP", "secId": 10}, {"sentences": [{"sentId": 25, "text": "I've had a chance to spend time with these incredible law enforcement officers, and I want to take a moment to thank them."}, {"sentId": 26, "text": "What they do is incredible."}], "speaker": "TRUMP", "secId": 11}, {"sentences": [{"sentId": 27, "text": "And getting their endorsement means so much to me, more to me really than I can say, means so much."}, {"sentId": 28, "text": "First time they've ever endorsed a presidential candidate."}], "speaker": "TRUMP", "secId": 12}, {"sentences": [{"sentId": 29, "text": "Number four, block funding for sanctuary cities."}, {"sentId": 30, "text": "We block the funding."}, {"sentId": 31, "text": "No more funding."}], "speaker": "TRUMP", "secId": 13}, {"sentences": [{"sentId": 32, "text": "We will end the sanctuary cities that have resulted in so many needless deaths, cities that refuse to cooperate with federal authorities will not receive taxpayer dollars and we will work with Congress to pass legislation to protect those jurisdictions that do assist federal authorities."}], "speaker": "TRUMP", "secId": 14}, {"sentences": [{"sentId": 33, "text": "Number five."}, {"sentId": 34, "text": "Cancel unconstitutional executive orders and enforce all immigration laws."}], "speaker": "TRUMP", "secId": 15}, {"sentences": [{"sentId": 35, "text": "We will immediately terminate President Obama's two illegal executive amnesties in which he defied federal law and the Constitution to give amnesty to approximately five million illegal immigrants."}, {"sentId": 36, "text": "Five million."}], "speaker": "TRUMP", "secId": 16}, {"sentences": [{"sentId": 37, "text": "And how about all of the millions that are waiting online going through the process legally."}, {"sentId": 38, "text": "So, unfair."}, {"sentId": 39, "text": "Hillary Clinton has pledged to keep both of these illegal amnesty programs including the 2014 amnesty, which has been blocked by the United States Supreme Court."}, {"sentId": 40, "text": "Great."}], "speaker": "TRUMP", "secId": 17}, {"sentences": [{"sentId": 41, "text": "Clinton has also pledged to add a third executive amnesty and, by the way, folks, she will be a disaster for our country."}, {"sentId": 42, "text": "A disaster."}], "speaker": "TRUMP", "secId": 18}, {"sentences": [{"sentId": 43, "text": "In so many other ways."}, {"sentId": 44, "text": "And don't forget the Supreme Court of the United States."}, {"sentId": 45, "text": "Don't forget that when you go to vote on November 8th."}, {"sentId": 46, "text": "And don't forget your Second Amendment and don't fort the repeal and replacement of ObamaCare."}], "speaker": "TRUMP", "secId": 19}, {"sentences": [{"sentId": 47, "text": "And don't forget building up our depleted military."}, {"sentId": 48, "text": "And don't forget taking care of our vets."}, {"sentId": 49, "text": "Don't forget our vets."}, {"sentId": 50, "text": "They have been forgotten."}], "speaker": "TRUMP", "secId": 20}, {"sentences": [{"sentId": 51, "text": "Clinton's plan would trigger a constitutional crisis unlike almost anything we have ever seen before."}, {"sentId": 52, "text": "In effect, she would be abolishing the lawmaking arm of Congress in order to write her own laws from the Oval Office."}, {"sentId": 53, "text": "And you've seen what bad judgment she has."}, {"sentId": 54, "text": "She has seriously bad judgment."}, {"sentId": 55, "text": "Can you imagine?"}], "speaker": "TRUMP", "secId": 21}, {"sentences": [{"sentId": 56, "text": "In a Trump administration all immigration laws will be enforced, will be enforced."}, {"sentId": 57, "text": "As with any law enforcement activity, we will set priorities, but unlike this administration, no one will be immune or exempt from enforcement."}, {"sentId": 58, "text": "And ICE and border patrol officers will be allowed to do their jobs the way their jobs are supposed to be done."}], "speaker": "TRUMP", "secId": 22}, {"sentences": [{"sentId": 59, "text": "Anyone who has entered the United States illegally is subject to deportation."}, {"sentId": 60, "text": "That is what it means to have laws and to have a country."}, {"sentId": 61, "text": "Otherwise we don't have a country."}], "speaker": "TRUMP", "secId": 23}, {"sentences": [{"sentId": 62, "text": "Our enforcement priorities will include removing criminals, gang members, security threats, visa overstays, public char's that is those relying on public welfare or straining the safety net along with millions of recent illegal arrivals and overstays who have come here under this current corrupt administration."}], "speaker": "TRUMP", "secId": 24}, {"sentences": [{"sentId": 63, "text": "Number six."}, {"sentId": 64, "text": "We are going to suspend the issuance of visas to anyplace where adequate screening cannot occur."}], "speaker": "TRUMP", "secId": 25}, {"sentences": [{"sentId": 65, "text": "According to data provided by the Senate Subcommittee on Immigration and the national interests, between 9/11 and the end of 2014, at least 380 foreign-born individuals were convicted in terror cases inside the United States."}, {"sentId": 66, "text": "And even right now the largest number of people are under investigation for exactly this than we've ever had in the history of our country."}], "speaker": "TRUMP", "secId": 26}, {"sentences": [{"sentId": 67, "text": "Our country is a mess."}, {"sentId": 68, "text": "We don't even know what to look for anymore, folks."}, {"sentId": 69, "text": "Our country has to straighten out and we have to straighten out fast."}, {"sentId": 70, "text": "The number is likely higher but the administration refuses to provide this information, even to Congress."}], "speaker": "TRUMP", "secId": 27}, {"sentences": [{"sentId": 71, "text": "As soon as I enter office, I am going to ask the Department of State, which has been brutalized by Hillary Clinton, brutalized."}], "speaker": "TRUMP", "secId": 28}, {"sentences": [{"sentId": 72, "text": "Homeland security and the Department of Justice to begin a comprehensive review of these cases in order to develop a list of regions and countries from which immigration must be suspended until proven and effective vetting mechanisms can be put in place."}, {"sentId": 73, "text": "I call it extreme vetting, right?"}, {"sentId": 74, "text": "Extreme vetting."}, {"sentId": 75, "text": "I want extreme."}], "speaker": "TRUMP", "secId": 29}, {"sentences": [{"sentId": 76, "text": "It's going to be so tough."}, {"sentId": 77, "text": "And if somebody comes in, that's fine but they're going to be good."}, {"sentId": 78, "text": "It's extreme."}, {"sentId": 79, "text": "And if people don't like it, we got to have a country, folks."}, {"sentId": 80, "text": "Got to have a country."}], "speaker": "TRUMP", "secId": 30}, {"sentences": [{"sentId": 81, "text": "Countries from which immigration will be suspended would include places like Syria and Libya."}], "speaker": "TRUMP", "secId": 31}, {"sentences": [{"sentId": 82, "text": "And we are going to stop the tens of thousands of people coming in from Syria."}, {"sentId": 83, "text": "We have no idea who they are, where they come from, there's no documentation, there's no paperwork."}, {"sentId": 84, "text": "It's going to end badly, folks."}, {"sentId": 85, "text": "It's going to end very, very badly."}], "speaker": "TRUMP", "secId": 32}, {"sentences": [{"sentId": 86, "text": "For the price of resettling one refugee in the United States, 12 could be resettled in a safe zone in their home region, which I agree with 100 percent."}, {"sentId": 87, "text": "We have to build safe zones and we'll get the money from the Gulf States."}], "speaker": "TRUMP", "secId": 33}, {"sentences": [{"sentId": 88, "text": "We don't want to put up the money."}, {"sentId": 89, "text": "We owe almost $20 trillion, double since Obama took office."}, {"sentId": 90, "text": "Our national debt."}, {"sentId": 91, "text": "But we will get the money from Gulf States and others."}, {"sentId": 92, "text": "We'll supervise it."}, {"sentId": 93, "text": "We'll build safe zones, which is something that I think all of us want to see."}], "speaker": "TRUMP", "secId": 34}, {"sentences": [{"sentId": 94, "text": "Another reform involves new screening tests for all applicants that include, and this is so important, especially if you get the right people and we will get the right people, an ideological certification to make sure that those we are admitting to our country share our values and love our people."}], "speaker": "TRUMP", "secId": 35}, {"sentences": [{"sentId": 95, "text": "Thank you."}, {"sentId": 96, "text": "We're very proud of our country, aren't we, really?"}, {"sentId": 97, "text": "With all it's going through, we're very proud of our country."}], "speaker": "TRUMP", "secId": 36}, {"sentences": [{"sentId": 98, "text": "For instance, in the last five years we've admitted nearly 100,000 immigrants from i Iraq and Afghanistan and these two countries, according to Pew research, a majority of residents say that the barbaric practice of honor killings against women are often or sometimes justified."}, {"sentId": 99, "text": "That's what they say."}], "speaker": "TRUMP", "secId": 37}, {"sentences": [{"sentId": 100, "text": "That's what they say, they're justified, right?"}, {"sentId": 101, "text": "And we're admitting them to our country."}], "speaker": "TRUMP", "secId": 38}, {"sentences": [{"sentId": 102, "text": "Applicants will be asked for their views about honor killings, about respect for women and gays and minorities, attitudes on radical Islam, which our president refuses to say and many other topics as part of this vetting procedure."}], "speaker": "TRUMP", "secId": 39}, {"sentences": [{"sentId": 103, "text": "And if we have the right people doing it, believe me, very, very few will slip through the cracks."}, {"sentId": 104, "text": "Hopefully none."}], "speaker": "TRUMP", "secId": 40}, {"sentences": [{"sentId": 105, "text": "Number seven, we will ensure that other countries take their people back when we order them deported."}], "speaker": "TRUMP", "secId": 41}, {"sentences": [{"sentId": 106, "text": "There are at least 23 countries that refuse to take their people back after they've been ordered to leave the United States, including large number of violent criminals."}, {"sentId": 107, "text": "They won't take them back so we say, OK, we'll keep them."}, {"sentId": 108, "text": "Not going to happen with me, folks, not going to happen with me."}], "speaker": "TRUMP", "secId": 42}, {"sentences": [{"sentId": 109, "text": "Due to a Supreme Court decision, if these violent defenders cannot be sent home, our law enforcement officers have to release them into your communities."}], "speaker": "TRUMP", "secId": 43}, {"sentences": [{"sentId": 110, "text": "And by the way, the results are horrific."}, {"sentId": 111, "text": "Horrific."}, {"sentId": 112, "text": "There are often terrible consequences, such as Casey Chadwick's tragic death in Connecticut last year."}], "speaker": "TRUMP", "secId": 44}, {"sentences": [{"sentId": 113, "text": "Yet, despite the existence of a law that commands the Secretary of State to stop issuing visas to these countries, Secretary Hillary Clinton ignored this law and refused to use this powerful tool to bring nations into compliance and they would comply if we would act properly."}], "speaker": "TRUMP", "secId": 45}, {"sentences": [{"sentId": 114, "text": "In other words, if we had leaders that knew what they were doing, which we don't."}, {"sentId": 115, "text": "The result of her misconduct was the release of thousands and thousands of dangerous criminal aliens who should have been sent home to their countries."}, {"sentId": 116, "text": "Instead, we have them all over the place."}, {"sentId": 117, "text": "Probably a couple in this room, as a matter of fact."}], "speaker": "TRUMP", "secId": 46}, {"sentences": [{"sentId": 118, "text": "But I hope not."}, {"sentId": 119, "text": "According to a report from the Boston Globe from the year 2008 through 2014, nearly 13,000 criminal aliens were released back into U.S. communities because their home countries would not under any circumstances take them back."}], "speaker": "TRUMP", "secId": 47}, {"sentences": [{"sentId": 120, "text": "Hard to believe with the power we have, hard to believe."}, {"sentId": 121, "text": "We're like the big bully that keeps getting beat up."}, {"sentId": 122, "text": "You ever see that?"}, {"sentId": 123, "text": "The big bully that keeps getting beat up."}], "speaker": "TRUMP", "secId": 48}, {"sentences": [{"sentId": 124, "text": "These 13,000 releases occurred on Hillary Clinton's watch."}, {"sentId": 125, "text": "She had the power and the duty to stop it cold and she decided she would not do it."}], "speaker": "TRUMP", "secId": 49}, {"sentences": [{"sentId": 126, "text": "And Arizona knows better than most exactly what I'm talking about."}, {"sentId": 127, "text": "Those released include individuals convicted of killings, sexual assaults and some of the most heinous crimes imaginable."}, {"sentId": 128, "text": "The Boston Globe writes that a Globe review of 323 criminals released in New England from 2008 to 2012 found as many as 30 percent committed new offenses, including rape, attempted murder and child molestation."}], "speaker": "TRUMP", "secId": 50}, {"sentences": [{"sentId": 129, "text": "We take them."}, {"sentId": 130, "text": "We take them."}], "speaker": "TRUMP", "secId": 51}, {"sentences": [{"sentId": 131, "text": "Number eight, we will finally complete the biometric entry/exit visa tracking system, which we need desperately."}], "speaker": "TRUMP", "secId": 52}, {"sentences": [{"sentId": 132, "text": "For years Congress requite it biometric entry/entry tracking systems but it has never been completed."}, {"sentId": 133, "text": "The politicians are all talk, no action."}, {"sentId": 134, "text": "Never happens."}, {"sentId": 135, "text": "Never happens."}, {"sentId": 136, "text": "Hillary Clinton, all talk."}], "speaker": "TRUMP", "secId": 53}, {"sentences": [{"sentId": 137, "text": "Unfortunately, when there is action, it's always the wrong decision."}, {"sentId": 138, "text": "Did you ever notice?"}, {"sentId": 139, "text": "In my administration, we will ensure that this system is in place, and I will tell you, it will be on land, it will be on sea, it will be in air, we will have a proper tracking system."}], "speaker": "TRUMP", "secId": 54}, {"sentences": [{"sentId": 140, "text": "Approximately half of new illegal immigrants came on temporary visas and then never, ever left."}, {"sentId": 141, "text": "Why should they?"}, {"sentId": 142, "text": "Nobody's telling them to leave."}, {"sentId": 143, "text": "Stay as long as you want, we'll take care of you."}], "speaker": "TRUMP", "secId": 55}, {"sentences": [{"sentId": 144, "text": "Beyond violating our laws, visa overstays pose, and they really are a big problem, pose a substantial threat to national security."}, {"sentId": 145, "text": "The 9/11 Commission said that this tracking system should be a high priority and would have assisted law enforcement and intelligence officials in August and September 2001, in conducting a search for two of the 9/11 hijackers that were in the United States on expired visas."}], "speaker": "TRUMP", "secId": 56}, {"sentences": [{"sentId": 146, "text": "And you know what that would have meant, what that could have meant."}, {"sentId": 147, "text": "Wouldn't that have been wonderful, right, what that could have meant?"}, {"sentId": 148, "text": "Last year alone, nearly half a million individuals overstayed their temporary visas."}], "speaker": "TRUMP", "secId": 57}, {"sentences": [{"sentId": 149, "text": "Removing visa overstays will be a top priority of my administration."}], "speaker": "TRUMP", "secId": 58}, {"sentences": [{"sentId": 150, "text": "If people around the world believe they can just come on a temporary visa and never, ever leave, the Obama/Clinton policy, that's what it is, then we have a completely open border and we no longer have a country."}], "speaker": "TRUMP", "secId": 59}, {"sentences": [{"sentId": 151, "text": "We must send a message that visa expiration dates will be strongly enforced."}], "speaker": "TRUMP", "secId": 60}, {"sentences": [{"sentId": 152, "text": "Number nine, we will turn off the jobs and benefits magnet."}], "speaker": "TRUMP", "secId": 61}, {"sentences": [{"sentId": 153, "text": "We will ensure that e-verify is used to the fullest extent possible under existing law and we will work with Congress to strengthen and expand its use across the country."}], "speaker": "TRUMP", "secId": 62}, {"sentences": [{"sentId": 154, "text": "Immigration law doesn't exist for the purpose of keeping criminals out."}, {"sentId": 155, "text": "It exists to protect all aspect of American life, the work site, the welfare office, the education system and everything else."}, {"sentId": 156, "text": "That is why immigration limits are established in the first place."}], "speaker": "TRUMP", "secId": 63}, {"sentences": [{"sentId": 157, "text": "If we only enforce the laws against crime, then we have an open border to the entire world."}, {"sentId": 158, "text": "We will enforce all of our immigration laws."}], "speaker": "TRUMP", "secId": 64}, {"sentences": [{"sentId": 159, "text": "And the same goes for government benefits."}, {"sentId": 160, "text": "The Center for Immigration Studies estimates that 62 percent of households headed by illegal immigrants use some form of cash or non-cash welfare programs like food stamps or housing assistance."}, {"sentId": 161, "text": "Tremendous costs."}], "speaker": "TRUMP", "secId": 65}, {"sentences": [{"sentId": 162, "text": "By the way, to our country, tremendous costs."}, {"sentId": 163, "text": "This directly violates the federal public charge law designed to protect the United States Treasury."}, {"sentId": 164, "text": "Those who abuse our welfare system will be priorities for immediate removal."}], "speaker": "TRUMP", "secId": 66}, {"sentences": [{"sentId": 165, "text": "Number 10, we will reform legal immigration to serve the best interests of America and its workers, the forgotten people, workers."}, {"sentId": 166, "text": "We're going to take care of our workers."}, {"sentId": 167, "text": "And, by the way, and by the way, we're going to make great trade"}], "speaker": "TRUMP", "secId": 67}, {"sentences": [{"sentId": 168, "text": "deals, we're going to renegotiate trade deals, we're going to bring our jobs back home."}, {"sentId": 169, "text": "We're going to bring our jobs back home."}], "speaker": "TRUMP", "secId": 68}, {"sentences": [{"sentId": 170, "text": "We he the most incompetently worked trade deals ever negotiated probably in the history of the world."}, {"sentId": 171, "text": "And that starts with NAFTA."}, {"sentId": 172, "text": "And now they want to go TPP, one of the great disasters."}, {"sentId": 173, "text": "We're going to bring our jobs back home."}, {"sentId": 174, "text": "And if companies want to leave Arizona, and if they want to leave other states there's going to be a lot of trouble for them."}, {"sentId": 175, "text": "It's not going to be so easy."}], "speaker": "TRUMP", "secId": 69}, {"sentences": [{"sentId": 176, "text": "There will be consequence."}, {"sentId": 177, "text": "Remember that."}, {"sentId": 178, "text": "There will be consequence."}, {"sentId": 179, "text": "They're not going to be leaving, go to another country, make the product, sell it into the United States and all we end up is no taxes and total unemployment."}, {"sentId": 180, "text": "It's not going to happen."}, {"sentId": 181, "text": "There will be consequences."}], "speaker": "TRUMP", "secId": 70}, {"sentences": [{"sentId": 182, "text": "We've admitted 59 million immigrants to the United States between 1965 and 2015."}, {"sentId": 183, "text": "Many of these arrivals have greatly enriched our country."}, {"sentId": 184, "text": "So true."}, {"sentId": 185, "text": "But we now have an obligation to them and to their children to control future immigration."}], "speaker": "TRUMP", "secId": 71}, {"sentences": [{"sentId": 186, "text": "As we have following, if you think, previous immigration waves."}, {"sentId": 187, "text": "We've had some big waves and tremendously positive things have happened, incredible things have happen to ensure simulation."}, {"sentId": 188, "text": "We want to ensure that it works."}], "speaker": "TRUMP", "secId": 72}, {"sentences": [{"sentId": 189, "text": "Assimilation, an important word."}, {"sentId": 190, "text": "Integration and upward mobility."}], "speaker": "TRUMP", "secId": 73}, {"sentences": [{"sentId": 191, "text": "Within just a few years, immigration as a share of national population is set to break all historical records."}, {"sentId": 192, "text": "The time has come for a new immigration commission to develop a new set of reforms to our legal immigration in order to achieve the following goals - to keep immigration levels measured by population chair within historical norms."}], "speaker": "TRUMP", "secId": 74}, {"sentences": [{"sentId": 193, "text": "To select immigrants based on their likelihood of success in U.S. society and their ability to be financially self-sufficient."}], "speaker": "TRUMP", "secId": 75}, {"sentences": [{"sentId": 194, "text": "We take anybody."}, {"sentId": 195, "text": "Come on in, anybody."}, {"sentId": 196, "text": "Just come on in."}, {"sentId": 197, "text": "Not anymore!"}, {"sentId": 198, "text": "You know, folks, it's called a two-way street."}, {"sentId": 199, "text": "It is a two-we street, right?"}], "speaker": "TRUMP", "secId": 76}, {"sentences": [{"sentId": 200, "text": "We need a system that serves our needs not the needs of others."}, {"sentId": 201, "text": "Remember, under a Trump administration it's called America first, remember that."}], "speaker": "TRUMP", "secId": 77}, {"sentences": [{"sentId": 202, "text": "To choose immigrants based on merit."}, {"sentId": 203, "text": "Merit!"}, {"sentId": 204, "text": "Skill and proficiency."}, {"sentId": 205, "text": "Doesn't that sound nice?"}, {"sentId": 206, "text": "And to establish new immigration controls to boost wages and to ensure that open jobs are offered to American workers first and that in particular, African-American and Latino workers who are being shut out in this process so unfairly."}], "speaker": "TRUMP", "secId": 78}, {"sentences": [{"sentId": 207, "text": "And Hillary Clinton is going to do nothing for the African-American worker, the Latino worker."}, {"sentId": 208, "text": "She's going to do nothing."}, {"sentId": 209, "text": "Give me your vote, she says, on November 8th and then she'll say so long, see you in four years."}, {"sentId": 210, "text": "That's what it is."}, {"sentId": 211, "text": "She is going to do nothing."}], "speaker": "TRUMP", "secId": 79}, {"sentences": [{"sentId": 212, "text": "And just look at the past, she's been there for 35 years, she's done nothing."}, {"sentId": 213, "text": "And I say, what do you have to lose?"}, {"sentId": 214, "text": "Choose me."}, {"sentId": 215, "text": "Watch how good we're going to do together."}, {"sentId": 216, "text": "Watch."}], "speaker": "TRUMP", "secId": 80}, {"sentences": [{"sentId": 217, "text": "You watch."}, {"sentId": 218, "text": "We want people to come into our country but they have to come into our country legally and properly vetted and in a manner that serves the national interest."}], "speaker": "TRUMP", "secId": 81}, {"sentences": [{"sentId": 219, "text": "We've been living under outdated immigration rules from decades ago."}, {"sentId": 220, "text": "They're decades and decades old."}, {"sentId": 221, "text": "To avoid this happening in the future, I believe we should sunset our visa laws so that Congress is forced to periodically revise and revisit them to bring them up to date."}], "speaker": "TRUMP", "secId": 82}, {"sentences": [{"sentId": 222, "text": "They're archaic."}, {"sentId": 223, "text": "They're ancient."}, {"sentId": 224, "text": "We wouldn't put our entire federal budget in autopilot for decades so why should we do the same for the very, very complex subject of immigration?"}], "speaker": "TRUMP", "secId": 83}, {"sentences": [{"sentId": 225, "text": "So, let's now talk about the big picture."}, {"sentId": 226, "text": "These 10 steps, if rigorously followed and enforced, will accomplish more in a matter of months than our politicians have accomplished on this issue in the last 50 years."}, {"sentId": 227, "text": "That's what happened, folks."}], "speaker": "TRUMP", "secId": 84}, {"sentences": [{"sentId": 228, "text": "Because I am proudly not a politician, because I am not behold to any special interest, I spent a lot of money on my campaign I tell you."}, {"sentId": 229, "text": "I write those checks."}], "speaker": "TRUMP", "secId": 85}, {"sentences": [{"sentId": 230, "text": "Nobody owns Trump."}, {"sentId": 231, "text": "I will get this done for you and for your family."}, {"sentId": 232, "text": "We'll do it right."}, {"sentId": 233, "text": "You'll be proud of our country again."}, {"sentId": 234, "text": "We'll do it right."}], "speaker": "TRUMP", "secId": 86}, {"sentences": [{"sentId": 235, "text": "We will accomplish all of the steps outlined above and when we do, piece and law and justice and prosperity will prevail."}], "speaker": "TRUMP", "secId": 87}, {"sentences": [{"sentId": 236, "text": "Crime will go down, border crossings will plummet, gangs will disappear and gangs are all over the place."}, {"sentId": 237, "text": "And welfare use will decrease."}, {"sentId": 238, "text": "We will have a peace dividend to spend on rebuilding America beginning with our American inner cities."}, {"sentId": 239, "text": "We are going to rebuild them for once and for all."}], "speaker": "TRUMP", "secId": 88}, {"sentences": [{"sentId": 240, "text": "To those who are here illegally today who are seeking legal status, they will have one route and one route only."}, {"sentId": 241, "text": "To return home and apply for re-entry like everybody else under the rules of the new legal immigration system that I have outlined above."}], "speaker": "TRUMP", "secId": 89}, {"sentences": [{"sentId": 242, "text": "Those who have left to seek entry..."}], "speaker": "TRUMP", "secId": 90}, {"sentences": [{"sentId": 243, "text": "Thank you."}, {"sentId": 244, "text": "Thank you."}, {"sentId": 245, "text": "Thank you."}], "speaker": "TRUMP", "secId": 91}, {"sentences": [{"sentId": 246, "text": "Those who left to seek entry under this new system, and it will be an efficient system, will not be awarded surplus visas but will have to apply for entry under the immigration caps or limits that will be establish in the future."}], "speaker": "TRUMP", "secId": 92}, {"sentences": [{"sentId": 247, "text": "We will break the cycle of amnesty and illegal immigration."}, {"sentId": 248, "text": "We will break the cycle."}], "speaker": "TRUMP", "secId": 93}, {"sentences": [{"sentId": 249, "text": "There will be no amnesty."}], "speaker": "TRUMP", "secId": 94}, {"sentences": [{"sentId": 250, "text": "Our message to the world will be this."}, {"sentId": 251, "text": "You cannot obtain legal status or become a citizen of the United States by illegally entering our country."}, {"sentId": 252, "text": "Can't do it."}], "speaker": "TRUMP", "secId": 95}, {"sentences": [{"sentId": 253, "text": "This declaration alone will help stop the crisis of illegal crossings and illegal overstays very importantly."}, {"sentId": 254, "text": "People will know that you can't just smuggle in, hunker down and wait to be legalized."}, {"sentId": 255, "text": "Not going to work that way."}, {"sentId": 256, "text": "Those days are over."}], "speaker": "TRUMP", "secId": 96}, {"sentences": [{"sentId": 257, "text": "Importantly, in several years when we have accomplished all of our enforcement and deportation goals and truly ended illegal immigration for good, including the construction of a great wall, which we will have built in record time..."}], "speaker": "TRUMP", "secId": 97}, {"sentences": [{"sentId": 258, "text": "... and at a reasonable cost, which you never hear from the government and the establishment of our new lawful immigration system then and only then will we be in a position to consider the appropriate disposition of those individuals who remain."}], "speaker": "TRUMP", "secId": 98}, {"sentences": [{"sentId": 259, "text": "That discussion can take place only in an atmosphere in which illegal immigration is a memory of the past."}, {"sentId": 260, "text": "No longer with us."}, {"sentId": 261, "text": "Allowing us to weigh the different options available based on the new circumstances at the time."}], "speaker": "TRUMP", "secId": 99}, {"sentences": [{"sentId": 262, "text": "Right now, however, we are in the middle of a jobs crisis, a border crisis, and a terrorism crisis like never before."}, {"sentId": 263, "text": "All energies of the federal government and the legislative process must now be focused on immigration security."}], "speaker": "TRUMP", "secId": 100}, {"sentences": [{"sentId": 264, "text": "That is the only conversation we should be having at this time, immigration security, cut it off, whether it's dangerous materials being smuggled across the border, terrorists entering on visas or Americans losing their jobs to foreign worker."}, {"sentId": 265, "text": "These are the problems we must now focus on fixing."}], "speaker": "TRUMP", "secId": 101}, {"sentences": [{"sentId": 266, "text": "And the media needs to begin demanding to hear Hillary Clinton's answer on how her policies will affect Americans and their securities."}], "speaker": "TRUMP", "secId": 102}, {"sentences": [{"sentId": 267, "text": "These are matters of life and death for our country and its people and we deserve answers from Hillary Clinton."}, {"sentId": 268, "text": "And do you notice she doesn't answer."}, {"sentId": 269, "text": "She didn't go to Louisiana."}, {"sentId": 270, "text": "She didn't go to Mexico."}, {"sentId": 271, "text": "She was invited."}], "speaker": "TRUMP", "secId": 103}, {"sentences": [{"sentId": 272, "text": "She doesn't have the strength or the stamina to make America great again, believe me."}], "speaker": "TRUMP", "secId": 104}, {"sentences": [{"sentId": 273, "text": "What we do know, despite the lack of media curiosity is that Hillary Clinton promises a amnesty combined with a radical reduction in immigration enforcement."}, {"sentId": 274, "text": "Just ask the border patrol about Hillary Clinton."}, {"sentId": 275, "text": "You won't like what you're hearing."}], "speaker": "TRUMP", "secId": 105}, {"sentences": [{"sentId": 276, "text": "The result will be millions more illegal immigrants, thousands of more violent, horrible crimes and total chaos and lawlessness."}, {"sentId": 277, "text": "That's what going to happen and sure as you are standing there."}], "speaker": "TRUMP", "secId": 106}, {"sentences": [{"sentId": 278, "text": "This election, and I believe this, is our last chance to secure the border, stop illegal immigration and reform our laws to make your life better."}, {"sentId": 279, "text": "I really believe this is it."}, {"sentId": 280, "text": "This is our last time."}], "speaker": "TRUMP", "secId": 107}, {"sentences": [{"sentId": 281, "text": "November 8th, November 8th."}, {"sentId": 282, "text": "You got to get out and vote on November 8th."}, {"sentId": 283, "text": "It's our last chance."}], "speaker": "TRUMP", "secId": 108}, {"sentences": [{"sentId": 284, "text": "It's our last chance."}], "speaker": "TRUMP", "secId": 109}, {"sentences": [{"sentId": 285, "text": "And that includes Supreme Court justices and Second Amendment remember that."}], "speaker": "TRUMP", "secId": 110}, {"sentences": [{"sentId": 286, "text": "So."}, {"sentId": 287, "text": "I want to remind everyone what we're fighting for and who we are fighting for."}, {"sentId": 288, "text": "I am going to ask, these are really special people that I've gotten to know, I'm going to ask all of the angel moms to come join me on the stage right now."}, {"sentId": 289, "text": "These are amazing women."}], "speaker": "TRUMP", "secId": 111}, {"sentences": [{"sentId": 290, "text": "These are amazing people."}], "speaker": "TRUMP", "secId": 112}, {"sentences": [{"sentId": 291, "text": "I've become friends with so many."}, {"sentId": 292, "text": "But Jamiel Shaw, incredible guy."}, {"sentId": 293, "text": "You lost your son so violently."}, {"sentId": 294, "text": "Say just a few words about your child."}], "speaker": "TRUMP", "secId": 113}, {"sentences": [{"sentId": 295, "text": "My son, Ronald da Silva was murdered April 27, 2002 by an illegal alien who had been previously deported."}, {"sentId": 296, "text": "And what so, makes me so outrageous is that we came here legally."}, {"sentId": 297, "text": "Thank you, Mr. Trump."}, {"sentId": 298, "text": "I totally support you."}, {"sentId": 299, "text": "You have my vote."}], "speaker": "GIBBONEY", "secId": 114}, {"sentences": [{"sentId": 300, "text": "Thank you, thank you."}], "speaker": "TRUMP", "secId": 115}, {"sentences": [{"sentId": 301, "text": "Thank you."}, {"sentId": 302, "text": "God bless you."}], "speaker": "GIBBONEY", "secId": 116}, {"sentences": [{"sentId": 303, "text": "You know what?"}, {"sentId": 304, "text": "Name your child and come right by."}, {"sentId": 305, "text": "Go ahead."}], "speaker": "TRUMP", "secId": 117}, {"sentences": [{"sentId": 306, "text": "Laura Wilkerson."}, {"sentId": 307, "text": "And my son was Joshua Wilkerson."}, {"sentId": 308, "text": "He was murdered by an illegal immigrant in 2010."}, {"sentId": 309, "text": "And I personally support Mr. Trump for our next president."}], "speaker": "WILKERSON", "secId": 118}, {"sentences": [{"sentId": 310, "text": "My name is Ruth Johnston Martin."}, {"sentId": 311, "text": "My husband was shot by an illegal alien."}, {"sentId": 312, "text": "He fought the good fight, but he took his last breath in 2002."}, {"sentId": 313, "text": "And I support this man, who's going to change this country for the better."}, {"sentId": 314, "text": "God bless you."}], "speaker": "MARTIN", "secId": 119}, {"sentences": [{"sentId": 315, "text": "My name is Maureen Maloney."}, {"sentId": 316, "text": "And our son Matthew Denice was 23 years old when he was dragged a quarter of a mile to his death by an illegal alien while horrified witnesses were banging on the truck trying to stop him."}], "speaker": "MALONEY", "secId": 120}, {"sentences": [{"sentId": 317, "text": "Our son Matthew Denise, if Donald Trump were president in 2011, our son Matthew Denise and other Americans would be alive today."}], "speaker": "MALONEY", "secId": 121}, {"sentences": [{"sentId": 318, "text": "Thank you."}, {"sentId": 319, "text": "My name is Kathy Woods."}, {"sentId": 320, "text": "My son Steve, a high school senior, 17 years old, went to the beach after a high school football game."}, {"sentId": 321, "text": "Local gang came along, 9 members, the cars were battered to like a war in Beirut and all I can say is they murdered him."}, {"sentId": 322, "text": "And if Mr. Trump had been in office then, the border would have been secure and our children would not be dead today."}], "speaker": "WOODS", "secId": 122}, {"sentences": [{"sentId": 323, "text": "Hi."}, {"sentId": 324, "text": "My name is Brenda Sparks."}, {"sentId": 325, "text": "And my son is named Eric Zepeda."}, {"sentId": 326, "text": "He was raised by a legal immigrant from Honduras, only to be murdered by an illegal in 2011."}, {"sentId": 327, "text": "His murderer never did a second in handcuffs or jail."}, {"sentId": 328, "text": "Got away with killing an American."}, {"sentId": 329, "text": "So, I'm voting for Trump and by the way, so is my mother."}], "speaker": "SPARKS", "secId": 123}, {"sentences": [{"sentId": 330, "text": "My name is Dee Engel."}, {"sentId": 331, "text": "My cousin Rebecca Ann Johnston, known as Becci, was murdered on January the first 1989 in north Little Rock, Arkansas."}, {"sentId": 332, "text": "Thank you."}, {"sentId": 333, "text": "And if you don't vote Trump, we won't have a country."}, {"sentId": 334, "text": "Trump all the way."}, {"sentId": 335, "text": "Thank you."}], "speaker": "ENGEL", "secId": 124}, {"sentences": [{"sentId": 336, "text": "I'm Shannon Estes."}, {"sentId": 337, "text": "My daughter Shayley Estes, 22 years old was murdered here in Phoenix last July 24 by a Russian who overstayed his visa."}, {"sentId": 338, "text": "And vote Trump"}], "speaker": "ESTES", "secId": 125}, {"sentences": [{"sentId": 339, "text": "I'm Mary Ann Mendoza, the mother of Sergeant Brandon Mendoza who was killed in a violent head-on collision May 12, 2014 in Mesa."}, {"sentId": 340, "text": "Thank you."}], "speaker": "MENDOZA", "secId": 126}, {"sentences": [{"sentId": 341, "text": "And I want to thank Phoenix for the support you've always given me and I want to tell you what, I'm supporting the man who will, is the only man who's going save our country and what we are going be leaving our children."}], "speaker": "MENDOZA", "secId": 127}, {"sentences": [{"sentId": 342, "text": "I'm Steve Ronnebeck, father of Grant Ronnebeck, 21 years old, killed January 22, 2015 by an illegal immigrant who shot him in the face."}, {"sentId": 343, "text": "I truly believe that Mr. Trump is going change things, he's going fight for my family and he's going fight for America."}], "speaker": "RONNEBECK", "secId": 128}, {"sentences": [{"sentId": 344, "text": "These are amazing people."}, {"sentId": 345, "text": "And I'm not asking for their endorsement, believe me that."}, {"sentId": 346, "text": "I just think -- I've gotten to know so many of them and many more from our group."}, {"sentId": 347, "text": "But they are incredible people and what they're going through is incredible and there's just no reason for it."}, {"sentId": 348, "text": "So, let's give them a really tremendous hand."}], "speaker": "TRUMP", "secId": 129}, {"sentences": [{"sentId": 349, "text": "That's tough stuff, I will tell you that is tough stuff."}, {"sentId": 350, "text": "Incredible people."}, {"sentId": 351, "text": "So now is the time for these voices to be heard."}, {"sentId": 352, "text": "Now is the time for the media to begin asking questions on their behalf."}], "speaker": "TRUMP", "secId": 130}, {"sentences": [{"sentId": 353, "text": "Now -- now is the time for all of us as one country, democrat, republican, liberal, conservative to band together to deliver justice and safety and security for all Americans."}, {"sentId": 354, "text": "Let's fix this horrible, horrible problem."}, {"sentId": 355, "text": "It can be fixed quickly."}], "speaker": "TRUMP", "secId": 131}, {"sentences": [{"sentId": 356, "text": "Let's secure our border."}, {"sentId": 357, "text": "Let's stop the drugs and the crime from pouring into our country."}, {"sentId": 358, "text": "Let's protect our social security and Medicare."}, {"sentId": 359, "text": "Let's get unemployed Americans off the welfare and back to work in their own country."}], "speaker": "TRUMP", "secId": 132}, {"sentences": [{"sentId": 360, "text": "This has been an incredible evening."}, {"sentId": 361, "text": "We're going to remember this evening."}, {"sentId": 362, "text": "November 8th, we have to get everybody -- this is such an important state."}, {"sentId": 363, "text": "November 8th, we have to get everybody to go out and vote."}], "speaker": "TRUMP", "secId": 133}, {"sentences": [{"sentId": 364, "text": "We're going to bring -- thank you."}, {"sentId": 365, "text": "Thank you."}, {"sentId": 366, "text": "We're going to take our country back, folks."}, {"sentId": 367, "text": "This is a movement."}, {"sentId": 368, "text": "We're going to take our country back."}], "speaker": "TRUMP", "secId": 134}, {"sentences": [{"sentId": 369, "text": "Thank you."}, {"sentId": 370, "text": "Thank you."}, {"sentId": 371, "text": "This is an incredible movement."}, {"sentId": 372, "text": "The world is talking about it."}, {"sentId": 373, "text": "The world is talking about it."}, {"sentId": 374, "text": "And by the way, if you haven't been looking at what's been happening at the polls over the last three or four days, I think you should start looking."}, {"sentId": 375, "text": "You should start looking."}], "speaker": "TRUMP", "secId": 135}, {"sentences": [{"sentId": 376, "text": "Together we can save American lives, American jobs and American futures."}, {"sentId": 377, "text": "Together we can save America itself."}, {"sentId": 378, "text": "Join me in this mission."}, {"sentId": 379, "text": "We're going to make America great again."}, {"sentId": 380, "text": "Thank you."}, {"sentId": 381, "text": "I love you."}, {"sentId": 382, "text": "Thank you."}, {"sentId": 383, "text": "God bless you, everybody."}, {"sentId": 384, "text": "God bless you."}], "speaker": "TRUMP", "secId": 136}, {"sentences": [{"sentId": 385, "text": "Thank you."}, {"sentId": 386, "text": "Thank you."}], "speaker": "TRUMP", "secId": 137}, {"sentences": [{"sentId": 387, "text": "And there you heard our breaking news this evening."}, {"sentId": 388, "text": "You just heard Donald Trump speaking in Phoenix, Arizona, on what may be the most important day of his campaign."}], "speaker": "LEMON", "secId": 138}, {"sentences": [{"sentId": 389, "text": "This is CNN TONIGHT."}, {"sentId": 390, "text": "A special CNN TONIGHT."}, {"sentId": 391, "text": "I'm Don Lemon"}], "speaker": "LEMON", "secId": 139}, {"sentences": [{"sentId": 392, "text": "The candidate laying out his 10-point plan on immigration, this on the same day that Donald Trump meets with the Mexican President Enrique Pena Nieto."}, {"sentId": 393, "text": "And shockingly claims they never discussed who would pay for the border wall."}], "speaker": "LEMON", "secId": 140}, {"sentences": [{"sentId": 394, "text": "President Nieto tweeting, \"At the beginning of the conversation with Donald Trump, I made clear that Mexico will pay for the wall.\""}, {"sentId": 395, "text": "We're going to discuss all of -- we'll not pay for the wall."}], "speaker": "LEMON", "secId": 141}, {"sentences": [{"sentId": 396, "text": "We're going to discuss all of that during this broadcast tonight with our chief political analyst, Gloria Borger, she's here, CNN's senior political commentator David Axelrod, Michael Smerconish, anchor of CNN's Smerconish, and former Trump campaign manager Corey Lewandowski who is still receiving severance from the Trump campaign and he's a CNN political commentator."}], "speaker": "LEMON", "secId": 142}, {"sentences": [{"sentId": 397, "text": "Also CNN political commentator, Bakari Sellers, and CNN politics executive editor, Mark Preston."}], "speaker": "LEMON", "secId": 143}, {"sentences": [{"sentId": 398, "text": "Good to have all of you."}, {"sentId": 399, "text": "We have a very big panel here."}, {"sentId": 400, "text": "But I just want to go around staring with Gloria Borger to get your thought on the speech."}, {"sentId": 401, "text": "Was it effective?"}], "speaker": "LEMON", "secId": 144}, {"sentences": [{"sentId": 402, "text": "I thought this was a very tough speech."}, {"sentId": 403, "text": "And I think during this whole campaign people have been waiting for a different Trump to show up."}, {"sentId": 404, "text": "He's had different people running his campaign, as you know, Corey, and people keep saying, oh, Trump's going to change, he's going to so-called pivot, which I think that ought to be put in a lock box that word because Trump was tough tonight."}], "speaker": "BORGER", "secId": 145}, {"sentences": [{"sentId": 405, "text": "This -- we were talking about whether he was going to soften on immigration, what his policy would be on mass deportation."}, {"sentId": 406, "text": "There's a little bit of confusion here to me and we can talk about that later, but I do think that he made it very clear that those who are today illegally, who are seeking legal status, they will have one route and only one route to return home and apply for re-entry."}], "speaker": "BORGER", "secId": 146}, {"sentences": [{"sentId": 407, "text": "There was a little more confusion later on the speech to me."}], "speaker": "BORGER", "secId": 147}, {"sentences": [{"sentId": 408, "text": "And we'll discuss that, yes."}], "speaker": "LEMON", "secId": 148}, {"sentences": [{"sentId": 409, "text": "But I do believe that was tough, it was build the wall, it was Mexico's paying for it and there was no softening here..."}], "speaker": "BORGER", "secId": 149}, {"sentences": [{"sentId": 410, "text": "Very little wiggle room, yes, right."}], "speaker": "LEMON", "secId": 150}, {"sentences": [{"sentId": 411, "text": "... that I could see."}], "speaker": "BORGER", "secId": 151}, {"sentences": [{"sentId": 412, "text": "Except for the confusing part."}], "speaker": "LEMON", "secId": 152}, {"sentences": [{"sentId": 413, "text": "A little bit of..."}, {"sentId": 414, "text": "LEMON:  We'll discuss that."}, {"sentId": 415, "text": "But I want to get everyone's impression of this."}, {"sentId": 416, "text": "David Axelrod, you next."}, {"sentId": 417, "text": "Was it effective?"}, {"sentId": 418, "text": "What are your impressions?"}], "speaker": "BORGER", "secId": 153}, {"sentences": [{"sentId": 419, "text": "Well, I think if the goal was to expand his base, no, I don't think it was effective."}, {"sentId": 420, "text": "I think that any Hispanic voter who was listening was probably not wooed by the speech, I don't think those suburban college educated voters who have been fleeing him would be wooed by the speech."}], "speaker": "AXELROD", "secId": 154}, {"sentences": [{"sentId": 421, "text": "Because it was not just tough in substance but tough in tone in the very way that makes people uncomfortable, or at least the people who haven't come to Trump."}, {"sentId": 422, "text": "So, I think it probably thrilled his base but I don't think it did much to expand it."}], "speaker": "AXELROD", "secId": 155}, {"sentences": [{"sentId": 423, "text": "And as we've discussed before, I don't think his base was large enough to win an election."}, {"sentId": 424, "text": "So, you say at the beginning, Don, that this may be the most important day of Donald Trump's campaign but it wasn't necessarily a day in which he advanced his election."}], "speaker": "AXELROD", "secId": 156}, {"sentences": [{"sentId": 425, "text": "Michael Smerconish, do you agree with the assessment so far?"}], "speaker": "LEMON", "secId": 157}, {"sentences": [{"sentId": 426, "text": "I agree with David."}, {"sentId": 427, "text": "On a 1 to 10, I give this speech a 10 for the base that he already has."}, {"sentId": 428, "text": "But for the base that he needs to expand to reach to win a general election, it's probably a 1.5 or a 2."}], "speaker": "SMERCONISH", "secId": 158}, {"sentences": [{"sentId": 429, "text": "I mean, it just -- it's so clear to me now, 75 or so days out and frankly that's a misnomer."}, {"sentId": 430, "text": "Early voting is going to begin at the end of September."}, {"sentId": 431, "text": "So, it's game on right now."}], "speaker": "SMERCONISH", "secId": 159}, {"sentences": [{"sentId": 432, "text": "It's clear to me that the Trump strategy is one of squeezing every last white vote that's left in this country, but the demographics have shifted."}, {"sentId": 433, "text": "And you just can't win the White House on that model alone."}, {"sentId": 434, "text": "By the way, if this is a policy speech, imagine what the state of the union looks like."}], "speaker": "SMERCONISH", "secId": 160}, {"sentences": [{"sentId": 435, "text": "Corey Lewandowski, Corey, I think you believe that the speech was effective, but where do you -- how do you respond to the rest of the panel saying he did not expand the base, this was probably to strengthen his core base that he already has."}, {"sentId": 436, "text": "Do you agree?"}], "speaker": "LEMON", "secId": 161}, {"sentences": [{"sentId": 437, "text": "Look, I think Donald Trump's message tonight was the message that he started with back in June of 2015, which was America first."}, {"sentId": 438, "text": "That's what he believes."}, {"sentId": 439, "text": "And he was playing to and if you look at the polling data he's got about an 18-point lead in the demographic of white males before voting in this election."}], "speaker": "LEWANDOWSKI", "secId": 162}, {"sentences": [{"sentId": 440, "text": "They have a high propulsive voting so he has about an 18-point lead on Hillary Clinton in that particular demographic."}, {"sentId": 441, "text": "This speech is clearly geared at those individuals right now to make sure they're there, he's locked them in for the election."}], "speaker": "LEWANDOWSKI", "secId": 163}, {"sentences": [{"sentId": 442, "text": "And now he's going to have to go and expand this."}, {"sentId": 443, "text": "There is no question about it."}, {"sentId": 444, "text": "But the speech right here America first is something that has got him to this point and he's doubled down on it tonight."}], "speaker": "LEWANDOWSKI", "secId": 164}, {"sentences": [{"sentId": 445, "text": "Bakari?"}], "speaker": "LEMON", "secId": 165}, {"sentences": [{"sentId": 446, "text": "I actually agree with Corey, I think Corey's analysis of the speech was right, hit the nail on the head."}, {"sentId": 447, "text": "This speech was nationalism on steroids."}, {"sentId": 448, "text": "I think it's actually fair to say that it had some Willie Horton-type feel especially along the beginning of it."}], "speaker": "SELLERS", "secId": 166}, {"sentences": [{"sentId": 449, "text": "But one of the things that stuck out tome the most and one of the most disturbing things and I think one of the reasons why you're going to see the best got mechanisms we have in the Democratic Party is Donald Trump because of things like policy point number five in here in which he talked about deporting dreamers."}], "speaker": "SELLERS", "secId": 167}, {"sentences": [{"sentId": 450, "text": "I mean, we're talking about people this is the only country they know."}, {"sentId": 451, "text": "And I hope we get a chance to talk about that as the show progressives."}, {"sentId": 452, "text": "But even they have to leave."}, {"sentId": 453, "text": "I mean, these people who have grown up and gone to college here, graduated and are productive citizens, you know, many young people especially stand with dreamers."}], "speaker": "SELLERS", "secId": 168}, {"sentences": [{"sentId": 454, "text": "I mean, so for me, that was something that a gut punch."}, {"sentId": 455, "text": "And it's just not the America that I believe in but it is the America that Donald Trump started with 14 months ago."}], "speaker": "SELLERS", "secId": 169}, {"sentences": [{"sentId": 456, "text": "Mark, Mark Preston, is it fair to say that this speech was one of fear to many people but it may be effective in that some people are half concerns with, you know, Donald Trump talked about in the speech."}], "speaker": "LEMON", "secId": 170}, {"sentences": [{"sentId": 457, "text": "Let's just go back eight or nine hours where Donald Trump seems to be delivering a different message when he was down in Mexico with the Mexican President and then where we are now where goes and delivers basically the same speech that he had been delivering all through the republican primary through the beginning of the summer."}], "speaker": "PRESTON", "secId": 171}, {"sentences": [{"sentId": 458, "text": "Let me just say from a stage crowd standpoint, he offered a 10-point plan."}, {"sentId": 459, "text": "A lot of those points overland one another."}, {"sentId": 460, "text": "I don't necessarily think he had to offer 10 specific points that could have been fold into one another."}], "speaker": "PRESTON", "secId": 172}, {"sentences": [{"sentId": 461, "text": "I also think that it would have been smarter, Don, had he had the families, the mothers, the fathers of those who had lost children, family members on stage."}, {"sentId": 462, "text": "Because I think that would have been more effective at that moment as opposed to just having them come up at the end and say their piece."}], "speaker": "PRESTON", "secId": 173}, {"sentences": [{"sentId": 463, "text": "But, to Michael's point as well, Donald Trump said at the very beginning that this won't be a rally, it should be a detail policy address."}, {"sentId": 464, "text": "I don't think he was showing details."}, {"sentId": 465, "text": "I mean, it was broad and there were a lot of promises that were put forth."}, {"sentId": 466, "text": "But he didn't explain how things were actually going to happen."}], "speaker": "PRESTON", "secId": 174}, {"sentences": [{"sentId": 467, "text": "And I think when someone says we're going to offer a detail policy address you would express mechanisms about how you're going to put these actions into play."}, {"sentId": 468, "text": "LEMON:  David Axelrod, as you get in the policy editor how he is going to put these actions into play like Mark Preston said?"}], "speaker": "PRESTON", "secId": 175}, {"sentences": [{"sentId": 469, "text": "Well, there was policy in there."}, {"sentId": 470, "text": "It seems like he's going to defund most of the largest cities in America which would come under the category of those sanctuary cities he was talking about."}, {"sentId": 471, "text": "Literally almost the entire list of the largest cities in America would be defunded."}], "speaker": "AXELROD", "secId": 176}, {"sentences": [{"sentId": 472, "text": "He repeated that he would have an ideological test for people who want to come into the country."}, {"sentId": 473, "text": "I mean, these are -- these are meaty proposals that are going to be wildly controversial and debated hotly."}], "speaker": "AXELROD", "secId": 177}, {"sentences": [{"sentId": 474, "text": "But I really think, Don, we got to just step back for one second and say that the image that Donald Trump presented tonight of undocumented workers, of these folks who are here illegally."}, {"sentId": 475, "text": "It's not -- it doesn't comport with the reality The vast majority of them are law abiding -- are law abiding people and the fact is that they're doing jobs."}], "speaker": "AXELROD", "secId": 178}, {"sentences": [{"sentId": 476, "text": "They're staples in communities around the -- around the country."}, {"sentId": 477, "text": "Some of them may have been -- may even be working in Mr. Trump's properties."}, {"sentId": 478, "text": "I don't know."}, {"sentId": 479, "text": "But they're doing work, they're productive, they're raising families here."}], "speaker": "AXELROD", "secId": 179}, {"sentences": [{"sentId": 480, "text": "As Bakari mentioned, a lot of these young people, some of them serve in the military."}, {"sentId": 481, "text": "You know, it is a disservice to those people to create the sort of dystopian nightmarish caricature of them based on a few."}], "speaker": "AXELROD", "secId": 180}, {"sentences": [{"sentId": 482, "text": "And I think that's one of the reasons why that not only are minority voters going to be turned off but I think that a lot of other voters are going to be turned off by that as well."}, {"sentId": 483, "text": "In that sense it wasn't really a serious speech."}, {"sentId": 484, "text": "It was a -- an effort to rally, once again, rally the base."}], "speaker": "AXELROD", "secId": 181}, {"sentences": [{"sentId": 485, "text": "And Corey is right."}, {"sentId": 486, "text": "This is the base that got him the nomination."}, {"sentId": 487, "text": "And Corey deserves credit for being part of that campaign."}, {"sentId": 488, "text": "The problem is that was 13 million voters who voted for Donald Trump and now he needs 65 million."}, {"sentId": 489, "text": "And this is not the -- what we saw tonight was not the politics of addition."}], "speaker": "AXELROD", "secId": 182}, {"sentences": [{"sentId": 490, "text": "Michael Smerconish, I just want to ask you, does this seem like a generalization and a criminalizing or criminalization of immigrants in this country, even though he was speaking of illegal immigrants."}, {"sentId": 491, "text": "But did it come off that way?"}], "speaker": "LEMON", "secId": 183}, {"sentences": [{"sentId": 492, "text": "Well, Don, I listen to the speech and I thought with a transcript as he was speaking and perhaps someone will correct but I think he left completely undefined the 11 million, if that's the number, who are here who are not committing criminal acts."}], "speaker": "SMERCONISH", "secId": 184}, {"sentences": [{"sentId": 493, "text": "He did."}, {"sentId": 494, "text": "He did."}], "speaker": "AXELROD", "secId": 185}, {"sentences": [{"sentId": 495, "text": "There was no discussion of a deportation force."}, {"sentId": 496, "text": "Well, I mean, I want to know what's the plan with the 11 million."}, {"sentId": 497, "text": "Because if he articulated it, I'm still in the dark about it."}, {"sentId": 498, "text": "LEMON:  Yes."}, {"sentId": 499, "text": "He said under my administration, anyone who illegally"}], "speaker": "SMERCONISH", "secId": 186}, {"sentences": [{"sentId": 500, "text": "crosses the border will be detained until they are removed out of this country."}, {"sentId": 501, "text": "And then there is a sound bite with him that we will get through in the next hour."}, {"sentId": 502, "text": "He talks about if you are -- if you came here illegally what will happen."}], "speaker": "SMERCONISH", "secId": 187}, {"sentences": [{"sentId": 503, "text": "Gloria Borger, go ahead."}], "speaker": "SMERCONISH", "secId": 188}, {"sentences": [{"sentId": 504, "text": "Yes, I think Michael is right."}, {"sentId": 505, "text": "I think ..."}], "speaker": "BORGER", "secId": 189}, {"sentences": [{"sentId": 506, "text": "Yes, but, Don."}, {"sentId": 507, "text": "Wait."}, {"sentId": 508, "text": "Don, Don, wait a minute."}], "speaker": "SMERCONISH", "secId": 190}, {"sentences": [{"sentId": 509, "text": "Go ahead."}], "speaker": "LEMON", "secId": 191}, {"sentences": [{"sentId": 510, "text": "It's totally impractical to think that 11 million people are going to listen to this and they're going to say, well, I guess it's time for me to leave and then come back in and get to the back."}, {"sentId": 511, "text": "That's totally impractical."}, {"sentId": 512, "text": "Is that the plan?"}, {"sentId": 513, "text": "That's not a plan."}], "speaker": "SMERCONISH", "secId": 192}, {"sentences": [{"sentId": 514, "text": "Gloria?"}], "speaker": "LEMON", "secId": 193}, {"sentences": [{"sentId": 515, "text": "Or is the plan, or is the plan, Michael to have people to live in the shadows, right?"}, {"sentId": 516, "text": "And it's unclear..."}], "speaker": "BORGER", "secId": 194}, {"sentences": [{"sentId": 517, "text": "Right."}, {"sentId": 518, "text": "Status quo."}], "speaker": "SMERCONISH", "secId": 195}, {"sentences": [{"sentId": 519, "text": "... aside from the couple of million criminals and the visa overstays where -- what would you do with the rest of everyone and that's where I got a little confused because at one point in the speech he said..."}], "speaker": "BORGER", "secId": 196}, {"sentences": [{"sentId": 520, "text": "Right."}], "speaker": "SMERCONISH", "secId": 197}, {"sentences": [{"sentId": 521, "text": "... you know, in several years, then and only then where will be in a position to consider the appropriate disposition of those remain."}], "speaker": "BORGER", "secId": 198}, {"sentences": [{"sentId": 522, "text": "Yes."}], "speaker": "LEMON", "secId": 199}, {"sentences": [{"sentId": 523, "text": "So, it's confusing."}], "speaker": "BORGER", "secId": 200}, {"sentences": [{"sentId": 524, "text": "But he said he said \"When we have accomplished all of our enforcement goal.\""}], "speaker": "LEMON", "secId": 201}, {"sentences": [{"sentId": 525, "text": "Right."}], "speaker": "BORGER", "secId": 202}, {"sentences": [{"sentId": 526, "text": "\"And truly into our legal immigration for good including the construction of a great wall and the establishment of our new law for immigration system then and only then where will be in the position to consider the appropriate disposition of those who remain.\""}], "speaker": "LEMON", "secId": 203}, {"sentences": [{"sentId": 527, "text": "Right."}, {"sentId": 528, "text": "So that's deliberately vague, I think."}], "speaker": "BORGER", "secId": 204}, {"sentences": [{"sentId": 529, "text": "Yes."}, {"sentId": 530, "text": "BORGER:  The other thing that sort of confusing to me and aside from"}], "speaker": "LEMON", "secId": 205}, {"sentences": [{"sentId": 531, "text": "the points have been made about Donald Trump continuing to play to his base, which is what I think he's doing here is that he's continuing to make the election really about him."}, {"sentId": 532, "text": "When, in fact, why wouldn't Donald Trump make the election about Hillary Clinton given her unpopularity."}], "speaker": "LEMON", "secId": 206}, {"sentences": [{"sentId": 533, "text": "I mean, he is just unpopular, but this speech refocus again the election."}, {"sentId": 534, "text": "I mean, he had a week in talking about Hillary Clinton's e- mails and the rest, he had a week where he could shift it to Hillary Clinton."}, {"sentId": 535, "text": "And its back on this election is about Donald Trump."}], "speaker": "LEMON", "secId": 207}, {"sentences": [{"sentId": 536, "text": "And those -- I don't know that he change anyone's mind tonight, as to why we should be seeing..."}], "speaker": "LEMON", "secId": 208}, {"sentences": [{"sentId": 537, "text": "But he did mentioned Hillary Clinton and the president."}, {"sentId": 538, "text": "He said President Barack Obama -- President Obama and Hillary Clinton have engaged in a gross dereliction of duty by surrendering the safety of American people to our open borders."}], "speaker": "LEMON", "secId": 209}, {"sentences": [{"sentId": 539, "text": "Right."}], "speaker": "BORGER", "secId": 210}, {"sentences": [{"sentId": 540, "text": "Then he said Hillary Clinton should be..."}], "speaker": "LEMON", "secId": 211}, {"sentences": [{"sentId": 541, "text": "But Donald Trump's immigration policy is rooted in a lot of falsehoods."}, {"sentId": 542, "text": "I mean, first, net migration from Mexico, we know that."}, {"sentId": 543, "text": "We also know that the president although it's not one of my statistics that he's also deported 2.8 million."}], "speaker": "SELLERS", "secId": 212}, {"sentences": [{"sentId": 544, "text": "We know that a year ago they actually started to process where they were strengthening and going and actually deporting many of these criminals."}, {"sentId": 545, "text": "But Donald Trump's thesis tonight, I mean, a lot of the things that he said, I mean, they just have to offend the common notion of America."}], "speaker": "SELLERS", "secId": 213}, {"sentences": [{"sentId": 546, "text": "Just one line."}, {"sentId": 547, "text": "He says that we want to develop an immigration system to choose immigrants based on merits, skill and proficiency."}], "speaker": "SELLERS", "secId": 214}, {"sentences": [{"sentId": 548, "text": "Yes."}], "speaker": "LEMON", "secId": 215}, {"sentences": [{"sentId": 549, "text": "I mean, what about those people who come over and may not have -- they may not have -- it may not all of the different attributes or may just be coming for just to actually learn how to start a small business or find a job and do all of those things."}], "speaker": "SELLERS", "secId": 216}, {"sentences": [{"sentId": 550, "text": "Is that extreme vetting?"}], "speaker": "BORGER", "secId": 217}, {"sentences": [{"sentId": 551, "text": "I want to..."}], "speaker": "LEMON", "secId": 218}, {"sentences": [{"sentId": 552, "text": "That's extreme."}, {"sentId": 553, "text": "That's not America."}], "speaker": "SELLERS", "secId": 219}, {"sentences": [{"sentId": 554, "text": "I want to hear from Corey."}], "speaker": "LEMON", "secId": 220}, {"sentences": [{"sentId": 555, "text": "It's extreme vetting."}, {"sentId": 556, "text": "It's also, you know, if you look at who this place to, and if you look at the recent polling particular in states like Wisconsin where Hillary Clinton had a large lead just 10 days ago."}, {"sentId": 557, "text": "And today's poll have her, you know, three points or five points depending where you look at it."}], "speaker": "LEWANDOWSKI", "secId": 221}, {"sentences": [{"sentId": 558, "text": "If you look at the national polls where it raises tighten significantly."}, {"sentId": 559, "text": "And let's just exclude the state of Florida which is the number one battleground state in the country right now."}, {"sentId": 560, "text": "States like Ohio, Pennsylvania."}], "speaker": "LEWANDOWSKI", "secId": 222}, {"sentences": [{"sentId": 561, "text": "This speech is directly at those people living in Ohio who have thought for whatever reason that their country is not what it was when they grew up, that they want to see the country the way it used to be, that's their perception of it and what Donald Trump is talking about specifically, is in those battleground states and I've seen it across the country, those are the people, the working class individuals who want to go back to what they recall the country was when they were growing up."}, {"sentId": 562, "text": "It's very different now."}], "speaker": "LEWANDOWSKI", "secId": 223}, {"sentences": [{"sentId": 563, "text": "But does he need the college educated voters to..."}], "speaker": "BORGER", "secId": 224}, {"sentences": [{"sentId": 564, "text": "Bakari..."}], "speaker": "LEMON", "secId": 225}, {"sentences": [{"sentId": 565, "text": "You know..."}], "speaker": "AXELROD", "secId": 226}, {"sentences": [{"sentId": 566, "text": "Yes."}, {"sentId": 567, "text": "Hey, listen, I need Bakari to respond to this as a democrat on panel."}, {"sentId": 568, "text": "Because you mentioned this, chooms immigrants based on merits, skill and proficiency."}, {"sentId": 569, "text": "And someone a viewer e-mailed me and said -- and said, \"Is he talking about choosing people base on merit?"}, {"sentId": 570, "text": "Not of my poor Irish labor ancestors would have made it.\""}], "speaker": "LEMON", "secId": 227}, {"sentences": [{"sentId": 571, "text": "I mean, no."}, {"sentId": 572, "text": "I mean, I think it's absurd and it should have been the notion of common decency and what it means to be an American."}, {"sentId": 573, "text": "And to Corey's point, I mean, I understand that some people, and I use some people and you can characterize that as whomever."}], "speaker": "SELLERS", "secId": 228}, {"sentences": [{"sentId": 574, "text": "But some people want America to go back to where it wasn't as brown as it is today."}], "speaker": "SELLERS", "secId": 229}, {"sentences": [{"sentId": 575, "text": "All right."}, {"sentId": 576, "text": "Stand by, everyone."}], "speaker": "LEMON", "secId": 230}, {"sentences": [{"sentId": 577, "text": "This is CNN TONIGHT."}, {"sentId": 578, "text": "I'm Don Lemon."}], "speaker": "LEMON", "secId": 231}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1608.31.cnnt.01.html.json", "time": "Aired August 31, 2016 - 22:00   ET"}