{"sectionCount": 313, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["LEMON", "BROWN", "GARTENSTEIN-ROSS", "KAYYEM", "SHAIKH", "BATTS", "CURLETT", "BLOOM", "CULETT", "UNIDENTIFIED MALE", "ACREE", "YOUNG", "LZ", "ODEN-ORR", "YOHNKA", "BLOW", "UNIDENTIFIED FEMALE", "HILL", "FERGUSON", "LAMONT HILL"], "subTitle": "Dzhokhar Tsarnaev Sentencing Resumes in Hours; Links Found Between Texas Shooter and Terrorist; Driving While Black; Prom Outrage; Pacquaio Sued for Shoulder Injury. Aired 10-11p ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1505/05/cnnt.01.html", "sentenceCount": 739, "sections": [{"sentences": [{"sentId": 0, "text": "The Dzhokar Tsarnaev trial resumes in just hours, and as the defense tries to convince a jury to spare the life of a terrorist in Boston, the White House confirms the attack in Texas this weekend was also terror."}], "speaker": "LEMON", "secId": 0}, {"sentences": [{"sentId": 1, "text": "This is CNN TONIGHT, I'm Don Lemon."}], "speaker": "LEMON", "secId": 1}, {"sentences": [{"sentId": 2, "text": "Were the Texas shooters under orders from ISIS?"}, {"sentId": 3, "text": "Were their Lone Wolves?"}, {"sentId": 4, "text": "And how were more plotters are out there right now?"}, {"sentId": 5, "text": "You may be surprised."}], "speaker": "LEMON", "secId": 2}, {"sentences": [{"sentId": 6, "text": "Also, State Attorney's Marilyn Mosby, working to build her case against six Baltimore police officers in the death of Freddie Gray, but it is justice?"}, {"sentId": 7, "text": "Is it politically motivated or is it a rush to judgment."}], "speaker": "LEMON", "secId": 3}, {"sentences": [{"sentId": 8, "text": "Plus, this prom picture sparking outrage all across the country."}, {"sentId": 9, "text": "I'm gonna talk exclusively to the mother of one of the students, she is outraged too, as a matter of fact."}], "speaker": "LEMON", "secId": 4}, {"sentences": [{"sentId": 10, "text": "And was it the fleecing of America?"}, {"sentId": 11, "text": "Why there is a lawsuit now against Manny Pacquiao, that and much, much more in this broadcast."}], "speaker": "LEMON", "secId": 5}, {"sentences": [{"sentId": 12, "text": "ISIS though, is here, and that's where we start tonight with the terror attack in Texas, by radical Islamists."}, {"sentId": 13, "text": "CNN's justice correspondent Pamela Brown joins me now with more."}, {"sentId": 14, "text": "So, ISIS claims, Pamela, they are behind the attack, but what are intelligence officials saying?"}], "speaker": "LEMON", "secId": 6}, {"sentences": [{"sentId": 15, "text": "Well, officials I've been speaking to, Don, say it's likely that ISIS is being opportunistic here, claiming responsibility."}, {"sentId": 16, "text": "But what is clear here is that the group did, to some degree, have an influence on these two gunmen."}, {"sentId": 17, "text": "In fact, one official telling us today, it's clear that this was more than just aspirational."}, {"sentId": 18, "text": "Don, we've been talking about this concern of ISIS reaching in through social media and identifying targets and recruiting."}, {"sentId": 19, "text": "One official I spoke to today said, we're seeing this play out, in this case."}, {"sentId": 20, "text": "In fact, one of the gunmen, Elton Simpson, had openly been talking online with terrorists overseas."}, {"sentId": 21, "text": "In fact, that is why, according to officials I've been speaking with, an investigation into him was re-opened, because of his ties to terrorists overseas."}], "speaker": "BROWN", "secId": 7}, {"sentences": [{"sentId": 22, "text": "And in fact, one week, at least one week before the attack, Simpson had been tweeting with a terrorist tied to al-Qaeda and Somalia, and here's what he said in his tweet."}, {"sentId": 23, "text": "He said, \"When will they ever learn, talking about the cartoon event, dealing with the prophet Muhammad in Texas.\""}, {"sentId": 24, "text": "In response, the terrorist wrote, \"The brothers from the Charlie Hebdo attack did their part."}, {"sentId": 25, "text": "It's time for brothers in the U.S. to do theirs.\""}, {"sentId": 26, "text": "So there was open communication between one of the gunmen and the terrorists overseas."}, {"sentId": 27, "text": "Also, Don, we're learning more about the timeline and what went into this attack."}, {"sentId": 28, "text": "We've learned that there were two long guns and four handguns bought legally."}, {"sentId": 29, "text": "Those weapons were found in the suspect's car."}, {"sentId": 30, "text": "We've learned that that traffic officer and the security guard, he was stationed at the front, were just minutes away from leaving and this really could have been a massacre, Don, if they had not been there, if that traffic officer hadn't gone out and used his work pistol to kill those two gunmen."}, {"sentId": 31, "text": "It could have been a lot worse."}, {"sentId": 32, "text": "Officials I've been speaking with say that this was a wake-up call."}], "speaker": "BROWN", "secId": 8}, {"sentences": [{"sentId": 33, "text": "Absolutely."}, {"sentId": 34, "text": "And what is this that we're hearing that possibly that there was a British ISIS recruiter playing a key role in this attack, Pamela?"}], "speaker": "LEMON", "secId": 9}, {"sentences": [{"sentId": 35, "text": "That's right."}, {"sentId": 36, "text": "This British ISIS fighter named Junai Hussain had been tweeting with Simpson around the time of the attack."}, {"sentId": 37, "text": "In fact, he tweeted right after the attack, talking about it."}, {"sentId": 38, "text": "He's a big concern for law enforcement and foreign intelligence officials, because he's seen as a double threat."}, {"sentId": 39, "text": "He's very tech-savvy."}, {"sentId": 40, "text": "He's apparently been involved with ISIS related packs, and he's also a leader."}, {"sentId": 41, "text": "He's known to be a leader in ISIS, he's very savvy with western media, and he's seen as a recruiting magnet for ISIS."}], "speaker": "BROWN", "secId": 10}, {"sentences": [{"sentId": 42, "text": "And so we know Simpson was in touch with him and officials want to know, who else had been in touch with him?"}, {"sentId": 43, "text": "What other Americans are in touch with him, with this British ISIS fighter, who is believed to be in Syria."}, {"sentId": 44, "text": "What other Americans could want to sort of carry out what the two gunmen here in Phoenix tried to do?"}, {"sentId": 45, "text": "And on top of that, officials are still trying to figure out the associates of these two gunmen."}, {"sentId": 46, "text": "Who else is maybe here in Phoenix or elsewhere in the United States or connected to these gunmen, who may share the same ideology, and who may want to do the same thing."}, {"sentId": 47, "text": "This is still a very active investigation, Don."}], "speaker": "BROWN", "secId": 11}, {"sentences": [{"sentId": 48, "text": "Pamela Brown on the case for us in Phoenix."}, {"sentId": 49, "text": "Pamela, thank you very much."}], "speaker": "LEMON", "secId": 12}, {"sentences": [{"sentId": 50, "text": "I want to bring in now Mubin Shaikh, he is a jihadist turned undercover counterterrorism operative and the author of Undercover Jihadi, also, Former Homeland Security Assistant Secretary Juliette Kayyem and Daveed Gartenstein-Ross, senior fellow at the Foundation for Defense of Democracies."}], "speaker": "LEMON", "secId": 13}, {"sentences": [{"sentId": 51, "text": "Good evening to all of you."}, {"sentId": 52, "text": "I'm so glad to have you on, Daveed, you first."}, {"sentId": 53, "text": "Was this the first ISIS directed attack on U.S. soil?"}], "speaker": "LEMON", "secId": 14}, {"sentences": [{"sentId": 54, "text": "We don't know if it was ISIS directed yet."}, {"sentId": 55, "text": "It was certainly not the first ISIS inspired attack."}, {"sentId": 56, "text": "We know that the attacker back in October who attacked some NYPD cops with an ax was inspired by ISIS."}, {"sentId": 57, "text": "He talked about that on social media."}, {"sentId": 58, "text": "There also was a beheading back in Oklahoma last year, which wasn't a pure act of terrorism it was also, among other things, a workplace dispute."}, {"sentId": 59, "text": "But that attacker was clearly also influenced by ISIS, and you know the method by which he killed his co-workers is rather suggestive."}], "speaker": "GARTENSTEIN-ROSS", "secId": 15}, {"sentences": [{"sentId": 60, "text": "Juliette, this question is for you."}, {"sentId": 61, "text": "You heard Pamela Brown talking about the FBI investigation, that they had an open investigation on Elton Simpson and the FBI was concerned about this event being a target, how were the dots not connected here?"}], "speaker": "LEMON", "secId": 16}, {"sentences": [{"sentId": 62, "text": "Well, because there are a lot of people like him, unfortunately."}, {"sentId": 63, "text": "I mean, this is where capacity bumps up against the reality of what's going on with terrorism right now, which is membership, and the notion of membership is simply, do you have an iPad?"}, {"sentId": 64, "text": "Do you have access to the cloud?"}, {"sentId": 65, "text": "OK, you're a member of ISIS if you choose to be."}, {"sentId": 66, "text": "And so, so that is sort of the challenge for law enforcement, the fact that there was an open investigation, you have to put in context of how many open investigations there are."}, {"sentId": 67, "text": "Just to give you a sense, our largest database of targeted officials, of people, people that we're worried about, it's called tides."}, {"sentId": 68, "text": "It has a million people on it, right."}, {"sentId": 69, "text": "So I mean, if you can imagine the vast amount of activity, and that's what the challenge is for the FBI, is where should they dedicate their resources."}, {"sentId": 70, "text": "In hindsight, it's obvious they should have paid more attention to Simpson."}, {"sentId": 71, "text": "But at the moment that they have all of this information, they're comparing it to thousands of others."}], "speaker": "KAYYEM", "secId": 17}, {"sentences": [{"sentId": 72, "text": "Yeah, moving, ISIS would like us to think, everyone to think that they're responsible, they still that they are."}, {"sentId": 73, "text": "But if these guys believe, they just believe that they were operating with the blessing or to the benefit of ISIS, isn't that enough to make it an ISIS attack?"}, {"sentId": 74, "text": "Isn't that what ISIS has been encouraging?"}], "speaker": "LEMON", "secId": 18}, {"sentences": [{"sentId": 75, "text": "Yes, exactly."}, {"sentId": 76, "text": "You know, we get lost in this, is it inspired, directed -- I mean, this is the call of ISIS."}, {"sentId": 77, "text": "You know, pick up a weapon and do, do anything you can do."}, {"sentId": 78, "text": "And if it's worth it, they'll take credit for it."}], "speaker": "SHAIKH", "secId": 19}, {"sentences": [{"sentId": 79, "text": "Was this an intelligence failure, Daveed?"}], "speaker": "LEMON", "secId": 20}, {"sentences": [{"sentId": 80, "text": "I think we need to ask that question."}, {"sentId": 81, "text": "I agree with what Juliette was saying that you have a large number of cases."}, {"sentId": 82, "text": "But, this wasn't just a case of connecting the dots, these is a case of dots that were flashing bright red."}, {"sentId": 83, "text": "And that only was he -- he was self about ISIS supporter."}, {"sentId": 84, "text": "He had a photo Anwar al Awlaki, the notorious al-Qaeda - Arabian Peninsula Cleric, as his avatar on Twitter."}, {"sentId": 85, "text": "Before he carried out this attack, he started tweeting about the  which are the women of paradise, when she gets there."}, {"sentId": 86, "text": "He was in touch directly with ISIS members -- with ISIS members and terrorists overseas."}, {"sentId": 87, "text": "And then 25 minutes before the attack, he tweeted that he was about to carry out an attack..."}], "speaker": "GARTENSTEIN-ROSS", "secId": 21}, {"sentences": [{"sentId": 88, "text": "Yeah."}], "speaker": "LEMON", "secId": 22}, {"sentences": [{"sentId": 89, "text": "So I think that we have to ask the question, whether this was an intelligence failure."}, {"sentId": 90, "text": "LEMON: So, Daveed, let's talk a little bit for the about what Mubin."}, {"sentId": 91, "text": "I"}], "speaker": "GARTENSTEIN-ROSS", "secId": 23}, {"sentences": [{"sentId": 92, "text": "want to follow with Mubin said."}], "speaker": "GARTENSTEIN-ROSS", "secId": 24}, {"sentences": [{"sentId": 93, "text": "said."}, {"sentId": 94, "text": "Mubin said that, you know, we are playing a semantics game here, whether it was inspired or they were acting directly, what have you?"}, {"sentId": 95, "text": "Does it really matter?"}, {"sentId": 96, "text": "Because there are people in the United States believe they are acting on behalf of ISIS."}, {"sentId": 97, "text": "That's enough, isn't it?"}], "speaker": "GARTENSTEIN-ROSS", "secId": 25}, {"sentences": [{"sentId": 98, "text": "I think it matters in one way and not in another."}, {"sentId": 99, "text": "I agree with what Mubin is saying that part of what ISIS wants to do is to inspire people and they've given a general order to all of their followers to carry out attacks, and in that case -- in that sense, all of these attacks are quasi-directed."}, {"sentId": 100, "text": "I mean, that -- it's a kind of a technical question."}, {"sentId": 101, "text": "You have people like me and Mubin and Juliette, we follow these stuff in excruciating detail."}, {"sentId": 102, "text": "It matters to us whether it was directed or inspired, but the fact is, that inspiring people is a fundamental part of ISIS strategy and ISIS, unfortunately, is very good at that."}], "speaker": "GARTENSTEIN-ROSS", "secId": 26}, {"sentences": [{"sentId": 103, "text": "So -- you know Juliette, we ask all the time, like what can be done..."}], "speaker": "LEMON", "secId": 27}, {"sentences": [{"sentId": 104, "text": "Yeah."}], "speaker": "KAYYEM", "secId": 28}, {"sentences": [{"sentId": 105, "text": "What do you do?"}, {"sentId": 106, "text": "How can you stop it?"}, {"sentId": 107, "text": "What I -- I don't really -- I think -- I'm at wit's end covering it all the time, but I'm sure intelligence officials may feel the same way."}], "speaker": "LEMON", "secId": 29}, {"sentences": [{"sentId": 108, "text": "Right, so, just, you know, everyone who's feeling the way that you're feeling, putting all of this in perspective, it is scary, it is horrible, but nonetheless, we have to accept a certain level of these kinds of attacks."}, {"sentId": 109, "text": "It's just the nature of terrorism today."}, {"sentId": 110, "text": "It doesn't -- I'm not consoling anything or excusing everything, it's just what we're going to be seeing over the course of time."}, {"sentId": 111, "text": "That there was an intelligence focus on this event, because obviously, this event was heightening alert, meant that the terrorists were killed before they could do more harm, so there is a colonel of good news in this."}, {"sentId": 112, "text": "And then finally, you know, we talk about long-term strategies and short- term strategies, they're not mutually exclusive."}, {"sentId": 113, "text": "Look, we're going to have the operational tactical short-term strategy."}, {"sentId": 114, "text": "You kill them, you isolate them, you -- you look for them, and then of course, also a longer term strategy."}, {"sentId": 115, "text": "The things that -- you know people are talking about, about disaffection, about isolation, about what ISIS is able to do and the people they are able to recruit."}, {"sentId": 116, "text": "Those are not mutually exclusive, but none of them is easy -- neither of them is easy."}], "speaker": "KAYYEM", "secId": 30}, {"sentences": [{"sentId": 117, "text": "Juliette, Mubin, Daveed, thank you very much."}, {"sentId": 118, "text": "Appreciate all of you joining us this evening."}], "speaker": "LEMON", "secId": 31}, {"sentences": [{"sentId": 119, "text": "When we come right back, six Baltimore police officers charged in the death of Freddie Gray, but will a jury ever convict them?"}, {"sentId": 120, "text": "Will they ever be convicted?"}, {"sentId": 121, "text": "And I want you to take a look at this prom picture causing uproar all across the country."}, {"sentId": 122, "text": "You might think that parents would defend them?"}, {"sentId": 123, "text": "But wait until you hear what one mother says about this picture."}], "speaker": "LEMON", "secId": 32}, {"sentences": [{"sentId": 124, "text": "The brand-new U.S. Attorney General took a road trip to Baltimore today, just days after the city exploded in violence."}, {"sentId": 125, "text": "Loretta Lynch met with the mayor and community leaders and even with Baltimore police."}, {"sentId": 126, "text": "Six officers could go to prison for a long time in the death of Freddie Gray."}, {"sentId": 127, "text": "Let's discuss now with Charles Curlett or Chad, he's a criminal defense attorney, and Lisa Bloom is with us as well, legal analyst at Avoo.com."}, {"sentId": 128, "text": "Good to have you on."}, {"sentId": 129, "text": "So my first -- let's talk about the police commissioner."}, {"sentId": 130, "text": "I actually want to play this."}], "speaker": "LEMON", "secId": 33}, {"sentences": [{"sentId": 131, "text": "He spoke today with CNN's Evan Perez, let's listen."}], "speaker": "LEMON", "secId": 34}, {"sentences": [{"sentId": 132, "text": "I found out that the state attorney was going on and what she was going to present probably about ten minutes before she went on."}, {"sentId": 133, "text": "She gave me a phone call and told me what she was about to do and that she was going on live."}, {"sentId": 134, "text": "She told me what the charges were."}], "speaker": "BATTS", "secId": 35}, {"sentences": [{"sentId": 135, "text": "So, he says he was surprised at the information he heard in her statement."}, {"sentId": 136, "text": "Chad, were you surprised?"}], "speaker": "LEMON", "secId": 36}, {"sentences": [{"sentId": 137, "text": "I was surprised."}, {"sentId": 138, "text": "I think everyone was surprised."}, {"sentId": 139, "text": "But the troubling thing about that is you would expect the state's attorney to be working much more closely with the police commissioner in circumstances such as these."}], "speaker": "CURLETT", "secId": 37}, {"sentences": [{"sentId": 140, "text": "Yeah."}, {"sentId": 141, "text": "Do you think the charges are fair, Lisa Bloom?"}], "speaker": "LEMON", "secId": 38}, {"sentences": [{"sentId": 142, "text": "Absolutely."}, {"sentId": 143, "text": "Look, we don't know what the evidence is, but I'm gonna take Miss Mosby at her word."}, {"sentId": 144, "text": "She says she has hours of police statements."}, {"sentId": 145, "text": "She has hours of videotape."}, {"sentId": 146, "text": "She has a medical examiner who says this was a homicide."}, {"sentId": 147, "text": "And we can all see the video where Freddie Gray was taken into custody, shackled at her hands and feet."}, {"sentId": 148, "text": "She said it was a rough ride but there have been multiple other cases in the city of Baltimore, where suspects died as a result of a rough ride."}, {"sentId": 149, "text": "The city has been hit with millions of dollars in judgments."}, {"sentId": 150, "text": "So, she only needed probable cause."}, {"sentId": 151, "text": "That's the lowest standard we have in the legal system."}, {"sentId": 152, "text": "Let's have a trial, the police officers can defend themselves and put forth any evidence they want, but certainly, there's enough here for probable cause."}], "speaker": "BLOOM", "secId": 39}, {"sentences": [{"sentId": 153, "text": "Fair, Chad?"}], "speaker": "LEMON", "secId": 40}, {"sentences": [{"sentId": 154, "text": "No, not fair at all, Lisa."}, {"sentId": 155, "text": "The problem -- and Don, the problem here is that the case is unraveling already."}, {"sentId": 156, "text": "You would expect the state's attorney to make a measured decision, to take the time that's necessary to thoroughly investigate the case."}, {"sentId": 157, "text": "There is one fact in this case that should be irrefutable and clear."}, {"sentId": 158, "text": "And that is whether or not the knife in Freddie Gray's pocket was a legal knife or an illegal knife."}, {"sentId": 159, "text": "And the state's attorney took great care to point out when she announced these charges that it was a legal knife and therefore, he was unlawfully arrested."}, {"sentId": 160, "text": "Well, that part of the case, which is the linchpin for so many of the charges, is already falling apart."}], "speaker": "CURLETT", "secId": 41}, {"sentences": [{"sentId": 161, "text": "The report today is that it was a legal knife."}, {"sentId": 162, "text": "It was --"}], "speaker": "LEMON", "secId": 42}, {"sentences": [{"sentId": 163, "text": "Well, we haven't seen the knife."}], "speaker": "BLOOM", "secId": 43}, {"sentences": [{"sentId": 164, "text": "Yeah."}, {"sentId": 165, "text": "Go ahead, Lisa."}], "speaker": "LEMON", "secId": 44}, {"sentences": [{"sentId": 166, "text": "We haven't seen it."}, {"sentId": 167, "text": "We got -- what we have are legal arguments."}, {"sentId": 168, "text": "And I would expect the defense attorneys for the police officers to come out and make their legal arguments, but, you know just because somebody says something to a newspaper is not conclusive here."}, {"sentId": 169, "text": "What is conclusive?"}, {"sentId": 170, "text": "Is we have a healthy, 25-year-old young man who's taken into custody, comes out of the van with a catastrophic spine injury and dies a week later."}, {"sentId": 171, "text": "That's probable cause to say something went wrong and she says that multiple times."}, {"sentId": 172, "text": "They stopped that van that Freddie Gray was begging to get medical help that he was saying he couldn't breathe."}], "speaker": "BLOOM", "secId": 45}, {"sentences": [{"sentId": 173, "text": "And the fact that they would stop --"}], "speaker": "CURLETT", "secId": 46}, {"sentences": [{"sentId": 174, "text": "And the police officer is essentially ignored him."}], "speaker": "BLOOM", "secId": 47}, {"sentences": [{"sentId": 175, "text": "And the fact that they would stop the van, Lisa."}, {"sentId": 176, "text": "The fact that they would stop the van multiple times is equally consistent with evidence of their concern for his safety."}, {"sentId": 177, "text": "The officer driving the van called for backup to evaluate his condition and in all likelihood, they would have gone to seek medical attention, if they hadn't been called to another location."}, {"sentId": 178, "text": "The issue here is the integrity --"}], "speaker": "CURLETT", "secId": 48}, {"sentences": [{"sentId": 179, "text": "What?"}], "speaker": "BLOOM", "secId": 49}, {"sentences": [{"sentId": 180, "text": "Of the process."}, {"sentId": 181, "text": "And a premature rush to judgment to bring, to bring the charges before the facts --"}], "speaker": "CURLETT", "secId": 50}, {"sentences": [{"sentId": 182, "text": "It's -- it's not a judgment."}], "speaker": "BLOOM", "secId": 51}, {"sentences": [{"sentId": 183, "text": "What we don't have today, Lisa..."}], "speaker": "CURLETT", "secId": 52}, {"sentences": [{"sentId": 184, "text": "This is not a judgment."}], "speaker": "BLOOM", "secId": 53}, {"sentences": [{"sentId": 185, "text": "It's not --"}], "speaker": "CURLETT", "secId": 54}, {"sentences": [{"sentId": 186, "text": "She's not the judge..."}], "speaker": "BLOOM", "secId": 55}, {"sentences": [{"sentId": 187, "text": "These are not --"}], "speaker": "CURLETT", "secId": 56}, {"sentences": [{"sentId": 188, "text": "She's not the jury."}, {"sentId": 189, "text": "She's a prosecutor."}, {"sentId": 190, "text": "It is her legal obligation to review all of the facts and bring charges, where there is probable cause."}, {"sentId": 191, "text": "And I ask you, if you think this was a rush to judgment, how about every other case that prosecutors look at for just a couple of days or maybe a week or two or bring charges."}, {"sentId": 192, "text": "Are those a rush to judgment against all the other defendants in America?"}, {"sentId": 193, "text": "--"}], "speaker": "BLOOM", "secId": 57}, {"sentences": [{"sentId": 194, "text": "Chad?"}], "speaker": "LEMON", "secId": 58}, {"sentences": [{"sentId": 195, "text": "Or does that only apply to police?"}], "speaker": "BLOOM", "secId": 59}, {"sentences": [{"sentId": 196, "text": "The question -- the question, when do you have your facts straight, Lisa?"}, {"sentId": 197, "text": "The statement today was not a statement to the press."}, {"sentId": 198, "text": "It was a filing in court by Mark Zion an experienced, excellent attorney here in Baltimore, who went so far as to avert in that pleading to say that he believes, based upon what he knows, that the knife will be demonstrated -- that the knife is illegal."}, {"sentId": 199, "text": "And he made a motion in court to be able to inspect it."}, {"sentId": 200, "text": "If that turns out to be the case, the announcement of these charges demonstrates that the state's attorney is either dishonest or incompetent."}], "speaker": "CURLETT", "secId": 60}, {"sentences": [{"sentId": 201, "text": "OK."}], "speaker": "LEMON", "secId": 61}, {"sentences": [{"sentId": 202, "text": "It can only be that."}], "speaker": "CURLETT", "secId": 62}, {"sentences": [{"sentId": 203, "text": "No, it doesn't."}, {"sentId": 204, "text": "It means, we've got two lawyers arguing two sides of a case."}], "speaker": "BLOOM", "secId": 63}, {"sentences": [{"sentId": 205, "text": "OK."}, {"sentId": 206, "text": "Standby, because -- let's dig in deeper on these charges."}, {"sentId": 207, "text": "And the driver, as we know, was charged with the most serious charge in here -- most serious crimes here, so she must have some evidence of that."}, {"sentId": 208, "text": "But one officer is charged with murder, three with manslaughter, two with assault, among other charges, does that make it harder to convict, by making it hard to pen the blame on any one individual, except for the most serious charges with the driver?"}, {"sentId": 209, "text": "Lisa, first."}], "speaker": "LEMON", "secId": 64}, {"sentences": [{"sentId": 210, "text": "Well, no."}, {"sentId": 211, "text": "Because again, we haven't seen the evidence, Miss Mosby has."}, {"sentId": 212, "text": "And what she says is that the driver was in the position to have the most knowledge, that he was reckless, because he was the one in charge of the car, in charge of that rough ride."}, {"sentId": 213, "text": "That he knew that Freddie Gray was in the back, begging for his life, begging for some medical help, and he wasn't provided with that medical help."}, {"sentId": 214, "text": "And by the way, it's not a defense to say, we didn't give a dying man medical help or a catastrophically injured man medical help, because we were called away to something else."}, {"sentId": 215, "text": "That's not the way it works."}, {"sentId": 216, "text": "Police have an obligation to provide that medical care, and they didn't give it to him."}], "speaker": "BLOOM", "secId": 65}, {"sentences": [{"sentId": 217, "text": "I want you to respond, Chad, but I have another question for you after that."}, {"sentId": 218, "text": "Go ahead."}], "speaker": "LEMON", "secId": 66}, {"sentences": [{"sentId": 219, "text": "Well, first of all."}, {"sentId": 220, "text": "If the knife turns out to have been an illegal knife, 11 of the 28 charges disappear."}, {"sentId": 221, "text": "It is, it is not unusual for an inexperienced prosecutor to charge as many people as they can and bring as many charges as they can."}], "speaker": "CURLETT", "secId": 67}, {"sentences": [{"sentId": 222, "text": "Is that overcharging?"}], "speaker": "LEMON", "secId": 68}, {"sentences": [{"sentId": 223, "text": "The standard here, Lisa is not -- correct."}], "speaker": "CURLETT", "secId": 69}, {"sentences": [{"sentId": 224, "text": "OK."}], "speaker": "LEMON", "secId": 70}, {"sentences": [{"sentId": 225, "text": "It is not recklessness."}, {"sentId": 226, "text": "The standard here is gross negligence."}, {"sentId": 227, "text": "That means you create a situation --"}], "speaker": "CULETT", "secId": 71}, {"sentences": [{"sentId": 228, "text": "On the murder charge."}], "speaker": "BLOOM", "secId": 72}, {"sentences": [{"sentId": 229, "text": "Likely to cause death -- on the murder charge and on the involuntary -- and on the manslaughter by vehicle and on the involuntary manslaughter, the standard is gross negligence."}, {"sentId": 230, "text": "You create a condition likely to cause death and then you consciously ignore that risk, in the face of that."}], "speaker": "CURLETT", "secId": 73}, {"sentences": [{"sentId": 231, "text": "OK."}], "speaker": "LEMON", "secId": 74}, {"sentences": [{"sentId": 232, "text": "And driving -- and there is no evidence in this statement of probable cause of a rough ride at all."}], "speaker": "CURLETT", "secId": 75}, {"sentences": [{"sentId": 233, "text": "All right, hold right there."}, {"sentId": 234, "text": "Hold right there."}, {"sentId": 235, "text": "Because there has been reporting, Chad, that the camera in the back of the van was broken."}, {"sentId": 236, "text": "How would that play into that?"}, {"sentId": 237, "text": "That does help the officer's case?"}], "speaker": "LEMON", "secId": 76}, {"sentences": [{"sentId": 238, "text": "Given that the prosecution carries the burden of proof, more evidence is going to be better for the prosecution."}], "speaker": "CURLETT", "secId": 77}, {"sentences": [{"sentId": 239, "text": "Yeah."}], "speaker": "LEMON", "secId": 78}, {"sentences": [{"sentId": 240, "text": "By the same token, if the -- if the camera were to depict a relatively smooth and calm ride, as was described by the second passenger in the van, then it would be exculpatory and certainly the defense would prefer to have it."}], "speaker": "CURLETT", "secId": 79}, {"sentences": [{"sentId": 241, "text": "Quick response, Lisa."}], "speaker": "LEMON", "secId": 80}, {"sentences": [{"sentId": 242, "text": "Don, I disagree."}, {"sentId": 243, "text": "Listen, I prosecute excessive force cases on the civil side."}, {"sentId": 244, "text": "And you know in all my cases, it just so happens that the camera was broken, the recording device was broken."}, {"sentId": 245, "text": "If we're going to have cameras this America as we should, for every police department, it should be part of their training and part of their responsibility --"}], "speaker": "BLOOM", "secId": 81}, {"sentences": [{"sentId": 246, "text": "Yeah."}], "speaker": "LEMON", "secId": 82}, {"sentences": [{"sentId": 247, "text": "To ensure that their equipment is in good working order."}, {"sentId": 248, "text": "And I think police have to be held accountable when those cameras are just miraculously broken in case --"}], "speaker": "BLOOM", "secId": 83}, {"sentences": [{"sentId": 249, "text": "OK."}], "speaker": "LEMON", "secId": 84}, {"sentences": [{"sentId": 250, "text": "Where someone gets injured or killed."}], "speaker": "BLOOM", "secId": 85}, {"sentences": [{"sentId": 251, "text": "That's going to be it."}, {"sentId": 252, "text": "Ladies and gentlemen, you just saw what's going to happen in the courtroom."}, {"sentId": 253, "text": "I feel like I just took you there with these two."}, {"sentId": 254, "text": "Thank you very much, I appreciate your expertise."}], "speaker": "LEMON", "secId": 86}, {"sentences": [{"sentId": 255, "text": "Up next, driving while black."}, {"sentId": 256, "text": "Across the country, complaints grow about people being pulled over by police for no other reasons."}, {"sentId": 257, "text": "So this man pulled out his phone and he recorded it."}], "speaker": "LEMON", "secId": 87}, {"sentences": [{"sentId": 258, "text": "My brother is being put in handcuffs."}, {"sentId": 259, "text": "We're pulled over for no reason."}, {"sentId": 260, "text": "He still has not identified why he's pulled us over..."}], "speaker": "UNIDENTIFIED MALE", "secId": 88}, {"sentences": [{"sentId": 261, "text": "Driving while black."}, {"sentId": 262, "text": "It is a shared belief by many drivers of color that they are racially profiled and pulled over for no other reason."}, {"sentId": 263, "text": "CNN's Ryan Young, report."}], "speaker": "LEMON", "secId": 89}, {"sentences": [{"sentId": 264, "text": "That day I was driving down on the roads of --"}], "speaker": "ACREE", "secId": 90}, {"sentences": [{"sentId": 265, "text": "Pastor Ira Acree preaches the gospel on Sundays in Chicago."}, {"sentId": 266, "text": "And one busy weekend, working his way home from a wedding, a funeral, and a church member's the birthday party, Pastor Acree is behind the wheel of his Mercedes, and sees flashing blue lights."}], "speaker": "YOUNG", "secId": 91}, {"sentences": [{"sentId": 267, "text": "I heard a siren and looked around."}, {"sentId": 268, "text": "A guy started dropping f- bombs."}, {"sentId": 269, "text": "It was the police."}], "speaker": "ACREE", "secId": 92}, {"sentences": [{"sentId": 270, "text": "Were you startled when he first pulled up behind you?"}], "speaker": "YOUNG", "secId": 93}, {"sentences": [{"sentId": 271, "text": "Absolutely, I was."}, {"sentId": 272, "text": "Absolutely, I was."}], "speaker": "ACREE", "secId": 94}, {"sentences": [{"sentId": 273, "text": "The longtime community activist said the traffic stop quickly took a strong tone."}, {"sentId": 274, "text": "The officer writing him a ticket for using his cell phone while driving, something the pastor denies."}, {"sentId": 275, "text": "The ticket was later dismissed and Pastor Acree complained to Chicago PD about the officer's behavior."}, {"sentId": 276, "text": "But the police found nothing wrong."}], "speaker": "YOUNG", "secId": 95}, {"sentences": [{"sentId": 277, "text": "As real as I know -- racial profiling is, this was the last place I would have ever expected it to happen."}, {"sentId": 278, "text": "And that was in a community where I have a lot of work that I do."}], "speaker": "ACREE", "secId": 96}, {"sentences": [{"sentId": 279, "text": "Across the country, African-Americans complain and often talk about being pulled over for no apparent reason."}, {"sentId": 280, "text": "There's even a term for it, DWB, Driving While Black."}, {"sentId": 281, "text": "In a series of not-so-funny tweets, comedian Chris Rock documented three separate traffic stops in the span of just seven weeks."}, {"sentId": 282, "text": "Rock says, \"Stopped by the cops again."}, {"sentId": 283, "text": "Wish me luck.\""}, {"sentId": 284, "text": "None of this is shocking to CNN Contributor, LZ Granderson."}], "speaker": "YOUNG", "secId": 97}, {"sentences": [{"sentId": 285, "text": "I was pulled over in Ferguson while covering Ferguson."}], "speaker": "LZ", "secId": 98}, {"sentences": [{"sentId": 286, "text": "Granderson believes more training is needed for officers and talks about the anxiety of being pulled over often by police who seem to be on edge."}, {"sentId": 287, "text": "GRANDERSON: The fact is we've been talking about this for decades now."}], "speaker": "YOUNG", "secId": 99}, {"sentences": [{"sentId": 288, "text": "And it doesn't seem as if the talk has got us to anything in terms of policy, to really change the way things are."}], "speaker": "YOUNG", "secId": 100}, {"sentences": [{"sentId": 289, "text": "There's an app for DWB, after a police stop turned deadly in Portland, Oregon."}, {"sentId": 290, "text": "A couple of lawyers create this guide for how to behave after being pulled over."}], "speaker": "YOUNG", "secId": 101}, {"sentences": [{"sentId": 291, "text": "So what the app does is it provides -- you know, the information about their rights under the U.S. constitution, it shows them how those interactions might go."}], "speaker": "ODEN-ORR", "secId": 102}, {"sentences": [{"sentId": 292, "text": "How big is the problem?"}, {"sentId": 293, "text": "Federal stats show that African- American drivers are about 31 percent more likely to get pulled over than white drivers."}, {"sentId": 294, "text": "They're also more likely to be searched and ticketed."}], "speaker": "YOUNG", "secId": 103}, {"sentences": [{"sentId": 295, "text": "When a neighborhood feels that the only kind of law enforcement help they get is the targeting of innocent people, you know, that really creates a wall between the community and the police."}], "speaker": "YOHNKA", "secId": 104}, {"sentences": [{"sentId": 296, "text": "A wall many like Pastor Acree, want to see taken down one traffic stop at a time."}, {"sentId": 297, "text": "Ryan Young, CNN, Chicago."}], "speaker": "YOUNG", "secId": 105}, {"sentences": [{"sentId": 298, "text": "I want to bring in now Charles Blow, CNN political commentator, New York Times op-ed columnist."}, {"sentId": 299, "text": "You've been a victim of DWB?"}], "speaker": "LEMON", "secId": 106}, {"sentences": [{"sentId": 300, "text": "Yes, yes."}], "speaker": "BLOW", "secId": 107}, {"sentences": [{"sentId": 301, "text": "Driving While Black?"}], "speaker": "LEMON", "secId": 108}, {"sentences": [{"sentId": 302, "text": "I think -- I don't who -- I don't have any adult African- American friends who have not."}], "speaker": "BLOW", "secId": 109}, {"sentences": [{"sentId": 303, "text": "Yeah."}], "speaker": "LEMON", "secId": 110}, {"sentences": [{"sentId": 304, "text": "And in fact, you know, sometimes, it is, you know, just an unpleasant experience and some people relate really horrifying --"}], "speaker": "BLOW", "secId": 111}, {"sentences": [{"sentId": 305, "text": "Yeah."}, {"sentId": 306, "text": "I haven't been in this incident -- in my youth."}], "speaker": "LEMON", "secId": 112}, {"sentences": [{"sentId": 307, "text": "Right."}], "speaker": "BLOW", "secId": 113}, {"sentences": [{"sentId": 308, "text": "But at older, I don't drive as much, by the way."}, {"sentId": 309, "text": "But, you know, that -- it happens."}], "speaker": "LEMON", "secId": 114}, {"sentences": [{"sentId": 310, "text": "Right."}], "speaker": "BLOW", "secId": 115}, {"sentences": [{"sentId": 311, "text": "You describe these moments of racial profiling as a club that black men are inducted into and you were inducted into it at the ripe old age of 18."}], "speaker": "LEMON", "secId": 116}, {"sentences": [{"sentId": 312, "text": "Exactly."}, {"sentId": 313, "text": "LEMON: Yeah."}], "speaker": "BLOW", "secId": 117}, {"sentences": [{"sentId": 314, "text": "Right."}, {"sentId": 315, "text": "So -- I mean, and I think a lot of people experience, you know, my experience was a really horrific one, where you know an officer actually pulled a gun and, you know, threatened to kill a friend of mine at the traffic stop."}, {"sentId": 316, "text": "I mean, he said, I could do it and nobody would say anything."}, {"sentId": 317, "text": "And I think what ends up happening is that in those moments, even if -- even if it's only one moment out of 40 years, it is that moment and that trauma that stays with you and colors your perception of authority and police forever."}, {"sentId": 318, "text": "And all of the other better, more collegial interactions with police can never trump the trauma of those moments."}], "speaker": "BLOW", "secId": 118}, {"sentences": [{"sentId": 319, "text": "Yeah."}, {"sentId": 320, "text": "And people may be wondering at home, where the other person on the other side that says this never is happens and it's all trumped up."}, {"sentId": 321, "text": "Well, there is no other side to it, because here's what the Justice Department stats say, they say, driving while black is relatively  more black drivers and white or Hispanic drivers were pulled over in a traffic stop during their most recent contact with."}, {"sentId": 322, "text": "Police say this is -- 31 percent more likely to be pulled over than a white driver, 23 percent more likely to be pulled over than a Hispanic driver."}, {"sentId": 323, "text": "It speaks for itself, that's real."}], "speaker": "LEMON", "secId": 119}, {"sentences": [{"sentId": 324, "text": "And here's the problem that which are -- with the last person in the piece was kind of getting at, was that it doesn't actually -- there's the issue of diminishing returns."}, {"sentId": 325, "text": "It doesn't actually make neighborhoods safer."}, {"sentId": 326, "text": "As a citizen  project..."}], "speaker": "BLOW", "secId": 120}, {"sentences": [{"sentId": 327, "text": "It makes more money for them."}], "speaker": "LEMON", "secId": 121}, {"sentences": [{"sentId": 328, "text": "... but as a citizen  project said in a report last year, it actually makes communities less safe, because it impedes police officers' ability to do their jobs when they actually do have a case that they are pursuing."}], "speaker": "BLOW", "secId": 122}, {"sentences": [{"sentId": 329, "text": "So, when people start saying, well, they won't talk to us, a lot of that is built on experience of having really negative experiences with the police officers, so that you do not trust them and you do not want to cooperate."}, {"sentId": 330, "text": "And that actually hurts communities, rather than makes them safe."}], "speaker": "BLOW", "secId": 123}, {"sentences": [{"sentId": 331, "text": "As we saw in Ferguson and other places..."}], "speaker": "LEMON", "secId": 124}, {"sentences": [{"sentId": 332, "text": "Right."}], "speaker": "BLOW", "secId": 125}, {"sentences": [{"sentId": 333, "text": "... they use it to boost the coffers of the city."}], "speaker": "LEMON", "secId": 126}, {"sentences": [{"sentId": 334, "text": "Absolutely."}], "speaker": "BLOW", "secId": 127}, {"sentences": [{"sentId": 335, "text": "It makes more money."}, {"sentId": 336, "text": "But you said, it actually makes -- it makes neighborhoods, residences, and -- excuse me, cities, municipalities less safe."}, {"sentId": 337, "text": "I want to get your reaction, because there's another potential driving more black incidents."}, {"sentId": 338, "text": "This is a passenger recording a traffic stop."}, {"sentId": 339, "text": "And by the time he hit record in this two- minute clip, his brother was outside of the car had been handcuffed already."}, {"sentId": 340, "text": "Watch."}], "speaker": "LEMON", "secId": 128}, {"sentences": [{"sentId": 341, "text": "Now, I'm being perceived as a threat because we're being pulled over for absolutely no reason."}], "speaker": "UNIDENTIFIED MALE", "secId": 129}, {"sentences": [{"sentId": 342, "text": "Am I -- am I being placed under arrest?"}], "speaker": "UNIDENTIFIED MALE", "secId": 130}, {"sentences": [{"sentId": 343, "text": "You're not under arrest."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 131}, {"sentences": [{"sentId": 344, "text": "What is the..."}], "speaker": "UNIDENTIFIED MALE", "secId": 132}, {"sentences": [{"sentId": 345, "text": "You're not cooperating."}], "speaker": "UNIDENTIFIED MALE", "secId": 133}, {"sentences": [{"sentId": 346, "text": "I'm asking..."}], "speaker": "UNIDENTIFIED MALE", "secId": 134}, {"sentences": [{"sentId": 347, "text": "You're not under arrest."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 135}, {"sentences": [{"sentId": 348, "text": "I'm asking for the reason why we're being pulled over?"}, {"sentId": 349, "text": "You have still failed to identify why you've pulled us over..."}], "speaker": "UNIDENTIFIED MALE", "secId": 136}, {"sentences": [{"sentId": 350, "text": "I'm not pulling you."}], "speaker": "UNIDENTIFIED MALE", "secId": 137}, {"sentences": [{"sentId": 351, "text": "You pulled us."}], "speaker": "UNIDENTIFIED MALE", "secId": 138}, {"sentences": [{"sentId": 352, "text": "Come on out!"}], "speaker": "UNIDENTIFIED MALE", "secId": 139}, {"sentences": [{"sentId": 353, "text": "Why are you pulling me out of my car?"}, {"sentId": 354, "text": "Sir, take your hands off of me!"}], "speaker": "UNIDENTIFIED MALE", "secId": 140}, {"sentences": [{"sentId": 355, "text": "No, you wouldn't."}], "speaker": "UNIDENTIFIED MALE", "secId": 141}, {"sentences": [{"sentId": 356, "text": "I have not did nothing."}, {"sentId": 357, "text": "I have not did nothing."}, {"sentId": 358, "text": "I have no weapons."}, {"sentId": 359, "text": "I have no weapons."}], "speaker": "UNIDENTIFIED MALE", "secId": 142}, {"sentences": [{"sentId": 360, "text": "OK."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 143}, {"sentences": [{"sentId": 361, "text": "You have no reason to pull me out of the car."}, {"sentId": 362, "text": "This is assault."}], "speaker": "UNIDENTIFIED MALE", "secId": 144}, {"sentences": [{"sentId": 363, "text": "Turn around."}, {"sentId": 364, "text": "Turn around."}, {"sentId": 365, "text": "Turn around."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 145}, {"sentences": [{"sentId": 366, "text": "You see this?"}, {"sentId": 367, "text": "You see this?"}, {"sentId": 368, "text": "Excessive force."}], "speaker": "UNIDENTIFIED MALE", "secId": 146}, {"sentences": [{"sentId": 369, "text": "So, he was asking why -- you saw why he was being pulled over."}, {"sentId": 370, "text": "Right?"}, {"sentId": 371, "text": "He asked why he was being arrested."}, {"sentId": 372, "text": "They didn't really say anything."}, {"sentId": 373, "text": "I think they gave him some relatively minor infractions."}, {"sentId": 374, "text": "And then they were just released."}, {"sentId": 375, "text": "What's your reaction?"}], "speaker": "LEMON", "secId": 147}, {"sentences": [{"sentId": 376, "text": "And -- and -- and it looks like he's on the passenger side of the car."}, {"sentId": 377, "text": "So even if, you know, if you -- if someone else is driving, there's nothing..."}], "speaker": "BLOW", "secId": 148}, {"sentences": [{"sentId": 378, "text": "His brother was driving."}], "speaker": "LEMON", "secId": 149}, {"sentences": [{"sentId": 379, "text": "Right."}, {"sentId": 380, "text": "There's what could you possibly have done, you know, in terms of traffic, on the passenger side of a car?"}, {"sentId": 381, "text": "I mean, these are the kinds of incidents I think that cause the trauma."}], "speaker": "BLOW", "secId": 150}, {"sentences": [{"sentId": 382, "text": "And this is -- and these are the kinds of incidents that get passed around between black man to black man, in barbershops that were youth people discuss this sort of thing, and then -- and even for the people who have not yet experienced it or maybe will never experience it, they experience it kind of like carelessly sue."}], "speaker": "BLOW", "secId": 151}, {"sentences": [{"sentId": 383, "text": "The cops -- the cops say that he was driving slowly in high- crime area."}, {"sentId": 384, "text": "The ACLU said it's clearly a case of profiling."}], "speaker": "LEMON", "secId": 152}, {"sentences": [{"sentId": 385, "text": "Well, then, that begs the question, at what speed do you need to drive through the high-crime area?"}, {"sentId": 386, "text": "Do I need to, you know, do I need to be going 80-mile-per-hour to get out of it?"}, {"sentId": 387, "text": "I mean, it's kind of a ludicrous idea, right?"}, {"sentId": 388, "text": "What does that mean?"}, {"sentId": 389, "text": "Would you drive the speed limit through the high-crime area; otherwise, you're committing a crime and adding to the crime in the high-crime area."}], "speaker": "BLOW", "secId": 153}, {"sentences": [{"sentId": 390, "text": "Yes."}, {"sentId": 391, "text": "The police department says they can't comment because it's an active investigation."}, {"sentId": 392, "text": "Thank you."}], "speaker": "LEMON", "secId": 154}, {"sentences": [{"sentId": 393, "text": "Thank you, sir."}], "speaker": "BLOW", "secId": 155}, {"sentences": [{"sentId": 394, "text": "I Appreciate it."}, {"sentId": 395, "text": "Coming up, prom outrage."}, {"sentId": 396, "text": "What were these students thinking when they posed for a prom picture -- yeah."}, {"sentId": 397, "text": "With a Confederate flag."}, {"sentId": 398, "text": "Wait until you hear what one mother has to say."}, {"sentId": 399, "text": "She joins me exclusively next."}], "speaker": "LEMON", "secId": 156}, {"sentences": [{"sentId": 400, "text": "It is prom season and students across the country are posing for pictures to commemorate the big event."}, {"sentId": 401, "text": "But this picture has sparked some outrage."}, {"sentId": 402, "text": "On their way to the Chaparral High School prom in Parker, Colorado, on Saturday, these students posed with a Confederate flag and guns."}], "speaker": "LEMON", "secId": 157}, {"sentences": [{"sentId": 403, "text": "When one horrified mom asked her son what he thought the flag stood for, he told her \"Duck dynasty\" and the rural life."}, {"sentId": 404, "text": "That mother joins me exclusively."}, {"sentId": 405, "text": "Now, she's asked us not to use her name, but we'll just call her \"Stacey.\""}, {"sentId": 406, "text": "And she's on the phone now."}, {"sentId": 407, "text": "\"Stacey,\" how are you doing?"}], "speaker": "LEMON", "secId": 158}, {"sentences": [{"sentId": 408, "text": "\"STACEY\": I'm doing fine."}, {"sentId": 409, "text": "Thank you."}], "speaker": "LEMON", "secId": 159}, {"sentences": [{"sentId": 410, "text": "Did you give him a dressing  down?"}], "speaker": "LEMON", "secId": 160}, {"sentences": [{"sentId": 411, "text": "\"STACEY\": Oh, absolutely."}, {"sentId": 412, "text": "He was in class when I texted him and I said, \"Get your -- get your nice little body out of that warm little seat and come home and we've got a lot of talking to do.\""}, {"sentId": 413, "text": "So, he came home, and I wish I could have been like that mom in Baltimore that whacked her kid upside the head right there, but he wasn't in my presence."}, {"sentId": 414, "text": "So, I just calmed down a little bit before he got home."}], "speaker": "LEMON", "secId": 161}, {"sentences": [{"sentId": 415, "text": "How'd you find out?"}], "speaker": "LEMON", "secId": 162}, {"sentences": [{"sentId": 416, "text": "\"STACEY\": A local TV reporter called me."}, {"sentId": 417, "text": "Yes."}, {"sentId": 418, "text": "It's amazing what social media can do, and how quickly they can get back to parents."}], "speaker": "LEMON", "secId": 163}, {"sentences": [{"sentId": 419, "text": "So, and my -- when I introduced you, you said, you asked your son what he knew about the flag, what it meant."}, {"sentId": 420, "text": "He said, it was a, I think it was like \"Duck Dynasty\" and the rural life."}, {"sentId": 421, "text": "What did he mean by that?"}], "speaker": "LEMON", "secId": 164}, {"sentences": [{"sentId": 422, "text": "\"STACEY\": Right."}, {"sentId": 423, "text": "We -- where we live, it borders on a very wealthy suburb county and then there's also the rural area to our city."}, {"sentId": 424, "text": "And he just thinks it supports just a, you know, the country type of lifestyle, where you can be with a little bit of a rebel."}], "speaker": "LEMON", "secId": 165}, {"sentences": [{"sentId": 425, "text": "Yes."}], "speaker": "LEMON", "secId": 166}, {"sentences": [{"sentId": 426, "text": "\"STACEY\": And we, prior to this, he had been hanging out with a group, his sophomore year, he's a senior and they were seen flying the Confederate flag and we had warned him, \"You know, stay away from that group.\""}, {"sentId": 427, "text": "In fact, the school, this prom that went to, he is not -- he does not attend that school."}, {"sentId": 428, "text": "He had attended that school and we had purposely pulled him away from this school to avoid a situation like this because there were kids that were flying the Confederate flag two years prior to this."}], "speaker": "LEMON", "secId": 167}, {"sentences": [{"sentId": 429, "text": "So, you had -- you explained to him before and -- and did you explain the history of the Confederate flag to him?"}, {"sentId": 430, "text": "When did you?"}], "speaker": "LEMON", "secId": 168}, {"sentences": [{"sentId": 431, "text": "\"STACEY\": Oh, yes."}, {"sentId": 432, "text": "I mean, we, you know, two years ago, he didn't know the significance of it."}, {"sentId": 433, "text": "And we said, \"Do you not know the emotions that you will bring forth, the hurt that you will bring forth by having that flag flown.\""}, {"sentId": 434, "text": "And so, he knew what we felt about it."}, {"sentId": 435, "text": "I think in his mind, though, and these kids' minds, they just think it's a sign of being a rebel and being a high school rebel."}], "speaker": "LEMON", "secId": 169}, {"sentences": [{"sentId": 436, "text": "Have you spoken to any of the other parents whose kids are in that photo?"}], "speaker": "LEMON", "secId": 170}, {"sentences": [{"sentId": 437, "text": "\"STACEY\": No."}, {"sentId": 438, "text": "I have no contact with these parents."}, {"sentId": 439, "text": "In fact, I didn't even know my son had hooked up -- I don't know if this is the same group two years prior that we had broken him away from or if this is a new group."}, {"sentId": 440, "text": "So, my -- I was thinking he was just going as a single date with a girl that he had just become friends with."}], "speaker": "LEMON", "secId": 171}, {"sentences": [{"sentId": 441, "text": "Yeah."}, {"sentId": 442, "text": "There is a girl in the photo, she appears to have dark skin, is it -- are there many minorities where, or is it fairly homogenous?"}], "speaker": "LEMON", "secId": 172}, {"sentences": [{"sentId": 443, "text": "\"STACEY\": No, I would say it's a fairly white area where we live."}], "speaker": "LEMON", "secId": 173}, {"sentences": [{"sentId": 444, "text": "Yes."}], "speaker": "LEMON", "secId": 174}, {"sentences": [{"sentId": 445, "text": "\"STACEY\": It's a very, you know, it's a very affluent area."}, {"sentId": 446, "text": "I don't think, you know, I wouldn't say racism exists."}, {"sentId": 447, "text": "I just don't think these kids have any indication as to how painful the black history is."}, {"sentId": 448, "text": "I think, you know, I really don't think they have any indication what that flag can do."}], "speaker": "LEMON", "secId": 175}, {"sentences": [{"sentId": 449, "text": "So what's your message to them?"}], "speaker": "LEMON", "secId": 176}, {"sentences": [{"sentId": 450, "text": "\"STACEY\": And how quickly it can divide -- I mean, you know, my son still is clueless."}, {"sentId": 451, "text": "He says, I don't understand what the big deal is."}], "speaker": "LEMON", "secId": 177}, {"sentences": [{"sentId": 452, "text": "So, what's your message to your son, to these kids, and to the country, that are dealing with so many issues of race right now?"}, {"sentId": 453, "text": "It's really on the front page of this country."}, {"sentId": 454, "text": "What do you say?"}, {"sentId": 455, "text": "A lot of people listening to you."}], "speaker": "LEMON", "secId": 178}, {"sentences": [{"sentId": 456, "text": "\"STACEY\": Well, you know, do your best to explain to your kids, truly, how painful this is to people."}, {"sentId": 457, "text": "We're Catholic and when the crucifix goes into art museums and is desecrated, we're absolutely mortified."}, {"sentId": 458, "text": "And this is what this flag signifies to other people in the United States."}, {"sentId": 459, "text": "I mean, it's that level of shock."}], "speaker": "LEMON", "secId": 179}, {"sentences": [{"sentId": 460, "text": "And so, the fact that we experience, you got to, you know -- you've got to come look at that and see where you're absolutely mortified and just remember that people are mortified by this flag being flown."}], "speaker": "LEMON", "secId": 180}, {"sentences": [{"sentId": 461, "text": "Yes."}, {"sentId": 462, "text": "And we probably need to address it more in schools."}, {"sentId": 463, "text": "Thank you, Stacey."}], "speaker": "LEMON", "secId": 181}, {"sentences": [{"sentId": 464, "text": "\"STACEY\": OK, thank you very much."}], "speaker": "LEMON", "secId": 182}, {"sentences": [{"sentId": 465, "text": "Good job, good job."}, {"sentId": 466, "text": "You and the mom in Baltimore as well."}], "speaker": "LEMON", "secId": 183}, {"sentences": [{"sentId": 467, "text": "\"STACEY\": OK. OK."}, {"sentId": 468, "text": "Thank you very much."}], "speaker": "LEMON", "secId": 184}, {"sentences": [{"sentId": 469, "text": "All right."}, {"sentId": 470, "text": "Joining me now is Marc Lamont Hill, CNN political commentator, and Ben Ferguson, CNN political commentator and host to the Ben Ferguson Show."}, {"sentId": 471, "text": "It is Marc and Ben time."}, {"sentId": 472, "text": "Marc, does this photo offend you?"}], "speaker": "LEMON", "secId": 185}, {"sentences": [{"sentId": 473, "text": "Yes."}, {"sentId": 474, "text": "It unsettled me, it offends me, it conjures a whole history and legacy of white supremacy, anti- black racism, violence."}, {"sentId": 475, "text": "This isn't just like an abstract and metaphorical thing, violence against black bodies."}, {"sentId": 476, "text": "It's troubling to me."}], "speaker": "HILL", "secId": 186}, {"sentences": [{"sentId": 477, "text": "I understand that the Confederate flag means different things to different people."}, {"sentId": 478, "text": "And there are people in the south to whom it just means to good old -- the good old days in history, but the good old days weren't so good for black people and for this nation."}, {"sentId": 479, "text": "So, it troubles me and it troubles me to people still use it."}], "speaker": "HILL", "secId": 187}, {"sentences": [{"sentId": 480, "text": "Ben?"}], "speaker": "LEMON", "secId": 188}, {"sentences": [{"sentId": 481, "text": "I doubt they had as much context."}, {"sentId": 482, "text": "Just listening to this mom, I believe her."}, {"sentId": 483, "text": "And the kids like, I don't understand why there's a big deal."}, {"sentId": 484, "text": "Well, she said she's going to definitely teach them why there's a big deal."}], "speaker": "FERGUSON", "secId": 189}, {"sentences": [{"sentId": 485, "text": "Was it young stupid kids being young and stupid?"}, {"sentId": 486, "text": "Absolutely."}, {"sentId": 487, "text": "Should it cost them a summer internship or a summer job or not allow them to get into college?"}, {"sentId": 488, "text": "No."}, {"sentId": 489, "text": "Sometimes kids take really stupid pictures."}, {"sentId": 490, "text": "And there are a lot of people, I'm sure that are watching tonight who took really stupid pictures before there was social media."}, {"sentId": 491, "text": "And they never had to deal with the backlash."}], "speaker": "FERGUSON", "secId": 190}, {"sentences": [{"sentId": 492, "text": "She said she spoke to him about it a couple years ago, though, Ben."}], "speaker": "LEMON", "secId": 191}, {"sentences": [{"sentId": 493, "text": "Yes."}, {"sentId": 494, "text": "I'm saying, now put it in perspective."}, {"sentId": 495, "text": "These kids look like they're doing the 007 sign."}, {"sentId": 496, "text": "And here's the other thing."}, {"sentId": 497, "text": "The young women that are in the picture, I highly doubt they were doing it based on race."}, {"sentId": 498, "text": "They were probably doing it because it was prom and someone said, \"Let's take a cool picture,\" and they were really stupid with it."}], "speaker": "FERGUSON", "secId": 192}, {"sentences": [{"sentId": 499, "text": "That's part of the problem there."}, {"sentId": 500, "text": "The extraordinary privilege of white privilege and white supremacy is that you don't have to know that the things you do offend other people."}, {"sentId": 501, "text": "All you do is occupy your own bubble."}], "speaker": "LAMONT HILL", "secId": 193}, {"sentences": [{"sentId": 502, "text": "But Marc -- Marc, it may not be --- it may not be race as much as you're trying to make it into race."}, {"sentId": 503, "text": "It could actually be that there are younger people in America today that aren't obsessed about racial issues or being bigoted or racist as you're implying..."}], "speaker": "FERGUSON", "secId": 194}, {"sentences": [{"sentId": 504, "text": "Yeah."}, {"sentId": 505, "text": "They're called white people."}, {"sentId": 506, "text": "They're called white people."}, {"sentId": 507, "text": "They're called white people, Ben."}, {"sentId": 508, "text": "They don't have -- you're right..."}], "speaker": "LAMONT HILL", "secId": 195}, {"sentences": [{"sentId": 509, "text": "But not every white person, Marc, doesn't like black people."}], "speaker": "FERGUSON", "secId": 196}, {"sentences": [{"sentId": 510, "text": "But that's not my point."}], "speaker": "LAMONT HILL", "secId": 197}, {"sentences": [{"sentId": 511, "text": "And not every black person that's young and takes the picture like this is a racist or was trying to be a racist, Marc."}], "speaker": "FERGUSON", "secId": 198}, {"sentences": [{"sentId": 512, "text": "But Ben -- Ben, you're disputing a point that I'm not making."}, {"sentId": 513, "text": "I don't know what's in these kids head."}, {"sentId": 514, "text": "I don't know what their intention was."}, {"sentId": 515, "text": "What I'm -- my point is that irrespective of your intention, actions have consequences."}, {"sentId": 516, "text": "If these kids had held up a swastika and said, hey..."}], "speaker": "LAMONT HILL", "secId": 199}, {"sentences": [{"sentId": 517, "text": "You don't know..."}], "speaker": "FERGUSON", "secId": 200}, {"sentences": [{"sentId": 518, "text": "... noo, no, no, let me finish -- let me finish."}], "speaker": "LAMONT HILL", "secId": 201}, {"sentences": [{"sentId": 519, "text": "You don't know if they're white privilege."}], "speaker": "FERGUSON", "secId": 202}, {"sentences": [{"sentId": 520, "text": "No, white privilege -- not white -- that more class -- but I was talking about the privilege of whiteness, being able to do things that are offensive to folk and not care or not -- that has to know what it means."}, {"sentId": 521, "text": "If these kids held up a Swastika and said, \"Hey, we don't know what this means,\" and they did a Nazi's sign and didn't know what it meant."}, {"sentId": 522, "text": "We would say, you know what, despite the fact that they're ignorant to what means, it's still deeply offensive as it should it be to my Jewish brothers and sisters."}], "speaker": "LAMONT HILL", "secId": 203}, {"sentences": [{"sentId": 523, "text": "And as consequence of that, they need to be made aware of it."}, {"sentId": 524, "text": "I'm saying, let's have that same -- that same context for everybody, for Jewish brothers and sisters, for gay brothers and sisters, for black and brown brothers and sisters."}, {"sentId": 525, "text": "Let's have that same idea for everyone."}, {"sentId": 526, "text": "I believe in second chances."}, {"sentId": 527, "text": "I'm not saying these kids' lives need to be ruined, but let's not say, \"Oh, they didn't know it, so it doesn't matter.\""}, {"sentId": 528, "text": "Again, white privilege means don't have to know."}], "speaker": "LAMONT HILL", "secId": 204}, {"sentences": [{"sentId": 529, "text": "Here's the thing."}, {"sentId": 530, "text": "I don't -- but, Marc, here's --- here's the difference."}, {"sentId": 531, "text": "I don't think that everything comes down to a racial narrative or conspiracy or a..."}], "speaker": "FERGUSON", "secId": 205}, {"sentences": [{"sentId": 532, "text": "I didn't say that."}], "speaker": "LAMONT HILL", "secId": 206}, {"sentences": [{"sentId": 533, "text": "... white privilege."}, {"sentId": 534, "text": "I think that you actually have..."}], "speaker": "FERGUSON", "secId": 207}, {"sentences": [{"sentId": 535, "text": "That's white privilege."}], "speaker": "LAMONT HILL", "secId": 208}, {"sentences": [{"sentId": 536, "text": "... people that are younger that aren't growing up in a world where everything to them is about race."}, {"sentId": 537, "text": "That's a positive thing that we already know."}], "speaker": "FERGUSON", "secId": 209}, {"sentences": [{"sentId": 538, "text": "Yeah."}], "speaker": "LAMONT HILL", "secId": 210}, {"sentences": [{"sentId": 539, "text": "I actually believe that some..."}], "speaker": "FERGUSON", "secId": 211}, {"sentences": [{"sentId": 540, "text": "But you see..."}], "speaker": "LAMONT HILL", "secId": 212}, {"sentences": [{"sentId": 541, "text": "... young kids are actually just young and naive."}, {"sentId": 542, "text": "And that could actually be a good thing, so they're not all obsessed with the racial issue..."}], "speaker": "FERGUSON", "secId": 213}, {"sentences": [{"sentId": 543, "text": "Ben, you can't claim ignorance of the law..."}], "speaker": "LEMON", "secId": 214}, {"sentences": [{"sentId": 544, "text": "... that some other people want a big deal with."}], "speaker": "FERGUSON", "secId": 215}, {"sentences": [{"sentId": 545, "text": "Ben?"}], "speaker": "LAMONT HILL", "secId": 216}, {"sentences": [{"sentId": 546, "text": "Just like that mom said, that mom said that that is deeply offensive to a lot of people and her son should be well aware of that and so should the kids in the photo."}, {"sentId": 547, "text": "They said that this..."}], "speaker": "LEMON", "secId": 217}, {"sentences": [{"sentId": 548, "text": "And I agree with the mom."}], "speaker": "FERGUSON", "secId": 218}, {"sentences": [{"sentId": 549, "text": "... they compared this to -- they said it was hunting and living the rural life, fishing, \"Duck Dynasty\" that's what it represented to them."}, {"sentId": 550, "text": "That's ignorance."}, {"sentId": 551, "text": "Isn't ignorance just as bad on some levels?"}], "speaker": "LEMON", "secId": 219}, {"sentences": [{"sentId": 552, "text": "But Don, to them is it possible, is it possible that these actual young teenagers that were going to prom were just trying to take a picture and didn't understand the context..."}], "speaker": "FERGUSON", "secId": 220}, {"sentences": [{"sentId": 553, "text": "But Ben, but Ben..."}], "speaker": "LAMONT HILL", "secId": 221}, {"sentences": [{"sentId": 554, "text": "... of what you just said is it possible?"}], "speaker": "FERGUSON", "secId": 222}, {"sentences": [{"sentId": 555, "text": "No, yes!"}], "speaker": "LAMONT HILL", "secId": 223}, {"sentences": [{"sentId": 556, "text": "But they really get kids can actually be stupid."}], "speaker": "FERGUSON", "secId": 224}, {"sentences": [{"sentId": 557, "text": "Yeah, but Ben, again, you're arguing a point that I'm not making."}, {"sentId": 558, "text": "I agree with you."}, {"sentId": 559, "text": "I'm conceding for a moment that they didn't know."}, {"sentId": 560, "text": "I'm not saying that it was a conspiracy."}, {"sentId": 561, "text": "I don't think these kids were sitting in a room twirling their mustaches deciding how they were going to offend  black people."}, {"sentId": 562, "text": "What I'm saying is, let's assume they didn't know."}], "speaker": "LAMONT HILL", "secId": 225}, {"sentences": [{"sentId": 563, "text": "Well, I'm glad we agree on that."}], "speaker": "FERGUSON", "secId": 226}, {"sentences": [{"sentId": 564, "text": "They're not, hey, listen, but they're not breaking any laws."}, {"sentId": 565, "text": "I mean, shouldn't if they really wanted to and if that's how they felt, they should be able to?"}], "speaker": "LEMON", "secId": 227}, {"sentences": [{"sentId": 566, "text": "Again for the last two days, the same thing happened with Garland, Texas."}, {"sentId": 567, "text": "All these free speech of amendment folks, of these First Amendment advocates are picking fights with folks who aren't making fights."}, {"sentId": 568, "text": "We all agree that you have a right to do it."}], "speaker": "LAMONT HILL", "secId": 228}, {"sentences": [{"sentId": 569, "text": "Yes."}], "speaker": "LEMON", "secId": 229}, {"sentences": [{"sentId": 570, "text": "This entire conversation is premised in the fact that you're allowed to do it."}], "speaker": "LAMONT HILL", "secId": 230}, {"sentences": [{"sentId": 571, "text": "Hey, Marc."}], "speaker": "FERGUSON", "secId": 231}, {"sentences": [{"sentId": 572, "text": "And even if you're allowed to do it that mean you should do it and I have a right with my free speech as they, you are  fool..."}], "speaker": "LAMONT HILL", "secId": 232}, {"sentences": [{"sentId": 573, "text": "What about taking it back?"}, {"sentId": 574, "text": "You know, we say we take the word"}], "speaker": "LEMON", "secId": 233}, {"sentences": [{"sentId": 575, "text": "the inward back."}, {"sentId": 576, "text": "But remember I think Kanye tried to do it."}, {"sentId": 577, "text": "Was this on some clothing or something?"}, {"sentId": 578, "text": "Do you remember that a couple of years ago?"}, {"sentId": 579, "text": "Is that right?"}], "speaker": "LEMON", "secId": 234}, {"sentences": [{"sentId": 580, "text": "Yes."}], "speaker": "LAMONT HILL", "secId": 235}, {"sentences": [{"sentId": 581, "text": "So, what if -- what if people didn't become so offended by it and there's this like, \"I don't really care anymore.\""}], "speaker": "LEMON", "secId": 236}, {"sentences": [{"sentId": 582, "text": "That's up to me, though."}, {"sentId": 583, "text": "That's not up to them."}], "speaker": "LAMONT HILL", "secId": 237}, {"sentences": [{"sentId": 584, "text": "All right."}], "speaker": "LEMON", "secId": 238}, {"sentences": [{"sentId": 585, "text": "I wouldn't -- I wouldn't tell a gay person that I'm taking back a gay epithet."}, {"sentId": 586, "text": "You know, they don't -- the white people don't get to tell me that they're taking back a word that's offensive to me."}], "speaker": "LAMONT HILL", "secId": 239}, {"sentences": [{"sentId": 587, "text": "Is anybody offended by the guns?"}], "speaker": "LEMON", "secId": 240}, {"sentences": [{"sentId": 588, "text": "No."}, {"sentId": 589, "text": "Yes, I mean, it could -- this is -- this is the big thing, Don."}, {"sentId": 590, "text": "Maybe we are moving forward in the issue of race where they're actually aren't..."}], "speaker": "FERGUSON", "secId": 241}, {"sentences": [{"sentId": 591, "text": "OK. That's fine."}], "speaker": "LEMON", "secId": 242}, {"sentences": [{"sentId": 592, "text": "I thought he was joking."}], "speaker": "LAMONT HILL", "secId": 243}, {"sentences": [{"sentId": 593, "text": "So, Marc is not offended by the guns."}], "speaker": "LEMON", "secId": 244}, {"sentences": [{"sentId": 594, "text": "I thought he was joking."}], "speaker": "LAMONT HILL", "secId": 245}, {"sentences": [{"sentId": 595, "text": "My question..."}], "speaker": "LEMON", "secId": 246}, {"sentences": [{"sentId": 596, "text": "People might just be this ignorant."}], "speaker": "FERGUSON", "secId": 247}, {"sentences": [{"sentId": 597, "text": "OK."}, {"sentId": 598, "text": "Enough."}], "speaker": "LEMON", "secId": 248}, {"sentences": [{"sentId": 599, "text": "I love you, Ben..."}], "speaker": "LAMONT HILL", "secId": 249}, {"sentences": [{"sentId": 600, "text": "Enough."}], "speaker": "LEMON", "secId": 250}, {"sentences": [{"sentId": 601, "text": "... but you just said somebody holding up a white --"}], "speaker": "LAMONT HILL", "secId": 251}, {"sentences": [{"sentId": 602, "text": "I'll let them talk."}, {"sentId": 603, "text": "LAMONT HILL: I'm sorry, Don."}, {"sentId": 604, "text": "All I'm saying is somebody holding up a"}], "speaker": "LEMON", "secId": 252}, {"sentences": [{"sentId": 605, "text": "Confederate flag and guns is not a sign of racial progress in 2015."}, {"sentId": 606, "text": "I think it's the opposite."}], "speaker": "LEMON", "secId": 253}, {"sentences": [{"sentId": 607, "text": "OK. You all."}], "speaker": "LEMON", "secId": 254}, {"sentences": [{"sentId": 608, "text": "I don't think it was meant to..."}], "speaker": "LAMONT HILL", "secId": 255}, {"sentences": [{"sentId": 609, "text": "Don , we're going to talk about Manny Pacquiao, coming up."}, {"sentId": 610, "text": "Did they pull the wool over everyone's eyes?"}, {"sentId": 611, "text": "There's a lawsuit now."}, {"sentId": 612, "text": "We'll be right back."}], "speaker": "LEMON", "secId": 256}, {"sentences": [{"sentId": 613, "text": "You know what, I'm in the wrong business and you probably are too, because Floyd Mayweather and Manny Pacquiao collectively earned about $300 million Saturday night's fight."}, {"sentId": 614, "text": "That's $87,000 a minute."}], "speaker": "LEMON", "secId": 257}, {"sentences": [{"sentId": 615, "text": "But now Pacquiao's camp says he had a shoulder injury."}, {"sentId": 616, "text": "Two people in Nevada are suing him; allegedly he's saying he defrauded ticket buyers, TV viewers, and gamblers."}], "speaker": "LEMON", "secId": 258}, {"sentences": [{"sentId": 617, "text": "Back with me now, Marc Lamont Hill and Ben Ferguson."}, {"sentId": 618, "text": "You guys take a deep breath."}, {"sentId": 619, "text": "You're all right now?"}], "speaker": "LEMON", "secId": 259}, {"sentences": [{"sentId": 620, "text": "We're good."}], "speaker": "FERGUSON", "secId": 260}, {"sentences": [{"sentId": 621, "text": "It turns out the fight of the century probably wasn't a fair fight."}, {"sentId": 622, "text": "Manny Pacquiao had a bad shoulder injury, Marc..."}], "speaker": "LEMON", "secId": 261}, {"sentences": [{"sentId": 623, "text": "Oh, God."}], "speaker": "LAMONT HILL", "secId": 262}, {"sentences": [{"sentId": 624, "text": "... pretty much no one knew about it."}, {"sentId": 625, "text": "Everybody who paid for the fight said they were cheated out of their money?"}], "speaker": "LEMON", "secId": 263}, {"sentences": [{"sentId": 626, "text": "Oh, please, every boxer that loses got aches."}, {"sentId": 627, "text": "I had hurt my leg in practice, I hurt my jaw, I'm dizzy, you know, what I mean?"}, {"sentId": 628, "text": "Here's the truth, right?"}, {"sentId": 629, "text": "Manny Pacquiao was out-boxed."}], "speaker": "LAMONT HILL", "secId": 264}, {"sentences": [{"sentId": 630, "text": "Did you say truth?"}], "speaker": "LEMON", "secId": 265}, {"sentences": [{"sentId": 631, "text": "I said truth."}, {"sentId": 632, "text": "Yes, yes."}, {"sentId": 633, "text": "As a senior black correspondent here at CNN, I can say truth."}], "speaker": "LAMONT HILL", "secId": 266}, {"sentences": [{"sentId": 634, "text": "Senior black commentator."}], "speaker": "LEMON", "secId": 267}, {"sentences": [{"sentId": 635, "text": "Right."}, {"sentId": 636, "text": "Right."}, {"sentId": 637, "text": "No, seriously, but Manny Pacquiao was out- boxed and he lost."}, {"sentId": 638, "text": "At the end of the fight, if you remember Manny Pacquiao said, \"I thought I won the fight.\""}, {"sentId": 639, "text": "Right?"}, {"sentId": 640, "text": "In his mind he won the fight."}, {"sentId": 641, "text": "So, I think boxers are always delusional."}, {"sentId": 642, "text": "That's the first stage, a denial for a boxer."}, {"sentId": 643, "text": "After that, they started to blame injuries."}, {"sentId": 644, "text": "The truth of the matter is, a lot of boxers go into fights with injuries."}, {"sentId": 645, "text": "A lot of athletes go into NBA finals Super Bowl, et cetera, with injuries."}, {"sentId": 646, "text": "That's what it means to be an athlete."}, {"sentId": 647, "text": "It's not a big deal."}, {"sentId": 648, "text": "He's just making excuses."}, {"sentId": 649, "text": "He probably should have it..."}], "speaker": "LAMONT HILL", "secId": 268}, {"sentences": [{"sentId": 650, "text": "But, a 100 bucks is a 100 bucks and you paid for it."}, {"sentId": 651, "text": "And you know, if you think it's not fair, some people want their money back."}], "speaker": "LEMON", "secId": 269}, {"sentences": [{"sentId": 652, "text": "But for what?"}, {"sentId": 653, "text": "But you're excited ."}, {"sentId": 654, "text": "You were defrauded by both fighters, because it wasn't a fight, it was a big dance."}, {"sentId": 655, "text": "It was a big -- it was a big, pathetic dance where they all ran around the ring, kind of smiling and grinning and taunting and then they throw a couple of punches."}, {"sentId": 656, "text": "It was a horrible fight."}, {"sentId": 657, "text": "If there's anything you should get a refund for, it should be for the fact that it was a terrible fight."}], "speaker": "FERGUSON", "secId": 270}, {"sentences": [{"sentId": 658, "text": "Ben, I agree with you."}, {"sentId": 659, "text": "And it made me..."}], "speaker": "LEMON", "secId": 271}, {"sentences": [{"sentId": 660, "text": "Mayweather is actually good."}], "speaker": "FERGUSON", "secId": 272}, {"sentences": [{"sentId": 661, "text": "... it made me long for the old days when we used to watch Ali and Frazier..."}], "speaker": "LEMON", "secId": 273}, {"sentences": [{"sentId": 662, "text": "Heavy weights."}], "speaker": "FERGUSON", "secId": 274}, {"sentences": [{"sentId": 663, "text": "... on broadcast television, nobody had to pay..."}], "speaker": "LEMON", "secId": 275}, {"sentences": [{"sentId": 664, "text": "Yeah."}], "speaker": "LAMONT HILL", "secId": 276}, {"sentences": [{"sentId": 665, "text": "How old are you, Don?"}, {"sentId": 666, "text": "!"}], "speaker": "FERGUSON", "secId": 277}, {"sentences": [{"sentId": 667, "text": "Oh, you know, I'm old."}, {"sentId": 668, "text": "I am the senior black anchor on CNN."}, {"sentId": 669, "text": "But, I mean, what happened?"}, {"sentId": 670, "text": "Like where they start making so much money?"}, {"sentId": 671, "text": "Perhaps if the people didn't have to pay for it, there wouldn't be so outraged."}], "speaker": "LEMON", "secId": 278}, {"sentences": [{"sentId": 672, "text": "And part of it is now you know what this is all about."}, {"sentId": 673, "text": "I think I'll go conspiracy."}, {"sentId": 674, "text": "You hear everybody say, \"Well, they're going to fight again.\""}, {"sentId": 675, "text": "Here's your reason, \"Oh, I had a bad shoulder.\""}, {"sentId": 676, "text": "Let me rehab it, let me have surgery then we'll have the fight that everybody wants to see this time instead of a dance recital by two grown men that are taking us all to the woodshed."}], "speaker": "FERGUSON", "secId": 279}, {"sentences": [{"sentId": 677, "text": "Well, you, oh, please, first of all -- first of all, boxers don't get better as they age."}, {"sentId": 678, "text": "Manny Pacquiao has been put on his wallet several times before this fight."}, {"sentId": 679, "text": "If he didn't beat Mayweather this time, he's not going to get better."}, {"sentId": 680, "text": "I don't think there's going to be a rematch."}, {"sentId": 681, "text": "I don't -- I think this is just a matter of Floyd..."}], "speaker": "LAMONT HILL", "secId": 280}, {"sentences": [{"sentId": 682, "text": "I'm not disputing with you."}, {"sentId": 683, "text": "But I think ..."}], "speaker": "FERGUSON", "secId": 281}, {"sentences": [{"sentId": 684, "text": "... Floyd just won."}], "speaker": "HILL", "secId": 282}, {"sentences": [{"sentId": 685, "text": "... but I think both of these guys want to get one more payday out of this."}, {"sentId": 686, "text": "Why wouldn't you want this..."}], "speaker": "FERGUSON", "secId": 283}, {"sentences": [{"sentId": 687, "text": "How much money do they need?"}], "speaker": "LEMON", "secId": 284}, {"sentences": [{"sentId": 688, "text": "... 200 million."}], "speaker": "FERGUSON", "secId": 285}, {"sentences": [{"sentId": 689, "text": "If your crew is called the money team, you probably need a lot."}, {"sentId": 690, "text": "But I think Floyd is going to run out 50 and 0 and then trying to be done."}, {"sentId": 691, "text": "I think -- I think that's what you're to see."}, {"sentId": 692, "text": "And also, I don't know why people expected more this wasn't a Mike Tyson fight where they're going to brawl for a minute and half and then the fight is over."}, {"sentId": 693, "text": "This is a classic Floyd Mayweather fight."}, {"sentId": 694, "text": "He out-boxed you, he throws his punch, he moves."}], "speaker": "LAMONT HILL", "secId": 286}, {"sentences": [{"sentId": 695, "text": "But he's also..."}], "speaker": "LEMON", "secId": 287}, {"sentences": [{"sentId": 696, "text": "He dance - it's a sign."}], "speaker": "LAMONT HILL", "secId": 288}, {"sentences": [{"sentId": 697, "text": "But it's also..."}], "speaker": "LEMON", "secId": 289}, {"sentences": [{"sentId": 698, "text": "Bring back the heavy weights."}], "speaker": "FERGUSON", "secId": 290}, {"sentences": [{"sentId": 699, "text": "... isn't it his production company that's dealing with -- that is doing this?"}, {"sentId": 700, "text": "And they want to go all around, so they can make people feel like they got their money's worth because as Ben said, they were dancing around and they wanted to -- they excluded our correspondent, which I'm so upset about."}, {"sentId": 701, "text": "But, it is, I mean, it's a big show."}], "speaker": "LEMON", "secId": 291}, {"sentences": [{"sentId": 702, "text": "Don, if that's the -- the best thing -- the best thing that came out of Floyd winning the fight was the Internet joke that was going around that said, \"How dare you say that I am, you know, 48 and 0."}, {"sentId": 703, "text": "You forgot about the three fights when I beat my wife.\""}, {"sentId": 704, "text": "If there's anything that came out of the..."}], "speaker": "FERGUSON", "secId": 292}, {"sentences": [{"sentId": 705, "text": "Oh, boo."}], "speaker": "LEMON", "secId": 293}, {"sentences": [{"sentId": 706, "text": "Boo!"}, {"sentId": 707, "text": "Wow."}], "speaker": "LAMONT HILL", "secId": 294}, {"sentences": [{"sentId": 708, "text": "I'm just saying..."}], "speaker": "FERGUSON", "secId": 295}, {"sentences": [{"sentId": 709, "text": "No domestic can violence jokes!"}], "speaker": "LAMONT HILL", "secId": 296}, {"sentences": [{"sentId": 710, "text": "Yes."}], "speaker": "LEMON", "secId": 297}, {"sentences": [{"sentId": 711, "text": "Hey, no, it's not a joke."}, {"sentId": 712, "text": "It's serious."}, {"sentId": 713, "text": "I tweeted..."}], "speaker": "FERGUSON", "secId": 298}, {"sentences": [{"sentId": 714, "text": "I know, then why do you joke about it?"}, {"sentId": 715, "text": "It's not funny."}], "speaker": "LEMON", "secId": 299}, {"sentences": [{"sentId": 716, "text": "No, no, I'm saying..."}], "speaker": "FERGUSON", "secId": 300}, {"sentences": [{"sentId": 717, "text": "Leave the woman in the fight."}], "speaker": "LEMON", "secId": 301}, {"sentences": [{"sentId": 718, "text": "I'm saying people should remember..."}], "speaker": "FERGUSON", "secId": 302}, {"sentences": [{"sentId": 719, "text": "Hit the commentator and leave  him a joke."}], "speaker": "LEMON", "secId": 303}, {"sentences": [{"sentId": 720, "text": "... whose the guy actually is."}], "speaker": "FERGUSON", "secId": 304}, {"sentences": [{"sentId": 721, "text": "Go ahead."}, {"sentId": 722, "text": "Explain yourself."}], "speaker": "LEMON", "secId": 305}, {"sentences": [{"sentId": 723, "text": "Who the guy actually is."}, {"sentId": 724, "text": "And he hit his wife."}, {"sentId": 725, "text": "And that's the bottom line here, is that he's a guy that shouldn't be get paid all this money."}, {"sentId": 726, "text": "He should be in jail right now."}], "speaker": "FERGUSON", "secId": 306}, {"sentences": [{"sentId": 727, "text": "Then you shouldn't watch the fight, Ben!"}, {"sentId": 728, "text": "You set out a 100 bucks."}], "speaker": "LAMONT HILL", "secId": 307}, {"sentences": [{"sentId": 729, "text": "I didn't pay for it!"}], "speaker": "FERGUSON", "secId": 308}, {"sentences": [{"sentId": 730, "text": "There's a -- no, but I'm just saying if people don't watch it, that won't happen."}, {"sentId": 731, "text": "That's why I..."}], "speaker": "LAMONT HILL", "secId": 309}, {"sentences": [{"sentId": 732, "text": "All right."}, {"sentId": 733, "text": "Bye-bye."}, {"sentId": 734, "text": "See you all."}], "speaker": "LEMON", "secId": 310}, {"sentences": [{"sentId": 735, "text": "Bye, Don Lemon."}], "speaker": "LAMONT HILL", "secId": 311}, {"sentences": [{"sentId": 736, "text": "Thanks."}, {"sentId": 737, "text": "We'll be right back."}], "speaker": "LEMON", "secId": 312}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1505.05.cnnt.01.html.json", "time": "Aired May 5, 2015 - 22:00   ET"}