{"sectionCount": 228, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["LEMON", "OBAMA", "SIMON", "GWALTNEY", "SEIDNER", "HANLIN", "JONES", "FELDKAMP", "HEWITT", "BUSH", "SEXTON", "DERSHOWITZ", "MAXWELL", "SEXTOM", "UNIDENTIFIED MALE"], "subTitle": "New Clues in Investigation into Campus Shooting; Gun Control Debate.  Aired 10-11p ET.", "url": "transcripts.cnn.com/TRANSCRIPTS/1510/02/cnnt.02.html", "sentenceCount": 578, "sections": [{"sentences": [{"sentId": 0, "text": "New clues in the investigation of a deadly mass shooting in Oregon."}], "speaker": "LEMON", "secId": 0}, {"sentences": [{"sentId": 1, "text": "This is CNN Tonight, I'm Don Lemon."}, {"sentId": 2, "text": "The Sheriff, John Hanlin says the gunman was enrolled in the class where the shooting took place."}, {"sentId": 3, "text": "Nine dead named tonight, ranging in age from 18 to 67."}], "speaker": "LEMON", "secId": 1}, {"sentences": [{"sentId": 4, "text": "Investigators find six weapons on the campus and seven more at the gunman's home."}, {"sentId": 5, "text": "All the guns are legal."}, {"sentId": 6, "text": "And true to his vow to politicize gun violence, President Barack Obama says this."}], "speaker": "LEMON", "secId": 2}, {"sentences": [{"sentId": 7, "text": "It's because of politics."}, {"sentId": 8, "text": "It's because of interest groups, fund campaigns, feed people fear, and in fairness, it's not just in the Republican Party, although the Republican Party is just uniformly opposed all gun safety laws."}], "speaker": "OBAMA", "secId": 3}, {"sentences": [{"sentId": 9, "text": "Let's begin tonight with CNN's Dan Simon."}, {"sentId": 10, "text": "He is at the public safety center in Roseburg, Oregon."}, {"sentId": 11, "text": "And, Dan, bring us up to date on this investigation."}], "speaker": "LEMON", "secId": 4}, {"sentences": [{"sentId": 12, "text": "Well, Don, authorities at this point are not publicly discussing motive or what may have been going on in this young man's life."}, {"sentId": 13, "text": "But what they do say is that he possessed an incredible amount of fire power."}], "speaker": "SIMON", "secId": 5}, {"sentences": [{"sentId": 14, "text": "At the school, for instance, they found six guns and at his house that he shared with his mother, they found seven weapons, 13 guns in all traced back to the shooter."}, {"sentId": 15, "text": "There was also a flak jacket at the scene."}, {"sentId": 16, "text": "A flak jacket that actually had body armor."}], "speaker": "SIMON", "secId": 6}, {"sentences": [{"sentId": 17, "text": "And there were five magazine clips."}, {"sentId": 18, "text": "There was a lot of ammunition here."}, {"sentId": 19, "text": "So clearly, when you add it all up, this is somebody who was prepared for battle."}, {"sentId": 20, "text": "He was intent on killing a lot of people and apparently took steps to protect himself."}, {"sentId": 21, "text": "Don?"}], "speaker": "SIMON", "secId": 7}, {"sentences": [{"sentId": 22, "text": "All right."}, {"sentId": 23, "text": "Dan Simon, thank you very much."}, {"sentId": 24, "text": "Now I want to turn to the hero of the Oregon campus shooting."}, {"sentId": 25, "text": "When Chris Mintz heard gunfire, he jumped into action trying to save lives."}, {"sentId": 26, "text": "His aunt says he tried to keep the gunman from getting in and was shot three times."}], "speaker": "LEMON", "secId": 8}, {"sentences": [{"sentId": 27, "text": "He looked at the gunman and said it's my son's birthday today and he was shot once more."}, {"sentId": 28, "text": "He's in the hospital tonight recovering from those wounds and two broken legs."}, {"sentId": 29, "text": "And his friend Mike Gwaltney he joins me now on the phone."}], "speaker": "LEMON", "secId": 9}, {"sentences": [{"sentId": 30, "text": "Mike, thank you so much for joining us."}, {"sentId": 31, "text": "Listen, we are hearing and we understand that you visited him in the hospital."}, {"sentId": 32, "text": "We're getting reports that he was shot seven times."}, {"sentId": 33, "text": "Some say four or three times."}, {"sentId": 34, "text": "How is he doing and what are his injuries?"}], "speaker": "LEMON", "secId": 10}, {"sentences": [{"sentId": 35, "text": "He is doing really well under the circumstances."}, {"sentId": 36, "text": "He's a positive person in general."}, {"sentId": 37, "text": "I was there when he rolled out of surgery last night, and he identified me."}, {"sentId": 38, "text": "We kind of waited a little bit, then went in the room and just talked a little bit."}], "speaker": "GWALTNEY", "secId": 11}, {"sentences": [{"sentId": 39, "text": "You know, he had several friends there along with me."}, {"sentId": 40, "text": "But his parents are as good as can be expected."}, {"sentId": 41, "text": "Obviously, he's, you know, saddened like everybody else."}, {"sentId": 42, "text": "That was pretty clear to all of us."}, {"sentId": 43, "text": "I think I can speak for all of us, pretty clear to us that he's sad."}, {"sentId": 44, "text": "But he's ready to start his journey on the road to recovery for sure."}], "speaker": "GWALTNEY", "secId": 12}, {"sentences": [{"sentId": 45, "text": "Did he tell you how many times he was shot, did they sure that with you?"}], "speaker": "LEMON", "secId": 13}, {"sentences": [{"sentId": 46, "text": "Yes."}, {"sentId": 47, "text": "He actually -- when I got there, his girlfriend told me, it was -- we all thought at one point -- there's a lot of stuff flying around obviously and the height of emotion."}, {"sentId": 48, "text": "So, you know, we, obviously a lot of people are hearing five."}, {"sentId": 49, "text": "He was shot seven times."}], "speaker": "GWALTNEY", "secId": 14}, {"sentences": [{"sentId": 50, "text": "He was shot seven times according to his girlfriend who's there."}], "speaker": "LEMON", "secId": 15}, {"sentences": [{"sentId": 51, "text": "Correct."}], "speaker": "GWALTNEY", "secId": 16}, {"sentences": [{"sentId": 52, "text": "What did he tell you, what did he talk to you about?"}], "speaker": "LEMON", "secId": 17}, {"sentences": [{"sentId": 53, "text": "You know, he was kind of in and out."}, {"sentId": 54, "text": "You know, when you watch -- when he rolled out of recovery -- I'm a coach here locally."}, {"sentId": 55, "text": "So, I'm kind of known to him as Coach Mike."}, {"sentId": 56, "text": "So, when he rolled out, he kind of looked and said, hey, it's coach Mike, you know, still a little out of it from anesthesia."}, {"sentId": 57, "text": "You know, that was the initial conversation."}], "speaker": "GWALTNEY", "secId": 18}, {"sentences": [{"sentId": 58, "text": "Then we just kind of all sat around and we're just so happy that he was here with us."}, {"sentId": 59, "text": "And we let him kind of do a lot of the talking."}, {"sentId": 60, "text": "And there wasn't really a lot of talking, there were just some emotion and obviously, as you can possibly imagine, a lot of emotion in the room."}], "speaker": "GWALTNEY", "secId": 19}, {"sentences": [{"sentId": 61, "text": "And I guess, words just couldn't be spoken."}, {"sentId": 62, "text": "I mean, we were all so glad that he was -- he was still here with us."}], "speaker": "GWALTNEY", "secId": 20}, {"sentences": [{"sentId": 63, "text": "Lot of people we talk to when this happens, they run away from the gunfire."}, {"sentId": 64, "text": "He and several other people ran towards it."}, {"sentId": 65, "text": "He's truly a hero because he actually, you know, got involved and he was there, right, in the action to save lives in this classroom."}, {"sentId": 66, "text": "Tell us about Chris, about his personality that would make him do something like this."}], "speaker": "LEMON", "secId": 21}, {"sentences": [{"sentId": 67, "text": "Well, he's a soldier."}, {"sentId": 68, "text": "Myself, include, I mean, any one of us who's a soldier, that's kind of what is expected of us."}, {"sentId": 69, "text": "That's kind of what, you know, what Chris is trained to do."}, {"sentId": 70, "text": "Not a shock at all."}, {"sentId": 71, "text": "He's a very intense guy."}, {"sentId": 72, "text": "He's 110 percent into, you know, into his physical fitness."}], "speaker": "GWALTNEY", "secId": 22}, {"sentences": [{"sentId": 73, "text": "One of the things I told someone earlier, one of the coolest things I know about Chris is he's a really, really super good dad."}, {"sentId": 74, "text": "And, you know, I don't know if that answers your question."}, {"sentId": 75, "text": "He just loves that boy so much and I think that drives him to be who he is."}, {"sentId": 76, "text": "I really do."}], "speaker": "GWALTNEY", "secId": 23}, {"sentences": [{"sentId": 77, "text": "And he said, does it sound him like he said it's my son's birthday today, as he was -- after he had been shot and was still trying to help out."}], "speaker": "LEMON", "secId": 24}, {"sentences": [{"sentId": 78, "text": "Yes, I mean obviously probably trying to talk to guys, talk some sense into the guy, you know, seeing if he had a conscience."}, {"sentId": 79, "text": "Since went obviously we all know he did not."}], "speaker": "GWALTNEY", "secId": 25}, {"sentences": [{"sentId": 80, "text": "And, you know, maybe try to see if the guy had a heart."}, {"sentId": 81, "text": "I mean, clearly we all know now that -- that obviously didn't -- it wasn't the case."}], "speaker": "GWALTNEY", "secId": 26}, {"sentences": [{"sentId": 82, "text": "He served, Mike, he served in the army, Chris did, 10 years."}, {"sentId": 83, "text": "So, what did you think when you heard that he had been shot here at home?"}], "speaker": "LEMON", "secId": 27}, {"sentences": [{"sentId": 84, "text": "At first, I was at work when I found out, you know, with the staff that we all work with."}, {"sentId": 85, "text": "He works in that facility as well on the night crew."}, {"sentId": 86, "text": "And when we all found out, we're obviously, I know my face turned white probably."}], "speaker": "GWALTNEY", "secId": 28}, {"sentences": [{"sentId": 87, "text": "And, you know, at first I was very, like, I think scared."}, {"sentId": 88, "text": "And then I realized who we were talking about."}, {"sentId": 89, "text": "Some guy was telling the reporter earlier, kind of a peace went on maybe because I know Chris."}, {"sentId": 90, "text": "And I know that his intense personality definitely came in handy today, or yesterday."}], "speaker": "GWALTNEY", "secId": 29}, {"sentences": [{"sentId": 91, "text": "So, as this peace that came over me like, I know he's going to be OK."}, {"sentId": 92, "text": "I'm glad he's in surgery."}, {"sentId": 93, "text": "That was with the word to be got when he went in, and I don't know."}, {"sentId": 94, "text": "It was -- I wasn't afraid that he wasn't going to make it."}], "speaker": "GWALTNEY", "secId": 30}, {"sentences": [{"sentId": 95, "text": "And you would think under the circumstances that, you know, some people with seven gunshots probably aren't going to make it."}, {"sentId": 96, "text": "But I just knew he was going to be OK."}, {"sentId": 97, "text": "I just knew it."}], "speaker": "GWALTNEY", "secId": 31}, {"sentences": [{"sentId": 98, "text": "Mike Gwaltney, will you give him, Chris and his family our condolences -- not our condolences, tell him we're thinking about them and we wish him the very best."}, {"sentId": 99, "text": "OK?"}, {"sentId": 100, "text": "Thank you so much."}], "speaker": "LEMON", "secId": 32}, {"sentences": [{"sentId": 101, "text": "I will do that for you."}, {"sentId": 102, "text": "I will, yes, sir."}, {"sentId": 103, "text": "LEMON:  I want to bring in CNN's Sara Seidner now."}, {"sentId": 104, "text": "She learned more about the sheriff in the spotlight in the wake of shooting and his views on gun control."}, {"sentId": 105, "text": "He is really on the spotlight and making statements about not saying the shooter's name."}], "speaker": "GWALTNEY", "secId": 33}, {"sentences": [{"sentId": 106, "text": "Sara, you know, we're going to get to that in a minute."}, {"sentId": 107, "text": "But first, you witnessed the victim's bodies being returned to Roseburg earlier tonight."}, {"sentId": 108, "text": "What can you tell us about that, on those helicopters?"}], "speaker": "GWALTNEY", "secId": 34}, {"sentences": [{"sentId": 109, "text": "It was an incredibly poignant moment."}, {"sentId": 110, "text": "Terribly sad as people stood watching as a helicopter, a Black Hawk helicopter flown by the National Guard, brought in the bodies from Portland."}, {"sentId": 111, "text": "As you now, all of the bodies were taken to Portland so that they could do the autopsies there and do them quickly."}], "speaker": "SEIDNER", "secId": 35}, {"sentences": [{"sentId": 112, "text": "And this was really a service to the families."}, {"sentId": 113, "text": "The governor deciding to activate the National Guard, the National Guard doing their duty and going to pick up all of the bodies and bring them back here."}, {"sentId": 114, "text": "All of the victim's bodies."}, {"sentId": 115, "text": "They did not, however, pick up the shooters body."}], "speaker": "SEIDNER", "secId": 36}, {"sentences": [{"sentId": 116, "text": "When we saw the gurneys coming to the actual helicopter, you felt right them, you could feel right then the poignancy of the moment."}, {"sentId": 117, "text": "You could feel right then the heavy hearts of the people here."}], "speaker": "SEIDNER", "secId": 37}, {"sentences": [{"sentId": 118, "text": "And then one by one by one they loaded those bodies up onto those gurneys and put them into vans and drove away."}, {"sentId": 119, "text": "We do understand that the funeral homes were there to take bodies to the funeral homes."}, {"sentId": 120, "text": "The families will for the first time see their loved ones back and be able to finally bury them, Don."}], "speaker": "SEIDNER", "secId": 38}, {"sentences": [{"sentId": 121, "text": "And as you mentioned earlier here on CNN, we don't usually see this unless we have sadly soldiers who are coming back, whose bodies are being brought back from war zones."}, {"sentId": 122, "text": "That's only when you see scenes like this."}], "speaker": "LEMON", "secId": 39}, {"sentences": [{"sentId": 123, "text": "Sara, you know, the sheriff there has become central to the story."}, {"sentId": 124, "text": "You spent some time looking into his story today."}, {"sentId": 125, "text": "What did you find?"}], "speaker": "LEMON", "secId": 40}, {"sentences": [{"sentId": 126, "text": "You know, he has a strong personality."}, {"sentId": 127, "text": "He is front and center, at the head of all of the press conferences, giving information, telling people what they need to know, and very concerned about his community."}], "speaker": "SEIDNER", "secId": 41}, {"sentences": [{"sentId": 128, "text": "But certainly, some of his - opinions and some of his stances have been criticized and are controversial."}, {"sentId": 129, "text": "Here's a little bit more about why controversy is now surrounding what a lot of people say is a new person on the national stage."}], "speaker": "SEIDNER", "secId": 42}, {"sentences": [{"sentId": 130, "text": "Thrust onto the national stage after the massacre at Umpqua Community College."}, {"sentId": 131, "text": "Douglas County Sheriff, John Hanlin talks tough and isn't afraid to share his opinion."}], "speaker": "SEIDNER", "secId": 43}, {"sentences": [{"sentId": 132, "text": "I will not name the shooter."}, {"sentId": 133, "text": "I will not give him the credit he probably sought prior to this horrific and cowardly act."}], "speaker": "HANLIN", "secId": 44}, {"sentences": [{"sentId": 134, "text": "His stance on the shooter, cheered by many."}, {"sentId": 135, "text": "But some of his other believes are putting him smack dab in the middle of the fight over gun control."}], "speaker": "SEIDNER", "secId": 45}, {"sentences": [{"sentId": 136, "text": "A letter he sent to Vice President Joe Biden one month after the shooting at Sandy Hook Elementary, one of the deadliest in American history gives everyone a good look at his unwavering stance on gun control."}, {"sentId": 137, "text": "It says in part, \"Gun control is not the answer to preventing heinous crimes like school shootings.\""}], "speaker": "SEIDNER", "secId": 46}, {"sentences": [{"sentId": 138, "text": "But now a mass shooting has hit him at home."}, {"sentId": 139, "text": "So, we asked him about his thoughts as the entire country asks, why is this happening in America, yet again, and what will stop it."}], "speaker": "SEIDNER", "secId": 47}, {"sentences": [{"sentId": 140, "text": "Can you talk to me about your stance on the fact that you feel like gun control's not a potential answer to this mass shooting?"}], "speaker": "SEIDNER", "secId": 48}, {"sentences": [{"sentId": 141, "text": "OK."}, {"sentId": 142, "text": "I understand your interest in that and I can appreciate that you have an interest in my position."}, {"sentId": 143, "text": "But like I've said a number of times this morning, we are focusing on getting this investigation completed."}], "speaker": "HANLIN", "secId": 49}, {"sentences": [{"sentId": 144, "text": "But he did talk to us a bit about a controversial post on his Facebook page that is also getting attention now."}, {"sentId": 145, "text": "Long before the Umpqua College shooting, he reposted a viral video."}], "speaker": "SEIDNER", "secId": 50}, {"sentences": [{"sentId": 146, "text": "That video delves into conspiracy theories involving the Sandy Hook shooting."}, {"sentId": 147, "text": "It goes us far as to question whether some of the grieving parents were crises actors."}, {"sentId": 148, "text": "He writes, \"this makes me wonder who we can trust anymore,\" and goes onto say, \"Watch, listen, and keep an open mind.\""}], "speaker": "SEIDNER", "secId": 51}, {"sentences": [{"sentId": 149, "text": "Or did you post that?"}], "speaker": "SEIDNER", "secId": 52}, {"sentences": [{"sentId": 150, "text": "No."}], "speaker": "HANLIN", "secId": 53}, {"sentences": [{"sentId": 151, "text": "You didn't post it?"}], "speaker": "SEIDNER", "secId": 54}, {"sentences": [{"sentId": 152, "text": "No."}, {"sentId": 153, "text": "I know what you're referring to."}], "speaker": "HANLIN", "secId": 55}, {"sentences": [{"sentId": 154, "text": "Yes, we're just trying to clear that."}], "speaker": "SEIDNER", "secId": 56}, {"sentences": [{"sentId": 155, "text": "That's not a conspiracy theory belief that I have."}], "speaker": "HANLIN", "secId": 57}, {"sentences": [{"sentId": 156, "text": "So, you hear him say that, you know, that is not a belief of him -- him, that these conspiracy theories that surrounded the Sandy Hook Elementary School shooting."}, {"sentId": 157, "text": "And you know, to his credit, he has spent much of his time trying to deal with the grieving families."}], "speaker": "SEIDNER", "secId": 58}, {"sentences": [{"sentId": 158, "text": "And today, he named off all nine of the victims finally letting the public know who indeed died and giving stories of who they were and messages from their family members."}, {"sentId": 159, "text": "It has been a really, really difficult day."}, {"sentId": 160, "text": "Another one here in this area."}, {"sentId": 161, "text": "And because of the Umpqua College Campus shooting."}, {"sentId": 162, "text": "Don?"}], "speaker": "SEIDNER", "secId": 59}, {"sentences": [{"sentId": 163, "text": "Sarah Seidner reporting."}, {"sentId": 164, "text": "Sara, thank you very much."}], "speaker": "LEMON", "secId": 60}, {"sentences": [{"sentId": 165, "text": "We've got a lot more on the sheriff when we come back."}, {"sentId": 166, "text": "Plus, and the President says we should politicize gun, gun control and now in the wake of this latest mass shooting, the candidates are at odds over guns in America."}], "speaker": "LEMON", "secId": 61}, {"sentences": [{"sentId": 167, "text": "And as you look at the White House now flags are at half-staff because of the victims in this shooting."}, {"sentId": 168, "text": "I'm going to talk to a leading conservative next."}], "speaker": "LEMON", "secId": 62}, {"sentences": [{"sentId": 169, "text": "So, you heard our Sara Seidner reporting on the sheriff who's found himself in the spotlight in the wake of this Oregon campus shooting."}], "speaker": "LEMON", "secId": 63}, {"sentences": [{"sentId": 170, "text": "Sheriff Hanlin's views on gun control not what some people might have expected."}, {"sentId": 171, "text": "He sent a letter to Vice President Joe Biden after the Sandy Hook massacre saying, \"Gun control is not the answer.\""}], "speaker": "LEMON", "secId": 64}, {"sentences": [{"sentId": 172, "text": "And then there was that controversial video he reposted on his Facebook page, one that advanced a Sandy Hook conspiracy theory."}], "speaker": "LEMON", "secId": 65}, {"sentences": [{"sentId": 173, "text": "Now I want to bring in James Feldkamp, former FBI agent, also a former instructor to Umpqua Community College, and Van Jones, CNN political contributor and former Obama administration official."}], "speaker": "LEMON", "secId": 66}, {"sentences": [{"sentId": 174, "text": "I want each of you to react to Sarah's reporting about the sheriff."}, {"sentId": 175, "text": "Van, you first."}], "speaker": "LEMON", "secId": 67}, {"sentences": [{"sentId": 176, "text": "Well, listen, obviously he didn't expect to be the center of a global news story when re reposted that."}, {"sentId": 177, "text": "I don't want to look behind his views based on that one post."}, {"sentId": 178, "text": "I do think that he is wrong when he says that gun control doesn't matter."}], "speaker": "JONES", "secId": 68}, {"sentences": [{"sentId": 179, "text": "Listen, we heard over and over again these arguments that crooks are not going to obey these laws."}, {"sentId": 180, "text": "What we know is that rules do matter."}, {"sentId": 181, "text": "When we lowered the speed limit, there were fewer traffic fatalities."}, {"sentId": 182, "text": "Some people still broke the law but it change the center of gravity."}], "speaker": "JONES", "secId": 69}, {"sentences": [{"sentId": 183, "text": "With the only country still doing this, you know, I think what we need to do is not worry about this one sheriff and his particular set of views, but recognize a whole bunch of bogus arguments that are being put forward now by the NRA."}], "speaker": "JONES", "secId": 70}, {"sentences": [{"sentId": 184, "text": "But if you look behind those arguments, 87 percent of NRA members agree that we need common sense gun reform."}, {"sentId": 185, "text": "That NRA unfortunately has been taken over by the gun manufacturer, that's the real problem here."}], "speaker": "JONES", "secId": 71}, {"sentences": [{"sentId": 186, "text": "OK. Van, I want to read because this is a letter, right, that he wrote to the Vice President during his initiative against gun violence."}, {"sentId": 187, "text": "He said, \"Gun control is not the answer to preventing heinous crimes like school shootings."}, {"sentId": 188, "text": "Any federal regulation enacted by Congress or by Executive Order of the President offending the Constitutional rights of my citizens shall not be enforced by me or by my deputies.\""}, {"sentId": 189, "text": "So, he wasn't going to uphold the laws there."}, {"sentId": 190, "text": "I mean, is that playing politics, Van?"}], "speaker": "LEMON", "secId": 72}, {"sentences": [{"sentId": 191, "text": "Well, I think it's playing politics and he has a duty to uphold the law."}, {"sentId": 192, "text": "Let's not forget even this Supreme Court that's gone very, very far, almost off the rails for gun rights, still says that some regulation is legal that certain weapons could be categorize that processes are there."}], "speaker": "JONES", "secId": 73}, {"sentences": [{"sentId": 193, "text": "So, yes, Congress and the President can act."}, {"sentId": 194, "text": "And for a law enforcement officer sworn to uphold the Constitution to say ahead of time he won't do that is very, very troubling."}], "speaker": "JONES", "secId": 74}, {"sentences": [{"sentId": 195, "text": "But the big issue is not this one guy."}, {"sentId": 196, "text": "You have the NRA that's poisoned our debate, 87 percent of their members agree that we should do something different."}, {"sentId": 197, "text": "And they're more interested in keeping the money coming from big weapons of manufacturers than listening to their own members."}, {"sentId": 198, "text": "So, that's all."}], "speaker": "JONES", "secId": 75}, {"sentences": [{"sentId": 199, "text": "So, James, you're from this area, what do you think about that and what Van is saying?"}], "speaker": "LEMON", "secId": 76}, {"sentences": [{"sentId": 200, "text": "Well, first of all, I don't like to do a quick shout out to the cops that stopped this shooter."}, {"sentId": 201, "text": "For the first time, a lot of the people don't realize there are an active shooters that these cops have to go in, and they have a 40 percent chance of getting shot."}, {"sentId": 202, "text": "So, they're heroes too along with Chris Mintz."}], "speaker": "FELDKAMP", "secId": 77}, {"sentences": [{"sentId": 203, "text": "Amen."}], "speaker": "JONES", "secId": 78}, {"sentences": [{"sentId": 204, "text": "But talk about what happened on, I agree with Sheriff Hanlin."}, {"sentId": 205, "text": "Now this is my -- this is where I was born and raised."}, {"sentId": 206, "text": "We have a very strong rural environment where a lot of people use weapons to go hunt and fish and for self-protection."}], "speaker": "FELDKAMP", "secId": 79}, {"sentences": [{"sentId": 207, "text": "Now what Mr. Jones keeps talking about is about all the violence that is happening."}, {"sentId": 208, "text": "But little do people realize, is that there's over a million people in 2004 that use weapons to protect themselves."}], "speaker": "FELDKAMP", "secId": 80}, {"sentences": [{"sentId": 209, "text": "About 959,000 people."}, {"sentId": 210, "text": "So, when Jones talks about how the NRA is talking about taking money from big lobbyists and guns and all, major firearm dealers, where you should also realize that in 2008, the NRA and pro -- gun advocate groups only gave about $2.5 million to federal candidates."}], "speaker": "FELDKAMP", "secId": 81}, {"sentences": [{"sentId": 211, "text": "However, lawyers and law firms gave about 99 percent -- that was 1 percent of what the law firms..."}], "speaker": "FELDKAMP", "secId": 82}, {"sentences": [{"sentId": 212, "text": "So, what are you saying, James?"}], "speaker": "LEMON", "secId": 83}, {"sentences": [{"sentId": 213, "text": "What I'm saying is that when we start politicizing this, you're start talking about the NRA and making a bogeyman, you're not talking about the facts."}, {"sentId": 214, "text": "And the facts are that 959,000 people in 2000 were protected by using firearms."}], "speaker": "FELDKAMP", "secId": 84}, {"sentences": [{"sentId": 215, "text": "Now, we have got to get away from just saying guns are bad."}, {"sentId": 216, "text": "We have -- we've been about the mental health status..."}], "speaker": "FELDKAMP", "secId": 85}, {"sentences": [{"sentId": 217, "text": "But James -- James, I have to say this."}, {"sentId": 218, "text": "I don't think people are saying guns are bad."}, {"sentId": 219, "text": "I think that is a talking point how people are reading on the other side."}, {"sentId": 220, "text": "I think what people are saying it's time that our gun laws and how and who is allowed to purchase a gun and how long of awaiting period that is, that that should be looked at again and that we need to tweak the gun laws."}], "speaker": "LEMON", "secId": 86}, {"sentences": [{"sentId": 221, "text": "I don't think anyone is saying guns are bad."}, {"sentId": 222, "text": "I think most people who use guns in those ways hunting and fishing they use them in the correct way, law enforcement officers."}, {"sentId": 223, "text": "So, I think that your logic is flawed by saying -- you're putting a blanket statement on it by saying that most people say guns are bad."}, {"sentId": 224, "text": "No one is saying guns are bad."}], "speaker": "LEMON", "secId": 87}, {"sentences": [{"sentId": 225, "text": "Well, whatever you're saying is reasonable gun control."}, {"sentId": 226, "text": "So, what is that?"}, {"sentId": 227, "text": "What is the plan that President Obama talk about?"}], "speaker": "FELDKAMP", "secId": 88}, {"sentences": [{"sentId": 228, "text": "That's what we need to talk about."}], "speaker": "LEMON", "secId": 89}, {"sentences": [{"sentId": 229, "text": "Right."}, {"sentId": 230, "text": "OK. One thing we should also talk about too that the people has been talking about is the mental health."}, {"sentId": 231, "text": "Why can't people cope anymore?"}, {"sentId": 232, "text": "That's one thing we should really talk about is that what is wrong with these individuals that can't cope that they have to rely on shooting people?"}], "speaker": "FELDKAMP", "secId": 90}, {"sentences": [{"sentId": 233, "text": "I mean, you see this with the internet, Facebook, all the social media."}, {"sentId": 234, "text": "And so, we talk about gun control, what is it?"}, {"sentId": 235, "text": "We have 271 federal gun control laws right now."}], "speaker": "FELDKAMP", "secId": 91}, {"sentences": [{"sentId": 236, "text": "So, what is it, Van, then, what is reasonable gun control?"}, {"sentId": 237, "text": "What does that look like?"}], "speaker": "LEMON", "secId": 92}, {"sentences": [{"sentId": 238, "text": "Well, first of all, 40 percent of all the guns that have purchased this past year, there was no background check whatsoever."}, {"sentId": 239, "text": "There's not a single hunter or fisher person or any -- anybody in the country that thinks that's a very good idea."}], "speaker": "JONES", "secId": 93}, {"sentences": [{"sentId": 240, "text": "Listen, and you have people who are now starting to fight back in very smart ways."}, {"sentId": 241, "text": "There will be a ballot measure I think in Maine and also in Nevada to try to get universal background checks."}, {"sentId": 242, "text": "They got that done in Washington State."}, {"sentId": 243, "text": "It worked out just perfectly fine."}], "speaker": "JONES", "secId": 94}, {"sentences": [{"sentId": 244, "text": "You're going around Congress being captured by the NRA."}, {"sentId": 245, "text": "You also have groups like the agenda project that saying you've got to get rid of the head of the NRA because he's just taking this organization such a negative direction."}], "speaker": "JONES", "secId": 95}, {"sentences": [{"sentId": 246, "text": "There's a documentary that's being put forward by a group called Brave New Films to try to pull the mask off."}, {"sentId": 247, "text": "Everybody wants the hunters to have their rights."}, {"sentId": 248, "text": "But this group that used to represent hunters have been taken over by this big money people."}, {"sentId": 249, "text": "And so, literally, you're in a situation where people's common sense"}], "speaker": "JONES", "secId": 96}, {"sentences": [{"sentId": 250, "text": "stuff is being stopped."}, {"sentId": 251, "text": "The democracy has been hijacked."}, {"sentId": 252, "text": "Most republicans want there to be more reform and we can't get it done and it's wrong."}], "speaker": "JONES", "secId": 97}, {"sentences": [{"sentId": 253, "text": "Everyone agrees that you should be able to protect yourself that if you're hunting and fishing."}], "speaker": "LEMON", "secId": 98}, {"sentences": [{"sentId": 254, "text": "Absolutely."}], "speaker": "JONES", "secId": 99}, {"sentences": [{"sentId": 255, "text": "That's coming from a state like Louisiana that you should be able to do it."}, {"sentId": 256, "text": "That is part of my family, part of my growing."}], "speaker": "LEMON", "secId": 100}, {"sentences": [{"sentId": 257, "text": "I'm from Tennessee."}], "speaker": "JONES", "secId": 101}, {"sentences": [{"sentId": 258, "text": "Yes."}, {"sentId": 259, "text": "So, listen, gentlemen, I appreciate you."}, {"sentId": 260, "text": "We're out of time."}, {"sentId": 261, "text": "Van Jones, James Feldkamp, thank you very much."}], "speaker": "LEMON", "secId": 102}, {"sentences": [{"sentId": 262, "text": "Coming up, in the wake of the Oregon campus shooting, the battle over gun control is erupting on the campaign trail."}, {"sentId": 263, "text": "And the candidates are at odds over what America should do as we've been talking about."}, {"sentId": 264, "text": "A leading conservative is going to weigh in coming up."}], "speaker": "LEMON", "secId": 103}, {"sentences": [{"sentId": 265, "text": "Welcome back, every one."}, {"sentId": 266, "text": "The mass shooting in Oregon is forcing the candidates to face some very tough questions on guns in America."}, {"sentId": 267, "text": "President Barack Obama making no secret of his views."}, {"sentId": 268, "text": "I want you to listen to what he said today."}], "speaker": "LEMON", "secId": 104}, {"sentences": [{"sentId": 269, "text": "Here you've got majority of the American people think it's the right thing to do."}, {"sentId": 270, "text": "Background checks, other common sense steps that would maybe save some lives."}, {"sentId": 271, "text": "Couldn't even get a full vote."}, {"sentId": 272, "text": "And why is that?"}], "speaker": "OBAMA", "secId": 105}, {"sentences": [{"sentId": 273, "text": "It's because of politics."}, {"sentId": 274, "text": "It's because interest groups fund campaigns, feed people fear, and in fairness, it's not just in the Republican Party, although the Republican Party is just uniformly opposed all gun safety laws."}], "speaker": "OBAMA", "secId": 106}, {"sentences": [{"sentId": 275, "text": "So, what does Hugh Hewitt think of that?"}, {"sentId": 276, "text": "He's a host of radio's Hugh Hewitt show and the author of \"The Queen, the Epic Ambition of Hillary Clinton and the coming of the Second Clinton Era.\""}, {"sentId": 277, "text": "Thank you for coming in on a Friday."}, {"sentId": 278, "text": "Doing OK?"}], "speaker": "LEMON", "secId": 107}, {"sentences": [{"sentId": 279, "text": "I am."}, {"sentId": 280, "text": "Thank you for having me, Don."}], "speaker": "HEWITT", "secId": 108}, {"sentences": [{"sentId": 281, "text": "Listen, always a pleasure."}, {"sentId": 282, "text": "The president says that guns are the problem and republicans are blocking solutions and he says he wants to politicize this."}, {"sentId": 283, "text": "What is your reaction?"}, {"sentId": 284, "text": "HEWITT:  Well, I think republican candidates should do three things,"}], "speaker": "LEMON", "secId": 109}, {"sentences": [{"sentId": 285, "text": "Don."}, {"sentId": 286, "text": "One, they should mourn with those who mourn, first and foremost."}, {"sentId": 287, "text": "Secondly, they should denounce the President's demagoguery and lack of specificity and they should refuse to engage his strong man arguments."}], "speaker": "LEMON", "secId": 110}, {"sentences": [{"sentId": 288, "text": "And three, they ought to agree to engage and refuse -- and review every specific proposal this put forward to deal with a specific incident."}, {"sentId": 289, "text": "I think if your audience will go to the Minnesota Gun Owners Political Action Committee, they will see the 13 usually proposed common sense or called common sense gun control measures and the last dozen mass casualty atrocities in the United States."}], "speaker": "LEMON", "secId": 111}, {"sentences": [{"sentId": 290, "text": "And they will see that none of those so-called common sense gun control measures would have prevented even one of these terrible atrocities."}], "speaker": "LEMON", "secId": 112}, {"sentences": [{"sentId": 291, "text": "Why do you say that?"}], "speaker": "LEMON", "secId": 113}, {"sentences": [{"sentId": 292, "text": "So, then, my friend..."}], "speaker": "HEWITT", "secId": 114}, {"sentences": [{"sentId": 293, "text": "Why do you say that, Hugh?"}], "speaker": "LEMON", "secId": 115}, {"sentences": [{"sentId": 294, "text": "Because they don't."}, {"sentId": 295, "text": "Because if you say, for example, the killer in Oregon owned 14 weapons, all of which were obtained from federally registered gun dealers legally."}], "speaker": "HEWITT", "secId": 116}, {"sentences": [{"sentId": 296, "text": "So, none of the common sense proposals that the President adopts his strawmen would have done anything to stop this tragedy."}, {"sentId": 297, "text": "And so, I think the problem the president has, is the same problem he has with the Syrian policy."}], "speaker": "HEWITT", "secId": 117}, {"sentences": [{"sentId": 298, "text": "He's all talk and no ideas."}, {"sentId": 299, "text": "He's all emotion and no reason."}, {"sentId": 300, "text": "He's absolutely all politics and no solutions."}, {"sentId": 301, "text": "And I think the American people are disgusted with it."}], "speaker": "HEWITT", "secId": 118}, {"sentences": [{"sentId": 302, "text": "And I watch your show last night, Don."}, {"sentId": 303, "text": "I watch this entire statement, a second time, I believe it was the low moment of his presidency combined with the Syrian fiasco."}], "speaker": "HEWITT", "secId": 119}, {"sentences": [{"sentId": 304, "text": "And I'd asked the American people, I asked, why would they believe any solution the president has on guns is any better than any solution he hasn't had on Syria."}], "speaker": "HEWITT", "secId": 120}, {"sentences": [{"sentId": 305, "text": "So, Hugh, the answer is..."}], "speaker": "LEMON", "secId": 121}, {"sentences": [{"sentId": 306, "text": "The answer is, he's out of ideas."}], "speaker": "HEWITT", "secId": 122}, {"sentences": [{"sentId": 307, "text": "Let me ask you this."}, {"sentId": 308, "text": "And you said, none of the, you said, so sensible gun proposal, you said would have stopped the Oregon shooter."}, {"sentId": 309, "text": "So, then what type of legislation, what type of laws or proposals would have stopped this shooter?"}], "speaker": "LEMON", "secId": 123}, {"sentences": [{"sentId": 310, "text": "See, I don't know."}, {"sentId": 311, "text": "I am willing to entertain any specific proposal that is directed at any specific atrocity."}], "speaker": "HEWITT", "secId": 124}, {"sentences": [{"sentId": 312, "text": "OK."}], "speaker": "LEMON", "secId": 125}, {"sentences": [{"sentId": 313, "text": "And I ended today, and I did invite a gun control advocate who accepted last night and then didn't want to come on the show because I always ask, I would have asked Van Jones this question."}, {"sentId": 314, "text": "What specific proposal are you advocating, Van, that would have stopped any of the last 12 atrocities."}], "speaker": "HEWITT", "secId": 126}, {"sentences": [{"sentId": 315, "text": "And they are all atrocities."}, {"sentId": 316, "text": "And I'm mourning with those people and those victims tonight."}, {"sentId": 317, "text": "And I watched last night your every town advocate and all of the proposals he puts forward."}, {"sentId": 318, "text": "I'm willing to look at them."}, {"sentId": 319, "text": "I don't know any republican candidate who isn't."}], "speaker": "HEWITT", "secId": 127}, {"sentences": [{"sentId": 320, "text": "But I'm unwilling to indulge the emotive appeal of the president that somehow an army of straw man stopping him from stopping killers."}, {"sentId": 321, "text": "It's not true."}, {"sentId": 322, "text": "It's demagogy and its bankrupt ideology that is substituting itself for an honest discussion of what would and would not work."}], "speaker": "HEWITT", "secId": 128}, {"sentences": [{"sentId": 323, "text": "If Mrs. Clinton or President Obama wants to come forward and argue for confiscation of weapons or a limit on the number of weapons and individual can own, that might work."}, {"sentId": 324, "text": "But you know what, the American people won't support it and they know that."}, {"sentId": 325, "text": "So, they don't make that argument."}], "speaker": "HEWITT", "secId": 129}, {"sentences": [{"sentId": 326, "text": "Yes."}, {"sentId": 327, "text": "That would be tough to do."}, {"sentId": 328, "text": "Can we talk about -- I've been wanting to hear what you had to say about Jeb Bush."}, {"sentId": 329, "text": "Because he ended up in hot water today when he was asked about what should happen after this latest shooting."}, {"sentId": 330, "text": "And he said this."}], "speaker": "LEMON", "secId": 130}, {"sentences": [{"sentId": 331, "text": "I have this challenge as Governor because we have -- look, stuff happens."}, {"sentId": 332, "text": "There's always a crisis."}, {"sentId": 333, "text": "And the impulse is always to do something and it's not necessarily the right thing to do."}], "speaker": "BUSH", "secId": 131}, {"sentences": [{"sentId": 334, "text": "So, then later, Hugh, he was asked to clarify and he said things happened all the time."}, {"sentId": 335, "text": "Things."}, {"sentId": 336, "text": "I mean, is that better?"}, {"sentId": 337, "text": "What do you think?"}], "speaker": "LEMON", "secId": 132}, {"sentences": [{"sentId": 338, "text": "I don't -- I believe it's a nonstory for Governor Bush."}, {"sentId": 339, "text": "Ryan Lizza was the reporter for the New Yorker."}, {"sentId": 340, "text": "He's a frequent guest on my radio show, he's a good man."}, {"sentId": 341, "text": "But Jeb Bush pushed him back."}, {"sentId": 342, "text": "He said, Ryan, I'm not going to argue with you about the semantics."}, {"sentId": 343, "text": "I'm talking about various kinds of tragedies."}], "speaker": "HEWITT", "secId": 133}, {"sentences": [{"sentId": 344, "text": "When a child drowns that we fence every pool, when a shooting incident occurs do we pass gun laws that don't do anything."}, {"sentId": 345, "text": "I think Jeb Bush answered it effectively and I think the American people are tired of the attempt."}], "speaker": "HEWITT", "secId": 134}, {"sentences": [{"sentId": 346, "text": "For example, Kevin McCarthy who's going to be the new speaker was attacked for politicizing the Benghazi hearings two days ago."}, {"sentId": 347, "text": "President Obama is not attacked for avowedly politicizing the Oregon shootings today."}], "speaker": "HEWITT", "secId": 135}, {"sentences": [{"sentId": 348, "text": "And I think the American people are onto this."}, {"sentId": 349, "text": "And they're looking for authentic conversation between serious people that would really deal with the problem, which is this, may be an unsolvable problem and the left manipulates issues like this to advance political power on the basis of..."}], "speaker": "HEWITT", "secId": 136}, {"sentences": [{"sentId": 350, "text": "Do you think Kevin McCarthy, do you think was taken out of context?"}, {"sentId": 351, "text": "Because he -- what it sounded like to most people as he was saying that this Benghazi committee was put together to bring Hillary Clinton's..."}], "speaker": "LEMON", "secId": 137}, {"sentences": [{"sentId": 352, "text": "That was mainstream media spin."}, {"sentId": 353, "text": "Kevin McCarthy pointed out that the effect of the Benghazi hearings has been to lower the esteem of the American people for the former Secretary of State's truthfulness."}, {"sentId": 354, "text": "He did not say that was the motivation for the committee."}], "speaker": "HEWITT", "secId": 138}, {"sentences": [{"sentId": 355, "text": "And in fact, if you to talk to Troy Gowdy or Mike Pompeii or any of the prosecutors around that committee, were all acting extraordinarily responsibly, as is Kevin McCarthy, as is John Boehner, it is not their motivation to bring down Mrs. Clinton or to lower poll effects."}, {"sentId": 356, "text": "It is the consequences of her deception; of the serial deception that she has perpetrated that has led to the untrustworthiness with which she is held by the American people."}], "speaker": "HEWITT", "secId": 139}, {"sentences": [{"sentId": 357, "text": "So, I think that the attempt to spin all of these things into political hits on the republicans is not working."}, {"sentId": 358, "text": "Because the American people know, for example, Syria is in collapse."}, {"sentId": 359, "text": "There is a calamitous destruction of the Middle East that has occurred on this president's watch."}], "speaker": "HEWITT", "secId": 140}, {"sentences": [{"sentId": 360, "text": "And try as he might to change the subject, it's not working, Don, and it's not going to work."}, {"sentId": 361, "text": "They know that this administration is out of gas."}], "speaker": "HEWITT", "secId": 141}, {"sentences": [{"sentId": 362, "text": "Let's talk about this."}, {"sentId": 363, "text": "Because we've talked a lot about guns, right?"}, {"sentId": 364, "text": "So, let's talk now about mental health issues, or mentally ill people."}, {"sentId": 365, "text": "Only this country, Hugh, has such a problem when it comes to shootings."}], "speaker": "LEMON", "secId": 142}, {"sentences": [{"sentId": 366, "text": "So, how does one explain that?"}, {"sentId": 367, "text": "We don't have a higher -- we don't have a bigger problem when it comes to mental health issues than any other country."}, {"sentId": 368, "text": "We just know..."}], "speaker": "LEMON", "secId": 143}, {"sentences": [{"sentId": 369, "text": "No, you know, I've got to disagree with your premise there, Don."}, {"sentId": 370, "text": "if one takes a look at Iraq wherein the caliphate has been established, there are a lot of angry young men with guns who are drowning people in cages or in burning Jordanian pilots alive and there are a lot of angry young men..."}, {"sentId": 371, "text": "LEMON:  You're talking about war-torn countries but we're talking about developed countries civilized nation."}], "speaker": "HEWITT", "secId": 144}, {"sentences": [{"sentId": 372, "text": "Not war-torn countries."}, {"sentId": 373, "text": "Developed -- angry young men."}, {"sentId": 374, "text": "And you look at the Norwegian shooter and you look at a lot of different incidents."}, {"sentId": 375, "text": "The answer that those countries have put forward is gun confiscation."}], "speaker": "HEWITT", "secId": 145}, {"sentences": [{"sentId": 376, "text": "And if democrats want to argue that they will get pull back against that."}, {"sentId": 377, "text": "So, here is what I think going to happen."}, {"sentId": 378, "text": "Any specific proposal that is put forward to answer any of the specific crimes I'll debate all day long."}, {"sentId": 379, "text": "But not a general one about mental health."}], "speaker": "HEWITT", "secId": 146}, {"sentences": [{"sentId": 380, "text": "I was the guy that asked the question at the CNN Salem Media Group debate, I asked it of Jeb Bush."}, {"sentId": 381, "text": "What do you do about mental health, at what point do you engage, ought there to be a hearing before a court, or ought there to be a non-court supervised seizure of a weapon if so many slot to be psychotic."}], "speaker": "HEWITT", "secId": 147}, {"sentences": [{"sentId": 382, "text": "Difficult issue takes a lot on time on television."}, {"sentId": 383, "text": "It doesn't often get discussed."}, {"sentId": 384, "text": "We talked about it on the CNN Salem debate."}, {"sentId": 385, "text": "Jeb Bush had a good answer and so did Senator Cruz."}, {"sentId": 386, "text": "That's a good conservation."}, {"sentId": 387, "text": "What's a bad conversation is Van Jones saying that the NRA is on Congress."}, {"sentId": 388, "text": "That's his silly and Van knows it."}], "speaker": "HEWITT", "secId": 148}, {"sentences": [{"sentId": 389, "text": "What I got out of this is that you think that maybe gun confiscation would help but democrats are afraid to argue it."}, {"sentId": 390, "text": "So?"}], "speaker": "LEMON", "secId": 149}, {"sentences": [{"sentId": 391, "text": "What you should take away is gun confiscation is very effective but the American people don't want it and would refuse it."}], "speaker": "HEWITT", "secId": 150}, {"sentences": [{"sentId": 392, "text": "Never before."}, {"sentId": 393, "text": "Yes."}, {"sentId": 394, "text": "Hugh, thank you."}], "speaker": "LEMON", "secId": 151}, {"sentences": [{"sentId": 395, "text": "Thank you, Don."}, {"sentId": 396, "text": "Good to be here."}], "speaker": "HEWITT", "secId": 152}, {"sentences": [{"sentId": 397, "text": "Again, thank you."}, {"sentId": 398, "text": "I appreciate it."}, {"sentId": 399, "text": "Thank you."}, {"sentId": 400, "text": "Coming up, President Barack Obama challenged the media to compare the number of American deaths from terrorism to the number of deaths due to gun violence."}, {"sentId": 401, "text": "We did and we're going to have those numbers for you next."}], "speaker": "LEMON", "secId": 153}, {"sentences": [{"sentId": 402, "text": "Hours after the mass shooting on the campus of Umpqua Community College, President Barack Obama issued a challenge to the media, tally up the number of Americans killed through terrorist attacks in the last decades, and the number of Americans who been killed by gun violence and post the results side by side."}], "speaker": "LEMON", "secId": 154}, {"sentences": [{"sentId": 403, "text": "So, here are the numbers for you, 316,545 American deaths by firearms on U.S. soil, 313 American deaths by terrorism and that is beyond American soil."}], "speaker": "LEMON", "secId": 155}, {"sentences": [{"sentId": 404, "text": "So, joining me now is Alan Dershowitz, defense attorney and author."}, {"sentId": 405, "text": "His latest book is \"The Case Against the Iran Deal,\" and Buck Sexton is the national security editor at The Blaze,\" and Jim Maxwell, also with is."}, {"sentId": 406, "text": "He's a retired FBI agent."}, {"sentId": 407, "text": "Buck, so, the question is, do you think that, should gun violence be treated like domestic terror?"}], "speaker": "LEMON", "secId": 156}, {"sentences": [{"sentId": 408, "text": "No, definitely not."}, {"sentId": 409, "text": "And if somebody comes at this in the perspective of having work at the NYPD, the largest police, largest police agency in the country."}, {"sentId": 410, "text": "And then, you know, local one."}, {"sentId": 411, "text": "And then the CIA's Counter Terrorism Center."}], "speaker": "SEXTON", "secId": 157}, {"sentences": [{"sentId": 412, "text": "So, I've seen both of these issues and dealt with both of these problems sets."}, {"sentId": 413, "text": "And first of all, any chart that starts without September 11th that's talking about terrorism which tends to be a common thing in the left, is obviously trying to hide something."}], "speaker": "SEXTON", "secId": 158}, {"sentences": [{"sentId": 414, "text": "Part of what it's hiding, by the way, and part of what that chart doesn't show you is all of the attacks that has been thwarted."}, {"sentId": 415, "text": "All the resources going into thwarting those attacks over a period of time."}], "speaker": "SEXTON", "secId": 159}, {"sentences": [{"sentId": 416, "text": "But it seems to me that the President is trying to compare two things and say, we're not doing anything to combat gun violence."}, {"sentId": 417, "text": "Look at local law enforcement, state law enforcement, federal law enforcement, we're doing a massive amount actually to combat gun violence."}, {"sentId": 418, "text": "We're doing it not only through these different agencies and police department, but also through countless regulations and laws and..."}], "speaker": "SEXTON", "secId": 160}, {"sentences": [{"sentId": 419, "text": "You think massive amount when you consider the -- I mean, listen, look at the number of people who are killed in big cities every single night, every single day."}, {"sentId": 420, "text": "When you look at that, you think we're doing massive amounts."}], "speaker": "LEMON", "secId": 161}, {"sentences": [{"sentId": 421, "text": "I didn't say we were succeeding."}], "speaker": "SEXTON", "secId": 162}, {"sentences": [{"sentId": 422, "text": "OK. Well, then, Buck, isn't success, isn't that the goal?"}, {"sentId": 423, "text": "So, I think we could be spinning our wheels and we're not doing anything."}], "speaker": "LEMON", "secId": 163}, {"sentences": [{"sentId": 424, "text": "So, what is exactly, the country is spending 320 million people what do success look likes on this issue."}, {"sentId": 425, "text": "I mean, you'd have to start to define what that is."}, {"sentId": 426, "text": "But to say that terrorism is not a threat."}, {"sentId": 427, "text": "I mean, there's one thing to say there is violence with gangs and throwing in inner city."}], "speaker": "SEXTON", "secId": 164}, {"sentences": [{"sentId": 428, "text": "No one is saying terrorism is not a threat."}], "speaker": "LEMON", "secId": 165}, {"sentences": [{"sentId": 429, "text": "That chart is supposed to show the terrorism that greatly in..."}], "speaker": "SEXTON", "secId": 166}, {"sentences": [{"sentId": 430, "text": "No."}, {"sentId": 431, "text": "I think that chart is to compare."}, {"sentId": 432, "text": "I mean, we talk about terrorism so much."}, {"sentId": 433, "text": "We put so much stock into we have to stop them on their soil before they get to our soil."}, {"sentId": 434, "text": "It's a big story every time there is a terrorist attack."}, {"sentId": 435, "text": "It's awful that it happens, but far more people die from gun violence."}], "speaker": "LEMON", "secId": 167}, {"sentences": [{"sentId": 436, "text": "And we can do something about gun violence."}, {"sentId": 437, "text": "Every social scientist understands that if we had realistic gun control in this country, we could reduce gun violence."}, {"sentId": 438, "text": "Politically, we can't do it."}, {"sentId": 439, "text": "We don't have the will."}, {"sentId": 440, "text": "Previous person talks about gun confiscation."}, {"sentId": 441, "text": "The democrats won't accept it."}, {"sentId": 442, "text": "The republicans won't accept it."}], "speaker": "DERSHOWITZ", "secId": 168}, {"sentences": [{"sentId": 443, "text": "We can do something about it."}, {"sentId": 444, "text": "We have to change the culture."}, {"sentId": 445, "text": "We have to change the politics."}, {"sentId": 446, "text": "We can't stop the 300 acts of terrorism."}, {"sentId": 447, "text": "We've done everything we can to reduce terrorism."}], "speaker": "DERSHOWITZ", "secId": 169}, {"sentences": [{"sentId": 448, "text": "Yes."}], "speaker": "LEMON", "secId": 170}, {"sentences": [{"sentId": 449, "text": "We haven't even begun to approach the problem of gun violence."}, {"sentId": 450, "text": "That's why the president's right when he talks about the hundreds of thousands of people compared to the single digit numbers of people who were killed in other countries that have affected gun control."}], "speaker": "DERSHOWITZ", "secId": 171}, {"sentences": [{"sentId": 451, "text": "I want Jim to get into this."}, {"sentId": 452, "text": "Jim, what do you think?"}], "speaker": "LEMON", "secId": 172}, {"sentences": [{"sentId": 453, "text": "Well, I think you're comparing apples with oranges here."}, {"sentId": 454, "text": "These statistics are misleading."}, {"sentId": 455, "text": "I agree what was said before."}, {"sentId": 456, "text": "We're not even taking into consideration the people that were killed in 9/11 in these statistics."}], "speaker": "MAXWELL", "secId": 173}, {"sentences": [{"sentId": 457, "text": "The fact that new gun laws are not going to make a difference in the current situation."}, {"sentId": 458, "text": "Look at Chicago."}, {"sentId": 459, "text": "Look at the gun laws in Illinois are some of the most stringent in the nation."}, {"sentId": 460, "text": "The City of Chicago is under siege with shootings and murders."}], "speaker": "MAXWELL", "secId": 174}, {"sentences": [{"sentId": 461, "text": "So, having a new set of laws or initiating a new set of laws is not the answer here."}], "speaker": "MAXWELL", "secId": 175}, {"sentences": [{"sentId": 462, "text": "Yes."}], "speaker": "LEMON", "secId": 176}, {"sentences": [{"sentId": 463, "text": "How do you explain..."}], "speaker": "DERSHOWITZ", "secId": 177}, {"sentences": [{"sentId": 464, "text": "Everyone keeps saying 9/11."}, {"sentId": 465, "text": "We took the last decade of usable data."}], "speaker": "LEMON", "secId": 178}, {"sentences": [{"sentId": 466, "text": "When we figure about terrorism though, to leave out 9/11 is sort of to place the whole thing out of context."}], "speaker": "SEXTON", "secId": 179}, {"sentences": [{"sentId": 467, "text": "Still doesn't add up to 316,000 people."}], "speaker": "LEMON", "secId": 180}, {"sentences": [{"sentId": 468, "text": "That is true."}, {"sentId": 469, "text": "But also if you look at -- which is a bigger strategic -- I mean, first of all, these are different things flatly."}, {"sentId": 470, "text": "These are not the same thing."}, {"sentId": 471, "text": "And also when you look at what would happen if some of these terrorist threats actually were not addressed and went through to fruition."}, {"sentId": 472, "text": "We could be talking about a mushroom cloud over a U.S. city."}, {"sentId": 473, "text": "Which is, obviously a very different order of magnitude from gang violence in the street or even the occasional intermittent horrific shootings which is going to happen."}, {"sentId": 474, "text": "It does happen in other countries, by the way."}], "speaker": "SEXTON", "secId": 181}, {"sentences": [{"sentId": 475, "text": "And when you look at this as a function of laws, people always play this game of other comparing us to some foreign countries."}, {"sentId": 476, "text": "They like to leave at which like leave at Israel or they look at different U.S. states and they leave out Vermont, for example, which has very open gun laws and has almost no gun crime."}], "speaker": "SEXTON", "secId": 182}, {"sentences": [{"sentId": 477, "text": "So, the idea that you could just pile more regulations onto what we already had to deal with this problem is just false."}, {"sentId": 478, "text": "There is intellectual inconsistency and people who say they want to ban all firearms."}, {"sentId": 479, "text": "Good luck with them in a country with 300 million plus in civilian hands, not going to happen."}], "speaker": "SEXTON", "secId": 183}, {"sentences": [{"sentId": 480, "text": "Well, look at 9/11."}, {"sentId": 481, "text": "When 9/11 occurred we had the will to stop terrorism."}, {"sentId": 482, "text": "We were prepared even to diminish personal liberty."}, {"sentId": 483, "text": "But the only personal liberty we're not prepared to diminish in this country is gun ownership."}], "speaker": "DERSHOWITZ", "secId": 184}, {"sentences": [{"sentId": 484, "text": "That's the one that's sacred."}, {"sentId": 485, "text": "People in America, particularly people on the right, think gun ownership is more important than individual liberty to stay out of..."}], "speaker": "DERSHOWITZ", "secId": 185}, {"sentences": [{"sentId": 486, "text": "There's people on the left, too."}], "speaker": "LEMON", "secId": 186}, {"sentences": [{"sentId": 487, "text": "There is on but it's mostly on the right."}], "speaker": "DERSHOWITZ", "secId": 187}, {"sentences": [{"sentId": 488, "text": "He's leaving out laws against for example, straw man purchases, and taking things across state lines."}], "speaker": "SEXTON", "secId": 188}, {"sentences": [{"sentId": 489, "text": "All right."}, {"sentId": 490, "text": "Buck."}], "speaker": "LEMON", "secId": 189}, {"sentences": [{"sentId": 491, "text": "There is nothing compared to what your pass or what other countries have and they have far, far fewer gun deaths."}, {"sentId": 492, "text": "It's the reality."}, {"sentId": 493, "text": "Gun laws matter."}, {"sentId": 494, "text": "Taking guns away from people who have mental illness."}, {"sentId": 495, "text": "Taking guns away from people who shouldn't own guns is a high priority."}, {"sentId": 496, "text": "Yes, it's politically very difficult to accomplish but that points the thing to directly at the American laws..."}], "speaker": "DERSHOWITZ", "secId": 190}, {"sentences": [{"sentId": 497, "text": "Stand by."}, {"sentId": 498, "text": "Stand by."}, {"sentId": 499, "text": "Jim will get you in, everyone will get back on the other side of this break."}, {"sentId": 500, "text": "We'll be right back."}], "speaker": "LEMON", "secId": 191}, {"sentences": [{"sentId": 501, "text": "And we're back now."}, {"sentId": 502, "text": "Alan Dershowitz, Buck Sexton, and Jim Maxwell."}, {"sentId": 503, "text": "Jim, you were saying?"}], "speaker": "LEMON", "secId": 192}, {"sentences": [{"sentId": 504, "text": "On, I'm sorry?"}], "speaker": "MAXWELL", "secId": 193}, {"sentences": [{"sentId": 505, "text": "Trying to get -- we were picking up the conversation where we last left off."}, {"sentId": 506, "text": "I thought you wanted to jump in."}, {"sentId": 507, "text": "No?"}], "speaker": "LEMON", "secId": 194}, {"sentences": [{"sentId": 508, "text": "Well, you know, I think the focus here should be if we're going to introduce new legislation, we should be looking at the restrictions, doctors, and medical professionals have when they're treating somebody that's mentally unstable."}], "speaker": "MAXWELL", "secId": 195}, {"sentences": [{"sentId": 509, "text": "We should be freeing them up to allow them to raise their hand and report this -- their findings to the authorities when they think someone is a danger to themselves or to the public."}], "speaker": "MAXWELL", "secId": 196}, {"sentences": [{"sentId": 510, "text": "I think and a lot of these issues, especially where the person has displayed violent or potentially violent behavior."}, {"sentId": 511, "text": "We have to give school counselors, medical professionals, psychiatrist, the ability to raise their hand and notify the authorities."}], "speaker": "MAXWELL", "secId": 197}, {"sentences": [{"sentId": 512, "text": "Right now, the way it stands, it's very difficult for people in that position to report people who are potentially dangerous to the public."}], "speaker": "MAXWELL", "secId": 198}, {"sentences": [{"sentId": 513, "text": "In fact, psychiatrists have an obligation today to report people who are dangerous to themselves or others."}, {"sentId": 514, "text": "The problem is psychiatrists are abysmal at predicting violence."}, {"sentId": 515, "text": "What they can do is create large categories of people and many of the people who commit the violence are in that category."}], "speaker": "DERSHOWITZ", "secId": 199}, {"sentences": [{"sentId": 516, "text": "But most of the people who are in that category, don't commit the violence."}, {"sentId": 517, "text": "And so, we went through that in the '50s and '60s."}, {"sentId": 518, "text": "We over confined, we over selected, we had over prediction."}], "speaker": "DERSHOWITZ", "secId": 200}, {"sentences": [{"sentId": 519, "text": "We should free up psychiatrists and other professionals to report."}, {"sentId": 520, "text": "But then we have to have careful evaluations."}, {"sentId": 521, "text": "We should not put the right to own a gun over the right to be free and not be confined in a mental hospital."}], "speaker": "DERSHOWITZ", "secId": 201}, {"sentences": [{"sentId": 522, "text": "But even if everything that professor says is true that relies on an individual going to seek psychiatric health, for example, for these dragnet to possibly catching without..."}], "speaker": "SEXTON", "secId": 202}, {"sentences": [{"sentId": 523, "text": "Do you believe that mental health plays into this?"}], "speaker": "LEMON", "secId": 203}, {"sentences": [{"sentId": 524, "text": "Absolutely mental health plays into this."}, {"sentId": 525, "text": "We should make sure that we destigmatize that there's a lot of..."}], "speaker": "SEXTON", "secId": 204}, {"sentences": [{"sentId": 526, "text": "In a..."}], "speaker": "DERSHOWITZ", "secId": 205}, {"sentences": [{"sentId": 527, "text": "Go ahead, Jim."}], "speaker": "LEMON", "secId": 206}, {"sentences": [{"sentId": 528, "text": "There's a lot going on right now -- across the country where people are realizing that mental health is, in fact, a better place to focus."}, {"sentId": 529, "text": "And make sure that that people realize they can't get the resources and even more importantly that family members and friends will point out somebody who desperately needs mental health assistance."}], "speaker": "SEXTON", "secId": 207}, {"sentences": [{"sentId": 530, "text": "But when you start mandating the state and getting involved into these sorts of things, it can be a bigger problem than it solves."}], "speaker": "SEXTON", "secId": 208}, {"sentences": [{"sentId": 531, "text": "Jim Maxwell?"}], "speaker": "LEMON", "secId": 209}, {"sentences": [{"sentId": 532, "text": "It's a very sensitive subject, I agree."}, {"sentId": 533, "text": "But since the days of Columbine, local and state police departments have gotten very adept at nipping these situations in the bud before they blossom."}, {"sentId": 534, "text": "And what they need is enough information from medical professionals to make a proper evaluation or assessment."}], "speaker": "MAXWELL", "secId": 210}, {"sentences": [{"sentId": 535, "text": "Now, recent strides have made to be behavioral science unit at Quantico FBI Academy with that created a threat assessment center."}, {"sentId": 536, "text": "Now, that's a first step."}, {"sentId": 537, "text": "But that ability to evaluate someone who's potentially a threat to the public or a threat to a business or a threat to another individual, that skill needs to be honed, developed, and passed onto the state and local authorities."}], "speaker": "MAXWELL", "secId": 211}, {"sentences": [{"sentId": 538, "text": "We've been trying to develop that skill for many, many years and it's not easy to do."}, {"sentId": 539, "text": "My problem is that National Rifle Association and other people like that would sooner confine somebody in a mental hospital or a prison based on a prediction than take away his gun."}], "speaker": "DERSHOWITZ", "secId": 212}, {"sentences": [{"sentId": 540, "text": "We have to re-evaluate the difference between taking away a gun and taking away somebody's freedom."}, {"sentId": 541, "text": "And we have to prioritize the elimination of the gun rather than the elimination of the freedom."}, {"sentId": 542, "text": "That gives us both protection and some civil liabilities."}], "speaker": "DERSHOWITZ", "secId": 213}, {"sentences": [{"sentId": 543, "text": "I've got a negative five seconds."}], "speaker": "LEMON", "secId": 214}, {"sentences": [{"sentId": 544, "text": "I was just to say the NRA doesn't lock anybody who is not a criminal."}, {"sentId": 545, "text": "I don't really understand what the comparison is there other than your -- even if this were true, you had 100 percent efficacy in finding people that are possibly mentally ill and could commit violence, there are people that you're never going to get through the system."}], "speaker": "SEXTOM", "secId": 215}, {"sentences": [{"sentId": 546, "text": "Of course."}, {"sentId": 547, "text": "I agree with that."}, {"sentId": 548, "text": "That's why we have to have fewer guns."}], "speaker": "DERSHOWITZ", "secId": 216}, {"sentences": [{"sentId": 549, "text": "We'll be right back."}], "speaker": "LEMON", "secId": 217}, {"sentences": [{"sentId": 550, "text": "But you need a system..."}], "speaker": "MAXWELL", "secId": 218}, {"sentences": [{"sentId": 551, "text": "In much of India, water scarcity is a way of life."}, {"sentId": 552, "text": "But this week's CNN Hero found a solution for his homeland by looking to the skies."}], "speaker": "LEMON", "secId": 219}, {"sentences": [{"sentId": 553, "text": "This town is dead, dry."}, {"sentId": 554, "text": "It is that driest season in India."}, {"sentId": 555, "text": "In many villages, the ground water is disappearing."}, {"sentId": 556, "text": "Wells have dried up."}, {"sentId": 557, "text": "The women will have to walk miles to fetch water for their family."}, {"sentId": 558, "text": "They will do their dishes with sand so they don't use water."}], "speaker": "UNIDENTIFIED MALE", "secId": 220}, {"sentences": [{"sentId": 559, "text": "Water is so salty, you can hardly drink it."}, {"sentId": 560, "text": "The only time the people get relief is during the monsoon season."}, {"sentId": 561, "text": "I was born in Rajasthan and I came to the U.S. working with the corporate world."}], "speaker": "UNIDENTIFIED MALE", "secId": 221}, {"sentences": [{"sentId": 562, "text": "In 2003, my company went bankrupt."}, {"sentId": 563, "text": "I decided, I'm going to find a solution for the drinking water."}, {"sentId": 564, "text": "Aakash Ganga rainwater harvesting system."}, {"sentId": 565, "text": "The water is collected from the rooftop through gutters and pipes."}], "speaker": "UNIDENTIFIED MALE", "secId": 222}, {"sentences": [{"sentId": 566, "text": "It's divided in two parts."}, {"sentId": 567, "text": "One part for the homeowner, another part for the family."}, {"sentId": 568, "text": "The main pipe which is buried under the ground."}], "speaker": "UNIDENTIFIED MALE", "secId": 223}, {"sentences": [{"sentId": 569, "text": "This is located about 500 meters away."}], "speaker": "UNIDENTIFIED MALE", "secId": 224}, {"sentences": [{"sentId": 570, "text": "The rainwater is pure, clean, safe."}, {"sentId": 571, "text": "Today, we are helping 10,000 people live healthier life."}, {"sentId": 572, "text": "That's what keeps men going."}], "speaker": "UNIDENTIFIED MALE", "secId": 225}, {"sentences": [{"sentId": 573, "text": "You can learn more at Cnnheroes.com."}, {"sentId": 574, "text": "And meet this year's top 10 CNN Heroes, it's next Thursday, October 8, when Anderson Cooper introduces them on CNN's New Day."}], "speaker": "UNIDENTIFIED MALE", "secId": 226}, {"sentences": [{"sentId": 575, "text": "That it is for us tonight."}, {"sentId": 576, "text": "I'll see you."}], "speaker": "UNIDENTIFIED MALE", "secId": 227}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1510.02.cnnt.02.html.json", "time": "Aired October 2, 2015 - 22:00   ET"}