{"sectionCount": 209, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["LEMON", "CUSACK", "SWERDLICK", "GARAMENDI", "SAVIDGE", "YAEGER", "THORNTON", "ZITO", "O'ROURKE", "BARBER", "ROBERTS", "NEWSOME", "SWIMMER", "UNIDENTIFIED BOY"], "subTitle": "Anti-Trump Protests for Third Night; Should Trump Speak Out Against White Supremacists?; Shake-Up On Team Trump; Clinton's Loss Throws Democrats Into Turmoil; Trump Supporters Voted On Change; Trump Will Lead a Divided Nation; Clinton to Volunteers: \"Very, Very Tough Days\"; Racist Messages Target Black Students; Clinton and African- American Voters; Harry Swimmer for CNN Hero of the Year. Aired 11-12a ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1611/11/cnnt.02.html", "sentenceCount": 584, "sections": [{"sentences": [{"sentId": 0, "text": "Breaking news."}, {"sentId": 1, "text": "With the third night of protests, how will Donald Trump handle a divided America?"}, {"sentId": 2, "text": "Live pictures now from Dallas and Portland, Oregon."}], "speaker": "LEMON", "secId": 0}, {"sentences": [{"sentId": 3, "text": "This is CNN TONIGHT."}, {"sentId": 4, "text": "I'm Don Lemon."}], "speaker": "LEMON", "secId": 1}, {"sentences": [{"sentId": 5, "text": "Some surprises today from team Trump."}, {"sentId": 6, "text": "Chris Christie loses his lead transition role to Mike Pence."}, {"sentId": 7, "text": "Meanwhile, Trump's children, Eric, Ivanka, and Donald Jr., will also take transition roles as former never-Trumpers submit their resumes for jobs with the new administration."}], "speaker": "LEMON", "secId": 2}, {"sentences": [{"sentId": 8, "text": "I want to get right to CNN Political Commentator David Swerdlick and Bob Cusack, editor-in-chief of \"The Hill.\""}, {"sentId": 9, "text": "I couldn't have two people who are more -- I would like to have on to discuss this."}], "speaker": "LEMON", "secId": 3}, {"sentences": [{"sentId": 10, "text": "So, Bob, you first."}, {"sentId": 11, "text": "Good evening."}, {"sentId": 12, "text": "Let's start with the protests that are breaking out over the country now."}, {"sentId": 13, "text": "Does Donald Trump need to address the anger that is evident after such a nasty campaign?"}], "speaker": "LEMON", "secId": 4}, {"sentences": [{"sentId": 14, "text": "I think he does, to some degree."}, {"sentId": 15, "text": "I mean, he's got a big challenge."}, {"sentId": 16, "text": "He's got to unify this country after a very nasty election, and that would have been the same challenge Hillary Clinton would have faced."}, {"sentId": 17, "text": "So I do think he needs to address it not in the way he addressed it in the tweet last night and then the subsequent tweet."}], "speaker": "CUSACK", "secId": 5}, {"sentences": [{"sentId": 18, "text": "That doesn't mean this is going to solve the problem, but I do think he needs to address it and have a very calm, unifying type of voice."}, {"sentId": 19, "text": "And, honestly, Don, he said the right things most of the time since he has been elected."}, {"sentId": 20, "text": "His speech where he thanked Hillary Clinton, his meeting with Barack Obama."}, {"sentId": 21, "text": "Obama said the right things, Hillary Clinton said the right things in her concession speech, but that doesn't mean that people are not going to be upset."}], "speaker": "CUSACK", "secId": 6}, {"sentences": [{"sentId": 22, "text": "David, do you remember -- you know, this sort of reminds me of Barack Obama's race speech --"}], "speaker": "LEMON", "secId": 7}, {"sentences": [{"sentId": 23, "text": "Yes."}, {"sentId": 24, "text": "LEMON:  -- where he had to sort of disavow himself from the church and"}], "speaker": "SWERDLICK", "secId": 8}, {"sentences": [{"sentId": 25, "text": "talk about race."}, {"sentId": 26, "text": "There's no doubt that White supremacists have attached themselves to Trump's campaign."}, {"sentId": 27, "text": "Should he give a speech about hate and spell out where he stands on that, like Barack Obama had to do on race?"}], "speaker": "SWERDLICK", "secId": 9}, {"sentences": [{"sentId": 28, "text": "Yes, he should give a race speech."}, {"sentId": 29, "text": "I don't think one speech will do it."}, {"sentId": 30, "text": "Look, Trump won the election."}, {"sentId": 31, "text": "President-elect Trump won the election fair and square."}, {"sentId": 32, "text": "He's going to be the next President."}, {"sentId": 33, "text": "But that doesn't erase what he said about Judge Curiel."}, {"sentId": 34, "text": "It doesn't erase the fact that, at one time, going back a few years, he was the public face of the birther movement."}, {"sentId": 35, "text": "It doesn't erase things that he said about Muslims or other groups in this campaign."}, {"sentId": 36, "text": "So it won't -- one speech won't solve the problem."}], "speaker": "SWERDLICK", "secId": 10}, {"sentences": [{"sentId": 37, "text": "But if he wants to lead the whole country, as he has said -- I agree with Bob, he has said the right things in the last two or three days."}, {"sentId": 38, "text": "If he wants to lead the whole country, he will have to start with a speech and then move from there, demonstrating to people that he's going to try and unify and not divide people like he did, at times, on the campaign trail."}], "speaker": "SWERDLICK", "secId": 11}, {"sentences": [{"sentId": 39, "text": "Show of hands."}, {"sentId": 40, "text": "I'm kidding."}, {"sentId": 41, "text": "Do you think he'll do it, David?"}], "speaker": "LEMON", "secId": 12}, {"sentences": [{"sentId": 42, "text": "I don't know if he'll come out and give a speech like President Obama's Philadelphia speech that you were referring to, the more perfect union speech in early 2008."}, {"sentId": 43, "text": "But I think that we'll see what he says on \"60 Minutes\" on Sunday."}, {"sentId": 44, "text": "We'll see what he starts saying during the transition."}, {"sentId": 45, "text": "You know, maybe he'll wait until his first State of the Union in January, but he's got to do something."}], "speaker": "SWERDLICK", "secId": 13}, {"sentences": [{"sentId": 46, "text": "And he does have to start backing off of these tweets that he occasionally still lets fly where he, you know, blames people for their anger and frustration."}, {"sentId": 47, "text": "People are angry and frustrated."}, {"sentId": 48, "text": "And, you know, you showed those pictures of people protesting in the streets."}, {"sentId": 49, "text": "As long as it's peaceful --"}], "speaker": "SWERDLICK", "secId": 14}, {"sentences": [{"sentId": 50, "text": "Yes."}], "speaker": "LEMON", "secId": 15}, {"sentences": [{"sentId": 51, "text": "-- people have a right to express that frustration."}], "speaker": "SWERDLICK", "secId": 16}, {"sentences": [{"sentId": 52, "text": "Yes."}, {"sentId": 53, "text": "You can't blame those people for their anger and frustration --"}], "speaker": "LEMON", "secId": 17}, {"sentences": [{"sentId": 54, "text": "No."}], "speaker": "SWERDLICK", "secId": 18}, {"sentences": [{"sentId": 55, "text": "-- and not blame the supporters who had their anger and frustration as well --"}], "speaker": "LEMON", "secId": 19}, {"sentences": [{"sentId": 56, "text": "Yes."}], "speaker": "SWERDLICK", "secId": 20}, {"sentences": [{"sentId": 57, "text": "-- for their anger and frustration as well."}, {"sentId": 58, "text": "They expressed their anger and frustration in a different way in the democratic process, but both are ways that you can express it within our democracy."}], "speaker": "LEMON", "secId": 21}, {"sentences": [{"sentId": 59, "text": "Bob, do you think he'll do it?"}], "speaker": "LEMON", "secId": 22}, {"sentences": [{"sentId": 60, "text": "You know, I don't think he's going to do it any time soon."}, {"sentId": 61, "text": "I agree with David that it might be his first address to Congress."}, {"sentId": 62, "text": "But, you know, the race issue is one that has frustrated President Obama."}, {"sentId": 63, "text": "And Donald Trump -- I mean there's no easy answer."}, {"sentId": 64, "text": "I think Donald Trump is going to have to address it multiple times."}, {"sentId": 65, "text": "And I do think that there's a lot of fear out there after this very nasty election, and I do think he has to calm the country."}, {"sentId": 66, "text": "I think his tone has been good, generally speaking, since he won, and I think he needs to keep that up."}], "speaker": "CUSACK", "secId": 23}, {"sentences": [{"sentId": 67, "text": "OK.  Bob, let's talk about this transition."}, {"sentId": 68, "text": "There's palace intrigue already among Trump's top lieutenants."}, {"sentId": 69, "text": "How do you see it playing out?"}], "speaker": "LEMON", "secId": 24}, {"sentences": [{"sentId": 70, "text": "Well, I think the biggest one is chief of staff, and it looks like it's either Reince Priebus or Steve Bannon."}, {"sentId": 71, "text": "And if you think, OK, who is Trump closer to?"}, {"sentId": 72, "text": "I think you'd probably have to pick Bannon."}, {"sentId": 73, "text": "But as far as working with Congress, Priebus is probably the better pick and that's the pick that Paul Ryan and Mitch McConnell want."}], "speaker": "CUSACK", "secId": 25}, {"sentences": [{"sentId": 74, "text": "But this is very important and I think it's very interesting that, now, Mike Pence is playing this leading role."}, {"sentId": 75, "text": "Mike Pence is a Washington creature, and in a way, that's a good thing."}, {"sentId": 76, "text": "He served about a decade in the House, and he knows Washington."}, {"sentId": 77, "text": "Donald Trump is not a Washington creature."}, {"sentId": 78, "text": "I think he needs people around him who are D.C. insiders."}, {"sentId": 79, "text": "They know how Washington works and how to change Washington."}], "speaker": "CUSACK", "secId": 26}, {"sentences": [{"sentId": 80, "text": "That doesn't necessarily mean that they should be his chief of staff."}, {"sentId": 81, "text": "He can have advisors around him that --"}], "speaker": "LEMON", "secId": 27}, {"sentences": [{"sentId": 82, "text": "That's right."}], "speaker": "CUSACK", "secId": 28}, {"sentences": [{"sentId": 83, "text": "Yes."}], "speaker": "LEMON", "secId": 29}, {"sentences": [{"sentId": 84, "text": "I mean, without a doubt."}], "speaker": "CUSACK", "secId": 30}, {"sentences": [{"sentId": 85, "text": "So he can be comfortable --"}], "speaker": "LEMON", "secId": 31}, {"sentences": [{"sentId": 86, "text": "I mean, Steve Bannon is going to have a big role without --"}], "speaker": "CUSACK", "secId": 32}, {"sentences": [{"sentId": 87, "text": "Right."}, {"sentId": 88, "text": "Yes."}], "speaker": "LEMON", "secId": 33}, {"sentences": [{"sentId": 89, "text": "-- whether he's chief of staff or not."}], "speaker": "CUSACK", "secId": 34}, {"sentences": [{"sentId": 90, "text": "Yes."}, {"sentId": 91, "text": "David, there are so many top-level people on the transition team, as well as Trump's three eldest children."}, {"sentId": 92, "text": "Is that unusual and is that a recipe for discord?"}], "speaker": "LEMON", "secId": 35}, {"sentences": [{"sentId": 93, "text": "Well, I think Donald Trump is getting a lot of different opinions from a lot of different sources."}, {"sentId": 94, "text": "I've talked to some of my sources close to Chris Christie, close to Ben Carson, and I'm getting different answers depending on who I talk to."}], "speaker": "SWERDLICK", "secId": 36}, {"sentences": [{"sentId": 95, "text": "Right."}], "speaker": "LEMON", "secId": 37}, {"sentences": [{"sentId": 96, "text": "You know, going back to this whole thing about whether it's going to be Reince Priebus or Steve Bannon as chief of staff or maybe someone else, some other name will emerge at the last minute, I do agree with Bob that it will make a big difference in how the administration is run depending on if you have someone with Washington experience in that role or someone without that experience."}], "speaker": "SWERDLICK", "secId": 38}, {"sentences": [{"sentId": 97, "text": "Steve Bannon is a smart guy, Harvard MBA, made some money in the finance world, made some money off of -- he has a little, small piece of Seinfeld royalties, of all things."}, {"sentId": 98, "text": "He knows what he's doing, but he doesn't have government experience."}, {"sentId": 99, "text": "The President-elect has never held elective office before."}, {"sentId": 100, "text": "So, you know, you're taking a gamble when you're bringing in some of these outside folks."}, {"sentId": 101, "text": "You know, everyone says they don't want politicians, but politicians know how to do politics."}], "speaker": "SWERDLICK", "secId": 39}, {"sentences": [{"sentId": 102, "text": "Let's put that picture back up again of the transition team, because I'm wondering if there's -- Chris Christie is on there."}, {"sentId": 103, "text": "Rudy Giuliani's on there."}, {"sentId": 104, "text": "And, you know, Newt Gingrich."}, {"sentId": 105, "text": "That's a whole lot of Washington insiders for someone who said he's going to change Washington and drain the swamp."}, {"sentId": 106, "text": "Jeff Sessions is on there."}, {"sentId": 107, "text": "I mean, you know."}], "speaker": "LEMON", "secId": 40}, {"sentences": [{"sentId": 108, "text": "What happened, Bob, with Chris Christie?"}], "speaker": "LEMON", "secId": 41}, {"sentences": [{"sentId": 109, "text": "Well, you have to think that Bridgegate and the recent trial and convictions of his aides had to have some type of impact."}, {"sentId": 110, "text": "I mean, it's not a good image."}, {"sentId": 111, "text": "I mean, you're trying to change Washington, drain the swamp, and then you've got that."}], "speaker": "CUSACK", "secId": 42}, {"sentences": [{"sentId": 112, "text": "Remember, Chris Christie was almost picked for V.P."}, {"sentId": 113, "text": "and that could have cost Trump this entire presidency had he gone in that direction."}, {"sentId": 114, "text": "So I do think Trump want some distance between he and Christie, but that doesn't mean Christie won't play a prominent role or get a decent position."}, {"sentId": 115, "text": "I just don't think it's going to be, like, Attorney General or a high-level position like that."}], "speaker": "CUSACK", "secId": 43}, {"sentences": [{"sentId": 116, "text": "OK."}, {"sentId": 117, "text": "Thank you, gentlemen."}], "speaker": "LEMON", "secId": 44}, {"sentences": [{"sentId": 118, "text": "Hillary Clinton's stunning loss to Donald Trump throwing her party into turmoil."}, {"sentId": 119, "text": "Here to discuss now, Democratic Congressman John Garamendi of California."}], "speaker": "LEMON", "secId": 45}, {"sentences": [{"sentId": 120, "text": "Thank you, sir."}, {"sentId": 121, "text": "I really appreciate you coming on this evening."}, {"sentId": 122, "text": "Let's talk about this."}, {"sentId": 123, "text": "David Plouffe who managed the Obama campaign wrote a piece in \"The New York Times\" today, saying he got this race dead wrong and a combination of several factors led to this stunning upset."}], "speaker": "LEMON", "secId": 46}, {"sentences": [{"sentId": 124, "text": "He has quite a few but among them -- Democratic turnout was very weak; Trump's rural urban margins off the charts; it was a change that the election -- third-parties, Jim Comey changed the election here."}], "speaker": "LEMON", "secId": 47}, {"sentences": [{"sentId": 125, "text": "Of all those, is there any particular one that you think really turned this election?"}, {"sentId": 126, "text": "REP. JOHN GARAMENDI , CALIFORNIA:  I think they are all responsible"}], "speaker": "LEMON", "secId": 48}, {"sentences": [{"sentId": 127, "text": "for the loss, but I think the Comey thing was the final piece that tipped the scale away from Hillary."}, {"sentId": 128, "text": "She probably would have won without that."}, {"sentId": 129, "text": "It would have been very, very close because of all of those other factors that were there."}], "speaker": "LEMON", "secId": 49}, {"sentences": [{"sentId": 130, "text": "Clearly, the middle class, the working men and women of this nation, were very, very upset, by more than 25 years of being left out of progress, and they deserve change."}, {"sentId": 131, "text": "Hillary spoke to that but didn't speak to that in an emotional way that addressed their emotions."}], "speaker": "LEMON", "secId": 50}, {"sentences": [{"sentId": 132, "text": "Certainly, Trump did and in doing so, created, I think, a huge problem for this nation going forward."}, {"sentId": 133, "text": "He basically said it's them against us, and that is a divisive way in which to present the issue of those that were left out of the economic progress."}, {"sentId": 134, "text": "We've got to go forward."}, {"sentId": 135, "text": "We've got to put in place a very positive message."}], "speaker": "LEMON", "secId": 51}, {"sentences": [{"sentId": 136, "text": "And in your earlier conversation, I think Mr. Trump or President-elect Trump has an enormous responsibility to heal a very serious divide that he created in our nation and that is the issue of sectarian, Muslim versus us, the issue of race, Hispanics."}], "speaker": "LEMON", "secId": 52}, {"sentences": [{"sentId": 137, "text": "The first thing out of his mouth was to take on about, I don't know, maybe 20 percent of the population of the United States, the Hispanic population, putting them in a very, very difficult and dangerous situation."}, {"sentId": 138, "text": "So he's got to this."}, {"sentId": 139, "text": "If he's on the Sunday shows, he needs to look directly into the camera and say, listen, we're all Americans."}, {"sentId": 140, "text": "Whether you're a Muslim, whether you're Black, whether you are Hispanic, whatever you may be, you're an American and you count."}, {"sentId": 141, "text": "You're an important part of our nation."}], "speaker": "LEMON", "secId": 53}, {"sentences": [{"sentId": 142, "text": "He must do that because there's a fire burning in our country right now, and it' not just those protesters out there."}, {"sentId": 143, "text": "It's in the classrooms and we see it there."}, {"sentId": 144, "text": "The children listened."}, {"sentId": 145, "text": "They listened to 20 months of bullying, 20 months of race baiting, and he's got to put this straight."}, {"sentId": 146, "text": "It's his responsibility."}], "speaker": "LEMON", "secId": 54}, {"sentences": [{"sentId": 147, "text": "And we also have a responsibility, also, to speak to this issue and to look for the better angels in our lives."}], "speaker": "LEMON", "secId": 55}, {"sentences": [{"sentId": 148, "text": "If you listen to his surrogates and the people in his campaign and even him, he has told me several times that he is the least racist person."}, {"sentId": 149, "text": "He's not racist."}, {"sentId": 150, "text": "He's not homophobic."}, {"sentId": 151, "text": "He's not misogynistic."}, {"sentId": 152, "text": "Do you understand that he understands the rhetoric on the campaign trail are causing the fear that is running through maybe half of the country right now?"}, {"sentId": 153, "text": "Do you think he even realizes that or cares?"}], "speaker": "LEMON", "secId": 56}, {"sentences": [{"sentId": 154, "text": "Well, I hope and pray that he does."}, {"sentId": 155, "text": "I hope and pray that he does understand that it was his rhetoric, the way in which he ran his campaigns, the words that he used."}, {"sentId": 156, "text": "I guess today in \"The Wall Street Journal\" interview, he was asked about this, and I guess the question was something along the lines, do you think it was a mistake?"}, {"sentId": 157, "text": "And he said, I won."}, {"sentId": 158, "text": "Well, it's more than winning."}], "speaker": "GARAMENDI", "secId": 57}, {"sentences": [{"sentId": 159, "text": "Now, you will be the President, Mr. Trump."}, {"sentId": 160, "text": "You will be the President of all of us, and you've got to put this right."}, {"sentId": 161, "text": "You've got to put this behind us because it is serious."}, {"sentId": 162, "text": "In the classrooms here in California, and we've seen some other classrooms across the nation, there is fear."}, {"sentId": 163, "text": "There is fear among the Hispanics that they, even though they've been here for generations, have been targeted."}, {"sentId": 164, "text": "And certainly the African-Americans and Muslims."}], "speaker": "GARAMENDI", "secId": 58}, {"sentences": [{"sentId": 165, "text": "All of these, he's got to put it behind him, just as George W. Bush did at 9/11, going to a mosque and saying, it is not the Muslims in our country."}, {"sentId": 166, "text": "We're all Americans."}, {"sentId": 167, "text": "Trump absolutely has to do this."}], "speaker": "GARAMENDI", "secId": 59}, {"sentences": [{"sentId": 168, "text": "And we have a responsibility also to speak to this and to denounce bullying."}, {"sentId": 169, "text": "And to put all of this aside because it is a real problem."}, {"sentId": 170, "text": "The children listened."}, {"sentId": 171, "text": "They listened to 20 months of very, very negative campaigning."}, {"sentId": 172, "text": "And Hillary did her share of it also."}], "speaker": "GARAMENDI", "secId": 60}, {"sentences": [{"sentId": 173, "text": "Yes."}], "speaker": "LEMON", "secId": 61}, {"sentences": [{"sentId": 174, "text": "But Trump's now President-elect and he has a very, very important responsibility."}], "speaker": "GARAMENDI", "secId": 62}, {"sentences": [{"sentId": 175, "text": "Yes."}, {"sentId": 176, "text": "Let's hope he can do it."}, {"sentId": 177, "text": "And let's hope that we can do our part, as well."}], "speaker": "LEMON", "secId": 63}, {"sentences": [{"sentId": 178, "text": "Absolutely."}, {"sentId": 179, "text": "We must."}], "speaker": "GARAMENDI", "secId": 64}, {"sentences": [{"sentId": 180, "text": "Thank you, Congressman."}, {"sentId": 181, "text": "We appreciate it."}], "speaker": "LEMON", "secId": 65}, {"sentences": [{"sentId": 182, "text": "Sure."}], "speaker": "GARAMENDI", "secId": 66}, {"sentences": [{"sentId": 183, "text": "Yes."}, {"sentId": 184, "text": "When we come right back, America divided."}, {"sentId": 185, "text": "Are the elites out of touch?"}, {"sentId": 186, "text": "Is Middle America in the bubble, and what will it take for us to move on?"}], "speaker": "LEMON", "secId": 67}, {"sentences": [{"sentId": 187, "text": "Donald Trump becomes President in 70 days because he won the Electoral College, but Hillary Clinton's winning the popular vote, which is still being counted by more than 400,000 votes."}, {"sentId": 188, "text": "So what will it take for Donald Trump to lead a divided nation?"}], "speaker": "LEMON", "secId": 68}, {"sentences": [{"sentId": 189, "text": "I want to bring in, now, CNN's Martin Savidge."}, {"sentId": 190, "text": "Good evening, Martin."}, {"sentId": 191, "text": "You have been talking to voters in Ohio all week."}, {"sentId": 192, "text": "What are they saying?"}], "speaker": "LEMON", "secId": 69}, {"sentences": [{"sentId": 193, "text": "These were the voters, of course, that voted for Donald Trump."}, {"sentId": 194, "text": "You found that, in many of the counties in Ohio, they went solidly red this time around."}, {"sentId": 195, "text": "And what you found really is the same thing we've been hearing, which is change."}, {"sentId": 196, "text": "This is what the voters said they voted for."}], "speaker": "SAVIDGE", "secId": 70}, {"sentences": [{"sentId": 197, "text": "They wanted change."}, {"sentId": 198, "text": "They want a real change."}, {"sentId": 199, "text": "They didn't want to hear a politician promise change."}, {"sentId": 200, "text": "No, they wanted somebody who is not a politician who was going to deliver their kind of change which was basically, what they want, to shake Washington up."}, {"sentId": 201, "text": "And in fact, listen to this one voter who we talked to who sort of put it into perspective as to which came first, the kind of chicken and the egg thing."}, {"sentId": 202, "text": "Take a listen."}], "speaker": "SAVIDGE", "secId": 71}, {"sentences": [{"sentId": 203, "text": "Yes, send a message to Congress or whoever, to Washington, that, you know, we're ready for a change."}], "speaker": "YAEGER", "secId": 72}, {"sentences": [{"sentId": 204, "text": "And was Donald Trump the change, or did he happen to come along at a time when people were just really fed up?"}], "speaker": "SAVIDGE", "secId": 73}, {"sentences": [{"sentId": 205, "text": "He came along at the time when people were just fed up."}], "speaker": "YAEGER", "secId": 74}, {"sentences": [{"sentId": 206, "text": "In other words, it was the conditions and not so much the candidate that brought about the phenomenon that occurred with this past election."}, {"sentId": 207, "text": "People in the middle class, in the areas that we were talking, said that they have seen a steady erosion, financially."}, {"sentId": 208, "text": "They've seen the big factories close, of course."}, {"sentId": 209, "text": "They've seen the businesses close."}, {"sentId": 210, "text": "They've seen their salaries decline, and they feel that sort of being in Middle America, they're the ones paying for everything."}], "speaker": "SAVIDGE", "secId": 75}, {"sentences": [{"sentId": 211, "text": "They paid for the bank bailouts with their taxes."}, {"sentId": 212, "text": "They help support the poor with their taxes."}, {"sentId": 213, "text": "Obamacare isn't working out for them."}, {"sentId": 214, "text": "They constantly have to pay more and more for that."}, {"sentId": 215, "text": "And then, on top of that, they've got a totally dysfunctional Washington, as they see it."}, {"sentId": 216, "text": "It was a classic, they're mad as hell and they weren't going to take it anymore."}], "speaker": "SAVIDGE", "secId": 76}, {"sentences": [{"sentId": 217, "text": "And Hillary Clinton, to them, didn't represent any kind of change."}, {"sentId": 218, "text": "She's been a politician for decades, they felt."}, {"sentId": 219, "text": "There was only one person on the ticket who really, they think, can bring change but they admit it's a gamble."}, {"sentId": 220, "text": "They voted any way."}], "speaker": "SAVIDGE", "secId": 77}, {"sentences": [{"sentId": 221, "text": "Martin, I know there's a helicopter over."}, {"sentId": 222, "text": "I hope you can hear me."}, {"sentId": 223, "text": "Do you think that he can -- do they think that he can deliver on all the promises he made, build a wall, bring back jobs and so on?"}], "speaker": "LEMON", "secId": 78}, {"sentences": [{"sentId": 224, "text": "No, they don't."}, {"sentId": 225, "text": "And they interpret those promises in a lot of different ways."}, {"sentId": 226, "text": "For instance, every person we talked to about, what do you think of that wall?"}, {"sentId": 227, "text": "They all laugh."}, {"sentId": 228, "text": "They laugh as if the wall is actually just code speak, that he was never going to make that wall."}, {"sentId": 229, "text": "We never thought he was going to make the wall."}, {"sentId": 230, "text": "It's not practical to make the wall."}, {"sentId": 231, "text": "The wall became reinforcing the borders, that's what that is all about."}, {"sentId": 232, "text": "They really don't think bricks and mortar are going to be used."}], "speaker": "SAVIDGE", "secId": 79}, {"sentences": [{"sentId": 233, "text": "Bring back the jobs?"}, {"sentId": 234, "text": "They say, well, what, Ford's going to open up a huge factory here in East Lake and hire 5,000 people?"}, {"sentId": 235, "text": "No."}, {"sentId": 236, "text": "But they believe that Donald Trump can create an economic environment where small businesses, lots and lots of small businesses with maybe a hundred employees, could begin to grow and be more prolific around the area."}], "speaker": "SAVIDGE", "secId": 80}, {"sentences": [{"sentId": 237, "text": "So they sort of take what Donald said, not literally, but sort of inspirationally."}, {"sentId": 238, "text": "LEMON:  Yes."}], "speaker": "SAVIDGE", "secId": 81}, {"sentences": [{"sentId": 239, "text": "We did not hear people rebroadcast his messages of hate or talk about division."}, {"sentId": 240, "text": "It was all primarily focused on the economy and how to make America great again."}], "speaker": "SAVIDGE", "secId": 82}, {"sentences": [{"sentId": 241, "text": "Yes."}, {"sentId": 242, "text": "It's interesting because I wonder how they'd feel when he says he's going to put a big beautiful door, and if they thought that was, you know, not literal as well."}], "speaker": "LEMON", "secId": 83}, {"sentences": [{"sentId": 243, "text": "But listen, I want to ask you, do they understand -- because they were angry and voted as such and voted, you know, on the issues, do they understand that, the other part of the country, there is half of the country possibly who are also fearful as well?"}, {"sentId": 244, "text": "Do they see the people out on the streets in protest?"}, {"sentId": 245, "text": "What do they think of that?"}], "speaker": "LEMON", "secId": 84}, {"sentences": [{"sentId": 246, "text": "The protests, they are not happy about because they say, wait a minute, first of all, you haven't given President-elect Donald Trump, whatsoever, and see."}, {"sentId": 247, "text": "It's disrespectful, they say, to the Office."}, {"sentId": 248, "text": "They also s it's disrespectful to the vote, that this was a democratically carried out election."}, {"sentId": 249, "text": "There's no stealing of the vote here."}], "speaker": "SAVIDGE", "secId": 85}, {"sentences": [{"sentId": 250, "text": "And they say, why are people out on the streets?"}, {"sentId": 251, "text": "After all, they will point and say, does anyone remember the riots that broke out by Republicans when President Obama was elected?"}, {"sentId": 252, "text": "And of course, that didn't happen."}, {"sentId": 253, "text": "You didn't have conservatives going into the streets."}, {"sentId": 254, "text": "So they say, look, we would have been just as disappointed and just as upset if Hillary Clinton had been elected."}], "speaker": "SAVIDGE", "secId": 86}, {"sentences": [{"sentId": 255, "text": "Yes."}], "speaker": "LEMON", "secId": 87}, {"sentences": [{"sentId": 256, "text": "But they say they would not be in the streets protesting about it."}, {"sentId": 257, "text": "And then they also think that all of these protests are organized."}, {"sentId": 258, "text": "They think that someone is paying and orchestrating all of these."}, {"sentId": 259, "text": "It's a conspiracy theory, or so it sounds, but they say the signs are the same in all of these different cities, the chants are the same in all of these different city, and the people seem to be saying the same thing."}, {"sentId": 260, "text": "And they think that that's all just organized by some mysterious power, maybe the Democrats."}], "speaker": "SAVIDGE", "secId": 88}, {"sentences": [{"sentId": 261, "text": "I saw your great reporting last night in that question about where the Republicans didn't riot back in 2008."}, {"sentId": 262, "text": "But, you know, to their question, it's apples and oranges."}, {"sentId": 263, "text": "Barack Obama did not use the divisive language that Donald Trump used on the campaign trail against Americans in order to be elected."}, {"sentId": 264, "text": "And so I don't think that that question, you know, really fits with that."}, {"sentId": 265, "text": "But anyway, I got to move on."}], "speaker": "LEMON", "secId": 89}, {"sentences": [{"sentId": 266, "text": "Thank you very much."}, {"sentId": 267, "text": "I appreciate that, Martin Savidge."}], "speaker": "LEMON", "secId": 90}, {"sentences": [{"sentId": 268, "text": "When we come right back, do Americans understand how the other half lives?"}, {"sentId": 269, "text": "And if he did, would he be able to move forward as a country?"}], "speaker": "LEMON", "secId": 91}, {"sentences": [{"sentId": 270, "text": "This, I promise, will be a fascinating conversation, so I hope you pay attention."}, {"sentId": 271, "text": "When Donald Trump takes the oath of office January 20th, he will become President of a deeply divided nation."}], "speaker": "LEMON", "secId": 92}, {"sentences": [{"sentId": 272, "text": "Let's discuss now with P.J."}, {"sentId": 273, "text": "O'Rourke, a columnist for \"The Daily Beast,\" Patrick Thornton from \"Roll Call,\" and CNN Contributor Salena Zito."}, {"sentId": 274, "text": "Good evening to all of you."}], "speaker": "LEMON", "secId": 93}, {"sentences": [{"sentId": 275, "text": "Patrick, let's start with you because you wrote a piece in \"Roll Call\" with a very provocative thesis, and here's what it said."}, {"sentId": 276, "text": "You said more Americans -- you said that, I'm sorry, the real bubble isn't the coast, it's rural America."}], "speaker": "LEMON", "secId": 94}, {"sentences": [{"sentId": 277, "text": "Now, before everyone gets mad at Patrick, he's the rural -- what is it?"}, {"sentId": 278, "text": "How do say this county, Geauga County, Ohio?"}], "speaker": "LEMON", "secId": 95}, {"sentences": [{"sentId": 279, "text": "Geauga County."}, {"sentId": 280, "text": "Geauga County of Ohio."}], "speaker": "THORNTON", "secId": 96}, {"sentences": [{"sentId": 281, "text": "Geauga County, Ohio."}, {"sentId": 282, "text": "Explain your take on this."}], "speaker": "LEMON", "secId": 97}, {"sentences": [{"sentId": 283, "text": "You know, well, a lot of people are saying that it's the people on the coast."}, {"sentId": 284, "text": "They need to get out of their bubbles, and they need to see more of America to understand why people voted for Donald Trump but -- a lot of people are saying that, themselves, actually live on the coast, and they actually haven't really been that much in rural America."}], "speaker": "THORNTON", "secId": 98}, {"sentences": [{"sentId": 285, "text": "The county I come from is 97 percent White."}, {"sentId": 286, "text": "The high school I went to had 950 students in it, two of them were Asian, one was Hispanic."}, {"sentId": 287, "text": "We had zero Muslim students."}, {"sentId": 288, "text": "I had zero non-White teachers."}, {"sentId": 289, "text": "I actually had more teachers growing up that were sexual predators than were actually non-Whites."}], "speaker": "THORNTON", "secId": 99}, {"sentences": [{"sentId": 290, "text": "And so when people say, I don't think they realize that there are many people who live in a White bubble that don't know anybody other than themselves."}, {"sentId": 291, "text": "And so what you're going to end up with then is they're saying, well, I didn't vote for Donald Trump because I'm a bigot or racist."}, {"sentId": 292, "text": "And I believe that."}, {"sentId": 293, "text": "These people who voted for Donald Trump, most of them are not that that."}], "speaker": "THORNTON", "secId": 100}, {"sentences": [{"sentId": 294, "text": "But what they have to realize is they have endorsed Donald Trump's bigotry and racism."}, {"sentId": 295, "text": "They have endorsed when he says that Mexicans are rapists, when he says that Mexicans are criminals."}, {"sentId": 296, "text": "They have endorsed the fact that Donald Trump says the Black people are living in hell."}], "speaker": "THORNTON", "secId": 101}, {"sentences": [{"sentId": 297, "text": "And the reason why they don't understand why this so -- that this can be so harmful to so many minorities is because a lot of people in rural America actually do not know any --"}], "speaker": "THORNTON", "secId": 102}, {"sentences": [{"sentId": 298, "text": "Yes."}], "speaker": "LEMON", "secId": 103}, {"sentences": [{"sentId": 299, "text": "They may not know many of them personally, and so they don't have the same framework and concept of the reason why this might be so offensive."}, {"sentId": 300, "text": "And so I've heard from a lot of different people all over the United States saying, you know, it sounds like he went to the same high school that I went to, you know, from Ohio, from Michigan, from Indiana."}, {"sentId": 301, "text": "I actually heard from people in Britain, Australia, rural Canada, all saying the same things, that they grew up incredibly, incredibly bubble areas."}], "speaker": "THORNTON", "secId": 104}, {"sentences": [{"sentId": 302, "text": "Just a point of clarification, you said that there are more sexual predators than there are people of color, not to make a comparison between the two but just making a distinction that --"}], "speaker": "LEMON", "secId": 105}, {"sentences": [{"sentId": 303, "text": "Yes."}], "speaker": "THORNTON", "secId": 106}, {"sentences": [{"sentId": 304, "text": "Right."}], "speaker": "LEMON", "secId": 107}, {"sentences": [{"sentId": 305, "text": "I was saying as teachers in my high school so that --"}], "speaker": "THORNTON", "secId": 108}, {"sentences": [{"sentId": 306, "text": "Yes."}], "speaker": "LEMON", "secId": 109}, {"sentences": [{"sentId": 307, "text": "You know, I was somebody who went through K through 12 and never once had a Black or Hispanic teacher."}], "speaker": "THORNTON", "secId": 110}, {"sentences": [{"sentId": 308, "text": "I hear that from people who move to New York City and moved to other cities saying, I had never seen a Black person until I was out of high school or I was in college, or a person of color until I came to another city."}], "speaker": "LEMON", "secId": 111}, {"sentences": [{"sentId": 309, "text": "Let me read this."}, {"sentId": 310, "text": "This is another part of your piece."}, {"sentId": 311, "text": "You said, \"More Americans need to see more of the United States."}, {"sentId": 312, "text": "They need to shake hands with a Muslim, or talk soccer with a middle-aged lesbian, or attend a lecture by a female business executive."}, {"sentId": 313, "text": "I have friends and acquaintances who are Trump supporters."}, {"sentId": 314, "text": "They genuinely do not understand today's shock, particularly from minorities."}, {"sentId": 315, "text": "These Trump supporters do not understand that many minorities believe the people who voted for Trump endorse his racism and bigotry, that those voters care more about sending a message to the political establishment than they do about the rights and welfare of human beings.\""}], "speaker": "LEMON", "secId": 112}, {"sentences": [{"sentId": 316, "text": "So, Salena, that said, you spent months traveling in the heartland, talking to Trump supporters, and writing about their strength of support."}, {"sentId": 317, "text": "Why do you say that people living on the coast are the ones in a bubble?"}], "speaker": "LEMON", "secId": 113}, {"sentences": [{"sentId": 318, "text": "Well, I read the article and I thought it was really interesting."}, {"sentId": 319, "text": "The part I take -- some of the -- I take issue with a couple of the points, but one of the most important things is that he said that the one -- the people in the middle of the country, don't, you know, get out and they're the ones that live in the bubble."}], "speaker": "ZITO", "secId": 114}, {"sentences": [{"sentId": 320, "text": "I mean, there are -- they understand elites."}, {"sentId": 321, "text": "It's on their television."}, {"sentId": 322, "text": "It's in their advertising."}, {"sentId": 323, "text": "They go and travel to New York."}, {"sentId": 324, "text": "They love to go to New York and spend their tourist money."}, {"sentId": 325, "text": "The same with Washington, D.C."}, {"sentId": 326, "text": "I think that we need to bridge the gap between both."}, {"sentId": 327, "text": "I think that is really, really important."}], "speaker": "ZITO", "secId": 115}, {"sentences": [{"sentId": 328, "text": "But, Salena, that's different than living among people and, you know, going to school with them, having them over for dinner, maybe even having one as a family member, maybe dating one, marrying one."}], "speaker": "LEMON", "secId": 116}, {"sentences": [{"sentId": 329, "text": "Right."}, {"sentId": 330, "text": "Oh, OK."}], "speaker": "ZITO", "secId": 117}, {"sentences": [{"sentId": 331, "text": "That's different than, I mean, watching it on television."}, {"sentId": 332, "text": "I mean, I've watched, you know, \"The Beverly Hillbillies\" or \"Lost in Space\" when I was a kid, or \"The Brady Bunch,\" but I didn't really know them."}], "speaker": "LEMON", "secId": 118}, {"sentences": [{"sentId": 333, "text": "Well, yes, I mean, that was the point I was telling you that I was taking issue with."}, {"sentId": 334, "text": "You know, I mean, people live where they live, and I don't know that they should necessarily be punished because that's where people settle."}, {"sentId": 335, "text": "And I did not -- I really have to contest that people -- this was -- that they thought their vote was hurting someone else."}, {"sentId": 336, "text": "I don't think anyone ever thought that."}, {"sentId": 337, "text": "I think that they were voting for change, and that's all that they were considering."}], "speaker": "ZITO", "secId": 119}, {"sentences": [{"sentId": 338, "text": "OK.  OK."}, {"sentId": 339, "text": "P.J., you are our card-carrying member of the elite."}, {"sentId": 340, "text": "Who do you think is in a bubble?"}], "speaker": "LEMON", "secId": 120}, {"sentences": [{"sentId": 341, "text": "Is it --"}], "speaker": "LEMON", "secId": 121}, {"sentences": [{"sentId": 342, "text": "I am?"}], "speaker": "O'ROURKE", "secId": 122}, {"sentences": [{"sentId": 343, "text": "I don't know."}, {"sentId": 344, "text": "Is it all of us?"}, {"sentId": 345, "text": "Who is in the bubble here?"}], "speaker": "LEMON", "secId": 123}, {"sentences": [{"sentId": 346, "text": "Yes, I think we're all in the bubble."}, {"sentId": 347, "text": "Or maybe I wouldn't say bubble."}, {"sentId": 348, "text": "What I would say is big top."}, {"sentId": 349, "text": "We are in this  political circus, and I think it's about time we left off with the voter shaming and started to regard this as what it fundamentally is, which is ridiculous."}], "speaker": "O'ROURKE", "secId": 124}, {"sentences": [{"sentId": 350, "text": "Yes."}], "speaker": "LEMON", "secId": 125}, {"sentences": [{"sentId": 351, "text": "Politics is a ridiculous enterprise, and if you depend upon politics for the good things in life, this is the kind of outcome you can get."}, {"sentId": 352, "text": "And I mean, it's -- you know, I voted for Hillary because it was kind of a grim civic duty, sort of like jury duty kind of thing."}, {"sentId": 353, "text": "But I got to say, you know, I was rooting for them both to lose, so I'm half happy."}], "speaker": "O'ROURKE", "secId": 126}, {"sentences": [{"sentId": 354, "text": "And now, I'm really enjoying watching this guy trying to get out of the clown shoes, get the red nose off his face, doff the frightful wig, scrub off the grease paint, and try to be ring master."}, {"sentId": 355, "text": "This is going to be very entertaining."}, {"sentId": 356, "text": "I know it has the possibility of being kind of a grim kind of entertaining, but we are in for quite a show."}], "speaker": "O'ROURKE", "secId": 127}, {"sentences": [{"sentId": 357, "text": "Yes."}, {"sentId": 358, "text": "P.J., Republicans now control all of the halls of power in Washington, from the White house to Capitol Hill to the Supreme Court."}, {"sentId": 359, "text": "And often, that doesn't work out so well for a party."}, {"sentId": 360, "text": "What do you think will happen with this?"}], "speaker": "LEMON", "secId": 128}, {"sentences": [{"sentId": 361, "text": "Oh, it'll be a disaster."}, {"sentId": 362, "text": "You know, they really had it coming."}, {"sentId": 363, "text": "And actually, I would say the same thing, of course, if the Democrats were in the same position, which they were early in the first term of Obama."}, {"sentId": 364, "text": "We don't have real political parties in America."}, {"sentId": 365, "text": "We have these vague tendencies and sort of a vague tendency to make the government bigger so that will make things better, or a vague tendency to make the government smaller because that would make things worse."}], "speaker": "O'ROURKE", "secId": 129}, {"sentences": [{"sentId": 366, "text": "And none of the political parties are cohesive."}, {"sentId": 367, "text": "And so once they actually come to power, I mean, it's going to be another great show under the big top, watching the Republicans attempt to govern instead of just criticize and make mock and pile into the tiny car, you know, and smash into the budget."}], "speaker": "O'ROURKE", "secId": 130}, {"sentences": [{"sentId": 368, "text": "And, yes, it will be a disaster."}, {"sentId": 369, "text": "But, you know, I'm a news guy."}, {"sentId": 370, "text": "I'm in the disaster business."}, {"sentId": 371, "text": "So, fortunately for me, my job is to have a ring side seat."}, {"sentId": 372, "text": "My job is not to clean up after the elephants."}], "speaker": "O'ROURKE", "secId": 131}, {"sentences": [{"sentId": 373, "text": "Yes."}, {"sentId": 374, "text": "Salina, I got to ask you, having traveled the country and, you know, looking at both bubbles, so to speak, you know, the folks who are in the Midwest or in the rest of the country not on the coast, in the big cities and the folks who are in the bubbles and the big city, what do you do?"}, {"sentId": 375, "text": "Because everyone says you got to keep talking."}, {"sentId": 376, "text": "You got to get to know each other."}, {"sentId": 377, "text": "You got to have a conversation."}, {"sentId": 378, "text": "But, I mean, what's the reality here?"}], "speaker": "LEMON", "secId": 132}, {"sentences": [{"sentId": 379, "text": "Well, the reality is this, we need more cultural touchdowns that connect us together."}, {"sentId": 380, "text": "And I don't know how we start to approach that."}, {"sentId": 381, "text": "But I think that that should be the blueprint of how we get back together."}], "speaker": "ZITO", "secId": 133}, {"sentences": [{"sentId": 382, "text": "I mean, if you look 30 years ago, everybody watched Walter Cronkite, everybody watched \"Lost in Space\" and \"Beverly Hillbillies.\""}, {"sentId": 383, "text": "Now, we have a very diverse -- you know, all kinds of ways to get our entertainment."}, {"sentId": 384, "text": "I mean, one of the things that keeps us together, you know, there can be a guy in Columbus, Ohio and a guy in New York City, and they're going to root for the same team."}, {"sentId": 385, "text": "They're going to root for The Browns."}], "speaker": "ZITO", "secId": 134}, {"sentences": [{"sentId": 386, "text": "Yes."}], "speaker": "LEMON", "secId": 135}, {"sentences": [{"sentId": 387, "text": "So we have ways that we can pull together, and I think we need to start to working towards those kinds of things --"}], "speaker": "ZITO", "secId": 136}, {"sentences": [{"sentId": 388, "text": "Right."}], "speaker": "LEMON", "secId": 137}, {"sentences": [{"sentId": 389, "text": "-- that pull us together."}], "speaker": "ZITO", "secId": 138}, {"sentences": [{"sentId": 390, "text": "And maybe the President-elect can help us do that."}, {"sentId": 391, "text": "Thank you, panel."}, {"sentId": 392, "text": "I appreciate it."}, {"sentId": 393, "text": "Have a good weekend."}], "speaker": "LEMON", "secId": 139}, {"sentences": [{"sentId": 394, "text": "Thank you."}], "speaker": "ZITO", "secId": 140}, {"sentences": [{"sentId": 395, "text": "When we come right back, hate on campus."}, {"sentId": 396, "text": "A shocking incident in the University of Pennsylvania."}, {"sentId": 397, "text": "Are Black students being targeted?"}], "speaker": "LEMON", "secId": 141}, {"sentences": [{"sentId": 398, "text": "Hillary Clinton telling her campaign volunteers the days since she lost the election have been very tough."}, {"sentId": 399, "text": "Here to discuss now, Reverend Doctor William Barber, president of the North Carolina NAACP."}, {"sentId": 400, "text": "Good evening, sir."}], "speaker": "LEMON", "secId": 142}, {"sentences": [{"sentId": 401, "text": "Good evening, Don."}], "speaker": "BARBER", "secId": 143}, {"sentences": [{"sentId": 402, "text": "Dr. Barber, we spoke a number of times before the election."}, {"sentId": 403, "text": "You were fighting hard in North Carolina for Hillary Clinton."}, {"sentId": 404, "text": "She lost that state."}, {"sentId": 405, "text": "What's your reaction to that and all that has happened since?"}], "speaker": "LEMON", "secId": 144}, {"sentences": [{"sentId": 406, "text": "Well, certainly, I think that we have to be terribly disappointed in the way in which this election has gone forth."}, {"sentId": 407, "text": "We cannot play or dismiss the level of racism and racial hatred that Donald Trump touched, the wound that he opened up, and we cannot like it's an anomaly in American society."}], "speaker": "BARBER", "secId": 145}, {"sentences": [{"sentId": 408, "text": "I've spent some time the past few days reading about Rutherford B. Hayes who lost the popular vote but was given the Electoral College in1877, if he would agree to roll back and be a part of rolling back the forward progress of African-Americans."}, {"sentId": 409, "text": "And by 1883, you had the end of the Civil Rights Act that had been passed 1875."}, {"sentId": 410, "text": "Same thing with Richard Nixon."}], "speaker": "BARBER", "secId": 146}, {"sentences": [{"sentId": 411, "text": "You know, Donald Trump started his campaign questioning the President's birth, his identity, his personhood really, and also claiming that he was the most ignorant President ever."}, {"sentId": 412, "text": "Those were all racial dog whistles and code words."}, {"sentId": 413, "text": "So we ended up with a campaign where the person who wins the popular vote does not win the Electoral College."}, {"sentId": 414, "text": "People say the country has been divided but America has always struggled with this divide."}, {"sentId": 415, "text": "And you got this hyper racism, hyper racist sensitivity that President Obama's election meant for a lot of people."}], "speaker": "BARBER", "secId": 147}, {"sentences": [{"sentId": 416, "text": "I've often thought, Don, what is it that President Obama do?"}, {"sentId": 417, "text": "Or had -- he was saying something that was so bad?"}, {"sentId": 418, "text": "He brought 14 million jobs back."}, {"sentId": 419, "text": "He tried to give poor people, mostly White, health care."}, {"sentId": 420, "text": "He wanted to raise the living wage."}, {"sentId": 421, "text": "He's tried to be respectful."}, {"sentId": 422, "text": "He's tried to -- what is it that's so bad?"}, {"sentId": 423, "text": "What is it?"}], "speaker": "BARBER", "secId": 148}, {"sentences": [{"sentId": 424, "text": "It is, for some, is that his election represented an inversion of a White hierarchy that some people cannot get over, and Trump played into that."}, {"sentId": 425, "text": "And he --"}], "speaker": "BARBER", "secId": 149}, {"sentences": [{"sentId": 426, "text": "And part of that is that he has the wrong letter behind his name."}, {"sentId": 427, "text": "He doesn't have an R, or he has a D, you know."}, {"sentId": 428, "text": "And that's just pure politics."}, {"sentId": 429, "text": "But, you know, your assessment is your assessment on the other thing."}], "speaker": "LEMON", "secId": 150}, {"sentences": [{"sentId": 430, "text": "We also heard today about an incident at the University of Pennsylvania where many Black freshman students were added to a GroupMe social media text called \"N-word Lynching.\""}, {"sentId": 431, "text": "We have a picture of the group text, and the picture that was on this page, of a lynching."}, {"sentId": 432, "text": "And what's your reaction to this?"}, {"sentId": 433, "text": "BARBER:  Well, again, we have -- this election has sown -- it's not"}], "speaker": "LEMON", "secId": 151}, {"sentences": [{"sentId": 434, "text": "opened it up."}, {"sentId": 435, "text": "I mean, it's not brought racism."}, {"sentId": 436, "text": "It's increased it."}, {"sentId": 437, "text": "And I want to -- and it's not just Trump."}, {"sentId": 438, "text": "I mean, you go back when Newt Gingrich called the President the \"Food Stamp President.\""}, {"sentId": 439, "text": "You look at how we have had policy over the last eight years trying to block everything, the racialized nature of the past."}], "speaker": "LEMON", "secId": 152}, {"sentences": [{"sentId": 440, "text": "Think about it, Don."}, {"sentId": 441, "text": "We are sitting right now in a country that's refusing to fix the Voting Rights Act."}, {"sentId": 442, "text": "You know, that in itself should tell us where we are in terms of our racial attitudes."}], "speaker": "LEMON", "secId": 153}, {"sentences": [{"sentId": 443, "text": "And you had the same thing happen at Duke before the election."}, {"sentId": 444, "text": "You had a school where students were hollering, \"Build a wall."}, {"sentId": 445, "text": "Build a wall.\""}, {"sentId": 446, "text": "You know this othering, this blaming people, taking peoples' fears, taking their racial fears and their economic fears, and then offering them fear, not answers, just offering them fear of the other, fear of \"this is dangerous.\""}, {"sentId": 447, "text": "And what you see then is you get the outpouring of the kinds of things you're seeing at this university in Pennsylvania and other places."}, {"sentId": 448, "text": "It is very -- and it will not be stopped --"}], "speaker": "LEMON", "secId": 154}, {"sentences": [{"sentId": 449, "text": "Yes."}], "speaker": "LEMON", "secId": 155}, {"sentences": [{"sentId": 450, "text": "-- by Trump just doing one speech."}], "speaker": "BARBER", "secId": 156}, {"sentences": [{"sentId": 451, "text": "I do have to say --"}], "speaker": "LEMON", "secId": 157}, {"sentences": [{"sentId": 452, "text": "That's not going to do it."}], "speaker": "BARBER", "secId": 158}, {"sentences": [{"sentId": 453, "text": "I have to say this because we don't know who is behind this --"}], "speaker": "LEMON", "secId": 159}, {"sentences": [{"sentId": 454, "text": "Yes."}], "speaker": "BARBER", "secId": 160}, {"sentences": [{"sentId": 455, "text": "-- but the understanding at this point is that it was a group who was created somewhere in Oklahoma."}, {"sentId": 456, "text": "And that's according to \"Philadelphia Inquirer.\""}, {"sentId": 457, "text": "Two students associated with the GroupMe account have Facebook pages indicating one is a student at the University of Oklahoma while the other is enrolled at Oklahoma State University."}, {"sentId": 458, "text": "So, you know, we don't know very much about because the students interviewed at UPenn say that they feel that it's related to the election, and they're very concerned about it."}], "speaker": "LEMON", "secId": 161}, {"sentences": [{"sentId": 459, "text": "You know, in the last days, Donald Trump has said he wants to work with all Americans."}, {"sentId": 460, "text": "He has been somewhat -- his tone has been -- he's toned it down."}, {"sentId": 461, "text": "Do you support him now?"}, {"sentId": 462, "text": "Do you want him to succeed?"}], "speaker": "LEMON", "secId": 162}, {"sentences": [{"sentId": 463, "text": "Well, you always want a President to succeed."}, {"sentId": 464, "text": "Someone asked me, could you congratulate him?"}, {"sentId": 465, "text": "I said, as a pastor -- and I'm only talking now as a pastor and from a faith perspective."}, {"sentId": 466, "text": "You know, prophets didn't go around congratulating kings."}, {"sentId": 467, "text": "They counsel them."}, {"sentId": 468, "text": "And they always counsel them to do justice, to love mercy, to take care of the least of these."}, {"sentId": 469, "text": "So I would counsel him."}], "speaker": "BARBER", "secId": 163}, {"sentences": [{"sentId": 470, "text": "Not in all these back off the rhetoric because tone is not the issue."}, {"sentId": 471, "text": "You can be quiet like Paul Ryan and still support policies that have great racial overtone."}, {"sentId": 472, "text": "The issue is when he gets into office, is he going to take health care from 20 million people and three million African-Americans?"}, {"sentId": 473, "text": "Is he going to go back into the economic policies that brought us the great recession and harmed African-Americans and poor Whites?"}, {"sentId": 474, "text": "Is he going to continue to say that our elections are rigged and not fix the Voting Rights Act?"}], "speaker": "BARBER", "secId": 164}, {"sentences": [{"sentId": 475, "text": "You know, that's the issue, not so much tone."}, {"sentId": 476, "text": "Tone is an important piece, words."}, {"sentId": 477, "text": "But the more issue is, is he going to bring Breitbart and that kind of mentality into the Oval Office and not just give it a place on the internet --"}], "speaker": "BARBER", "secId": 165}, {"sentences": [{"sentId": 478, "text": "Yes."}, {"sentId": 479, "text": "And we'll --"}], "speaker": "LEMON", "secId": 166}, {"sentences": [{"sentId": 480, "text": "-- but a place in the Oval Office."}], "speaker": "BARBER", "secId": 167}, {"sentences": [{"sentId": 481, "text": "Yes."}, {"sentId": 482, "text": "We'll figure that out in 70 days."}], "speaker": "LEMON", "secId": 168}, {"sentences": [{"sentId": 483, "text": "That's right."}], "speaker": "BARBER", "secId": 169}, {"sentences": [{"sentId": 484, "text": "Thank you very much, Reverend."}, {"sentId": 485, "text": "We appreciate you."}], "speaker": "LEMON", "secId": 170}, {"sentences": [{"sentId": 486, "text": "Thank you."}], "speaker": "BARBER", "secId": 171}, {"sentences": [{"sentId": 487, "text": "When we come right back, did Democrats take African-Americans voters for granted?"}, {"sentId": 488, "text": "And what will it take to heal the divide?"}], "speaker": "LEMON", "secId": 172}, {"sentences": [{"sentId": 489, "text": "Is there a split between African-Americans voters and the Democratic Party?"}, {"sentId": 490, "text": "Here to discussing now, Hawk Newsome, the president of Black Lives Matter of Greater New York, and Frank Leon Roberts, a professor at New York University where he teaches the nation's first ever course on Black Lives Matter."}, {"sentId": 491, "text": "What is it called, the Black Lives Matter syllabus, right?"}], "speaker": "LEMON", "secId": 173}, {"sentences": [{"sentId": 492, "text": "Yes."}], "speaker": "ROBERTS", "secId": 174}, {"sentences": [{"sentId": 493, "text": "Yes."}], "speaker": "NEWSOME", "secId": 175}, {"sentences": [{"sentId": 494, "text": "All right."}, {"sentId": 495, "text": "Thank you both for joining us."}, {"sentId": 496, "text": "Hawk, I'm going to -- do you feel the Democratic Party has betrayed African-Americans, and why didn't they come out to support Clinton?"}], "speaker": "LEMON", "secId": 176}, {"sentences": [{"sentId": 497, "text": "I think African-Americans are pretty much fed up with the Democratic Party."}, {"sentId": 498, "text": "They are fed up with Hillary Clinton."}, {"sentId": 499, "text": "And what they did was they revolted."}, {"sentId": 500, "text": "They came out and they said, I ain't voting until Black lives matter."}, {"sentId": 501, "text": "The bottom line is Hillary Clinton did not take any substantial steps to gain the Black folk."}, {"sentId": 502, "text": "People are dying in the streets and Black people are living in a crisis, and that's our need."}, {"sentId": 503, "text": "And she didn't do anything to meet that need."}], "speaker": "NEWSOME", "secId": 177}, {"sentences": [{"sentId": 504, "text": "She got 94 percent of Black women, 13 percent of Black men went for him."}, {"sentId": 505, "text": "Why is that?"}], "speaker": "LEMON", "secId": 178}, {"sentences": [{"sentId": 506, "text": "Realistically, she has die-hard."}, {"sentId": 507, "text": "They have loyalists, and then you have the people who are in the streets, who are of the streets that are not caught up in the rhetoric of our so-called leaders who lead us to the ballots blindly."}, {"sentId": 508, "text": "So those who did show up, you know, they showed up in favor of her."}], "speaker": "NEWSOME", "secId": 179}, {"sentences": [{"sentId": 509, "text": "So the people are out now and you see the protests on the streets."}, {"sentId": 510, "text": "And, you know, what people would like to say is that, oh, these are all Hillary Clinton supporters."}, {"sentId": 511, "text": "They're all not Hillary Clinton supporters."}, {"sentId": 512, "text": "That these are all Democrats."}, {"sentId": 513, "text": "They're all not Democrats."}, {"sentId": 514, "text": "Many of them are."}, {"sentId": 515, "text": "But most of them say that they are protesting the presidency of Donald Trump, rather than, you know, the policies of the Democratic Party or with Hillary Clinton."}, {"sentId": 516, "text": "Do you think that they are now saying, oh, my gosh, maybe we should have voted for her?"}, {"sentId": 517, "text": "We have Donald Trump in office, and he's a devil we don't know."}], "speaker": "LEMON", "secId": 180}, {"sentences": [{"sentId": 518, "text": "Well, I think, Don, you know, hindsight is always 20/20."}, {"sentId": 519, "text": "And I think that the fact of the matter is, there were many Black voters -- this is rather sad."}, {"sentId": 520, "text": "But there were many Black voters who simply thought it was morally impermissible to vote for a candidate who has a history of referring to African-American constituencies as \"super predators\" and the Clintons' relationship to the history of mass incarceration."}, {"sentId": 521, "text": "And so I think that they felt like it was their moral obligation to speak out."}], "speaker": "ROBERTS", "secId": 181}, {"sentences": [{"sentId": 522, "text": "And now, if we want to be honest, it's actually not the African- American communities, ultimately, that led to the Trump presidency, right?"}, {"sentId": 523, "text": "We know that, as you said, 94 percent of Black women, 13 percent of Black men."}, {"sentId": 524, "text": "It was, ultimately, the White electorate that essentially pushed Trump over the top."}, {"sentId": 525, "text": "And so the Black electorate actually did show up for Hillary Clinton, even if it was only to show up to vote against Trump."}, {"sentId": 526, "text": "And that's not how we got here."}], "speaker": "ROBERTS", "secId": 182}, {"sentences": [{"sentId": 527, "text": "But what they're saying is that they didn't show up to the levels that they showed up for Barack Obama and in previous elections."}], "speaker": "LEMON", "secId": 183}, {"sentences": [{"sentId": 528, "text": "Yes, yes."}], "speaker": "ROBERTS", "secId": 184}, {"sentences": [{"sentId": 529, "text": "And had they shown and there hadn't been so much protest voting or people sitting at home, because the margins were really close --"}], "speaker": "LEMON", "secId": 185}, {"sentences": [{"sentId": 530, "text": "Yes."}], "speaker": "ROBERTS", "secId": 186}, {"sentences": [{"sentId": 531, "text": "-- that that Obama coalition would have put Hillary Clinton over the edge."}, {"sentId": 532, "text": "And the question is, would you rather have someone who has said \"super predator\" 20 years ago, apologized for it, than someone who did not apologize for the Central Park Five --"}], "speaker": "LEMON", "secId": 187}, {"sentences": [{"sentId": 533, "text": "Sure."}], "speaker": "ROBERTS", "secId": 188}, {"sentences": [{"sentId": 534, "text": "-- and thought that they should be, you know, in jail ."}], "speaker": "LEMON", "secId": 189}, {"sentences": [{"sentId": 535, "text": "Here's the thing, though, Don."}, {"sentId": 536, "text": "So Hillary Clinton and the DNC more broadly made a series of severe political miscalculations about the American electorate and about -- really, they made a decision to abandon the progressive wing of the party, including what is essentially a rising militant Black progressive left."}, {"sentId": 537, "text": "That was their decision."}, {"sentId": 538, "text": "Hillary Clinton had the opportunity to select a V.P."}, {"sentId": 539, "text": "candidate that"}], "speaker": "ROBERTS", "secId": 190}, {"sentences": [{"sentId": 540, "text": "could actually reflect the demographic diversity of the Democratic Party."}, {"sentId": 541, "text": "She could have gone with Julian Castro or Cory Booker or Elizabeth Warren."}, {"sentId": 542, "text": "Instead, she chose to go with a candidate that, in no way, reflects the demographic diversity or ideological diversity of the department -- of the party."}], "speaker": "ROBERTS", "secId": 191}, {"sentences": [{"sentId": 543, "text": "So what I'm saying here is that all these issues together were a perfect storm for not only Black voters --"}], "speaker": "ROBERTS", "secId": 192}, {"sentences": [{"sentId": 544, "text": "Not to energize people, right?"}, {"sentId": 545, "text": "This --"}], "speaker": "LEMON", "secId": 193}, {"sentences": [{"sentId": 546, "text": "Exactly."}], "speaker": "ROBERTS", "secId": 194}, {"sentences": [{"sentId": 547, "text": "Right, nothing is --"}], "speaker": "LEMON", "secId": 195}, {"sentences": [{"sentId": 548, "text": "And if I may?"}, {"sentId": 549, "text": "Hillary Clinton said she \"super predator\" 20 years ago, but her acts still perpetuated that same mind state, the fact that she didn't give us -- that she didn't grant jurisdiction over police brutality claims or accusations of excessive force to the federal government, to federal prosecutors, to the FBI, to investigate."}], "speaker": "NEWSOME", "secId": 196}, {"sentences": [{"sentId": 550, "text": "What she gave us in return was shows."}, {"sentId": 551, "text": "Like, we're not tap dancing Sambos."}, {"sentId": 552, "text": "The young Black person is woke."}, {"sentId": 553, "text": "We are conscious."}, {"sentId": 554, "text": "We were not shocked when the results of the election came out."}, {"sentId": 555, "text": "The people who were shocked were the ones who ignored us out in the streets screaming, \"Black lives matter,\" for years."}], "speaker": "NEWSOME", "secId": 197}, {"sentences": [{"sentId": 556, "text": "Mm-hmm."}, {"sentId": 557, "text": "Thank you guys."}, {"sentId": 558, "text": "Thank you, Hawk."}, {"sentId": 559, "text": "Thank you, Frank."}], "speaker": "LEMON", "secId": 198}, {"sentences": [{"sentId": 560, "text": "Thank you."}], "speaker": "ROBERTS", "secId": 199}, {"sentences": [{"sentId": 561, "text": "We appreciate you coming on."}, {"sentId": 562, "text": "We'll be right back."}], "speaker": "LEMON", "secId": 200}, {"sentences": [{"sentId": 563, "text": "Voting is now under way for the CNN Hero of the Year."}, {"sentId": 564, "text": "Here is one of this year's Top 10 heroes."}, {"sentId": 565, "text": "Meet our Harry Swimmer."}], "speaker": "LEMON", "secId": 201}, {"sentences": [{"sentId": 566, "text": "Mitey Riders is an equine- assisted therapeutic riding program, and we work with special needs children."}, {"sentId": 567, "text": "And I'm a very lucky man to be able to do that."}], "speaker": "SWIMMER", "secId": 202}, {"sentences": [{"sentId": 568, "text": "I met a little girl, non-verbal, deaf, wondered what she'd be like on a horse."}, {"sentId": 569, "text": "So I said to the grandmother, I said, how about if we bring her out to the farm and let me see what she'd do on a horse."}, {"sentId": 570, "text": "I brought her out here and put her on pony, and she just lit up like a candle."}, {"sentId": 571, "text": "And I said this is what I wanted to do."}], "speaker": "SWIMMER", "secId": 203}, {"sentences": [{"sentId": 572, "text": "These children come to me with all kinds of disabilities, verbal and nonverbal."}, {"sentId": 573, "text": "They gain so much from doing something that other children don't do that they can do."}, {"sentId": 574, "text": "When the children are on a horse, you can't tell that they're disabled."}, {"sentId": 575, "text": "They ride like anybody else."}, {"sentId": 576, "text": "These children come to me every day with open arms, and I love every one of them."}, {"sentId": 577, "text": "This is their farm as much as it is mine."}], "speaker": "SWIMMER", "secId": 204}, {"sentences": [{"sentId": 578, "text": "Harry, you're the best."}], "speaker": "UNIDENTIFIED BOY", "secId": 205}, {"sentences": [{"sentId": 579, "text": "And I love you too, Bruno."}], "speaker": "SWIMMER", "secId": 206}, {"sentences": [{"sentId": 580, "text": "Make sure you vote for Harry or any of your favorite Top 10 heroes now at CNNheroes.com."}], "speaker": "LEMON", "secId": 207}, {"sentences": [{"sentId": 581, "text": "That's it for us tonight."}, {"sentId": 582, "text": "Thanks for watching."}], "speaker": "LEMON", "secId": 208}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1611.11.cnnt.02.html.json", "time": "Aired November 11, 2016 - 23:00   ET"}