{"sectionCount": 219, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["LEMON", "CLINTON", "MADISON", "STIGALL", "FREDERICKS", "TRUMP", "TURNER", "JONES", "MATTHEWS", "GIULIANI", "EPSHTEYN", "BECKEL", "DENNARD", "UNIDENTIFIED MALE"], "subTitle": "Clinton: Half Of Trump Supporters Are In \"Basket Of Deplorables\"; Trump And Clinton On The Attack; Pence Releases His Taxes, Will Trump?; Trump's Silent Majority. Aired 11p-Midnight ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1609/09/cnnt.02.html", "sentenceCount": 621, "sections": [{"sentences": [{"sentId": 0, "text": "Donald Trump and Hillary Clinton making news on the campaign trail tonight."}, {"sentId": 1, "text": "This is CNN TONIGHT."}, {"sentId": 2, "text": "I'm Don Lemon."}, {"sentId": 3, "text": "Here to discuss, three talk show hosts, Chris Stigall of WPHT in Philly, John Fredericks, a Trump supporter and Mr. Joe Madison of Sirius XM."}, {"sentId": 4, "text": "Long time no see, Mr. Madison."}, {"sentId": 5, "text": "Are you doing all right?"}], "speaker": "LEMON", "secId": 0}, {"sentences": [{"sentId": 6, "text": "Hello to all of you."}, {"sentId": 7, "text": "Joe, first to you."}, {"sentId": 8, "text": "Listen to Secretary Clinton at a fundraiser here in New York tonight."}], "speaker": "LEMON", "secId": 1}, {"sentences": [{"sentId": 9, "text": "You know, to just be grossly generalistic, you could put half of Trump supporters into what I call the basket of deplorables, right?"}, {"sentId": 10, "text": "The racist, sexist, homophobic, xenophobic, islamophobic, you name it."}, {"sentId": 11, "text": "But the other basket of people who feel the government has let them down, the economy has let them down, nobody cares about them --"}], "speaker": "CLINTON", "secId": 2}, {"sentences": [{"sentId": 12, "text": "It's an interesting to hear what she went on to say about that."}, {"sentId": 13, "text": "It sounds like there was kind of mid thought, but do you think that she should have said that, Joe, basket of deplorables, racists, sexists?"}], "speaker": "LEMON", "secId": 3}, {"sentences": [{"sentId": 14, "text": "I think I heard in the last segment someone said, well, she should said half or I don't know if she should have said one third or you could put ten people."}, {"sentId": 15, "text": "I mean, you know, there have been some very deplorable people that even Donald Trump has had to denounce."}], "speaker": "MADISON", "secId": 4}, {"sentences": [{"sentId": 16, "text": "We had to force him to denounce David Duke and others."}, {"sentId": 17, "text": "But let's understand one thing, she obviously not speaking literally, it was figuratively."}, {"sentId": 18, "text": "And, secondly, this is what you do and say at fundraisers."}], "speaker": "MADISON", "secId": 5}, {"sentences": [{"sentId": 19, "text": "You are with -- it's almost like being a cheerleader."}, {"sentId": 20, "text": "It's like being with your crowd and you think this is something, you wait until you get to a Republican fundraiser."}, {"sentId": 21, "text": "You'll have the same thing said about liberals, about progressives."}, {"sentId": 22, "text": "This is what people do at fundraisers."}], "speaker": "MADISON", "secId": 6}, {"sentences": [{"sentId": 23, "text": "But, Chris, I have to ask you, though, because you remember when Donald Trump says, you know, said that he was -- he could stand in the middle of Fifth Avenue and he got a lot of flak for that."}, {"sentId": 24, "text": "Do you think it's similar?"}], "speaker": "LEMON", "secId": 7}, {"sentences": [{"sentId": 25, "text": "Actually, what this reminds me of, this reminds me of Mitt Romney's 47 percent comment caught at a fundraiser and it was devastating."}, {"sentId": 26, "text": "I actually didn't hear this until I was on my way in to do your show tonight, Don."}], "speaker": "STIGALL", "secId": 8}, {"sentences": [{"sentId": 27, "text": "And I have to tell you, the Trump people would be smart to run this in an ad often."}, {"sentId": 28, "text": "I don't know that I've ever heard a candidate define voters in such a pejorative, using such pejoratives."}], "speaker": "STIGALL", "secId": 9}, {"sentences": [{"sentId": 29, "text": "You can call him a racist, sexist, xenophobia running against him, but to call him supporters, half of them names?"}, {"sentId": 30, "text": "That could be terminal for her."}, {"sentId": 31, "text": "That could be a big error tonight."}], "speaker": "STIGALL", "secId": 10}, {"sentences": [{"sentId": 32, "text": "I've heard Donald Trump and I play this on my show almost every day."}, {"sentId": 33, "text": "I heard Donald Trump and I can give you the clip if you want, I'll be glad to send it to you saying I love stupid people and he was talking about his supporters."}], "speaker": "MADISON", "secId": 11}, {"sentences": [{"sentId": 34, "text": "He said I love the uneducated."}], "speaker": "LEMON", "secId": 12}, {"sentences": [{"sentId": 35, "text": "Well, uneducated, stupid."}, {"sentId": 36, "text": "I love the uneducated people."}, {"sentId": 37, "text": "Who calls his supporters uneducated?"}, {"sentId": 38, "text": "Who does that?"}], "speaker": "MADISON", "secId": 13}, {"sentences": [{"sentId": 39, "text": "We don't want uneducated people making uneducated decisions like voting for Donald Trump."}, {"sentId": 40, "text": "So be very careful when you bring that up because that clip is out there and if Hillary Clinton's people are smart, they'll play that every day during the campaign."}], "speaker": "MADISON", "secId": 14}, {"sentences": [{"sentId": 41, "text": "What he did not say is I love Hillary Clinton's stupid people, I love the stupid people that support Hillary Clinton."}, {"sentId": 42, "text": "Far different than saying the people that support my opponent are racist and xenophobic and blah, blah, blah."}], "speaker": "STIGALL", "secId": 15}, {"sentences": [{"sentId": 43, "text": "You don't call our own supporters uneducated."}], "speaker": "MADISON", "secId": 16}, {"sentences": [{"sentId": 44, "text": "John, you're sitting there and you're awfully quiet."}, {"sentId": 45, "text": "Is this like when President Obama talked about bitter people in Pennsylvania clinging to their guns and religion?"}, {"sentId": 46, "text": "That hurt him."}, {"sentId": 47, "text": "Do you think it's going to hurt her?"}], "speaker": "LEMON", "secId": 17}, {"sentences": [{"sentId": 48, "text": "The Clinton campaign is in free fall, dead panic in Brooklyn."}, {"sentId": 49, "text": "They don't know what to do."}, {"sentId": 50, "text": "They're delusional."}, {"sentId": 51, "text": "They don't have any idea what e-mails are going to get out there."}, {"sentId": 52, "text": "They don't know what Wikileaks is going to do."}], "speaker": "FREDERICKS", "secId": 18}, {"sentences": [{"sentId": 53, "text": "Right now, Trump is surging all over the country."}, {"sentId": 54, "text": "Don, I was the first one in America to predict in media that he was going to be the Republican nominee and I'm predicting that he's going to win on November 8th."}, {"sentId": 55, "text": "And if you --"}], "speaker": "FREDERICKS", "secId": 19}, {"sentences": [{"sentId": 56, "text": "Everybody's been the first, John, by the way."}, {"sentId": 57, "text": "I'm not saying you're revising history, but a lot of people have been, but go ahead."}, {"sentId": 58, "text": "FREDERICKS:  If you saw Mrs. Clinton tonight, that was a desperate attempt to frame Trump's backers, calling them stupid or whatever she's trying to do."}, {"sentId": 59, "text": "At the end of the day, they have no plan -- her entire campaign right now is based on bashing Trump and then continuing to bash Trump."}], "speaker": "LEMON", "secId": 20}, {"sentences": [{"sentId": 60, "text": "They have no plan."}, {"sentId": 61, "text": "They're in a free-fall."}, {"sentId": 62, "text": "Trump is going to win, Don."}, {"sentId": 63, "text": "I mean, I don't know what these people are going to do because they're not -- they're not seeing reality right now."}], "speaker": "LEMON", "secId": 21}, {"sentences": [{"sentId": 64, "text": "OK, I want to play this in because to Joe Madison's point, Joe, you said if you go to a conservative or a Republican rally, you'll see similar things."}, {"sentId": 65, "text": "Donald Trump on the campaign trail tonight down in Pensacola, Florida, he said this about Hillary Clinton."}], "speaker": "LEMON", "secId": 22}, {"sentences": [{"sentId": 66, "text": "Because she is being so protected, she could walk into this arena right now and shoot somebody with 20,000 people watching right smack in the middle of the heart and she wouldn't be prosecuted, OK?"}, {"sentId": 67, "text": "That's what's happened."}, {"sentId": 68, "text": "That is what's happened to our country."}, {"sentId": 69, "text": "I never thought I'd see the day when this is happening to our country."}], "speaker": "TRUMP", "secId": 23}, {"sentences": [{"sentId": 70, "text": "So, Chris, is that appropriate?"}], "speaker": "LEMON", "secId": 24}, {"sentences": [{"sentId": 71, "text": "No."}, {"sentId": 72, "text": "Would I tell him to say it?"}, {"sentId": 73, "text": "No."}, {"sentId": 74, "text": "I long gave up the business of spinning for Donald Trump."}, {"sentId": 75, "text": "I don't do it."}, {"sentId": 76, "text": "An overwhelming majority of the country believe Mrs. Clinton should have been punished by the FBI."}], "speaker": "STIGALL", "secId": 25}, {"sentences": [{"sentId": 77, "text": "A majority of people polled say something should have gone down with the FBI and Mrs. Clinton's e-mails."}, {"sentId": 78, "text": "It didn't."}, {"sentId": 79, "text": "Most of this country feels she is getting away with something criminal."}], "speaker": "STIGALL", "secId": 26}, {"sentences": [{"sentId": 80, "text": "I heard what you said, she hasn't been charged with anything criminal, fine."}, {"sentId": 81, "text": "But most people believe she's done something criminal and that sentiment exists."}], "speaker": "STIGALL", "secId": 27}, {"sentences": [{"sentId": 82, "text": "I don't disagree with you, but to come on and definitively say that Hillary Clinton has committed a crime is just factually inaccurate and I was trying to get that across to the guest who is an attorney."}, {"sentId": 83, "text": "I was shocked that he doesn't understand that."}, {"sentId": 84, "text": "But anyway, I think most people get it."}], "speaker": "LEMON", "secId": 28}, {"sentences": [{"sentId": 85, "text": "Joe, do you think that that was appropriate to say?"}, {"sentId": 86, "text": "I mean, you got a good chuckle out of that."}], "speaker": "LEMON", "secId": 29}, {"sentences": [{"sentId": 87, "text": "I got a good chuckle out of it because as I said, you're going to hear it on both sides."}, {"sentId": 88, "text": "Look, again, I've played on my show Donald Trump saying I could stand in the middle of Fifth Street --"}], "speaker": "MADISON", "secId": 30}, {"sentences": [{"sentId": 89, "text": "Fifth Avenue."}], "speaker": "LEMON", "secId": 31}, {"sentences": [{"sentId": 90, "text": "Fifth Avenue, excuse me and shoot somebody and -- LEMON:  Joe, let me play that."}], "speaker": "MADISON", "secId": 32}, {"sentences": [{"sentId": 91, "text": "Go ahead, please."}], "speaker": "MADISON", "secId": 33}, {"sentences": [{"sentId": 92, "text": "They say I have the most loyal people."}, {"sentId": 93, "text": "Did you ever see that?"}, {"sentId": 94, "text": "Where I could stand in the middle of Fifth Avenue and shoot somebody and I wouldn't lose any voters, OK?"}, {"sentId": 95, "text": "It's like incredible."}], "speaker": "TRUMP", "secId": 34}, {"sentences": [{"sentId": 96, "text": "Go ahead, Joe."}], "speaker": "LEMON", "secId": 35}, {"sentences": [{"sentId": 97, "text": "I mean, whoever would have heard -- in all my life I've never heard any presidential candidate, Republican or Democrat, say something like that."}, {"sentId": 98, "text": "I mean, so you can see how -- let me say this quickly and I think we all can agree with this."}], "speaker": "MADISON", "secId": 36}, {"sentences": [{"sentId": 99, "text": "I will be so glad when we start talking about issues that impact my child, my grandchild, my this back and forth attack, what's going on right now, I don't know if this is pre-debate nonsense."}], "speaker": "MADISON", "secId": 37}, {"sentences": [{"sentId": 100, "text": "But at some point in time we have got to get into the substance of public policy."}, {"sentId": 101, "text": "And that's what I'm waiting for because what I think we're all tired of is this attack/counterattack."}], "speaker": "MADISON", "secId": 38}, {"sentences": [{"sentId": 102, "text": "Let's talk about substantive public policy issues, education, the economy, and who will lead the country in the next four years."}, {"sentId": 103, "text": "That's what I think the American people really want."}], "speaker": "MADISON", "secId": 39}, {"sentences": [{"sentId": 104, "text": "And substantive issues like taxes."}, {"sentId": 105, "text": "We'll discuss that."}], "speaker": "LEMON", "secId": 40}, {"sentences": [{"sentId": 106, "text": "Absolutely."}], "speaker": "MADISON", "secId": 41}, {"sentences": [{"sentId": 107, "text": "We'll discuss that when we come right back."}, {"sentId": 108, "text": "Don't go anywhere."}], "speaker": "LEMON", "secId": 42}, {"sentences": [{"sentId": 109, "text": "So Donald Trump's running mate did something today the candidate himself refuses to do and that's release his tax returns."}, {"sentId": 110, "text": "Back with me Chris Stigall, John Fredericks, and Joe Madison."}], "speaker": "LEMON", "secId": 43}, {"sentences": [{"sentId": 111, "text": "So Chris, I want to talk about something that's becoming increasingly hard to ignore, Donald Trump's refusal to release his tax returns."}, {"sentId": 112, "text": "Trump's running mate, Mike Pence, released ten years of tax returns tonight."}], "speaker": "LEMON", "secId": 44}, {"sentences": [{"sentId": 113, "text": "And I'm going to keep on asking until the election, why won't Donald Trump release his taxes?"}, {"sentId": 114, "text": "What is the justification?"}], "speaker": "LEMON", "secId": 45}, {"sentences": [{"sentId": 115, "text": "I don't know."}, {"sentId": 116, "text": "I don't know, and I don't really spin for Donald Trump."}, {"sentId": 117, "text": "If we're going to talk about secrecy and what we can't see, there's a laundry list of it over there on Mrs. Clinton's side, too."}, {"sentId": 118, "text": "LEMON:  Listen, we will get to that, but can we stick to the point instead of deferring to the other side."}, {"sentId": 119, "text": "Everybody does that."}, {"sentId": 120, "text": "Why won't he release his tax returns?"}, {"sentId": 121, "text": "That is something that Hillary Clinton has done."}], "speaker": "STIGALL", "secId": 46}, {"sentences": [{"sentId": 122, "text": "I don't know."}, {"sentId": 123, "text": "But, frankly, his taxes are the least of my concerns."}, {"sentId": 124, "text": "We're talking about -- we're talking about a history shrouded in secrecy around Mrs. Clinton that the public --"}], "speaker": "STIGALL", "secId": 47}, {"sentences": [{"sentId": 125, "text": "It doesn't matter to you how much taxes he's paid, how much charitable giving he's done, especially since the cornerstone of his campaign, one of them besides immigration and building a wall, has been what a great businessman he is, how he will rescue the economy and save the American people and get jobs because he can create them because he's such a great businessman?"}], "speaker": "LEMON", "secId": 48}, {"sentences": [{"sentId": 126, "text": "That doesn't make you curious about how his companies operate, how much money he makes, how much taxes he's paid, how much charitable giving he's done?"}, {"sentId": 127, "text": "You're not curious about that?"}], "speaker": "LEMON", "secId": 49}, {"sentences": [{"sentId": 128, "text": "Well, you want me to evaluate his professional resume."}, {"sentId": 129, "text": "Again, I'm happy to do it."}, {"sentId": 130, "text": "I suppose it would be nice to see, sure."}, {"sentId": 131, "text": "These two people trying to evaluate their professional resumes, it would be exhaustive."}], "speaker": "STIGALL", "secId": 50}, {"sentences": [{"sentId": 132, "text": "And we can make the case for both of them -- I mean, quite frankly, we can make the case that both of them are shrouded in secrecy and unanswered questions."}, {"sentId": 133, "text": "I can't focus on him when her resume of failure is so vast."}, {"sentId": 134, "text": "I mean, it very difficult for me to pile on him when the secrecy and the failures --"}], "speaker": "STIGALL", "secId": 51}, {"sentences": [{"sentId": 135, "text": "I think it would be fair if we were discussing their resumes, but we're talking about releasing their tax returns."}, {"sentId": 136, "text": "One candidate has done it on the presidential side."}, {"sentId": 137, "text": "Another one has not."}, {"sentId": 138, "text": "Both vice presidential candidates have done it."}, {"sentId": 139, "text": "Donald Trump is the only one who hasn't."}, {"sentId": 140, "text": "But go ahead, Joe."}], "speaker": "LEMON", "secId": 52}, {"sentences": [{"sentId": 141, "text": "Failures."}, {"sentId": 142, "text": "You know, this is a man that has had so many bankruptcies, but here's the point."}, {"sentId": 143, "text": "I had a friend today say to me that it's more than now a double standard."}, {"sentId": 144, "text": "It's quadruple standard."}], "speaker": "MADISON", "secId": 53}, {"sentences": [{"sentId": 145, "text": "This is the same candidate, Donald Trump, who asked for the president's college transcripts, asked a 50-year-old man for college transcripts."}, {"sentId": 146, "text": "Then he wanted to see a birth certificate."}, {"sentId": 147, "text": "He wanted to see legitimacy."}], "speaker": "MADISON", "secId": 54}, {"sentences": [{"sentId": 148, "text": "What tax returns do, it tells you a lot who you attributed to."}, {"sentId": 149, "text": "You know what really bothers me is people who call up and say or people who sit out there and say, well, you know, I wouldn't understand them, even if he gave out his tax returns."}], "speaker": "MADISON", "secId": 55}, {"sentences": [{"sentId": 150, "text": "Let me tell you, we probably all work on talk radio stations and networks."}, {"sentId": 151, "text": "We can find tax experts who can explain it."}, {"sentId": 152, "text": "There are people right here on CNN who can come on and explain what he's done."}, {"sentId": 153, "text": "The reason he doesn't do it is because he is hiding something."}, {"sentId": 154, "text": "That's exactly the argument that would have been used against President Obama and anybody else and that's why the governor of Indiana released his taxes."}, {"sentId": 155, "text": "Something is strange when your running mate releases taxes and the man at the top of the ticket doesn't?"}], "speaker": "MADISON", "secId": 56}, {"sentences": [{"sentId": 156, "text": "John hasn't gotten in -- John."}], "speaker": "LEMON", "secId": 57}, {"sentences": [{"sentId": 157, "text": "Here's what we're told about Mrs. Clinton's charitable foundation and the giving to that foundation."}, {"sentId": 158, "text": "We're told those things don't matter, there was no quid pro quo."}, {"sentId": 159, "text": "Millions and millions of dollars to Mrs. Clinton's foundation, no quid pro quo."}, {"sentId": 160, "text": "Nothing to see here."}, {"sentId": 161, "text": "That's what we're told."}, {"sentId": 162, "text": "So again, if we're just going to apply this consistently, we can do this all day on both of them."}], "speaker": "FREDERICKS", "secId": 58}, {"sentences": [{"sentId": 163, "text": "Did they release the records, though?"}, {"sentId": 164, "text": "Have you seen the records?"}], "speaker": "LEMON", "secId": 59}, {"sentences": [{"sentId": 165, "text": "Yes, they did and they got an A rating."}, {"sentId": 166, "text": "Tell the whole story."}, {"sentId": 167, "text": "Tell the whole story."}, {"sentId": 168, "text": "They got an A rating."}], "speaker": "MADISON", "secId": 60}, {"sentences": [{"sentId": 169, "text": "I will tell the whole story."}], "speaker": "FREDERICKS", "secId": 61}, {"sentences": [{"sentId": 170, "text": "I think it's fair to evaluate all of them if you have the receipts, as they say."}, {"sentId": 171, "text": "If you're going to evaluate the Clintons and they he released all the information, I think it's fair to evaluate it."}, {"sentId": 172, "text": "You can't evaluate any of what Trump says about his taxes because he hasn't released them."}, {"sentId": 173, "text": "Go ahead, John."}], "speaker": "LEMON", "secId": 62}, {"sentences": [{"sentId": 174, "text": "Don, first of all, the Clintons didn't released anything."}, {"sentId": 175, "text": "It got released by judges or by leaks."}, {"sentId": 176, "text": "It's not like they were forthcoming and released anything."}, {"sentId": 177, "text": "But let me get to your question, which is Donald Trump's tax returns."}], "speaker": "FREDERICKS", "secId": 63}, {"sentences": [{"sentId": 178, "text": "He absolutely should not release his returns under any circumstances, audit or not, and let me tell why."}, {"sentId": 179, "text": "Releasing tax returns is simply a creation of the media that decided at some time people should release their taxes."}], "speaker": "FREDERICKS", "secId": 64}, {"sentences": [{"sentId": 180, "text": "If you want to know what Donald Trump has done, go to Manhattan, look up, see the skyline, that's what he's done."}, {"sentId": 181, "text": "It's all there."}, {"sentId": 182, "text": "Now, what the media wants to do is have them release his taxes so for the next six weeks we can scrutinize every donation and every line item and every deduction --"}], "speaker": "FREDERICKS", "secId": 65}, {"sentences": [{"sentId": 183, "text": "What's wrong with that?"}, {"sentId": 184, "text": "Nothing."}, {"sentId": 185, "text": "What's wrong with that?"}, {"sentId": 186, "text": "John, can you answer my question?"}], "speaker": "LEMON", "secId": 66}, {"sentences": [{"sentId": 187, "text": "We need to talk about the issues."}], "speaker": "FREDERICKS", "secId": 67}, {"sentences": [{"sentId": 188, "text": "What's wrong with scrutinizing the tax returns?"}, {"sentId": 189, "text": "Don't you want the --"}], "speaker": "LEMON", "secId": 68}, {"sentences": [{"sentId": 190, "text": "It's a waste, Don, of everybody's time with what is going on right now."}, {"sentId": 191, "text": "We just had a segment -- LEMON:  Let me ask you this."}, {"sentId": 192, "text": "You've been talking about -- you and"}], "speaker": "FREDERICKS", "secId": 69}, {"sentences": [{"sentId": 193, "text": "chrism have been talking about the Clinton Foundation."}, {"sentId": 194, "text": "You want to scrutinize everything with the Clinton Foundation, which I think is fair."}, {"sentId": 195, "text": "If you're running for president, everything is fair game."}, {"sentId": 196, "text": "So why the double standard with your candidate?"}], "speaker": "FREDERICKS", "secId": 70}, {"sentences": [{"sentId": 197, "text": "You want to scrutinize everything from the Clinton Foundation, but you don't want to scrutinize everything from Donald Trump's foundation."}], "speaker": "FREDERICKS", "secId": 71}, {"sentences": [{"sentId": 198, "text": "Because I myself had been to Rwanda to a very successful program, a hospital that the Clinton Foundation runs and they've done very good work."}, {"sentId": 199, "text": "I can say that about that particular part of it, but I don't know what their books and their records show and as an American citizen, yes, I would like to know so what's wrong with knowing about Donald Trump?"}], "speaker": "FREDERICKS", "secId": 72}, {"sentences": [{"sentId": 200, "text": "Nothing."}], "speaker": "MADISON", "secId": 73}, {"sentences": [{"sentId": 201, "text": "Here's why."}, {"sentId": 202, "text": "There was -- Hillary Clinton had a press conference the first one she's had in 276 days the other day."}, {"sentId": 203, "text": "She did not get asked one question about the e-mails, the foundation, anything."}, {"sentId": 204, "text": "The line of questioning went something --"}], "speaker": "FREDERICKS", "secId": 74}, {"sentences": [{"sentId": 205, "text": "They spent 20 minutes the night before asking her about that on national television."}, {"sentId": 206, "text": "She answered Matt Lauer --"}], "speaker": "LEMON", "secId": 75}, {"sentences": [{"sentId": 207, "text": "And she spent 18 hours in front of Congress answering these questions."}], "speaker": "MADISON", "secId": 76}, {"sentences": [{"sentId": 208, "text": "She was in a press gaggle, they didn't ask her a single question."}, {"sentId": 209, "text": "If Trump relax, well, Jesus doesn't have anything to do with this at all."}], "speaker": "FREDERICKS", "secId": 77}, {"sentences": [{"sentId": 210, "text": "Jesus is not running for president."}], "speaker": "MADISON", "secId": 78}, {"sentences": [{"sentId": 211, "text": "Let me tell you, if he releases his tax returns --"}], "speaker": "FREDERICKS", "secId": 79}, {"sentences": [{"sentId": 212, "text": "I wish he were, frankly."}], "speaker": "STIGALL", "secId": 80}, {"sentences": [{"sentId": 213, "text": "The liberal left-wing media is going to spend the next six weeks going over every single thing, interpreting it, having all kinds of tax --"}], "speaker": "FREDERICKS", "secId": 81}, {"sentences": [{"sentId": 214, "text": "You're absolutely right and I don't see anything wrong with that."}], "speaker": "LEMON", "secId": 82}, {"sentences": [{"sentId": 215, "text": "And I wish you guys would go back four years, go back eight years and look ought all the things you asked Obama to release."}, {"sentId": 216, "text": "You didn't object when they were calling for him to release his tax returns and you certainly weren't objecting with all this birther crap that was going on."}], "speaker": "MADISON", "secId": 83}, {"sentences": [{"sentId": 217, "text": "OK, all three of you are talking and I can't -- anyways."}, {"sentId": 218, "text": "Thank you, gentlemen."}, {"sentId": 219, "text": "FREDERICKS:  I just want to be clear, I don't delve into the birther garbage, but we still don't see a college transcript from the great constitutional professor."}], "speaker": "LEMON", "secId": 84}, {"sentences": [{"sentId": 220, "text": "George Bush didn't release his college transcripts as well."}], "speaker": "LEMON", "secId": 85}, {"sentences": [{"sentId": 221, "text": "Oh, please."}], "speaker": "MADISON", "secId": 86}, {"sentences": [{"sentId": 222, "text": "No, here's what I'm saying."}, {"sentId": 223, "text": "I'm saying to you there is no precedent for college transcripts."}, {"sentId": 224, "text": "There is a precedent for people -- or people who are running for president releasing their tax returns."}, {"sentId": 225, "text": "I'm just saying what's good for the goose is good for the gander."}, {"sentId": 226, "text": "Thank you, guys."}, {"sentId": 227, "text": "Have a great weekend."}], "speaker": "LEMON", "secId": 87}, {"sentences": [{"sentId": 228, "text": "A candidate under FBI investigation, that's unprecedented."}], "speaker": "FREDERICKS", "secId": 88}, {"sentences": [{"sentId": 229, "text": "This weekend CNN Films presents \"9/11, 15 Years Later.\""}, {"sentId": 230, "text": "An updated look at the iconic film with the only known footage from inside the twin towers."}, {"sentId": 231, "text": "That's Sunday night at 8:00 Eastern."}], "speaker": "LEMON", "secId": 89}, {"sentences": [{"sentId": 232, "text": "Coming up, Donald Trump says his voters are the silent majority but will they show up on Election Day?"}], "speaker": "LEMON", "secId": 90}, {"sentences": [{"sentId": 233, "text": "Polls are tightening and the race between Hillary Clinton and Donald Trump as we countdown to the first presidential debate."}], "speaker": "LEMON", "secId": 91}, {"sentences": [{"sentId": 234, "text": "Joining me now, Teddy Turner, national chairman of the Pro-Trump Silent Majority PAC and the son of CNN founder, Ted Turner."}, {"sentId": 235, "text": "Teddy, how are you doing?"}], "speaker": "LEMON", "secId": 92}, {"sentences": [{"sentId": 236, "text": "I'm doing great tonight."}, {"sentId": 237, "text": "Thank you, Don."}], "speaker": "TURNER", "secId": 93}, {"sentences": [{"sentId": 238, "text": "Listen, we know your dad is way on the other side here."}, {"sentId": 239, "text": "You are a Donald Trump supporter."}, {"sentId": 240, "text": "You are running the Silent Majority PAC."}, {"sentId": 241, "text": "Why did you choose that name?"}, {"sentId": 242, "text": "What does it mean to the Trump campaign?"}], "speaker": "LEMON", "secId": 94}, {"sentences": [{"sentId": 243, "text": "Well, one, we do a lot of interesting things with the Silent Majority PAC, but to get to the original part of the question, people are afraid to put a Trump sign in their yard."}, {"sentId": 244, "text": "People are afraid to wear a Trump shirt."}], "speaker": "TURNER", "secId": 95}, {"sentences": [{"sentId": 245, "text": "They think somebody is going to call them a racist, call them a bigot."}, {"sentId": 246, "text": "All the stuff that the left has trumped up about Trump and it's really not fair."}, {"sentId": 247, "text": "People can't speak their mind unless they're liberal in this country."}], "speaker": "TURNER", "secId": 96}, {"sentences": [{"sentId": 248, "text": "But in all fairness, Teddy, there are people on the right as well who say those things about Donald Trump."}, {"sentId": 249, "text": "It's not just people on the left."}, {"sentId": 250, "text": "You think it's fair to say that?"}], "speaker": "LEMON", "secId": 97}, {"sentences": [{"sentId": 251, "text": "Well, I think -- you know, when I ran for Congress and kind of learned the ropes down here a couple years ago, the hard core Republicans don't like Trump and the reason they don't like Trump is that he's going to ruin their meal ticket."}], "speaker": "TURNER", "secId": 98}, {"sentences": [{"sentId": 252, "text": "I'm not happy with the hard core Republicans."}, {"sentId": 253, "text": "Most of America is not happy with the hard core Republicans."}, {"sentId": 254, "text": "I think Trump is wonderful because he's not part of the same old same old."}, {"sentId": 255, "text": "He's not part of the political dynasty built by the right-wing Republicans and certainly lived in by the Clintons."}], "speaker": "TURNER", "secId": 99}, {"sentences": [{"sentId": 256, "text": "All right, I think that's fair to say because again, you just confirmed, there are Republicans who will say the same things about Donald Trump."}, {"sentId": 257, "text": "Before this election the term is silent majority made most people think of Richard Nixon in a speech where he appealed to Americans who are freaked out by changing values at that time in 1969."}, {"sentId": 258, "text": "Do you think it's a throwback to that here in 2016?"}], "speaker": "LEMON", "secId": 100}, {"sentences": [{"sentId": 259, "text": "Well, I don't really think it's a throwback to Richard Nixon."}, {"sentId": 260, "text": "I do think it's a throwback that I came from ten years in the education business and I couldn't say what I wanted to say in the education field."}, {"sentId": 261, "text": "The silent majority, the squeaky wheel always get a grease."}, {"sentId": 262, "text": "It happens."}], "speaker": "TURNER", "secId": 101}, {"sentences": [{"sentId": 263, "text": "So if we look here at Charleston politics, the loudest group gets their way."}, {"sentId": 264, "text": "Not the right group."}, {"sentId": 265, "text": "Not the left group."}, {"sentId": 266, "text": "Not the best group, but the unsilent minority."}, {"sentId": 267, "text": "They get their way."}], "speaker": "TURNER", "secId": 102}, {"sentences": [{"sentId": 268, "text": "But you know what, it's time to take the country back and there's only one way to do it."}, {"sentId": 269, "text": "We've got to get conservative values in the fiscal area more important than anything else because a broke country is not going to be able to do anything at all to help anybody and we're getting there quickly."}], "speaker": "TURNER", "secId": 103}, {"sentences": [{"sentId": 270, "text": "So we're with the Silent Majority PAC."}, {"sentId": 271, "text": "We're focusing on five states on the ground, on the air."}, {"sentId": 272, "text": "It's a great opportunity to spread the word."}], "speaker": "TURNER", "secId": 104}, {"sentences": [{"sentId": 273, "text": "But the most important thing is when this election is over, the Silent Majority PAC is not going away, the Silent Majority groups not going away."}, {"sentId": 274, "text": "We're here for the long run."}, {"sentId": 275, "text": "This is one election."}, {"sentId": 276, "text": "It's extremely important."}, {"sentId": 277, "text": "You're going to hear from us a lot more in the future."}], "speaker": "TURNER", "secId": 105}, {"sentences": [{"sentId": 278, "text": "So I have to ask you this and I think I was remiss, it should have been my follow-up question, do you believe because I've heard it again, the hard core conservatives and you're turned."}, {"sentId": 279, "text": "Do you believe Donald Trump is a conservative?"}], "speaker": "LEMON", "secId": 106}, {"sentences": [{"sentId": 280, "text": "You know, it depends."}, {"sentId": 281, "text": "A lot of people don't think I'm a conservative."}, {"sentId": 282, "text": "They said, you know, Jane Fonda was your stepmother so you can't be a conservative."}, {"sentId": 283, "text": "You don't believe in this, you don't believe in that, you're not a conservative."}, {"sentId": 284, "text": "He is the most conservative person in this race by far."}], "speaker": "TURNER", "secId": 107}, {"sentences": [{"sentId": 285, "text": "All right."}, {"sentId": 286, "text": "A good definitive answer, thank you for answering that."}, {"sentId": 287, "text": "There is a theory that there are a number of people who are out there who haven't been a part of the political process in the past."}, {"sentId": 288, "text": "But they're going to be motivated to turn out in really large numbers to vote for Donald Trump."}], "speaker": "LEMON", "secId": 108}, {"sentences": [{"sentId": 289, "text": "As you said, people are afraid to put signs up."}, {"sentId": 290, "text": "They're afraid to show their support for Donald Trump."}, {"sentId": 291, "text": "Do you think they're going to show up and cast their votes?"}, {"sentId": 292, "text": "And do you think it's going to put Donald Trump over the top?"}], "speaker": "LEMON", "secId": 109}, {"sentences": [{"sentId": 293, "text": "You know the last person that we saw that had the turnout that Donald Trump has was Barack Hussein Obama."}, {"sentId": 294, "text": "And when Barack Obama first started running for office, everybody said he was unelectable and it wasn't going to happen."}, {"sentId": 295, "text": "But you saw the turnout."}, {"sentId": 296, "text": "You saw that he was a star."}, {"sentId": 297, "text": "You know who's doing that right now?"}, {"sentId": 298, "text": "CNN has to fabricate the 45 people at the Hillary thing to make it look like something big."}], "speaker": "TURNER", "secId": 110}, {"sentences": [{"sentId": 299, "text": "And I'm not just picking on CNN."}, {"sentId": 300, "text": "But the media in general, but you look at the turnout at Trump."}, {"sentId": 301, "text": "They're standing in line for hours."}, {"sentId": 302, "text": "Oh, this thing is long from over."}, {"sentId": 303, "text": "And I think Trump has an extremely good shot of pulling in that silent majority, that's not been involved before."}, {"sentId": 304, "text": "But they're tired of it."}, {"sentId": 305, "text": "They're tired of the political correctness."}, {"sentId": 306, "text": "They're tired of the silliness going on."}, {"sentId": 307, "text": "They're tired of the spending."}, {"sentId": 308, "text": "They're tired of the lying."}, {"sentId": 309, "text": "They're tired of the corruption."}], "speaker": "TURNER", "secId": 111}, {"sentences": [{"sentId": 310, "text": "They want new politicians."}, {"sentId": 311, "text": "They want new people in those seats."}, {"sentId": 312, "text": "We've got to turn over Congress."}, {"sentId": 313, "text": "We've got to put in term limits."}, {"sentId": 314, "text": "We've got real problems all across this country and we have a shot to change things right now."}, {"sentId": 315, "text": "And if we don't do it, I'm afraid this country is all over."}], "speaker": "TURNER", "secId": 112}, {"sentences": [{"sentId": 316, "text": "For time purposes, listen I've got to chastise you a little bit."}, {"sentId": 317, "text": "But I don't want to dwell on it."}, {"sentId": 318, "text": "You should know."}, {"sentId": 319, "text": "You're dad started CNN."}, {"sentId": 320, "text": "You've been around CNN, you know we don't fabricate anything like that."}, {"sentId": 321, "text": "That is a talking point from the right, or from your side."}, {"sentId": 322, "text": "That's not true."}], "speaker": "LEMON", "secId": 113}, {"sentences": [{"sentId": 323, "text": "Fabricate."}, {"sentId": 324, "text": "You know, I did spend a lot of time working for CNN behind the camera and editing - -"}], "speaker": "TURNER", "secId": 114}, {"sentences": [{"sentId": 325, "text": "And it's a different time here at CNN - -"}], "speaker": "LEMON", "secId": 115}, {"sentences": [{"sentId": 326, "text": "Fabricating is one thing."}, {"sentId": 327, "text": "We all look at a story a different way."}, {"sentId": 328, "text": "And so how you tell the story, you can make a crowd look big."}, {"sentId": 329, "text": "You can make a crowd look small."}, {"sentId": 330, "text": "We tend to - -"}], "speaker": "TURNER", "secId": 116}, {"sentences": [{"sentId": 331, "text": ":  You realize a lot of the time - -"}], "speaker": "TURNER", "secId": 117}, {"sentences": [{"sentId": 332, "text": "Nobody."}], "speaker": "TURNER", "secId": 118}, {"sentences": [{"sentId": 333, "text": "You realize a lot the times though, and maybe the viewer doesn't realize this."}, {"sentId": 334, "text": "Is that's a pole camera, and sometimes that pole camera is run by Fox and sometimes it's run by another conservative media group."}, {"sentId": 335, "text": "So it's not necessarily CNN's in control of that camera when you see people at a rally."}, {"sentId": 336, "text": "I'm just saying."}, {"sentId": 337, "text": "That's the truth."}, {"sentId": 338, "text": "So let's talk about your PAC now."}, {"sentId": 339, "text": "You're PAC - -go ahead you want to talk about that?"}], "speaker": "LEMON", "secId": 119}, {"sentences": [{"sentId": 340, "text": "Yes."}, {"sentId": 341, "text": "No, I just, you know we all see things different ways and it's just how it works."}, {"sentId": 342, "text": "But let's talk about the Pac."}], "speaker": "TURNER", "secId": 120}, {"sentences": [{"sentId": 343, "text": "So you're PAC is focusing on, where and how are you spending your money?"}], "speaker": "LEMON", "secId": 121}, {"sentences": [{"sentId": 344, "text": "Five target markets."}, {"sentId": 345, "text": "What we, you know, you can't cover the whole country."}, {"sentId": 346, "text": "You can't get everything done."}, {"sentId": 347, "text": "There's huge PACs that we see that."}, {"sentId": 348, "text": "They're painting with broad strokes."}, {"sentId": 349, "text": "But if you go to Florida, if you go to North Carolina, you go to Virginia, you go to Ohio, you go to Pennsylvania."}, {"sentId": 350, "text": "Those are five states that are crucial to winning."}], "speaker": "TURNER", "secId": 122}, {"sentences": [{"sentId": 351, "text": "So what we've got to do is we, the, because the hard core Republican side and we're not talking about hard core conservatives."}, {"sentId": 352, "text": "I'm talking about the party operative."}, {"sentId": 353, "text": "They're not helping Trump."}, {"sentId": 354, "text": "So many people have come out against Trump."}, {"sentId": 355, "text": "So we've got to backfill in those areas."}, {"sentId": 356, "text": "So we've got to get houses, with people sitting at dinner talking about this stuff."}, {"sentId": 357, "text": "We need to get social media going and TV ads going."}], "speaker": "TURNER", "secId": 123}, {"sentences": [{"sentId": 358, "text": "And that's what we're doing."}, {"sentId": 359, "text": "We're trying to do this as grass roots as possible."}, {"sentId": 360, "text": "What the Republican party in my mind should be doing, but they don't."}, {"sentId": 361, "text": "Because they don't want Trump."}, {"sentId": 362, "text": "They're, he's ruining their plans."}], "speaker": "TURNER", "secId": 124}, {"sentences": [{"sentId": 363, "text": "Teddy Turner, many thanks."}, {"sentId": 364, "text": "Appreciate it."}, {"sentId": 365, "text": "Have a great weekend."}], "speaker": "LEMON", "secId": 125}, {"sentences": [{"sentId": 366, "text": "I hope to see you soon."}], "speaker": "TURNER", "secId": 126}, {"sentences": [{"sentId": 367, "text": "Coming up, it is the last thing that you'd expect from Donald Trump."}, {"sentId": 368, "text": "Letting someone else speak for him, so will he finally say he is sorry for his birther claims?"}], "speaker": "LEMON", "secId": 127}, {"sentences": [{"sentId": 369, "text": "Donald Trump says he doesn't talk about the birther issue anymore."}, {"sentId": 370, "text": "But should he?"}, {"sentId": 371, "text": "Here to discuss now, Boris Epshteyn, the senior advisor to the Trump campaign, Paris Dennard, director of Black Outreach for President George W. Bush and a Trump supporter, CNN political contributor Van Jones and CNN political commentator Bob Beckel."}], "speaker": "LEMON", "secId": 128}, {"sentences": [{"sentId": 372, "text": "Van, to you first."}, {"sentId": 373, "text": "In the last, you know, the past week, four members of Trump's campaign have said that Trump now believes Obama was born, President Obama was born in the U.S."}, {"sentId": 374, "text": "The campaign manager Kelly Ann Conway, said it on CNN this morning, running mate Mike Pence, Ben Carson, Rudy Giuliani have all said it, so why isn't Trump said it himself?"}], "speaker": "LEMON", "secId": 129}, {"sentences": [{"sentId": 375, "text": "Well you know, I don't know."}, {"sentId": 376, "text": "And I wish he would."}, {"sentId": 377, "text": "You know, we usually try to score cheap political points on each other."}, {"sentId": 378, "text": "We go back and forth and it's a good little scrimmage."}, {"sentId": 379, "text": "This is really, really important."}, {"sentId": 380, "text": "This is a deep wound for a lot of African Americans who felt that he was being delegitimated as an African American President."}, {"sentId": 381, "text": "You can say, well others have been questioned as well."}, {"sentId": 382, "text": "But it struck a deep, deep chord and it caused a lot of pain."}, {"sentId": 383, "text": "Because so often African Americans in offices and in positions of authority are undermined."}, {"sentId": 384, "text": "So it's very a very easy opportunity for him to now, really nobody believes that crap anymore, for him to step forward and say that."}, {"sentId": 385, "text": "It would heal some wounds."}, {"sentId": 386, "text": "I don't know if it gets any votes, but it would show some character, something I support."}], "speaker": "JONES", "secId": 130}, {"sentences": [{"sentId": 387, "text": "Yes."}, {"sentId": 388, "text": "Boris, last night Trump supporter Rudy Giuliani surprised many by insisting several times that Trump no longer believes that Obama was born outside, born outside of the U.S.  so let's listen to this."}], "speaker": "LEMON", "secId": 131}, {"sentences": [{"sentId": 389, "text": "- - believe that your candidate for President believes he would succeed a legitimate President or not?"}], "speaker": "MATTHEWS", "secId": 132}, {"sentences": [{"sentId": 390, "text": "He believes - -"}], "speaker": "GIULIANI", "secId": 133}, {"sentences": [{"sentId": 391, "text": "Does he believe he would succeed a legitimate President?"}], "speaker": "MATTHEWS", "secId": 134}, {"sentences": [{"sentId": 392, "text": "Donald Trump believes now that he was born in the United States."}, {"sentId": 393, "text": "But that issues was raised, originally that issue was raised, originally by Hillary Clinton - -"}], "speaker": "GIULIANI", "secId": 135}, {"sentences": [{"sentId": 394, "text": "- - this President is legitimate."}, {"sentId": 395, "text": "This is a fundamental questions Mr. Mayor."}, {"sentId": 396, "text": "Is the President of the United States legitimate or not?"}], "speaker": "MATTHEWS", "secId": 136}, {"sentences": [{"sentId": 397, "text": "He - -"}], "speaker": "GIULIANI", "secId": 137}, {"sentences": [{"sentId": 398, "text": "Do you believe it?"}, {"sentId": 399, "text": "If you believe it, then why does your candidate say this?"}], "speaker": "MATTHEWS", "secId": 138}, {"sentences": [{"sentId": 400, "text": "I believe it."}, {"sentId": 401, "text": "He believes it."}, {"sentId": 402, "text": "We all believe it."}], "speaker": "GIULIANI", "secId": 139}, {"sentences": [{"sentId": 403, "text": "So Trump has recently said that he doesn't talk about it anymore but he hasn't actually said that it was incorrect."}, {"sentId": 404, "text": "Which is a huge issue, that Donald Trump promoted for years and years."}, {"sentId": 405, "text": "Does he need to say so himself?"}], "speaker": "LEMON", "secId": 140}, {"sentences": [{"sentId": 406, "text": "No he doesn't."}, {"sentId": 407, "text": "And let's look at the history."}, {"sentId": 408, "text": "This whole issue came out of the Hillary Clinton 2008 campaign."}, {"sentId": 409, "text": "Mark Penn , her chief strategist wrote a memo, questioning the American roots of Barack Obama."}, {"sentId": 410, "text": "Her staffers were pushing those pictures of Barack Obama."}], "speaker": "EPSHTEYN", "secId": 141}, {"sentences": [{"sentId": 411, "text": "Boris, that is actually incorrect."}, {"sentId": 412, "text": "I cannot let you."}], "speaker": "LEMON", "secId": 142}, {"sentences": [{"sentId": 413, "text": "It is not ."}], "speaker": "EPSHTEYN", "secId": 143}, {"sentences": [{"sentId": 414, "text": "But no, it came from a supporter of Hillary Clinton - -"}], "speaker": "LEMON", "secId": 144}, {"sentences": [{"sentId": 415, "text": "OK. Al right."}, {"sentId": 416, "text": "Go ahead."}], "speaker": "LEMON", "secId": 145}, {"sentences": [{"sentId": 417, "text": "- - Iowa, who worked for that campaign in 2008."}], "speaker": "EPSHTEYN", "secId": 146}, {"sentences": [{"sentId": 418, "text": "Go ahead."}], "speaker": "LEMON", "secId": 147}, {"sentences": [{"sentId": 419, "text": "Hillary Clinton raised the issue."}, {"sentId": 420, "text": "She could not get an answer."}, {"sentId": 421, "text": "Donald Trump got an answer."}], "speaker": "EPSHTEYN", "secId": 148}, {"sentences": [{"sentId": 422, "text": "Hillary Clinton raised the issue or one, someone - -"}], "speaker": "LEMON", "secId": 149}, {"sentences": [{"sentId": 423, "text": "Hillary Clinton's campaign - -"}], "speaker": "EPSHTEYN", "secId": 150}, {"sentences": [{"sentId": 424, "text": "Campaign, OK."}], "speaker": "LEMON", "secId": 151}, {"sentences": [{"sentId": 425, "text": "That she's the boss of."}, {"sentId": 426, "text": "Right?"}, {"sentId": 427, "text": "So she has to answer the campaign."}, {"sentId": 428, "text": "Hillary Clinton's campaign 2008, a losing campaign which was the rejection of the American people, raised the issue."}, {"sentId": 429, "text": "She did not get an answer."}, {"sentId": 430, "text": "Donald Trump did get an answer, that Barack Obama was in fact born in the United States of America."}, {"sentId": 431, "text": "That issue's put to bed."}, {"sentId": 432, "text": "And now we should move on as a country."}, {"sentId": 433, "text": "Talk about issues - -"}], "speaker": "EPSHTEYN", "secId": 152}, {"sentences": [{"sentId": 434, "text": "They never said, they never said he wasn't born in the United States."}, {"sentId": 435, "text": "But to get - - do you think that he should talk, you don't think he should talk about it at all?"}, {"sentId": 436, "text": ":"}], "speaker": "LEMON", "secId": 153}, {"sentences": [{"sentId": 437, "text": "He should talk about the issues of our economy, national security that actually face this country."}], "speaker": "EPSHTEYN", "secId": 154}, {"sentences": [{"sentId": 438, "text": "Go ahead Van."}], "speaker": "LEMON", "secId": 155}, {"sentences": [{"sentId": 439, "text": "Boris, look, I don't think that you're being 100 percent honest about what Donald Trump did."}, {"sentId": 440, "text": "Even after he produced, even after President Obama produced that birth certificate, he still questioned it."}, {"sentId": 441, "text": "He, he, he played around with it."}, {"sentId": 442, "text": "He acted like he wasn't sure."}, {"sentId": 443, "text": "So he has not been as clear."}], "speaker": "JONES", "secId": 156}, {"sentences": [{"sentId": 444, "text": "Also, just because Hillary Clinton did something, or a staffer did something, or staffer supporter's intern did something, of the poodle that was owned."}, {"sentId": 445, "text": "That does not make it right for you to do it."}], "speaker": "JONES", "secId": 157}, {"sentences": [{"sentId": 446, "text": "I don't think it makes sense."}], "speaker": "JONES", "secId": 158}, {"sentences": [{"sentId": 447, "text": "Can I give you the background on this started, not with somebody in Iowa."}, {"sentId": 448, "text": "It started with Andrew Breitbart, the late Andrew Breitbart."}, {"sentId": 449, "text": "Yes it did."}, {"sentId": 450, "text": "He told me that very thing when he and I had a discussion."}, {"sentId": 451, "text": "Now Donald Trump has known for a long time now, as does most everybody else knows, that Barack Obama was born in the United States, was an American."}], "speaker": "BECKEL", "secId": 159}, {"sentences": [{"sentId": 452, "text": "He made the Constitutional level to become President, and yet Trump refused to say anything about it."}, {"sentId": 453, "text": "Despite the , and it's anything else."}, {"sentId": 454, "text": "This guy never apologizes for a thing."}, {"sentId": 455, "text": "LEMON:  Bob, I just have to say, listen, I don't know what"}], "speaker": "BECKEL", "secId": 160}, {"sentences": [{"sentId": 456, "text": "conversations you had with Andrew Breitbart but what, what the facts show, that it was started by, at the very least a Hillary Clinton supporter who was sending emails around."}], "speaker": "BECKEL", "secId": 161}, {"sentences": [{"sentId": 457, "text": "I think she, I think they probably picked it up from Andrew Brightbart - -"}], "speaker": "BECKEL", "secId": 162}, {"sentences": [{"sentId": 458, "text": "There is no evidence that Hillary Clinton had anything - -"}], "speaker": "LEMON", "secId": 163}, {"sentences": [{"sentId": 459, "text": "- - the chief strategist of that campaign internally, talking about the fact, that they should hit on the fact the Barack Obama doesn't have American - -"}], "speaker": "EPSHTEYN", "secId": 164}, {"sentences": [{"sentId": 460, "text": "Once you had the birth certificate, it was very clear."}, {"sentId": 461, "text": "Everybody else in the country except Donald Trump accepted it."}, {"sentId": 462, "text": "And now, all these years later - -"}], "speaker": "BECKEL", "secId": 165}, {"sentences": [{"sentId": 463, "text": "Paris, let Paris get in."}], "speaker": "LEMON", "secId": 166}, {"sentences": [{"sentId": 464, "text": "Don, at the end of the day, I just view this as a distraction to the real issue that's going on with the lives of the American people, especially the African American people, my community."}, {"sentId": 465, "text": "Now I do believe, that there are some to Dan's point, that might be hurt of offended by what the birther movement, if you will."}, {"sentId": 466, "text": "That I believe was started by the Clinton campaign and that Mr. Trump did help produce the birth certificate the President did produce for the American people."}], "speaker": "DENNARD", "secId": 167}, {"sentences": [{"sentId": 467, "text": "After that was done, the, Mr. Trump did not continue to raise that issue and it's only now resurfaced because Mr. Trump, I believe is having serious engagement, continued engagement and is doing well with the black community in terms of polling and his engagement."}, {"sentId": 468, "text": "And I believe the Clinton campaign is worried about his deliberate efforts to try to earn the vote, try to earn the vote - -"}], "speaker": "DENNARD", "secId": 168}, {"sentences": [{"sentId": 469, "text": "- - it was raised in Iowa, during the Iowa caucuses what are you talking about?"}], "speaker": "BECKEL", "secId": 169}, {"sentences": [{"sentId": 470, "text": "No he didn't Bob, you have no proof about that whatsoever."}], "speaker": "EPSHTEYN", "secId": 170}, {"sentences": [{"sentId": 471, "text": "Yes he did."}], "speaker": "BECKEL", "secId": 171}, {"sentences": [{"sentId": 472, "text": "Bob you have no proof."}, {"sentId": 473, "text": "Just like you don't have proof of the Breitbart setting, listen, here's the bottom line, Paris is 100 percent right."}], "speaker": "EPSHTEYN", "secId": 172}, {"sentences": [{"sentId": 474, "text": "Here's the bottom line and for eight years - -"}], "speaker": "BECKEL", "secId": 173}, {"sentences": [{"sentId": 475, "text": "You can talk over me all you want Bob."}, {"sentId": 476, "text": "But the fact of the matter- -"}], "speaker": "EPSHTEYN", "secId": 174}, {"sentences": [{"sentId": 477, "text": "That's something that you guys are masters at."}], "speaker": "BECKEL", "secId": 175}, {"sentences": [{"sentId": 478, "text": "- - at eight percent now with African Americans."}, {"sentId": 479, "text": "Mitt Romney was at six, McCain was in two, and we're at eight percent and growing."}, {"sentId": 480, "text": "The fact that - -"}], "speaker": "EPSHTEYN", "secId": 176}, {"sentences": [{"sentId": 481, "text": "You're out of your mind."}], "speaker": "BECKEL", "secId": 177}, {"sentences": [{"sentId": 482, "text": "Both of you, during the primary campaign he told Anderson Cooper that he was not sure."}, {"sentId": 483, "text": "He didn't know if the President was - -"}], "speaker": "LEMON", "secId": 178}, {"sentences": [{"sentId": 484, "text": "He didn't raise the issue."}], "speaker": "EPSHTEYN", "secId": 179}, {"sentences": [{"sentId": 485, "text": "And he is also said, afterwards that he didn't believe that the birth certificate was accurate."}, {"sentId": 486, "text": "Not while he was candidate for the President, he did not say that."}], "speaker": "LEMON", "secId": 180}, {"sentences": [{"sentId": 487, "text": "The American people have moved on, you know why?"}, {"sentId": 488, "text": "Because they elected him once, they elected him twice."}, {"sentId": 489, "text": "And now we're about the election between Donald Trump and Hillary Clinton."}, {"sentId": 490, "text": "We need to focus, focus this conversation."}, {"sentId": 491, "text": "I think focus the rest of the time we have up until November, on those two candidates and what they're going to do for the community."}], "speaker": "DENNARD", "secId": 181}, {"sentences": [{"sentId": 492, "text": "You're 100 percent right on that."}], "speaker": "EPSHTEYN", "secId": 182}, {"sentences": [{"sentId": 493, "text": "Let Ben, go ahead."}], "speaker": "LEMON", "secId": 183}, {"sentences": [{"sentId": 494, "text": "Paris, here's why."}, {"sentId": 495, "text": "Look, you are correct when you say, these kinds of issues can just be distractions and that there are more pressing issues."}, {"sentId": 496, "text": "The reason why the apology though, is important, it's a character issue."}, {"sentId": 497, "text": "Of can you acknowledge a mistake, can you repair a bridge with a key American constituency."}, {"sentId": 498, "text": "His failure, inability to do those things do rise to the level."}], "speaker": "JONES", "secId": 184}, {"sentences": [{"sentId": 499, "text": "So Van, there's a quick question."}, {"sentId": 500, "text": "So if in a crazy world, Hillary Clinton becomes President and half of the people were supporting Donald Trump, she calls, what she say, a basket of deplorable."}, {"sentId": 501, "text": "Do you think she owes them an apology?"}, {"sentId": 502, "text": "For calling them a basket of deplorable?"}, {"sentId": 503, "text": "Should she apologize for that?"}], "speaker": "DENNARD", "secId": 185}, {"sentences": [{"sentId": 504, "text": "Yes."}, {"sentId": 505, "text": "She actually does."}, {"sentId": 506, "text": "Yes, yes, absolutely does."}, {"sentId": 507, "text": "I think that was a mistake."}, {"sentId": 508, "text": "I believe she was trying to signal that she doesn't believe that all the Trump supporters are bad."}, {"sentId": 509, "text": "But the way she said it - -"}], "speaker": "JONES", "secId": 186}, {"sentences": [{"sentId": 510, "text": "On this show tonight, Dan and me have both been critical of our own candidate for doing something we thought was wrong."}, {"sentId": 511, "text": "Neither one of you, taking the lead from your candidate, will ever admit he's wrong about anything."}, {"sentId": 512, "text": "He talks about immigrants."}, {"sentId": 513, "text": "He hires illegal immigrants to build his buildings."}], "speaker": "BECKEL", "secId": 187}, {"sentences": [{"sentId": 514, "text": "Take a pause, we'll be right back."}, {"sentId": 515, "text": "I've got to get to break."}], "speaker": "LEMON", "secId": 188}, {"sentences": [{"sentId": 516, "text": "Be sure to join CNN for an exclusive interview with Hillary Clinton on 9/11 terror and national security."}, {"sentId": 517, "text": "That's this Sunday morning, nine and noon eastern."}, {"sentId": 518, "text": "Make sure you tune in for that."}], "speaker": "LEMON", "secId": 189}, {"sentences": [{"sentId": 519, "text": "Back with my panel."}, {"sentId": 520, "text": "Now if you guys will please, please, please, I think it does a viewer a disservice when all of you talk at one time."}, {"sentId": 521, "text": "And if there's anything that will make me go to a break fast, is when you guys all talk over each other."}, {"sentId": 522, "text": "So I appreciate that."}], "speaker": "LEMON", "secId": 190}, {"sentences": [{"sentId": 523, "text": "Just real quickly before, because I want to move on to these photographs from the Clinton Presidential Library but."}, {"sentId": 524, "text": "Boris, you took exception to something Bob said before the break."}], "speaker": "LEMON", "secId": 191}, {"sentences": [{"sentId": 525, "text": "It was about saying that he employed illegal immigrants, is simply incorrect."}, {"sentId": 526, "text": "If you're talking about some issue from 20, 30 years ago, that was said and proven that it was not the case."}, {"sentId": 527, "text": "You shouldn't just bring that up and throw that out there."}, {"sentId": 528, "text": "But listen, here's the larger issue at hand here."}, {"sentId": 529, "text": "Yes, we are talking about the comments that Donald Trump did, and him truly following up on what Hillary Clinton started, in terms of the birth certificate."}], "speaker": "EPSHTEYN", "secId": 192}, {"sentences": [{"sentId": 530, "text": "But the bottom line, why's this coming out now?"}, {"sentId": 531, "text": "Because Donald Trump - -"}], "speaker": "EPSHTEYN", "secId": 193}, {"sentences": [{"sentId": 532, "text": "It's coming out now because he wants black voters."}, {"sentId": 533, "text": "And this is something that's very personal - -"}], "speaker": "LEMON", "secId": 194}, {"sentences": [{"sentId": 534, "text": "Succeeding in getting those voters."}, {"sentId": 535, "text": "But this issue has been put to bed."}, {"sentId": 536, "text": "We're moving on."}, {"sentId": 537, "text": "The campaign is clearly saying Barack Obama is born in the U.S., he's a legitimate President."}, {"sentId": 538, "text": "Let's all move on and talk about the real issues."}, {"sentId": 539, "text": "Like 26 percent poverty among African Americans."}], "speaker": "EPSHTEYN", "secId": 195}, {"sentences": [{"sentId": 540, "text": "It has not been put to bed though."}, {"sentId": 541, "text": "Because people do want him to acknowledge that it was wrong, OK?"}, {"sentId": 542, "text": "So let's move on."}], "speaker": "LEMON", "secId": 196}, {"sentences": [{"sentId": 543, "text": "In effort not to talk over anybody here, but just if I could."}, {"sentId": 544, "text": "Boris, it is documented that he had undocumented workers."}, {"sentId": 545, "text": "But more than that, Paris, you know the Justice Department took Donald Trump and his father to court for not allowing blacks to live in their apartments in Queens and they lost?"}], "speaker": "BECKEL", "secId": 197}, {"sentences": [{"sentId": 546, "text": "And Bob - -"}], "speaker": "DENNARD", "secId": 198}, {"sentences": [{"sentId": 547, "text": "Bob, I also know that when Jesse, Reverend Jackson needed office space for Rainbow Coalition, Mr. Trump did that."}, {"sentId": 548, "text": "And Reverend Jackson on record, in two separate occasions, praising him for his - -"}], "speaker": "DENNARD", "secId": 199}, {"sentences": [{"sentId": 549, "text": "This is a circular argument."}, {"sentId": 550, "text": "Because we could go on and we're going to go down into the wormhole."}, {"sentId": 551, "text": "So let's talk."}, {"sentId": 552, "text": "Nearly two dozen photos were released today by the Clinton Foundation, the Clinton Presidential Library, of Donald Trump socializing, looking quite chummy."}, {"sentId": 553, "text": "Donald Trump, with the Clinton folks there, what do you guys think of this?"}, {"sentId": 554, "text": "What do you think of these pictures Boris?"}], "speaker": "LEMON", "secId": 200}, {"sentences": [{"sentId": 555, "text": "Well, there's, it seems like Melania and Donald Trump were very happy to welcome President Clinton."}, {"sentId": 556, "text": "He, Donald Trump has always said as a successful businessman, he has supported politicians on both sides of the aisle."}, {"sentId": 557, "text": "So that's what I make of those pictures."}, {"sentId": 558, "text": "But listen, I do have to say this, to Bob Beckel, you are incorrect, historically incorrect that the Trump Organization, Donald Trump were never proven to commit wrong doing, those cases in the '70s you're talking about."}, {"sentId": 559, "text": "Nor do they agree that they committed any wrong doing."}, {"sentId": 560, "text": "That's factually and historically incorrect."}], "speaker": "EPSHTEYN", "secId": 201}, {"sentences": [{"sentId": 561, "text": "Moving on, these pictures."}], "speaker": "LEMON", "secId": 202}, {"sentences": [{"sentId": 562, "text": "I think these photos show that Mr. Trump is capable of working on both sides of the aisle, and being diplomatic."}, {"sentId": 563, "text": "Just like he showed his great diplomacy by going down to Mexico at the invitation of the Mexican President."}, {"sentId": 564, "text": "You want to have somebody that has the relationships with people and is comfortable having relationships with people on both sides of the aisle."}, {"sentId": 565, "text": "That will negotiate and get things done for the American people, once and for all."}, {"sentId": 566, "text": "So I don't think these photos are anything but what they are, showing that Donald Trump has relationships with people."}], "speaker": "DENNARD", "secId": 203}, {"sentences": [{"sentId": 567, "text": "And if you guys, if you guys want to know what we're talking about."}, {"sentId": 568, "text": "Our Drew Griffin and our investigative team did a great take out."}, {"sentId": 569, "text": "Randy Drew did a take out on all of that, the illegal workers, blacks not being allowed in Donald Trump's properties, all of that you can see the fact checks by our very talented correspondents."}, {"sentId": 570, "text": "Just Google, go on cnn.com."}], "speaker": "LEMON", "secId": 204}, {"sentences": [{"sentId": 571, "text": "So these pictures were taken in 2000, when President Clinton visited Trump Tower for a political fundraiser at the U.S. Open."}, {"sentId": 572, "text": "Trump and the Clintons clearly have shared a history here."}, {"sentId": 573, "text": "They look quite friendly in all of these pictures."}, {"sentId": 574, "text": "Do you guys think that this is going to make a difference Van, or it's much to do about nothing?"}], "speaker": "LEMON", "secId": 205}, {"sentences": [{"sentId": 575, "text": "I don't think it's going to make that much of a difference."}, {"sentId": 576, "text": "I do think it makes them both look bad, in that."}, {"sentId": 577, "text": "Look ordinary people, they look at this stuff and what they think, well there they go."}, {"sentId": 578, "text": "The big elites, the people who are at the top of society, they get on TV and they fuss and fight."}, {"sentId": 579, "text": "But behind the closed doors, they're all buddy, buddy."}, {"sentId": 580, "text": "Their kids go to all the same fancy schools and they scratch each other's backs."}], "speaker": "JONES", "secId": 206}, {"sentences": [{"sentId": 581, "text": "So, I don't know, you know, releasing them is supposed to make one look bad or the other."}, {"sentId": 582, "text": "They both look bad."}, {"sentId": 583, "text": "And part of what we don't deal with, is that there's a deep, deep discontent in the country."}, {"sentId": 584, "text": "Black folks with Black Lives Matter, the Sander's supporters, the Trump people, you can go, the Native Americans who are fighting back now in the Dakotas."}, {"sentId": 585, "text": "There's a deep discontent and a lot of what's going on is, from, I think a lot of people's point of view are the politics of distract and divide."}], "speaker": "JONES", "secId": 207}, {"sentences": [{"sentId": 586, "text": "And both parties, I think now are deeply into that as opposed to trying to figure out what we are going to do to get jobs for people."}, {"sentId": 587, "text": "And these kinds of pictures just remind folks, that guess what there is an elite."}, {"sentId": 588, "text": "All of those people are going to be fine, but you and your family may not."}, {"sentId": 589, "text": "We've got a lot of work to do in this country."}, {"sentId": 590, "text": "I think those pictures make both of them look terrible."}], "speaker": "JONES", "secId": 208}, {"sentences": [{"sentId": 591, "text": "Yes."}], "speaker": "LEMON", "secId": 209}, {"sentences": [{"sentId": 592, "text": "The one nuance there is this, is that Donald Trump has always been honest about who he is."}, {"sentId": 593, "text": "He's been honest about his success."}, {"sentId": 594, "text": "He's been forthcoming, where the Clintons have made themselves, they're for  other people."}], "speaker": "EPSHTEYN", "secId": 210}, {"sentences": [{"sentId": 595, "text": "But they're obviously not."}, {"sentId": 596, "text": "They made a quick $50 million off of what, nothing they had made."}], "speaker": "EPSHTEYN", "secId": 211}, {"sentences": [{"sentId": 597, "text": "Quickly Van, because I've got to go."}], "speaker": "LEMON", "secId": 212}, {"sentences": [{"sentId": 598, "text": "Mr. Beckel made a very important point."}, {"sentId": 599, "text": "And I'm, and you've not responded to it yet Boris."}, {"sentId": 600, "text": "Mr. Beckel pointed out that, that with both of us very willing to honestly criticize and honestly praise Hillary Clinton, and yet no Trump supporters, including yourself, seem ever to be willing to say anything negative about Donald Trump."}, {"sentId": 601, "text": "Can you say anything critical --"}], "speaker": "JONES", "secId": 213}, {"sentences": [{"sentId": 602, "text": "That's it."}, {"sentId": 603, "text": "Thank you."}, {"sentId": 604, "text": "We'll be right back."}], "speaker": "LEMON", "secId": 214}, {"sentences": [{"sentId": 605, "text": "Cancer,  sadly can strike anyone at anytime."}, {"sentId": 606, "text": "But this statistic may surprise you."}, {"sentId": 607, "text": "Each year, more than 70,000 young adults in this country are diagnosed with the disease."}, {"sentId": 608, "text": "This weeks CNN hero has helped thousands of young cancer patients face down their fears with a life changing outdoor adventure."}, {"sentId": 609, "text": "Meet Brad Ludder ."}], "speaker": "LEMON", "secId": 215}, {"sentences": [{"sentId": 610, "text": "I'm working with young adults with cancer."}, {"sentId": 611, "text": "We see a lot of them feeling like they're the only one's in the world, dealing with any of the things they're dealing with."}, {"sentId": 612, "text": "It's really important to get them together, where they can realize other people are going through the same stuff."}, {"sentId": 613, "text": "From day one on the river, these guys can't paddle in a straight line,"}], "speaker": "UNIDENTIFIED MALE", "secId": 216}, {"sentences": [{"sentId": 614, "text": "until the last day and they're paddling class three whitewater."}, {"sentId": 615, "text": "And we start to see a really beautiful transformation - -"}], "speaker": "UNIDENTIFIED MALE", "secId": 217}, {"sentences": [{"sentId": 616, "text": "To see how they're journey unfolds on a river in Montana, make sure you watch the whole story on CNNheros.com."}, {"sentId": 617, "text": "That's it for us."}, {"sentId": 618, "text": "Thanks for watching."}, {"sentId": 619, "text": "I'll see you right back here on Monday night."}], "speaker": "LEMON", "secId": 218}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1609.09.cnnt.02.html.json", "time": "Aired September 9, 2016 - 23:00   ET"}