{"sectionCount": 265, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["LEMON", "WALKER", "CARSON", "TRUMP", "SUSTEREN", "WILLIAMS", "TODD", "GOLDBERG", "OBEIDALLLAH", "HARRIS", "OBEIDALLAH", "WILLIANS", "BUSH", "HURT", "BRINKLEY", "HENDERSON", "MCENANY", "UNIDENTIFIED FEMALE", "KENNEDY", "BECK", "CUTIE", "ANTEPLI", "ROMNEY", "UNIDENTIFIED MALE"], "subTitle": "Calls for Carson To Drop White House Bid Over Comments; Fiorina Jumps to Second Place in Latest CNN Poll on Strength of Debate Performance; Walker Drops Out; Pope to Visit U.S.  Aired 10-11:00p ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1509/21/cnnt.01.html", "sentenceCount": 593, "sections": [{"sentences": [{"sentId": 0, "text": "Breaking news, Scott Walker trying to shake up the republican presidential race and knock Donald Trump out of the lead."}, {"sentId": 1, "text": "Walker ending his campaign and saying this."}], "speaker": "LEMON", "secId": 0}, {"sentences": [{"sentId": 2, "text": "I encourage other republican presidential candidates to consider doing the same so that the voters can focus on a limited number of candidates who can offer a positive, conservative alternative to the current front-runner."}], "speaker": "WALKER", "secId": 1}, {"sentences": [{"sentId": 3, "text": "This is CNN Tonight."}, {"sentId": 4, "text": "I'm Don Lemon."}, {"sentId": 5, "text": "And there are calls for Dr. Ben Carson to drop his bid for the White House after saying on Meet the Press that a Muslim should not be president."}], "speaker": "LEMON", "secId": 2}, {"sentences": [{"sentId": 6, "text": "I would not advocate that we put a Muslim in charge of this nation."}, {"sentId": 7, "text": "I absolutely would not agree with that."}], "speaker": "CARSON", "secId": 3}, {"sentences": [{"sentId": 8, "text": "It is any man or any woman's race for the GOP nomination."}, {"sentId": 9, "text": "Fresh off her strong debate performance, Carly Fiorina jump to second place in the latest CNN poll, inching ahead of Ben Carson."}], "speaker": "LEMON", "secId": 4}, {"sentences": [{"sentId": 10, "text": "And in less than 24 hours, Pope Francis arrived in Washington to begin his historic visit to the United States."}], "speaker": "LEMON", "secId": 5}, {"sentences": [{"sentId": 11, "text": "We're going to begin with the breaking news, though, reaction to Dr. Ben Carson's remark that's a Muslim should not be president of the United States."}, {"sentId": 12, "text": "This is short time ago on Fox News."}, {"sentId": 13, "text": "Donald Trump did not condemn what Carson said, but instead talked about the process of electing people."}], "speaker": "LEMON", "secId": 6}, {"sentences": [{"sentId": 14, "text": "I think that basically if somebody can get elected, you know, they're going to be vetted, and if somebody can get elected, that's what it's all about."}, {"sentId": 15, "text": "It's an electoral process."}, {"sentId": 16, "text": "And I would tend to go along with that."}], "speaker": "TRUMP", "secId": 7}, {"sentences": [{"sentId": 17, "text": "What do you mean tend to go along with what?"}, {"sentId": 18, "text": "Along with Dr..."}], "speaker": "SUSTEREN", "secId": 8}, {"sentences": [{"sentId": 19, "text": "Election."}, {"sentId": 20, "text": "If you win an election, you know, in this country, if you win an election."}, {"sentId": 21, "text": "But I would say this, you know, Ben was saying there are difficulties and I think everybody knows what those difficulties are, and people want to be politically correct."}, {"sentId": 22, "text": "But there have been difficulties and a lot of people agree with Ben."}], "speaker": "TRUMP", "secId": 9}, {"sentences": [{"sentId": 23, "text": "I do think that Ben would also agree, though, if properly vetted, the proper people properly vetted going through an election, I think that anybody that is able to win an election will be absolutely fine."}], "speaker": "TRUMP", "secId": 10}, {"sentences": [{"sentId": 24, "text": "And Mitt Romney, who faced questions in the 2012 race about his Mormon faith tweeted tonight, of course no religious test for the presidency."}, {"sentId": 25, "text": "Every faith adds to our national character."}], "speaker": "LEMON", "secId": 11}, {"sentences": [{"sentId": 26, "text": "I'm joined now by Armstrong Williams, Dr. Carson's business manager."}, {"sentId": 27, "text": "Good evening, Mr. Williams."}, {"sentId": 28, "text": "How are you doing?"}], "speaker": "LEMON", "secId": 12}, {"sentences": [{"sentId": 29, "text": "Good evening, Don."}], "speaker": "WILLIAMS", "secId": 13}, {"sentences": [{"sentId": 30, "text": "What's your reaction to what we just heard from Mitt Romney and Donald Trump?"}], "speaker": "LEMON", "secId": 14}, {"sentences": [{"sentId": 31, "text": "Absolutely, there should be no religious test."}, {"sentId": 32, "text": "The Constitution makes it clear that it doesn't matter whether you're a socialist, it doesn't matter when you're an Atheist."}, {"sentId": 33, "text": "As long as you're an American citizen and you meet the 35-year-old mark, you're qualified to run for the presidency."}, {"sentId": 34, "text": "And there's no question there should be no test of religion as it is laid out in our Constitution by our founding fathers."}], "speaker": "WILLIAMS", "secId": 15}, {"sentences": [{"sentId": 35, "text": "But more specifically, to what Dr. Ben Carson said and what Trump just said, he just said, if properly vetted."}, {"sentId": 36, "text": "Does that change anything for Dr. Carson, if properly vetted?"}], "speaker": "LEMON", "secId": 16}, {"sentences": [{"sentId": 37, "text": "Well, vetting means that we trust with the people."}, {"sentId": 38, "text": "It is the American people that decide the president of these United States."}, {"sentId": 39, "text": "They've done this time and time again."}, {"sentId": 40, "text": "And they have been quite remarkable in their selections."}], "speaker": "WILLIAMS", "secId": 17}, {"sentences": [{"sentId": 41, "text": "And all Dr. Carson was saying as that one of those Americans, the millions of Americans that go to the polls and vote, at this time, he would not advocate voting for someone who was Muslim."}], "speaker": "WILLIAMS", "secId": 18}, {"sentences": [{"sentId": 42, "text": "He is just simply exercising his right to vote, his preference, his choice, and in no way, does it take away that if many Americans go to the polls in the future and decide to do so, that is their constitutional right to do so and we celebrate the will of the people and what they decide."}], "speaker": "WILLIAMS", "secId": 19}, {"sentences": [{"sentId": 43, "text": "So, if the American people supported a Muslim president, would Dr. Carson support that president as the president and respect that person as the President of the United States?"}], "speaker": "LEMON", "secId": 20}, {"sentences": [{"sentId": 44, "text": "Don, always we respect and support the will of the people."}, {"sentId": 45, "text": "It doesn't matter whether it's Reagan, Bush, Clinton, President Obama, the Bush's, it doesn't matter."}, {"sentId": 46, "text": "When the American people have spoken, we all should get on board and unify as Americans to get behind that president and support the goals and aspirations of our nations."}, {"sentId": 47, "text": "We become one on that day."}], "speaker": "WILLIAMS", "secId": 21}, {"sentences": [{"sentId": 48, "text": "So, then why would he say that a person, a Muslim, a person who practices the Islamic faith, a Muslim should not be the president of the United States, then?"}], "speaker": "LEMON", "secId": 22}, {"sentences": [{"sentId": 49, "text": "You know, Don, it was on Meet the Press."}, {"sentId": 50, "text": "You're an expert at this, as Chuck Todd."}, {"sentId": 51, "text": "And they ask these questions."}, {"sentId": 52, "text": "He posed a question to Dr. Carson."}, {"sentId": 53, "text": "It's not as if these questions are given to the candidate in advance and they asked him a simple question."}], "speaker": "WILLIAMS", "secId": 23}, {"sentences": [{"sentId": 54, "text": "And in answering that question, he made it clear that he would not advocate his support, his voting someone that is Muslim as the President of the United States."}, {"sentId": 55, "text": "That's just his personal preference."}], "speaker": "WILLIAMS", "secId": 24}, {"sentences": [{"sentId": 56, "text": "OK, Mr. Williams, let's listen to..."}], "speaker": "LEMON", "secId": 25}, {"sentences": [{"sentId": 57, "text": "Speaking terms of how he would vote."}], "speaker": "WILLIAMS", "secId": 26}, {"sentences": [{"sentId": 58, "text": "Before you finish your answer let's lead -- for those who may not have seen it, let's just refresh everyone's memory here."}, {"sentId": 59, "text": "We will play it and then you can continue your answer."}, {"sentId": 60, "text": "Here it is."}], "speaker": "LEMON", "secId": 27}, {"sentences": [{"sentId": 61, "text": "So, do you believe that Islam is consistent with the Constitution?"}], "speaker": "TODD", "secId": 28}, {"sentences": [{"sentId": 62, "text": "No, I don't."}, {"sentId": 63, "text": "I do not."}, {"sentId": 64, "text": "I would not advocate that we put a Muslim in charge of the nation."}, {"sentId": 65, "text": "I absolutely would not agree with that."}], "speaker": "CARSON", "secId": 29}, {"sentences": [{"sentId": 66, "text": "And you -- would you ever consider voting for a Muslim for Congress?"}], "speaker": "TODD", "secId": 30}, {"sentences": [{"sentId": 67, "text": "Congress is a different story, but it depends on who that Muslim is and what their policies are."}], "speaker": "CARSON", "secId": 31}, {"sentences": [{"sentId": 68, "text": "You said that, you know, he was asked the question that he didn't know was going to be."}, {"sentId": 69, "text": "He had to have known this question was going to be asked, especially in light of what happened to Donald Trump at that Town Hall on Thursday night."}, {"sentId": 70, "text": "He had to have expected this to come up."}], "speaker": "LEMON", "secId": 32}, {"sentences": [{"sentId": 71, "text": "No, that's not absolutely -- that's not true."}, {"sentId": 72, "text": "I mean, listen, reporters, just because Mr. Trump missed a case with Fiorina as asked a question doesn't mean that the next candidate is going to be asked a question."}, {"sentId": 73, "text": "The question can be asked in a different variation."}, {"sentId": 74, "text": "So, absolutely not."}], "speaker": "WILLIAMS", "secId": 33}, {"sentences": [{"sentId": 75, "text": "But he answered the question."}, {"sentId": 76, "text": "He answered it truthfully in terms and he made it clear that Islam is not consistent with what we are as Americans as it relates to our Constitution."}, {"sentId": 77, "text": "It would be in direct conflict."}], "speaker": "WILLIAMS", "secId": 34}, {"sentences": [{"sentId": 78, "text": "Yes."}, {"sentId": 79, "text": "But, you know, our founding fathers wanted us, Mr. Williams, to have a separation of church and state."}, {"sentId": 80, "text": "And, therefore, the article 6 of the Constitution, that there would be no distinction there."}, {"sentId": 81, "text": "That is all part of it."}, {"sentId": 82, "text": "Does Dr. Carson not believe in that?"}], "speaker": "LEMON", "secId": 35}, {"sentences": [{"sentId": 83, "text": "No."}, {"sentId": 84, "text": "You know, here is what I don't understand, Don, because you're a fair guy."}, {"sentId": 85, "text": "You have a lot of respect."}, {"sentId": 86, "text": "I don't understand why the media is going out of their way to make this about the Constitution, to make this about Article 6."}], "speaker": "WILLIAMS", "secId": 36}, {"sentences": [{"sentId": 87, "text": "Dr. Carson was not asked about the Constitution of the United States."}, {"sentId": 88, "text": "Dr. Carson was not asked about Article 6."}, {"sentId": 89, "text": "Dr. Carson was asked a very personal question which he gave a very personal answer."}], "speaker": "WILLIAMS", "secId": 37}, {"sentences": [{"sentId": 90, "text": "And he answered Islam is not consistent with the Constitution."}, {"sentId": 91, "text": "That's why we're asking..."}], "speaker": "LEMON", "secId": 38}, {"sentences": [{"sentId": 92, "text": "And it is not consistent -- and it is not consistent with the Constitution."}, {"sentId": 93, "text": "That is just a fact."}], "speaker": "WILLIAMS", "secId": 39}, {"sentences": [{"sentId": 94, "text": "OK."}, {"sentId": 95, "text": "Many people would agree with you and many people would also agree that this same sort of answer that Dr. Carson gave was the same thing that people did to not have a president of color or maybe not to have a woman president."}, {"sentId": 96, "text": "As a matter of fact, I want you to take a listen to this."}, {"sentId": 97, "text": "This is Whoopi Goldberg this morning on Dr. Carson's remarks."}], "speaker": "LEMON", "secId": 40}, {"sentences": [{"sentId": 98, "text": "Ben Carson, that's what they used to say about black candidates."}, {"sentId": 99, "text": "That's what they said about Shirley Chisholm."}, {"sentId": 100, "text": "She was a woman and she was black, but you know, they went to count on her."}], "speaker": "GOLDBERG", "secId": 41}, {"sentences": [{"sentId": 101, "text": "So, I know the person who is running is how you have to look at them."}, {"sentId": 102, "text": "Their religious -- that's like saying no Jewish person could be president."}, {"sentId": 103, "text": "Why would you do that?"}], "speaker": "GOLDBERG", "secId": 42}, {"sentences": [{"sentId": 104, "text": "We have a problem with the Armstrong Williams shot."}, {"sentId": 105, "text": "We apologize for that."}, {"sentId": 106, "text": "We're going to bring him back."}, {"sentId": 107, "text": "But let's bring in our panel now while we work on that."}], "speaker": "LEMON", "secId": 43}, {"sentences": [{"sentId": 108, "text": "I want to bring in Sam Harris, the author of \"Islam and the Future of Tolerance,\" and also Dean Obeidallah, columnist for The Daily Beast."}], "speaker": "LEMON", "secId": 44}, {"sentences": [{"sentId": 109, "text": "Thank you, guys, for jumping in a little bit early here."}, {"sentId": 110, "text": "If we get Armstrong Williams back, we'll bring him in, as well."}, {"sentId": 111, "text": "So, Dean, Armstrong Williams, Dr. Carson's friend and business manager, doubling down on Dr. Carson, Williams' comments, what is your reaction to that?"}], "speaker": "LEMON", "secId": 45}, {"sentences": [{"sentId": 112, "text": "I think on some level, Armstrong Williams just denounced Ben Carson's comments on some level by saying, of course, you could have a Muslim candidate."}, {"sentId": 113, "text": "What Ben Carson said, though, is part of the meme we've heard from the right over and over, that being Muslim somehow makes you less American and you have less rights."}], "speaker": "OBEIDALLLAH", "secId": 46}, {"sentences": [{"sentId": 114, "text": "That somehow I'm a Muslim, I'm a threat to this country, I'm an enemy to this country."}, {"sentId": 115, "text": "I want to post Islamic law and take over the country."}, {"sentId": 116, "text": "You know, these are things we hear over and over."}, {"sentId": 117, "text": "We're doing our best to fight against these ideas, to make it clear to our fellow Americans that I don't want to impose Islamic law."}, {"sentId": 118, "text": "My Muslim friends though want to impose Islamic law."}], "speaker": "OBEIDALLLAH", "secId": 47}, {"sentences": [{"sentId": 119, "text": "Yet, somehow we keep hearing this over and over."}, {"sentId": 120, "text": "And it's a fight."}, {"sentId": 121, "text": "You know, it's a fight."}, {"sentId": 122, "text": "I'm trying to reach out to my fellow Americans."}, {"sentId": 123, "text": "And win the hearts and minds and it's a struggle."}], "speaker": "OBEIDALLLAH", "secId": 48}, {"sentences": [{"sentId": 124, "text": "Yes."}, {"sentId": 125, "text": "Sam, do you view Dr. Carson's comments as bigoted at all?"}], "speaker": "LEMON", "secId": 49}, {"sentences": [{"sentId": 126, "text": "Well, I do."}, {"sentId": 127, "text": "I think we have to distinguish it between how we treat ideas and how we treat people."}, {"sentId": 128, "text": "And what you hear in Dr. Carson's remarks is a kind of Christian demagoguery coming into the conversation."}], "speaker": "HARRIS", "secId": 50}, {"sentences": [{"sentId": 129, "text": "He's not -- frankly, he's not a very thoughtful person."}, {"sentId": 130, "text": "I mean, here is a surgeon who doesn't believe in evolution."}, {"sentId": 131, "text": "If ever you needed proof that you could be a surgeon without being a scientist you have it in the person of Dr. Carson."}], "speaker": "HARRIS", "secId": 51}, {"sentences": [{"sentId": 132, "text": "So, he's -- I don't expect him to have thought deeply about how Islam maybe, as a said of doctrines and ideas maybe incompatible with the Constitution or any set of ideas."}], "speaker": "HARRIS", "secId": 52}, {"sentences": [{"sentId": 133, "text": "But he is bible tamper of sort who, I think rightly fears the demagoguery of his antithesis in the Muslim world."}, {"sentId": 134, "text": "But that doesn't mean, so, for instance, I am a very vocal critic of Islam as a set of doctrines and ideas."}, {"sentId": 135, "text": "And Dean, your other guest, has called me a bigot in the past."}, {"sentId": 136, "text": "I think quite unfairly..."}], "speaker": "HARRIS", "secId": 53}, {"sentences": [{"sentId": 137, "text": "I think on Twitter, not in your face, but I will tonight if you like that."}, {"sentId": 138, "text": "I will probably do that."}], "speaker": "OBEIDALLAH", "secId": 54}, {"sentences": [{"sentId": 139, "text": "Well, it's even more courageous if you do it on Twitter."}], "speaker": "HARRIS", "secId": 55}, {"sentences": [{"sentId": 140, "text": "Let him finish it."}], "speaker": "LEMON", "secId": 56}, {"sentences": [{"sentId": 141, "text": "But let me just spell out let's seem to obfuscate the issue here."}, {"sentId": 142, "text": "So, I think there are thousands, no doubt thousands of Muslim- Americans who could be great presidents and far better presidents than Ben Carson or Donald Trump."}], "speaker": "HARRIS", "secId": 57}, {"sentences": [{"sentId": 143, "text": "That is not -- and there's nothing about criticizing Islam as a set of ideas or worrying about Sharia law that denies that fact."}, {"sentId": 144, "text": "And what's very unhelpful here is in all the other cases where people like Dean and other Muslim apologists find bigotry and racism or pretend to find it where it doesn't exist."}], "speaker": "HARRIS", "secId": 58}, {"sentences": [{"sentId": 145, "text": "Before I let you -- Dean, before I let you -- Dean, before you respond, I want to ask Sam this."}, {"sentId": 146, "text": "Sam, do you think that Islam is inconsistent with the U.S. Constitution?"}, {"sentId": 147, "text": "As someone who studies this?"}], "speaker": "LEMON", "secId": 59}, {"sentences": [{"sentId": 148, "text": "Well, it depends on what you mean by Islam."}, {"sentId": 149, "text": "Islam is a vast set of commitments and ideas and, you know, they're 1.6 billion Muslims on earth who holds to those ideas in varying degrees."}], "speaker": "HARRIS", "secId": 60}, {"sentences": [{"sentId": 150, "text": "Some nominally and some are, you know, right next door to or even right of the Omar, that the crucial case of extremism now is ISIS or the Islamic state."}], "speaker": "HARRIS", "secId": 61}, {"sentences": [{"sentId": 151, "text": "Now, if you're going to talk about Sharia law, if you're to talk about the law that mandates the cutting off of hands of thieves or throwing gays from rooftops or the punishment or..."}], "speaker": "HARRIS", "secId": 62}, {"sentences": [{"sentId": 152, "text": "Is that in the Quran, Sam?"}, {"sentId": 153, "text": "Sam, is that in the Quran throwing gays or -- I just said is that in the Quran?"}], "speaker": "OBEIDALLAH", "secId": 63}, {"sentences": [{"sentId": 154, "text": "... or the deaths it's not in the how deep and you know it."}], "speaker": "HARRIS", "secId": 64}, {"sentences": [{"sentId": 155, "text": "It's not in the Quran and you know it's not in the Quran concept."}, {"sentId": 156, "text": "And that almost follows and he condoles that."}], "speaker": "OBEIDALLAH", "secId": 65}, {"sentences": [{"sentId": 157, "text": "It is in how deep and you know it."}], "speaker": "HARRIS", "secId": 66}, {"sentences": [{"sentId": 158, "text": "I've had gays and mom, ultimately, gay and mom..."}], "speaker": "OBEIDALLAH", "secId": 67}, {"sentences": [{"sentId": 159, "text": "Dean, let him finish."}, {"sentId": 160, "text": "Sam, finish your thought and, Dean, you can respond."}], "speaker": "LEMON", "secId": 68}, {"sentences": [{"sentId": 161, "text": "Dean, you're going to get a chance to talk."}, {"sentId": 162, "text": "But it's this kind of obscurantism that you'll hear piping up from Dean now, which gives some colonels of truth to the theories expressed by people like -- again, genuine bigots like Ben Carson or even worse like the person who stood up at Trump's rally who was obviously a lunatic, obviously a bigot, should have been shouted down by Trump."}], "speaker": "HARRIS", "secId": 69}, {"sentences": [{"sentId": 163, "text": "But what's sinister here is when you have seemingly liberal Muslims play hide the ball with the article of faith and deny at every turn that there's any length of ideas and the kinds of violence we see in the Muslim world."}], "speaker": "HARRIS", "secId": 70}, {"sentences": [{"sentId": 164, "text": "I want Dean to respond."}, {"sentId": 165, "text": "Go ahead, Dean."}], "speaker": "LEMON", "secId": 71}, {"sentences": [{"sentId": 166, "text": "Getting advice from Sam about Islam like getting advice from Paula Deen about Black Live Matters."}, {"sentId": 167, "text": "You have to be this..."}], "speaker": "OBEIDALLAH", "secId": 72}, {"sentences": [{"sentId": 168, "text": "There you go, he's calling me a bigot on national television."}], "speaker": "HARRIS", "secId": 73}, {"sentences": [{"sentId": 169, "text": "Sam, I didn't call you a bigot."}, {"sentId": 170, "text": "I have not."}], "speaker": "OBEIDALLAH", "secId": 74}, {"sentences": [{"sentId": 171, "text": "And I'm absolutely not a bigot."}], "speaker": "HARRIS", "secId": 75}, {"sentences": [{"sentId": 172, "text": "OK. And I will say this Sam."}, {"sentId": 173, "text": "I agree with you and applaud that you say that what Ben Carson said is bigotry."}, {"sentId": 174, "text": "And what was said on that Trump event was bigotry and that's great."}, {"sentId": 175, "text": "And we do agree on that."}, {"sentId": 176, "text": "So, maybe we can find common ground in certain places."}, {"sentId": 177, "text": "That's where we can."}], "speaker": "OBEIDALLAH", "secId": 76}, {"sentences": [{"sentId": 178, "text": "Dean, I just released a book with a Muslim co-author, a person who has paid his dues against bigotry far more than you have, I would imagine."}], "speaker": "HARRIS", "secId": 77}, {"sentences": [{"sentId": 179, "text": "Well, listen, Sam..."}], "speaker": "OBEIDALLAH", "secId": 78}, {"sentences": [{"sentId": 180, "text": "You spent four years..."}], "speaker": "HARRIS", "secId": 79}, {"sentences": [{"sentId": 181, "text": "OK. OK, gentlemen."}], "speaker": "LEMON", "secId": 80}, {"sentences": [{"sentId": 182, "text": "You spent four years in an Egyptian  and yet, you are responding to me like a bigot."}], "speaker": "HARRIS", "secId": 81}, {"sentences": [{"sentId": 183, "text": "Sam, we're living in the United States."}, {"sentId": 184, "text": "We live in the United States of America."}, {"sentId": 185, "text": "I am concerned about the spike in hate crime versus Muslims."}, {"sentId": 186, "text": "I'm concerned that three Muslim students..."}], "speaker": "OBEIDALLAH", "secId": 82}, {"sentences": [{"sentId": 187, "text": "OK. Let's talk about that spike."}, {"sentId": 188, "text": "I'm concerned, too."}], "speaker": "HARRIS", "secId": 83}, {"sentences": [{"sentId": 189, "text": "OK."}, {"sentId": 190, "text": "Stand by."}, {"sentId": 191, "text": "Gentlemen, gentlemen, stand by."}, {"sentId": 192, "text": "We'll get to the spike and your concern."}, {"sentId": 193, "text": "But you guys will come back."}, {"sentId": 194, "text": "Hold on."}, {"sentId": 195, "text": "Armstrong Williams is back."}], "speaker": "LEMON", "secId": 84}, {"sentences": [{"sentId": 196, "text": "Armstrong, I'm not sure if you were able to hear any of the discussion that's going on."}, {"sentId": 197, "text": "I asked you about -- I asked you about Whoopi Goldberg saying this is what they used against candidates of color and is Islam consistent with the Constitution."}, {"sentId": 198, "text": "But go on."}], "speaker": "LEMON", "secId": 85}, {"sentences": [{"sentId": 199, "text": "Don, we're human."}, {"sentId": 200, "text": "No two individuals are alike and we perceive things quite different."}, {"sentId": 201, "text": "And, obviously, when you come to these conclusions, like many Americans, the majority, that feels just as strongly as Dr. Carson does about this issue, it pains us to feel and believe this."}], "speaker": "WILLIAMS", "secId": 86}, {"sentences": [{"sentId": 202, "text": "But there's a painful reality of what's happening in the world today."}, {"sentId": 203, "text": "The world has changed."}, {"sentId": 204, "text": "And people who, in their own way that embraced the Islamic faith and the things that they do, they do these horrific things."}, {"sentId": 205, "text": "I wish they would be more condemnation."}], "speaker": "WILLIAMS", "secId": 87}, {"sentences": [{"sentId": 206, "text": "What do you -- I don't know -- can you be more specific about what respectfully about what you're saying?"}, {"sentId": 207, "text": "What do you mean?"}], "speaker": "LEMON", "secId": 88}, {"sentences": [{"sentId": 208, "text": "You know, I mean, listen, I would -- we would welcome seeing organizations like CARE when what happened in Chattanooga or what happened at Fort Hood when these kinds of devastating crimes take place, these terrorist attacks against our men who put their lives on the line."}, {"sentId": 209, "text": "We would love to see them have a press conference and have the same condemnation of this kind of behavior and this kind of thinking..."}], "speaker": "WILLIAMS", "secId": 89}, {"sentences": [{"sentId": 210, "text": "So, what you're saying is you don't believe that the people of the Muslim faith, moderate Muslims have adequately dealt with radical Islam or condemning radical Islam and that in -- I guess, in course, leads people like Ben Carson to believe what he believes and others to believe that a Muslim should not be president of the United States."}, {"sentId": 211, "text": "Is that what you're saying?"}], "speaker": "LEMON", "secId": 90}, {"sentences": [{"sentId": 212, "text": "Listen, I think -- I don't think fear should be a place to motivate us, but because we're human and we see what we see and we hear what we hear and we witness -- I mean, Daniel Pearl being beheaded, the Washington Post journalist still in an Iranian jail in Iran."}], "speaker": "WILLIAMS", "secId": 91}, {"sentences": [{"sentId": 213, "text": "I mean, when you see Jews and Christians being kidnapped and beheaded like they have no value for human life, if more people were to be as outraged and the condemnation, maybe Americans would begin to believe that you're just outraged by the loss of human life and this kind of horrific these crimes that..."}], "speaker": "WILLIAMS", "secId": 92}, {"sentences": [{"sentId": 214, "text": "There is a distinction between Islam and radical Islam."}], "speaker": "LEMON", "secId": 93}, {"sentences": [{"sentId": 215, "text": "Listen, for those -- there are those of us, they embrace -- the issue is yes, there is a distinction."}, {"sentId": 216, "text": "But the Muslim community should do more of condemnation as well as the media."}, {"sentId": 217, "text": "It should not matter whether they're Christian or Jews."}], "speaker": "WILLIAMS", "secId": 94}, {"sentences": [{"sentId": 218, "text": "And even when they do it against Muslims."}, {"sentId": 219, "text": "They share more of the brunt of this hatred and this belief system that destroy the lives and the way they treat women, they hang homosexuals."}, {"sentId": 220, "text": "I mean, it's not just Christians, I mean, against Muslims who do hate in faith."}], "speaker": "WILLIAMS", "secId": 95}, {"sentences": [{"sentId": 221, "text": "OK."}], "speaker": "LEMON", "secId": 96}, {"sentences": [{"sentId": 222, "text": "There should be more condemnation."}, {"sentId": 223, "text": "There should be more outrage."}, {"sentId": 224, "text": "The fact that we fear that even the thought of having someone in the White House as a Muslim, we did not get to this position in the easy way."}, {"sentId": 225, "text": "It's years and decades of witnessing what's going on in this country and around the world that Americans sadly have come to this conclusion."}], "speaker": "WILLIANS", "secId": 97}, {"sentences": [{"sentId": 226, "text": "OK. Christians also commit crimes, heinous crimes for religious purposes, as well."}], "speaker": "LEMON", "secId": 98}, {"sentences": [{"sentId": 227, "text": "We should condemn it all."}], "speaker": "WILLIAMS", "secId": 99}, {"sentences": [{"sentId": 228, "text": "Yes."}], "speaker": "LEMON", "secId": 100}, {"sentences": [{"sentId": 229, "text": "My point is, condemn it all."}], "speaker": "WILLIAMS", "secId": 101}, {"sentences": [{"sentId": 230, "text": "Armstrong Williams, I appreciate it."}, {"sentId": 231, "text": "Please come back."}, {"sentId": 232, "text": "We'll continue this discussion and more."}], "speaker": "LEMON", "secId": 102}, {"sentences": [{"sentId": 233, "text": "Up next, though, the number of Americans who say they would not support a Muslim candidate for president."}, {"sentId": 234, "text": "We'll talk about that because Armstrong Williams has mentioned it, as well."}], "speaker": "LEMON", "secId": 103}, {"sentences": [{"sentId": 235, "text": "Also ahead, Carly Fiorina on the rise, she is near the top of CNN's newest poll following her last performance in the last GOP debate."}], "speaker": "LEMON", "secId": 104}, {"sentences": [{"sentId": 236, "text": "And again, Sam Harris and Dean Obeidallah will be back right after this break."}], "speaker": "LEMON", "secId": 105}, {"sentences": [{"sentId": 237, "text": "I don't think that religion should be a criteria for being president, you know, that there should be some kind of exclusion based on one's faith or the lack of faith, frankly."}], "speaker": "BUSH", "secId": 106}, {"sentences": [{"sentId": 238, "text": "I know a ton of people that are peaceful Muslims that live in the United States that are -- that love this country for patriotic Americans serve in the military."}, {"sentId": 239, "text": "The idea that you would think otherwise is really not grounded in reality."}], "speaker": "BUSH", "secId": 107}, {"sentences": [{"sentId": 240, "text": "So, that was Jeb Bush tonight speaking in Iowa, reacting to D. Ben Carson saying that he doesn't believe a Muslim should be president of the United States."}], "speaker": "LEMON", "secId": 108}, {"sentences": [{"sentId": 241, "text": "Back with me now, again, Sam Harris, Dean Obeidallah."}, {"sentId": 242, "text": "OK, gentlemen, let's pick up our conversation."}, {"sentId": 243, "text": "First up, I'm going to read this poll."}, {"sentId": 244, "text": "This is a recent Gallop poll, 38 percent of Americans that says -- that say that they would not support a Muslim candidate for president."}], "speaker": "LEMON", "secId": 109}, {"sentences": [{"sentId": 245, "text": "So, Dr. Ben Carson is not alone."}, {"sentId": 246, "text": "So, why do you think that is?"}, {"sentId": 247, "text": "First you, Dean."}], "speaker": "LEMON", "secId": 110}, {"sentences": [{"sentId": 248, "text": "I think honestly, there's a lot of components."}, {"sentId": 249, "text": "One is only about 25 percent of Americans have a Muslim friend."}, {"sentId": 250, "text": "If you don't have one, I offer to be your Muslim friend."}, {"sentId": 251, "text": "But in reality that plays a role."}], "speaker": "OBEIDALLAH", "secId": 111}, {"sentences": [{"sentId": 252, "text": "Because if what you see are negative images on the media of ISIS, Al Qaeda, Al Shabaab, these horrible groups committing horrible acts in the name of Islam coupled by some of the people on the right ginning up the fear, you're going to feel warmly about Muslims."}, {"sentId": 253, "text": "If I didn't know a Muslim, if I wasn't a Muslim and all I saw was"}], "speaker": "OBEIDALLAH", "secId": 112}, {"sentences": [{"sentId": 254, "text": "that, I will not like Muslims, either."}, {"sentId": 255, "text": "And I think that's part of the problem, We have to get out there as much as possible."}], "speaker": "OBEIDALLAH", "secId": 113}, {"sentences": [{"sentId": 256, "text": "Armstrong Williams said we don't denounce it."}, {"sentId": 257, "text": "We do left and right."}, {"sentId": 258, "text": "We need to get in the media more and that's up to the gate keepers to let us on because I can assure you, Don, I write articles for CNN and Daily Beast denouncing and so with numerous other Muslims and we beg to come on TV>"}], "speaker": "OBEIDALLAH", "secId": 114}, {"sentences": [{"sentId": 259, "text": "But what gets ratings on TV is sensationalism, not earnest Muslims saying terrorism is horrible doesn't represent our faith."}], "speaker": "OBEIDALLAH", "secId": 115}, {"sentences": [{"sentId": 260, "text": "Sam."}], "speaker": "LEMON", "secId": 116}, {"sentences": [{"sentId": 261, "text": "That's part of it."}], "speaker": "OBEIDALLAH", "secId": 117}, {"sentences": [{"sentId": 262, "text": "Sam."}], "speaker": "LEMON", "secId": 118}, {"sentences": [{"sentId": 263, "text": "You know, I think one thing to point out is that Ben Carson would have said the same thing about Atheists."}, {"sentId": 264, "text": "He would have said an Atheist shouldn't be president."}, {"sentId": 265, "text": "In fact, if you look at the polls Americans are more reluctant to vote for an Atheist than for a Muslim by a factor of probably 20 percent."}], "speaker": "HARRIS", "secId": 119}, {"sentences": [{"sentId": 266, "text": "In fact, Atheism is the only identity that couldn't get you -- that would prevent your election as a qualified member of your own party when people of your own party are polled."}], "speaker": "HARRIS", "secId": 120}, {"sentences": [{"sentId": 267, "text": "So, you know, we can play this victim card."}, {"sentId": 268, "text": "We can worry about political bigotry."}, {"sentId": 269, "text": "It's a real problem."}, {"sentId": 270, "text": "But it is visited upon Atheists; it is visited upon other minorities."}, {"sentId": 271, "text": "And what gets lost here and what Dean, frankly, has been a scandalous purveyor of..."}], "speaker": "HARRIS", "secId": 121}, {"sentences": [{"sentId": 272, "text": "Scandalous purveyor."}], "speaker": "OBEIDALLAH", "secId": 122}, {"sentences": [{"sentId": 273, "text": "... is the effort -- let me finish my sentence, Dean."}], "speaker": "HARRIS", "secId": 123}, {"sentences": [{"sentId": 274, "text": "I am waiting for this."}, {"sentId": 275, "text": "Please, I'm excited."}], "speaker": "OBEIDALLAH", "secId": 124}, {"sentences": [{"sentId": 276, "text": "Let me -- I'll tell you what the problem is and you can defend yourself."}], "speaker": "HARRIS", "secId": 125}, {"sentences": [{"sentId": 277, "text": "Please, thank you."}], "speaker": "OBEIDALLAH", "secId": 126}, {"sentences": [{"sentId": 278, "text": "What you see here is an effort to paint Islam, the doctrine is identical to every religion on earth."}, {"sentId": 279, "text": "There is no special problem with Islamism."}, {"sentId": 280, "text": "As a political reality Islamism, Jihadism, there is no connection between the doctrine and the kind of terrorism and human rights abuses we see worldwide."}], "speaker": "HARRIS", "secId": 127}, {"sentences": [{"sentId": 281, "text": "And that is a lie and it's a lie and everyone knows it, whether you're a bigot or a reasonable person."}, {"sentId": 282, "text": "It is a lie that is in plain view and it has to be debunked by Muslims like Dean."}, {"sentId": 283, "text": "And that's the crucial problem here."}], "speaker": "HARRIS", "secId": 128}, {"sentences": [{"sentId": 284, "text": "People like Dean need to be candid about the link between belief and behavior and they need to be willing to reform the faith."}, {"sentId": 285, "text": "And instead of being willing to do that, they call people like me bigots and that is a huge problem for this conversation."}], "speaker": "HARRIS", "secId": 129}, {"sentences": [{"sentId": 286, "text": "It's decidedly unhelpful and it's driving the -- it's driving the polls apart."}, {"sentId": 287, "text": "And I think we're going to wake up in a world that looks more like Western Europe at this point, where you have fashios  calling Assad on both sides."}], "speaker": "HARRIS", "secId": 130}, {"sentences": [{"sentId": 288, "text": "So, dean."}], "speaker": "LEMON", "secId": 131}, {"sentences": [{"sentId": 289, "text": "Right."}], "speaker": "OBEIDALLAH", "secId": 132}, {"sentences": [{"sentId": 290, "text": "So, my question is, Dean, I've heard even..."}], "speaker": "LEMON", "secId": 133}, {"sentences": [{"sentId": 291, "text": "That's a scandalous purveyor?"}], "speaker": "OBEIDALLAH", "secId": 134}, {"sentences": [{"sentId": 292, "text": "..."}, {"sentId": 293, "text": "I've people in the Muslim faith say the same thing that there is a -- and you and I spoke about this."}], "speaker": "LEMON", "secId": 135}, {"sentences": [{"sentId": 294, "text": "Sure."}], "speaker": "OBEIDALLAH", "secId": 136}, {"sentences": [{"sentId": 295, "text": "We spoke about it on your radio show this weekend."}], "speaker": "LEMON", "secId": 137}, {"sentences": [{"sentId": 296, "text": "Sure."}, {"sentId": 297, "text": "Yes."}], "speaker": "OBEIDALLAH", "secId": 138}, {"sentences": [{"sentId": 298, "text": "That there are people who are in the Muslim faith who have said basically the same thing that Sam is saying, but yet still don't get called bigoted or are somehow listened to, but he is not."}], "speaker": "LEMON", "secId": 139}, {"sentences": [{"sentId": 299, "text": "The messenger matters, Don."}, {"sentId": 300, "text": "That's the truth."}, {"sentId": 301, "text": "We know that."}, {"sentId": 302, "text": "Sam knows that."}], "speaker": "OBEIDALLAH", "secId": 140}, {"sentences": [{"sentId": 303, "text": "It doesn't matter."}, {"sentId": 304, "text": "My co-author on this book was called a talking monkey by your friend."}], "speaker": "HARRIS", "secId": 141}, {"sentences": [{"sentId": 305, "text": "Let him finish, Sam."}], "speaker": "LEMON", "secId": 142}, {"sentences": [{"sentId": 306, "text": "Sam, I'm sorry."}, {"sentId": 307, "text": "Don't interrupt me."}, {"sentId": 308, "text": "Now you're interrupting me."}, {"sentId": 309, "text": "Sam, you called for religious and racial profiling of Muslims."}, {"sentId": 310, "text": "A third of Muslims in the country..."}], "speaker": "OBEIDALLAH", "secId": 143}, {"sentences": [{"sentId": 311, "text": "I have not."}], "speaker": "HARRIS", "secId": 144}, {"sentences": [{"sentId": 312, "text": "You've wrote it in your blog."}, {"sentId": 313, "text": "I can read it out loud if you want."}], "speaker": "OBEIDALLAH", "secId": 145}, {"sentences": [{"sentId": 314, "text": "Well, if you made an effort to understand my views, you have a different story."}, {"sentId": 315, "text": "we can talk about profiling, but you have not summarize my views accurately."}], "speaker": "HARRIS", "secId": 146}, {"sentences": [{"sentId": 316, "text": "Let's continue on and talking in the political realm."}, {"sentId": 317, "text": "Dean, go ahead and answer my question."}, {"sentId": 318, "text": "Please."}], "speaker": "LEMON", "secId": 147}, {"sentences": [{"sentId": 319, "text": "So, the reality -- well, the question is, ISIS and Al Qaeda are killing Muslims more than anybody."}, {"sentId": 320, "text": "Do you not think we want ISIS and Al Qaeda to be stopped."}, {"sentId": 321, "text": "We very much want that to be done."}], "speaker": "OBEIDALLAH", "secId": 148}, {"sentences": [{"sentId": 322, "text": "We're having discussions internally in our community."}, {"sentId": 323, "text": "We want to do more."}, {"sentId": 324, "text": "I don't know how I'm going reach someone in Pakistan frankly or Afghanistan..."}], "speaker": "OBEIDALLAH", "secId": 149}, {"sentences": [{"sentId": 325, "text": "So, how do we fix this issue in the U.S. where you have a presidential candidate saying that a Muslim should be president."}, {"sentId": 326, "text": "You have 38 percent of the population the same thing, so."}], "speaker": "LEMON", "secId": 150}, {"sentences": [{"sentId": 327, "text": "I think it takes time."}, {"sentId": 328, "text": "The same why anti-Semitism in America in 1930's and '40s, is mainstream."}, {"sentId": 329, "text": "The same with racism against African-Americans was made stream."}], "speaker": "OBEIDALLAH", "secId": 151}, {"sentences": [{"sentId": 330, "text": "Right."}], "speaker": "LEMON", "secId": 152}, {"sentences": [{"sentId": 331, "text": "The same with anti-Catholicism."}, {"sentId": 332, "text": "In 1960, John Kennedy gave a famous speech and maybe it takes some of us and I have no problem giving that speech that John Kennedy addresses it head on."}, {"sentId": 333, "text": "That he was an actual absolute war church and states..."}], "speaker": "OBEIDALLAH", "secId": 153}, {"sentences": [{"sentId": 334, "text": "It's not just incumbent bond on Muslims to do it."}, {"sentId": 335, "text": "We all have to do it."}, {"sentId": 336, "text": "I appreciate both of you gentlemen."}, {"sentId": 337, "text": "Thank you so much for joining me this evening."}], "speaker": "LEMON", "secId": 154}, {"sentences": [{"sentId": 338, "text": "Yes, thank you, Don."}], "speaker": "HARRIS", "secId": 155}, {"sentences": [{"sentId": 339, "text": "Thanks, Don."}], "speaker": "OBEIDALLAH", "secId": 156}, {"sentences": [{"sentId": 340, "text": "Well, Carson's remarks that calculated political move."}, {"sentId": 341, "text": "Up next, our political experts going to weigh in."}], "speaker": "LEMON", "secId": 157}, {"sentences": [{"sentId": 342, "text": "We're now on Dr. Ben Carson's Muslim remarks with Charles Hurt, Washington Times columnist, Kayleigh McEnany, editor of Political Prospect, Douglas Brinkley, CNN presidential historian and author of \"The Nixon tapes 1973,\" and Phyllis Henderson, the co-chair of Carly for President and a member of South Carolina House of Representatives."}], "speaker": "LEMON", "secId": 158}, {"sentences": [{"sentId": 343, "text": "Good evening to all of you."}, {"sentId": 344, "text": "Thank you so much for coming on."}, {"sentId": 345, "text": "Charles, I'm going start with you."}, {"sentId": 346, "text": "Ben Carson says a Muslim should not be president."}, {"sentId": 347, "text": "Some Muslim leaders are calling for him to drop out of this race."}, {"sentId": 348, "text": "Should he?"}], "speaker": "LEMON", "secId": 159}, {"sentences": [{"sentId": 349, "text": "Well, I don't know about that."}, {"sentId": 350, "text": "I think that, you know, only time will tell whether or not this hurts him in the polls or perhaps helps him in the polls because, as you pointed out in that last segment, you know, there are a large number of Americans who probably agree with him."}], "speaker": "HURT", "secId": 160}, {"sentences": [{"sentId": 351, "text": "But I do don't think that -- I do think that this is a calculated thing, that he wanted to particularly say and I think that he, you know, he put out a Facebook message a few minutes ago suggesting that he's trying to clarify a little bit saying that he wouldn't support a Muslim for president who had not rejected Sharia law."}], "speaker": "HURT", "secId": 161}, {"sentences": [{"sentId": 352, "text": "And that's a -- you could quibble with that and say it's a minor different, but it seems to me it is a distinction between just simply saying flat out that, you know, that if you're a Muslim you could never be president of the United States."}], "speaker": "HURT", "secId": 162}, {"sentences": [{"sentId": 353, "text": "OK. Douglas Brinkley is a historian here."}, {"sentId": 354, "text": "We keep, you know, reading, reciting Article 6 of the Constitution."}, {"sentId": 355, "text": "It says that you have to be 35 years old, born in the United States, living here for 14 years and then it says no religious test shall ever be required as qualification to any office of public trust under the United States."}, {"sentId": 356, "text": "So what does this have to do with religion?"}], "speaker": "LEMON", "secId": 163}, {"sentences": [{"sentId": 357, "text": "It shouldn't have anything to do."}, {"sentId": 358, "text": "Ben Carson just made a blunder."}, {"sentId": 359, "text": "I think, but he's going to pay for it or not, we'll have to find out in the next round of polls."}, {"sentId": 360, "text": "But you don't want to demonize one group of Americans or act like any American isn't good enough to be president of this land."}], "speaker": "BRINKLEY", "secId": 164}, {"sentences": [{"sentId": 361, "text": "So, I think it's the low moment of Ben Carson's campaign, thus far, even though there's many fine qualities about him."}, {"sentId": 362, "text": "This wasn't helpful to our country to say that."}], "speaker": "BRINKLEY", "secId": 165}, {"sentences": [{"sentId": 363, "text": "Representative Henderson, you are the co-chair of Carly for President."}, {"sentId": 364, "text": "Hillary Clinton tweeted this."}, {"sentId": 365, "text": "\"Can a Muslim be president of the United States of America?"}, {"sentId": 366, "text": "In a word, yes."}, {"sentId": 367, "text": "Now let's move on.\""}, {"sentId": 368, "text": "And then she, you know, puts the Constitution up there."}, {"sentId": 369, "text": "Does Carly agree with that?"}], "speaker": "LEMON", "secId": 166}, {"sentences": [{"sentId": 370, "text": "Look, I don't want to put words in Carly's mouth."}, {"sentId": 371, "text": "And there's going to be always a lot of back and forth in campaigns and what we're focused on is Carly is getting ready to come to this state tomorrow with a three-day trip through."}, {"sentId": 372, "text": "For her to be laser-focused on the message that she wants to bring to people about how she's going to articulate..."}], "speaker": "HENDERSON", "secId": 167}, {"sentences": [{"sentId": 373, "text": "As co-chair of her campaign, you have not spoken to her about this issue?"}, {"sentId": 374, "text": "Because every single candidate has weighed in on the republican and democratic side."}], "speaker": "LEMON", "secId": 168}, {"sentences": [{"sentId": 375, "text": "Carly has not made a statement about it."}, {"sentId": 376, "text": "You know, I'm not going to presume to put words in her mouth about her opinion on this issue."}], "speaker": "HENDERSON", "secId": 169}, {"sentences": [{"sentId": 377, "text": "So, Kayleigh, to you now."}, {"sentId": 378, "text": "I want you to take a look at this poll."}, {"sentId": 379, "text": "This is from a poll when asked what types of people they are comfortable with as president, 44 percent were not totally comfortable supporting an Evangelical candidate."}, {"sentId": 380, "text": "So, do you think you have to be careful when you start talking about"}], "speaker": "LEMON", "secId": 170}, {"sentences": [{"sentId": 381, "text": "who should or shouldn't be in the White House based upon religion?"}], "speaker": "LEMON", "secId": 171}, {"sentences": [{"sentId": 382, "text": "Well, these are personal preferences and it's got to be electorate."}, {"sentId": 383, "text": "If someone doesn't want an Evangelical president they have every right to express that opinion."}], "speaker": "MCENANY", "secId": 172}, {"sentences": [{"sentId": 384, "text": "Likewise, Ben Carson has the right."}, {"sentId": 385, "text": "And I think that it's fairly uncontroversial, he has the right to want a president who doesn't profess Sharia law which advocates cutting off one's hands if they steal, which advocate women being second class citizens."}], "speaker": "MCENANY", "secId": 173}, {"sentences": [{"sentId": 386, "text": "Ben Carson has a right to express that."}, {"sentId": 387, "text": "And it's an uncontroversial point, in my mind."}, {"sentId": 388, "text": "And likewise, look, if Iraq or Iran or Saudi Arabia wants a Muslim president, that's fine."}], "speaker": "MCENANY", "secId": 174}, {"sentences": [{"sentId": 389, "text": "Not every Muslim in the United States believes in Sharia law, Kayleigh."}], "speaker": "LEMON", "secId": 175}, {"sentences": [{"sentId": 390, "text": "No."}, {"sentId": 391, "text": "I'm well aware of that."}, {"sentId": 392, "text": "And that's why Ben Carson made the distinction."}, {"sentId": 393, "text": "If a Muslim disavows Sharia law, he says I do not describe to that viewpoint, then, yes, he's OK with that Muslim being president."}], "speaker": "MCENANY", "secId": 176}, {"sentences": [{"sentId": 394, "text": "You mean, correction that."}, {"sentId": 395, "text": "But he didn't say that initially."}], "speaker": "LEMON", "secId": 177}, {"sentences": [{"sentId": 396, "text": "He didn't say that initially."}, {"sentId": 397, "text": "He clarifies that in the Hill."}, {"sentId": 398, "text": "And look, we've given Hillary Clinton numerous chances to correct herself on her e-mail scandal."}, {"sentId": 399, "text": "Let's give Ben Carson one."}], "speaker": "MCENANY", "secId": 178}, {"sentences": [{"sentId": 400, "text": "OK."}], "speaker": "LEMON", "secId": 179}, {"sentences": [{"sentId": 401, "text": "But also, the fact that Ben Carson did seem to sort of correct himself on that, it would suggest to me anyway that this is not a calculated ploy."}, {"sentId": 402, "text": "This is not something he was seeking to sort of get into hot water over."}], "speaker": "HURT", "secId": 180}, {"sentences": [{"sentId": 403, "text": "OK. all right, Charles."}, {"sentId": 404, "text": "Then there is Donald Trump."}, {"sentId": 405, "text": "I want you guys to take a listen to it."}, {"sentId": 406, "text": "This is a clip of Trump today after he refused to correct a supporter who called the president a Muslim."}], "speaker": "LEMON", "secId": 181}, {"sentences": [{"sentId": 407, "text": "Donald Trump,  U.S. PRESIDENTIAL CANDIDATE:  It's not my obligation to defend the president."}, {"sentId": 408, "text": "And is the president going to defend me because last night during the Emmy's awards people said things about me or is the president going to hold a news conference and defend me?"}, {"sentId": 409, "text": "So, I don't think so."}], "speaker": "LEMON", "secId": 182}, {"sentences": [{"sentId": 410, "text": "But the question is do you feel responsible for attracting those views?"}], "speaker": "UNIDENTIFIED FEMALE", "secId": 183}, {"sentences": [{"sentId": 411, "text": "I don't think it's fine."}, {"sentId": 412, "text": "Savannah, I don't think it's my obligation to defend him."}], "speaker": "LEMON", "secId": 184}, {"sentences": [{"sentId": 413, "text": "Is it a defense, Douglas, of the president?"}, {"sentId": 414, "text": "And is this enough to answer critics who say he is deliberately stoking religious bigotry?"}, {"sentId": 415, "text": "Is he defending the president by just correcting the record?"}], "speaker": "LEMON", "secId": 185}, {"sentences": [{"sentId": 416, "text": "Well, the problem wasn't just that Donald Trump stood there for that moment that kind of created or was the engineer of the whole birth or movement in the United States."}, {"sentId": 417, "text": "And we had to listen to all of that about Barack Obama not being an American."}, {"sentId": 418, "text": "And it seemed to have stoked that."}], "speaker": "BRINKLEY", "secId": 186}, {"sentences": [{"sentId": 419, "text": "He didn't have his John McCain moment."}, {"sentId": 420, "text": "He chose not to have it."}, {"sentId": 421, "text": "He's doubling down on it, Donald Trump."}, {"sentId": 422, "text": "And it very well might play well with him for the -- in the republican primary care."}, {"sentId": 423, "text": "But he get to a national election, the fact that you treated a president with this kind of disrespect, allowing that kind of pus to be around you, you know, and without getting away from it, I think it's going to hurt him in the long run if he could get the nomination."}], "speaker": "BRINKLEY", "secId": 187}, {"sentences": [{"sentId": 424, "text": "But he laughed and he just missed the question."}, {"sentId": 425, "text": "That's the thing."}, {"sentId": 426, "text": "The fact that the DNC came out hours after saying Trump's racism knows no bounds, the fact that the Emmy's called Trump a racism, we are at a perilous point in our country if we are going to infer racism from silence."}], "speaker": "MCENANY", "secId": 188}, {"sentences": [{"sentId": 427, "text": "That is the problem."}, {"sentId": 428, "text": "Donald Trump had no obligation to defend the president."}, {"sentId": 429, "text": "Likewise, the president has no obligation to defend him."}], "speaker": "MCENANY", "secId": 189}, {"sentences": [{"sentId": 430, "text": "In your estimation he had no obligation to the president."}, {"sentId": 431, "text": "There are many, many people who agree that he did have an obligation not to defend the president, but to set the record straight."}, {"sentId": 432, "text": "And the reason there may be so much anti-Muslim animosity in the country is because there someone is silent on the issue."}], "speaker": "LEMON", "secId": 190}, {"sentences": [{"sentId": 433, "text": "Every one stand by, please, stay with me."}, {"sentId": 434, "text": "Coming up, after the CNN debate, Carly Fiorina makes a huge jump in the polls now trailing only Donald Trump."}, {"sentId": 435, "text": "More on that, next."}], "speaker": "LEMON", "secId": 191}, {"sentences": [{"sentId": 436, "text": "The CNN debate last week proved to be a turning point for a few candidates and a major boost for Carly Fiorina who now finds herself in second place behind Donald Trump."}], "speaker": "LEMON", "secId": 192}, {"sentences": [{"sentId": 437, "text": "Back with me is Charles Hurt, Kayleigh McEnany, Douglas Brinkley, and Phyllis Henderson."}, {"sentId": 438, "text": "So, they're all back."}], "speaker": "LEMON", "secId": 193}, {"sentences": [{"sentId": 439, "text": "I did not get the last word on the last panel."}, {"sentId": 440, "text": "I just had to get breaks."}, {"sentId": 441, "text": "So, we will all discuss more now."}, {"sentId": 442, "text": "So, Representative Henderson, to you first."}, {"sentId": 443, "text": "CNN's latest poll shows that Trump is still in the lead, but losing support for the first time."}], "speaker": "LEMON", "secId": 194}, {"sentences": [{"sentId": 444, "text": "Carly Fiorina had a huge jump in the polls."}, {"sentId": 445, "text": "Is that because of her performance in the debate or because she is an outsider along with Trump and Carson?"}], "speaker": "LEMON", "secId": 195}, {"sentences": [{"sentId": 446, "text": "Well, absolutely her debate performance was just outstanding."}, {"sentId": 447, "text": "And the fact that she is a person that comes to this job as an outsider, as a business leader."}, {"sentId": 448, "text": "I think people are responding to that."}, {"sentId": 449, "text": "We've seen a huge, huge surge in her support here in South Carolina."}], "speaker": "HENDERSON", "secId": 196}, {"sentences": [{"sentId": 450, "text": "The events we have planned this week are filled to the top."}, {"sentId": 451, "text": "We are moving venues just so we can accommodate all the people that want to be here."}, {"sentId": 452, "text": "So, we're really looking forward to a great trip for her this week in South Carolina."}], "speaker": "HENDERSON", "secId": 197}, {"sentences": [{"sentId": 453, "text": "All right."}, {"sentId": 454, "text": "Charles, Trump went on an attack against Carly Fiorina on the Today Show on her record."}, {"sentId": 455, "text": "Here it is, look."}], "speaker": "LEMON", "secId": 198}, {"sentences": [{"sentId": 456, "text": "They look at her record of tremendous failure."}, {"sentId": 457, "text": "Look, she took Lucent into the ground."}, {"sentId": 458, "text": "She took HP into the ground, destroyed it."}, {"sentId": 459, "text": "And, I think that -- you know, and then she ran for the Senate in a race that should have been won and lost because of the fact that she did so badly as a business leader."}], "speaker": "TRUMP", "secId": 199}, {"sentences": [{"sentId": 460, "text": "So, he's going in now on her."}, {"sentId": 461, "text": "Is this going to affect her?"}], "speaker": "LEMON", "secId": 200}, {"sentences": [{"sentId": 462, "text": "I don't know how much it will really affect her in the long run."}, {"sentId": 463, "text": "You know, her performance at the CNN debate last week was absolutely tremendous."}, {"sentId": 464, "text": "And I have been critical of Mr. Trump for going after Carly Fiorina."}, {"sentId": 465, "text": "He shouldn't be doing that."}, {"sentId": 466, "text": "Except on very specifics like this, where he's talking about her business background."}], "speaker": "HURT", "secId": 201}, {"sentences": [{"sentId": 467, "text": "I think all that, you know, and the exchange between the two of them about their varied business backgrounds, I thought, was one of the most interesting changes of the entire debate last week."}], "speaker": "HURT", "secId": 202}, {"sentences": [{"sentId": 468, "text": "And so, I think this is completely fair."}, {"sentId": 469, "text": "I think this is completely fair."}, {"sentId": 470, "text": "I think that people are eager to have an open mind, to hear the two of them duke it out over their various businesses."}], "speaker": "HURT", "secId": 203}, {"sentences": [{"sentId": 471, "text": "OK."}], "speaker": "LEMON", "secId": 204}, {"sentences": [{"sentId": 472, "text": "As long as he's not talking about her looks or something."}], "speaker": "HURT", "secId": 205}, {"sentences": [{"sentId": 473, "text": "Representative Henderson?"}], "speaker": "LEMON", "secId": 206}, {"sentences": [{"sentId": 474, "text": "Well, listen, but any standard, Carly Fiorina was a successful CEO."}, {"sentId": 475, "text": "If you look at when she took over HP in 1999, it was struggling."}, {"sentId": 476, "text": "And by the time she left, they had, you know, they had doubled their revenues and tripled innovation, quadrupled cash flow."}], "speaker": "HENDERSON", "secId": 207}, {"sentences": [{"sentId": 477, "text": "I mean, but any standard, she was a successful CEO."}, {"sentId": 478, "text": "I think what you're seeing is Donald Trump seeing the rise of Carly Fiorina and getting little bit worried about her rise in the poll and decided he's going to try to sort of snipe back at her."}], "speaker": "HENDERSON", "secId": 208}, {"sentences": [{"sentId": 479, "text": "But, you know, Carly is going to shake it off and be laser-focused on what she's trying to accomplish and that is introducing herself to the American public and articulating her vision for America."}], "speaker": "HENDERSON", "secId": 209}, {"sentences": [{"sentId": 480, "text": "Kayleigh, Scott Walker dropped out today."}, {"sentId": 481, "text": "Who benefits?"}], "speaker": "LEMON", "secId": 210}, {"sentences": [{"sentId": 482, "text": "Look, I mean, with Scott Walker dropping out, I don't know that many people benefit right now because he was statistically insignificant in the polls."}, {"sentId": 483, "text": "But I think, you know, the Iowa voting base; he certainly had a strong showing there."}], "speaker": "MCENANY", "secId": 211}, {"sentences": [{"sentId": 484, "text": "I think Ben Carson and the Evangelical voters are definitely going to see Evangelical candidates, rather, will see a boost."}, {"sentId": 485, "text": "But again, not many voters to leave Scott Walker at this point."}], "speaker": "MCENANY", "secId": 212}, {"sentences": [{"sentId": 486, "text": "Douglas Brinkley, I have to ask you about this new book of yours, it's called \"The Nixon Tapes 1973, a Dark Era in Politics.\""}, {"sentId": 487, "text": "Richard Nixon had a connection to Donald Trump."}, {"sentId": 488, "text": "Tell us about that."}], "speaker": "LEMON", "secId": 213}, {"sentences": [{"sentId": 489, "text": "Well, it turned out that Pat Nixon, Richard Nixon's wife, the former First Lady in 1987 saw Donald Trump on the Phil Donahue Show and Nixon sort of fell in love with Donald Trump."}, {"sentId": 490, "text": "And in fact, Nixon wrote a note to Trump saying, if you were going to decide to get into politics, you're going to do it extremely well."}], "speaker": "BRINKLEY", "secId": 214}, {"sentences": [{"sentId": 491, "text": "Cut to now when you see Donald Trump not just doing extremely well but adopting the silent majority motif for his own campaign."}], "speaker": "BRINKLEY", "secId": 215}, {"sentences": [{"sentId": 492, "text": "That's what Nixon used in 1969 to go after the counter culture in the anti-Vietnam war demonstrators."}, {"sentId": 493, "text": "So, there's an interesting little note of history connecting Trump with Nixon."}], "speaker": "BRINKLEY", "secId": 216}, {"sentences": [{"sentId": 494, "text": "Would you call that a posthumous endorsement or endorsement from the graves to this day?"}], "speaker": "LEMON", "secId": 217}, {"sentences": [{"sentId": 495, "text": "Well, I don't know who it helps."}, {"sentId": 496, "text": "I don't know who Nixon's constituency is at this point."}], "speaker": "BRINKLEY", "secId": 218}, {"sentences": [{"sentId": 497, "text": "Exactly."}], "speaker": "LEMON", "secId": 219}, {"sentences": [{"sentId": 498, "text": "But nevertheless, it's the same blue white workers that Nixon was trying to win over during '68 and '72 when he ran that Donald Trump is reaching out to people that are fed up with liberalism and Nixon Sarah was, you know, George McGovern and Hubert Humphrey, Lyndon Johnson, and you see Donald Trump trying to generate momentum by being fed up with the Obama people."}], "speaker": "BRINKLEY", "secId": 220}, {"sentences": [{"sentId": 499, "text": "Douglas, Representative Henderson, Kayleigh, and Charles Hurt, thank you."}, {"sentId": 500, "text": "I appreciate all of you joining us this evening."}], "speaker": "LEMON", "secId": 221}, {"sentences": [{"sentId": 501, "text": "Thank you."}], "speaker": "MCENANY", "secId": 222}, {"sentences": [{"sentId": 502, "text": "No problem."}], "speaker": "HURT", "secId": 223}, {"sentences": [{"sentId": 503, "text": "Coming up, with the pope's arrival in the U.S. tomorrow, how important is religion in the presidential election?"}, {"sentId": 504, "text": "We're going to ask that, next."}], "speaker": "LEMON", "secId": 224}, {"sentences": [{"sentId": 505, "text": "Dr. Ben Carson is feeling the backlash of rejecting the idea of a Muslim president."}, {"sentId": 506, "text": "When John F. Kennedy was elected, he became the first and only Catholic President in the United States in United States history and he expressed his opinion of religion's role in politics."}], "speaker": "LEMON", "secId": 225}, {"sentences": [{"sentId": 507, "text": "I believe in an America that is officially neither Catholic, Protestant, nor Jewish, where no public official either request or accept instructions on public policy from the pope."}, {"sentId": 508, "text": "The National Council of Churches or any other enthusiastic or source."}], "speaker": "KENNEDY", "secId": 226}, {"sentences": [{"sentId": 509, "text": "Where no religious body seeks to impose its will, directly or indirectly upon the general populist or the public acts of its officials."}, {"sentId": 510, "text": "And where religious liberty is so indivisible that an act against one church is treated as an act against all."}], "speaker": "KENNEDY", "secId": 227}, {"sentences": [{"sentId": 511, "text": "So, that was John F. Kennedy."}, {"sentId": 512, "text": "Joining me now is Father Edward Beck, CNN religion commentator and host of The Sunday Mass, Father Albert Cutie, Episcopal priest and author of \"Dilemma, a Pre-Struggle with Faith and Love,\" and Imam Abdullah Antepli, Muslim chaplain at Duke University."}], "speaker": "LEMON", "secId": 228}, {"sentences": [{"sentId": 513, "text": "I'm glad to have all of you here this evening and get all of your perspectives."}, {"sentId": 514, "text": "Father beck, I'm going to start with you."}, {"sentId": 515, "text": "The pope arrives right here in the U.S. tomorrow."}, {"sentId": 516, "text": "It's worth noting that not too long ago, it was considered unthinkable that a Catholic would be elected for president."}, {"sentId": 517, "text": "Now it is common for Catholics to run."}, {"sentId": 518, "text": "So, what are your thoughts on tat of Ben Carson's comments about Muslims?"}], "speaker": "LEMON", "secId": 229}, {"sentences": [{"sentId": 519, "text": "Well, first of all, Pope Francis said in a daily homily at his residence that a good Catholic metals in politics."}, {"sentId": 520, "text": "And by that he meant you have to be involved in the issues of today that relate to people."}], "speaker": "BECK", "secId": 230}, {"sentences": [{"sentId": 521, "text": "And sometimes they are in the political arena."}, {"sentId": 522, "text": "So, issues like such as this with Ben Carson, the pope would say we have to have an opinion on it because it affects all of our lives, who we are as humanity."}], "speaker": "BECK", "secId": 231}, {"sentences": [{"sentId": 523, "text": "And the pope -- now, remember, the pope went to the Blue Mosque."}, {"sentId": 524, "text": "He prayed there in Istanbul."}, {"sentId": 525, "text": "He turned toward Mecca to play."}, {"sentId": 526, "text": "He was a good friend of an Imam in Argentina in Buenos Aires."}], "speaker": "BECK", "secId": 232}, {"sentences": [{"sentId": 527, "text": "So, what are you saying?"}], "speaker": "LEMON", "secId": 233}, {"sentences": [{"sentId": 528, "text": "What I am saying is he would say of course, Ben Carson is wrong on this issue, that as people of faith, Christian faith, Judaic faith, Islamic faith, we have to admit that we are all one, we are all equal in that regard."}], "speaker": "BECK", "secId": 234}, {"sentences": [{"sentId": 529, "text": "OK."}, {"sentId": 530, "text": "So, with that said, Father Cutie, we talk all the time about the separation of church and state."}, {"sentId": 531, "text": "But on the other hand, candidates often face informal religious litmus tests, don't they?"}], "speaker": "LEMON", "secId": 235}, {"sentences": [{"sentId": 532, "text": "Well, I think that the big issue today is to ask ourselves a question, are we ready for the reality of America today?"}, {"sentId": 533, "text": "The U.S. is no longer what it used to be when Kennedy was making that speech."}, {"sentId": 534, "text": "He talks about Christians and Jews."}], "speaker": "CUTIE", "secId": 236}, {"sentences": [{"sentId": 535, "text": "But what about Muslims?"}, {"sentId": 536, "text": "I mean, this is part of our reality today."}, {"sentId": 537, "text": "Muslims are part of American life and they are not part of radical Islam and they make that known to us every time something horrible happens and we begin to categorize all people associated with Islam the same way."}], "speaker": "CUTIE", "secId": 237}, {"sentences": [{"sentId": 538, "text": "We are reminded of the fact that radical Islam is not the report majority of Muslims."}, {"sentId": 539, "text": "When we speak of someone saying can I be a Muslim president?"}, {"sentId": 540, "text": "Of course, in the U.S. there could be a Muslim president."}, {"sentId": 541, "text": "Why not?"}], "speaker": "CUTIE", "secId": 238}, {"sentences": [{"sentId": 542, "text": "There are many people who don't believe that."}, {"sentId": 543, "text": "And if you look at the polling at least 38 percent believe that a Muslim should not be president of the United States."}, {"sentId": 544, "text": "So, having said that, Imam Antepli, as a Muslim, what is your perspective on this?"}], "speaker": "LEMON", "secId": 239}, {"sentences": [{"sentId": 545, "text": "Well, of course, I'm very disappointed that Ben Carson and similar remarks and I find it irresponsible to say the least."}, {"sentId": 546, "text": "Working with college-aged Muslim students, it's especially painful to hear these kind of remarks because here at Duke University, I've been talking to college age Muslim students, love your country, love your flag, serve this beautiful country and its noble people."}], "speaker": "ANTEPLI", "secId": 240}, {"sentences": [{"sentId": 547, "text": "And Ben Carson and people like him saying exactly the opposite."}, {"sentId": 548, "text": "You will never be welcomed and you will be judged based on who you are, not based on what you do."}, {"sentId": 549, "text": "And I don't know if anybody can be un- American by the statement like Ben Carson saying we will be judge you based on your identity, based on your religion, not by based on your actions."}], "speaker": "ANTEPLI", "secId": 241}, {"sentences": [{"sentId": 550, "text": "But it's not just Muslims, it's not just Islam, because Mitt Romney also faced a devout Mormon when he ran for president last time."}, {"sentId": 551, "text": "Look at this."}], "speaker": "LEMON", "secId": 242}, {"sentences": [{"sentId": 552, "text": "One person who will not vote for a more Mormon?"}], "speaker": "ROMNEY", "secId": 243}, {"sentences": [{"sentId": 553, "text": "Oh, is that right?"}, {"sentId": 554, "text": "Can I shake your hand, anyway?"}], "speaker": "UNIDENTIFIED MALE", "secId": 244}, {"sentences": [{"sentId": 555, "text": "No."}, {"sentId": 556, "text": "Nope."}], "speaker": "ROMNEY", "secId": 245}, {"sentences": [{"sentId": 557, "text": "OK."}], "speaker": "UNIDENTIFIED MALE", "secId": 246}, {"sentences": [{"sentId": 558, "text": "So, he walks out and he says, \"I am the one person who will not vote for a Mormon.\""}, {"sentId": 559, "text": "\"Can I shake your hand?\""}, {"sentId": 560, "text": "And he says, \"no,\" and he just walks away."}], "speaker": "LEMON", "secId": 247}, {"sentences": [{"sentId": 561, "text": "In that election though, both Mitt Romney and both Kennedy's words and said that Americans of faith all share the same value."}, {"sentId": 562, "text": "So, what is the proper role of religion to play when considering a candidate, Father Beck?"}], "speaker": "LEMON", "secId": 248}, {"sentences": [{"sentId": 563, "text": "I think religion is to speak about issues that have to do with humanity's struggle."}, {"sentId": 564, "text": "Immigration is a religious issue as well as a political issue."}, {"sentId": 565, "text": "The excesses of capitalism is a religious issue as well as a political issue."}, {"sentId": 566, "text": "Gun violence is a religious issue and a political issue."}], "speaker": "BECK", "secId": 249}, {"sentences": [{"sentId": 567, "text": "So, we have to opine on these issues that affect everyday lives of people struggling."}, {"sentId": 568, "text": "And the pope, again, says go to the periphery, those who are suffering, those who are being negatively impacted by these issues."}, {"sentId": 569, "text": "You must be ministers of them and you must affect legislation that is going to help these people."}], "speaker": "BECK", "secId": 250}, {"sentences": [{"sentId": 570, "text": "So, Father Cutie..."}], "speaker": "LEMON", "secId": 251}, {"sentences": [{"sentId": 571, "text": "But I think where, you know, where the pope..."}], "speaker": "CUTIE", "secId": 252}, {"sentences": [{"sentId": 572, "text": "Go ahead."}, {"sentId": 573, "text": "Yes."}], "speaker": "LEMON", "secId": 253}, {"sentences": [{"sentId": 574, "text": "But I think where the pope is wrong is he condemns capitalism and tells us about all the evils of capitalism, but rarely speaks about the evils of communism which has done so much evil throughout the world."}, {"sentId": 575, "text": "Here in Cuba, he has said nothing about Atheist to communism."}, {"sentId": 576, "text": "He is preaching the people who are suffering."}], "speaker": "CUTIE", "secId": 254}, {"sentences": [{"sentId": 577, "text": "You press no, Albert."}], "speaker": "CUTIE", "secId": 255}, {"sentences": [{"sentId": 578, "text": "Yes."}, {"sentId": 579, "text": "Right."}, {"sentId": 580, "text": "But he hasn't said anything during his hours there."}, {"sentId": 581, "text": "He has said absolutely nothing as if that was just a regular Latin American country that he's visiting and celebrating mass."}], "speaker": "CUTIE", "secId": 256}, {"sentences": [{"sentId": 582, "text": "I mean, I've listened to every speech and there isn't a single word of condemnation about global regime."}, {"sentId": 583, "text": "He went to visit Fidel Castro."}], "speaker": "CUTIE", "secId": 257}, {"sentences": [{"sentId": 584, "text": "I am, I am..."}], "speaker": "LEMON", "secId": 258}, {"sentences": [{"sentId": 585, "text": "How can you go visit Fidel Castro?"}], "speaker": "CUTIE", "secId": 259}, {"sentences": [{"sentId": 586, "text": "I am out of time."}], "speaker": "LEMON", "secId": 260}, {"sentences": [{"sentId": 587, "text": "When he comes here, is he going to ask President Obama how George W. Bush is doing?"}, {"sentId": 588, "text": "He's not going to ask about George W. Bush."}], "speaker": "CUTIE", "secId": 261}, {"sentences": [{"sentId": 589, "text": "Thank you, gentlemen."}], "speaker": "LEMON", "secId": 262}, {"sentences": [{"sentId": 590, "text": "Why will see the former dictator?"}], "speaker": "CUTIE", "secId": 263}, {"sentences": [{"sentId": 591, "text": "We'll be right back."}], "speaker": "LEMON", "secId": 264}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1509.21.cnnt.01.html.json", "time": "Aired September 21, 2015 - 22:00   ET"}