{"sectionCount": 257, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["COOPER", "ANNOUNCER", "LEMON", "TRUMP", "CLINTON", "OBAMA", "CARROLL", "CASAREZ", "YOUNG", "VERCAMMEN", "UNIDENTIFIED FEMALE", "UNIDENTIFIED MALE", "GERGEN", "BORGER", "BASH", "PRESTON", "WANG", "NAVARRO", "MADDEN", "REAGAN", "RYAN", "KRISTOF"], "subTitle": "Protests Growing Cities Across the Country After Trump's Win; A Country Divided; Hillary Clinton Apparently Winning Popular Vote' How Did Donald Trump Win?. Aired 10-11p ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1611/09/cnnt.01.html", "sentenceCount": 567, "sections": [{"sentences": [{"sentId": 0, "text": "CNN TONIGHT with Don Lemon starts now."}], "speaker": "COOPER", "secId": 0}, {"sentences": [{"sentId": 1, "text": "This is CNN breaking news."}], "speaker": "ANNOUNCER", "secId": 1}, {"sentences": [{"sentId": 2, "text": "Breaking news."}, {"sentId": 3, "text": "Protests spreading in the wake of Donald Trump's election."}], "speaker": "LEMON", "secId": 2}, {"sentences": [{"sentId": 4, "text": "This is CNN TONIGHT."}, {"sentId": 5, "text": "I'm Don Lemon."}], "speaker": "LEMON", "secId": 3}, {"sentences": [{"sentId": 6, "text": "The voters have spoken but this is a still a country divided."}, {"sentId": 7, "text": "Hillary Clinton apparently winning the popular vote while Donald Trump wins a stunning upset Electoral College victory."}], "speaker": "LEMON", "secId": 4}, {"sentences": [{"sentId": 8, "text": "To all republicans and democrats and independents across this nation, I say it is time for us to come together as one united people."}], "speaker": "TRUMP", "secId": 5}, {"sentences": [{"sentId": 9, "text": "Donald Trump is going to be our president."}, {"sentId": 10, "text": "We owe him an open mind and the chance to lead."}], "speaker": "CLINTON", "secId": 6}, {"sentences": [{"sentId": 11, "text": "We're not democrats first, we're not republicans first."}, {"sentId": 12, "text": "We are Americans first."}, {"sentId": 13, "text": "We're patriots first."}, {"sentId": 14, "text": "We all want what's best for this country."}], "speaker": "OBAMA", "secId": 7}, {"sentences": [{"sentId": 15, "text": "Here are the important questions."}, {"sentId": 16, "text": "But what happens now?"}, {"sentId": 17, "text": "What will American become under President Trump, and why did so many experts never see this coming?"}], "speaker": "LEMON", "secId": 8}, {"sentences": [{"sentId": 18, "text": "Our breaking news tonight, you're looking live at protests growing in cities all across this country tonight in the wake of Donald Trump's stunning upset victory less than 24 hours ago, from Trump's hometown right here in New York, to Chicago, from Denver to Oakland."}, {"sentId": 19, "text": "Let's get right now to CNN's Jason Carroll and Jean Casarez outside"}], "speaker": "LEMON", "secId": 9}, {"sentences": [{"sentId": 20, "text": "Trump Tower here in New York, also CNN's Ryan Young at an anti-Trump protest in Chicago tonight."}, {"sentId": 21, "text": "And Paul Vercammen joins us this evening from Los Angeles."}], "speaker": "LEMON", "secId": 10}, {"sentences": [{"sentId": 22, "text": "Jason, to you first, you're outside Trump Tower."}, {"sentId": 23, "text": "It's not even a full day of a Trump, of as President-elect Trump and there are mass protests."}, {"sentId": 24, "text": "What's going on?"}], "speaker": "LEMON", "secId": 11}, {"sentences": [{"sentId": 25, "text": "Still thousands of people out here in front of Trump Tower on Fifth Avenue."}, {"sentId": 26, "text": "Some of the crowd has leveled out a bit here, Don, but you can see police have managed to move a number of the protestors into a penned sectioned off by fences here."}], "speaker": "CARROLL", "secId": 12}, {"sentences": [{"sentId": 27, "text": "We are right on Fifth Avenue."}, {"sentId": 28, "text": "The protesters now more between 57th and 56th."}, {"sentId": 29, "text": "They're a little further south now on Fifth Avenue, a little closer to 56th Street."}, {"sentId": 30, "text": "They've been out here now for about two hours, they are very angry."}, {"sentId": 31, "text": "Many of them telling me earlier, Don, they feel as though, Donald Trump ran a racist campaign."}], "speaker": "CARROLL", "secId": 13}, {"sentences": [{"sentId": 32, "text": "They are not pleased obviously with the results of what happened last night, and they're looking for a way to vent their anger, vent their frustration with the system, with the media, with Donald Trump."}], "speaker": "CARROLL", "secId": 14}, {"sentences": [{"sentId": 33, "text": "A number of issues, that's why they've gathered out here."}, {"sentId": 34, "text": "So far it's been pretty peaceful."}, {"sentId": 35, "text": "Police officers you can see here on the other end in force, standing at the ready, just in case."}], "speaker": "CARROLL", "secId": 15}, {"sentences": [{"sentId": 36, "text": "But again, they've managed to disburse much of the crowd here on 57th Street, but a number of protestors still out here, still in front of Trump Tower, still very much voicing their anger."}, {"sentId": 37, "text": "Don?"}], "speaker": "CARROLL", "secId": 16}, {"sentences": [{"sentId": 38, "text": "All right, Jason I want you to stand by."}, {"sentId": 39, "text": "I want to get to Jean Casarez."}, {"sentId": 40, "text": "Jean, you're in the crowd with those protestors."}, {"sentId": 41, "text": "What are they saying?"}], "speaker": "LEMON", "secId": 17}, {"sentences": [{"sentId": 42, "text": "Well, they're chanting \"Donald Trump is not our president."}, {"sentId": 43, "text": "Donald Trump, go away.\""}, {"sentId": 44, "text": "You know, we're here in the New York Police Department said at its height there were 5,000 people here."}, {"sentId": 45, "text": "We want to show you over here because I'm at a different vantage point from Jason and there are a lot of people here and they are passionate and they are continuing to chant different chants."}], "speaker": "CASAREZ", "secId": 18}, {"sentences": [{"sentId": 46, "text": "Some of them extremely vulgar, some are \"Trump is not voice, don't make America."}, {"sentId": 47, "text": "Don't make hate again, not my president.\""}, {"sentId": 48, "text": "Some even saying \"America has never been great and there should be a revolution.\""}], "speaker": "CASAREZ", "secId": 19}, {"sentences": [{"sentId": 49, "text": "Now this was put on, it was promoted on Facebook, gathering so many people from the socialist alternative, and they also, as far as promotion do not believe that the Democratic Party has been fair to them by having Hillary Clinton as a nominee because she was not able to stop Donald Trump."}], "speaker": "CASAREZ", "secId": 20}, {"sentences": [{"sentId": 50, "text": "And this group believes that Bernie Sanders could have stopped him but they are primarily here tonight to voice their objection to who will be the 45th president of the United States, Don."}], "speaker": "CASAREZ", "secId": 21}, {"sentences": [{"sentId": 51, "text": "And you said, Jean, at the height that New York City police said it was about 5,000 people."}, {"sentId": 52, "text": "How many people are out there now and how long do they plan to stay, do you know?"}], "speaker": "LEMON", "secId": 22}, {"sentences": [{"sentId": 53, "text": "I would say close to a thousand right now and their voices are still passionate."}, {"sentId": 54, "text": "But we actually walked from Union Square up to here, 56th and Fifth Avenue, all along Fifth Avenue, that's 40 blocks."}, {"sentId": 55, "text": "It kept building as they kept walking and more and more people came and joined the group, but as you see, they're loud, they're loud, they're passionate and they don't seem to be going anywhere any time soon."}], "speaker": "CASAREZ", "secId": 23}, {"sentences": [{"sentId": 56, "text": "All right, Jean, I want you to stand by."}, {"sentId": 57, "text": "Let's get to Chicago now, Ryan Young is there."}, {"sentId": 58, "text": "Ryan, you're out there among the protestors."}, {"sentId": 59, "text": "Who are they and what are they saying?"}], "speaker": "LEMON", "secId": 24}, {"sentences": [{"sentId": 60, "text": "In fact, I want to show you where we are, famous Michigan Avenue."}, {"sentId": 61, "text": "And right behind us we are out  that you can see the big building right here that is Trump Tower that's here in town, that's where they are deciding to do this protest."}], "speaker": "YOUNG", "secId": 25}, {"sentences": [{"sentId": 62, "text": "One of the things I want to tell you already is if you hear the chant that are going on, you can definitely hear they're using the \"f\" word, but if you look on top of that look at the bus that's right here, that bus has been covered with people who decided to jump on top of the bus and show they disagree with Donald Trump."}], "speaker": "YOUNG", "secId": 26}, {"sentences": [{"sentId": 63, "text": "On top of that, this crowd here is huge."}, {"sentId": 64, "text": "I would tell you the crowd is more than a few thousand people, more than a half mile long, and you know, we keep seeing the crowds grow and grow."}, {"sentId": 65, "text": "At one point they were able to block parts of Lake Shore Drive."}], "speaker": "YOUNG", "secId": 27}, {"sentences": [{"sentId": 66, "text": "They have been loud, they've been consistent and they've been showing the displeasure."}, {"sentId": 67, "text": "This actually started around 5 o'clock."}, {"sentId": 68, "text": "And I can tell you it seems like every half hour this continues to grow."}, {"sentId": 69, "text": "More and more young people are growing into this crowd."}], "speaker": "YOUNG", "secId": 28}, {"sentences": [{"sentId": 70, "text": "And one thing about it is, it is a very diverse crowd."}, {"sentId": 71, "text": "You have people from Mexican ethnicity, black people, white people."}, {"sentId": 72, "text": "They're altogether in this and talk about a group of protestors."}], "speaker": "YOUNG", "secId": 29}, {"sentences": [{"sentId": 73, "text": "Now they're doing the four  chants to tell you they're against Trump and they want a different president."}, {"sentId": 74, "text": "Obviously someone's already been voted into."}, {"sentId": 75, "text": "So, people are saying they want to change, and you can hear them talking about at this point."}, {"sentId": 76, "text": "But, Don, I don't even know if you can hear me, it's so loud."}], "speaker": "YOUNG", "secId": 30}, {"sentences": [{"sentId": 77, "text": "Yes."}, {"sentId": 78, "text": "We can barely hear you, but we can make out what you're saying."}, {"sentId": 79, "text": "You know, you're a little bit low there."}, {"sentId": 80, "text": "Ryan, I want you to stand by."}, {"sentId": 81, "text": "You can see Ryan Young is in Chicago."}, {"sentId": 82, "text": "There's also protests on the other side of your screen from Portland, Oregon."}], "speaker": "LEMON", "secId": 31}, {"sentences": [{"sentId": 83, "text": "And if you're just tuning in we're following protests around the country in the wake of the election of Donald Trump, the new President-elect."}, {"sentId": 84, "text": "I want to get to Los Angeles, now that's where we find our Paul Vercammen."}, {"sentId": 85, "text": "Paul, what's happening there?"}], "speaker": "LEMON", "secId": 32}, {"sentences": [{"sentId": 86, "text": "Don, I'm just off camera."}, {"sentId": 87, "text": "We have about 200, 300, just as growing, maybe 400 people here on the steps of city hall."}, {"sentId": 88, "text": "This is an extremely young crowd, many of them were high- schoolers who started earlier in the day."}], "speaker": "VERCAMMEN", "secId": 33}, {"sentences": [{"sentId": 89, "text": "And one of the things that we're hearing throughout this part of California is, people in this crowd telling us that they now fear that Donald Trump is going to launch in a motion a series of events that causes them to have loved ones or relatives deported."}, {"sentId": 90, "text": "I'm now going to talk to Avia  who is one of those people."}], "speaker": "VERCAMMEN", "secId": 34}, {"sentences": [{"sentId": 91, "text": "Your fears right now about friends or relatives?"}], "speaker": "VERCAMMEN", "secId": 35}, {"sentences": [{"sentId": 92, "text": "Yes, I am."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 36}, {"sentences": [{"sentId": 93, "text": "Tell us what you're worried about?"}], "speaker": "VERCAMMEN", "secId": 37}, {"sentences": [{"sentId": 94, "text": "I'm worried our racist president is going to deport my family back to -- back to our homeland."}, {"sentId": 95, "text": "It's not right."}, {"sentId": 96, "text": "You have -- you have the right to be here."}, {"sentId": 97, "text": "No one should ever be deported to where they come from."}, {"sentId": 98, "text": "Donald Trump needs to leave the White House."}, {"sentId": 99, "text": "He needs to be impeached."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 38}, {"sentences": [{"sentId": 100, "text": "And can you tell us -- I know you're probably fearful of being very specific, but which relatives are you talking about, who are you worried about and are you a citizen?"}], "speaker": "VERCAMMEN", "secId": 39}, {"sentences": [{"sentId": 101, "text": "I'm a citizen of U.S., but my family is not."}, {"sentId": 102, "text": "My family lives in Alabama, but they may be deported either back to Japan or back to Guam, so I'm just a little worried about them right now."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 40}, {"sentences": [{"sentId": 103, "text": "All right, Don, that's just one of the sentiments here."}, {"sentId": 104, "text": "And also what we've been hearing throughout the night is people who are telling us that they feel California is its own nation state, very different from the rest of the country, and if you look at this sign right here, it echoes what you saw at Brexit, it says \"Calexit because we have different values but we share love for freedom.\""}], "speaker": "VERCAMMEN", "secId": 41}, {"sentences": [{"sentId": 105, "text": "And you heard someone yelled us that."}, {"sentId": 106, "text": "What is going through your mind right now and how serious are you taking this notion?"}], "speaker": "VERCAMMEN", "secId": 42}, {"sentences": [{"sentId": 107, "text": "All right."}, {"sentId": 108, "text": "What's going through my mind is just a lot of emotion."}, {"sentId": 109, "text": "I think today was a very emotional day for everybody in California."}, {"sentId": 110, "text": "Emotions are running high."}, {"sentId": 111, "text": "I heard this around quite a bit and I think part of the thing is, you know, we want to -- we want it to be peaceful."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 43}, {"sentences": [{"sentId": 112, "text": "We understand some people feel this way, other people feel this way, that's not necessarily a right or wrong, but we can like, coax this but we need to like -- maybe it's like an amicable breakup."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 44}, {"sentences": [{"sentId": 113, "text": "We need to stop being co-dependent, and start being independent."}, {"sentId": 114, "text": "We've been co-dependently supporting the rest of the country for too long."}, {"sentId": 115, "text": "It's like having a broke ask for friend for dinner who just give you shit about your life ."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 45}, {"sentences": [{"sentId": 116, "text": "Now the thing is like our values, it's our core value system."}, {"sentId": 117, "text": "I'm from the Midwest and I moved here because I wanted to be around open-minded people, I wanted to be around this diversity."}, {"sentId": 118, "text": "And this diversity is what I love about living in L.A."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 46}, {"sentences": [{"sentId": 119, "text": "And with somebody attacks the diversity of my community I take that as a personal attack and that's not OK."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 47}, {"sentences": [{"sentId": 120, "text": "And as I California Native, I grew upon in the '70s, I grew up around this idea that we could take care of the earth."}, {"sentId": 121, "text": "And if the California environmental values aren't spread out to the rest of the couny, the whole planet is screwed."}, {"sentId": 122, "text": "It's about..."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 48}, {"sentences": [{"sentId": 123, "text": "Global issue."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 49}, {"sentences": [{"sentId": 124, "text": "... it's about respect."}, {"sentId": 125, "text": "It's a global issue."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 50}, {"sentences": [{"sentId": 126, "text": "Yes, global issue."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 51}, {"sentences": [{"sentId": 127, "text": "Respecting our neighbors."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 52}, {"sentences": [{"sentId": 128, "text": "You're saying this is a global issue."}], "speaker": "VERCAMMEN", "secId": 53}, {"sentences": [{"sentId": 129, "text": "It is a global issue."}, {"sentId": 130, "text": "Because we need to take care of initiative in order to take care of everybody."}, {"sentId": 131, "text": "It starts with humans."}, {"sentId": 132, "text": "We have to take care of the planet, we have to take care of water, we have to take care of children, we have to take care of the future."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 54}, {"sentences": [{"sentId": 133, "text": "Without these implementations in our system, we're extremely doomed and that is negative for the effect of our society and the children."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 55}, {"sentences": [{"sentId": 134, "text": "I do this because I care for the future."}, {"sentId": 135, "text": "I am concerned about what would happen 20 years from now."}, {"sentId": 136, "text": "Already there's indications in China and in India that pollution is killing people."}, {"sentId": 137, "text": "Children and elderly especially, and I'm extremely passionate of what I do now and I will never stop."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 56}, {"sentences": [{"sentId": 138, "text": "We really appreciate your guys' comments."}, {"sentId": 139, "text": "I'm going to send it back to you now, Don."}, {"sentId": 140, "text": "You got a flavor for it."}, {"sentId": 141, "text": "You can see over here, as we said, these are literally the steps of city hall and we're now have about two to three, to 400 people here."}, {"sentId": 142, "text": "Very peaceful."}], "speaker": "VERCAMMEN", "secId": 57}, {"sentences": [{"sentId": 143, "text": "And the Los Angeles Police Department taking a very standoff approach and that they're off in the distance."}, {"sentId": 144, "text": "We're not seeing any confrontations and by the way, just for the last couple of moments we've seen some more signs, yellow signs that say \"Wall Street is the enemy, not Muslims or immigrants.\""}, {"sentId": 145, "text": "Don, I can't hear you so well, so I'll toss it back to you and hope I can hear you."}], "speaker": "VERCAMMEN", "secId": 58}, {"sentences": [{"sentId": 146, "text": "All right, Paul."}, {"sentId": 147, "text": "I think, I know it's very loud there."}, {"sentId": 148, "text": "Paul Vercammen is in Los Angeles for u."}, {"sentId": 149, "text": "Los Angeles, Oakland, California protests growing all across the country this evening, although the one in New York may be dissipating just a little bit."}], "speaker": "LEMON", "secId": 59}, {"sentences": [{"sentId": 150, "text": "Also, in Chicago this evening, there is a protest, and there is a big one happening, the one that started was the one in New York City right at Trump Tower."}, {"sentId": 151, "text": "And again, let's go back to Jason Carroll who is there."}, {"sentId": 152, "text": "Jason, as we look at these other protests on our screen right now in Oakland and in Portland and Los Angeles, has Trump said anything about the protests?"}], "speaker": "LEMON", "secId": 60}, {"sentences": [{"sentId": 153, "text": "What we haven't heard Donald Trump say anything about the protests as of yet."}, {"sentId": 154, "text": "But you know, look tomorrow's another day."}, {"sentId": 155, "text": "But what we have heard from the President-elect, Don, and -- is that what he wants to do is represent people of all races."}, {"sentId": 156, "text": "He says of all different backgrounds and ethnicities."}, {"sentId": 157, "text": "What he wants to do is try and unite this country."}], "speaker": "CARROLL", "secId": 61}, {"sentences": [{"sentId": 158, "text": "One of the folks I want to bring in very quickly that he's already brought into the fold voted for Donald Trump, he came out to the protest to see what was going on."}], "speaker": "CARROLL", "secId": 62}, {"sentences": [{"sentId": 159, "text": "You are Latino, you voted for Donald Trump."}], "speaker": "CARROLL", "secId": 63}, {"sentences": [{"sentId": 160, "text": "Absolutely."}], "speaker": "UNIDENTIFIED MALE", "secId": 64}, {"sentences": [{"sentId": 161, "text": "What do you think of what's happening behind you here?"}], "speaker": "CARROLL", "secId": 65}, {"sentences": [{"sentId": 162, "text": "I'm kind of confused."}, {"sentId": 163, "text": "I feel that it's very disrespectful and what these people are doing is just outrageous."}, {"sentId": 164, "text": "At the same time, I was just saying that to my friend that a lot of them are young and in my opinion don't really know what they're doing."}, {"sentId": 165, "text": "They're just doing it out of anger."}, {"sentId": 166, "text": "They have no strategy to what they're doing."}], "speaker": "UNIDENTIFIED MALE", "secId": 66}, {"sentences": [{"sentId": 167, "text": "But, you know, in talking to some of the protestors out here, they're venting and voicing their thoughts because they feel as though their voices were not heard."}], "speaker": "CARROLL", "secId": 67}, {"sentences": [{"sentId": 168, "text": "Well, I mean if you -- if -- obviously the voice of America was heard."}, {"sentId": 169, "text": "People voted, and he won, you know, so you had a chance to vote."}, {"sentId": 170, "text": "She lost."}, {"sentId": 171, "text": "You know, get over it."}], "speaker": "UNIDENTIFIED MALE", "secId": 68}, {"sentences": [{"sentId": 172, "text": "Your thought, time to move on."}, {"sentId": 173, "text": "And you heard what the president-elect, he said he wants to represent people of all races, all ethnicities."}, {"sentId": 174, "text": "Obviously this is something that resonated with you even before this?"}], "speaker": "CARROLL", "secId": 69}, {"sentences": [{"sentId": 175, "text": "Absolutely."}, {"sentId": 176, "text": "Way before this even happened."}, {"sentId": 177, "text": "I remember being denounced by many people who are close to me like family members, they were like, oh, no, you don't know what you're doing."}, {"sentId": 178, "text": "A lot of them are Hispanic, because I'm Hispanic and it came to a point where I was just like, OK, this is what I believe."}, {"sentId": 179, "text": "I believe what this man is saying."}, {"sentId": 180, "text": "So, with that being said, I stuck to my commitment and I actually voted for him, and as well as donated something."}, {"sentId": 181, "text": "CARROLL:  All right."}, {"sentId": 182, "text": "Thanks very much."}, {"sentId": 183, "text": "Thanks for coming on."}, {"sentId": 184, "text": "So, Don,"}], "speaker": "UNIDENTIFIED MALE", "secId": 70}, {"sentences": [{"sentId": 185, "text": "I just want to present a different point of view, different perspective."}, {"sentId": 186, "text": "OK."}, {"sentId": 187, "text": "I want you to take a look at the line of police officers that are still here on Fifth Avenue."}], "speaker": "UNIDENTIFIED MALE", "secId": 71}, {"sentences": [{"sentId": 188, "text": "I'm sorry, you're saying what?"}], "speaker": "UNIDENTIFIED MALE", "secId": 72}, {"sentences": [{"sentId": 189, "text": "Trump represents racism in this country and we will not stand for it."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 73}, {"sentences": [{"sentId": 190, "text": "No."}], "speaker": "UNIDENTIFIED MALE", "secId": 74}, {"sentences": [{"sentId": 191, "text": "I just wanted to get your voice in there because I know you jump in."}, {"sentId": 192, "text": "All right."}, {"sentId": 193, "text": "So, once again, Don, you can see the line of police officers who are here on Fifth Avenue right in front of Trump Tower."}], "speaker": "CARROLL", "secId": 75}, {"sentences": [{"sentId": 194, "text": "Trump for his part is not here."}, {"sentId": 195, "text": "Trump Tower he left some time ago."}, {"sentId": 196, "text": "He was here earlier today meeting with his top advisors."}, {"sentId": 197, "text": "I'm sure you've already heard some of the names that are already being floated out in terms of working toward his transition team, some names familiar names that have been quoted like Newt Gingrich, Chris Christie, Rudy Giuliani, former New York City neighbor -- Mayor, just some of the names that are being floated out now as Donald Trump moves ahead with his transition team tomorrow, he'll be meeting with the president."}], "speaker": "CARROLL", "secId": 76}, {"sentences": [{"sentId": 198, "text": "Also be meeting with House Speaker Paul Ryan, someone he was at odds with throughout the campaign, but someone he will be meeting with tomorrow."}, {"sentId": 199, "text": "Don?"}], "speaker": "CARROLL", "secId": 77}, {"sentences": [{"sentId": 200, "text": "All right, Jason, I want you to stand by and maybe to get back to you."}, {"sentId": 201, "text": "I want to go back to Chicago, though, now and Ryan Young."}, {"sentId": 202, "text": "Ryan, what's going on there?"}], "speaker": "LEMON", "secId": 78}, {"sentences": [{"sentId": 203, "text": "Yes."}, {"sentId": 204, "text": "A few thousand people and they obviously are screaming some very colorful words about Donald Trump."}, {"sentId": 205, "text": "This has been going on since about 5 o'clock."}, {"sentId": 206, "text": "We're told they've walked several miles."}, {"sentId": 207, "text": "They even blocked Lake Shore Drive at one point."}, {"sentId": 208, "text": "There are signs like this one that you can see here."}, {"sentId": 209, "text": "Please tell me what your sign says first of all."}], "speaker": "YOUNG", "secId": 79}, {"sentences": [{"sentId": 210, "text": "My sign says, \"I can't believe I still have to protest for civil rights.\""}], "speaker": "UNIDENTIFIED FEMALE", "secId": 80}, {"sentences": [{"sentId": 211, "text": "What brought you guys out here to protest against Donald Trump?"}], "speaker": "YOUNG", "secId": 81}, {"sentences": [{"sentId": 212, "text": "I think a lot of us are just in utter shock and disbelief."}, {"sentId": 213, "text": "Obviously the forecasts did not predict this outcome and a lot of us don't really know what else do, so we're just doing what we can do."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 82}, {"sentences": [{"sentId": 214, "text": "Do me a favor, describe the crowd in terms of the mixture and how people have been so far."}, {"sentId": 215, "text": "UNIDENTIFIED FEMALE:  Well, I mean, obviously we see a lot of people"}], "speaker": "YOUNG", "secId": 83}, {"sentences": [{"sentId": 216, "text": "of color and people of different backgrounds, which is very, very nice to see."}, {"sentId": 217, "text": "Coming from Nebraska, I don't see that very often."}, {"sentId": 218, "text": "And everybody has been very peaceful so far, so it's been very nice out here."}], "speaker": "YOUNG", "secId": 84}, {"sentences": [{"sentId": 219, "text": "You guys obviously, you told me you're college students."}, {"sentId": 220, "text": "What has this been like watching this over the last 24 hours or so how it unraveled?"}], "speaker": "YOUNG", "secId": 85}, {"sentences": [{"sentId": 221, "text": "It's been really frustrating because as a nation we thought we have come so far but it seems like we've taken many steps back so we want to come together to change that and make sure we keep going forward."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 86}, {"sentences": [{"sentId": 222, "text": "Someone might say, hey, the vote is over."}, {"sentId": 223, "text": "He's president, so why not move on, what would you guys say to that?"}], "speaker": "YOUNG", "secId": 87}, {"sentences": [{"sentId": 224, "text": "It's never over."}, {"sentId": 225, "text": "It's never over."}, {"sentId": 226, "text": "We can still fight."}, {"sentId": 227, "text": "Our ancestors fought for so -- for so long."}, {"sentId": 228, "text": "They fought so hard."}, {"sentId": 229, "text": "It is not our time to give up right now."}, {"sentId": 230, "text": "It is not."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 88}, {"sentences": [{"sentId": 231, "text": "Thank you."}, {"sentId": 232, "text": "Don, one of the things I want to show you -- thank you, ladies -- thank you, ladies."}, {"sentId": 233, "text": "One of the things I want to show you, see that bus up there, that's where a lot of protestors inside that jump on top of the bus and showing their displeasure on what's going on."}], "speaker": "YOUNG", "secId": 89}, {"sentences": [{"sentId": 234, "text": "And you see we're right outside the front Trump Tower."}, {"sentId": 235, "text": "So this has been going on for several hours."}, {"sentId": 236, "text": "We've seen the police."}, {"sentId": 237, "text": "The only time they seem to get involved is when they decide to block Lake Shore Drive."}, {"sentId": 238, "text": "That's obviously the major street here in Chicago."}], "speaker": "YOUNG", "secId": 90}, {"sentences": [{"sentId": 239, "text": "And once they block that, that's when the police stepped in."}, {"sentId": 240, "text": "Outside of that, everything has been peaceful so far."}], "speaker": "YOUNG", "secId": 91}, {"sentences": [{"sentId": 241, "text": "All right, Ryan Young."}, {"sentId": 242, "text": "Thank you very much."}, {"sentId": 243, "text": "Again you're looking at protests happening all around the country in several major cities in Chicago, in Philadelphia, in Portland, in New York City, and on, and on."}], "speaker": "LEMON", "secId": 92}, {"sentences": [{"sentId": 244, "text": "The one in New York, of course right in front of Trump Tower., the one in Chicago, in front of the Trump Tower and hotel there right on the river."}], "speaker": "LEMON", "secId": 93}, {"sentences": [{"sentId": 245, "text": "And again, we'll continue to follow that and bring the latest on this breaking news here right here on CNN."}], "speaker": "LEMON", "secId": 94}, {"sentences": [{"sentId": 246, "text": "Meantime now, let's bring in my panel, CNN's Dana Bash and Mark Preston, also chief political analyst, Gloria Borger, and senior political Analyst David Gergen, and Princeton University Professor, Sam Wang, the co-host of Politics, the Politics and Polls podcast."}], "speaker": "LEMON", "secId": 95}, {"sentences": [{"sentId": 247, "text": "Good evening to all of you."}, {"sentId": 248, "text": "I got to start by asking about these protests that are happening right now, and did any of you expect this?"}, {"sentId": 249, "text": "Did you expect this, David Gergen?"}], "speaker": "LEMON", "secId": 96}, {"sentences": [{"sentId": 250, "text": "No, we had an unprecedented election yesterday and now we've got an unprecedented protest."}, {"sentId": 251, "text": "I think of what's very striking is that in both cases, we had a massive protest vote yesterday that brought the office of the presidency to Donald Trump, and now we're having the county protest."}], "speaker": "GERGEN", "secId": 97}, {"sentences": [{"sentId": 252, "text": "This is a very divided country."}, {"sentId": 253, "text": "It's clear."}, {"sentId": 254, "text": "Mr. Trump is not going to have much of a honeymoon and we're in for some rough times ahead."}, {"sentId": 255, "text": "I think if we're going to re-knit the fabric of this country it's going to take him an enormous amount of effort on his part, as well as others to come to this with goodwill."}], "speaker": "GERGEN", "secId": 98}, {"sentences": [{"sentId": 256, "text": "Because the divisions are so deep and the anxiety and the fear on the part of those who lost is beyond anything I've ever seen in a presidential election, Don, I must tell you."}, {"sentId": 257, "text": "I have not known people just call or written and say listen, I'm just desperately anxious, do I need to move, are they going to deport my family, what are they going to do, am I going to lose my healthcare."}, {"sentId": 258, "text": "There are a lot of people out there who are on the losing side who are extremely unhappy tonight and we see them in the streets."}], "speaker": "GERGEN", "secId": 99}, {"sentences": [{"sentId": 259, "text": "Yes."}, {"sentId": 260, "text": "Gloria Borger, this is what many people have been talking about, the fear, I think this is -- it's -- listen, our country is used to, you know, attacking left to right, having our republican president or a liberal or democratic president, this is beyond that."}], "speaker": "LEMON", "secId": 100}, {"sentences": [{"sentId": 261, "text": "This is about fear, that many perceived to be stoke up on the campaign trail, and maybe just out of fostering by Donald Trump and they're worried about it."}], "speaker": "LEMON", "secId": 101}, {"sentences": [{"sentId": 262, "text": "Yes, I think -- I think that's what you see playing out right now."}, {"sentId": 263, "text": "The pendulum has swung dramatically."}, {"sentId": 264, "text": "It's not out of the ordinary in American politics actually for that to occur."}, {"sentId": 265, "text": "You had eight years of a president who was very polarizing and now is quite popular."}], "speaker": "BORGER", "secId": 102}, {"sentences": [{"sentId": 266, "text": "And what Donald Trump has promised to do is undo mostly everything he's done for the past eight years."}, {"sentId": 267, "text": "And after this bitter and divisive campaign in which Hillary Clinton and Donald Trump went at each other and Hillary Clinton called Donald Trump dangerous and he called her names back, you have an American public that was listening to that."}], "speaker": "BORGER", "secId": 103}, {"sentences": [{"sentId": 268, "text": "And that voters here are afraid of the unknown and what will happen next in terms of immigration, for example, in terms of healthcare."}, {"sentId": 269, "text": "I mean, these are major issues that affect their families."}], "speaker": "BORGER", "secId": 104}, {"sentences": [{"sentId": 270, "text": "And what I see going on here what the question that comes to my mind is this is a constituency now in need of a leader."}], "speaker": "BORGER", "secId": 105}, {"sentences": [{"sentId": 271, "text": "We talk about a change of leadership obviously in the Republican Party you have a President-elect Trump."}, {"sentId": 272, "text": "Who do you have in the Democratic Party now that can lead beyond the Clintons for the next generation and who can talk to these people in the streets now and beyond who are going to be looking for a leader of that party?"}], "speaker": "BORGER", "secId": 106}, {"sentences": [{"sentId": 273, "text": "And Dana, to that end, is this in part because democrats didn't prepare their people for the chance that they could lose?"}], "speaker": "LEMON", "secId": 107}, {"sentences": [{"sentId": 274, "text": "I think that's possible, but I think that David and Gloria and you Don, have been saying what this is about is fear."}, {"sentId": 275, "text": "And I think let me just be kind of the glass half full person for a minute here."}], "speaker": "BASH", "secId": 108}, {"sentences": [{"sentId": 276, "text": "We're seeing peaceful protests in the streets."}, {"sentId": 277, "text": "We're not seeing tanks."}, {"sentId": 278, "text": "You know, this is another example, an illustration of a healthy democracy."}], "speaker": "BASH", "secId": 109}, {"sentences": [{"sentId": 279, "text": "Obviously, one is what we saw yesterday, which is an election and this is people who are never mind not thrilled with the outcome, fearful of it and they want their voices to be heard because they don't feel that they were heard at the ballot box because the candidate that they are unsure of, and frankly, many of them scared of is going to be the next president of the United States."}], "speaker": "BASH", "secId": 110}, {"sentences": [{"sentId": 280, "text": "So, we're having this conversation now because they're using their right to protest."}], "speaker": "BASH", "secId": 111}, {"sentences": [{"sentId": 281, "text": "That is part of an American democracy, Mark."}, {"sentId": 282, "text": "The question is do we expect to see more of these?"}, {"sentId": 283, "text": "I think Van Jones said earlier that he expects these to grow at least for the time being."}], "speaker": "LEMON", "secId": 112}, {"sentences": [{"sentId": 284, "text": "I think Van is right."}, {"sentId": 285, "text": "You know, I really think it's situational."}, {"sentId": 286, "text": "You know, look this is still very raw at this time last night, we still didn't know who was going to be president of the United States."}, {"sentId": 287, "text": "Things started, you know, tilting towards Donald Trump at about this hour."}], "speaker": "PRESTON", "secId": 113}, {"sentences": [{"sentId": 288, "text": "But look people are scared."}, {"sentId": 289, "text": "People are frustrated, and people are upset that they didn't win."}, {"sentId": 290, "text": "I mean, it was in many ways we thought the cake was baked."}, {"sentId": 291, "text": "We thought Hillary Clinton was going to be the next president, we all thought, you know, we looked at the modeling and the statistics and what have you and we thought that it was a done deal."}, {"sentId": 292, "text": "And I think people were shocked and surprised."}], "speaker": "PRESTON", "secId": 114}, {"sentences": [{"sentId": 293, "text": "Now one thing about these protests, Dana is absolutely right."}, {"sentId": 294, "text": "This a healthy democracy and the fact is we should be embracing the fact that people are using voice and using their vote."}, {"sentId": 295, "text": "We saw that with the anger and frustration from Middle America, particularly the white working class, middle class who are -- you know, who don't have college degrees who feel like they've been left behind."}], "speaker": "PRESTON", "secId": 115}, {"sentences": [{"sentId": 296, "text": "What we're seeing out there in the streets right now is we're seeing young people who feel left behind; we're seeing minorities who feel left behind."}], "speaker": "PRESTON", "secId": 116}, {"sentences": [{"sentId": 297, "text": "But at some point, and I think Paul Begala said this just a couple of hours ago, is you have to stop protesting and you got to vote."}, {"sentId": 298, "text": "So, you can go out there and protest all you want, but the fact of the matter is if you really want to enact change, then you need to get involved."}], "speaker": "PRESTON", "secId": 117}, {"sentences": [{"sentId": 299, "text": "So, while this is the start of something it shouldn't be the end of something, and I don't just mean for those folks on the street, I mean for the folks who voted for Donald Trump, and I just meant for everybody who has a say in what our democracy is."}], "speaker": "PRESTON", "secId": 118}, {"sentences": [{"sentId": 300, "text": "Sam, some of the anger maybe because it was a shocking outcome and no other way to say it."}, {"sentId": 301, "text": "But before the election here's what you tweeted."}, {"sentId": 302, "text": "You said \"it's totally over."}, {"sentId": 303, "text": "If Trump wins more than 240 votes I will eat a bug.\""}, {"sentId": 304, "text": "I think you said it here on the show as well."}, {"sentId": 305, "text": "Now we don't want you to eat a bug, but all the polls were wrong."}], "speaker": "LEMON", "secId": 119}, {"sentences": [{"sentId": 306, "text": "I made a promise."}], "speaker": "WANG", "secId": 120}, {"sentences": [{"sentId": 307, "text": "yes."}, {"sentId": 308, "text": "And all the polls were wrong including yours, and you know, we were up here saying it as the journalists and the anchors who are giving out the information from the pollsters, so what happened?"}, {"sentId": 309, "text": "What went wrong?"}], "speaker": "LEMON", "secId": 121}, {"sentences": [{"sentId": 310, "text": "Yes, I think what happened here is that it is true that people who are aggravating polls, including myself were pretty sure to varying degrees of a Clinton victory, and the fact of the matter is that there was a reasonably large polling error, the polling error was something like three to six percentage points, six points in Senate races, three or four points for the presidency, and basically, it was -- it's a polling error that's pretty large."}], "speaker": "WANG", "secId": 122}, {"sentences": [{"sentId": 311, "text": "And as a race that was pretty narrowly contested."}, {"sentId": 312, "text": "Probably a significant cause here is undecided voters who made their minds up at the last minute or who are able to state their preference, maybe they weren't even aware at what their preference was, because Donald Trump is a uniquely polarizing candidate."}], "speaker": "WANG", "secId": 123}, {"sentences": [{"sentId": 313, "text": "Not only between republicans and democrats but also even within the Republican Party there is something strongly polarizing about him and what's happening on the streets is almost certainly a reaction to the unprecedented nature of his candidacy."}], "speaker": "WANG", "secId": 124}, {"sentences": [{"sentId": 314, "text": "Gloria Borger, back to you."}, {"sentId": 315, "text": "Listen, I wonder about this, now I've asked so many people, some of the surrogates for Donald Trump, some of the pollsters and our very own analyst, was there a hidden Donald Trump vote?"}, {"sentId": 316, "text": "Some people say that it -- there wasn't one, that's a false narrative that's being put out."}, {"sentId": 317, "text": "What do you see?"}, {"sentId": 318, "text": "How do you see that?"}], "speaker": "LEMON", "secId": 125}, {"sentences": [{"sentId": 319, "text": "I think it's -- it's really simplistic to say it's just one thing."}, {"sentId": 320, "text": "I think that in talking to people who were doing the data analytics for the Trump campaign, they were seeing some voters in rural America that other people were not seeing but even they said they underestimated the turnout in rural America in some states by as much as 10 percent."}], "speaker": "BORGER", "secId": 126}, {"sentences": [{"sentId": 321, "text": "Also, what you were just talking about was these late deciders."}, {"sentId": 322, "text": "Among late deciders, there was a large number of them in a lot of states."}, {"sentId": 323, "text": "Trump won those late deciders by 10 points."}, {"sentId": 324, "text": "So, could those have been people after the FBI issue, the Comey issue, could they have decided at the last minute to vote against Hillary Clinton, sure."}], "speaker": "BORGER", "secId": 127}, {"sentences": [{"sentId": 325, "text": "But I think there are larger factors that play here and John King has been talking about this, you know, for the past 24 hours we have divisions in this country, we have urban, rural, college-educated, non-college-educated."}], "speaker": "BORGER", "secId": 128}, {"sentences": [{"sentId": 326, "text": "We had divisions on gender, we had divisions on issues like trade, and all of those things heap together."}, {"sentId": 327, "text": "We had a Donald Trump victory and I think the democrats if anything, were guilty of assuming that the middle class would be with them because they have always been in the past in those blue states."}], "speaker": "BORGER", "secId": 129}, {"sentences": [{"sentId": 328, "text": "And what they didn't anticipate was that a lot of those voters feel disenfranchised and left behind particularly in a lot of those blue rust belt states and they decided to leave the Democratic Party because they felt that the candidate, Hillary Clinton, was not representing the kind of change that they feel they need and they're not getting from the Democratic Party."}], "speaker": "BORGER", "secId": 130}, {"sentences": [{"sentId": 329, "text": "Dana, so much emphasis was put on how women were going to vote."}, {"sentId": 330, "text": "How did women vote?"}], "speaker": "LEMON", "secId": 131}, {"sentences": [{"sentId": 331, "text": "Not enough for Hillary Clinton, not enough at all, and just in general, but the numbers were lower, which is true I think of all demographics, of all age groups across the board, democrats and republicans, which is part of the story that Gloria was just talking about."}], "speaker": "BASH", "secId": 132}, {"sentences": [{"sentId": 332, "text": "And the one thing, too, that there was a myth, that there was a sweep."}], "speaker": "LEMON", "secId": 133}, {"sentences": [{"sentId": 333, "text": "Yes."}], "speaker": "BASH", "secId": 134}, {"sentences": [{"sentId": 334, "text": "Less fewer people voted than last time and the minority demographic that was expected to show up for Hillary Clinton just didn't, so it wasn't a real sweep of people across the country as we have though, as well, in which John King pointed out earlier."}], "speaker": "LEMON", "secId": 135}, {"sentences": [{"sentId": 335, "text": "Right."}, {"sentId": 336, "text": "Right."}, {"sentId": 337, "text": "It didn't turn out to be at all."}, {"sentId": 338, "text": "But, so, it was -- that was the case for just women in general, but the way the thing that really sort of cleaned her clock with regard to the way voters came out was the divide between educated women and non-educated -- I'm saying that wrong -- women who don't have a college education."}, {"sentId": 339, "text": "Thank you."}, {"sentId": 340, "text": "It's been a long -- it's a long 24 hours."}], "speaker": "BASH", "secId": 136}, {"sentences": [{"sentId": 341, "text": "We understand."}], "speaker": "LEMON", "secId": 137}, {"sentences": [{"sentId": 342, "text": "I think it was two to one."}], "speaker": "BASH", "secId": 138}, {"sentences": [{"sentId": 343, "text": "Yes."}], "speaker": "LEMON", "secId": 139}, {"sentences": [{"sentId": 344, "text": "According to the -- according to the polls that we've seen against Hillary Clinton, who of course running to be first female president."}, {"sentId": 345, "text": "And I have to say that now everything is very, very clear with 20/20 hindsight, but when I went to the suburban Philadelphia area about a month ago now, it was right after that Access Hollywood tape broke and these were women who came out at that time to see Ivanka Trump."}, {"sentId": 346, "text": "And they did not care at all about that tape."}, {"sentId": 347, "text": "They didn't care about"}], "speaker": "BASH", "secId": 140}, {"sentences": [{"sentId": 348, "text": "anything except for the fact that they liked Donald Trump's message, that he was an outsider, he was going to focus on economic issues and by the way, he wasn't Hillary Clinton who they couldn't stand."}], "speaker": "BASH", "secId": 141}, {"sentences": [{"sentId": 349, "text": "Yes."}, {"sentId": 350, "text": "Go ahead, David Gergen."}], "speaker": "LEMON", "secId": 142}, {"sentences": [{"sentId": 351, "text": "I just want to say, Don, it does seem to me that given the certainty which so many approaches election and the outcome of the election right up until, you know, 9 o'clock, 10 o'clock last night, how shattering and shocking the result was, that all of us ought to -- in my judgment, ought to be a little humble about trying to explain it as if we know."}], "speaker": "GERGEN", "secId": 143}, {"sentences": [{"sentId": 352, "text": "You know, we didn't understand it going in, why should we understand it perfectly in hindsight."}, {"sentId": 353, "text": "I think this is going to take a lot of sorting out and a lot of introspection by various institutions."}], "speaker": "GERGEN", "secId": 144}, {"sentences": [{"sentId": 354, "text": "The polling industry really ought to look internally at sort of what happened here."}, {"sentId": 355, "text": "Frankly, the media has a responsibility to ask."}, {"sentId": 356, "text": "And we need to ask ourselves, how do we cover this, what should we have done better, that we were enablers of Donald Trump, you know, were we too negative in the end toward him?"}], "speaker": "GERGEN", "secId": 145}, {"sentences": [{"sentId": 357, "text": "How do -- there are lots of questions here that it's one of our most significant elections."}, {"sentId": 358, "text": "And I think we ought to be willing to take some time to sort it out so that we understand better before we sort of rush on to the next event."}], "speaker": "GERGEN", "secId": 146}, {"sentences": [{"sentId": 359, "text": "All right, everyone, thank you very much."}, {"sentId": 360, "text": "And you know, Sam, I give you a lot of credit for coming on and being honest about it and I really appreciate that."}, {"sentId": 361, "text": "Thanks to my entire panel."}], "speaker": "LEMON", "secId": 147}, {"sentences": [{"sentId": 362, "text": "When we come right back, as protests spread across the country tonight, can Donald Trump heal the divide in this country, and I have a message for the American people."}], "speaker": "LEMON", "secId": 148}, {"sentences": [{"sentId": 363, "text": "Welcome, everyone."}, {"sentId": 364, "text": "Please pay attention to this."}], "speaker": "LEMON", "secId": 149}, {"sentences": [{"sentId": 365, "text": "There is no denying that this has been one of the ugliest elections in years."}, {"sentId": 366, "text": "Far from America's finest hour, but it's over, and Donald Trump has won and he has won fair and square."}, {"sentId": 367, "text": "Whether you agree with him or not, it is up to us to give the president-elect the benefit of the doubt."}], "speaker": "LEMON", "secId": 150}, {"sentences": [{"sentId": 368, "text": "It is also up to him to help heal this divided nation."}, {"sentId": 369, "text": "No, never abandon your principles, like the people who are out in the streets tonight doing it peacefully, that's what America is about."}, {"sentId": 370, "text": "But one of the foundations of this country is the peaceful transition of power from one administration to the next."}], "speaker": "LEMON", "secId": 151}, {"sentences": [{"sentId": 371, "text": "It's one of the things that truly make this country great."}, {"sentId": 372, "text": "The people have spoken."}, {"sentId": 373, "text": "Now it's time for us to come together as one nation, Americans."}, {"sentId": 374, "text": "Meanwhile, protestors spreading less than 24 hours after Donald"}], "speaker": "LEMON", "secId": 152}, {"sentences": [{"sentId": 375, "text": "Trump's stunning election victory."}], "speaker": "LEMON", "secId": 153}, {"sentences": [{"sentId": 376, "text": "Here to discuss now is Michael Reagan, the son of former President Ronald Reagan, who is the author of \"Lessons my Father Taught me,\" and CNN political commentators, Ana Navarro and Kevin Madden, both republican strategists."}, {"sentId": 377, "text": "Good evening to all of you."}], "speaker": "LEMON", "secId": 154}, {"sentences": [{"sentId": 378, "text": "Am I right, Ana?"}, {"sentId": 379, "text": "I know you have one of the people who have been opposed to Donald Trump and you say it's time for us to come together?"}], "speaker": "LEMON", "secId": 155}, {"sentences": [{"sentId": 380, "text": "Viscerally."}, {"sentId": 381, "text": "I have viscerally opposed to Donald Trump."}, {"sentId": 382, "text": "As you know with every fiber in my being I try to stop this man from becoming president."}], "speaker": "NAVARRO", "secId": 156}, {"sentences": [{"sentId": 383, "text": "But the reality is that the man I referred to as the orange amoeba, well, that orange amoeba is now my president-elect and I have got to deal with that."}, {"sentId": 384, "text": "I've got to deal with the reality of that."}, {"sentId": 385, "text": "I realize we're all in this boat together."}, {"sentId": 386, "text": "He's now the captain of this boat."}], "speaker": "NAVARRO", "secId": 157}, {"sentences": [{"sentId": 387, "text": "We have got to hope, we have got to pray that Donald Trump that we see as President is a better person, is a different person, is a leader, is a better American than the person we saw."}], "speaker": "NAVARRO", "secId": 158}, {"sentences": [{"sentId": 388, "text": "But you know, when I was thinking in the campaign, when I was thinking about this, I thought to myself, the last couple of weeks I have been combating Trump's narrative on TV that the system was rigged."}, {"sentId": 389, "text": "I don't believe our system is rigged."}, {"sentId": 390, "text": "I believe it's imperfect, but I don't believe it's rigged."}, {"sentId": 391, "text": "And if it wasn't rigged when Donald Trump was going to lose, it's not rigged today."}], "speaker": "NAVARRO", "secId": 159}, {"sentences": [{"sentId": 392, "text": "I respect the system, I respect the institution and I think we've got to see what kind of person Donald Trump turns out to be."}, {"sentId": 393, "text": "If he turns out to be the same person we saw in the campaign, hell yes, we're going to speak up, hell yes, we're going to hold accountable, hell yes, we're going to criticize him, we're going to ask for a better America, a better president."}], "speaker": "NAVARRO", "secId": 160}, {"sentences": [{"sentId": 394, "text": "But until then let's give him a chance and hope and pray than what we see is different than what we've seen for the last 18 months or maybe 70 years."}], "speaker": "NAVARRO", "secId": 161}, {"sentences": [{"sentId": 395, "text": "Kevin Madden, can I get your response to that?"}], "speaker": "LEMON", "secId": 162}, {"sentences": [{"sentId": 396, "text": "Well, I think Ana is right."}, {"sentId": 397, "text": "I think that's one of the interesting things about America is this ability that we have to put aside the campaign season and then enter into the governing season with maybe a sense of unit."}, {"sentId": 398, "text": "A sense of common purpose."}], "speaker": "MADDEN", "secId": 163}, {"sentences": [{"sentId": 399, "text": "And I think that's where, as much as Americans are using their voices right now to protest like we see in New york and Chicago and elsewhere, we do have very big challenges as a nation that we have to tackle together."}], "speaker": "MADDEN", "secId": 164}, {"sentences": [{"sentId": 400, "text": "So, we should reflect upon the process that we just went through, as Ana said."}, {"sentId": 401, "text": "It is an imperfect one, but it is one that also has built-in accountability for voters after elections and I think that's where members of both parties, voters, folks like -- folks across the country who are going to opine on the process."}, {"sentId": 402, "text": "That's where they can continue to play a role and be -- and a constructive one."}], "speaker": "MADDEN", "secId": 165}, {"sentences": [{"sentId": 403, "text": "Michael Reagan."}], "speaker": "LEMON", "secId": 166}, {"sentences": [{"sentId": 404, "text": "You know, what I have to say is remember what my father said and I think I tweeted this just the other day."}, {"sentId": 405, "text": "My father one time, he said, \"Michael, there's a big difference between being elected president and then that day, you actually become the president of the United States.\""}], "speaker": "REAGAN", "secId": 167}, {"sentences": [{"sentId": 406, "text": "I think that's what Ana and Kevin are really alluding to is what can we have when Donald Trump when he walks that Oval Office opens up that door, reads the letter left to him hopefully by Barack Obama and now he becomes the President of the United States."}], "speaker": "REAGAN", "secId": 168}, {"sentences": [{"sentId": 407, "text": "Because now it's going to be up to him to bring this country together and we're going to see how he's going to do this and people are going to say if he's doing it right or he's doing it wrong, but it's going to be in his hands."}, {"sentId": 408, "text": "He's got his hands on the tiller the next four years to bring this together and he can only do it from the Oval Office."}], "speaker": "REAGAN", "secId": 169}, {"sentences": [{"sentId": 409, "text": "Ana Navarro, Hillary Clinton is winning the popular vote now, but Trump took the prize."}, {"sentId": 410, "text": "So, let's listen to her concession speech."}], "speaker": "LEMON", "secId": 170}, {"sentences": [{"sentId": 411, "text": "We have seen that our nation is more deeply divided than we thought, but I still believe in America and I always will, and if you do, then we must accept this result and then look to the future."}], "speaker": "CLINTON", "secId": 171}, {"sentences": [{"sentId": 412, "text": "Donald Trump is going to be our president."}, {"sentId": 413, "text": "We owe him an open mind and the chance to lead."}], "speaker": "CLINTON", "secId": 172}, {"sentences": [{"sentId": 414, "text": "Ana, that was very gracious, but you can see that not all of the followers are listening."}], "speaker": "LEMON", "secId": 173}, {"sentences": [{"sentId": 415, "text": "Well, look, it's very hard to put passions away after you have been intensely engaged, intensely emotionally involved and invested in a campaign for over a year."}], "speaker": "NAVARRO", "secId": 174}, {"sentences": [{"sentId": 416, "text": "I think the same thing, same exact thing would have happened had Donald Trump lost."}, {"sentId": 417, "text": "We would have been seeing protests by another group of folks."}, {"sentId": 418, "text": "There was -- this was a very contentious, passionate emotional campaign and whomever ended up winning, 40 percent of the country was going to wake up today disliking viscerally disliking that choice."}], "speaker": "NAVARRO", "secId": 175}, {"sentences": [{"sentId": 419, "text": "Look, I think, though, that I'm seeing in these protests that I'm hearing today from people that have called me, that have tweeted me, that have contacted me, I'm hearing fear."}, {"sentId": 420, "text": "It's not just discontent."}], "speaker": "NAVARRO", "secId": 176}, {"sentences": [{"sentId": 421, "text": "There is a sense of fear out there by many, many Americans that we are going back to an era of racism, an era of hostility, an era of bigotry, an era of sexism like we haven't seen."}], "speaker": "NAVARRO", "secId": 177}, {"sentences": [{"sentId": 422, "text": "And I'm not an advisor to Donald Trump, we all know that, but one of the things that I would maybe suggest to him is that he acknowledge and he address these protests going on all over country."}], "speaker": "NAVARRO", "secId": 178}, {"sentences": [{"sentId": 423, "text": "There's something like eight cities right now where there are impromptu protests going on against him."}, {"sentId": 424, "text": "I think this a first chance where he can show that he is a different person than who we saw in that campaign mode."}], "speaker": "NAVARRO", "secId": 179}, {"sentences": [{"sentId": 425, "text": "I also think he should call up the Spanish networks."}, {"sentId": 426, "text": "He went through his entire campaign without giving one interview to a national network in Spanish."}, {"sentId": 427, "text": "He needs to reach out to those communities of color."}], "speaker": "NAVARRO", "secId": 180}, {"sentences": [{"sentId": 428, "text": "If you take a look at those protests, many, many of the people protesting are young people and people of color."}, {"sentId": 429, "text": "They are the ones that are most  afraid of Donald Trump and what his administration can mean in terms of dividing this country further and the actions that it can mean in terms of deportation, racism, ethnic cleansing."}, {"sentId": 430, "text": "He has got to address this, he has got to reach out."}], "speaker": "NAVARRO", "secId": 181}, {"sentences": [{"sentId": 431, "text": "Don, if I could jump in."}], "speaker": "REAGAN", "secId": 182}, {"sentences": [{"sentId": 432, "text": "Go ahead, Michael."}], "speaker": "LEMON", "secId": 183}, {"sentences": [{"sentId": 433, "text": "Ana, Ana, I understand exactly what you're saying, but if Donald Trump came out tomorrow afternoon or tomorrow morning and started talking this way that you're asking him to talk, to reach out -- I'm not saying he shouldn't -- but if he did that, you would have his people out protesting in front of Trump Tower tomorrow night that he's already caved to the left, then in fact it's going to be the same as always under a Donald Trump."}], "speaker": "REAGAN", "secId": 184}, {"sentences": [{"sentId": 434, "text": "He cannot afford to do that at this point."}, {"sentId": 435, "text": "He needs to raise his right hand and become president of United States and then start moving forward."}, {"sentId": 436, "text": "He starts doing it before."}, {"sentId": 437, "text": "He can have trouble with his own side as he moves forward."}], "speaker": "REAGAN", "secId": 185}, {"sentences": [{"sentId": 438, "text": "Michael, I think he did it, I actually think he did it last night."}, {"sentId": 439, "text": "I thought last night he struck a very conciliatory tone."}, {"sentId": 440, "text": "That's the same tone that he could take to address these protests specifically."}], "speaker": "NAVARRO", "secId": 186}, {"sentences": [{"sentId": 441, "text": "And we're all going to watch these protests get bigger perhaps and become a bigger problem and a symbol of the division that's going on in this country right now."}, {"sentId": 442, "text": "I thought Donald Trump hit the tone perfectly last night."}], "speaker": "NAVARRO", "secId": 187}, {"sentences": [{"sentId": 443, "text": "Then why don't Donald Trump -- Donald Trump -- how about Donald Trump and Hillary Clinton make a joint appearance and ask for calm?"}, {"sentId": 444, "text": "We'll see -- we'll see..."}], "speaker": "REAGAN", "secId": 188}, {"sentences": [{"sentId": 445, "text": "Oh, I don't know, man."}, {"sentId": 446, "text": "Listen, if I were Hillary Clinton, I'd take to bed for months."}], "speaker": "NAVARRO", "secId": 189}, {"sentences": [{"sentId": 447, "text": "But you know what, but, Kevin, she did say today that she was willing to help him in any way, to you know, help with leading the country, or help healing the divide."}, {"sentId": 448, "text": "That was part of her remarks today."}], "speaker": "LEMON", "secId": 190}, {"sentences": [{"sentId": 449, "text": "Michael has bring up I think legitimate concerns that some of those supporters would have."}, {"sentId": 450, "text": "But I think to Ana's point, this is what is unique about the presidency."}, {"sentId": 451, "text": "Other parts of our government they had very provincial concerns and oftentimes they had very partisan concerns."}], "speaker": "MADDEN", "secId": 191}, {"sentences": [{"sentId": 452, "text": "But the president as healer in chief and the president as a unifying force in this country is particularly powerful."}, {"sentId": 453, "text": "People have particularly powerful respect for that."}], "speaker": "MADDEN", "secId": 192}, {"sentences": [{"sentId": 454, "text": "Now he's just president-elect, but this is going to be one of the first steps that he could take in the incoming days to send that type of message about what his presidency is going to be like in that regard, and that he is going to lead the divisions of the past behind on the campaign trail."}], "speaker": "MADDEN", "secId": 193}, {"sentences": [{"sentId": 455, "text": "And instead, as a governing force now, he has a different view on how he wants to bring different sides together in a way that speaks to both concerns, that those that supported him and those that did not."}], "speaker": "MADDEN", "secId": 194}, {"sentences": [{"sentId": 456, "text": "Here's Speaker Paul Ryan this morning."}, {"sentId": 457, "text": "Listen."}], "speaker": "LEMON", "secId": 195}, {"sentences": [{"sentId": 458, "text": "Many of our fellow citizens feel alienated and have lost faith in our core institutions."}, {"sentId": 459, "text": "They don't feel heard and they don't feel represented by those in office."}], "speaker": "RYAN", "secId": 196}, {"sentences": [{"sentId": 460, "text": "But Donald Trump heard a voice out in this country that no one else heard."}, {"sentId": 461, "text": "He connected with -- he connected in ways with people no one else did."}, {"sentId": 462, "text": "He turned politics on its head and now Donald Trump will lead a unified republican government."}], "speaker": "RYAN", "secId": 197}, {"sentences": [{"sentId": 463, "text": "Ana, he heard a voice that no one else in the country heard?"}], "speaker": "LEMON", "secId": 198}, {"sentences": [{"sentId": 464, "text": "Look, I think that's -- I think that's fairly accurate."}, {"sentId": 465, "text": "I think Paul makes a good point there."}, {"sentId": 466, "text": "The truth is that through the primary, the republican primary, we saw that."}, {"sentId": 467, "text": "We saw that Donald Trump was able to send the angst that the strife that the frustration, the angers that was out there against the institutions, against the bureaucracy, against the establishment, against status quo."}], "speaker": "NAVARRO", "secId": 199}, {"sentences": [{"sentId": 468, "text": "I think a lot of people, including me, including many of us in the media, including the 15 other people that were running against him in those primaries just missed the point."}], "speaker": "NAVARRO", "secId": 200}, {"sentences": [{"sentId": 469, "text": "I also think Hillary Clinton missed the point to the large part, you know, Bernie Sanders didn't miss it, but I do think that we saw Hillary Clinton make that same mistake that so many others made during the republican primary."}], "speaker": "NAVARRO", "secId": 201}, {"sentences": [{"sentId": 470, "text": "And I hope -- I hope that Paul Ryan steps..."}], "speaker": "NAVARRO", "secId": 202}, {"sentences": [{"sentId": 471, "text": "I think -- I think what he called onto..."}], "speaker": "REAGAN", "secId": 203}, {"sentences": [{"sentId": 472, "text": "..."}, {"sentId": 473, "text": "I'm glad that Paul Ryan is ready to work with Donald Trump because Paul Ryan knows policy in a way that Donald Trump doesn't."}, {"sentId": 474, "text": "I think it's Paul's duty to try to influence that agenda."}], "speaker": "NAVARRO", "secId": 204}, {"sentences": [{"sentId": 475, "text": "And, Kevin, he's meeting with the president tomorrow."}, {"sentId": 476, "text": "What do you think is going to happen there?"}], "speaker": "LEMON", "secId": 205}, {"sentences": [{"sentId": 477, "text": "Well, I think they're going to address the fact that they've probably have had a bit of a strange relationship during this campaign, but that there is a focus on finding common ground right now."}], "speaker": "MADDEN", "secId": 206}, {"sentences": [{"sentId": 478, "text": "Look, I think Paul Ryan more than anybody, and in his own way, maybe even Donald Trump believes this, that the way to change peoples' opinions about Washington, or change peoples' opinion about whether or not the government is working for them is to actually get things done and focus acutely on some of the challenges that we have and getting Washington working again."}], "speaker": "MADDEN", "secId": 207}, {"sentences": [{"sentId": 479, "text": "I know Paul Ryan for a fact believes that."}, {"sentId": 480, "text": "And how he can find a way to find common ground on agenda with Paul Ryan and maybe also some democrats and build some consensus in Washington to do that, I think that will ideally be the focus."}], "speaker": "MADDEN", "secId": 208}, {"sentences": [{"sentId": 481, "text": "Kevin, Michael, Ana, thank you very much."}], "speaker": "LEMON", "secId": 209}, {"sentences": [{"sentId": 482, "text": "You know, I think..."}], "speaker": "REAGAN", "secId": 210}, {"sentences": [{"sentId": 483, "text": "I've got -- I'm out of time."}, {"sentId": 484, "text": "I'm sorry, Michael."}], "speaker": "LEMON", "secId": 211}, {"sentences": [{"sentId": 485, "text": "You're out of time, we'll do it again."}], "speaker": "REAGAN", "secId": 212}, {"sentences": [{"sentId": 486, "text": "Thank you very much."}, {"sentId": 487, "text": "When we come right back, protests spreading across the country after Donald Trump's election upset."}, {"sentId": 488, "text": "Are fear and anxiety on the rise?"}], "speaker": "LEMON", "secId": 213}, {"sentences": [{"sentId": 489, "text": "Here's our breaking news tonight."}, {"sentId": 490, "text": "Protests spreading after Donald Trump's historic upset victory."}], "speaker": "LEMON", "secId": 214}, {"sentences": [{"sentId": 491, "text": "Here to discuss now is Nicholas Kristof, the columnist for The New York Times."}, {"sentId": 492, "text": "You're looking at the protest now, Nick, from Philadelphia."}, {"sentId": 493, "text": "A lot of people were very happy because they felt that their voices were heard, you know, they think Donald Trump speaks for them."}], "speaker": "LEMON", "secId": 215}, {"sentences": [{"sentId": 494, "text": "But a lot of people, you know, from some groups, they felt targeted by Trump in this election and they feel concerned, they're anxious, there's fear."}, {"sentId": 495, "text": "What would you say to those people?"}], "speaker": "LEMON", "secId": 216}, {"sentences": [{"sentId": 496, "text": "Look, I mean, I was horrified at Trump's victory."}, {"sentId": 497, "text": "I thought that he represented kind of the worst of politics, but our side lost."}, {"sentId": 498, "text": "And so, you know, I think we should look at it as if what if -- what if Clinton had won, and what if Trump supporters were out in the streets burning Clinton an effigy."}], "speaker": "KRISTOF", "secId": 217}, {"sentences": [{"sentId": 499, "text": "I guess I don't see what these protests accomplish."}, {"sentId": 500, "text": "I think that there is a tradition after an election of giving the other person credit until they actually see something, and then challenge them for their actions."}], "speaker": "KRISTOF", "secId": 218}, {"sentences": [{"sentId": 501, "text": "So, I guess I would encourage those who believe as I do to, you know, provide a nanosecond of respectful silence for Trump, and then if he takes action, if he tries deportations, if he tries to repeal ObamaCare, whatever it may be, then take actions against those policies."}], "speaker": "KRISTOF", "secId": 219}, {"sentences": [{"sentId": 502, "text": "I'm wondering if this is meant for them."}, {"sentId": 503, "text": "But he did give, you know, he gave a very gracious speech last night."}], "speaker": "LEMON", "secId": 220}, {"sentences": [{"sentId": 504, "text": "Right."}], "speaker": "KRISTOF", "secId": 221}, {"sentences": [{"sentId": 505, "text": "She gave a gracious speech today, the president did, as well."}, {"sentId": 506, "text": "Everybody is talking about working together."}, {"sentId": 507, "text": "But I'm wondering it's because -- it's a lot of square shirt with Donald Trump on the campaign trail."}, {"sentId": 508, "text": "And I'm wondering when you hear those young people out there talking can he really bring people together after being so divisive on the campaign trail?"}, {"sentId": 509, "text": "One of the most divisive campaigns in history, in modern history."}], "speaker": "LEMON", "secId": 222}, {"sentences": [{"sentId": 510, "text": "Yes, I mean, he's done so much other rising towards African- Americans, towards Latinos, towards every possible group."}, {"sentId": 511, "text": "It's hard for me to see how he possibly can."}], "speaker": "KRISTOF", "secId": 223}, {"sentences": [{"sentId": 512, "text": "It's hard to see just posturing when you -- when you think the actual words sometimes."}, {"sentId": 513, "text": "It's hard to..."}], "speaker": "LEMON", "secId": 224}, {"sentences": [{"sentId": 514, "text": "I mean, he seemed to me to be scapegoating groups for his"}], "speaker": "KRISTOF", "secId": 225}, {"sentences": [{"sentId": 515, "text": "political gain and it seems to me the groups are anxious not only because of their fears of being deported, for example, but also because it seemed that he gave license to disgruntled Americans to target them, as well, to say things that they might not have previously have said."}], "speaker": "KRISTOF", "secId": 226}, {"sentences": [{"sentId": 516, "text": "And so I think that anxiety is coming from both directions, both what Trump might do and what people in their own community might say and do."}], "speaker": "KRISTOF", "secId": 227}, {"sentences": [{"sentId": 517, "text": "But many of his supporters would say, Nick, that he broke down the P.C."}, {"sentId": 518, "text": "door and they were, you know, they're glad that he did because now they can have a real conversation and actually say what's on their minds."}], "speaker": "LEMON", "secId": 228}, {"sentences": [{"sentId": 519, "text": "Yes, he did break down the political correctness door, but another way of describing political correctness is civility, respect, the social fabric and he -- I did think he tore all that down."}], "speaker": "KRISTOF", "secId": 229}, {"sentences": [{"sentId": 520, "text": "Here's Hillary Clinton in her concession speech today."}, {"sentId": 521, "text": "Listen."}], "speaker": "LEMON", "secId": 230}, {"sentences": [{"sentId": 522, "text": "And to all the little girls who are watching this, never doubt that you are valuable, and powerful and deserving of every chance and opportunity in the world to pursue and achieve your own dreams."}], "speaker": "CLINTON", "secId": 231}, {"sentences": [{"sentId": 523, "text": "Again, considering what this campaign has been about, some of the tough words and language that have come out, a lot of people are talking about, you know, how do they talk to their kids."}, {"sentId": 524, "text": "What are you hearing about that?"}], "speaker": "LEMON", "secId": 232}, {"sentences": [{"sentId": 525, "text": "You know, I think that there is a danger that those on my side who were so disappointed, so saddened, so anxious about what comes next, that we draw what I think can be a mistake conclusion that America has turned towards a racist or bigoted direction and I think that is going too far."}], "speaker": "KRISTOF", "secId": 233}, {"sentences": [{"sentId": 526, "text": "I do think that -- I mean, my own view is that racist may have been elected, but I think it's unfair to say that about Trump supporters."}, {"sentId": 527, "text": "And you know, there were -- there was a poll recently I saw a hypothetical matchup between Obama and Trump and Obama would have defeated Trump I think 52 percent -- 54 percent to 42 percent."}], "speaker": "KRISTOF", "secId": 234}, {"sentences": [{"sentId": 528, "text": "It would have been a landslide."}, {"sentId": 529, "text": "And so -- and you know, after all, in the last election we had the African-American son of a single parent competing against a Mormon."}, {"sentId": 530, "text": "You know, this time it went in a different direction."}, {"sentId": 531, "text": "I don't think this means that America has lurched in a racist and bigoted direction even if that may be the nature of the person elected."}, {"sentId": 532, "text": "LEMON:  OK. Let's stay on that subject."}, {"sentId": 533, "text": "Because there are some"}], "speaker": "KRISTOF", "secId": 235}, {"sentences": [{"sentId": 534, "text": "concern, there is a concern that real racist white supremacists will feel more empowered than ever."}], "speaker": "KRISTOF", "secId": 236}, {"sentences": [{"sentId": 535, "text": "And I think we are already seeing that."}, {"sentId": 536, "text": "I think that you know there were an awful lot of disgruntled people around country who felt that they -- who felt they were the only ones who felt this way."}, {"sentId": 537, "text": "They couldn't see this speak up."}], "speaker": "KRISTOF", "secId": 237}, {"sentences": [{"sentId": 538, "text": "And then Trump campaigned, said these things and they realized that there were millions of other Americans who felt the same way toward various communities and this gave them license to speak up and act in ways that I believe are profoundly bigoted."}], "speaker": "KRISTOF", "secId": 238}, {"sentences": [{"sentId": 539, "text": "Where, as you look at these pictures, this one is in Portland."}, {"sentId": 540, "text": "And we've seen Philadelphia, we've seen Los Angeles, we've seen here in New York, what do you -- what have -- now what?"}], "speaker": "KRISTOF", "secId": 239}, {"sentences": [{"sentId": 541, "text": "Well, my -- I wrote in my column that, you know, my side, that we lost, that we have to respect the fact that we lost, and we should try to work where we can, and not get consumed by hatred about this."}, {"sentId": 542, "text": "I thought that it was an incredible mistake when republicans -- and just wrong when republicans tried to make a failure out of President Obama and I don't think we should emulate that behavior."}], "speaker": "KRISTOF", "secId": 240}, {"sentences": [{"sentId": 543, "text": "I must say that there seems to be universal consensus among my readers that I'm absolutely nuts in saying this."}, {"sentId": 544, "text": "I mean, people are really outraged."}], "speaker": "KRISTOF", "secId": 241}, {"sentences": [{"sentId": 545, "text": "Yes."}], "speaker": "LEMON", "secId": 242}, {"sentences": [{"sentId": 546, "text": "They're really disappointed."}, {"sentId": 547, "text": "There's a lot of anger there, but boy, I don't think more anger is the way to solve our country's problems."}], "speaker": "KRISTOF", "secId": 243}, {"sentences": [{"sentId": 548, "text": "Yes, I said a similar sentiment about that, you know, the people have spoken."}], "speaker": "LEMON", "secId": 244}, {"sentences": [{"sentId": 549, "text": "Yes."}], "speaker": "KRISTOF", "secId": 245}, {"sentences": [{"sentId": 550, "text": "And you know, we've got to come together as a country and a lot of people are not happy that I said that, but that's what the peaceful transition of power."}, {"sentId": 551, "text": "We have an election every single time."}, {"sentId": 552, "text": "And I understand that people think this one is different because we're used to dealing with country attacking right to left."}], "speaker": "LEMON", "secId": 246}, {"sentences": [{"sentId": 553, "text": "Right."}], "speaker": "KRISTOF", "secId": 247}, {"sentences": [{"sentId": 554, "text": "But then when you have something where people, when you have the fear because of the rhetoric on the campaign trail, that's a bit different than just left and right."}], "speaker": "LEMON", "secId": 248}, {"sentences": [{"sentId": 555, "text": "Yes, it is, but you know, just a few days ago, those..."}], "speaker": "KRISTOF", "secId": 249}, {"sentences": [{"sentId": 556, "text": "Meaning understand -- understanding the fear and the anger, not that we can't -- yes."}], "speaker": "LEMON", "secId": 250}, {"sentences": [{"sentId": 557, "text": "Yes, but you know, just a few days ago, you know, those on my side..."}], "speaker": "KRISTOF", "secId": 251}, {"sentences": [{"sentId": 558, "text": "Yes."}], "speaker": "LEMON", "secId": 252}, {"sentences": [{"sentId": 559, "text": "... were complaining about Trump and republicans being obstructionists, if we have Clinton were elected, And so it seems to me hypocritical for us to now say we're going to do nothing but obstruct President Trump."}], "speaker": "KRISTOF", "secId": 253}, {"sentences": [{"sentId": 560, "text": "Absolutely."}, {"sentId": 561, "text": "Thank you."}, {"sentId": 562, "text": "I appreciate it."}, {"sentId": 563, "text": "Thank you."}], "speaker": "LEMON", "secId": 254}, {"sentences": [{"sentId": 564, "text": "Good to be with you."}], "speaker": "KRISTOF", "secId": 255}, {"sentences": [{"sentId": 565, "text": "When we come right back, the November surprise how Donald Trump pulled off an upset right under the noses of the experts."}], "speaker": "LEMON", "secId": 256}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1611.09.cnnt.01.html.json", "time": "Aired November 9, 2016 - 22:00   ET"}