{"sectionCount": 257, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["COOPER", "ANNOUNCER", "LEMON", "TRUMP", "OBAMA", "KING", "PRESTON", "BASH", "JOYNER", "SATTERWAITE", "TUCKER", "SELLERS", "WASHINGTON", "SANDERS", "SELELRS", "SYMONE"], "subTitle": "Clinton to Speak Live in Arizona; President Obama Stumping for Clinton in North Carolina; New Polls Show tight Race in Crucial States; Serious Allegations Over Voter Suppression. Aired 10-11p ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1611/02/cnnt.01.html", "sentenceCount": 527, "sections": [{"sentences": [{"sentId": 0, "text": "Thanks for watching."}, {"sentId": 1, "text": "CNN TONIGHT with Don Lemon starts right now."}], "speaker": "COOPER", "secId": 0}, {"sentences": [{"sentId": 2, "text": "This is CNN breaking news."}], "speaker": "ANNOUNCER", "secId": 1}, {"sentences": [{"sentId": 3, "text": "There is breaking news and it's our new polls with good news for Hillary Clinton and Donald Trump as Clinton is about to speak live in the battleground state of Arizona."}], "speaker": "LEMON", "secId": 2}, {"sentences": [{"sentId": 4, "text": "This is CNN TONIGHT."}, {"sentId": 5, "text": "I'm Don Lemon."}], "speaker": "LEMON", "secId": 3}, {"sentences": [{"sentId": 6, "text": "We're going to keep an eye on that for you."}, {"sentId": 7, "text": "Hillary Clinton still leading nationally, but with the race tight in crucial states it's a whole new Donald Trump tonight in Florida."}], "speaker": "LEMON", "secId": 4}, {"sentences": [{"sentId": 8, "text": "We've got to be nice and cool, nice and cool."}, {"sentId": 9, "text": "Right?"}, {"sentId": 10, "text": "Stay on point, Donald, stay on point."}, {"sentId": 11, "text": "No side tracks, Donald, nice and easy, nice and easy."}], "speaker": "TRUMP", "secId": 5}, {"sentences": [{"sentId": 12, "text": "President Barack Obama stumping for Hillary Clinton in North Carolina and pointing the finger at Trump's campaign for what he charges is voter suppression."}], "speaker": "LEMON", "secId": 6}, {"sentences": [{"sentId": 13, "text": "Don't fall for the easy cynicism that my vote doesn't matter."}, {"sentId": 14, "text": "Or all politicians are the same."}, {"sentId": 15, "text": "It does matter and they're not all the same."}, {"sentId": 16, "text": "That's what Hillary's opponent wants you to think because they don't want you to vote."}], "speaker": "OBAMA", "secId": 7}, {"sentences": [{"sentId": 17, "text": "And I've got to say he has been getting help from republican politicians in the state who have been trying to keep you from voting."}], "speaker": "OBAMA", "secId": 8}, {"sentences": [{"sentId": 18, "text": "CNN's Dana Bash, and Mark Preston and John King are all here this evening, it's the power team, everyone."}, {"sentId": 19, "text": "We're going to begin with the powerhouse, John King."}, {"sentId": 20, "text": "So, let's start, John."}, {"sentId": 21, "text": "A lot of new polls out today."}, {"sentId": 22, "text": "Give us a"}], "speaker": "LEMON", "secId": 9}, {"sentences": [{"sentId": 23, "text": "snapshot if the election were held today, what would happen, what's the best case scenario for Hillary Clinton and her path to 270?"}], "speaker": "LEMON", "secId": 10}, {"sentences": [{"sentId": 24, "text": "The bottom line is still advantage Clinton, Don."}, {"sentId": 25, "text": "But Donald Trump is back in the hunt."}, {"sentId": 26, "text": "And we couldn't say that last week."}, {"sentId": 27, "text": "So, there's a significant change."}], "speaker": "KING", "secId": 11}, {"sentences": [{"sentId": 28, "text": "As I go to the polls I want to switch."}, {"sentId": 29, "text": "We'll fill this in on Tuesday night."}, {"sentId": 30, "text": "I just want to go back for a historical reference to the 2012 map."}, {"sentId": 31, "text": "And let's start through some of our polling."}, {"sentId": 32, "text": "Let's start with Hillary Clinton is tonight in Arizona."}], "speaker": "KING", "secId": 12}, {"sentences": [{"sentId": 33, "text": "A state won by Mitt Romney by nine points four years ago."}, {"sentId": 34, "text": "Donald Trump right now has a five point lead."}, {"sentId": 35, "text": "That's a switch other public polling a week or so ago had Hillary Clinton up."}, {"sentId": 36, "text": "Don't believe anyone poll but it looks like Donald Trump now has some an advantage and some momentum in Arizona."}], "speaker": "KING", "secId": 13}, {"sentences": [{"sentId": 37, "text": "In neighboring Nevada this one is a bit of surprise."}, {"sentId": 38, "text": "This was a blue state for Obama twice, look at our new numbers out in Nevada tonight, a six-point lead for Donald Trump."}, {"sentId": 39, "text": "That is a surprise in this campaign in the sense that Hillary Clinton has thought all along that Latino population would deliver Nevada but Trump with an advantage as we go to the end."}], "speaker": "KING", "secId": 14}, {"sentences": [{"sentId": 40, "text": "Let's finish up with our CNN poll and then I'll show you some others."}, {"sentId": 41, "text": "The sunshine state of Florida, Don, it was the closest between in 2012 between Obama and Romney, 50 to 49, guess what, it looks like it's going to go down to the wire again."}, {"sentId": 42, "text": "Forty nine for Clinton, 47 for Donald Trump among likely voters."}, {"sentId": 43, "text": "That's an advantage for Clinton but really it's a statistical tie, Florida going down to the end."}], "speaker": "KING", "secId": 15}, {"sentences": [{"sentId": 44, "text": "One more and this is a bit of a surprise."}, {"sentId": 45, "text": "Pennsylvania has not voted republican for president since 1988."}, {"sentId": 46, "text": "Right now, Hillary Clinton, the democrat is ahead but only by four points."}], "speaker": "KING", "secId": 16}, {"sentences": [{"sentId": 47, "text": "If you see if you want to go back here and look, you see it was a bigger spread between Obama and Romney four years ago."}, {"sentId": 48, "text": "So, this is a bit of warning sign for the Clinton campaign, still ahead but keep that on the watch list."}], "speaker": "KING", "secId": 17}, {"sentences": [{"sentId": 49, "text": "A couple other quick ones I want to get to from other organizations only pull it out in here, number one, good news for Donald Trump."}, {"sentId": 50, "text": "Quinnipiac University has him up in Ohio, a state he has to win."}, {"sentId": 51, "text": "Hillary Clinton up three in North Carolina."}, {"sentId": 52, "text": "Again, that's a very close battleground state; it's going to go in the end."}], "speaker": "KING", "secId": 18}, {"sentences": [{"sentId": 53, "text": "And Hillary Clinton up six in Wisconsin, that's about we're at it was four years ago, It's a smaller lead than she's have recently, Don, but still a healthy lead for Clinton there."}], "speaker": "KING", "secId": 19}, {"sentences": [{"sentId": 54, "text": "One more I want to bring in, broke late tonight, we don't have the graphics for it, but Colorado."}, {"sentId": 55, "text": "There's one poll out in Colorado tonight showing this one a tie, that would be a big surprise."}, {"sentId": 56, "text": "We'll see if other data backs that up."}, {"sentId": 57, "text": "But Colorado a tie would be a big surprise."}, {"sentId": 58, "text": "That's a lot to digest, I"}], "speaker": "KING", "secId": 20}, {"sentences": [{"sentId": 59, "text": "know eight polls I just went through."}, {"sentId": 60, "text": "So let me help you do it this way."}, {"sentId": 61, "text": "This is where we have the race right now, 272 for Clinton, it's 270 to win, 179 for Trump."}], "speaker": "KING", "secId": 21}, {"sentences": [{"sentId": 62, "text": "Let's go to where we just did, right."}, {"sentId": 63, "text": "Let me tap here and come here."}, {"sentId": 64, "text": "Donald Trump's leading in Nevada."}, {"sentId": 65, "text": "If he can keep that, Donald Trump leading in Arizona, if he can keep that, Donald Trump leading in Ohio if he can keep that, that would get him up to 215."}], "speaker": "KING", "secId": 22}, {"sentences": [{"sentId": 66, "text": "This is hypothetical now, Don, but logical to think if Donald Trump is building his support back up in the west maybe he's building it up enough to get past that never-Trump conservative Evan McMullin in Utah."}], "speaker": "KING", "secId": 23}, {"sentences": [{"sentId": 67, "text": "We still have and it's a tossup."}, {"sentId": 68, "text": "And for the sake of this conservation let's give it to Donald Trump."}, {"sentId": 69, "text": "Look where that gets him to 220, which is why we're going to go into the final days of this campaign talking a lot, Don, about this two right here, Florida and North Carolina."}], "speaker": "KING", "secId": 24}, {"sentences": [{"sentId": 70, "text": "If Hillary Clinton can win one of those or both of those two Donald Trump may have momentum at the end but not enough, game over."}, {"sentId": 71, "text": "If Donald Trump can turn those red then we've got a horse race."}], "speaker": "KING", "secId": 25}, {"sentences": [{"sentId": 72, "text": "My head is spinning, John King."}, {"sentId": 73, "text": "But, anyway..."}], "speaker": "LEMON", "secId": 26}, {"sentences": [{"sentId": 74, "text": "Yes, it's a lot to digest."}], "speaker": "KING", "secId": 27}, {"sentences": [{"sentId": 75, "text": "It is."}, {"sentId": 76, "text": "So, let's talk about this blue firewall for Hillary Clinton."}, {"sentId": 77, "text": "I think Pennsylvania is one of them."}, {"sentId": 78, "text": "Because Trump campaign in Wisconsin yesterday, but she is maintaining her lead there, correct?"}], "speaker": "LEMON", "secId": 28}, {"sentences": [{"sentId": 79, "text": "She is, but she's also pouring a lot of money in TV ads back into Wisconsin, back into Michigan."}, {"sentId": 80, "text": "More money into Pennsylvania."}, {"sentId": 81, "text": "Why does that blue firewall as we call it work?"}], "speaker": "KING", "secId": 29}, {"sentences": [{"sentId": 82, "text": "Let's go back to this map again."}, {"sentId": 83, "text": "Assuming Donald Trump holds Ohio, he's ahead in Iowa."}, {"sentId": 84, "text": "I'm giving him Utah there and Nevada and Arizona."}, {"sentId": 85, "text": "There are by no means over."}], "speaker": "KING", "secId": 30}, {"sentences": [{"sentId": 86, "text": "The Clinton campaign thinks it can work early voting, thinks they can get Nevada."}, {"sentId": 87, "text": "She in Arizona tonight because she thinks it's very close."}], "speaker": "KING", "secId": 31}, {"sentences": [{"sentId": 88, "text": "But for the sake of this argument let's say, Trump does have this momentum, why does the blue wall matter?"}, {"sentId": 89, "text": "Well, let's say Donald Trump gets Florida, that's 249, let's say Donald Trump gets North Carolina, Don, that's 264 - 264 and he's knocking on the door."}], "speaker": "KING", "secId": 32}, {"sentences": [{"sentId": 90, "text": "I didn't mean to rhyme but there it is for you, which means if he wins any of these blues, if he's at 264, the only one that wouldn't get him to the finish line is little New Hampshire, but that would get him to 268, a 268 tie."}], "speaker": "KING", "secId": 33}, {"sentences": [{"sentId": 91, "text": "And guess what, one congressional district in Nebraska and one congressional district in Maine, not in this map, they could decide the race."}], "speaker": "KING", "secId": 34}, {"sentences": [{"sentId": 92, "text": "I'm not saying it's that close right now , we have no indication it's that close right now, but that is why Hillary Clinton -- let my reset the map to where we had it -- that is why Hillary Clinton is going to spend time and money here, time and money here, time and money here, time and money here, and a lot of people think even Virginia could be back in play, and Colorado."}], "speaker": "KING", "secId": 35}, {"sentences": [{"sentId": 93, "text": "She has to defend the blue."}, {"sentId": 94, "text": "If Donald Trump can't change the blue, all the momentum in the world won't get him to the finish line."}], "speaker": "KING", "secId": 36}, {"sentences": [{"sentId": 95, "text": "And you just have a lot of frayed nerves out there are listening to you, John."}, {"sentId": 96, "text": "We love you but, my gosh, it's going to be a nail biter."}], "speaker": "LEMON", "secId": 37}, {"sentences": [{"sentId": 97, "text": "So, Mark, you just heard from John King."}, {"sentId": 98, "text": "So walk us through the electoral map, you heard about this, this race is tightening."}, {"sentId": 99, "text": "Because you've been at this electoral map for the last night or so."}, {"sentId": 100, "text": "But Trump's path to 270 is still an uphill climb."}, {"sentId": 101, "text": "Who has the momentum and the voter enthusiasm right now, because that's going to be key here?"}], "speaker": "LEMON", "secId": 38}, {"sentences": [{"sentId": 102, "text": "Well, the perception right now is that Donald Trump has it, but again, that's the perception we don't necessarily know if those wins are strong enough to carry him through."}], "speaker": "PRESTON", "secId": 39}, {"sentences": [{"sentId": 103, "text": "I mean, I think probably one of the most-important things that John had said on that map right there in Trump's path to 270 is that he's got to win Florida, he's got to win North Carolina, he's got to win Ohio."}, {"sentId": 104, "text": "He's got to win these big states before he even gets into blue territory."}], "speaker": "PRESTON", "secId": 40}, {"sentences": [{"sentId": 105, "text": "But he is seeing some signs of life that again we didn't see a week ago."}, {"sentId": 106, "text": "The fact of the matter is if the race is tightening up in Colorado you have to wonder is it going to then tighten up in North Carolina."}, {"sentId": 107, "text": "There's a lot of correlation between the voters in Colorado and North Carolina in the sense that you have a high educated white voter -- the perspective there in certain an electorate there."}], "speaker": "PRESTON", "secId": 41}, {"sentences": [{"sentId": 108, "text": "So, could we see some changes in North Carolina, we'll have to see."}, {"sentId": 109, "text": "But there's certainly a little bit of wind behind Donald Trump's back but the path is still difficult, Don."}], "speaker": "PRESTON", "secId": 42}, {"sentences": [{"sentId": 110, "text": "So, Mark, also, Hillary Clinton releasing new ads targeting Latinos, targeting African-Americans, we also have President Barack Obama sounding the alarm to black voters."}, {"sentId": 111, "text": "You heard him today and he's going to be out there until, you know, Election Day."}], "speaker": "LEMON", "secId": 43}, {"sentences": [{"sentId": 112, "text": "Are there enough Hispanic voters for her to build a new coalition and to make up some of the ground that she may be losing with black voters?"}], "speaker": "LEMON", "secId": 44}, {"sentences": [{"sentId": 113, "text": "Well, we do know that the black voters not turning out as strongly as we have seen back in 2012, 2008."}, {"sentId": 114, "text": "But we shouldn't be surprise, Barack Obama was the first African-American president, but that's why we see him on the campaign trail, North Carolina today."}], "speaker": "PRESTON", "secId": 45}, {"sentences": [{"sentId": 115, "text": "And that's unrealistic to think that the black votes is going to be the same in 2008 and 2012."}], "speaker": "LEMON", "secId": 46}, {"sentences": [{"sentId": 116, "text": "No, it's absolutely unrealistic, you know, to think that it would be the same."}, {"sentId": 117, "text": "But the fact of the matter is Hillary Clinton doesn't get to the White House without strong support from African- Americans."}], "speaker": "PRESTON", "secId": 47}, {"sentences": [{"sentId": 118, "text": "Right."}], "speaker": "LEMON", "secId": 48}, {"sentences": [{"sentId": 119, "text": "And again, that's why we'll see Barack Obama in North Carolina today, he'll be in Florida tomorrow for a couple of stops, then he's going back to North Carolina, as well."}, {"sentId": 120, "text": "And just to add to that, Don, just in the past few hours we see a get-out-the-vote participation rally that Stevie Wonder is going to do on behalf of Hillary Clinton in Pennsylvania."}], "speaker": "PRESTON", "secId": 49}, {"sentences": [{"sentId": 121, "text": "Hillary Clinton is going to be in North Carolina tomorrow with Farrell, the musician."}, {"sentId": 122, "text": "You know, we'll see Bill Clinton out in Las Vegas trying to work the Hispanic vote out there."}], "speaker": "PRESTON", "secId": 50}, {"sentences": [{"sentId": 123, "text": "So, in order for her to win, and win safely, she needs to keep this Obama coalition together."}], "speaker": "PRESTON", "secId": 51}, {"sentences": [{"sentId": 124, "text": "All right."}, {"sentId": 125, "text": "Now, to the third member of our trifecta here, and that is Ms. Dana Bash."}, {"sentId": 126, "text": "Dana, Donald Trump held three campaign rallies today, let's take a look."}], "speaker": "LEMON", "secId": 52}, {"sentences": [{"sentId": 127, "text": "It's feeling like it already, isn't it?"}, {"sentId": 128, "text": "Just -- we've got to be nice and cool."}, {"sentId": 129, "text": "Nice and cool, right?"}, {"sentId": 130, "text": "Stay on point, Donald, stay on point."}], "speaker": "TRUMP", "secId": 53}, {"sentences": [{"sentId": 131, "text": "No side tracks, Donald, nice and easy, nice -- because I've been watching Hillary the last few days."}, {"sentId": 132, "text": "He's totally on a hinge."}, {"sentId": 133, "text": "We don't any of that."}, {"sentId": 134, "text": "She has become unhinged"}], "speaker": "TRUMP", "secId": 54}, {"sentences": [{"sentId": 135, "text": "Dana, you have some new reporting on the new more disciplined, nice and easy Donald Trump."}, {"sentId": 136, "text": "What are you hearing?"}], "speaker": "LEMON", "secId": 55}, {"sentences": [{"sentId": 137, "text": "First of all, let's just take at a second to process what we just heard."}, {"sentId": 138, "text": "Mr. Trump, that was your outside voice, not your inside voice."}, {"sentId": 139, "text": "You're actually at rally speaking to thousands of people."}], "speaker": "BASH", "secId": 56}, {"sentences": [{"sentId": 140, "text": "But it really -- I thought that was such a window into where Donald Trump's head space is right now, which is trying so hard to keep control, doing it successfully more so than he has pretty much at any point in his campaign to not veer off message, to not become the story."}, {"sentId": 141, "text": "Because when he becomes the story in the general election it tends to be bad for Donald Trump."}, {"sentId": 142, "text": "He has a good message, whether it's the new Clinton FBI news or before that, maybe even better substance wise, the news that Obama premiums have spiked."}], "speaker": "BASH", "secId": 57}, {"sentences": [{"sentId": 143, "text": "So, the fact of the matter is, he clearly understands that this seems to be wrong for him."}, {"sentId": 144, "text": "I've been talking to a lot of sources around him trying to figure out why finally he's getting it."}], "speaker": "BASH", "secId": 58}, {"sentences": [{"sentId": 145, "text": "A lot of different answers, one is just the calendar."}, {"sentId": 146, "text": "He sees the finish line."}, {"sentId": 147, "text": "He sees that it's almost done."}, {"sentId": 148, "text": "One source said, you know, he's a closer and he wants to close big."}, {"sentId": 149, "text": "He does feel the wind at his back."}, {"sentId": 150, "text": "He feels that there's momentum that he clearly hasn't had for many, many weeks when there was a lot of bad news about his campaign, and the fact that he -- he actually is more so aware than you would think."}], "speaker": "BASH", "secId": 59}, {"sentences": [{"sentId": 151, "text": "I was hearing that from sources and we just saw that on the stage today, him saying point-blank, that he needs to keep himself cool and calm and read the teleprompter."}], "speaker": "BASH", "secId": 60}, {"sentences": [{"sentId": 152, "text": "I should also say that tossing back to you, I was told his son-in-law, Jared Kushner who has been very instrumental behind the scenes, he's been on the plane traveling with Donald Trump a lot more recently, so it's also the company that he's keeping trying to keep him in check."}], "speaker": "BASH", "secId": 61}, {"sentences": [{"sentId": 153, "text": "Whose day is it to watch Donald Trump."}, {"sentId": 154, "text": "That's hilarious."}, {"sentId": 155, "text": "OK. We're going to talk about Hillary Clinton because, you know, people have counted her out before and to their dismay, so we'll discuss that coming up after the break."}], "speaker": "LEMON", "secId": 62}, {"sentences": [{"sentId": 156, "text": "John King, thank you very much."}, {"sentId": 157, "text": "I appreciate you joining us this evening."}, {"sentId": 158, "text": "And Dana and Mark, please stick around."}], "speaker": "LEMON", "secId": 63}, {"sentences": [{"sentId": 159, "text": "When we come right back, Melania Trump giving her first major speech on the campaign trail tomorrow."}, {"sentId": 160, "text": "Will she win her husband any votes?"}], "speaker": "LEMON", "secId": 64}, {"sentences": [{"sentId": 161, "text": "Roughly six days until Election Day and the polls are showing a tight race."}, {"sentId": 162, "text": "Hillary Clinton getting help in a crucial state from the commander in chief."}], "speaker": "LEMON", "secId": 65}, {"sentences": [{"sentId": 163, "text": "Back with me now, Dana Bash and Mark Preston."}, {"sentId": 164, "text": "OK."}, {"sentId": 165, "text": "So, President Barack Obama was in North Carolina today campaigning hard for Hillary Clinton."}, {"sentId": 166, "text": "Listen."}], "speaker": "LEMON", "secId": 66}, {"sentences": [{"sentId": 167, "text": "Keep in mind, North Carolina, all the progress that we've made over the last eight years, all the progress we hope to make over the next eight years, all of that goes out the window if we don't win this election."}], "speaker": "OBAMA", "secId": 67}, {"sentences": [{"sentId": 168, "text": "And we don't win this elect potentially, if we don't win North Carolina."}, {"sentId": 169, "text": "So, I hate to put a little pressure on you but the faith of the republic rests on your shoulders."}], "speaker": "OBAMA", "secId": 68}, {"sentences": [{"sentId": 170, "text": "The fate of the world is teetering and you, North Carolina are going to have to make sure that we push into the right direction."}], "speaker": "OBAMA", "secId": 69}, {"sentences": [{"sentId": 171, "text": "So, Dana, the fate of world is teetering on North Carolina?"}, {"sentId": 172, "text": "I mean, I was watching today, that still pressure for North Carolina."}, {"sentId": 173, "text": "He knows his legacy is on the line here."}], "speaker": "LEMON", "secId": 70}, {"sentences": [{"sentId": 174, "text": "Yes, not too much hyperbole there."}, {"sentId": 175, "text": "But you're exactly right."}, {"sentId": 176, "text": "It is about his legacy and he is making extraordinarily personal."}, {"sentId": 177, "text": "We saw him do it a few weeks back up for the first time when he was speaking to the Congressional Black Caucus very out there and very blunt saying, this isn't, you know, if you're worried about Hillary Clinton, if you're not really sure if she's the right person you you've got questions, don't make it about her, make it about me."}], "speaker": "BASH", "secId": 71}, {"sentences": [{"sentId": 178, "text": "And he's doing that not just on the stumps as you just played, he's doing it on black radio and elsewhere to make his point extremely clear."}, {"sentId": 179, "text": "Because of the fact that the African-American votes in the key states like North Carolina, Florida, too, is down."}], "speaker": "BASH", "secId": 72}, {"sentences": [{"sentId": 180, "text": "Now, it's expected to be down, with Barack Obama not on the ticket, it was extraordinarily high when the African-American community was voting for at first the first black president and then to reelect him, that's understandable and the Hillary Clinton people argue that she has a different coalition."}], "speaker": "BASH", "secId": 73}, {"sentences": [{"sentId": 181, "text": "That might be but it's still alarmingly down to the point where you have the president going out and having a very, very direct tone and message to people about why they need to go vote."}], "speaker": "BASH", "secId": 74}, {"sentences": [{"sentId": 182, "text": "Dana, before I get back to Mark, Dana, I want to ask you another question."}, {"sentId": 183, "text": "We also heard that the president break his silence on the FBI e-mail probe warning against leaks and innuendo."}, {"sentId": 184, "text": "What's your take on that?"}], "speaker": "LEMON", "secId": 75}, {"sentences": [{"sentId": 185, "text": "The whole thing is just -- the world is just upside down."}, {"sentId": 186, "text": "It just is."}, {"sentId": 187, "text": "It's highly unusual for the FBI director -- it's unprecedented."}, {"sentId": 188, "text": "He broke guidelines, all the things that we've been talking about for several days to send the letter that he did just days before the election announcing that he sort of reopening an investigation into a candidate."}], "speaker": "BASH", "secId": 76}, {"sentences": [{"sentId": 189, "text": "It's also highly unusual for the president of the United States to comment on an open FBI investigation as he's done now."}, {"sentId": 190, "text": "He tried to kind of walk the line and say, you know, I don't want to comment on it, but it's not good to have innuendo out there, you know, but he did."}], "speaker": "BASH", "secId": 77}, {"sentences": [{"sentId": 191, "text": "And it just shows how worried democrats are about that very thing, innuendo, about the fact that it is so murky, that it leaves the door open, which republicans and Donald Trump leading the band have walk right through to paint this as proof that Hillary Clinton is a criminal, which obviously there is no evidence that that's what this is all about."}], "speaker": "BASH", "secId": 78}, {"sentences": [{"sentId": 192, "text": "Yes."}, {"sentId": 193, "text": "Mark, both campaigns thought last night -- last minute ads I should say, for tonight's game, seven World Series game, I mean, they aren't messing around because those ads are expensive."}], "speaker": "LEMON", "secId": 79}, {"sentences": [{"sentId": 194, "text": "Yes, but you don't want to leave any money on the table, right, because leaving money on the table in the day after the election when you turn around and said, had we just maybe gone that final push, had we just tried to buy those ads could we perhaps persuaded enough voters in a couple of states to come that way."}], "speaker": "PRESTON", "secId": 80}, {"sentences": [{"sentId": 195, "text": "I mean, that's why you're seeing it, and quite frankly, they have the money, right?"}, {"sentId": 196, "text": "Donald Trump, you know, his net worth allows him to spend as much money as he wants on the campaign."}], "speaker": "PRESTON", "secId": 81}, {"sentences": [{"sentId": 197, "text": "And of course, Hillary Clinton has been a very prestigious fundraiser and she has the money as well."}, {"sentId": 198, "text": "So, you know, well spent for both of them tonight because what you don't want to do is end up with money afterwards and say why didn't we use it."}], "speaker": "PRESTON", "secId": 82}, {"sentences": [{"sentId": 199, "text": "Yes."}, {"sentId": 200, "text": "Well, the Clinton campaign is also now out with TV ads in Colorado, and in New Mexico, in Virginia, and in Michigan."}, {"sentId": 201, "text": "Is this a sign that they're worried or is this a typical -- is this typical a week before Election Day?"}, {"sentId": 202, "text": "Not really, I mean, it's closer than that."}], "speaker": "LEMON", "secId": 83}, {"sentences": [{"sentId": 203, "text": "Well, look, there's no doubt they're worried."}, {"sentId": 204, "text": "I mean, they have to be."}, {"sentId": 205, "text": "Let's put it this way, if they're not worried then they're not running a very good campaign."}], "speaker": "PRESTON", "secId": 84}, {"sentences": [{"sentId": 206, "text": "We always knew the race was going to tighten."}, {"sentId": 207, "text": "I think that we're surprised about where it is tightening quite frankly, and I think that we are all surprise if we can have any surprises catch us off guard by what director Comey did on Friday by reopening the investigation into e-mail server and seizing the laptop and going in a looking at Huma Abedin's e-mails."}], "speaker": "PRESTON", "secId": 85}, {"sentences": [{"sentId": 208, "text": "But the bottom line is that they have to go into those blue states because they need to create that blue firewall that John was talking about last segment."}], "speaker": "PRESTON", "secId": 86}, {"sentences": [{"sentId": 209, "text": "If Donald Trump is able to start to eat away in those states -- he's able to pick up one of those states, that's crucial because what that means is very likely that if Donald Trump is gaining ground in a democratic state, well, then he must be doing well in a state such as Florida, as well, I mean, which is reason to gather to voters in both states which starts to be turning towards Donald Trump, so they have to go on the air."}], "speaker": "PRESTON", "secId": 87}, {"sentences": [{"sentId": 210, "text": "So, for the first time since the convention really, I mean, we saw an interview with Melania Trump, Dana, we're going to see Melania Trump giving a speech."}], "speaker": "LEMON", "secId": 88}, {"sentences": [{"sentId": 211, "text": "That's right, and not accidentally in the suburbs of Philadelphia, the place where campaigns, presidential elections, have historically been when one are lost primarily because of the fact that they're swing voters, but even more so, because of the suburban women vote."}], "speaker": "BASH", "secId": 89}, {"sentences": [{"sentId": 212, "text": "That's clearly the target."}, {"sentId": 213, "text": "She's going to go there."}, {"sentId": 214, "text": "She is going to make the case and try to lure people back potentially who Donald Trump lost with the Access Hollywood tape and then allegations of groping, to have his wife go in and say, I'm with him, you should be with him, too, to people who might have more republican sensibilities and more importantly."}], "speaker": "BASH", "secId": 90}, {"sentences": [{"sentId": 215, "text": "I was actually in the Philly suburbs a couple weeks ago for registered republicans who just can't stand Hillary Clinton to push them over the line to go for Donald Trump."}], "speaker": "BASH", "secId": 91}, {"sentences": [{"sentId": 216, "text": "All right."}, {"sentId": 217, "text": "Thank you, Dana."}, {"sentId": 218, "text": "Thank you, Mark."}, {"sentId": 219, "text": "I appreciate it."}, {"sentId": 220, "text": "See you guys up until Election Day and after."}, {"sentId": 221, "text": "All right."}, {"sentId": 222, "text": "So, make sure you stay with CNN for all-day comp on Election Day, that's next Tuesday of course."}], "speaker": "LEMON", "secId": 92}, {"sentences": [{"sentId": 223, "text": "And straight ahead in this broadcast, is there an effort to suppress the black vote in North Carolina, even President Obama's blacking laws, he says that are designed to keep African-Americans from casting ballots."}, {"sentId": 224, "text": "We're going to talk about it next."}], "speaker": "LEMON", "secId": 93}, {"sentences": [{"sentId": 225, "text": "All right."}, {"sentId": 226, "text": "This next story is very important so I want you to pay attention."}, {"sentId": 227, "text": "Because there are serious allegations tonight over voter suppression in North Carolina."}, {"sentId": 228, "text": "Claims that restrictive voting laws are really designed to keep African-Americans from casting their ballots."}, {"sentId": 229, "text": "President Barack Obama agrees."}], "speaker": "LEMON", "secId": 94}, {"sentences": [{"sentId": 230, "text": "Here to discuss, Irving Joyner, he's a professor at North Carolina Central University School of Law."}, {"sentId": 231, "text": "Thank you so much, professor."}, {"sentId": 232, "text": "You know, we hear a lot about voter fraud."}, {"sentId": 233, "text": "Is this the real voter fraud?"}], "speaker": "LEMON", "secId": 95}, {"sentences": [{"sentId": 234, "text": "Voter suppression is the name of the game in North Carolina and we've been fighting it."}, {"sentId": 235, "text": "We've spent the entire day today in the middle district federal court dealing with just that -- with just that issue."}], "speaker": "JOYNER", "secId": 96}, {"sentences": [{"sentId": 236, "text": "You filed the NAACP, the North Carolina NAACP filed a lawsuit against North Carolina republicans demanding they put an immediate stop to what you say is a coordinated effort to suppress black voters in that state."}], "speaker": "LEMON", "secId": 97}, {"sentences": [{"sentId": 237, "text": "And again, as you said you were in court, so take us from there, tell us what happened."}, {"sentId": 238, "text": "Tell me about this lawsuit and what happened in court."}], "speaker": "LEMON", "secId": 98}, {"sentences": [{"sentId": 239, "text": "Well, what we dealt with were three counties in North Carolina, Beaufort, Cumberland, and Moore County, in which efforts were made to purge African-American voters from the voting list and we had evidence that postcards were sent to the addresses of roughly 7,000 people in those three counties."}, {"sentId": 240, "text": "And as a result of the return postcards that were received back by the"}], "speaker": "JOYNER", "secId": 99}, {"sentences": [{"sentId": 241, "text": "voter integrity project, they had the county boards of elections to remove those individuals from the voting polls, and so we went into court to halt that effort and I think that we are going to succeed."}], "speaker": "JOYNER", "secId": 100}, {"sentences": [{"sentId": 242, "text": "So explain to us -- explain the voter card thing in North Carolina, what happens if you don't return the card, what -- why is that?"}, {"sentId": 243, "text": "How were they purged?"}], "speaker": "LEMON", "secId": 101}, {"sentences": [{"sentId": 244, "text": "Well, the notion was that if the card was send to the voters' address and it came back, it meant that person didn't live at that address or in that particular precinct and in North Carolina, the return letter is prime fascia evidence that the person doesn't live at that address and that it can be used to challenge that person's right to vote."}], "speaker": "JOYNER", "secId": 102}, {"sentences": [{"sentId": 245, "text": "Of course, it doesn't take into consideration about 1,500 different reasons why a piece of mail would be returned, plus the fact that people are allowed to move from place to place as long as they are still in the county, then they are eligible to vote."}], "speaker": "JOYNER", "secId": 103}, {"sentences": [{"sentId": 246, "text": "And that was..."}], "speaker": "LEMON", "secId": 104}, {"sentences": [{"sentId": 247, "text": "That is -- there's the factual issue that we were dealing with."}], "speaker": "JOYNER", "secId": 105}, {"sentences": [{"sentId": 248, "text": "And that involved canceling voter registration for over 4,000 mostly African-American democratic residents and that was just a week before this presidential election."}], "speaker": "LEMON", "secId": 106}, {"sentences": [{"sentId": 249, "text": "President Barack Obama, Mister -- Dr. Joyner, was in North Carolina today and he spoke about voter suppression efforts in the state."}, {"sentId": 250, "text": "He became visibly angry while speaking about Grace Bell Hardison."}, {"sentId": 251, "text": "Let's listen."}], "speaker": "LEMON", "secId": 107}, {"sentences": [{"sentId": 252, "text": "Grace Bell Hardison, 100 years old."}, {"sentId": 253, "text": "Imagine what she's seen in the arc of her life."}, {"sentId": 254, "text": "Born in the time where there are barely cars on the road, no planes in the sky."}, {"sentId": 255, "text": "Think about everything she's seen."}, {"sentId": 256, "text": "A great grandmother, probably a great, great grandmother."}], "speaker": "OBAMA", "secId": 108}, {"sentences": [{"sentId": 257, "text": "How do you -- how are we going to let, after all she's been through, folks disrespect her like that?"}, {"sentId": 258, "text": "How are we going to betray all those who worked so hard to risk everything for the vote so we could pull the lever and we're not going to vote?"}, {"sentId": 259, "text": "What's our excuse?"}], "speaker": "OBAMA", "secId": 109}, {"sentences": [{"sentId": 260, "text": "So, explain what happened with Grace Bell Hardison."}], "speaker": "LEMON", "secId": 110}, {"sentences": [{"sentId": 261, "text": "Well, the -- she was one of the persons that the postcard was sent to."}, {"sentId": 262, "text": "Her postcard came back."}, {"sentId": 263, "text": "She had a street address and she had a mail address, and the card went back to the voter integrity project people."}], "speaker": "JOYNER", "secId": 111}, {"sentences": [{"sentId": 264, "text": "They went to the Board of Elections in Beaufort County and presented that as evidence that she did live there, so she was placed on a list to be purged."}], "speaker": "JOYNER", "secId": 112}, {"sentences": [{"sentId": 265, "text": "But by some chance, her nephew, Greg, was able to find out about this effort and then contact the NAACP and contact the Board of Elections."}, {"sentId": 266, "text": "And we then engaged in a hurry up effort to challenge what it was that they were attempting to do by showing that she live, still lived at that address."}, {"sentId": 267, "text": "And then they -- as a result they dropped her from the -- they dropped her from the purged list."}], "speaker": "JOYNER", "secId": 113}, {"sentences": [{"sentId": 268, "text": "OK, I'm glad you mentioned her nephew, Greg."}, {"sentId": 269, "text": "So, I want you to stand by, doctor, because Greg Sattherwaite is on the phone right now."}, {"sentId": 270, "text": "He's a nephew of the 100-year-old voter Grace Bell Hardison."}], "speaker": "LEMON", "secId": 114}, {"sentences": [{"sentId": 271, "text": "Greg, thank you so much for joining us."}, {"sentId": 272, "text": "So, your aunt received a letter saying her voter registration is being challenged."}, {"sentId": 273, "text": "How did she react and what did you do?"}], "speaker": "LEMON", "secId": 115}, {"sentences": [{"sentId": 274, "text": "Well, she was really hurt."}, {"sentId": 275, "text": "But first, all she could say was, \"I can't vote?"}, {"sentId": 276, "text": "I can't vote?\""}, {"sentId": 277, "text": "Greg, I can't vote?\""}, {"sentId": 278, "text": "And at that time, it really hurt me because she was about to cry when she was saying it."}, {"sentId": 279, "text": "And what I did is I reassured her that we would get it taken care of."}], "speaker": "SATTERWAITE", "secId": 116}, {"sentences": [{"sentId": 280, "text": "So, I'm kind of in a way where I didn't know what we had to do."}, {"sentId": 281, "text": "But I knew it was wrong because she's been a registered voter all her life basically and she's been voting every year."}], "speaker": "SATTERWAITE", "secId": 117}, {"sentences": [{"sentId": 282, "text": "So, that's when I contacted the NAACP and went to the Board of Elections and they gave us three options, we had to come to a hearing, we had to get a notarized letter form, or she gets a form signed or she had to have a family member represent her at the hearing."}], "speaker": "SATTERWAITE", "secId": 118}, {"sentences": [{"sentId": 283, "text": "Greg, do you think that this was planned?"}, {"sentId": 284, "text": "I mean, do you think that people were specifically targeted here?"}], "speaker": "LEMON", "secId": 119}, {"sentences": [{"sentId": 285, "text": "Yes, I do."}, {"sentId": 286, "text": "Especially being in Bell Haven, we've been fighting to reopen a hospital and the people that's behind this all republicans, and in order to win any election in Bell Haven you have to have the black vote."}, {"sentId": 287, "text": "If you don't have the black vote, you won't win anything."}], "speaker": "SATTERWAITE", "secId": 120}, {"sentences": [{"sentId": 288, "text": "And during this past election, it was really, really close."}, {"sentId": 289, "text": "So, right now, if you eliminate some of the black vote then you can probably take over to get in who you want."}], "speaker": "SATTERWAITE", "secId": 121}, {"sentences": [{"sentId": 290, "text": "So, you were able to resolve this."}, {"sentId": 291, "text": "How were you able to resolve this?"}], "speaker": "LEMON", "secId": 122}, {"sentences": [{"sentId": 292, "text": "Well, we the help of the NAACP sending a letter and they pretty much went back to the person that challenged her and he was due to the challenge."}, {"sentId": 293, "text": "Look great ."}], "speaker": "SATTERWAITE", "secId": 123}, {"sentences": [{"sentId": 294, "text": "OK."}, {"sentId": 295, "text": "So, what about others in the community who are -- what happened to them?"}, {"sentId": 296, "text": "Have they had the same thing happen to them?"}], "speaker": "LEMON", "secId": 124}, {"sentences": [{"sentId": 297, "text": "Yes, basically what we did we got a few other kids in the area and we got the same list that they have and we went through each and every person's name and we identified that who we knew for sure actually lived in Bell Haven, was registered and voted."}], "speaker": "SATTERWAITE", "secId": 125}, {"sentences": [{"sentId": 298, "text": "And the ones who don't live here and we took the list to the Board of Elections, the Beaufort County Board of Elections and they worked with us to get most of those names cleared."}], "speaker": "SATTERWAITE", "secId": 126}, {"sentences": [{"sentId": 299, "text": "Yes."}], "speaker": "LEMON", "secId": 127}, {"sentences": [{"sentId": 300, "text": "And the ones that we didn't get cleared, unfortunately they got purged."}], "speaker": "SATTERWAITE", "secId": 128}, {"sentences": [{"sentId": 301, "text": "What was your aunt's reaction?"}], "speaker": "LEMON", "secId": 129}, {"sentences": [{"sentId": 302, "text": "Well, now she's happy."}, {"sentId": 303, "text": "She is asking now, \"are you sure I can vote?"}, {"sentId": 304, "text": "Are you sure I can vote?\""}, {"sentId": 305, "text": "I said, \"yes, you can; yes, you can.\""}], "speaker": "SATTERWAITE", "secId": 130}, {"sentences": [{"sentId": 306, "text": "Greg, stand by."}, {"sentId": 307, "text": "Thank you very much for that."}, {"sentId": 308, "text": "I want to bring back in Professor Irving Joyner."}, {"sentId": 309, "text": "So, you heard what he had to say."}], "speaker": "LEMON", "secId": 131}, {"sentences": [{"sentId": 310, "text": "In 2012, Guilford County, North Carolina, where more than a third of the residents were African-Americans, had 16 early-voting locations."}, {"sentId": 311, "text": "This year, the republican control election board open only one polling site for early voting, and the site was open two fewer days that first week."}, {"sentId": 312, "text": "Could this explain in part why early-voting numbers among black people have been lower?"}], "speaker": "LEMON", "secId": 132}, {"sentences": [{"sentId": 313, "text": "Yes, that's a part of the problem."}, {"sentId": 314, "text": "The first seven days, there were a reduced number of polling sites available."}, {"sentId": 315, "text": "And then you have to remember that we had the floods in the eastern part of North Carolina, and that is where a vast majority of African-Americans in the state reside, so many of them were under water."}], "speaker": "JOYNER", "secId": 133}, {"sentences": [{"sentId": 316, "text": "Some of the polling places were shut down as a result of the floods and that obviously had some impact on the turnout."}, {"sentId": 317, "text": "So, we are still trying to beat the bushes to repair that situation and get people to the polls so that they can exercise their right."}, {"sentId": 318, "text": "People are eager to vote and we want to make sure that every opportunity is available for them to do so."}], "speaker": "JOYNER", "secId": 134}, {"sentences": [{"sentId": 319, "text": "All right."}, {"sentId": 320, "text": "Thank you, doctor."}, {"sentId": 321, "text": "Thank you, Greg."}, {"sentId": 322, "text": "We appreciate it, and Greg, give our best to your aunt, as well."}], "speaker": "LEMON", "secId": 135}, {"sentences": [{"sentId": 323, "text": "You know, we hear so much about voter fraud and about rigged systems."}, {"sentId": 324, "text": "Well, this is one way that the system may be rigged that we don't discuss so much."}, {"sentId": 325, "text": "But it is also very important to do so."}], "speaker": "LEMON", "secId": 136}, {"sentences": [{"sentId": 326, "text": "We'll be right back."}], "speaker": "LEMON", "secId": 137}, {"sentences": [{"sentId": 327, "text": "An ugly election, getting even uglier tonight, with allegations of voter suppression."}], "speaker": "LEMON", "secId": 138}, {"sentences": [{"sentId": 328, "text": "Here to discuss now, Symone Sanders, a former national press secretary to Bernie Sanders, Calvin Tucker, the chairman of Pennsylvania Black Republican Council, he is supporting Donald Trump, Stacy Washington, host of the radio show Stacey on the Right, and Bakari Sellers, CNN political commentator and Clinton supporter."}], "speaker": "LEMON", "secId": 139}, {"sentences": [{"sentId": 329, "text": "Good evening to all of you."}, {"sentId": 330, "text": "Thank you so much for joining us."}, {"sentId": 331, "text": "Calvin, we just heard about the NAACP lawsuit in North Carolina alleging voter suppression."}, {"sentId": 332, "text": "The suit alleges that African-American voters are unfairly targeted."}, {"sentId": 333, "text": "What's your response?"}], "speaker": "LEMON", "secId": 140}, {"sentences": [{"sentId": 334, "text": "Well, look, I'm appalled by voter suppression or voter fraud anywhere across this country."}, {"sentId": 335, "text": "Any time we have, you know, fought through all of the wars just to get the right to vote starting in 1870 to the 1965 voting right act, everyone certainly is entitled to cast their ballot and we ought to come out and vote regardless of, you know, what legal means or not that's being bestowed against us."}], "speaker": "TUCKER", "secId": 141}, {"sentences": [{"sentId": 336, "text": "So, I -- again, as I stated before, I'm appalled by the allegations of voter suppression and voter fraud."}], "speaker": "TUCKER", "secId": 142}, {"sentences": [{"sentId": 337, "text": "So, if republican officials are moving early voting places farther from black people decreasing the number of sites, canceling registrations of black voters, does that sound like rigging of the system to you?"}, {"sentId": 338, "text": "Isn't that exactly what Donald Trump has been claiming has been going on?"}], "speaker": "LEMON", "secId": 143}, {"sentences": [{"sentId": 339, "text": "Well, what I'm saying is that people must come out and vote regardless of early voting or not."}, {"sentId": 340, "text": "I mean, some states don't have -- Pennsylvania, we don't have early voting."}, {"sentId": 341, "text": "We do have absentee ballot."}], "speaker": "TUCKER", "secId": 144}, {"sentences": [{"sentId": 342, "text": "That may indeed be the case but that wasn't my question."}, {"sentId": 343, "text": "I said if they're doing those things isn't that exactly what Donald Trump claimed the rigging of the system that's going on?"}, {"sentId": 344, "text": "That is part of the rigging, as well."}], "speaker": "LEMON", "secId": 145}, {"sentences": [{"sentId": 345, "text": "Well, it's part -- that's part of the process, yes."}, {"sentId": 346, "text": "It's part of the rigging system."}], "speaker": "TUCKER", "secId": 146}, {"sentences": [{"sentId": 347, "text": "OK."}], "speaker": "LEMON", "secId": 147}, {"sentences": [{"sentId": 348, "text": "You know, but again, we have to prove those things in court."}, {"sentId": 349, "text": "I did hear the earlier panel and it -- I'm saddened by, you know, certain events that happen to the -- to the 100-year-old lady and those things should not exist, but again mistakes are made every day in this process."}], "speaker": "TUCKER", "secId": 148}, {"sentences": [{"sentId": 350, "text": "Yes."}, {"sentId": 351, "text": "So, you know, you're down in the Carolinas, Bakari Sellers, so talk to me about that."}, {"sentId": 352, "text": "You're in South Carolina but this is -- this one isn't in North Carolina."}], "speaker": "LEMON", "secId": 149}, {"sentences": [{"sentId": 353, "text": "Well."}, {"sentId": 354, "text": "LEMON:  But go ahead."}], "speaker": "SELLERS", "secId": 150}, {"sentences": [{"sentId": 355, "text": "This isn't an allegation."}, {"sentId": 356, "text": "This isn't some accident."}, {"sentId": 357, "text": "This isn't some mistake in the process."}, {"sentId": 358, "text": "The North Carolina legislature under the leadership of Pat McCrory who has been an awful Governor and who I'm hoping and I believe he will lose next Tuesday, think the court said they were surgical in their precision in the way that they discriminated against African-Americans."}], "speaker": "SELLERS", "secId": 151}, {"sentences": [{"sentId": 359, "text": "I mean, literally cut back in Guilford County they cut back the number of early-voting sites from 13, I believe to one."}, {"sentId": 360, "text": "The court had taken a stand on this and said that this was outright discrimination in 2016."}], "speaker": "SELLERS", "secId": 152}, {"sentences": [{"sentId": 361, "text": "I mean, look, I said it earlier and it bears repeating."}, {"sentId": 362, "text": "In 1960, '61, '62, they had the water hoses and the dogs out."}, {"sentId": 363, "text": "And now they just have the votes of the general assembly and legislature."}], "speaker": "SELLERS", "secId": 153}, {"sentences": [{"sentId": 364, "text": "And that cannot be tolerated and that's so unfortunate that we're having a conversation about suppression and we have a black president in 2016."}], "speaker": "SELLERS", "secId": 154}, {"sentences": [{"sentId": 365, "text": "So I had to -- I'm going to give this to you, as well, Stacy."}, {"sentId": 366, "text": "If you're any sort of effort to suppress a vote is that not indeed part of a rigged system?"}], "speaker": "LEMON", "secId": 155}, {"sentences": [{"sentId": 367, "text": "I don't see a correlation between Donald Trump calling out what he sees as a rigged system in the way he was talking about it and what you're discussing."}], "speaker": "WASHINGTON", "secId": 156}, {"sentences": [{"sentId": 368, "text": "If -- now, the guest that you had on before that's absolutely atrocious and I expect to see justice served there."}, {"sentId": 369, "text": "As far as the rest of it, if those are allegations then we have to wait for investigations to be completed so that we know what's going on."}, {"sentId": 370, "text": "I do not believe in suppressing votes."}], "speaker": "WASHINGTON", "secId": 157}, {"sentences": [{"sentId": 371, "text": "But they're not allegations."}], "speaker": "SELLERS", "secId": 158}, {"sentences": [{"sentId": 372, "text": "Well."}], "speaker": "WASHINGTON", "secId": 159}, {"sentences": [{"sentId": 373, "text": "They're not allegations."}], "speaker": "SELLERS", "secId": 160}, {"sentences": [{"sentId": 374, "text": "Yes, they're in court today."}, {"sentId": 375, "text": "The court already ruled."}, {"sentId": 376, "text": "But go ahead, Bakari."}], "speaker": "LEMON", "secId": 161}, {"sentences": [{"sentId": 377, "text": "The court wrote on this."}, {"sentId": 378, "text": "This is not allegations."}], "speaker": "SELLERS", "secId": 162}, {"sentences": [{"sentId": 379, "text": "OK."}], "speaker": "WASHINGTON", "secId": 163}, {"sentences": [{"sentId": 380, "text": "The court said that they were surgical in their precision in the way they've discriminated against African-Americans."}, {"sentId": 381, "text": "This is a republican legislature led by a republican governor, and if we can say the system is rigged by something false that Donald Trump says, but you can't say the system is rigged when this, so what are we talking about?"}, {"sentId": 382, "text": "WASHINGTON:  No, absolutely not."}, {"sentId": 383, "text": "Sorry, Bakari."}, {"sentId": 384, "text": "So, look, that's not"}], "speaker": "SELLERS", "secId": 164}, {"sentences": [{"sentId": 385, "text": "what I said."}, {"sentId": 386, "text": "I'm not saying that if they've already adjudicated that there was something going on, obviously then that's what happened."}, {"sentId": 387, "text": "So that's what happened."}], "speaker": "SELLERS", "secId": 165}, {"sentences": [{"sentId": 388, "text": "In the case of what Donald Trump is talking about, there's no -- there's no way you can deny the Project Veritas videos that show that..."}], "speaker": "SELLERS", "secId": 166}, {"sentences": [{"sentId": 389, "text": "There is a way you can deny those videos."}], "speaker": "SANDERS", "secId": 167}, {"sentences": [{"sentId": 390, "text": "Sure, Symone, there is a way of cheating denying -- denying that..."}], "speaker": "WASHINGTON", "secId": 168}, {"sentences": [{"sentId": 391, "text": "Symone, Symone, let her finish and I promise you'll get the next word."}, {"sentId": 392, "text": "Go ahead."}], "speaker": "LEMON", "secId": 169}, {"sentences": [{"sentId": 393, "text": "I absolutely think that those videos are verified, they show officials talking about buzzing people all over town to vote multiple times and that's the rigging that Donald Trump is talking about."}], "speaker": "WASHINGTON", "secId": 170}, {"sentences": [{"sentId": 394, "text": "Symone?"}], "speaker": "LEMON", "secId": 171}, {"sentences": [{"sentId": 395, "text": "So, those are two different things."}, {"sentId": 396, "text": "If you want to refer to that as rigged, what they found, and these wrong behaviors, then absolutely."}], "speaker": "WASHINGTON", "secId": 172}, {"sentences": [{"sentId": 397, "text": "If that's a characterization that you're comfortable with, fine."}], "speaker": "WASHINGTON", "secId": 173}, {"sentences": [{"sentId": 398, "text": "OK."}], "speaker": "LEMON", "secId": 174}, {"sentences": [{"sentId": 399, "text": "It's really -- it's been investigated."}], "speaker": "WASHINGTON", "secId": 175}, {"sentences": [{"sentId": 400, "text": "Go ahead, Symone."}], "speaker": "LEMON", "secId": 176}, {"sentences": [{"sentId": 401, "text": "Wrong has been done."}], "speaker": "WASHINGTON", "secId": 177}, {"sentences": [{"sentId": 402, "text": "First of all, there's definitely a way to deny those Project Veritas videos."}, {"sentId": 403, "text": "O'Keefe has been discredited time and time again and the only rigging that is going on here is the systemic suppression of the votes of young people, of black people, of Latinos in this country, and the older folks and we can't deny that its republican legislatures and republican governors doing that work."}], "speaker": "SANDERS", "secId": 178}, {"sentences": [{"sentId": 404, "text": "What's going on and what's happened and not just North Carolina, but in places like Georgia, where the lawyers committee for civil rights under the law had to go in and fight back for the -- to open up DMV offices, these things are targeted against black communities."}, {"sentId": 405, "text": "So, let's not pretend this isn't happening and let's not pretend like this isn't systemic."}], "speaker": "SANDERS", "secId": 179}, {"sentences": [{"sentId": 406, "text": "OK, that's not..."}], "speaker": "WASHINGTON", "secId": 180}, {"sentences": [{"sentId": 407, "text": "OK, everybody, stand by."}, {"sentId": 408, "text": "I got to get to a break."}], "speaker": "LEMON", "secId": 181}, {"sentences": [{"sentId": 409, "text": "Well, let's not pretend that a fraud..."}], "speaker": "TUCKER", "secId": 182}, {"sentences": [{"sentId": 410, "text": "Well, let's not pretend is a thing, let's stop because it's not."}], "speaker": "SANDERS", "secId": 183}, {"sentences": [{"sentId": 411, "text": "We'll take..."}], "speaker": "LEMON", "secId": 184}, {"sentences": [{"sentId": 412, "text": "Well, no, no."}, {"sentId": 413, "text": "I'm a republican war leader in the city of Philadelphia and I have personally watched, you know, fraud being committed in precinct."}], "speaker": "TUCKER", "secId": 185}, {"sentences": [{"sentId": 414, "text": "Oh, my goodness."}], "speaker": "SANDERS", "secId": 186}, {"sentences": [{"sentId": 415, "text": "The voter fraud is..."}], "speaker": "WASHINGTON", "secId": 187}, {"sentences": [{"sentId": 416, "text": "Take us out, Don, please."}, {"sentId": 417, "text": "Take us out."}], "speaker": "SANDERS", "secId": 188}, {"sentences": [{"sentId": 418, "text": "Listen, we do need to get a break in."}, {"sentId": 419, "text": "So, I'm going to -- the president was on the Tom Joyner Morning Show this morning talking about voter suppression."}, {"sentId": 420, "text": "We'll discuss that and we'll continue our conversation on the other side of the break."}, {"sentId": 421, "text": "We'll be right back."}], "speaker": "LEMON", "secId": 189}, {"sentences": [{"sentId": 422, "text": "President Barack Obama out on the campaign trail stomping for Hillary Clinton."}], "speaker": "LEMON", "secId": 190}, {"sentences": [{"sentId": 423, "text": "Back with me now, Symone Sanders, Calvin Tucker, Stacy Washington, and Bakari."}], "speaker": "LEMON", "secId": 191}, {"sentences": [{"sentId": 424, "text": "So, the president was out today pleading his case with African- Americans, and he was also on the Tom Joyner Morning Show."}, {"sentId": 425, "text": "I want you to listen to this."}], "speaker": "LEMON", "secId": 192}, {"sentences": [{"sentId": 426, "text": "The African-American vote right now is not as solid as it needs to be and I know that there are a lot of people in barber shops and beauty salons, you know, in the neighborhoods who are saying to themselves, well, you know, we love Barack, we love -- and we especially love Michelle."}], "speaker": "OBAMA", "secId": 193}, {"sentences": [{"sentId": 427, "text": "So, you know, it was exciting and now we're not excited as much."}, {"sentId": 428, "text": "And you know what, I need everybody to understand that everything we've done is dependent on me being able to pass the baton to somebody who believes in the same things I believe in."}], "speaker": "OBAMA", "secId": 194}, {"sentences": [{"sentId": 429, "text": "So, what's your response to that, Stacy?"}, {"sentId": 430, "text": "Could this also be motivating for republicans, as well?"}], "speaker": "LEMON", "secId": 195}, {"sentences": [{"sentId": 431, "text": "Well, I mean, I think he's making the case for blacks to turnout at something near the levels that they did for him."}, {"sentId": 432, "text": "The issue is, there was a historic nature to the election of the first black president and that's not the same thing that's going on right now."}], "speaker": "WASHINGTON", "secId": 196}, {"sentences": [{"sentId": 433, "text": "Hillary Clinton has some issues with the black community and so there's -- it's not a correlation."}, {"sentId": 434, "text": "I think his words will motivate some people to turn out and vote but I don't think it's going to bring turnouts to the levels they were at in 2012."}], "speaker": "WASHINGTON", "secId": 197}, {"sentences": [{"sentId": 435, "text": "Calvin, Secretary Clinton said this in -- who is that, is that Bakari?"}], "speaker": "LEMON", "secId": 198}, {"sentences": [{"sentId": 436, "text": "I haven't said anything over here, Don."}, {"sentId": 437, "text": "I'm not the bad child all the time."}], "speaker": "SELLERS", "secId": 199}, {"sentences": [{"sentId": 438, "text": "I don't know about that."}, {"sentId": 439, "text": "Calvin, someone wanted to say something."}, {"sentId": 440, "text": "I just wondered if you wanted to jump in, you can, before I moved on to our next topic."}], "speaker": "LEMON", "secId": 200}, {"sentences": [{"sentId": 441, "text": "Well, no, I wanted -- I wanted to say something about this legacy thing."}, {"sentId": 442, "text": "I think the president is suggesting that Hillary Clinton is going to carry out his legacy and I think that's very disingenuous."}], "speaker": "TUCKER", "secId": 201}, {"sentences": [{"sentId": 443, "text": "I mean, Hillary Clinton is going to try to create her own legacy and, you know, I don't think he's made a significant legacy among African- Americans that somebody would want to carry our any way."}, {"sentId": 444, "text": "So."}], "speaker": "TUCKER", "secId": 202}, {"sentences": [{"sentId": 445, "text": "Now I will jump in."}], "speaker": "SELLERS", "secId": 203}, {"sentences": [{"sentId": 446, "text": "If he's going to make -- yes, go ahead."}], "speaker": "TUCKER", "secId": 204}, {"sentences": [{"sentId": 447, "text": "No, I will jump in."}, {"sentId": 448, "text": "I mean, that's patently absurd."}, {"sentId": 449, "text": "I think when you look at the eight years that preceded Barack Obama to see what he inherited and then you look at where we are now."}, {"sentId": 450, "text": "I mean, when he took over office the stock market was at 6,000, today it's at 18,000, 19,000."}], "speaker": "SELLERS", "secId": 205}, {"sentences": [{"sentId": 451, "text": "You look at the way that the back income graphic -- income gap has grown, how we -- how the fact is that we have higher middle-aged earnings than we had in recent history, you date back to 1999 and you talk about the number of African-Americans that are insured."}, {"sentId": 452, "text": "I mean, the list goes on, and on, and on."}], "speaker": "SELLERS", "secId": 206}, {"sentences": [{"sentId": 453, "text": "The unemployment rate."}], "speaker": "LEMON", "secId": 207}, {"sentences": [{"sentId": 454, "text": "And unemployment rate..."}], "speaker": "SELLERS", "secId": 208}, {"sentences": [{"sentId": 455, "text": "The auto industry."}], "speaker": "LEMON", "secId": 209}, {"sentences": [{"sentId": 456, "text": "I work in the underserved community every day."}, {"sentId": 457, "text": "I don't see a significant change in, you know, poverty, unemployment, opportunity, entrepreneurship."}], "speaker": "TUCKER", "secId": 210}, {"sentences": [{"sentId": 458, "text": "So."}], "speaker": "SELLERS", "secId": 211}, {"sentences": [{"sentId": 459, "text": "You can -- you were talking about the 1 percent of the African-Americans that have succeeded but you're not talking about the 99 percent of the African-Americans that live below the poverty line, that have to make a decision every day between, you know, food on the table."}], "speaker": "TUCKER", "secId": 212}, {"sentences": [{"sentId": 460, "text": "Mr. Tucker, with all due respect, can I ask you a question."}], "speaker": "LEMON", "secId": 213}, {"sentences": [{"sentId": 461, "text": "You don't have to let these Trump-talking points go."}], "speaker": "SANDERS", "secId": 214}, {"sentences": [{"sentId": 462, "text": "OK."}], "speaker": "LEMON", "secId": 215}, {"sentences": [{"sentId": 463, "text": "OK."}, {"sentId": 464, "text": "Hold on."}], "speaker": "SANDERS", "secId": 216}, {"sentences": [{"sentId": 465, "text": "Ninety nine percent of black people did not..."}], "speaker": "SANDERS", "secId": 217}, {"sentences": [{"sentId": 466, "text": "No, these are not talking points."}], "speaker": "TUCKER", "secId": 218}, {"sentences": [{"sentId": 467, "text": "... live on the poverty line."}], "speaker": "SANDERS", "secId": 219}, {"sentences": [{"sentId": 468, "text": "May I ask you a question, I don't mean to be disrespectful, with all due respect."}], "speaker": "LEMON", "secId": 220}, {"sentences": [{"sentId": 469, "text": "Sure."}], "speaker": "TUCKER", "secId": 221}, {"sentences": [{"sentId": 470, "text": "I would imagine we're around the same age."}, {"sentId": 471, "text": "What do you, are you in your 50's or so?"}], "speaker": "LEMON", "secId": 222}, {"sentences": [{"sentId": 472, "text": "Yes, 60's, 60's."}], "speaker": "TUCKER", "secId": 223}, {"sentences": [{"sentId": 473, "text": "OK. And so you've lived a long time and you've seen the first president I kind of remember leaving office was Richard Nixon in 1972, I remember the helicopter."}], "speaker": "LEMON", "secId": 224}, {"sentences": [{"sentId": 474, "text": "And so, if you have all these presidents and all these administrations before Barack Obama and they didn't solve all of the issues in the African-American community, why would you expect Barack Obama in eight years to solve all of those issues or have some extraordinary or significant impact when there were 40 some other presidents before him who couldn't do it?"}, {"sentId": 475, "text": "TUCKER:  Don, you make a very legitimate point, but I go back to"}], "speaker": "LEMON", "secId": 225}, {"sentences": [{"sentId": 476, "text": "something that Dr. Carnell West and of Tavis Smiley talked about."}, {"sentId": 477, "text": "If you go back to maybe three and a half to four years ago when there was, you know, the country was in economic crisis, financial crisis and the president created these job summing around the country and he came to Illinois, but he went to -- and not to Chicago."}], "speaker": "LEMON", "secId": 226}, {"sentences": [{"sentId": 478, "text": "He came to Philadelphia -- I mean, he came to Pennsylvania and he went to a very rural suburban community and didn't come to where the densely populated underserved community is where jobs are need, unemployment was significantly high."}], "speaker": "LEMON", "secId": 227}, {"sentences": [{"sentId": 479, "text": "So at even the Congressional Black Caucus, talked about those issues trying to solve the issues in the underserved community."}], "speaker": "LEMON", "secId": 228}, {"sentences": [{"sentId": 480, "text": "So, what's your point there?"}, {"sentId": 481, "text": "What's your point there?"}], "speaker": "LEMON", "secId": 229}, {"sentences": [{"sentId": 482, "text": "Well, my point is, my point is it was historic that we elected the first African-American president and yet, he didn't focus significantly on the African-American -- the growth of the African- American..."}], "speaker": "TUCKER", "secId": 230}, {"sentences": [{"sentId": 483, "text": "Do you think that's a legitimate argument?"}], "speaker": "LEMON", "secId": 231}, {"sentences": [{"sentId": 484, "text": "Well, then..."}], "speaker": "SANDERS", "secId": 232}, {"sentences": [{"sentId": 485, "text": "Hold on, Symone."}, {"sentId": 486, "text": "Do you think that's a legitimate agreement?"}, {"sentId": 487, "text": "Calvin?"}], "speaker": "LEMON", "secId": 233}, {"sentences": [{"sentId": 488, "text": "Yes, I do think it's a legitimate argument, yes."}], "speaker": "TUCKER", "secId": 234}, {"sentences": [{"sentId": 489, "text": "So, then people are saying the same thing about Donald Trump, when he gives his speech on African-American into to mostly white audiences and he doesn't go into underserved communities to give those speeches, to those people, but then you say that is not a relevant or significant argument when it comes to that?"}], "speaker": "LEMON", "secId": 235}, {"sentences": [{"sentId": 490, "text": "No, no, no, Don."}, {"sentId": 491, "text": "Yes, but my point is, so when Donald Trump, if he makes his speeches, in Seattle, Washington, and Phoenix, Arizona, now he did make his economic speech in Detroit, Michigan and ICE."}, {"sentId": 492, "text": "By my recollection, that's principally an African-American..."}], "speaker": "TUCKER", "secId": 236}, {"sentences": [{"sentId": 493, "text": "He made it to Detroit -- it was a..."}], "speaker": "SELLERS", "secId": 237}, {"sentences": [{"sentId": 494, "text": "He came to Philadelphia."}], "speaker": "TUCKER", "secId": 238}, {"sentences": [{"sentId": 495, "text": "First of all let's just stop."}, {"sentId": 496, "text": "This is not -- that's not accurate."}, {"sentId": 497, "text": "When he went to Detroit, he spoke at a club and it was all to white members or very few African-Americans at all."}, {"sentId": 498, "text": "When he went to Milwaukee, he went to a suburb, but that does matter."}, {"sentId": 499, "text": "I mean, you're talking about Barack Obama..."}], "speaker": "SELLERS", "secId": 239}, {"sentences": [{"sentId": 500, "text": "But he came -- but he came to Philadelphia."}], "speaker": "TUCKER", "secId": 240}, {"sentences": [{"sentId": 501, "text": "Barack Obama has been to these places, he's talked about these issues and to say that Barack Obama doesn't mean something to the African-American community, or that we haven't advanced under his leadership, you can't -- all you've given us is anecdotal things that don't bear out the facts."}], "speaker": "SELELRS", "secId": 241}, {"sentences": [{"sentId": 502, "text": "Well, no, I'm not saying he doesn't mean anything."}, {"sentId": 503, "text": "Yes, it was a significant achievement to have an African-American elected president of the United States."}, {"sentId": 504, "text": "I'm saying that..."}], "speaker": "TUCKER", "secId": 242}, {"sentences": [{"sentId": 505, "text": "But less African-Americans in poverty, less African- Americans unemployed..."}], "speaker": "SELLERS", "secId": 243}, {"sentences": [{"sentId": 506, "text": "I got to go."}], "speaker": "LEMON", "secId": 244}, {"sentences": [{"sentId": 507, "text": "I mean, more -- more insured."}, {"sentId": 508, "text": "I mean, what statistics do you have to back up that claim?"}], "speaker": "SELLERS", "secId": 245}, {"sentences": [{"sentId": 509, "text": "I'm in major trouble right now."}], "speaker": "LEMON", "secId": 246}, {"sentences": [{"sentId": 510, "text": "Can I also..."}], "speaker": "SYMONE", "secId": 247}, {"sentences": [{"sentId": 511, "text": "I'm just looking at what statistics that Bakari..."}], "speaker": "SANDERS", "secId": 248}, {"sentences": [{"sentId": 512, "text": "The last point I just want to make, Don is this, I just think -- I think it's dangerous to assert that because Barack Obama was the first African-American president, he was just a president of the black people, and that he could only do things for black people."}], "speaker": "SANDERS", "secId": 249}, {"sentences": [{"sentId": 513, "text": "No one suggested that."}], "speaker": "WASHINGTON", "secId": 250}, {"sentences": [{"sentId": 514, "text": "Many of the policies -- pardon me, Stacy."}], "speaker": "SANDERS", "secId": 251}, {"sentences": [{"sentId": 515, "text": "Well, he's showing to disapprove that theory."}], "speaker": "TUCKER", "secId": 252}, {"sentences": [{"sentId": 516, "text": "I think many of the policies that President Obama has put forward in his administration have done, has served all of America and has absolutely helped black people."}], "speaker": "SANDERS", "secId": 253}, {"sentences": [{"sentId": 517, "text": "Yes."}, {"sentId": 518, "text": "I know people want to hear this conversation but I have to deal with commercial breaks and I'm sorry."}, {"sentId": 519, "text": "I've got to go."}, {"sentId": 520, "text": "I'm already a minute into the next hour of the show."}], "speaker": "LEMON", "secId": 254}, {"sentences": [{"sentId": 521, "text": "Thank you, guys."}, {"sentId": 522, "text": "I appreciate it."}, {"sentId": 523, "text": "Great conversation."}, {"sentId": 524, "text": "We'll be right back."}], "speaker": "LEMON", "secId": 255}, {"sentences": [{"sentId": 525, "text": "Thank you."}], "speaker": "WASHINGTON", "secId": 256}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1611.02.cnnt.01.html.json", "time": "Aired November 2, 2016 - 22:00   ET"}