{"sectionCount": 224, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["LEMON", "PALMIERI", "CONWAY", "ZELENY", "PARSCALE", "BENENSON", "MOOK", "ROSEN", "SWERDLICK", "PHILLIPS", "SCIUTTO", "KING", "SCHIFF", "CLAPPER", "SANDERS", "ALEXANDER", "ROORDA", "COATES", "SLAGER", "UNIDENTIFIED FEMALE", "UNIDENTIFIED MALE", "RAY", "OMAR"], "subTitle": "Insults Fly When Trump, Clinton Aides Meet; Donald Trump Speaks With Taiwan's President; Democrats Want Russian Hacking Intelligence Declassified; Did Russia Want Trump To Win?; Did Russia Want Trump To Win?; What's Putin's Endgame?; Michael Slager Jury To Return Monday; Slager Charged With Murder Of Walter Scott; Enlighten Us: The Rise & Fall of James Arthur Ray; James Ray Arthur Speaks Out; Ray Was Convicted In Negligent Homicide of 3 Clients; Top 10 CNN Heroes. Aired 11p-Midnight ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1612/02/cnnt.02.html", "sentenceCount": 538, "sections": [{"sentences": [{"sentId": 0, "text": "Looks like the Trump and the Clinton camps are a long way from burying the hatchet."}], "speaker": "LEMON", "secId": 0}, {"sentences": [{"sentId": 1, "text": "This is CNN Tonight, I'm Don Lemon."}], "speaker": "LEMON", "secId": 1}, {"sentences": [{"sentId": 2, "text": "Things turn ugly when top aides to Donald Trump and Hillary Clinton clash in a panel discussion at Harvard."}], "speaker": "LEMON", "secId": 2}, {"sentences": [{"sentId": 3, "text": "I would rather lose than win the way you guys did."}], "speaker": "PALMIERI", "secId": 3}, {"sentences": [{"sentId": 4, "text": "Do you think I ran a campaign where white supremacist had a platform?"}, {"sentId": 5, "text": "You're going to look me in the face and tell me that?"}], "speaker": "CONWAY", "secId": 4}, {"sentences": [{"sentId": 6, "text": "Meanwhile, the intelligence community increasingly convinced Russia meddled in our election to give Trump the win."}, {"sentId": 7, "text": "What's Vladimir Putin's end game?"}, {"sentId": 8, "text": "And, is Donald Trump playing with fire with Russia?"}], "speaker": "LEMON", "secId": 5}, {"sentences": [{"sentId": 9, "text": "Plus, we all saw it with our very own eyes."}, {"sentId": 10, "text": "A black man shot in the back by white police officer."}, {"sentId": 11, "text": "But could there be a mistrial in the Michael Slager case."}, {"sentId": 12, "text": "We'll discuss all of that."}], "speaker": "LEMON", "secId": 6}, {"sentences": [{"sentId": 13, "text": "But I want to get right to what -- you have to call a grudge match between top aides to Donald Trump and Hillary Clinton at Harvard Kennedy School Institute of Politics."}, {"sentId": 14, "text": "CNN Jeff Zeleny has more."}], "speaker": "LEMON", "secId": 7}, {"sentences": [{"sentId": 15, "text": "Jeff?"}], "speaker": "LEMON", "secId": 8}, {"sentences": [{"sentId": 16, "text": "Don, as adviser from Donald Trump and Hillary Clinton took their seats inside that room at Harvard University, there were no conciliatory handshakes for the losers or offers them congratulations for the winners."}, {"sentId": 17, "text": "You know, I was inside the room and I can tell you the tension was incredibly thick."}], "speaker": "ZELENY", "secId": 9}, {"sentences": [{"sentId": 18, "text": "Harvard has been hosting these forums for every presidential race since 1972 when Nixon defeated McGovern."}, {"sentId": 19, "text": "But the Trump-Clinton race, as it has been all year, was explosive with finger-pointing and shouting, each side trying to make one last argument for history."}], "speaker": "ZELENY", "secId": 10}, {"sentences": [{"sentId": 20, "text": "A combustible mix of raw emotions and hard feelings as top advisers to Donald Trump and Hillary Clinton came face-to-face for the first time since the election."}, {"sentId": 21, "text": "The Clinton team bluntly accusing the Trump campaign of fueling racism to help win the White House."}], "speaker": "ZELENY", "secId": 11}, {"sentences": [{"sentId": 22, "text": "If providing a platform for white supremacists makes me a brilliant tactician, I am glad to have lost."}, {"sentId": 23, "text": "I would rather lose than win the way you guys did."}], "speaker": "PALMIERI", "secId": 12}, {"sentences": [{"sentId": 24, "text": "No you wouldn't."}, {"sentId": 25, "text": "No you wouldn't."}], "speaker": "CONWAY", "secId": 13}, {"sentences": [{"sentId": 26, "text": "Yes, absolutely, yes."}], "speaker": "PALMIERI", "secId": 14}, {"sentences": [{"sentId": 27, "text": "That's very clear today, no you wouldn't respectfully."}], "speaker": "CONWAY", "secId": 15}, {"sentences": [{"sentId": 28, "text": "Clinton Communications Director Jennifer Palmieri and Trump Campaign Manager Kellyanne Conway tangling over Steve Bannon, Trump's chief strategists and former executive of Breitbart News."}], "speaker": "ZELENY", "secId": 16}, {"sentences": [{"sentId": 29, "text": "And it is a very, very important moment, in our history of our country."}, {"sentId": 30, "text": "And I think as, you know, his presidency goes forward I'm going to be very glad to have been part of the campaign that tried to stop him."}], "speaker": "PALMIERI", "secId": 17}, {"sentences": [{"sentId": 31, "text": "Hey, Jen, do you think I ran a campaign where white supremacists had a platform?"}, {"sentId": 32, "text": "Are you going to look me in the face and tell me that?"}], "speaker": "CONWAY", "secId": 18}, {"sentences": [{"sentId": 33, "text": "It did, Kellyanne."}, {"sentId": 34, "text": "It did."}], "speaker": "PALMIERI", "secId": 19}, {"sentences": [{"sentId": 35, "text": "Really?"}, {"sentId": 36, "text": "Do you think you could have just had decent message for the white working class voters?"}, {"sentId": 37, "text": "Do you think this woman who has nothing in common with anybody?"}], "speaker": "CONWAY", "secId": 20}, {"sentences": [{"sentId": 38, "text": "I'm not saying ..."}], "speaker": "PALMIERI", "secId": 21}, {"sentences": [{"sentId": 39, "text": "A post mortem on the presidential race, a staple of every campaign since 1972 erupted in this series of extraordinary exchanges at the Institute of Politics at Harvard University's Kennedy School of Government."}, {"sentId": 40, "text": "The advisers looked to one another squarely in the eye across a table as they argued about Clinton winning the popular vote and Trump the Electoral College."}], "speaker": "ZELENY", "secId": 22}, {"sentences": [{"sentId": 41, "text": "It's hard to say we lost popular votes."}, {"sentId": 42, "text": "So that means we didn't do as well."}], "speaker": "PARSCALE", "secId": 23}, {"sentences": [{"sentId": 43, "text": "No, no, total contest."}, {"sentId": 44, "text": "CONWAY:  And there was nothing that said the road to popular vote anywhere, it's the road to 270."}], "speaker": "BENENSON", "secId": 24}, {"sentences": [{"sentId": 45, "text": "Kellyanne, I'm not -- I started -- I premised my statement by saying that."}], "speaker": "BENENSON", "secId": 25}, {"sentences": [{"sentId": 46, "text": "Hey, guys, we won."}, {"sentId": 47, "text": "You don't have to respond."}], "speaker": "CONWAY", "secId": 26}, {"sentences": [{"sentId": 48, "text": "OK, there you go."}], "speaker": "PALMIERI", "secId": 27}, {"sentences": [{"sentId": 49, "text": "I mean, seriously?"}], "speaker": "CONWAY", "secId": 28}, {"sentences": [{"sentId": 50, "text": "No."}], "speaker": "BENENSON", "secId": 29}, {"sentences": [{"sentId": 51, "text": "Hold on."}, {"sentId": 52, "text": "Why is there no mandate?"}, {"sentId": 53, "text": "You've lost 60 congressional seats since President Obama got there."}, {"sentId": 54, "text": "You lost more than a dozen senators, a dozen governors."}, {"sentId": 55, "text": "1,000 state legislature."}, {"sentId": 56, "text": "You just re-elected a guy who represents liberal New York and a woman who represents San Francisco as your leader."}, {"sentId": 57, "text": "You've learned nothing from this election."}], "speaker": "CONWAY", "secId": 30}, {"sentences": [{"sentId": 58, "text": "The forum, a civil academic exercise in most elections is intended to write the first draft of history of the campaign."}, {"sentId": 59, "text": "Amid the shouting, the conversation offered a window into why Trump aides believe he won despite a string of offensive comments."}], "speaker": "ZELENY", "secId": 31}, {"sentences": [{"sentId": 60, "text": "One thing that was missed all along in this election is something that we noticed early on, which is there's a difference to voters between what offends you and what affects you."}], "speaker": "CONWAY", "secId": 32}, {"sentences": [{"sentId": 61, "text": "And why Clinton aides acknowledged struggling."}], "speaker": "ZELENY", "secId": 33}, {"sentences": [{"sentId": 62, "text": "Voters overwhelmingly wanted change and we saw that."}, {"sentId": 63, "text": "I think anybody looking at the race saw that."}, {"sentId": 64, "text": "And obviously, that did create some headwinds for Hillary."}], "speaker": "MOOK", "secId": 34}, {"sentences": [{"sentId": 65, "text": "So is the Clinton team in denial or simply defending her?"}, {"sentId": 66, "text": "Perhaps a little bit of both."}, {"sentId": 67, "text": "But I can tell you, Don, there was far more time spent criticizing Trump by the Clinton team than looking into the mirror about why they lost."}, {"sentId": 68, "text": "They're still talking about are these, the 100,000 votes, Wisconsin, Michigan, Pennsylvania, that she would have been president had she won those."}], "speaker": "ZELENY", "secId": 35}, {"sentences": [{"sentId": 69, "text": "Now, one reason they believe they first revealed now is millennial voters, they believe, fell off sharply at the end after the FBI director sent that letter out."}, {"sentId": 70, "text": "They also said, for the first time, Edward Snowden, the whistleblower, he urged young voters to pick a third party candidate in October."}, {"sentId": 71, "text": "They said that also played a role in this."}], "speaker": "ZELENY", "secId": 36}, {"sentences": [{"sentId": 72, "text": "Now, regardless of all of this, the Trump campaign says from the beginning voters were looking for something different."}, {"sentId": 73, "text": "Those winds of change were blowing pretty hard."}, {"sentId": 74, "text": "Don?"}], "speaker": "ZELENY", "secId": 37}, {"sentences": [{"sentId": 75, "text": "Jeff Zeleny, thank you very much."}], "speaker": "LEMON", "secId": 38}, {"sentences": [{"sentId": 76, "text": "After the Harvard event last night we learned Donald Trump's margin of victory in Pennsylvania and Wisconsin and in Michigan even narrower, just 82, 424 total votes."}], "speaker": "LEMON", "secId": 39}, {"sentences": [{"sentId": 77, "text": "Now, I want to bring in CNN Political Commentator David Swerdlick, CNN Political Contributor Hilary Rosen, and KABC Talk Radio Host John Phillips."}], "speaker": "LEMON", "secId": 40}, {"sentences": [{"sentId": 78, "text": "All right, here we go."}, {"sentId": 79, "text": "Good evening to all of you."}, {"sentId": 80, "text": "Hilary, there is no denying that this was an ugly campaign and there are some hard, hard feelings."}, {"sentId": 81, "text": "But should Democrats move on now?"}], "speaker": "LEMON", "secId": 41}, {"sentences": [{"sentId": 82, "text": "Well, the whole point of this session was to actually look backwards."}, {"sentId": 83, "text": "And, so I think it's inevitable that the pain and suffering would have been coming to the forefront."}, {"sentId": 84, "text": "Look, this was actually razor-thin and I think knowing -- and it gets more razor-thin everyday as the votes are finalized."}, {"sentId": 85, "text": "And so, this is a team that, you know, worked their butt off for two years, gave up, you know, a lot and believed in this."}, {"sentId": 86, "text": "And it was personal."}], "speaker": "ROSEN", "secId": 42}, {"sentences": [{"sentId": 87, "text": "You know, and Kellyanne said something that I don't necessarily disagree with her when she said, \"Look, we realize that voters care more about what affects them than what offends them.\""}, {"sentId": 88, "text": "That's a good line."}, {"sentId": 89, "text": "But I think what was happening for the Clinton team for our side is, what was said was affecting us and was affecting our ..."}], "speaker": "ROSEN", "secId": 43}, {"sentences": [{"sentId": 90, "text": "That's a good point."}], "speaker": "SWERDLICK", "secId": 44}, {"sentences": [{"sentId": 91, "text": "... people."}, {"sentId": 92, "text": "And so I think it made it extra personal."}], "speaker": "ROSEN", "secId": 45}, {"sentences": [{"sentId": 93, "text": "Why did you say it was a good point, David?"}], "speaker": "LEMON", "secId": 46}, {"sentences": [{"sentId": 94, "text": "Well, I think Hilary is right on that score."}, {"sentId": 95, "text": "I mean, Kellyanne Conway, again, she did have a fair point there."}, {"sentId": 96, "text": "But, right, maybe voters voted for Trump because he was talking about things that affected them versus offended them."}, {"sentId": 97, "text": "But there were millions and millions of people out there who were offended and took offense at Trump calling Judge Curiel, saying he couldn't do his job because he was Mexican."}, {"sentId": 98, "text": "Being a public face ..."}], "speaker": "SWERDLICK", "secId": 47}, {"sentences": [{"sentId": 99, "text": "That affects Mexicans."}], "speaker": "LEMON", "secId": 48}, {"sentences": [{"sentId": 100, "text": "Right."}], "speaker": "ROSEN", "secId": 49}, {"sentences": [{"sentId": 101, "text": "Well, when you say ..."}], "speaker": "SWERDLICK", "secId": 50}, {"sentences": [{"sentId": 102, "text": "That affects Mexicans not just offended them."}], "speaker": "LEMON", "secId": 51}, {"sentences": [{"sentId": 103, "text": "Not just offend."}], "speaker": "ROSEN", "secId": 52}, {"sentences": [{"sentId": 104, "text": "Offends them but it affects them."}], "speaker": "LEMON", "secId": 53}, {"sentences": [{"sentId": 105, "text": "Yes, yes."}, {"sentId": 106, "text": "It affects and offends."}], "speaker": "SWERDLICK", "secId": 54}, {"sentences": [{"sentId": 107, "text": "Right."}], "speaker": "LEMON", "secId": 55}, {"sentences": [{"sentId": 108, "text": "Yeah."}], "speaker": "ROSEN", "secId": 56}, {"sentences": [{"sentId": 109, "text": "President-elect Trump, being at one point at least, the public face of the birther movement, on and on, et cetera, et cetera."}, {"sentId": 110, "text": "So I think Kellyanne Conway has a basic overall point that, you know, Democrats need to look to the future."}, {"sentId": 111, "text": "But I think that Democrats, including Jennifer Palmieri have point that the Trump campaign ran a very divisive, at times, nasty campaign."}], "speaker": "SWERDLICK", "secId": 57}, {"sentences": [{"sentId": 112, "text": "Do you think -- John, I want you to weigh on this because he said it's a divisive nasty campaign, people said it was vicious, he mocked the little ridiculed people, insulted women and minorities, told an awful lot of lies about Hillary Clinton, his opponents, about the press, the whole electoral system."}, {"sentId": 113, "text": "And, you know, and as Kellyanne Conway, I think, admitted there then said, you know, people are more concerned about what affected them than offended them so they weren't afraid to offend people."}, {"sentId": 114, "text": "Is he responsible for the bad feelings that remain?"}], "speaker": "LEMON", "secId": 58}, {"sentences": [{"sentId": 115, "text": "Well, look, partisanship has existed long before Donald Trump."}, {"sentId": 116, "text": "This campaign was vicious, the primary was vicious, campaigns in the past have been vicious."}], "speaker": "PHILLIPS", "secId": 59}, {"sentences": [{"sentId": 117, "text": "This is different than the partisanship."}, {"sentId": 118, "text": "I mean ..."}], "speaker": "LEMON", "secId": 60}, {"sentences": [{"sentId": 119, "text": "Well, I think the larger issue is to why the nerves are so raw with a lot of the Clinton folks is that they never expected to lose."}, {"sentId": 120, "text": "They went into Election Day thinking they were going to win."}, {"sentId": 121, "text": "They thought that Donald Trump was a joke."}, {"sentId": 122, "text": "They treated him like a joke."}, {"sentId": 123, "text": "They didn't think that he had a credible campaign that had any shot at all at winning any of those industrial Midwest states."}, {"sentId": 124, "text": "He ended up pulling it out."}, {"sentId": 125, "text": "And I think they were shell-shocked."}], "speaker": "PHILLIPS", "secId": 61}, {"sentences": [{"sentId": 126, "text": "And what you saw at that forum at Harvard was then repeating the same mistakes they made during the campaign."}, {"sentId": 127, "text": "Instead of looking in the mirror, looking at the mistakes that they made, they are attacking Donald Trump, they're continuing to go after him."}, {"sentId": 128, "text": "And what have the Democrats done since then?"}, {"sentId": 129, "text": "They re-elected Nancy Pelosi as minority leader in the House."}, {"sentId": 130, "text": "They elected Chuck Schumer."}], "speaker": "PHILLIPS", "secId": 62}, {"sentences": [{"sentId": 131, "text": "You're echoing what Kellyanne Conway kind of said."}], "speaker": "LEMON", "secId": 63}, {"sentences": [{"sentId": 132, "text": "Right."}, {"sentId": 133, "text": "And Keith Ellison at the DNC."}, {"sentId": 134, "text": "And that's not going to help them win these white working class voters and they just lost."}], "speaker": "PHILLIPS", "secId": 64}, {"sentences": [{"sentId": 135, "text": "OK, all right, so to give you that point, and I think that you have point there, I think that Kellyanne has a point there as well."}, {"sentId": 136, "text": "But do you think that -- do the Clinton folks have a point about the nastiness of the campaign, about the fake stories, about the negativity, about what Hilary and David just said about what made the, you know, affects people, or may just be you think is offensive to people."}, {"sentId": 137, "text": "It does affect their lives when you say that the, you know, first black president should show his birth certificate."}, {"sentId": 138, "text": "That affects African-Americans."}, {"sentId": 139, "text": "PHILLIPS:  Look, the general election wasn't any nastier than the primary election."}, {"sentId": 140, "text": "The primary was a vicious process."}, {"sentId": 141, "text": "And many of those ..."}], "speaker": "LEMON", "secId": 65}, {"sentences": [{"sentId": 142, "text": "That's not an answer to my question though."}, {"sentId": 143, "text": "I mean, John, quite honestly, that's not an answer to my question."}], "speaker": "LEMON", "secId": 66}, {"sentences": [{"sentId": 144, "text": "Well, Don, if I can just say ..."}], "speaker": "SWERDLICK", "secId": 67}, {"sentences": [{"sentId": 145, "text": "You're answering my question -- hold on, David, you're answering my question ..."}], "speaker": "LEMON", "secId": 68}, {"sentences": [{"sentId": 146, "text": "Yeah."}], "speaker": "SWERDLICK", "secId": 69}, {"sentences": [{"sentId": 147, "text": "... about the election with another question about the election and to the ..."}], "speaker": "LEMON", "secId": 70}, {"sentences": [{"sentId": 148, "text": "No."}, {"sentId": 149, "text": "I'm saying elections are nasty all the time and people get over it."}], "speaker": "PHILLIPS", "secId": 71}, {"sentences": [{"sentId": 150, "text": "Yeah."}, {"sentId": 151, "text": "I agree with that."}, {"sentId": 152, "text": "But this wasn't -- this was quite different."}, {"sentId": 153, "text": "Come on, John, we sat here for what, 18 months and said oh, my gosh, I can't -- some of the things that Donald Trump said, you couldn't believe he said it."}], "speaker": "LEMON", "secId": 72}, {"sentences": [{"sentId": 154, "text": "Well, many of those things, by the way, were said in the primary."}], "speaker": "PHILLIPS", "secId": 73}, {"sentences": [{"sentId": 155, "text": "Yeah."}], "speaker": "LEMON", "secId": 74}, {"sentences": [{"sentId": 156, "text": "I do think that that was a ..."}], "speaker": "ROSEN", "secId": 75}, {"sentences": [{"sentId": 157, "text": "John McCain remark was said in the primary."}], "speaker": "PHILLIPS", "secId": 76}, {"sentences": [{"sentId": 158, "text": "The common denominator in the primary in the general was Donald Trump."}, {"sentId": 159, "text": "Again, he won the election fair and square and I agree with John that Democrats need to start looking forward."}], "speaker": "SWERDLICK", "secId": 77}, {"sentences": [{"sentId": 160, "text": "Right."}], "speaker": "LEMON", "secId": 78}, {"sentences": [{"sentId": 161, "text": "But I don't think it's wrong for Democrats to point out some of the divisive language used by Trump and others of his surrogates, you know, both in the primary and the general."}], "speaker": "SWERDLICK", "secId": 79}, {"sentences": [{"sentId": 162, "text": "But, you know, part of, I think, the frustration that boiled over in these last two days and that we're talking about it again is we made a big mistake as Democrats in sort of chasing the bright and shiny objects of rhetoric."}, {"sentId": 163, "text": "We really thought that that was going to be enough."}, {"sentId": 164, "text": "That somebody who acted this way would never be elected president."}, {"sentId": 165, "text": "And polls showed repeatedly and the exit polls showed, people didn't think he was fit to be president but they voted for him anyway."}], "speaker": "ROSEN", "secId": 80}, {"sentences": [{"sentId": 166, "text": "Well that's what John just said, that..."}], "speaker": "LEMON", "secId": 81}, {"sentences": [{"sentId": 167, "text": "Well, that's my point."}, {"sentId": 168, "text": "LEMON:  Yeah."}], "speaker": "ROSEN", "secId": 82}, {"sentences": [{"sentId": 169, "text": "And so, what I'm saying is I think as Democrats we thought that that was going to be -- that was the campaign."}, {"sentId": 170, "text": "It wasn't the campaign Hillary Clinton started."}, {"sentId": 171, "text": "She started a campaign on education and family, medical leave and equal pay and criminal justice reform."}, {"sentId": 172, "text": "And we ended it on this guy just can't be our president."}], "speaker": "ROSEN", "secId": 83}, {"sentences": [{"sentId": 173, "text": "And so, I think that the point that Kellyanne made that our team had a hard time hearing yesterday, because it's painful to hear is, \"You know what?"}, {"sentId": 174, "text": "People really just don't care when you insult them, when you insult other people."}, {"sentId": 175, "text": "There weren't enough people who cared about insults.\""}, {"sentId": 176, "text": "Really the change issue just like wanting something different, moving away from the current administration was a more powerful message."}, {"sentId": 177, "text": "And I think that just hurt."}], "speaker": "ROSEN", "secId": 84}, {"sentences": [{"sentId": 178, "text": "Yeah."}], "speaker": "LEMON", "secId": 85}, {"sentences": [{"sentId": 179, "text": "At a certain point, too, Democrats are going to have to acknowledge the elephant in the room which is they nominated a bad candidate."}], "speaker": "PHILLIPS", "secId": 86}, {"sentences": [{"sentId": 180, "text": "Yeah."}, {"sentId": 181, "text": "I got to go."}, {"sentId": 182, "text": "John, hold your thoughts."}], "speaker": "LEMON", "secId": 87}, {"sentences": [{"sentId": 183, "text": "Joe Biden was the nominee ..."}], "speaker": "PHILLIPS", "secId": 88}, {"sentences": [{"sentId": 184, "text": "Can you hold your thought to the other side of the break ."}, {"sentId": 185, "text": "I've got to get to this."}], "speaker": "LEMON", "secId": 89}, {"sentences": [{"sentId": 186, "text": "Yes, go ahead."}], "speaker": "PHILLIPS", "secId": 90}, {"sentences": [{"sentId": 187, "text": "We'll be right back, everyone."}], "speaker": "LEMON", "secId": 91}, {"sentences": [{"sentId": 188, "text": "We're back."}, {"sentId": 189, "text": "Donald Trump doubling down tonight defending his phone conversation with the President of Taiwan."}], "speaker": "LEMON", "secId": 92}, {"sentences": [{"sentId": 190, "text": "Back with me now, David Swerdlick, Hilary Rosen, I was to say Hillary Clinton, and John Phillips."}, {"sentId": 191, "text": "So, John you're making a point, sorry, I had to get to the break."}, {"sentId": 192, "text": "What were you saying?"}], "speaker": "LEMON", "secId": 93}, {"sentences": [{"sentId": 193, "text": "Yes, I think part of the equation is that the Democrats nominated a bad candidate."}, {"sentId": 194, "text": "If they had Joe Biden at the top of the ticket is there any doubt that they would have performed better in Pennsylvania and Michigan and probably Ohio and some of those Midwestern States?"}, {"sentId": 195, "text": "Or, if Barack Obama's name was on the ballot is there any doubt that he would have performed better than her?"}], "speaker": "PHILLIPS", "secId": 94}, {"sentences": [{"sentId": 196, "text": "You know, I love Joe Biden."}, {"sentId": 197, "text": "I love him."}, {"sentId": 198, "text": "But I just don't think this was our year."}, {"sentId": 199, "text": "I don't think this was because Hillary Clinton was a bad candidate."}, {"sentId": 200, "text": "I think it was a change year and low motivation from our side."}, {"sentId": 201, "text": "So I just think this sort of a fallacy that if it was with another senior Democrat we would have won."}], "speaker": "ROSEN", "secId": 95}, {"sentences": [{"sentId": 202, "text": "David, and last word, do you agree with that?"}, {"sentId": 203, "text": "SWERDLICK:  I tend to think that Biden could have certainly done better in Pennsylvania, maybe done better overall."}, {"sentId": 204, "text": "I think Elizabeth Warren might have been a better candidate."}, {"sentId": 205, "text": "Secretary Clinton could have won this though."}, {"sentId": 206, "text": "It was obviously razor-thin."}, {"sentId": 207, "text": "I just think that down the stretch her campaign was reliant on this message of being against Trump rather than having a positive policy message, something that Hilary alluded to earlier."}], "speaker": "LEMON", "secId": 96}, {"sentences": [{"sentId": 208, "text": "And to Hilary Rosen's point, the whole idea of the Harvard symposium today, you know, was, to look back ..."}], "speaker": "LEMON", "secId": 97}, {"sentences": [{"sentId": 209, "text": "Right."}], "speaker": "SWERDLICK", "secId": 98}, {"sentences": [{"sentId": 210, "text": "... instead of looking forward."}, {"sentId": 211, "text": "So now, let's come to the future, back to the future."}], "speaker": "LEMON", "secId": 99}, {"sentences": [{"sentId": 212, "text": "Now, let's go to Taiwan."}], "speaker": "ROSEN", "secId": 100}, {"sentences": [{"sentId": 213, "text": "So, let's talk about -- right, exactly."}, {"sentId": 214, "text": "So, let's talk about the news of Donald Trump's call to Taiwan president."}, {"sentId": 215, "text": "Foreign policy experts have been worried about Donald Trump's off-the-cuff casual style in talking with foreign leaders."}, {"sentId": 216, "text": "What do you think the fallout is going to be?"}, {"sentId": 217, "text": "First, Hilary."}], "speaker": "LEMON", "secId": 101}, {"sentences": [{"sentId": 218, "text": "You know, I'm about to shock John Phillips here."}], "speaker": "ROSEN", "secId": 102}, {"sentences": [{"sentId": 219, "text": "Uh-oh."}], "speaker": "PHILLIPS", "secId": 103}, {"sentences": [{"sentId": 220, "text": "I don't really care if he upends our China strategy."}, {"sentId": 221, "text": "Like, you know, I don't think that 40 years of a single policy is sacrosanct."}, {"sentId": 222, "text": "Like, I know I'm going to get tweeted out by a whole bunch of China experts which I am clearly not."}], "speaker": "ROSEN", "secId": 104}, {"sentences": [{"sentId": 223, "text": "What bothers me more than his desire to have a different policy is sort of a lack of respect for some of the professionals around the, you know, in the State Department and the daily presidential intelligence briefings with ..."}], "speaker": "ROSEN", "secId": 105}, {"sentences": [{"sentId": 224, "text": "And what about the current president?"}], "speaker": "LEMON", "secId": 106}, {"sentences": [{"sentId": 225, "text": "... that's going to rejected and the like."}, {"sentId": 226, "text": "And so, I think that kind of showing some respect to some of the professionals to our President, to our State Department would be a nice thing to do before you go in and simply upend something because a guy on your transition team has long had a bug up, you know, for Taiwan."}, {"sentId": 227, "text": "And, which is clearly what seemed to happen."}, {"sentId": 228, "text": "Like there's one guy, you know, said make my career and talk to the premier, so."}], "speaker": "ROSEN", "secId": 107}, {"sentences": [{"sentId": 229, "text": "Yeah."}], "speaker": "LEMON", "secId": 108}, {"sentences": [{"sentId": 230, "text": "But as far as whether he's allowed to have a different approach to foreign policy?"}], "speaker": "ROSEN", "secId": 109}, {"sentences": [{"sentId": 231, "text": "Sure."}], "speaker": "LEMON", "secId": 110}, {"sentences": [{"sentId": 232, "text": "You know, he's the president, he gets to do -- he'll get to do that."}], "speaker": "ROSEN", "secId": 111}, {"sentences": [{"sentId": 233, "text": "David, I had three generals on and one of them said, you know, he -- maybe it's a phone call, you know, to Hilary's point he can do whatever he wants with foreign policy."}, {"sentId": 234, "text": "But he should wait until he's actually in the White House because there's someone in the White House now."}, {"sentId": 235, "text": "And as you know, China called the White House and said what gives?"}], "speaker": "LEMON", "secId": 112}, {"sentences": [{"sentId": 236, "text": "Yes, now three quick points."}, {"sentId": 237, "text": "One, as you say, there is one president at a time."}, {"sentId": 238, "text": "And even though Donald Trump is about to take over, President Barack Obama is still the president, still in charge of America's foreign policy."}, {"sentId": 239, "text": "Number two, look, like Hilary I'm not a China expert but, you know, it's OK if Donald Trump says look, I want to make some changes to our China policy but it has to be done very carefully."}, {"sentId": 240, "text": "Not only do we recognize the People's Republic of China and not Taiwan, but Taiwan's President Tsai Ing-wen is a member of the Ming Jin Tan  or the DPP Party, which is more antithetical to the One China policy than some others politicians in Taiwan."}], "speaker": "SWERDLICK", "secId": 113}, {"sentences": [{"sentId": 241, "text": "And then lastly, is this idea -- look, at the end of the day, there are hotspots all around the world."}, {"sentId": 242, "text": "Even if China is a frenemy or a country that we sometimes have conflicts with, they are a permanent member of the U.N. Security Council like us."}, {"sentId": 243, "text": "You have to deal with them delicately not just sort of make a call out of the blue or take a call out of the blue that could affect diplomatic relations for months or years to come."}], "speaker": "SWERDLICK", "secId": 114}, {"sentences": [{"sentId": 244, "text": "John is Trump just doing things his own way or is it time for him to admit that he needs more guidance from experts especially on foreign affairs?"}], "speaker": "LEMON", "secId": 115}, {"sentences": [{"sentId": 245, "text": "I don't know if you're aware of this, Don, but Trump likes the pat on the back once in a while."}, {"sentId": 246, "text": "So taking a call from the President of Taiwan where he congratulates him is something that certainly in his character, as he did with the President of the Philippines."}], "speaker": "PHILLIPS", "secId": 116}, {"sentences": [{"sentId": 247, "text": "It's a she, by the way."}, {"sentId": 248, "text": "But also we're getting words that also some of his advisers may have facilitated this, but go on, John."}], "speaker": "LEMON", "secId": 117}, {"sentences": [{"sentId": 249, "text": "Yeah, they did the same thing with the President of Japan, the President of the Philippines."}, {"sentId": 250, "text": "And if it was it was possible for him to go on Ouija board and get congratulations from the old Brenner, he'd do that too."}], "speaker": "PHILLIPS", "secId": 118}, {"sentences": [{"sentId": 251, "text": "Wow, John, whose side are you on again?"}], "speaker": "LEMON", "secId": 119}, {"sentences": [{"sentId": 252, "text": "No, but it is very ..."}], "speaker": "ROSEN", "secId": 120}, {"sentences": [{"sentId": 253, "text": "There's no problem with it."}], "speaker": "PHILLIPS", "secId": 121}, {"sentences": [{"sentId": 254, "text": "I mean, that's the craziness of this."}, {"sentId": 255, "text": "You know, we're sort of making foreign policy by personality and I'm not sure that's in our nation's long-term interest."}, {"sentId": 256, "text": "If it was sort of a more thoughtful analysis and you could trust it, it's, you know, make a change."}, {"sentId": 257, "text": "But you know, understand the risks here."}, {"sentId": 258, "text": "LEMON:  Thank you."}, {"sentId": 259, "text": "Have a good weekend."}], "speaker": "ROSEN", "secId": 122}, {"sentences": [{"sentId": 260, "text": "Thanks, Don."}], "speaker": "SWERDLICK", "secId": 123}, {"sentences": [{"sentId": 261, "text": "Take care."}], "speaker": "ROSEN", "secId": 124}, {"sentences": [{"sentId": 262, "text": "When we come back, did Russia interfere in our election to give Donald Trump the win?"}, {"sentId": 263, "text": "And what's Vladimir Putin's end game?"}], "speaker": "LEMON", "secId": 125}, {"sentences": [{"sentId": 264, "text": "It is true that Russia meddled in our election but what's Vladimir Putin's end game?"}, {"sentId": 265, "text": "CNN's Jim Sciutto has more on that for us."}, {"sentId": 266, "text": "Jim?"}], "speaker": "LEMON", "secId": 126}, {"sentences": [{"sentId": 267, "text": "Don, tonight, we are learning there is new information that Russia's election- related hacking is believed to have been intended to help steer the election to Donald Trump."}, {"sentId": 268, "text": "And Democrats now want President Obama to make this information public."}], "speaker": "SCIUTTO", "secId": 127}, {"sentences": [{"sentId": 269, "text": "Democratic senators are pressing the Obama administration to more forthrightly state based in part on new intelligence that Russia's meddling in the U.S. election was intended to help Donald Trump."}, {"sentId": 270, "text": "Multiple sources tell CNN."}], "speaker": "SCIUTTO", "secId": 128}, {"sentences": [{"sentId": 271, "text": "The Democratic pressure comes as multiple sources with knowledge of the investigation tell CNN that the U.S. intelligence community is increasingly confident that Russian hacking was intended to steer the election toward Trump rather than simply to undermine the political process."}, {"sentId": 272, "text": "The sources, however, do not see the new information as significantly changing the intelligence agency's understanding of Russian motives since the Democratic Party was the principal target of the hacks."}], "speaker": "SCIUTTO", "secId": 129}, {"sentences": [{"sentId": 273, "text": "Seven Democrats on the Senate's intelligence committee wrote President Obama yesterday insisting such intelligence should be, \"Declassified and released.\""}, {"sentId": 274, "text": "The letter did not specify what the new information was."}], "speaker": "SCIUTTO", "secId": 130}, {"sentences": [{"sentId": 275, "text": "Senator Angus King signed the letter."}], "speaker": "SCIUTTO", "secId": 131}, {"sentences": [{"sentId": 276, "text": "I think the story of Russia's involvement in this election is the biggest story of the decade, frankly, and I think it's going to only grow."}], "speaker": "KING", "secId": 132}, {"sentences": [{"sentId": 277, "text": "Congressman Adam Schiff who serves on the House Intelligence Committee also wants to see more information public specific to Russia's involvement."}], "speaker": "SCIUTTO", "secId": 133}, {"sentences": [{"sentId": 278, "text": "They largely accomplished their mission of suing  discord United States and maybe even tipping the balance in part in favor of Mr. Trump and against Secretary Clinton."}, {"sentId": 279, "text": "SCIUTTO:  But Republican lawmakers downplayed the letter telling CNN there was no new information to suggest the intelligence community has changed its overall assessment in any way."}, {"sentId": 280, "text": "One month before the election, the intelligence community publicly declared they were, \"Confident the Russian government directed compromises of e-mails from U.S. persons and institutions, including from U.S. political organizations.\""}, {"sentId": 281, "text": "Noting document dumps from the website dcleaks.com and WikiLeaks which targeted the Democratic Party."}], "speaker": "SCHIFF", "secId": 134}, {"sentences": [{"sentId": 282, "text": "However, the intelligence community has not previously publicly indicated that Russia's intention was to help Donald Trump over his Democratic opponent, Hillary Clinton."}], "speaker": "SCHIFF", "secId": 135}, {"sentences": [{"sentId": 283, "text": "Just after the election, Director of National Intelligence James Clapper told Congress he expects Russian hacking to continue."}], "speaker": "SCHIFF", "secId": 136}, {"sentences": [{"sentId": 284, "text": "I don't anticipate a significant change in Russian behavior."}, {"sentId": 285, "text": "Russians have a very active and aggressive capability to conduct information operations, so-called hybrid warfare."}], "speaker": "CLAPPER", "secId": 137}, {"sentences": [{"sentId": 286, "text": "In his annual address to parliament yesterday, Russian President Vladimir Putin dismissed the claim as myths."}], "speaker": "SCIUTTO", "secId": 138}, {"sentences": [{"sentId": 287, "text": "Reached tonight by CNN, a Trump ally said, \"This is nothing more than sour grapes from partisan Democrats upset that Hillary Clinton lost.\""}, {"sentId": 288, "text": "Now, to be clear, Democratic lawmakers are telling CNN that their concerns are not about who won, the election is behind them, but about the integrity of the U.S. electoral process."}, {"sentId": 289, "text": "And Clapper has recently told Congress as you heard there that he expects such hacks to continue going forward."}, {"sentId": 290, "text": "Don."}], "speaker": "SCIUTTO", "secId": 139}, {"sentences": [{"sentId": 291, "text": "All right, Jim Sciutto, thank you very much."}], "speaker": "LEMON", "secId": 140}, {"sentences": [{"sentId": 292, "text": "I want to discuss this with Jonathan Sanders from the Stony Brook University School of Journalism."}, {"sentId": 293, "text": "Good evening, Jonathan."}, {"sentId": 294, "text": "Thank you for coming on."}], "speaker": "LEMON", "secId": 141}, {"sentences": [{"sentId": 295, "text": "What was your take on Russia's involvement in the U.S. election?"}, {"sentId": 296, "text": "What was their motivation, you think?"}], "speaker": "LEMON", "secId": 142}, {"sentences": [{"sentId": 297, "text": "Well Don, first of all, I think that to embarrass ourselves in our elections, you saw it yourself with some of your guest in your studio, we didn't need the Russians' help."}, {"sentId": 298, "text": "Second of all, everyone likes to have someone to blame."}, {"sentId": 299, "text": "When the Soviet Union was falling apart, the Kremlin's top adviser on America said to me, \"You're going to miss us."}, {"sentId": 300, "text": "You could blame us for everything.\""}, {"sentId": 301, "text": "Yeah, it may be that compromising material came through the Russians but they were only the source."}, {"sentId": 302, "text": "They weren't - they didn't make the compromising material."}], "speaker": "SANDERS", "secId": 143}, {"sentences": [{"sentId": 303, "text": "When the FBI number two men fed Woodward and Bernstein information about Nixon, did we blame the FBI for telling us what was unsavory going on in the Nixon White House?"}, {"sentId": 304, "text": "There's some cold war things going on here."}], "speaker": "SANDERS", "secId": 144}, {"sentences": [{"sentId": 305, "text": "I think your good reporter Jim Sciutto got it a little backwards."}, {"sentId": 306, "text": "It's not that they wanted Trump."}, {"sentId": 307, "text": "They just did not want the Clintons."}, {"sentId": 308, "text": "The Clinton clique is seen as creating many of the pressures that plague and trouble Russia today."}, {"sentId": 309, "text": "Betraying the pledge not to expand NATO, coloured revolutions around the country, encouraging revolution in Kiev, and they really didn't like Hillary."}], "speaker": "SANDERS", "secId": 145}, {"sentences": [{"sentId": 310, "text": "It's a really good question."}, {"sentId": 311, "text": "Trump is an open book."}, {"sentId": 312, "text": "He's kind of like the kid in the Hans Christian Anderson story who finally says, \"The king is naked."}, {"sentId": 313, "text": "The king is naked.\""}, {"sentId": 314, "text": "Why don't we have better relations with Russia?"}, {"sentId": 315, "text": "It's a really good question."}, {"sentId": 316, "text": "Maybe it will turn out we don't have good relations with Russia for good geopolitical reasons."}, {"sentId": 317, "text": "But we shouldn't just assume in our new cold war mentality that's the way it's going to be."}], "speaker": "SANDERS", "secId": 146}, {"sentences": [{"sentId": 318, "text": "So you think that the ..."}], "speaker": "LEMON", "secId": 147}, {"sentences": [{"sentId": 319, "text": "So, yes, Trump is better."}], "speaker": "SANDERS", "secId": 148}, {"sentences": [{"sentId": 320, "text": "You think the preference was best -- the preference was just not to have Hillary Clinton, not to have a Clinton White House rather than to have a Trump White House?"}], "speaker": "LEMON", "secId": 149}, {"sentences": [{"sentId": 321, "text": "Yeah."}, {"sentId": 322, "text": "I mean, the bonus was that Trump seems  to them."}, {"sentId": 323, "text": "Look, Trump doesn't care about human rights very much from what he says."}, {"sentId": 324, "text": "Trump thinks that everything is a deal, it's negotiable."}, {"sentId": 325, "text": "So it depends on money."}, {"sentId": 326, "text": "Money has no morality."}, {"sentId": 327, "text": "Trump pushes around reporters."}, {"sentId": 328, "text": "Putin shoots reporters."}, {"sentId": 329, "text": "That's a kind of a difference but they could be on the same line."}], "speaker": "SANDERS", "secId": 150}, {"sentences": [{"sentId": 330, "text": "He's also praised Putin."}], "speaker": "LEMON", "secId": 151}, {"sentences": [{"sentId": 331, "text": "And there are commonalities ..."}], "speaker": "SANDERS", "secId": 152}, {"sentences": [{"sentId": 332, "text": "Putin praised trump I should say."}], "speaker": "LEMON", "secId": 153}, {"sentences": [{"sentId": 333, "text": "The Russians are sincerely and deeply concerned about ISIS and Daesh."}, {"sentId": 334, "text": "There are people fighting there with them who when they come home will make the explosions that went on in Paris a year ago or what happened in New York or what happened in the marathon bombing seem like kids play."}, {"sentId": 335, "text": "The Russians know that."}, {"sentId": 336, "text": "They have a huge problem with radical agents coming out of radical Islam."}, {"sentId": 337, "text": "So, yeah, they want to do that together."}], "speaker": "SANDERS", "secId": 154}, {"sentences": [{"sentId": 338, "text": "So, you know, as you were speaking there, I said Trump has praised Putin."}, {"sentId": 339, "text": "Putin has his praised, Trump."}, {"sentId": 340, "text": "But what do you think about -- what will a Trump/Putin relationship look like?"}], "speaker": "LEMON", "secId": 155}, {"sentences": [{"sentId": 341, "text": "Well, first of all, Putin did not praise trump."}, {"sentId": 342, "text": "He said he was a yarkey character which was mistranslated."}, {"sentId": 343, "text": "It's -- the word yarkey is kind of like a fluorescent ..."}], "speaker": "SANDERS", "secId": 156}, {"sentences": [{"sentId": 344, "text": "Colorful."}], "speaker": "LEMON", "secId": 157}, {"sentences": [{"sentId": 345, "text": "... vibrant, over the top."}, {"sentId": 346, "text": "So he said that."}, {"sentId": 347, "text": "What did I think?"}, {"sentId": 348, "text": "I think it's going to start with asking some new and different questions."}, {"sentId": 349, "text": "I think that the idea that perhaps America will stop its boycott and recognize the Russian takeover of Crimea gives Mr. Trump a wonderful opening and opportunity to make a deal."}, {"sentId": 350, "text": "Maybe the deal is that the Russians establish a 50-mile free zone, no weapons, no nothing around the three states, Lithuania, Latvia and Estonia."}, {"sentId": 351, "text": "We don't know."}], "speaker": "SANDERS", "secId": 158}, {"sentences": [{"sentId": 352, "text": "But our relations have gotten so bad."}, {"sentId": 353, "text": "There what one guy calls the new cold war that we've gone up again to think about some data, finding those areas when we can cooperate."}, {"sentId": 354, "text": "Otherwise, we're going to push China and Russia together against us."}, {"sentId": 355, "text": "And the starting point is Aretha Franklin."}], "speaker": "SANDERS", "secId": 159}, {"sentences": [{"sentId": 356, "text": "Aretha Franklin?"}], "speaker": "LEMON", "secId": 160}, {"sentences": [{"sentId": 357, "text": "Yeah."}, {"sentId": 358, "text": "Give Russia some respect."}, {"sentId": 359, "text": "Putin said in his address yesterday that he wanted to be treated as an equal."}, {"sentId": 360, "text": "Well, let's start out -- Trump seems pretty good at praising people."}, {"sentId": 361, "text": "Maybe he needs to start out just with the Aretha Franklin doctrine, a little respect will you?"}], "speaker": "SANDERS", "secId": 161}, {"sentences": [{"sentId": 362, "text": "Yeah."}, {"sentId": 363, "text": "At least you didn't spell it."}, {"sentId": 364, "text": "But thank you, Jonathan Sanders."}, {"sentId": 365, "text": "I appreciate, Jonathan."}, {"sentId": 366, "text": "Jonathan Sanders from Stony Brook University."}], "speaker": "LEMON", "secId": 162}, {"sentences": [{"sentId": 367, "text": "When we come right back, the murder case that shocked the country, a black man shot to death by a white police officer caught on camera."}, {"sentId": 368, "text": "Now, could the full case come down to one juror?"}], "speaker": "LEMON", "secId": 163}, {"sentences": [{"sentId": 369, "text": "Jury deliberations resume Monday morning in the case of former police officer, Michael Slager, charged with murder in the shooting of Walter Scott, an unarmed black man."}], "speaker": "LEMON", "secId": 164}, {"sentences": [{"sentId": 370, "text": "Well, the case was on the verge of a mistrial but the jury returned to deliberate three times after indicating to the judge that it was unable to reach a consensus."}], "speaker": "LEMON", "secId": 165}, {"sentences": [{"sentId": 371, "text": "Let's discuss now with CNN Law Enforcement Analyst, Cedric Alexander, the author of the New Guardians, CNN Legal Analyst Laura Coates, and Jeff Roorda of the St. Louis Police Officers Association."}, {"sentId": 372, "text": "Well, thank you all for coming on."}], "speaker": "LEMON", "secId": 166}, {"sentences": [{"sentId": 373, "text": "Cedric, you're first."}, {"sentId": 374, "text": "This is a case where prosecutors arrested Michael Slager, the police officer, instantly because the evidence was so clear."}, {"sentId": 375, "text": "And now the jury says they may not be able to reach a verdict."}, {"sentId": 376, "text": "What's your reaction?"}], "speaker": "LEMON", "secId": 167}, {"sentences": [{"sentId": 377, "text": "Well, you know, certainly the appearance from the video that we've all have seen a thousand times over the last number of months appears to be very clear to many of us who are watching it and it's certainly as of grave concern."}, {"sentId": 378, "text": "And now this case is going to a jury and a jury is going to have an opportunity to decide based on the facts that's being presented in front of them."}, {"sentId": 379, "text": "But I think it's going to be tough for a lot of Americans across this country to witness what they have saw and not walk away feeling as if somehow this is very unusual."}, {"sentId": 380, "text": "But the judicial system is what it is and now we'll wait and what decision is rendered."}], "speaker": "ALEXANDER", "secId": 168}, {"sentences": [{"sentId": 381, "text": "Here's part of the cell phone video that is central to this case."}], "speaker": "LEMON", "secId": 169}, {"sentences": [{"sentId": 382, "text": "OK, so Jeffrey, we've all seen the tape of the shooting and so many people, you know, to so many it seemed like it was a slam-dunk, a police officer shooting several times at an unarmed man who's clearly running away."}, {"sentId": 383, "text": "We didn't see that part of the video there but what's your reaction?"}], "speaker": "LEMON", "secId": 170}, {"sentences": [{"sentId": 384, "text": "Well, Don, I've said on the show before, this is the most troubling of all the post- Ferguson police encounters that we've experienced and I am kind of surprised that the jury is having trouble reaching a verdict."}], "speaker": "ROORDA", "secId": 171}, {"sentences": [{"sentId": 385, "text": "But, you know, they do have the benefit that those of us watching on T.V."}, {"sentId": 386, "text": "don't."}, {"sentId": 387, "text": "You know, we've all seen this video a thousand times but they've heard all the evidence."}, {"sentId": 388, "text": "Critically, they've gotten the testimony from Officer Slager and they looked in his eyes and at least one of them has doubt that he can't seem to overcome."}], "speaker": "ROORDA", "secId": 172}, {"sentences": [{"sentId": 389, "text": "Yeah."}, {"sentId": 390, "text": "Laura, to you now, from a legal perspective, you said that this shows how difficult it is to convict police officers of even the most appalling crimes."}, {"sentId": 391, "text": "Explain that."}], "speaker": "LEMON", "secId": 173}, {"sentences": [{"sentId": 392, "text": "Well ..."}], "speaker": "COATES", "secId": 174}, {"sentences": [{"sentId": 393, "text": "I think by the way, I think we've seen enough of that video."}, {"sentId": 394, "text": "Can we -- yeah, thank you."}, {"sentId": 395, "text": "Go ahead."}], "speaker": "LEMON", "secId": 175}, {"sentences": [{"sentId": 396, "text": "This is such a clear-cut case of somebody using excessive force."}, {"sentId": 397, "text": "But even the local police union refused to pay Michael Slager's legal fees in this case because it was so  to them."}, {"sentId": 398, "text": "This is an example of most people don't realize that when you have a jury and there's an officer even testifying, let alone an officer being the defendant in the case, that most prosecutors and defense counsel will require the judge to ask the jurors, \"Listen, will you give more credibility, more credence to what an officer may testify just because they're an officer than the average person?\""}, {"sentId": 399, "text": "And you'd be shocked, Don, to know how many people indeed say, \"Well, yes.\""}], "speaker": "COATES", "secId": 176}, {"sentences": [{"sentId": 400, "text": "There is such an inherent level of trust that we give to officers in this country that has become really a sword and a shield for officers around the world and around the country."}, {"sentId": 401, "text": "And when people talk about the preface, we talk about it over and over again, that most officers are great, that's the preface we all give, considering that this is example of, you know, one bad apple does not ruin the bunch."}, {"sentId": 402, "text": "Well, we have this case of Officer Michael Slager or Former Officer Michael Slager being that bad apple."}], "speaker": "COATES", "secId": 177}, {"sentences": [{"sentId": 403, "text": "What the video shows is not an example of somebody who has an immediate threat of lethal force being applied to them."}, {"sentId": 404, "text": "What you have instead is a man who's 18 feet away when he's actually shot."}, {"sentId": 405, "text": "And, yes, I do believe that the justice system is supposed to work in a way we require unanimity from our jurors because nothing less would be constitutional."}], "speaker": "COATES", "secId": 178}, {"sentences": [{"sentId": 406, "text": "Yes."}], "speaker": "LEMON", "secId": 179}, {"sentences": [{"sentId": 407, "text": "However, we've got one holdout and 11 who appear to be in favor of conviction because remember, reasonable doubt requires you first be reasonable about that doubt, and I just don't see what's doubtful."}], "speaker": "COATES", "secId": 180}, {"sentences": [{"sentId": 408, "text": "And then the police officer -- here's the police officer testifying that he felt total fear because Walter Scott was resisting arrest."}], "speaker": "LEMON", "secId": 181}, {"sentences": [{"sentId": 409, "text": "I just ..."}], "speaker": "COATES", "secId": 182}, {"sentences": [{"sentId": 410, "text": "In my mind, fear, I was scared with everything leading up to this from the run, to not cooperating to the final ground that  Mr. Scott took the Taser coming after me while were on the ground in the chest area, and then us breaking apart as I was standing up and then coming at me again."}, {"sentId": 411, "text": "You know, it was total fear that Mr. Scott didn't stop, continued to come towards me."}], "speaker": "SLAGER", "secId": 183}, {"sentences": [{"sentId": 412, "text": "OK."}, {"sentId": 413, "text": "So, Jeffrey, looking at the cell phone video, Walter Scott, this is a freeze frame of it."}, {"sentId": 414, "text": "You know, I think that you should only show this video if you have a specific reason to show it, not just have it."}, {"sentId": 415, "text": "So I don't mean to sound rude earlier."}, {"sentId": 416, "text": "But you're basically watching someone die there."}], "speaker": "LEMON", "secId": 184}, {"sentences": [{"sentId": 417, "text": "So if you look at this, Walter Scott is unarmed and he is running away from the police officer, not toward him."}, {"sentId": 418, "text": "Does Slager's defense make sense to you?"}], "speaker": "LEMON", "secId": 185}, {"sentences": [{"sentId": 419, "text": "Well, I mean, Don, I think we all agree that if the only piece of evidence we saw was that video, we'd all convict."}, {"sentId": 420, "text": "I mean that video standing alone doesn't leave any explanation for the officer's conduct."}, {"sentId": 421, "text": "But, again, at least one juror is at least wrestling with whether this was reasonable, whether the officer was really in fear for his life and probably is wrestling a little bit with the question of the decedent's behavior beforehand."}, {"sentId": 422, "text": "You know, there is some thought here and it's really probably shouldn't be part of the jury's deliberation."}, {"sentId": 423, "text": "But if this man hadn't been ran, if he hadn't been wanted for felony child support that he'd still be alive today."}, {"sentId": 424, "text": "I'm not saying that that justifies any of this but I'm saying that these things do cross your mind."}], "speaker": "ROORDA", "secId": 186}, {"sentences": [{"sentId": 425, "text": "That's probably what they're wrestling with."}, {"sentId": 426, "text": "I understand what you're saying."}, {"sentId": 427, "text": "Cedric, quickly, because I'm short on time here."}, {"sentId": 428, "text": "How much impact do you think Slager's testimony had on the jury?"}], "speaker": "LEMON", "secId": 187}, {"sentences": [{"sentId": 429, "text": "Well, I don't think it had very much to be quite honest with you."}, {"sentId": 430, "text": "I mean if you have 11 people who are leaning toward a guilty verdict and you have one holdout, the troubling piece with this video, don, even though we may say we don't see things in this entirety from the beginning to an end, but what we have been able to see and even though we weren't there, there's something really very troubling about this and something very troubling about Officer Slager suggesting that he was in such great fear that he shot a man in the back a number of times that was running away from him."}], "speaker": "ALEXANDER", "secId": 188}, {"sentences": [{"sentId": 431, "text": "Got to go."}, {"sentId": 432, "text": "Cedric, thank you very much."}, {"sentId": 433, "text": "Thank you all."}], "speaker": "LEMON", "secId": 189}, {"sentences": [{"sentId": 434, "text": "You're welcome."}], "speaker": "ALEXANDER", "secId": 190}, {"sentences": [{"sentId": 435, "text": "Have a great weekend."}], "speaker": "LEMON", "secId": 191}, {"sentences": [{"sentId": 436, "text": "When we come right back, motivational speaker James Arthur Ray convicted in the deaths of three clients in a sweat lodge."}, {"sentId": 437, "text": "Now he wants his second chance in the self-help industry."}], "speaker": "LEMON", "secId": 192}, {"sentences": [{"sentId": 438, "text": "You got to want to see this CNN film, \"Enlighten us:  The Rise and Fall of James Arthur Ray.\""}, {"sentId": 439, "text": "It tells a story of a motivational speaker who was convicted of negligent homicide in the sweat lodge deaths of three of his clients in 2009."}, {"sentId": 440, "text": "Take a look."}], "speaker": "LEMON", "secId": 193}, {"sentences": [{"sentId": 441, "text": "Come on you can do it."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 194}, {"sentences": [{"sentId": 442, "text": "So, he would create these challenges."}, {"sentId": 443, "text": "They were manufactured challenges but they became an opportunity for realizing that you could do something that you didn't think that you could do."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 195}, {"sentences": [{"sentId": 444, "text": "They seem to get more and more elevated in difficulty."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 196}, {"sentences": [{"sentId": 445, "text": "Just look eye to eye, connect eye to eye here."}], "speaker": "UNIDENTIFIED MALE", "secId": 197}, {"sentences": [{"sentId": 446, "text": "Joining me now, James Arthur Ray."}, {"sentId": 447, "text": "Is it uncomfortable when I say that you were convicted and that you went to prison?"}, {"sentId": 448, "text": "Does that make you uncomfortable so to hear that?"}], "speaker": "LEMON", "secId": 198}, {"sentences": [{"sentId": 449, "text": "Well, yeah, of course."}, {"sentId": 450, "text": "I mean, it's nothing I ever expected with..."}], "speaker": "RAY", "secId": 199}, {"sentences": [{"sentId": 451, "text": "I was watching your body language."}], "speaker": "LEMON", "secId": 200}, {"sentences": [{"sentId": 452, "text": "Yeah."}, {"sentId": 453, "text": "I mean it's uncomfortable for me to watch the movie actually, the documentary."}], "speaker": "RAY", "secId": 201}, {"sentences": [{"sentId": 454, "text": "Why did you do it?"}], "speaker": "LEMON", "secId": 202}, {"sentences": [{"sentId": 455, "text": "Well, two reasons, Don."}, {"sentId": 456, "text": "First of all, several people approached me about different projects and, excuse me, doing different things."}, {"sentId": 457, "text": "And some of them were going to actually pay me to be involved in those."}, {"sentId": 458, "text": "And I didn't feel right about that given the situation, the tragedy and circumstances."}, {"sentId": 459, "text": "So, when Allyson approached me about this project, her whole approached was that she felt I had been done wrong by the system and had been manipulated and misused."}, {"sentId": 460, "text": "And I thought, wow."}, {"sentId": 461, "text": "You know, a large percentage of our country feels like the system is rigged, as we've heard a lot of lately."}, {"sentId": 462, "text": "And so this might be a good opportunity to really speak to the people."}, {"sentId": 463, "text": "And obviously, it's not the movie that ended up being made but that was the first reason that I made it."}, {"sentId": 464, "text": "There's actually a second reason if I may."}], "speaker": "RAY", "secId": 203}, {"sentences": [{"sentId": 465, "text": "Yeah."}, {"sentId": 466, "text": "I want to show more of your doc -- more of the film but ..."}], "speaker": "LEMON", "secId": 204}, {"sentences": [{"sentId": 467, "text": "Yeah, real quickly."}, {"sentId": 468, "text": "The second reason is that I've been through a lot, all of us, who went through those devastating circumstances."}, {"sentId": 469, "text": "I've been through a lot in the last seven years."}, {"sentId": 470, "text": "And our country has been through a lot."}, {"sentId": 471, "text": "There's a lot of people that are hurting in this country."}, {"sentId": 472, "text": "In fact, you know, the recent survey about Gallup tells a 71 percent of the people surveyed are unhappy in their work."}, {"sentId": 473, "text": "And so, I was hopeful that people would watch this and say, \"You know, if he went through all of that that maybe I could develop the resilience...\""}], "speaker": "RAY", "secId": 205}, {"sentences": [{"sentId": 474, "text": "That people sense of hope that they're ..."}], "speaker": "LEMON", "secId": 206}, {"sentences": [{"sentId": 475, "text": "\"... resilience and hope to continue.\""}, {"sentId": 476, "text": "Correct."}], "speaker": "RAY", "secId": 207}, {"sentences": [{"sentId": 477, "text": "Let's -- so another clip from the film, \"Enlighten Us\"."}], "speaker": "LEMON", "secId": 208}, {"sentences": [{"sentId": 478, "text": "Symbolically, when you're going into a lodge, you're going back into the womb, and symbolically what you're going to do is to die."}], "speaker": "RAY", "secId": 209}, {"sentences": [{"sentId": 479, "text": "I approached the laws with great respect."}, {"sentId": 480, "text": "I've been anticipating it all day long because by about a second or third round, I'm normally thinking, \"Why the hell am I me?\""}, {"sentId": 481, "text": "It will be the most intense heat that you've ever experience in your entire life."}, {"sentId": 482, "text": "You will feel as if you are going to die."}, {"sentId": 483, "text": "When you emerge, you will be a different person."}], "speaker": "RAY", "secId": 210}, {"sentences": [{"sentId": 484, "text": "So we know what happened after that, three people ended up losing their lives."}, {"sentId": 485, "text": "I saw when you were being sentenced, the judge said, you know, something to the effect of the power, you're a very powerful person."}, {"sentId": 486, "text": "Did you realize that doing something like this the power that you had over people?"}], "speaker": "LEMON", "secId": 211}, {"sentences": [{"sentId": 487, "text": "Well, I don't really believe I have power over people."}, {"sentId": 488, "text": "I think -- I don't think any of us do."}, {"sentId": 489, "text": "I think we have power ourselves."}, {"sentId": 490, "text": "Now, if we give that power away, then that's the decision that we make."}, {"sentId": 491, "text": "You know, the people that participated, you know as much as the media has wanted to vilify me or whatever, historically for this situation, they participated willfully and they were told as you saw in the clip, they were told about the dangers."}, {"sentId": 492, "text": "And so they made a choice and they did that willfully."}], "speaker": "RAY", "secId": 212}, {"sentences": [{"sentId": 493, "text": "So, the families of three people who died, they don't feel like you have taken the responsibility."}, {"sentId": 494, "text": "Just now what you said, you don't think you have power over people but I mean you were a big figure then that you were on Oprah, you were in the movie, \"The Secret\", right?"}, {"sentId": 495, "text": "A lot of people put -- entrusted you with their lives."}, {"sentId": 496, "text": "One victim's mother says that her daughter was cooked to death in your sweat lodge."}, {"sentId": 497, "text": "Do you feel -- how do you feel about what happened that day?"}], "speaker": "LEMON", "secId": 213}, {"sentences": [{"sentId": 498, "text": "Well, obviously if you check the record, Don, I have apologized profusely."}, {"sentId": 499, "text": "You know, if you watch the documentary, I do that in the documentary."}, {"sentId": 500, "text": "If you watch Piers Morgan on your station here, I spent a whole hour broken and anguishing and apologizing."}, {"sentId": 501, "text": "And nothing I can say is going to be enough."}], "speaker": "RAY", "secId": 214}, {"sentences": [{"sentId": 502, "text": "You know, the unfortunate truth is that my greatest critic who said her daughter was cooked was actually estranged from her daughter."}, {"sentId": 503, "text": "And that was one of the reasons her daughter was there was looking to find clarity around her own life and to live her own life above and beyond what her family, friends and society had imposed upon her and tell what she should do."}, {"sentId": 504, "text": "And that's what everybody was doing frankly."}], "speaker": "RAY", "secId": 215}, {"sentences": [{"sentId": 505, "text": "Why did you think that this happened to you?"}, {"sentId": 506, "text": "And I hate to -- I have a very short of my time."}, {"sentId": 507, "text": "What do you think?"}], "speaker": "LEMON", "secId": 216}, {"sentences": [{"sentId": 508, "text": "Yeah."}, {"sentId": 509, "text": "Well, I can't speak for anyone but myself."}, {"sentId": 510, "text": "You know, everyone has to interpret life situations through their own eyes and their own perception."}, {"sentId": 511, "text": "I think life throws us curveballs."}, {"sentId": 512, "text": "You know, a lot of us in this country have been thrown curveballs in the last several years and we have to interpret how we're going to utilize those situations."}], "speaker": "RAY", "secId": 217}, {"sentences": [{"sentId": 513, "text": "I have to go."}, {"sentId": 514, "text": "Thank you."}, {"sentId": 515, "text": "It was fascinating."}, {"sentId": 516, "text": "I watched the film, it's fascinating."}, {"sentId": 517, "text": "Thank you, James Arthur Ray."}], "speaker": "LEMON", "secId": 218}, {"sentences": [{"sentId": 518, "text": "You can see James Arthur Ray's story in the CNN film, \"Enlighten Us\"."}, {"sentId": 519, "text": "It's tomorrow night at 8 Eastern."}, {"sentId": 520, "text": "Make sure you tune in, it is fascinating."}, {"sentId": 521, "text": "We'll be right back."}], "speaker": "LEMON", "secId": 219}, {"sentences": [{"sentId": 522, "text": "Voting is now underway for the CNN Hero of the year."}, {"sentId": 523, "text": "Here is one of this year's top 10 heroes."}, {"sentId": 524, "text": "Meet Umra Omar."}], "speaker": "LEMON", "secId": 220}, {"sentences": [{"sentId": 525, "text": "If you look at one of the biggest challenge in health care, it's professionals, healthcare professionals."}, {"sentId": 526, "text": "We have about six villages that have absolutely zero access to health care."}, {"sentId": 527, "text": "If you come back to where I'm born, it was kind of a sense of responsibility."}, {"sentId": 528, "text": "We see multi  clinics and at least 10 of the villagers going in with the medical officer making sure that the drugs in each facility are available."}], "speaker": "OMAR", "secId": 221}, {"sentences": [{"sentId": 529, "text": "Baby sleeping."}, {"sentId": 530, "text": "Being here, being close to home to be able to fill some of the gaps in accessing healthcare, it's been an eye I.V."}, {"sentId": 531, "text": "drip for life and purpose."}, {"sentId": 532, "text": "You can see the impact in 0.1 seconds."}, {"sentId": 533, "text": "I have absolutely zero regrets for taking the leap of faith."}, {"sentId": 534, "text": "I wouldn't trade it for anything in the world right now."}], "speaker": "OMAR", "secId": 222}, {"sentences": [{"sentId": 535, "text": "Vote for Umar, any of your favorite top 10 heroes right now at cnnheroes.com."}, {"sentId": 536, "text": "That's it for us tonight, thanks for watching."}], "speaker": "LEMON", "secId": 223}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1612.02.cnnt.02.html.json", "time": "Aired December 2, 2016 - 23:00   ET"}