{"sectionCount": 208, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["LEMON", "TODD", "KEATON", "PARKER", "MARTINEZ", "PHILLIPS", "KRISTOF", "So", "TRUMP", "RESTON", "HURT", "PIERSON", "SIMMONS"], "subTitle": "Donald Trump Surging in the Latest National Poll; Murder Victim's Father Vows to Launch Campaign to Make It Harder to Buy Guns. Aired 10-11p ET.", "url": "transcripts.cnn.com/TRANSCRIPTS/1508/27/cnnt.01.html", "sentenceCount": 603, "sections": [{"sentences": [{"sentId": 0, "text": "This is CNN Tonight."}, {"sentId": 1, "text": "I'm Don Lemon."}, {"sentId": 2, "text": "Donald Trump surging in the latest national poll."}, {"sentId": 3, "text": "Leading his nearest rival by more than double and leading the rest in the dust, including Jeb Bush."}, {"sentId": 4, "text": "Is Trump unstoppable?"}, {"sentId": 5, "text": "We're going to ask the experts."}], "speaker": "LEMON", "secId": 0}, {"sentences": [{"sentId": 6, "text": "We'll see a madman waiting to explode a forge emerging of Vester Flanagan full of anger and vengeance heading to the shooting, deaths of two young journalists live on the air in Virginia."}], "speaker": "LEMON", "secId": 1}, {"sentences": [{"sentId": 7, "text": "The father of Alison Parker now vowing to launch a crusade forcing lawmakers he calls hours into passing new laws to make it harder for some to buy guns."}, {"sentId": 8, "text": "Andy Parker joins me ahead."}, {"sentId": 9, "text": "And that's where we're going to begin tonight."}, {"sentId": 10, "text": "CNN's Brian Todd is in Roanoke with surprising new details about the killer."}, {"sentId": 11, "text": "Good evening, Brian."}], "speaker": "LEMON", "secId": 2}, {"sentences": [{"sentId": 12, "text": "Good evening, Don."}, {"sentId": 13, "text": "Yes, new details tonight about a very troubled work history that Vester Flanagan had here at WDBJ."}, {"sentId": 14, "text": "And he was only here for less than a year."}, {"sentId": 15, "text": "There were run-ins with colleagues; there were problems with performance, angry outbursts."}], "speaker": "TODD", "secId": 3}, {"sentences": [{"sentId": 16, "text": "He was first cited for performance issues a few months into his tenure here, but then things just got to be more and more ugly as they went along."}, {"sentId": 17, "text": "I talked to a former photo journalist here who's now an editor here named Ryan Fupua , he had worked with Vesper Flanagan several times in the field as a photo journalist with him."}, {"sentId": 18, "text": "And he said, he was always on edge when he was with Flanagan because Flanagan was always angry."}], "speaker": "TODD", "secId": 4}, {"sentences": [{"sentId": 19, "text": "He said, one time, they were getting ready for a 6 o'clock p.m. hour live report and there were technical causing a live report to get canceled."}, {"sentId": 20, "text": "And he said, Vesper Flanagan threw all the stuff down on to the ground and stomped off into the woods for 20 minutes."}, {"sentId": 21, "text": "Also, Jeff Marx, the general manager of WDBJ told reporters today of a time when Vesper Flanagan confronted an anchor who was assigned to work with him on scripts."}], "speaker": "TODD", "secId": 5}, {"sentences": [{"sentId": 22, "text": "It was at that time, Don, that they decided to terminate him in February of 2013."}, {"sentId": 23, "text": "And we now know of course what happened on that fateful day, he was very angry, he was agitated, he was threatening."}, {"sentId": 24, "text": "He would not go on his own, according to witness accounts and records that we've obtained."}, {"sentId": 25, "text": "The police had to be called in to escort him out."}, {"sentId": 26, "text": "Parts of the building had to go on lockdown."}, {"sentId": 27, "text": "And it was just a very ugly incident from that point, don."}, {"sentId": 28, "text": "So, details tonight of a very troubled work history here at WDBJ from Vesler Fla -- of, excuse me, Vesper Flanagan."}], "speaker": "TODD", "secId": 6}, {"sentences": [{"sentId": 29, "text": "Also learns new details about items found in his car?"}, {"sentId": 30, "text": "What can you tell us about that, Brian?"}], "speaker": "LEMON", "secId": 7}, {"sentences": [{"sentId": 31, "text": "That's right."}, {"sentId": 32, "text": "Some fascinating things that we learned about that, Don."}, {"sentId": 33, "text": "His car was found on Route 66, heading east towards Washington, D.C. About almost 200 miles from here."}, {"sentId": 34, "text": "That's how far he got."}, {"sentId": 35, "text": "Of course, we know he went off the road and they found him self- inflicted gunshot wound."}], "speaker": "TODD", "secId": 8}, {"sentences": [{"sentId": 36, "text": "But authorities say inside his car, they found a Glock pistol with ammunition, they found six Glock magazines, they found a briefcase."}, {"sentId": 37, "text": "And inside that briefcase, Don, this is interesting, three license plates, a wig, a shawl, sunglasses, an umbrella, they also found a black hat in the car."}, {"sentId": 38, "text": "All of those items, Don, indicate that possibly he wanted to try to disguise himself and maybe make a getaway."}], "speaker": "TODD", "secId": 9}, {"sentences": [{"sentId": 39, "text": "CNN's Brian Todd in Roanoke."}, {"sentId": 40, "text": "Brian, thank you very much for that."}, {"sentId": 41, "text": "Vicki Gardner was being interviewed by WDBJ when she, Alison Parker and Adam Ward was shot live on the air."}, {"sentId": 42, "text": "But she survived and she is recovering in the hospital right now."}], "speaker": "LEMON", "secId": 10}, {"sentences": [{"sentId": 43, "text": "So, joining me now is Pastor Troy Keaton, he's the chairman of the Smith Mountain Lake Chamber of Commerce and spokesman for Vicki Gardner's family."}, {"sentId": 44, "text": "Good evening to you."}, {"sentId": 45, "text": "How is Vicki doing, you spoke with her this afternoon?"}, {"sentId": 46, "text": "You were with her?"}], "speaker": "LEMON", "secId": 11}, {"sentences": [{"sentId": 47, "text": "Well, actually, we have some good news tonight to report on behalf of Vicki Gardener."}, {"sentId": 48, "text": "She went through a second surgery earlier today."}], "speaker": "KEATON", "secId": 12}, {"sentences": [{"sentId": 49, "text": "And about 1 o'clock, they were able to remove some of the things that they were using to keep her sedated."}, {"sentId": 50, "text": "And Vicki did wake up and she has spoken to her family, to her husband, her daughters are both in town and she -- it's very positive at the hospital with her family."}, {"sentId": 51, "text": "They're very, very encouraged and excited about the events of today in her life."}], "speaker": "KEATON", "secId": 13}, {"sentences": [{"sentId": 52, "text": "I can only imagine."}, {"sentId": 53, "text": "That is certainly some good news and we wish her the best."}], "speaker": "LEMON", "secId": 14}, {"sentences": [{"sentId": 54, "text": "Can you take us go through what Vicki did?"}, {"sentId": 55, "text": "How she describes the attack that morning?"}], "speaker": "LEMON", "secId": 15}, {"sentences": [{"sentId": 56, "text": "Well, I don't have all the details for that."}, {"sentId": 57, "text": "But I do know that she is speaking to her family and she is telling her family, you know, and very vivid terms, that she does remember a great deal about what went on."}, {"sentId": 58, "text": "And Vicki tonight, feels very fortunate because we're confident that had he -- had he more ammo, that she may not have been as fortunate as she was."}, {"sentId": 59, "text": "And that she is very thankful."}], "speaker": "KEATON", "secId": 16}, {"sentences": [{"sentId": 60, "text": "Tim and Vicki Gardner and their family are, even though this is a good day for them as Vicki has had some good news, successful surgery, their hearts are very heavy today for the other victims' families, Alison and Adam."}], "speaker": "KEATON", "secId": 17}, {"sentences": [{"sentId": 61, "text": "And they just want to express their condolences to those and everyone is gathering around to show our love and support, which is what we do here in Southwest Virginia for all that are involved."}], "speaker": "KEATON", "secId": 18}, {"sentences": [{"sentId": 62, "text": "We know that there was no warning, because, on camera, you can see, he just came up to them and shot them."}, {"sentId": 63, "text": "But afterwards, the video, if you -- sadly, the video is horrific."}, {"sentId": 64, "text": "If you watched, the gunshots go on."}, {"sentId": 65, "text": "Was she concerned at all that he would attack -- that he was going to return and start attacking again?"}], "speaker": "LEMON", "secId": 19}, {"sentences": [{"sentId": 66, "text": "Well, again, she's sharing those details with her family."}, {"sentId": 67, "text": "But I think there is -- there was serious concern as anyone can imagine that he had shot Adam and Alison and had shot her already."}, {"sentId": 68, "text": "And for a period of time, she was hunkered down, very, very concerned that he was still there, maybe even still close to her."}, {"sentId": 69, "text": "And so, we can all imagine, or can't imagine, but we can try to imagine what must have been going through her mind as she was experiencing this and she witnessed the tragic deaths of these two precious young people."}], "speaker": "KEATON", "secId": 20}, {"sentences": [{"sentId": 70, "text": "So, she knew right away even though she got reportedly and walked to the ambulance, correct?"}, {"sentId": 71, "text": "She knew right away about the others?"}], "speaker": "LEMON", "secId": 21}, {"sentences": [{"sentId": 72, "text": "Well, according to her husband, Tim, she spoke to him from the ambulance."}, {"sentId": 73, "text": "Obviously, he was watching it live and he couldn't get there."}, {"sentId": 74, "text": "She had called him from the ambulance."}, {"sentId": 75, "text": "And at that point, I believed he's expressed that she acknowledge that she was -- she thought and thought the worst or knew the worst about the situation in regards to Alison and Adam."}], "speaker": "KEATON", "secId": 22}, {"sentences": [{"sentId": 76, "text": "Yes."}, {"sentId": 77, "text": "So, you mentioned Tim, he was watching on television, her husband watching on television, what has this been like for him?"}], "speaker": "LEMON", "secId": 23}, {"sentences": [{"sentId": 78, "text": "Tim is a very strong guy as is Vicki."}, {"sentId": 79, "text": "The whole family and of course, I think it's gone from, you know, horror and shock to he's thankful today that he's going to have his wife, whom he loves dearly and she loves him dearly, for 40 years."}, {"sentId": 80, "text": "And they grew up across the street from each other, as I understand."}, {"sentId": 81, "text": "And they're just thankful, very thankful tonight that they're still together."}], "speaker": "KEATON", "secId": 24}, {"sentences": [{"sentId": 82, "text": "You know, whenever something like this happens, Pastor, all too often, unfortunately, people want to say that -- people say we need to focus on mental health or gun laws."}, {"sentId": 83, "text": "As a pastor, what is your take on that?"}], "speaker": "LEMON", "secId": 25}, {"sentences": [{"sentId": 84, "text": "My take is that I don't have all the answers and there are no simple answers."}, {"sentId": 85, "text": "But my take also includes the fact that we have to acknowledge the reality."}, {"sentId": 86, "text": "That there is good and there is evil."}, {"sentId": 87, "text": "And just like I have to explain what terrible tragedy took place on that dock yesterday."}, {"sentId": 88, "text": "That was evil."}, {"sentId": 89, "text": "And we need to call it that."}, {"sentId": 90, "text": "And not try to let someone off because something didn't go right early in their life."}, {"sentId": 91, "text": "It was evil."}], "speaker": "KEATON", "secId": 26}, {"sentences": [{"sentId": 92, "text": "And when we let evil go embowed in our life and bitterness, and anger, and all of those things, that will propel us to places we don't want to go."}, {"sentId": 93, "text": "But there's re also, I have to also explain the beautiful sunset that came up over Smith Mountains like this morning, which is one of the beautiful places in the world."}], "speaker": "KEATON", "secId": 27}, {"sentences": [{"sentId": 94, "text": "And there's a lot of good in this world, Don."}, {"sentId": 95, "text": "And we have to be able to explain that."}, {"sentId": 96, "text": "And obviously, I believe there's a good God who loves us and cares for us and has a plan for our life amidst of this tragedy."}, {"sentId": 97, "text": "And I believe that there's a force of evil."}], "speaker": "KEATON", "secId": 28}, {"sentences": [{"sentId": 98, "text": "And I know from experience has millions of others, that we if rely on that good God and the grace that comes to Christ that we can find help and we can find restoration."}, {"sentId": 99, "text": "And the one who created us can recreate us and make us something that -- better than what we would make of ourselves."}, {"sentId": 100, "text": "I know that."}], "speaker": "KEATON", "secId": 29}, {"sentences": [{"sentId": 101, "text": "Well, we can hear and feel the passion in what you just said."}, {"sentId": 102, "text": "Pastor Troy Keaton, thank you."}], "speaker": "LEMON", "secId": 30}, {"sentences": [{"sentId": 103, "text": "Thank you, Don."}, {"sentId": 104, "text": "I appreciate it."}], "speaker": "KEATON", "secId": 31}, {"sentences": [{"sentId": 105, "text": "Up next, I'm going to talk to Alison Parker's grief-stricken father."}, {"sentId": 106, "text": "He is vowing to push for changes in the laws regulating who can buy guns."}], "speaker": "LEMON", "secId": 32}, {"sentences": [{"sentId": 107, "text": "Also ahead tonight, Donald Trump surging to the top of the latest national poll."}, {"sentId": 108, "text": "Is he unstoppable?"}, {"sentId": 109, "text": "I'll ask the experts."}], "speaker": "LEMON", "secId": 33}, {"sentences": [{"sentId": 110, "text": "It is truly hard to know where he gets his strength, but the father of slain reporter, Alison Parker, is speaking about the tragedy and about his daughter."}, {"sentId": 111, "text": "And Andy Parker joins me now."}], "speaker": "LEMON", "secId": 34}, {"sentences": [{"sentId": 112, "text": "I'm so sorry for your loss, sir."}, {"sentId": 113, "text": "You've done a number of interviews since yesterday because you want to honor your daughter."}, {"sentId": 114, "text": "How are you able to do this?"}, {"sentId": 115, "text": "How are you holding up?"}], "speaker": "LEMON", "secId": 35}, {"sentences": [{"sentId": 116, "text": "Well, thank you, Don."}, {"sentId": 117, "text": "It hasn't been easy."}, {"sentId": 118, "text": "It's been gut-wrenching."}, {"sentId": 119, "text": "But as I've mentioned on several reports or several programs, Alison was a journalist."}, {"sentId": 120, "text": "She was one of you guys."}, {"sentId": 121, "text": "And she thought of herself as a journalist first before she ever even considered being a news personality."}], "speaker": "PARKER", "secId": 36}, {"sentences": [{"sentId": 122, "text": "And as I reflected yesterday on what I was going to do and going through this, I actually got a call from a reporter at The Washington Post to, I thought, well, I'm going to go ahead and let this guy interview me because obviously, it's a legitimate publication."}], "speaker": "PARKER", "secId": 37}, {"sentences": [{"sentId": 123, "text": "And he put together a piece that I thought was remarkable and it was terrific."}, {"sentId": 124, "text": "And again, I had no plans to do any television, but upon reflection, I came to the conclusion that this is something that Alison would want me to do."}, {"sentId": 125, "text": "I'm doing it for her."}, {"sentId": 126, "text": "I mean, she was a journalist."}, {"sentId": 127, "text": "She would want the story told."}, {"sentId": 128, "text": "And so, here I am."}], "speaker": "PARKER", "secId": 38}, {"sentences": [{"sentId": 129, "text": "Is it cathartic in a way?"}], "speaker": "LEMON", "secId": 39}, {"sentences": [{"sentId": 130, "text": "Actually, that's a good word to use."}, {"sentId": 131, "text": "It is cathartic."}, {"sentId": 132, "text": "Because it has -- you know, yesterday before I did any interviews I spent the day just with an uncontrolled grief."}, {"sentId": 133, "text": "I mean, I cried like you wouldn't believe and I'm hoping I can get through this piece without doing it again."}], "speaker": "PARKER", "secId": 40}, {"sentences": [{"sentId": 134, "text": "But if, when I stayed focused and I had a purpose -- and I'm sure you've probably heard the purpose that, you know, I've embraced, then it is cathartic."}, {"sentId": 135, "text": "It's cathartic and it's also -- I'm also amazed that the outpouring of love and affection that has come from not just this community which is, you know, has been unbelievable."}, {"sentId": 136, "text": "And they're having a candle light vigil tonight."}, {"sentId": 137, "text": "But this has touched people all over the world."}], "speaker": "PARKER", "secId": 41}, {"sentences": [{"sentId": 138, "text": "It has."}], "speaker": "LEMON", "secId": 42}, {"sentences": [{"sentId": 139, "text": "She touched people all over the world just because of the person that she is and was."}], "speaker": "PARKER", "secId": 43}, {"sentences": [{"sentId": 140, "text": "Absolutely."}, {"sentId": 141, "text": "Yes."}, {"sentId": 142, "text": "So, let's talk about your mission here and what you're passionate about now."}, {"sentId": 143, "text": "You spoke so passionately to my colleague, Chris Cuomo this morning."}, {"sentId": 144, "text": "You said that you were going to be the John Walsh of gun control."}, {"sentId": 145, "text": "What would you like to see change?"}], "speaker": "LEMON", "secId": 44}, {"sentences": [{"sentId": 146, "text": "That's -- well, you know, in a perfect world, as I told the BBC reporter that I spoke with today, you know, we'd go to, you know, we'd go their system and, you know, people would have shotguns and hunting, you know, weapons."}, {"sentId": 147, "text": "I mean, that would be my personal choice."}, {"sentId": 148, "text": "I know that's not going to happen."}, {"sentId": 149, "text": "And I certainly would advocate going door to door collecting people's funs but we have to have a mechanism in this country."}], "speaker": "PARKER", "secId": 45}, {"sentences": [{"sentId": 150, "text": "We, you know, I thought we hit a tipping point with, you know, with the Virginia Tech shooting, with the Sandy Hook shooting."}], "speaker": "PARKER", "secId": 46}, {"sentences": [{"sentId": 151, "text": "Sandy Hook."}, {"sentId": 152, "text": "Yes."}], "speaker": "LEMON", "secId": 47}, {"sentences": [{"sentId": 153, "text": "You know, you think that there's a tipping point there and it becomes news for a few days and then, you know, I mean, I understands because my daughter was in the news business."}, {"sentId": 154, "text": "You move on to something else."}, {"sentId": 155, "text": "You've got to get today's news."}, {"sentId": 156, "text": "But, because Alison was a journalist, she was one of you guys."}], "speaker": "PARKER", "secId": 48}, {"sentences": [{"sentId": 157, "text": "I mean, you lost a member of the fraternity."}, {"sentId": 158, "text": "And that the people that I have, the crews and the reporters that I've talked with today, it struck a nerve with them because, you know, as I mention, it could have been one of you guys."}, {"sentId": 159, "text": "And I think that now there is hopefully help for me because I'm going to take this thing on, you know, as best as I can and lead the crusade on it."}], "speaker": "PARKER", "secId": 49}, {"sentences": [{"sentId": 160, "text": "Because of what she did as a profession, you know when the moment is the moment."}, {"sentId": 161, "text": "And so, I hate to put it this way..."}], "speaker": "LEMON", "secId": 50}, {"sentences": [{"sentId": 162, "text": "Yes."}, {"sentId": 163, "text": "LEMON:  ... but for lack of better terms, to take advantage of this moment, to try to turn it into something positive."}], "speaker": "PARKER", "secId": 51}, {"sentences": [{"sentId": 164, "text": "Absolutely."}], "speaker": "PARKER", "secId": 52}, {"sentences": [{"sentId": 165, "text": "You're using your voice."}, {"sentId": 166, "text": "So, I have to ask you this question."}, {"sentId": 167, "text": "What do you say to those that say that no gun control could have prevented this from happening."}, {"sentId": 168, "text": "That this man was just -- and this is other people's words -- he was just crazy or had some sort of mental illness."}, {"sentId": 169, "text": "And if not a gun, it would have been something else."}], "speaker": "LEMON", "secId": 53}, {"sentences": [{"sentId": 170, "text": "Well, you say that, yes, that if something terrible would have happened, but if he came at Adam and Alison with a knife I suspect that they probably they might been hurt but they would have survive."}], "speaker": "PARKER", "secId": 54}, {"sentences": [{"sentId": 171, "text": "They had a chance at least, right?"}], "speaker": "LEMON", "secId": 55}, {"sentences": [{"sentId": 172, "text": "And again, I'm not advocating -- yes, you know, you can't say that for sure, but, at least, you know, it would have been better."}, {"sentId": 173, "text": "And by the way, I've seen, you know, I don't watch television in two days."}, {"sentId": 174, "text": "I don't -- you know, I'm not going to watch, I'm not going to see what happened, you know, I can't do that."}], "speaker": "PARKER", "secId": 56}, {"sentences": [{"sentId": 175, "text": "So, you know, all I can tell you is that she might have surprised or they might have been surprised but they probably would have been survived or they would have survived."}, {"sentId": 176, "text": "And really the essence of it is we've got to get to the point with the NRA and our legislate -- and our Congress and our legislate -- in the state legislators to at least do something to prevent disturbed people from having access to weapons or disgruntled people."}], "speaker": "PARKER", "secId": 57}, {"sentences": [{"sentId": 177, "text": "You know, there -- as I said, there are people that are smarter than I am that have probably put this forward."}, {"sentId": 178, "text": "And my goal, you know, over the coming weeks, you know, I want to find out what mechanism we can use to do that."}], "speaker": "PARKER", "secId": 58}, {"sentences": [{"sentId": 179, "text": "OK."}], "speaker": "LEMON", "secId": 59}, {"sentences": [{"sentId": 180, "text": "To present something reasonable because unfortunately, you know, the NRA has a history of objecting to anything that's reasonable."}, {"sentId": 181, "text": "I mean, you know, there is no reason."}, {"sentId": 182, "text": "And I know they're going to come after me."}, {"sentId": 183, "text": "I mean, I recognized that I am now, you know, for lack of a better word, you know, I've got to bulls eye, you know, from the NRA, and that's OK because I want to take them on."}], "speaker": "PARKER", "secId": 60}, {"sentences": [{"sentId": 184, "text": "Well, let's -- I want to talk more about that."}, {"sentId": 185, "text": "Will you please stand by Mr. Parker because I want to bring in two men who know your grief and your pain."}], "speaker": "LEMON", "secId": 61}, {"sentences": [{"sentId": 186, "text": "Sure."}], "speaker": "PARKER", "secId": 62}, {"sentences": [{"sentId": 187, "text": "It's Richard Martinez."}, {"sentId": 188, "text": "He's a senior outreach associate for Everytown for Gun Safety."}, {"sentId": 189, "text": "His son Christopher was killed in the U.C."}, {"sentId": 190, "text": "Santa Barbara shooting that was last year."}, {"sentId": 191, "text": "And then also, I want to bring in Lonnie Philips, he's a stepfather of"}], "speaker": "LEMON", "secId": 63}, {"sentences": [{"sentId": 192, "text": "Aurora shooting victim, Jessica Gowey."}, {"sentId": 193, "text": "I believe, Richard, did I get the name of your -- Everytown for Gun Safety."}], "speaker": "LEMON", "secId": 64}, {"sentences": [{"sentId": 194, "text": "You got it right."}], "speaker": "MARTINEZ", "secId": 65}, {"sentences": [{"sentId": 195, "text": "OK."}, {"sentId": 196, "text": "So, thank you, sir."}, {"sentId": 197, "text": "I appreciate all of you."}, {"sentId": 198, "text": "Sirs, I appreciate all of you joining us and I know this is a fraternity that it would be better not to be in, but unfortunately, you are in it and you guys are bonded together."}, {"sentId": 199, "text": "So, Richard, I'm going to start with you."}, {"sentId": 200, "text": "I understand you have some things that you would like to say to Andy."}, {"sentId": 201, "text": "So, please, go ahead."}], "speaker": "LEMON", "secId": 66}, {"sentences": [{"sentId": 202, "text": "Well, it's striking to me how much of a common experience we have."}, {"sentId": 203, "text": "I was struck last night when I watch Mr. Parker on Fox television talking about how much in contact he'd been with his daughter."}, {"sentId": 204, "text": "You know, even now as..."}], "speaker": "MARTINEZ", "secId": 67}, {"sentences": [{"sentId": 205, "text": "Every day."}], "speaker": "PARKER", "secId": 68}, {"sentences": [{"sentId": 206, "text": "... that she's an adult."}, {"sentId": 207, "text": "And I was very close to my son."}, {"sentId": 208, "text": "Christopher was our only child."}, {"sentId": 209, "text": "He was 20 years old when he was killed."}, {"sentId": 210, "text": "And so much of what I heard yesterday and so much of what I'm hearing now is so similar to what I lived through."}], "speaker": "MARTINEZ", "secId": 69}, {"sentences": [{"sentId": 211, "text": "And I would just say to Mr. Parker that if we don't talk about our children and if we don't put a human face on these tragedies, then it's all about the shooter."}, {"sentId": 212, "text": "And all about the shooter's message."}, {"sentId": 213, "text": "And would get lost in the conversation is the real cause to people like us."}, {"sentId": 214, "text": "You know, and that the rest of the country shouldn't wait until it happens to their kids."}], "speaker": "MARTINEZ", "secId": 70}, {"sentences": [{"sentId": 215, "text": "That they need to step with you and me and Lonnie, and I just wanted to tell Mr. Parker that I was in Capitol Hill earlier in the month talking with Senator Schumer Blumenthal and Murphy, and we're in the process of trying to vote on universal background checks for all gun sales."}], "speaker": "MARTINEZ", "secId": 71}, {"sentences": [{"sentId": 216, "text": "And I would invite Mr. Parker to Washington, D.C. on September 9th, where we're going to walk the halls and talk to legislators about meaningful, universal background checks on all gun sales to keep guns out of the hands of dangerous people."}], "speaker": "MARTINEZ", "secId": 72}, {"sentences": [{"sentId": 217, "text": "Yes."}], "speaker": "LEMON", "secId": 73}, {"sentences": [{"sentId": 218, "text": "And I think it's a little unfair."}, {"sentId": 219, "text": "You know, Mr. Parker, yet doesn't -- you know, it's been a day."}, {"sentId": 220, "text": "You know, and people were asking him for solution."}, {"sentId": 221, "text": "I think he's done a remarkable job of stating what the issues are."}, {"sentId": 222, "text": "And -- but as he talks to more folks and gets more involved in things, he'll begin to see other possibilities."}], "speaker": "MARTINEZ", "secId": 74}, {"sentences": [{"sentId": 223, "text": "And, Richard, you know, he has said that he doesn't know all the answers in that."}, {"sentId": 224, "text": "There are smarter people than him know and that's what he tries to work to and inform and to make change with those smarter people."}, {"sentId": 225, "text": "Andy, do you want to respond?"}, {"sentId": 226, "text": "PARKER:   Yes, you know, and I appreciated that."}], "speaker": "LEMON", "secId": 75}, {"sentences": [{"sentId": 227, "text": "I wouldn't say smarter people."}], "speaker": "MARTINEZ", "secId": 76}, {"sentences": [{"sentId": 228, "text": "Well, those are his words."}, {"sentId": 229, "text": "Those are his words."}, {"sentId": 230, "text": "Go ahead, Andy."}], "speaker": "LEMON", "secId": 77}, {"sentences": [{"sentId": 231, "text": "Not bad idea."}, {"sentId": 232, "text": "People that are more knowledgeable than I."}, {"sentId": 233, "text": "And, Don, as you said, you know, I've been a spectator up until -- up until yesterday."}, {"sentId": 234, "text": "And now I'm going to be a participant."}, {"sentId": 235, "text": "And I want, you know, I certainly would welcome the opportunity to go to Capitol Hill."}], "speaker": "PARKER", "secId": 78}, {"sentences": [{"sentId": 236, "text": "I would also, as I mentioned on Anderson Cooper's program, I want to look the Virginia legislator, the committees that are involved in this in determining, you know, what we can do from a, you know, for gun control issue."}, {"sentId": 237, "text": "And I want them to look me in the eye and tell me why, you know, they can't or they're going -- they're cow towing and going in lock step with the NRA, which again, historically, opposes everything, everything."}, {"sentId": 238, "text": "Everything reasonable."}, {"sentId": 239, "text": "So, you know, I'm..."}], "speaker": "PARKER", "secId": 79}, {"sentences": [{"sentId": 240, "text": "Yes."}, {"sentId": 241, "text": "You know, Lonnie knows a bit about that, as well because he has been working I know with Sandy Philips, who is Jessica's mom."}, {"sentId": 242, "text": "And Sandy and I, Jessica's brother, Jordan and I have become friends."}, {"sentId": 243, "text": "Just such wonderful people."}, {"sentId": 244, "text": "I don't know you as well Lonnie, but I know that your stepdaughter Jessica was an aspiring sports reporter."}, {"sentId": 245, "text": "She had much in common with Alison Parker."}, {"sentId": 246, "text": "What would you like to say to Andy?"}], "speaker": "LEMON", "secId": 80}, {"sentences": [{"sentId": 247, "text": "Well, first of all, Andy, I would like to say I'm so very, very sorry."}, {"sentId": 248, "text": "And that we learned about your daughter's death from Twitter."}, {"sentId": 249, "text": "And as soon as my wife saw that, she started to cry."}, {"sentId": 250, "text": "And when she started to cry, I started to cry."}], "speaker": "PHILLIPS", "secId": 81}, {"sentences": [{"sentId": 251, "text": "The similarities are so close."}, {"sentId": 252, "text": "My daughter was 24 when she was gunned down by a madman."}, {"sentId": 253, "text": "She was an aspiring journalist, sportscaster."}, {"sentId": 254, "text": "She was well on her way to being like your daughter."}, {"sentId": 255, "text": "Your daughter, beautiful, wonderful, vivacious, alive."}, {"sentId": 256, "text": "I saw the pictures before you came on."}], "speaker": "PHILLIPS", "secId": 82}, {"sentences": [{"sentId": 257, "text": "I have the same pictures of my daughter, it's just uncanny how close they are -- they were in this world."}, {"sentId": 258, "text": "So, first of all, my sincerest condolences."}], "speaker": "PHILLIPS", "secId": 83}, {"sentences": [{"sentId": 259, "text": "Thank you."}], "speaker": "PARKER", "secId": 84}, {"sentences": [{"sentId": 260, "text": "And I met Richard under the same circumstances."}, {"sentId": 261, "text": "Sandy and I travel to Isla Vista seen after his son was killed, to meet with Richard and try to help him get involved as Sandy and I were."}, {"sentId": 262, "text": "We didn't get involved right away after Aurora but we wished we had got involved after Columbine."}, {"sentId": 263, "text": "Maybe it would have our daughter."}, {"sentId": 264, "text": "I don't know."}, {"sentId": 265, "text": "But after Sandy Hook we had to get involved."}, {"sentId": 266, "text": "We had no choice."}, {"sentId": 267, "text": "We had to do something for our daughter and we have."}, {"sentId": 268, "text": "We got some laws passed in Washington and we got background checks there."}, {"sentId": 269, "text": "They've been passed in Oregon now."}, {"sentId": 270, "text": "So, we're taking a page out of the NRA play book."}, {"sentId": 271, "text": "We're going after state per state."}, {"sentId": 272, "text": "Because we -- I was at the..."}], "speaker": "PHILLIPS", "secId": 85}, {"sentences": [{"sentId": 273, "text": "Well..."}], "speaker": "PARKER", "secId": 86}, {"sentences": [{"sentId": 274, "text": "Yes."}, {"sentId": 275, "text": "Go ahead, Andy."}, {"sentId": 276, "text": "Respond it."}], "speaker": "LEMON", "secId": 87}, {"sentences": [{"sentId": 277, "text": "I was at the Congress whey they -- go ahead."}], "speaker": "PHILLIPS", "secId": 88}, {"sentences": [{"sentId": 278, "text": "No, I was going to -- I wanted to ask you about that."}, {"sentId": 279, "text": "Again, and that was kind of -- that was sort of my strategy."}, {"sentId": 280, "text": "I didn't know how much leverage we would have, you know, in Congress."}, {"sentId": 281, "text": "But I figured that we would have leverage that, you know, where this local politics and the regional politics is kind of where the rubber begins to hit the road and you see this people."}], "speaker": "PARKER", "secId": 89}, {"sentences": [{"sentId": 282, "text": "Hey, Andy, if you let me jump in here, I want to ask Lonnie something."}, {"sentId": 283, "text": "Because Andy said and Mr. Parker, I don't want to be disrespectful, mind if I call you Andy."}], "speaker": "LEMON", "secId": 90}, {"sentences": [{"sentId": 284, "text": "That's all right to say."}, {"sentId": 285, "text": "Hey, I'm Andy."}], "speaker": "PARKER", "secId": 91}, {"sentences": [{"sentId": 286, "text": "OK."}, {"sentId": 287, "text": "So, you said earlier that you're not trying to take anyone's guns away."}, {"sentId": 288, "text": "You're just trying to make sure that they don't get into the hands of the wrong people."}], "speaker": "LEMON", "secId": 92}, {"sentences": [{"sentId": 289, "text": "And Lonnie, I'm wondering if there is, you know, the strategy among people who are trying to have some sort of changes at least when it comes to background checks."}, {"sentId": 290, "text": "Is that NRA, and people who, you know, fight for gun rights."}, {"sentId": 291, "text": "If they -- if there is no common ground, no happy medium, do they think it's all or nothing and that is where the struggle lies, Lonnie?"}], "speaker": "LEMON", "secId": 93}, {"sentences": [{"sentId": 292, "text": "That is where the struggle lies."}, {"sentId": 293, "text": "I mean, they are not willing to back off an answer."}, {"sentId": 294, "text": "They're afraid they call it the slippery slope."}], "speaker": "PHILLIPS", "secId": 94}, {"sentences": [{"sentId": 295, "text": "Right."}], "speaker": "PARKER", "secId": 95}, {"sentences": [{"sentId": 296, "text": "You give a little they'll take a lot."}, {"sentId": 297, "text": "Well, that's ridiculous."}, {"sentId": 298, "text": "You know, I'm a gun owner."}], "speaker": "PHILLIPS", "secId": 96}, {"sentences": [{"sentId": 299, "text": "It's crazy."}], "speaker": "PARKER", "secId": 97}, {"sentences": [{"sentId": 300, "text": "And I'm going to keep my gun."}], "speaker": "PHILLIPS", "secId": 98}, {"sentences": [{"sentId": 301, "text": "It is absolutely craziness."}, {"sentId": 302, "text": "I mean, it is crazy."}], "speaker": "PARKER", "secId": 99}, {"sentences": [{"sentId": 303, "text": "Well, you get the right word."}], "speaker": "PHILLIPS", "secId": 100}, {"sentences": [{"sentId": 304, "text": "And, you know..."}], "speaker": "PARKER", "secId": 101}, {"sentences": [{"sentId": 305, "text": "Go ahead, Andy."}], "speaker": "LEMON", "secId": 102}, {"sentences": [{"sentId": 306, "text": "Well, the reality though, is that 74 percent of the NRA."}], "speaker": "MARTINEZ", "secId": 103}, {"sentences": [{"sentId": 307, "text": "Let Andy finish it and then I'll let you jump in, Richard."}, {"sentId": 308, "text": "Go ahead, Andy."}, {"sentId": 309, "text": "PARKER:   No."}, {"sentId": 310, "text": "You know, and it is and I have to think, and I haven't seen any statistics because, you know, for obviously, it's been, you know, the last couple of days, I haven't had a chance to do much research."}, {"sentId": 311, "text": "But, you know, I would think the majority of the American public has to favor some kind of gun control."}, {"sentId": 312, "text": "Some kind of reasonable gun control and, you know..."}], "speaker": "LEMON", "secId": 104}, {"sentences": [{"sentId": 313, "text": "They did, 90 percent."}], "speaker": "MARTINEZ", "secId": 105}, {"sentences": [{"sentId": 314, "text": "... the other thing that -- let me just make one more point."}, {"sentId": 315, "text": "The other argument that the NRA makes and they are, you know, as you all know, I mean, so many flawed arguments."}, {"sentId": 316, "text": "I mean, you know, let's think about it."}], "speaker": "PARKER", "secId": 106}, {"sentences": [{"sentId": 317, "text": "The Second Amendment was introduced and passed when we were using muskets."}, {"sentId": 318, "text": "You know, and the army and the militia had the same weaponry and they couldn't hit each other, you know, a hundred miles -- a hundred yards away."}, {"sentId": 319, "text": "So, it's, you know, again, and I'm not trying and I'm not advocating let's take everybody's guns away."}, {"sentId": 320, "text": "Let's just keep them out of the hands of crazy people."}], "speaker": "PARKER", "secId": 107}, {"sentences": [{"sentId": 321, "text": "Richard."}], "speaker": "LEMON", "secId": 108}, {"sentences": [{"sentId": 322, "text": "Well, 70 percent of NRA members support criminal background check on all gun sales."}, {"sentId": 323, "text": "And yet, we can't get a vote in Congress to pass universal background checks on gun sales."}, {"sentId": 324, "text": "It's proven in states that have universal background checks there is fewer domestic violence, homicide, there's fewer police officers who are shot and killed."}], "speaker": "MARTINEZ", "secId": 109}, {"sentences": [{"sentId": 325, "text": "A background check have been shown to -- they're not a 100 percent solution."}, {"sentId": 326, "text": "No solution is a 100 percent."}, {"sentId": 327, "text": "Seat belts in cars do not save a 100 percent of people in traffic accidents, but that's not a good argument to say that we shouldn't wear seat belts."}, {"sentId": 328, "text": "Seat belts made a significant difference."}], "speaker": "MARTINEZ", "secId": 110}, {"sentences": [{"sentId": 329, "text": "No one is here to say that universal background checks will stop every active gun violence."}, {"sentId": 330, "text": "We need to do better in this country."}, {"sentId": 331, "text": "Our kids deserve better."}, {"sentId": 332, "text": "Eighty eight people are shot and killed in this country every single day."}], "speaker": "MARTINEZ", "secId": 111}, {"sentences": [{"sentId": 333, "text": "And there's a consistent thread between -- between Sandy Hook, the mental state of that person, the mental state of the person at the Virginia attack, the mental state of the person at Isla Vista, and the mental state of the person that's just killed Alison and Adam."}], "speaker": "MARTINEZ", "secId": 112}, {"sentences": [{"sentId": 334, "text": "You know, we need to do better in this country."}, {"sentId": 335, "text": "But keeping guns out of the hands of dangerous people."}, {"sentId": 336, "text": "One thing we did in California as we passed the Red Flag legislation which allows immediate family members of law enforcement to go before a judge and have a person prohibited from buying guns and have to have the person turn in guns if the judge convinces the person presents a substantial threat to themselves or other people."}], "speaker": "MARTINEZ", "secId": 113}, {"sentences": [{"sentId": 337, "text": "OK, guys."}, {"sentId": 338, "text": "Thank you."}, {"sentId": 339, "text": "Listen, Andy I want to thank you for allowing this conversation to happen."}, {"sentId": 340, "text": "Because we know it still raw, and it's still fresh."}, {"sentId": 341, "text": "Not that one ever gets over it."}, {"sentId": 342, "text": "And I just got a note from Sandy, Lonnie, saying that, please, hook us up with Andy."}, {"sentId": 343, "text": "We have weighed too much in common."}, {"sentId": 344, "text": "So, after we're done here if you would allow our producers to give them your number."}], "speaker": "LEMON", "secId": 114}, {"sentences": [{"sentId": 345, "text": "You know, I appreciate that."}], "speaker": "PARKER", "secId": 115}, {"sentences": [{"sentId": 346, "text": "Yes."}, {"sentId": 347, "text": "Thank you, gentlemen."}, {"sentId": 348, "text": "We appreciate you joining us here on CNN."}, {"sentId": 349, "text": "All the best."}], "speaker": "LEMON", "secId": 116}, {"sentences": [{"sentId": 350, "text": "Thank you."}], "speaker": "MARTINEZ", "secId": 117}, {"sentences": [{"sentId": 351, "text": "Thank you."}, {"sentId": 352, "text": "Coming up, there is a major problem in this country."}, {"sentId": 353, "text": "But is it a mental health issue?"}, {"sentId": 354, "text": "Is it a gun issue or is it both?"}, {"sentId": 355, "text": "That's next."}], "speaker": "LEMON", "secId": 118}, {"sentences": [{"sentId": 356, "text": "Just moments ago, we witnessed an incredible discussion by a fraternity of men."}, {"sentId": 357, "text": "Men who would rather not be in a fraternity of -- they all lost their children and loved ones to gun violence."}], "speaker": "LEMON", "secId": 119}, {"sentences": [{"sentId": 358, "text": "So, I want to continue that discussion."}, {"sentId": 359, "text": "We're talking about what is the issue for tweaking gun laws, not necessarily gun control because that's what everyone thinks."}, {"sentId": 360, "text": "But tweaking gun laws making it harder for people who shouldn't have guns to get them on average."}], "speaker": "LEMON", "secId": 120}, {"sentences": [{"sentId": 361, "text": "Gun violence in the U.S. claims one life every 16 minutes."}, {"sentId": 362, "text": "Now, that's according to an article written by my next guest."}, {"sentId": 363, "text": "New York Times columnist Nicholas Kristof, co-author of \"A Path Appears,\" which comes out in paperback next week."}], "speaker": "LEMON", "secId": 121}, {"sentences": [{"sentId": 364, "text": "And I'm so happy to have you here."}, {"sentId": 365, "text": "You just saw that."}, {"sentId": 366, "text": "So, if we didn't, you know, if it wasn't Sandy Hook, it wasn't Aurora, if it wasn't what happened in California."}, {"sentId": 367, "text": "If it wasn't -- so, today or yesterday."}], "speaker": "LEMON", "secId": 122}, {"sentences": [{"sentId": 368, "text": "Alison Parker it's not just a problem of one double murder."}, {"sentId": 369, "text": "It's this problem of this perennial problem."}, {"sentId": 370, "text": "There are 92 gun killings every day, would loss more people since 1968 in the U.S. in gun violence."}, {"sentId": 371, "text": "Then we have from all the wars in the American history going back to the revolutionary war."}, {"sentId": 372, "text": "I mean, that is truly crazy."}], "speaker": "KRISTOF", "secId": 123}, {"sentences": [{"sentId": 373, "text": "And we're not going to make the problem go away."}, {"sentId": 374, "text": "Can we mitigate it?"}, {"sentId": 375, "text": "Absolutely."}], "speaker": "KRISTOF", "secId": 124}, {"sentences": [{"sentId": 376, "text": "You know, I thought I ask the question any time you say something about, you know, at least looking at gun laws, immediately is gun controls, they're taking our guns, there are gun control."}, {"sentId": 377, "text": "That's not exactly what these fathers are talking about."}], "speaker": "LEMON", "secId": 125}, {"sentences": [{"sentId": 378, "text": "Well, two of them, I believe, said that -- I, you know, I'm not trying to do that and I actually own guns."}], "speaker": "LEMON", "secId": 126}, {"sentences": [{"sentId": 379, "text": "That's right."}], "speaker": "KRISTOF", "secId": 127}, {"sentences": [{"sentId": 380, "text": "I believe in the right to bear arms, the Second Amendment, so."}], "speaker": "LEMON", "secId": 128}, {"sentences": [{"sentId": 381, "text": "Yes."}, {"sentId": 382, "text": "I know, I mean, I frankly think that gun control advocates sometimes used framing that scares gun owners and they are, you know, presuming people are going to try to ban guns."}, {"sentId": 383, "text": "And in fact, I think..."}], "speaker": "KRISTOF", "secId": 129}, {"sentences": [{"sentId": 384, "text": "That is never going to happen."}], "speaker": "LEMON", "secId": 130}, {"sentences": [{"sentId": 385, "text": "A, it's not going to happen."}, {"sentId": 386, "text": "B, there's constitutional problems."}, {"sentId": 387, "text": "But I think what we can do is, you know, with every lethal thing around us, we have regulations to reduce the risk."}, {"sentId": 388, "text": "If you have a swimming pool, there are regulations."}], "speaker": "KRISTOF", "secId": 131}, {"sentences": [{"sentId": 389, "text": "I looked at this week's letters; OSHA has seven pages of regulations on ladders which kill 300 people each year."}, {"sentId": 390, "text": "Guns kill 33,000."}], "speaker": "KRISTOF", "secId": 132}, {"sentences": [{"sentId": 391, "text": "But I can tell you about that."}, {"sentId": 392, "text": "If you get a swimming pool installed in your yard, it depends on you have to have a door alarm, you have to have water alarm."}, {"sentId": 393, "text": "If you have certain -- if you have kids in your home you have to have fence around it."}, {"sentId": 394, "text": "All sorts of regulations that you must abide."}], "speaker": "LEMON", "secId": 133}, {"sentences": [{"sentId": 395, "text": "Right."}, {"sentId": 396, "text": "And I think that's exactly the kind of model that we should be thinking of in terms of guns."}, {"sentId": 397, "text": "We're not going to eliminate guns from society."}, {"sentId": 398, "text": "There's still going to be a problem."}, {"sentId": 399, "text": "But are there ways that we can approach guns to public health issue and make them safer."}, {"sentId": 400, "text": "And I think that, you know, I think the great model is cars."}], "speaker": "KRISTOF", "secId": 134}, {"sentences": [{"sentId": 401, "text": "Let's talk about your column because you said that yesterday's shooting is another example of gun violence be getting gun violence."}, {"sentId": 402, "text": "Explain that to me."}], "speaker": "LEMON", "secId": 135}, {"sentences": [{"sentId": 403, "text": "Well, one of the tragedies is that whenever there is talk about, I mean, there are going to be who are watching this who will think, oh, oh, people are going to come in and get my comes and so, they're going to go buy more guns."}], "speaker": "KRISTOF", "secId": 136}, {"sentences": [{"sentId": 404, "text": "And so, whenever you have these kinds of issues, these kinds of reporting then you have a spike and gun sales."}, {"sentId": 405, "text": "And that seems to have been the case here after the South Carolina shooting, he -- that seems to be the factor in getting him to acquire his gun."}], "speaker": "KRISTOF", "secId": 137}, {"sentences": [{"sentId": 406, "text": "All right."}, {"sentId": 407, "text": "Let's read to some of what you wrote."}, {"sentId": 408, "text": "You said, \"The lesson from the ongoing carnage is not that we need a modern prohibition."}, {"sentId": 409, "text": "That would raise constitutional issues and be impossible politically."}, {"sentId": 410, "text": "But that we should address gun deaths as a public health crisis to protect the public."}, {"sentId": 411, "text": "We regulate guns, mutual funds, ladders, as we were talking about swimming pools, shouldn't we regulate guns as seriously as we regulate toys?\""}], "speaker": "LEMON", "secId": 138}, {"sentences": [{"sentId": 412, "text": "Yes."}], "speaker": "So", "secId": 139}, {"sentences": [{"sentId": 413, "text": "You have to have insurance."}, {"sentId": 414, "text": "You have to register your car every couple of years, correct?"}], "speaker": "LEMON", "secId": 140}, {"sentences": [{"sentId": 415, "text": "Absolutely."}], "speaker": "KRISTOF", "secId": 141}, {"sentences": [{"sentId": 416, "text": "So, you get incentives from insurance companies if you have certain things into place."}, {"sentId": 417, "text": "Is that what we need?"}, {"sentId": 418, "text": "Should there be a gun insurance that would help with those things?"}, {"sentId": 419, "text": "I don't know."}], "speaker": "LEMON", "secId": 142}, {"sentences": [{"sentId": 420, "text": "You know, I think cars are actually the way to approach this."}, {"sentId": 421, "text": "I mean, all the time I hear from people who say, look, they know cars, they are as lethal as guns are."}, {"sentId": 422, "text": "In America nobody tries to ban cars, and of course we don't, but we do try to make them safer."}], "speaker": "KRISTOF", "secId": 143}, {"sentences": [{"sentId": 423, "text": "And if you look at the 1921 traffic fatality rate and apply that to the number of miles we have today, we would have 720,000 deaths in America every year from cars."}, {"sentId": 424, "text": "In fact, we acted systematically through research, seat belts, air bags, better bumpers, padded dash board, graduated licenses for drivers, better car -- better road design, round belts, we did a million things."}, {"sentId": 425, "text": "There was no silver bullet."}], "speaker": "KRISTOF", "secId": 144}, {"sentences": [{"sentId": 426, "text": "But in a sense, silver buck shot that reduced that toll more than 95 percent."}, {"sentId": 427, "text": "And there in the same way, we can systematically approach gun deaths, homicide, suicide, to accidents and do things that aren't going to make it go away, but will reduce it."}], "speaker": "KRISTOF", "secId": 145}, {"sentences": [{"sentId": 428, "text": "There's a big, you know, presidential race going on out there right now and they have been asked about this."}, {"sentId": 429, "text": "Donald Trump who's a republican front runner responded."}, {"sentId": 430, "text": "Here's what he said."}], "speaker": "LEMON", "secId": 146}, {"sentences": [{"sentId": 431, "text": "Well, in New York State and in so many other places, they've released a lot of the people that are pretty ill that really should be hospitalized because they don't have the money to take care of them."}, {"sentId": 432, "text": "And so, they walk the streets, they're on the streets and sometimes they were in the work place."}], "speaker": "TRUMP", "secId": 147}, {"sentences": [{"sentId": 433, "text": "You know, in the old days they have mental institutions for people like this, because it was really definitely borderline and definitely, you know, would have been, and should have been institutionalized at some point somebody should assume that."}, {"sentId": 434, "text": "Many people close to him should have seen it."}, {"sentId": 435, "text": "But so many people are being released now because they don't have any money and they're walking the streets and of all our cities and all of our places."}, {"sentId": 436, "text": "It's becoming a very dangerous situation."}], "speaker": "TRUMP", "secId": 148}, {"sentences": [{"sentId": 437, "text": "He is saying that the focus shouldn't be on gun, it should be on mental health."}, {"sentId": 438, "text": "Does he have a point?"}], "speaker": "LEMON", "secId": 149}, {"sentences": [{"sentId": 439, "text": "He does, in a sense, I mean, all the republican presidential candidate emphasize mental health and they are absolutely right that there are gaps in our system."}, {"sentId": 440, "text": "We have failed this country in terms of mental health approach."}, {"sentId": 441, "text": "We tend to treat through the criminal justice system which is traverse as well as incredibly expensive."}], "speaker": "KRISTOF", "secId": 150}, {"sentences": [{"sentId": 442, "text": "So, absolutely improve mental health services."}, {"sentId": 443, "text": "One of the problems with the same republican candidates is that where they have been local leaders, they have often, typically dismantled those mental health services."}, {"sentId": 444, "text": "But by all means, let's do a better job in mental health."}, {"sentId": 445, "text": "Let's do a better job dealing with the gangs."}, {"sentId": 446, "text": "Let's also do a better job dealer with narcotics."}, {"sentId": 447, "text": "Let's also do a better job dealing with guns."}], "speaker": "KRISTOF", "secId": 151}, {"sentences": [{"sentId": 448, "text": "Yes."}, {"sentId": 449, "text": "No one wants to take every one's guns away."}, {"sentId": 450, "text": "They just want to make it harder for the wrong people to get."}], "speaker": "LEMON", "secId": 152}, {"sentences": [{"sentId": 451, "text": "Absolutely."}], "speaker": "KRISTOF", "secId": 153}, {"sentences": [{"sentId": 452, "text": "I've got to go."}, {"sentId": 453, "text": "Thank you."}], "speaker": "LEMON", "secId": 154}, {"sentences": [{"sentId": 454, "text": "Thank you."}], "speaker": "KRISTOF", "secId": 155}, {"sentences": [{"sentId": 455, "text": "I appreciate it."}, {"sentId": 456, "text": "Coming up, Donald Trump surging in the polls and his lead is getting bigger."}, {"sentId": 457, "text": "I'm going to talk to the experts about it."}], "speaker": "LEMON", "secId": 156}, {"sentences": [{"sentId": 458, "text": "Tonight, Donald Trump is surging in the latest national poll leading with 28 percent of support."}, {"sentId": 459, "text": "Quinnipiac University calls it the widest margins so far in the GOP race."}, {"sentId": 460, "text": "I want to talk about all of this and a lot more in the day in Trump."}], "speaker": "LEMON", "secId": 157}, {"sentences": [{"sentId": 461, "text": "I'm joined now by Katrina Pierson for the Tea Party Leadership Fund and former Texas congressional candidate, Charles Hurt, columnist for The Washington Times, Maeve Reston, CNN's national political reporter; and Jamal Simmons, a democratic strategist."}, {"sentId": 462, "text": "Good evening to all of you."}], "speaker": "LEMON", "secId": 158}, {"sentences": [{"sentId": 463, "text": "OK, Maeve, the day in Trump, lots to talk about."}, {"sentId": 464, "text": "Trump is always touting how rich he is that is campaign stops."}, {"sentId": 465, "text": "Today was no exception down in South Carolina."}, {"sentId": 466, "text": "Here it is."}], "speaker": "LEMON", "secId": 159}, {"sentences": [{"sentId": 467, "text": "They said income, over $400 million a year."}, {"sentId": 468, "text": "Do you believe that?"}, {"sentId": 469, "text": "What the hell do I want money for?"}, {"sentId": 470, "text": "They said oh, do you think he'll want to raise money for his campaign?"}, {"sentId": 471, "text": "What the hell do I want money for?"}, {"sentId": 472, "text": "It's ridiculous."}, {"sentId": 473, "text": "I never thought I was going to make this kind of money."}, {"sentId": 474, "text": "No, I never thought I was going to make."}], "speaker": "TRUMP", "secId": 160}, {"sentences": [{"sentId": 475, "text": "No, it's true."}, {"sentId": 476, "text": "They have a line called income."}, {"sentId": 477, "text": "And I think it says between, like, 350 and $600 million a year."}, {"sentId": 478, "text": "I said that's a lot of money."}, {"sentId": 479, "text": "I didn't even know I made that much money."}, {"sentId": 480, "text": "I said to my accountant people and they said, yes, you do really well, Mr. Trump."}], "speaker": "TRUMP", "secId": 161}, {"sentences": [{"sentId": 481, "text": "It must be nice."}, {"sentId": 482, "text": "So, Maeve, you know, he said he's not seeking anyone else's money for his campaign."}, {"sentId": 483, "text": "Is that still the case?"}], "speaker": "LEMON", "secId": 162}, {"sentences": [{"sentId": 484, "text": "That is not the case."}, {"sentId": 485, "text": "And we actually have a great story at Cnn.com by my colleague, Sarah Murray about the super PAC that is soliciting money for his campaign and, also, a nonprofit group."}, {"sentId": 486, "text": "And Donald Trump apparently did appear at events for where money was being raised for those organizations."}, {"sentId": 487, "text": "So, the question now is, is he no longer a politician?"}, {"sentId": 488, "text": "Or is he pretty much doing what everyone else in the race is doing?"}], "speaker": "RESTON", "secId": 163}, {"sentences": [{"sentId": 489, "text": "OK. That is interesting."}, {"sentId": 490, "text": "You know, Charles, Trump mocked Jeb all the time calling him a puppet because according to Trump, interest groups are going to want something from Jeb if he makes it to White House."}, {"sentId": 491, "text": "So, when Trump says he isn't beholden to anyone because of self-funding his campaign, do you think that still holds water?"}], "speaker": "LEMON", "secId": 164}, {"sentences": [{"sentId": 492, "text": "Well, I don't think that it matters whether it holds water or not."}, {"sentId": 493, "text": "I can guarantee you, though, that he is not going to stop making these very same attacks on all the professional politicians."}], "speaker": "HURT", "secId": 165}, {"sentences": [{"sentId": 494, "text": "Because as far as he's concerned, this has nothing to do with actually raising money or not raising money, or soliciting donations or not soliciting donations."}, {"sentId": 495, "text": "All this has to do is a constant broadside on professional politicians."}, {"sentId": 496, "text": "This has served him very, very well so far."}, {"sentId": 497, "text": "And I think it's going to continue to, and not just in the fund raising part of things."}], "speaker": "HURT", "secId": 166}, {"sentences": [{"sentId": 498, "text": "But also, you know, when he talks about the political correctness and things like that."}, {"sentId": 499, "text": "You know, all of that, in talking about how incompetent people are and talking about dummies and all this kind of stuff."}, {"sentId": 500, "text": "When he does that, it's just an attack on the entire system and it's very effective."}], "speaker": "HURT", "secId": 167}, {"sentences": [{"sentId": 501, "text": "You know, Katrina, I want to switch gears slightly, because we keep hearing Trump resurrect this next in phrase."}, {"sentId": 502, "text": "Silent Majority, he has tweeted this a few times and he also mentioned it today."}, {"sentId": 503, "text": "Here it is."}], "speaker": "LEMON", "secId": 168}, {"sentences": [{"sentId": 504, "text": "So, you have a silent majority in this country that feels abused that feels forgotten, that mistreated."}, {"sentId": 505, "text": "And it's a term that hasn't been brought up in years as you know."}, {"sentId": 506, "text": "People haven't heard that term in many years."}, {"sentId": 507, "text": "And it's sort of interesting as to why."}, {"sentId": 508, "text": "There are all different reasons."}, {"sentId": 509, "text": "But I think it's a very descriptive term."}, {"sentId": 510, "text": "Every time I speak, I have sold out crowd."}, {"sentId": 511, "text": "Every time I speak I have standing ovation."}, {"sentId": 512, "text": "Every single time."}, {"sentId": 513, "text": "It's the silent majority."}, {"sentId": 514, "text": "They want to see wins."}, {"sentId": 515, "text": "They want to see us have victory."}], "speaker": "TRUMP", "secId": 169}, {"sentences": [{"sentId": 516, "text": "So, Katrina, the Washington Post has an article today saying that that phrase is not-so-subtle, not so subtle reference to people wanting to take their country back."}, {"sentId": 517, "text": "What do you say to that?"}], "speaker": "LEMON", "secId": 170}, {"sentences": [{"sentId": 518, "text": "Oh, my goodness."}, {"sentId": 519, "text": "Here we go again with the political correctness."}, {"sentId": 520, "text": "It's the silent majority."}, {"sentId": 521, "text": "People hear what they want to hear."}, {"sentId": 522, "text": "There's no racism in that."}, {"sentId": 523, "text": "And what he's talking about are the thousands of people in their community who don't vote because they've given up on the system."}], "speaker": "PIERSON", "secId": 171}, {"sentences": [{"sentId": 524, "text": "There are over politicians."}, {"sentId": 525, "text": "They are tired of being lied to over and over again just to get the same thing."}, {"sentId": 526, "text": "Now, you have a candidate that's out there that's galvanizing this base."}, {"sentId": 527, "text": "Yes, it's the silent majority."}, {"sentId": 528, "text": "They're no longer going to sit back and be quiet anymore because now they have a vehicle they can latch onto."}], "speaker": "PIERSON", "secId": 172}, {"sentences": [{"sentId": 529, "text": "OK. Maeve, are you shaking your head in disagreement?"}], "speaker": "LEMON", "secId": 173}, {"sentences": [{"sentId": 530, "text": "But, Don, can I just..."}], "speaker": "RESTON", "secId": 174}, {"sentences": [{"sentId": 531, "text": "Go ahead."}], "speaker": "LEMON", "secId": 175}, {"sentences": [{"sentId": 532, "text": "Well, yes."}, {"sentId": 533, "text": "If I could make just one point about that."}, {"sentId": 534, "text": "I mean, where the silent majority term came from was Richard Nixon's speech, as we all know, going back to around the time of the Civil Rights movement and be anti-war protests during the Vietnam War."}], "speaker": "RESTON", "secId": 176}, {"sentences": [{"sentId": 535, "text": "And at that time the group that he was bringing together was, you know, the people who became the Reagan democrats, and so forth."}, {"sentId": 536, "text": "I do think that Trump, like Katrina said is galvanizing a lot of people out there who maybe have not been involved in the process."}, {"sentId": 537, "text": "But what we haven't seen yet is how broad his appeal will be and whether or not he can, indeed, tap into, you know, a large group of democrats the way that Nixon did to get to the majority that he did."}], "speaker": "RESTON", "secId": 177}, {"sentences": [{"sentId": 538, "text": "Here's what his different..."}], "speaker": "SIMMONS", "secId": 178}, {"sentences": [{"sentId": 539, "text": "Go ahead, Jamal."}], "speaker": "LEMON", "secId": 179}, {"sentences": [{"sentId": 540, "text": "This is absolutely right."}, {"sentId": 541, "text": "You know, if you go back and look, I was watching Dr. Munich  by the 1968 election and there are some parallels that are very interesting."}, {"sentId": 542, "text": "The difference though, is America is a very different country."}], "speaker": "SIMMONS", "secId": 180}, {"sentences": [{"sentId": 543, "text": "So, Donald Trump is trying to appeal to this what he calls the silent majority."}, {"sentId": 544, "text": "It really is racially biased."}, {"sentId": 545, "text": "I mean, look at -- he came into the national sphere going after Mexican immigrants and calling them rapists and criminals."}, {"sentId": 546, "text": "But keep in mind, now, America is a different place."}, {"sentId": 547, "text": "It's more urban it's more diverse."}, {"sentId": 548, "text": "And even frankly, the white people who live in cities really don't have the same kind of animosity that the people that recently starting using silent majority did back in the 1970s."}], "speaker": "SIMMONS", "secId": 181}, {"sentences": [{"sentId": 549, "text": "OK, we'll continue this conversation."}, {"sentId": 550, "text": "Don't go anywhere."}, {"sentId": 551, "text": "Hold that thought, everyone."}], "speaker": "LEMON", "secId": 182}, {"sentences": [{"sentId": 552, "text": "Up next, more n Trump's surging in the latest polls."}, {"sentId": 553, "text": "We'll continue our conversation."}], "speaker": "LEMON", "secId": 183}, {"sentences": [{"sentId": 554, "text": "So, back with me now, Katrina Pierson, Charles Hurt, Maeve Reston, and Jamal Simmons."}, {"sentId": 555, "text": "I'm sorry you were in the middle of a conversation here."}], "speaker": "LEMON", "secId": 184}, {"sentences": [{"sentId": 556, "text": "And Charles, I know you wanted to respond."}, {"sentId": 557, "text": "Jamal, we were talking about Donald trump's comments when he says Mexico."}, {"sentId": 558, "text": "You said he says Mexicans are rapists and criminals."}, {"sentId": 559, "text": "He has said..."}], "speaker": "LEMON", "secId": 185}, {"sentences": [{"sentId": 560, "text": "Illegal immigrants."}], "speaker": "SIMMONS", "secId": 186}, {"sentences": [{"sentId": 561, "text": "OK."}], "speaker": "LEMON", "secId": 187}, {"sentences": [{"sentId": 562, "text": "He said, were rapists and criminals."}], "speaker": "SIMMONS", "secId": 188}, {"sentences": [{"sentId": 563, "text": "OK."}, {"sentId": 564, "text": "So, he is trying that when Mexico sends over their people they send over their rapists and murderers."}, {"sentId": 565, "text": "But you're saying that's two different -- he said two different things."}], "speaker": "LEMON", "secId": 189}, {"sentences": [{"sentId": 566, "text": "Absolutely."}, {"sentId": 567, "text": "What he said was when the illegal immigrants that come over to United States are rapists and criminals."}, {"sentId": 568, "text": "Later, he said, Mexico is sending over illegal immigrants."}, {"sentId": 569, "text": "And does not mean that the Mexican government sent over illegal immigrants or rapists and murderers."}], "speaker": "SIMMONS", "secId": 190}, {"sentences": [{"sentId": 570, "text": "Charles."}], "speaker": "LEMON", "secId": 191}, {"sentences": [{"sentId": 571, "text": "He's trying to -- you're not trying to complete those two things together."}], "speaker": "HURT", "secId": 192}, {"sentences": [{"sentId": 572, "text": "He's trying to say that all illegal -- you're saying Donald Trump said all illegal aliens are rapists and criminals?"}, {"sentId": 573, "text": "That's not what he said."}], "speaker": "PIERSON", "secId": 193}, {"sentences": [{"sentId": 574, "text": "That's what he said, and then he came back and says, OK, maybe some of them are good people."}], "speaker": "SIMMONS", "secId": 194}, {"sentences": [{"sentId": 575, "text": "OK."}], "speaker": "LEMON", "secId": 195}, {"sentences": [{"sentId": 576, "text": "That's not what he said."}], "speaker": "PIERSON", "secId": 196}, {"sentences": [{"sentId": 577, "text": "OK."}], "speaker": "LEMON", "secId": 197}, {"sentences": [{"sentId": 578, "text": "I think that Donald Trump, that Trump came in would be the first to simply say that he's the candidate out there word smiting, which is the term that they use, which I love."}, {"sentId": 579, "text": "But going back to the thing we're talking about earlier, you know, I think it's important for all of us to keep in mind that Washington politics, national politics and the reporting around is the last bastion of racial profiling and gender profiling."}], "speaker": "HURT", "secId": 198}, {"sentences": [{"sentId": 580, "text": "Both parties have demographers."}, {"sentId": 581, "text": "They have pollsters."}, {"sentId": 582, "text": "They slice and dice all voters based on the color of their skin and their racial make-up."}, {"sentId": 583, "text": "And if any other industry operated at a tenth of the degree to which Washington operates at racial profiling, the justice department would shut it down."}], "speaker": "HURT", "secId": 199}, {"sentences": [{"sentId": 584, "text": "And so, I think that it's very important for us to step back when Donald Trump says something like the silent majority."}, {"sentId": 585, "text": "I don't think that he comes at that from sort of racist racial profiling background."}], "speaker": "HURT", "secId": 200}, {"sentences": [{"sentId": 586, "text": "No way."}], "speaker": "PIERSON", "secId": 201}, {"sentences": [{"sentId": 587, "text": "The way maybe..."}], "speaker": "HURT", "secId": 202}, {"sentences": [{"sentId": 588, "text": "God, nuts."}], "speaker": "SIMMONS", "secId": 203}, {"sentences": [{"sentId": 589, "text": "... he makes it did."}, {"sentId": 590, "text": "I don't..."}], "speaker": "HURT", "secId": 204}, {"sentences": [{"sentId": 591, "text": "And that's a technical term, Jamal."}, {"sentId": 592, "text": "But, all right, guys."}, {"sentId": 593, "text": "Thank you, Katrina."}, {"sentId": 594, "text": "Thank you, Charles, Maeve, and Jamal."}, {"sentId": 595, "text": "I appreciate it."}, {"sentId": 596, "text": "We'll be right back."}], "speaker": "LEMON", "secId": 205}, {"sentences": [{"sentId": 597, "text": "Yes."}], "speaker": "SIMMONS", "secId": 206}, {"sentences": [{"sentId": 598, "text": "We've got some breaking news for you."}, {"sentId": 599, "text": "Savannah State University is under campus lockdown after a shooting incident on campus, that's according to a campus police dispatcher."}, {"sentId": 600, "text": "Savannah State University is located of course in Savannah, Georgia."}, {"sentId": 601, "text": "So, make sure you stay tuned with CNN throughout the evening for more details."}], "speaker": "LEMON", "secId": 207}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1508.27.cnnt.01.html.json", "time": "Aired August 27, 2015 - 22:00   ET"}