{"sectionCount": 189, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["LEMON", "COOPER", "TODD", "HARLOW", "UNIDENTIFIED MALE", "CUOMO", "WARREN", "MARQUEZ", "MARK CARTWRIGHT", "CARTWRIGHT", "UNIDENTIFIED FEMALE", "HOSTIN", "WEINHOLD", "KOCH", "NORRIS", "BATES", "ALEXANDER", "YOUNG", "FORSETT", "LEWIS"], "subTitle": "Protests in Baltimore.  Aired 22:00-23:00p ET.", "url": "transcripts.cnn.com/TRANSCRIPTS/1504/30/cnnt.01.html", "sentenceCount": 584, "sections": [{"sentences": [{"sentId": 0, "text": "And it was last night, it was New York that had the protests and they had arrests."}, {"sentId": 1, "text": "Tonight, it seems to be a little bit more peaceful in Philadelphia and in Baltimore, Maryland as well."}, {"sentId": 2, "text": "Anderson, stay with us."}, {"sentId": 3, "text": "We will talk to you a little bit, in just a moment."}, {"sentId": 4, "text": "We have got a lot to get to tonight here on CNN, here on CNN Tonight."}, {"sentId": 5, "text": "What's going on tonight at 10:00 p.m.?"}, {"sentId": 6, "text": "It is curfew time in Baltimore, Maryland."}, {"sentId": 7, "text": "A citywide curfew beginning at this very moment, it is the third night in a row that they've had this mandatory curfew."}, {"sentId": 8, "text": "It's all calm, and it's all easy right now."}, {"sentId": 9, "text": "This is CNN Tonight, I'm Don Lemon."}, {"sentId": 10, "text": "Today, well, we learned some new things."}, {"sentId": 11, "text": "We learned about two key developments."}, {"sentId": 12, "text": "The man carrying Freddie Gray made a stop that we didn't know about."}, {"sentId": 13, "text": "A stop discovered on surveillance camera and not logged by police."}, {"sentId": 14, "text": "Also law enforcement sources are telling our Philadelphia WJLA that Gray's death -- gray's death was caused by an injury."}, {"sentId": 15, "text": "He suffered when he slammed into the back of the police van."}, {"sentId": 16, "text": "There's a lot more to the story right here in Baltimore and around the country."}, {"sentId": 17, "text": "We're keeping an eye on it for you, protests, anger and people who say that they won't give up until they get justice."}, {"sentId": 18, "text": "CNN's Chris Cuomo is out there in the streets of the city."}, {"sentId": 19, "text": "Our Anderson Cooper is here, he has been covering it for us all evening here on CNN."}, {"sentId": 20, "text": "I'm going to give a start now."}, {"sentId": 21, "text": "I want to begin with CNN's Anderson Cooper."}, {"sentId": 22, "text": "Anderson, catch me up if you will on what has been going on in the past two hours as you have been on the air."}], "speaker": "LEMON", "secId": 0}, {"sentences": [{"sentId": 23, "text": "Yeah, you know really the, the scene in Philadelphia has been in very large demonstration."}, {"sentId": 24, "text": "People moving through the streets -- overwhelming like peaceful, hundreds of people moving through the streets."}, {"sentId": 25, "text": "There were some confrontations around the eight o'clock hour between police and protesters, number of protesters seem to want to get on to an off ramp on the highway."}, {"sentId": 26, "text": "The Police did not want them to."}, {"sentId": 27, "text": "There was some pushing, struggling, a few bottles were thrown."}, {"sentId": 28, "text": "I think -- I believe one or two arrests may have been made, but it dissipated."}, {"sentId": 29, "text": "The police basically kind of open up an escape valve and, and the protesters continued to move and that's the group we're still seeing now on the street."}], "speaker": "COOPER", "secId": 1}, {"sentences": [{"sentId": 30, "text": "Philadelphia, a large city, used to dealing with big demonstrations."}, {"sentId": 31, "text": "You spoke with the Mayor Michael Nutter, what did he tell you?"}], "speaker": "LEMON", "secId": 2}, {"sentences": [{"sentId": 32, "text": "You know he said, people have the right to protest, he has respect for what they're doing, for what they are calling for and he wants to make sure to allow them the opportunity to -- to express their grievances, to express their, their opinion."}, {"sentId": 33, "text": "And he's trying to obviously balance that with - you know, the safety of the police, the safety of the protesters, the functioning of the city, but seems to be clearly, just following this along and letting the protesters move where they will."}], "speaker": "COOPER", "secId": 3}, {"sentences": [{"sentId": 34, "text": "Anderson Cooper, thank you, great coverage over the last two hours here on CNN."}, {"sentId": 35, "text": "I want to get now out to the streets of Philadelphia -- excuse me, to the streets of Baltimore now."}, {"sentId": 36, "text": "CNN's Brian Todd has been out covering it this evening, as he has every evening here on CNN."}, {"sentId": 37, "text": "Brian, where are you and what are you seeing?"}], "speaker": "LEMON", "secId": 4}, {"sentences": [{"sentId": 38, "text": "Don, we're just down the block with the intersection of North Avenue and Pennsylvania Avenue, and a fascinating scene here."}, {"sentId": 39, "text": "Our photo journalist  is going to pan over here."}, {"sentId": 40, "text": "This is Congressman Elijah Cummings, he and State Senator Catherine Pugh had just led, kind of a failings of other volunteers to move some of the crowd away from that intersection, just as the curfew hit a moment ago."}, {"sentId": 41, "text": "There is Congressman Cummings over there walking kind of -- down on a side street."}, {"sentId": 42, "text": "He basically got on his bullhorn after they, they -- he and some others locked arms."}, {"sentId": 43, "text": "And -- they basically led people away from the intersection to try to get them off the intersection, trying to get them to stop blocking traffic and they did succeed in getting a lot of people off that intersection, and just led them out here."}, {"sentId": 44, "text": "Now, since then, some people have dispersed and moved back up toward Pennsylvania and North Avenue, there is a crowd gathering up there."}, {"sentId": 45, "text": "We'll see if they're blocking traffic."}, {"sentId": 46, "text": "That was the main issue a moment ago when we were here."}, {"sentId": 47, "text": "There are a lot of people blocking traffic."}, {"sentId": 48, "text": "Congressman Cummings came here and talked to them, told them about the State's Attorney's Office, taking the case, explain to them that -- you know, they have to be a little bit patient, that hopefully some answers will come from this case after that they have not been satisfied with yet, and trying to get them to move off the intersection."}, {"sentId": 49, "text": "That came a few moments after police had told us that they were looking for some local leaders to come and talk to these people, to get them off the middle of the intersection."}, {"sentId": 50, "text": "Fascinating tactic by the police, they would rather have local leaders come in here and do it, than do it themselves."}, {"sentId": 51, "text": "That's what the police commander told me and a short time after that, Congressman Cummings, State Senator Catherine Pugh came in here, they start talking on bullhorns to these people, having a dialogue with them, hearing their frustrations and they were a lot of frustrations."}, {"sentId": 52, "text": "But basically, talking these people out of the intersection and then leading them out of the intersection, but that was a moment ago, we're coming to the intersection, there are still a lot of people up here."}, {"sentId": 53, "text": "The goal of the police is to try to get them to stop blocking the intersection."}, {"sentId": 54, "text": "Now, the curfew has hit."}, {"sentId": 55, "text": "We're going to see if they're still -- are lingering in that intersection."}, {"sentId": 56, "text": "That may become an issue, as we proceed from here, Don."}], "speaker": "TODD", "secId": 5}, {"sentences": [{"sentId": 57, "text": "Brian Todd, Brian standby."}, {"sentId": 58, "text": "I will tell our viewers again it is four minutes after the hour, almost five minutes after a mandatory curfew has gone into effect here."}, {"sentId": 59, "text": "This is the third night, and as you can see, there are people still on the streets of Baltimore, still knowing about -- it used to be a bit more people than were on the streets last night and as you have been watching here on CNN, the Congressman Elijah Cummings out on the streets with other community and city leaders trying to get those people off the streets."}, {"sentId": 60, "text": "We're also following a large protest in Philadelphia and our Poppy Harlow has been covering that one for us this evening."}, {"sentId": 61, "text": "Poppy, take us through the streets of Philadelphia."}], "speaker": "LEMON", "secId": 6}, {"sentences": [{"sentId": 62, "text": "Let's turn around here."}, {"sentId": 63, "text": "You can see what has, what has -- become a smaller protest, but look they started at 4:30 this afternoon at city hall, a huge gathering that turned into now four, five plus hours of marching on the streets."}, {"sentId": 64, "text": "I want to emphasize how --"}], "speaker": "HARLOW", "secId": 7}, {"sentences": [{"sentId": 65, "text": "her right in the pussy."}], "speaker": "UNIDENTIFIED MALE", "secId": 8}, {"sentences": [{"sentId": 66, "text": "I want to emphasize how peaceful this has been throughout the day."}, {"sentId": 67, "text": "It has been a march that law enforcement here said would be largely -- very loud -- you know, very large but also very lawful."}, {"sentId": 68, "text": "And I will tell you that it has been very lawful throughout, with the exception of about 20 minutes earlier tonight."}, {"sentId": 69, "text": "I think we have some video for you -- to show you here."}, {"sentId": 70, "text": "I-95, the intersection, right on the highway there, a huge group of protesters gathered, police on horses and bicycles would not let them on."}, {"sentId": 71, "text": "There was a clash there, there were two arrests, I can tell you about but then it became peaceful once again."}, {"sentId": 72, "text": "Earlier tonight, about an hour ago, I speak with the young man named Eidres  and we were talking about a moment that happened during this march, right in front of the federal prison in downtown Philadelphia where people started chanting and they raise their hands and you saw some of the inmates banging, Don, on the -- windows of the prison and I asked why it was important for him to be there, what that moment was like."}, {"sentId": 73, "text": "Listen to what he told me."}], "speaker": "HARLOW", "secId": 9}, {"sentences": [{"sentId": 74, "text": "It was powerful and we're here to say that we're"}], "speaker": "UNIDENTIFIED MALE", "secId": 10}, {"sentences": [{"sentId": 75, "text": "not going to just let them walk all over us."}, {"sentId": 76, "text": "We're citizens of this country, we're just -- I'm just as important as you --"}], "speaker": "UNIDENTIFIED MALE", "secId": 11}, {"sentences": [{"sentId": 77, "text": "You are."}], "speaker": "HARLOW", "secId": 12}, {"sentences": [{"sentId": 78, "text": "And they should see that."}], "speaker": "UNIDENTIFIED MALE", "secId": 13}, {"sentences": [{"sentId": 79, "text": "And that was -- you know, a moment of someone who told me for"}], "speaker": "HARLOW", "secId": 14}, {"sentences": [{"sentId": 80, "text": "them what this was like personally."}, {"sentId": 81, "text": "I've heard so many stories tonight Don, from mothers all ages, white and black, telling me why they're here, that it is about Freddie Gray, they want answers, but it's a lot -- about a lot more and largely they have been saying it's about economic disparity and a lack of opportunity and that's a bigger part of this conversation Don, as you will know."}], "speaker": "HARLOW", "secId": 15}, {"sentences": [{"sentId": 82, "text": "Yeah."}, {"sentId": 83, "text": "That was a lot that participated in this event with Freddie Gray in the back of that police van and  didn't happen at the back of that van."}, {"sentId": 84, "text": "Poppy Harlow, standby, we get back to Philadelphia, we're keeping an eye on that."}, {"sentId": 85, "text": "But of course, that's a big rally that you're seeing, the protest in Philadelphia there, right in the middle of the city."}, {"sentId": 86, "text": "But of course, the big story, the one that got us here is Baltimore and the streets of Baltimore, and what's going on."}, {"sentId": 87, "text": "And Chris Cuomo is there and has been covering it for us every evening here on CNN."}, {"sentId": 88, "text": "Chris, where are you?"}], "speaker": "LEMON", "secId": 16}, {"sentences": [{"sentId": 89, "text": "You know, we are here right by the CVS Don, obviously known for being burned down and now it's been condemned and it's all boarded up."}, {"sentId": 90, "text": "I'm here with a local preacher, reverend, it's good to have you and it's good to have you with us."}, {"sentId": 91, "text": "We were just talking about the dynamic here and the concerned for the reverend, he's out here as a lot of members of the -- concerned citizens are and the clergy to get the young people to have a voice for their anger."}, {"sentId": 92, "text": "And you're saying that one of the things that did balance here is the police."}, {"sentId": 93, "text": "So moving around, they're making sure that people are gone..."}], "speaker": "CUOMO", "secId": 17}, {"sentences": [{"sentId": 94, "text": "Absolutely."}], "speaker": "WARREN", "secId": 18}, {"sentences": [{"sentId": 95, "text": "They are being good."}, {"sentId": 96, "text": "Some of the media though now, you feel are like baiting people to stay --"}], "speaker": "CUOMO", "secId": 19}, {"sentences": [{"sentId": 97, "text": "Absolutely."}], "speaker": "WARREN", "secId": 20}, {"sentences": [{"sentId": 98, "text": "And stay angry."}, {"sentId": 99, "text": "What's your concern?"}], "speaker": "CUOMO", "secId": 21}, {"sentences": [{"sentId": 100, "text": "Absolutely."}, {"sentId": 101, "text": "My concern is that there are some networks seem like they -- they're enjoying people's anger."}, {"sentId": 102, "text": "It's a curfew, the mayor called a curfew, not the police department, the mayor."}, {"sentId": 103, "text": "So, I think that some of the media needs to -- comply with that, and not give certain guys a platform to argue, to spew out their anger towards the police department."}, {"sentId": 104, "text": "We understand there's injustice done, but there's a way to do it and we need all the communities, we need the pastors and the preachers just as so teaching and even the parents to start teaching in our community, what it means to have order."}, {"sentId": 105, "text": "It's a good way to do things and justice will prevail, we believe, but in the mean time, we don't want to see these young brothers get arrested."}], "speaker": "WARREN", "secId": 22}, {"sentences": [{"sentId": 106, "text": "But they're angry --"}], "speaker": "CUOMO", "secId": 23}, {"sentences": [{"sentId": 107, "text": "They're angry."}], "speaker": "WARREN", "secId": 24}, {"sentences": [{"sentId": 108, "text": "There few people don't listen."}], "speaker": "CUOMO", "secId": 25}, {"sentences": [{"sentId": 109, "text": "Absolutely."}], "speaker": "WARREN", "secId": 26}, {"sentences": [{"sentId": 110, "text": "And they have the police staring at them and even though the police have been -- you know, very non-confrontational, they give people space, they let them block the intersections, but they feel still with what they learned today."}, {"sentId": 111, "text": "As you heard the same thing, I saw you counseling a lot of young people..."}], "speaker": "CUOMO", "secId": 27}, {"sentences": [{"sentId": 112, "text": "Absolutely."}], "speaker": "WARREN", "secId": 28}, {"sentences": [{"sentId": 113, "text": "They are saying, you heard it today, they're getting ready for the cover up, they saying he did it to himself."}], "speaker": "CUOMO", "secId": 29}, {"sentences": [{"sentId": 114, "text": "Absolutely."}], "speaker": "WARREN", "secId": 30}, {"sentences": [{"sentId": 115, "text": "What do you tell them?"}], "speaker": "CUOMO", "secId": 31}, {"sentences": [{"sentId": 116, "text": "You try to tell them that OK, even if that's the case, burning  up, tearing up are not the answer."}, {"sentId": 117, "text": "Tearing up the community is not the answer."}, {"sentId": 118, "text": "So, there comes a point that there is really no answer, because you have seen them out here."}, {"sentId": 119, "text": "They're upset."}, {"sentId": 120, "text": "They don't feel like they should be able to go home."}, {"sentId": 121, "text": "They don t want to go home."}, {"sentId": 122, "text": "They feel like this is their turf and the police, this is not their turf, so why do we have to go home, we're not rioting, we're not doing this, so it becomes a bigger problem because, I mean, where's the answer?"}, {"sentId": 123, "text": "They don't want to go home."}, {"sentId": 124, "text": "They feel like we don't have -- we shouldn't have to be made to go home."}, {"sentId": 125, "text": "We're grown."}], "speaker": "WARREN", "secId": 32}, {"sentences": [{"sentId": 126, "text": "And, let me ask you, When Elijah Cummings as you know Don, just earlier, I just heard you talking to Brian Todd."}, {"sentId": 127, "text": "Elijah Cummings is out here, Senator Pugh -- some of the local electives here, you don't have the mayor, you don't have the governor, but it works..."}], "speaker": "CUOMO", "secId": 33}, {"sentences": [{"sentId": 128, "text": "Absolutely."}], "speaker": "WARREN", "secId": 34}, {"sentences": [{"sentId": 129, "text": "The young people hearing him and he's on the bullhorn."}, {"sentId": 130, "text": "You all started singing spirituals."}, {"sentId": 131, "text": "You started walking down the street."}], "speaker": "CUOMO", "secId": 35}, {"sentences": [{"sentId": 132, "text": "Absolutely."}], "speaker": "WARREN", "secId": 36}, {"sentences": [{"sentId": 133, "text": "Were you surprised at how many people followed?"}, {"sentId": 134, "text": "Yes, some came back, but it mostly media here."}], "speaker": "CUOMO", "secId": 37}, {"sentences": [{"sentId": 135, "text": "Well, you see, a lot of these young people are decent."}, {"sentId": 136, "text": "When you call them thugs and you call them this, you look at this community."}, {"sentId": 137, "text": "It's an impoverished community."}, {"sentId": 138, "text": "They don't have jobs, they don't have money."}, {"sentId": 139, "text": "I've given money out of my pocket, where brother, look at me, I'm hungry."}, {"sentId": 140, "text": "I need something to eat."}, {"sentId": 141, "text": "What do you do?"}, {"sentId": 142, "text": "People want to judge these young people based upon what they feel and not what is going on with them."}, {"sentId": 143, "text": "Sometimes you have to listen to a potion, to know where it coming from."}, {"sentId": 144, "text": "I understand where they're coming from and you have to dialogue with them, let them vent out and then try to give them wisdom and they're not, everybody's out here being a thug."}], "speaker": "WARREN", "secId": 38}, {"sentences": [{"sentId": 145, "text": "That's true."}, {"sentId": 146, "text": "However, now what we see Don, going on behind the reverend and I are, the officers are starting to soothe  up."}, {"sentId": 147, "text": "The curfew is over -- the curfew has passed."}, {"sentId": 148, "text": "So, now we're going to see what they do Don, but for now, the situation -- most of the people you're looking at right now are media, not the reverend."}, {"sentId": 149, "text": "But most of these people are media, there are still some people here, but the police are lining up, they are forming a straight line here, Jay, take a look at them."}, {"sentId": 150, "text": "They starting to put on their shields now, we'll monitor the situation and we'll let you know what they do."}], "speaker": "CUOMO", "secId": 39}, {"sentences": [{"sentId": 151, "text": "OK. Chris, we'll keep your pictures up and so, we'll monitor the situation with you."}, {"sentId": 152, "text": "As Chris Cuomo has been saying now, that they are keeping the -- the officers are coming, they are suiting up, they're with the shields, our Miguel Marquez is also out in the crowds."}, {"sentId": 153, "text": "Miguel, let's check in with you, what's up?"}], "speaker": "LEMON", "secId": 40}, {"sentences": [{"sentId": 154, "text": "Well, it's -- this is the -- the interesting hour here."}, {"sentId": 155, "text": "It's quarter after the hour and this is what Chris was talking about here."}, {"sentId": 156, "text": "It is mostly media out here, but there are a lot of people who have come back up here to challenge the police to some degree."}, {"sentId": 157, "text": "That's -- that's North Avenue at Pennsylvania, they block it off ahead and in recent days, they have the helmets and the shields on now, but they don't have all the protective gear on their bodies."}, {"sentId": 158, "text": "They've also, right up this way, they blocked off Pennsylvania as it was north of here, right next to the CVS and they are -- sort of blocking them in as usual."}, {"sentId": 159, "text": "I want to talk to Mark Cartwright here who, we've been chatting with for many days."}, {"sentId": 160, "text": "You were interviewing with city leaders today, talking about how to get beyond this."}, {"sentId": 161, "text": "What were they saying?"}], "speaker": "MARQUEZ", "secId": 41}, {"sentences": [{"sentId": 162, "text": "Absolutely."}, {"sentId": 163, "text": "Kudos to the city, the influence they -- they want to remain incognito because it's not about the media, it's not publicity."}, {"sentId": 164, "text": "What it is about is empowering young youth and showing them that we understand where they're coming from and we encouraging them to find a positive protest."}, {"sentId": 165, "text": "What it, what it consist of today was, a meaning of the minds, it's we're unifying in Baltimore, it's a beautiful day for Baltimore, the way it has being shown, it's -- is one way of what's really going on here, the beautiful site of Miguel can possibly tell you."}], "speaker": "MARK CARTWRIGHT", "secId": 42}, {"sentences": [{"sentId": 166, "text": "Well -- yes, but, we have a standoff here tonight."}, {"sentId": 167, "text": "Things tomorrow, Saturday, there are expectations that aren't being met."}, {"sentId": 168, "text": "Are there -- what are the levels of concern of the city and how will they confront them?"}], "speaker": "MARQUEZ", "secId": 43}, {"sentences": [{"sentId": 169, "text": "It's a deep concern and we all together as one."}, {"sentId": 170, "text": "Behind, we want answers."}, {"sentId": 171, "text": "We want justice, no justice, no peace."}, {"sentId": 172, "text": "That's been the motion."}, {"sentId": 173, "text": "We -- we found new -- new piece of information that the city is giving us, we don't necessary -- it doesn't sit well with anyone, our stomachs are still turning, our -- fists are still clenching with passion, because we want justice."}, {"sentId": 174, "text": "We believe in the justice system and want the justice system to do right by us, so that we can continue that  and a good feeling with us out of our bottom of our justice system."}], "speaker": "CARTWRIGHT", "secId": 44}, {"sentences": [{"sentId": 175, "text": "Thank you very much."}, {"sentId": 176, "text": "That is the big concern here."}, {"sentId": 177, "text": "This, this idea that this leaked information that Mr. Gray has somehow harmed himself, despite the fact that he asked for medical attention before getting into the police van to begin with."}, {"sentId": 178, "text": "Protesters to some degree seem to be breaking up."}, {"sentId": 179, "text": "It's actually hard to tell who are the, the police and who are the -- who are the protesters and who are the media out here, there's so many media, but there's not a lot."}, {"sentId": 180, "text": "On this corner over here, there are some more but it seems, Don, as though there are far fewer protesters out here tonight than in previous nights, back to you."}], "speaker": "MARQUEZ", "secId": 45}, {"sentences": [{"sentId": 181, "text": "All right, Miguel, standby, because I want to get to CNN's Brian Todd."}, {"sentId": 182, "text": "We were looking at the pictures just moments ago, the one that was arrest  that was being now."}, {"sentId": 183, "text": "It's --it's full -- did you see the officers are moving in?"}], "speaker": "LEMON", "secId": 46}, {"sentences": [{"sentId": 184, "text": "OK, Don."}, {"sentId": 185, "text": "Don --"}], "speaker": "TODD", "secId": 47}, {"sentences": [{"sentId": 186, "text": "Let's listen to this."}, {"sentId": 187, "text": "Let's listen to this."}], "speaker": "LEMON", "secId": 48}, {"sentences": [{"sentId": 188, "text": "We are being moved by these failings of police officers --"}], "speaker": "TODD", "secId": 49}, {"sentences": [{"sentId": 189, "text": "Brian --"}], "speaker": "LEMON", "secId": 50}, {"sentences": [{"sentId": 190, "text": "Don, we're being moved by -- LEMON: We're being moved today."}], "speaker": "TODD", "secId": 51}, {"sentences": [{"sentId": 191, "text": "Yes, Don, we're being -- OK."}], "speaker": "TODD", "secId": 52}, {"sentences": [{"sentId": 192, "text": "If you're not media, please move to the side."}, {"sentId": 193, "text": "We're moving the media."}, {"sentId": 194, "text": "Please move to the side."}], "speaker": "UNIDENTIFIED MALE", "secId": 53}, {"sentences": [{"sentId": 195, "text": "OK."}, {"sentId": 196, "text": "So they're asking the media and everyone to move to the side."}, {"sentId": 197, "text": "We saw the police commissioner out there just moments ago and our Brian Todd is out there."}, {"sentId": 198, "text": "Brian, not to cut you off but I just want to hear what they were telling the people who are still out there."}, {"sentId": 199, "text": "Go ahead, Brian."}], "speaker": "LEMON", "secId": 54}, {"sentences": [{"sentId": 200, "text": "No problem, Don."}, {"sentId": 201, "text": "And I apologize, didn't mean to talk over you there, to take away from the natural sound as we call it."}, {"sentId": 202, "text": "What just happened is Commissioner Anthony Batts is out here."}, {"sentId": 203, "text": "He's basically commanding this scene."}, {"sentId": 204, "text": "He just came out and ordered his commanders to get the media out of the intersection."}, {"sentId": 205, "text": "Then we see this long cordon of police officers, about three rows deep lining up here, then they start coming towards us as you saw."}, {"sentId": 206, "text": "This is all directed by the commissioner himself."}, {"sentId": 207, "text": "I asked the commissioner, just before this happened if he could come talk to us and, and he said, no."}, {"sentId": 208, "text": "I'm doing work here."}, {"sentId": 209, "text": "He didn't want to do it."}, {"sentId": 210, "text": "So, he is, he is kind of working the scene, he is trying to move the media out of the intersection."}, {"sentId": 211, "text": "We're doing it."}, {"sentId": 212, "text": "We are trying to comply with them."}, {"sentId": 213, "text": "But if we are doing it, then some of the protesters come in and voice their displeasure with the situation as they are doing here, but they are trying to move people out."}, {"sentId": 214, "text": "They and the police are working together to try to move people out and you got a little bit of agitation going on here, these people trying to get a rise out of the police, but it's basically peaceful."}, {"sentId": 215, "text": "The police will advance enough for the back, they will advance a few feet -- then pull back."}, {"sentId": 216, "text": "If you have these local volunteers like this lady here with the bullhorn --"}], "speaker": "TODD", "secId": 55}, {"sentences": [{"sentId": 217, "text": "As long as they see you guys, they are going to keep talking and they  the curfew, I need you guys to stop ."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 56}, {"sentences": [{"sentId": 218, "text": "I believe she's talking to the media Don, because there are very few residents out here, ordinary citizens out here at this point."}, {"sentId": 219, "text": "A bit of tension here between the police and media but it really it's just them -- trying to get us to move away and get to the side of the intersection."}], "speaker": "TODD", "secId": 57}, {"sentences": [{"sentId": 220, "text": "So, Brian, as we're watching the pictures, you said there's a bit of tension out there."}, {"sentId": 221, "text": "A lot of it to media, but there -- do appear to be some -- a lot of here to be some people who are out there but citizens, we hear people screaming now in the background and you said that they are trying to agitate the police on purpose?"}], "speaker": "LEMON", "secId": 58}, {"sentences": [{"sentId": 222, "text": "You know, that they will -- it, it is more them trying to basically tease the police and almost make fun of them."}, {"sentId": 223, "text": "One guy kind of jumped in front of them yelling."}, {"sentId": 224, "text": "This other gentleman over here is really venting his anger."}, {"sentId": 225, "text": "That he believes that some of the neighborhood volunteers are trying to oppress his voice, and now he is -- that you can say, he is -- you can, excuse me, he is confronting the police."}, {"sentId": 226, "text": "This is a local leader, Dr. Roddy  Warren, a minister who is trying to talk this man down."}], "speaker": "TODD", "secId": 59}, {"sentences": [{"sentId": 227, "text": "That's all we want."}], "speaker": "UNIDENTIFIED MALE", "secId": 60}, {"sentences": [{"sentId": 228, "text": "Dr. Warren, this is one of the gentleman who actually led to today's protest, he is trying to talk to this man away from the police."}, {"sentId": 229, "text": "Right now, this gentleman is having none of it but he is backing off a little."}], "speaker": "TODD", "secId": 61}, {"sentences": [{"sentId": 230, "text": "All right."}, {"sentId": 231, "text": "All most 20 minutes into the mandatory"}], "speaker": "LEMON", "secId": 62}, {"sentences": [{"sentId": 232, "text": "curfew on the third night here Baltimore, Maryland and that is what you are witnessing on the streets, some -- some of the people, some of the citizens are upset, feeling that like their voices aren't being heard and they are yelling at police and then you have community leaders and that's what you're looking at on the left of your screen."}, {"sentId": 233, "text": "Community leaders out there trying to get them to comply with this curfew and it appears to be a bit more of a struggle than it was last night."}, {"sentId": 234, "text": "Of course, the first night people stayed out a little bit longer than a curfew but, eventually, it only about 10 people were arrested on that night."}, {"sentId": 235, "text": "I want to get now to CNN's Chris Cuomo who is also out in the crowd."}, {"sentId": 236, "text": "Chris, are you witnessing any similar situation where you're standing?"}], "speaker": "LEMON", "secId": 63}, {"sentences": [{"sentId": 237, "text": "Yeah, Don."}, {"sentId": 238, "text": "Yeah."}, {"sentId": 239, "text": "We're -- yeah, we're actually behind them."}, {"sentId": 240, "text": "We came around the corner, the commissioner is right here on the left."}, {"sentId": 241, "text": "That he literally as Brian is saying, he's calling the shots from back here, but he is also been telling his officers -- be easy, be easy."}, {"sentId": 242, "text": "Now, what you are saying is, we want to get back here to show you this."}, {"sentId": 243, "text": "This is the guy who is being vocal out in front."}, {"sentId": 244, "text": "They grabbed him with an arrest --"}], "speaker": "CUOMO", "secId": 64}, {"sentences": [{"sentId": 245, "text": "Chris, stand by, we got to go to Brian."}, {"sentId": 246, "text": "We're going to Brian."}], "speaker": "LEMON", "secId": 65}, {"sentences": [{"sentId": 247, "text": "You apprehended that man?"}, {"sentId": 248, "text": "Why was he arrested?"}], "speaker": "UNIDENTIFIED MALE", "secId": 66}, {"sentences": [{"sentId": 249, "text": "Don, they just -- Don, this man, they apprehended him, after they -- he was walking slowly, they came up behind him and start pushing forward, then they just hit him galloped  him and put him back there and apprehended him -- as they were pushing us forward."}, {"sentId": 250, "text": "So he has been basically, evaporated into that wall of police and taken away -- I don't know where they taking over there --"}], "speaker": "TODD", "secId": 67}, {"sentences": [{"sentId": 251, "text": "And you're looking at that on the right hand side of your screen, we have that man being taken into custody."}, {"sentId": 252, "text": "Continue, Brian."}], "speaker": "LEMON", "secId": 68}, {"sentences": [{"sentId": 253, "text": "Yeah, I -- I'm not sure exactly what -- I'm sorry, Don."}, {"sentId": 254, "text": "I don't know where exactly the man is."}, {"sentId": 255, "text": "There was a rush of police who went to your left, my left, over here."}, {"sentId": 256, "text": "I don't know where they took him over here."}, {"sentId": 257, "text": "I don't believe they did."}, {"sentId": 258, "text": "I think they've taken him -- oh, there he is."}, {"sentId": 259, "text": "I can see him back here."}, {"sentId": 260, "text": "Jordan, come on up here."}, {"sentId": 261, "text": "We make a pushed back, but I -- I see man."}, {"sentId": 262, "text": "LEMON: He -- he's on your -- he's on our screen, Brian."}], "speaker": "TODD", "secId": 69}, {"sentences": [{"sentId": 263, "text": "Come on Jordan."}, {"sentId": 264, "text": "Yeah."}, {"sentId": 265, "text": "OK."}, {"sentId": 266, "text": "He is -- he is behind this line of police officers."}, {"sentId": 267, "text": "All right, we are being -- very aggressive police officer here telling us to get out of the way."}, {"sentId": 268, "text": "So, Don, they have pushed --"}], "speaker": "TODD", "secId": 70}, {"sentences": [{"sentId": 269, "text": "All right, Brian, standby."}, {"sentId": 270, "text": "Chris Cuomo, go ahead."}], "speaker": "LEMON", "secId": 71}, {"sentences": [{"sentId": 271, "text": "That's the problem."}, {"sentId": 272, "text": "You know Don, to be fair, the media is blocking the intersection, the police above and the police in front and the commissioner right here are asking you not to block the intersection."}, {"sentId": 273, "text": "And, the police, the media are standing in the middle of the intersection, that's what the helicopter is saying."}, {"sentId": 274, "text": "Don't be in the middle of the intersection."}, {"sentId": 275, "text": "So you're going to create a little bit of friction."}, {"sentId": 276, "text": "The reason we wanted to get behind Don, was to let you see what happens when someone is arrested."}, {"sentId": 277, "text": "The line opens up, and arresting squad comes out, takes the person, drags them back and then they process them now as being in custody."}, {"sentId": 278, "text": "But the commissioner himself is here calling the shots."}, {"sentId": 279, "text": "You see him right there, we've heard him giving instructions to people saying, go easy."}, {"sentId": 280, "text": "Go easy on this."}, {"sentId": 281, "text": "And we heard him giving an instruction about the media saying, they've got to move."}, {"sentId": 282, "text": "So -- you know it's always a little bit of the balance of doing our job."}, {"sentId": 283, "text": "You don't want to become the problem."}, {"sentId": 284, "text": "You want to cover whatever is the problem."}, {"sentId": 285, "text": "But that's what's going on back here right now."}, {"sentId": 286, "text": "The officers now moved to the middle and the media is on the other side."}, {"sentId": 287, "text": "They had been chased out of the intersection and it's at a standstill right now as the officers are assessing who here is not supposed to be here, Don."}], "speaker": "CUOMO", "secId": 72}, {"sentences": [{"sentId": 288, "text": "Yeah."}, {"sentId": 289, "text": "And I'm glad Chris, that you -- I can see that you are standing on the sidewalk complying with what the police officers are telling you and we're glad that you're doing that."}, {"sentId": 290, "text": "We hope our other correspondents as well are doing -- are doing that as well."}, {"sentId": 291, "text": "Brian Todd was out there, this happened to be caught up in the middle of it but, if they tell you to get out of the -- of the street, regardless if you're media, you get out of the street."}, {"sentId": 292, "text": "I want to bring in a Rob Weinhold and also, he's a former chief spokesperson for the Baltimore police and crisis and public safety expert, also CNN legal analyst, Ms."}, {"sentId": 293, "text": "Sunny Hostin, both joining us this evening."}, {"sentId": 294, "text": "So as we are watching this, what do you guys make of it?"}, {"sentId": 295, "text": "It appears that -- a big part of the problem tonight -- the media, some of them are not complying on what the officer are saying."}], "speaker": "LEMON", "secId": 73}, {"sentences": [{"sentId": 296, "text": "yeah, because, let's face it."}, {"sentId": 297, "text": "Every single day this curfew has worked --"}], "speaker": "HOSTIN", "secId": 74}, {"sentences": [{"sentId": 298, "text": "Right."}], "speaker": "LEMON", "secId": 75}, {"sentences": [{"sentId": 299, "text": "And we we've seen crowds right before 10 o'clock --"}], "speaker": "HOSTIN", "secId": 76}, {"sentences": [{"sentId": 300, "text": "And you have people who don't want to --"}], "speaker": "LEMON", "secId": 77}, {"sentences": [{"sentId": 301, "text": "Who don't want to and perhaps, they're trying to make a statement."}, {"sentId": 302, "text": "They are, they are being civilly disobedient and they wanted to be arrested, but -- I certainly think that the police have shown tremendous restraint..."}], "speaker": "HOSTIN", "secId": 78}, {"sentences": [{"sentId": 303, "text": "Yes."}], "speaker": "LEMON", "secId": 79}, {"sentences": [{"sentId": 304, "text": "And what they've been doing has been working."}], "speaker": "HOSTIN", "secId": 80}, {"sentences": [{"sentId": 305, "text": "Yeah, I tell you."}, {"sentId": 306, "text": "They've shown a lot of restraint, a lot of discretion -- but the fact that matters is it's not a secret, 10 o'clock, being as a curfew."}, {"sentId": 307, "text": "But I've seen the department hold back and try to let the community police themselves -- I guess some of these folks who want a troublemaker , so do speak, out of the way and back in their homes."}, {"sentId": 308, "text": "But at a certain point, that they don't comply, they will be arrested and taken to jail."}], "speaker": "WEINHOLD", "secId": 81}, {"sentences": [{"sentId": 309, "text": "So -- the police Commissioner, Anthony Batts is out there."}, {"sentId": 310, "text": "What is that -- what is that he says to you?"}], "speaker": "LEMON", "secId": 82}, {"sentences": [{"sentId": 311, "text": "I think it's very important that the commissioner is out there."}, {"sentId": 312, "text": "He is the leader of the organization, from a crisis leadership standpoint, it's important to be present, directive, make sure that you are decisive in your action and so I think it's a strong message and he must be on the scene to take part in this, because the world is watching..."}], "speaker": "WEINHOLD", "secId": 83}, {"sentences": [{"sentId": 313, "text": "Yeah."}], "speaker": "HOSTIN", "secId": 84}, {"sentences": [{"sentId": 314, "text": "Many, many cameras on -- I tell you, I heard over and over and over, the media is on the way."}, {"sentId": 315, "text": "Well, it certainly the media has the right to know, but they do need to get out of the way as you mentioned and comply with the police commands."}, {"sentId": 316, "text": "Otherwise, they will interrupt that police operations."}], "speaker": "WEINHOLD", "secId": 85}, {"sentences": [{"sentId": 317, "text": "And people get upset when sometimes, when they take people into custody, like that gentleman."}, {"sentId": 318, "text": "I'm sure people will -- you know, why they take that man into custody?"}, {"sentId": 319, "text": "Well, it's 11:15..."}], "speaker": "LEMON", "secId": 86}, {"sentences": [{"sentId": 320, "text": "That's right."}], "speaker": "HOSTIN", "secId": 87}, {"sentences": [{"sentId": 321, "text": "And you're not supposed to be on the street, right?"}], "speaker": "LEMON", "secId": 88}, {"sentences": [{"sentId": 322, "text": "And I think they've been very, very clear --"}], "speaker": "HOSTIN", "secId": 89}, {"sentences": [{"sentId": 323, "text": "Yeah."}], "speaker": "LEMON", "secId": 90}, {"sentences": [{"sentId": 324, "text": "About the curfew and again, if they're trying to be civilly disobedient..."}], "speaker": "HOSTIN", "secId": 91}, {"sentences": [{"sentId": 325, "text": "Yeah."}], "speaker": "LEMON", "secId": 92}, {"sentences": [{"sentId": 326, "text": "Which -- it is means of protest, that is one thing."}, {"sentId": 327, "text": "I think it's another thing if you are just trying to be troublesome --"}], "speaker": "HOSTIN", "secId": 93}, {"sentences": [{"sentId": 328, "text": "Yeah."}, {"sentId": 329, "text": "Remember -- remember the -- young man who was taking into custody the first night..."}], "speaker": "LEMON", "secId": 94}, {"sentences": [{"sentId": 330, "text": "Yes."}, {"sentId": 331, "text": "LEMON: Behind that humvee?"}], "speaker": "HOSTIN", "secId": 95}, {"sentences": [{"sentId": 332, "text": "Yes."}], "speaker": "HOSTIN", "secId": 96}, {"sentences": [{"sentId": 333, "text": "Well, guess what?"}, {"sentId": 334, "text": "We going to talk to him."}], "speaker": "LEMON", "secId": 97}, {"sentences": [{"sentId": 335, "text": "Ahh."}], "speaker": "HOSTIN", "secId": 98}, {"sentences": [{"sentId": 336, "text": "We'll talk to him."}, {"sentId": 337, "text": "So standby, we got a lot more to come tonight."}, {"sentId": 338, "text": "Live here on CNN, we are on the streets of Baltimore, a city that is under curfew for the third night in a row."}, {"sentId": 339, "text": "And that protests in other cities around the countries as well."}, {"sentId": 340, "text": "Plus, you saw it live, our coverage here this week."}, {"sentId": 341, "text": "And a protester, later identified as Joseph Kent, nabbed by officers in riot gear and pushed into a humvee."}, {"sentId": 342, "text": "Tonight, he tells me what happened to him."}, {"sentId": 343, "text": "That's next."}], "speaker": "LEMON", "secId": 99}, {"sentences": [{"sentId": 344, "text": "We are back now live in Baltimore City under a mandatory curfew for the third night as protests spread over the death of Freddie Gray."}, {"sentId": 345, "text": "I want to bring in now Mary Koch."}, {"sentId": 346, "text": "She is an attorney for Freddie Gray's family."}, {"sentId": 347, "text": "She joins us with the very latest."}, {"sentId": 348, "text": "What do you -- this new information that according to WJLA from this preliminary report?"}, {"sentId": 349, "text": "Will you make of it -- it matches a bolt supposedly in the back of the van, but they're not sure if it's self-inflected or if it was excessive force?"}], "speaker": "LEMON", "secId": 100}, {"sentences": [{"sentId": 350, "text": "I make nothing of it because there's no validity to it at this point because the medical examiner hasn't released their final report."}, {"sentId": 351, "text": "And so I don't know where they got the information."}, {"sentId": 352, "text": "I have no way of validating the information, and I know that as of this point, the medical examiner has not rendered a cause of death."}, {"sentId": 353, "text": "And so I don't even know how they would get to that point that won't even be typically in an autopsy..."}], "speaker": "KOCH", "secId": 101}, {"sentences": [{"sentId": 354, "text": "Right."}], "speaker": "LEMON", "secId": 102}, {"sentences": [{"sentId": 355, "text": "... because medical examiner wouldn't do that."}], "speaker": "KOCH", "secId": 103}, {"sentences": [{"sentId": 356, "text": "This preliminary report came up one day early."}, {"sentId": 357, "text": "This autopsy report may go to the -- to the -- to the police  that'd be soon -- the medical examiner soon so then -- then what -- now what?"}], "speaker": "LEMON", "secId": 104}, {"sentences": [{"sentId": 358, "text": "OK."}, {"sentId": 359, "text": "So, what happens is the State's Attorney's Office has been charged with reviewing everything so that would be Ms. Mosby, the state's attorney for Baltimore City."}, {"sentId": 360, "text": "She'll take all of that information and her and her staff and she's got a large staff, very experienced, will review all of that information, decide whether or not charges are warranted, who charges are warranted against, what charges should be lodged and then most likely they'll take them to the grand jury for purposes of presenting for an indictment."}], "speaker": "KOCH", "secId": 105}, {"sentences": [{"sentId": 361, "text": "OK."}, {"sentId": 362, "text": "So apparently, there were -- there was the first stop, right, with Freddie Gray?"}, {"sentId": 363, "text": "KOCH: Right."}], "speaker": "LEMON", "secId": 106}, {"sentences": [{"sentId": 364, "text": "Then where was another stop that was not recorded, right?"}], "speaker": "LEMON", "secId": 107}, {"sentences": [{"sentId": 365, "text": "Correct."}], "speaker": "KOCH", "secId": 108}, {"sentences": [{"sentId": 366, "text": "But it's not everything  then there was a third stop where they picked up the other prisoner, correct?"}], "speaker": "LEMON", "secId": 109}, {"sentences": [{"sentId": 367, "text": "Yes."}, {"sentId": 368, "text": "So..."}], "speaker": "KOCH", "secId": 110}, {"sentences": [{"sentId": 369, "text": "So, what is the significance of the stop that they -- that they never reported."}], "speaker": "LEMON", "secId": 111}, {"sentences": [{"sentId": 370, "text": "Although significance of it is just very odd."}, {"sentId": 371, "text": "Because when you're driving a - -when you're the wagon guy, you're usually by yourself, right?"}, {"sentId": 372, "text": "Because you're going to a front  -- you're to a scene and you're picking up whoever has been arrested."}, {"sentId": 373, "text": "You got these arresting officers there."}], "speaker": "KOCH", "secId": 112}, {"sentences": [{"sentId": 374, "text": "But when you're driving, when you're transporting here by yourself, you're by yourself, so for a wagon man to stop the wagon and be no -- there'll be no transmissions between him and any other officers, that's highly unusual."}, {"sentId": 375, "text": "It doesn't happen that way."}], "speaker": "KOCH", "secId": 113}, {"sentences": [{"sentId": 376, "text": "So, that the - I'm sure you will be wanting to talk to the other person in the van."}, {"sentId": 377, "text": "That would be -- he will be part of the investment."}, {"sentId": 378, "text": "Have you been able to determine who that is and have you spoken to him?"}], "speaker": "LEMON", "secId": 114}, {"sentences": [{"sentId": 379, "text": "Actually, he was interviewed I think by Jayne Miller on the news."}], "speaker": "KOCH", "secId": 115}, {"sentences": [{"sentId": 380, "text": "Well, we're hearing reports of someone who was -- who was interviewed, but we're not sure if that was him."}, {"sentId": 381, "text": "They're telling us that the person is still locked up."}, {"sentId": 382, "text": "Do you know -- have you been able to confirm that?"}], "speaker": "LEMON", "secId": 116}, {"sentences": [{"sentId": 383, "text": "All I know is the person identified himself as the person who was in the van..."}], "speaker": "KOCH", "secId": 117}, {"sentences": [{"sentId": 384, "text": "Yeah."}], "speaker": "LEMON", "secId": 118}, {"sentences": [{"sentId": 385, "text": "... and gave Jayne Miller a version of the events..."}], "speaker": "KOCH", "secId": 119}, {"sentences": [{"sentId": 386, "text": "Yeah."}], "speaker": "LEMON", "secId": 120}, {"sentences": [{"sentId": 387, "text": "... that would seem to indicate that there were -- there was not a lot of noise when the other side of that van..."}], "speaker": "KOCH", "secId": 121}, {"sentences": [{"sentId": 388, "text": "Yeah."}], "speaker": "LEMON", "secId": 122}, {"sentences": [{"sentId": 389, "text": "... when he was being transported with Freddie Gray."}], "speaker": "KOCH", "secId": 123}, {"sentences": [{"sentId": 390, "text": "Thank you, Ms. Koch."}], "speaker": "LEMON", "secId": 124}, {"sentences": [{"sentId": 391, "text": "Thank you."}], "speaker": "KOCH", "secId": 125}, {"sentences": [{"sentId": 392, "text": "We appreciate it."}, {"sentId": 393, "text": "Thank you so much."}], "speaker": "LEMON", "secId": 126}, {"sentences": [{"sentId": 394, "text": "Have a great night."}, {"sentId": 395, "text": "Thank you for covering the story."}], "speaker": "KOCH", "secId": 127}, {"sentences": [{"sentId": 396, "text": "I'm backing to you, yes."}, {"sentId": 397, "text": "Absolutely, of course."}], "speaker": "LEMON", "secId": 128}, {"sentences": [{"sentId": 398, "text": "So we want to go back now to the streets of Baltimore."}, {"sentId": 399, "text": "I want to get to my colleague, Brian Todd who's out there."}, {"sentId": 400, "text": "Brian, when last we saw you there was a confrontation."}, {"sentId": 401, "text": "The man was taken into custody."}, {"sentId": 402, "text": "They're asking media to move to the side and you just saw some police on the move."}, {"sentId": 403, "text": "What's going on?"}], "speaker": "LEMON", "secId": 129}, {"sentences": [{"sentId": 404, "text": "Brian Todd?"}], "speaker": "LEMON", "secId": 130}, {"sentences": [{"sentId": 405, "text": "Yes."}, {"sentId": 406, "text": "Thank you."}, {"sentId": 407, "text": "Yes, I'm sorry, Don, I was talking to a local gentleman here who was trying to explain some of the dynamic of the neighborhood if you can hear me."}, {"sentId": 408, "text": "We've got -- the police then have just moved to the side of the street."}, {"sentId": 409, "text": "This is much like what they did last night when they formed long lines, columns in the middle of the street then parted."}, {"sentId": 410, "text": "They just did that, again, after they confronted the media."}], "speaker": "TODD", "secId": 131}, {"sentences": [{"sentId": 411, "text": "We were, of course, caught in the middle of that a moment ago, and when they were obviously showing and -- showing their ire toward us and pushing us to the side, we did move."}, {"sentId": 412, "text": "My photojournalist, Jordan Guzzardo and I moved to the side and to a corner."}, {"sentId": 413, "text": "We did not want to rile them up anymore."}, {"sentId": 414, "text": "And then the police kind of backed off."}, {"sentId": 415, "text": "They have just backed off and just moved to the side and they made a major announcement via helicopter -- on a full horn coming from a helicopter that the streets are open now."}], "speaker": "TODD", "secId": 132}, {"sentences": [{"sentId": 416, "text": "They're saying, \"Attention members of the media, the streets are now open.\""}, {"sentId": 417, "text": "So, if the last couple of nights are any example of what may now, it looks like these police officers will hang here for a little while on the sidewalks, their vehicles will gradually clear out and then they will clear out."}], "speaker": "TODD", "secId": 133}, {"sentences": [{"sentId": 418, "text": "Yes."}, {"sentId": 419, "text": "All right."}, {"sentId": 420, "text": "I want everyone to stay with me, Brian, Chris, and all of our correspondents out there in the field."}, {"sentId": 421, "text": "We'll be right back with more live coverage from Baltimore."}, {"sentId": 422, "text": "I was going to talk to the young man who was swept up by police live on television on a tense  first night of this curfew."}], "speaker": "LEMON", "secId": 134}, {"sentences": [{"sentId": 423, "text": "Back now live in Baltimore, the city under a mandatory curfew for the third night in a row, and joining me now to discuss us is Ed Norris is a former Baltimore Police Commissioner."}, {"sentId": 424, "text": "Cedric Alexander, president of the National Organization of Black Law Enforcement Executives."}, {"sentId": 425, "text": "Ivan Bates, a Baltimore attorney, and CNN legal analyst, Sunny Hostin."}, {"sentId": 426, "text": "As we look at these live pictures happening on the streets of Baltimore, you see the officers in their tactical gear right now."}, {"sentId": 427, "text": "Ed, my first question is for you."}, {"sentId": 428, "text": "Here's what the police spokesman says that when -- that when Freddie Gray when he got into that van, inside the van, he could talk and by the time he was taken out, he couldn't talk or couldn't breathe."}, {"sentId": 429, "text": "So, what happened while in police custody?"}, {"sentId": 430, "text": "Ed?"}], "speaker": "LEMON", "secId": 135}, {"sentences": [{"sentId": 431, "text": "I couldn't hear for a second."}, {"sentId": 432, "text": "I got you now."}, {"sentId": 433, "text": "I don't know what happened with the police custody."}, {"sentId": 434, "text": "And I think what we should do, the wise thing to do, it would be to wait for the autopsy and the -- the final findings of the district attorney or state's attorney."}], "speaker": "NORRIS", "secId": 136}, {"sentences": [{"sentId": 435, "text": "I think a lot of the speculation is really fueling the fire and creating a very dangerous situation in an already bad situation in Baltimore."}, {"sentId": 436, "text": "I think these questions really need to be asked once the autopsy is released."}], "speaker": "NORRIS", "secId": 137}, {"sentences": [{"sentId": 437, "text": "Does it change really who's responsible any type of responsibility whether it happened before or after he was put into that van?"}], "speaker": "LEMON", "secId": 138}, {"sentences": [{"sentId": 438, "text": "I don't think so."}, {"sentId": 439, "text": "I think the responsibility would be the findings of the state's attorney."}, {"sentId": 440, "text": "I think we really need to find, you know, for ME's  report as to how -- how Freddie Gray died and then see what the findings are of the state's attorney, where -- where it happened is kind of irrelevant."}], "speaker": "NORRIS", "secId": 139}, {"sentences": [{"sentId": 441, "text": "I mean, if it's continued to be justified or deemed a homicide or whatever is going to be deemed, you have to wait on the facts to arrive ."}, {"sentId": 442, "text": "I think the location is kind of irrelevant."}, {"sentId": 443, "text": "I'd like to get the totality of the facts before you jump to any conclusions and I think there's so much speculation out there is just creating a very, very bad situation in Baltimore."}], "speaker": "NORRIS", "secId": 140}, {"sentences": [{"sentId": 444, "text": "This second stop came from -- from a private surveillance camera -- new surveillance camera."}, {"sentId": 445, "text": "So, my question to Ivan is do you think there are other cameras out there?"}, {"sentId": 446, "text": "Because this is -- I don't know if we have found out about this other location had it not been for that camera."}], "speaker": "LEMON", "secId": 141}, {"sentences": [{"sentId": 447, "text": "Well, we never know."}, {"sentId": 448, "text": "That's the important part of an investigation."}, {"sentId": 449, "text": "That one of the things the police should have done this to have made sure they drove the route and then drive in the route."}, {"sentId": 450, "text": "Some time people have cameras on their own property and that's why it's important to figure out what the investigation says and what other cameras may or may not be out there."}], "speaker": "BATES", "secId": 142}, {"sentences": [{"sentId": 451, "text": "That there was another unrecorded stop that we never heard about, Cedric."}, {"sentId": 452, "text": "Does that raise any suspicion to you?"}], "speaker": "LEMON", "secId": 143}, {"sentences": [{"sentId": 453, "text": "If it was not reported initially but it was learned later on in investigation that there was a stop in light of everything that's going on."}, {"sentId": 454, "text": "It really just raises a great deal of question as to what occurred on that stop that was unreported and unrecorded."}, {"sentId": 455, "text": "So, yes, it does."}, {"sentId": 456, "text": "LEMON: Yeah, but they -- that they never learned any of that from the"}], "speaker": "ALEXANDER", "secId": 144}, {"sentences": [{"sentId": 457, "text": "officers they interviewed, Sunny."}], "speaker": "ALEXANDER", "secId": 145}, {"sentences": [{"sentId": 458, "text": "Well, that's what's troubling to me."}, {"sentId": 459, "text": "I mean, we know early on that five out of the six officers did provide statements during the investigation, so how is it that just about a week and a half ago we're learning that the police officers learned -- that the investigators rather learned about this second stop."}, {"sentId": 460, "text": "That is very, very strange."}, {"sentId": 461, "text": "That I think raises at least a specter that officers -- that didn't give  statements perhaps weren't being as transparent..."}], "speaker": "HOSTIN", "secId": 146}, {"sentences": [{"sentId": 462, "text": "Or..."}], "speaker": "LEMON", "secId": 147}, {"sentences": [{"sentId": 463, "text": "... or that the officer that did not give a statement..."}], "speaker": "HOSTIN", "secId": 148}, {"sentences": [{"sentId": 464, "text": "Statement..."}], "speaker": "LEMON", "secId": 149}, {"sentences": [{"sentId": 465, "text": "... is..."}], "speaker": "HOSTIN", "secId": 150}, {"sentences": [{"sentId": 466, "text": "... did not, because it -- it -- correct if I'm wrong Cedric -- Ed, because Ed you ran the department."}, {"sentId": 467, "text": "When you're driving it -- is it one person driving the van and that's it, and if so, if the one person driving the van never reported and the officers aren't with him, then they would know about it."}], "speaker": "LEMON", "secId": 151}, {"sentences": [{"sentId": 468, "text": "That's right."}, {"sentId": 469, "text": "If there's one operator, the others would not know about it."}, {"sentId": 470, "text": "That's correct."}], "speaker": "NORRIS", "secId": 152}, {"sentences": [{"sentId": 471, "text": "Yeah."}, {"sentId": 472, "text": "So that maybe..."}], "speaker": "LEMON", "secId": 153}, {"sentences": [{"sentId": 473, "text": "Right, right..."}], "speaker": "HOSTIN", "secId": 154}, {"sentences": [{"sentId": 474, "text": "... you're answer."}], "speaker": "LEMON", "secId": 155}, {"sentences": [{"sentId": 475, "text": "But -- but it could I think raise a specter, again, that if one of those five officers that provided the statement was the driver perhaps..."}], "speaker": "HOSTIN", "secId": 156}, {"sentences": [{"sentId": 476, "text": "Yes."}], "speaker": "LEMON", "secId": 157}, {"sentences": [{"sentId": 477, "text": "... then someone was being less than transparent."}], "speaker": "HOSTIN", "secId": 158}, {"sentences": [{"sentId": 478, "text": "All right."}, {"sentId": 479, "text": "So, let's take a step back."}, {"sentId": 480, "text": "Why would he injure or how -- why would he injure or how could he injure himself so badly that he caused all of these major injuries to his spinal cord, to his vocal, you know, his voice box and on and on and on."}], "speaker": "LEMON", "secId": 159}, {"sentences": [{"sentId": 481, "text": "Well, that doesn't really make sense."}, {"sentId": 482, "text": "I mean, Dr. Kobilinsky earlier today said, you know, there would have to be a significant amount of force to -- for someone to sustain that kind of injury and that someone couldn't self-sustain that kind of injury and I think that's what most people are troubled by the argument that that somehow Freddie Gray severed his own spine."}, {"sentId": 483, "text": "Does that really make a lot of sense?"}, {"sentId": 484, "text": "LEMON: OK."}, {"sentId": 485, "text": "But listen, Ed, if Freddie Gray suffered some kind of"}], "speaker": "HOSTIN", "secId": 160}, {"sentences": [{"sentId": 486, "text": "seizure because what this report that's coming from WJLA is saying that it is consistent with a bolt that's in the back of the police van."}, {"sentId": 487, "text": "If he suffered some sort of seizure - seizure, is it possible that he could have sustained those types of injuries because he's -- he's unaccompanied back there and he's not strapped into the seat?"}], "speaker": "HOSTIN", "secId": 161}, {"sentences": [{"sentId": 488, "text": "Well, I'm not going to speculate by what kind of injuries he sustained in the back but I would speculate and I have a -- I just wonder when I looked at the arrest seat, there was that large stone planter that he has actually lifted from and I wonder and this was sustained when he was tackled or struggling over there, because that was a big stone structure and it looked like he was injured as he's being put into the van."}], "speaker": "NORRIS", "secId": 162}, {"sentences": [{"sentId": 489, "text": "And I wonder if it worsened if something happened at the back of the van, if he was bounced around or if he was banging on, on the wall either for assistance or trying to hurt himself."}, {"sentId": 490, "text": "You know, had he already hurt his spine during the struggle because that was a big piece of stone off that, he looked at his legs were not steady then."}], "speaker": "NORRIS", "secId": 163}, {"sentences": [{"sentId": 491, "text": "Yeah."}, {"sentId": 492, "text": "All right."}, {"sentId": 493, "text": "Everybody standby."}, {"sentId": 494, "text": "Because I need to get to CNN's Ryan Young, who's witnessing some police activity out in the street of Baltimore."}, {"sentId": 495, "text": "Ryan?"}], "speaker": "LEMON", "secId": 164}, {"sentences": [{"sentId": 496, "text": "Hi, Don."}, {"sentId": 497, "text": "We are out here just off the North Avenue -- actually Pennsylvania, and you can see right there, there's a semi truck."}, {"sentId": 498, "text": "Police have surrounding that homicide investigators have come out here."}, {"sentId": 499, "text": "What we've been told is they found a body inside that truck."}, {"sentId": 500, "text": "It's an open investigation right now."}, {"sentId": 501, "text": "Not sure a foul play is involved."}, {"sentId": 502, "text": "In the last five minutes or so, they actually removed the body from that front cab ."}], "speaker": "YOUNG", "secId": 165}, {"sentences": [{"sentId": 503, "text": "You can see the officers who are here who've line this area."}, {"sentId": 504, "text": "And in fact, they don't want to us to get too much closer to this van as they do this investigation."}, {"sentId": 505, "text": "But they are checking to see how this man or woman died inside the truck."}, {"sentId": 506, "text": "Haven't got the sex  confirmed or any kind of identify but it's something to check into homicide investigators are on the scene as we speak."}, {"sentId": 507, "text": "This is less than a block away from the CVS."}], "speaker": "YOUNG", "secId": 166}, {"sentences": [{"sentId": 508, "text": "OK."}, {"sentId": 509, "text": "So, Ryan, this is -- you said North and Pen here?"}], "speaker": "LEMON", "secId": 167}, {"sentences": [{"sentId": 510, "text": "Yes."}], "speaker": "YOUNG", "secId": 168}, {"sentences": [{"sentId": 511, "text": "Is this an industrial area we're talking about that would..."}], "speaker": "LEMON", "secId": 169}, {"sentences": [{"sentId": 512, "text": "OK, so you know, right."}, {"sentId": 513, "text": "Here..."}], "speaker": "YOUNG", "secId": 170}, {"sentences": [{"sentId": 514, "text": "...the truck commanded  now."}], "speaker": "LEMON", "secId": 171}, {"sentences": [{"sentId": 515, "text": "... let me -- let me - let me do this for you, Don."}, {"sentId": 516, "text": "So, this -- so, here, that's the CVS right there."}, {"sentId": 517, "text": "You see, that's -- that's the CVS."}, {"sentId": 518, "text": "So, you can see that, and as we walk back this direction, you can see this semi truck that's right here."}, {"sentId": 519, "text": "This semi truck and all that activity that's over there, those are the homicide investigators and the ME's office has been doing their investigation, the CSI investigators have been going in."}], "speaker": "YOUNG", "secId": 172}, {"sentences": [{"sentId": 520, "text": "They removed the body right before we went live, obviously we're not going to show that, and they've been checking back all the evidence in this area."}, {"sentId": 521, "text": "So, we're not sure exactly what happened or how they got notified about the body."}, {"sentId": 522, "text": "But obviously they discovered that was made  a short time ago."}], "speaker": "YOUNG", "secId": 173}, {"sentences": [{"sentId": 523, "text": "All right."}, {"sentId": 524, "text": "Ryan Young, standby."}, {"sentId": 525, "text": "In case you don't actually see this, there's body found in truck."}, {"sentId": 526, "text": "Ryan Young has said just a block or so away from the CVS where we saw a lot of the uprising we saw it and looted  and buildings on fire, businesses on fire and just inside of a semi truck on Ryan's location we are told that they found a body and removed it just a short time ago."}, {"sentId": 527, "text": "Homicide detectives are on the scene doing an investigation."}, {"sentId": 528, "text": "We'll be right back with more on that and much, much more from Baltimore live, a city under curfew for a third night in a row and coming up, the powerful African-American women keeping the peace in this tense  city."}], "speaker": "LEMON", "secId": 174}, {"sentences": [{"sentId": 529, "text": "Welcome back to our coverage live from the streets of Baltimore."}, {"sentId": 530, "text": "Under a mandatory curfew now for the third night in a row, it has been under a curfew now for almost an hour."}, {"sentId": 531, "text": "Smoke  -- just spread, you know, the people of Baltimore are trying to take back their city."}], "speaker": "LEMON", "secId": 175}, {"sentences": [{"sentId": 532, "text": "Joining me know, Justin Forsett, running back for the Baltimore Ravens."}, {"sentId": 533, "text": "Good to have you."}, {"sentId": 534, "text": "Thank you so much for joining us."}, {"sentId": 535, "text": "Listen, I was going to ask you, the Ravens' workout just 20 minutes from here, what have you been thinking as you watched first the riots and then the community response, Justin?"}], "speaker": "LEMON", "secId": 176}, {"sentences": [{"sentId": 536, "text": "It was definitely tough to watch early on, on Monday when you saw the riots and, you know, kind of the destruction of some of the locations downtown."}, {"sentId": 537, "text": "It was definitely tough to see -- seeing the people hurt and, you know, responding that way."}], "speaker": "FORSETT", "secId": 177}, {"sentences": [{"sentId": 538, "text": "But again to see how the community responded to show that that was only a few people acting out that way and most people wanted the peace -- the peaceful route and to show people -- show the people coming out uniting as one front and one -- one voice was pretty special to see the rest of the days."}], "speaker": "FORSETT", "secId": 178}, {"sentences": [{"sentId": 539, "text": "You know, you and other players came here today -- came to talk to the kids, you came to -- to listen to them at local schools."}, {"sentId": 540, "text": "What do you say to these kids and -- and what do they say back to you?"}, {"sentId": 541, "text": "How do they respond?"}], "speaker": "LEMON", "secId": 179}, {"sentences": [{"sentId": 542, "text": "Well, we just wanted to go out and encourage them, let them know that they matter, that we're here for them, that we stand with them."}, {"sentId": 543, "text": "You know, we know that they've been through a lot, that they've been hurting for a very long time, and we just want to know that that -- we just want to let them know that we care."}, {"sentId": 544, "text": "I think that even talking to some of the kids, they don't feel like a lot of people care about them and that they matter."}, {"sentId": 545, "text": "So, we want to let them know, that hey, we're here for them and that we'll support them and we believe in them."}], "speaker": "FORSETT", "secId": 180}, {"sentences": [{"sentId": 546, "text": "So, Justin, Ray Lewis has been -- he's been telling protesters to go home, to get off the streets."}, {"sentId": 547, "text": "I'm sure you saw on his video, and today the former Raven spoke at a high school."}, {"sentId": 548, "text": "I want you to take a listen and then we'll talk about it."}], "speaker": "LEMON", "secId": 181}, {"sentences": [{"sentId": 549, "text": "I want to tell to people  go home now."}, {"sentId": 550, "text": "You don't ruin those because you won't ."}, {"sentId": 551, "text": "Everybody go home ."}, {"sentId": 552, "text": "If you don't do so  because that will end these things, march will end these things."}, {"sentId": 553, "text": "Not hold this ."}], "speaker": "LEWIS", "secId": 182}, {"sentences": [{"sentId": 554, "text": "You don't win wars with war."}, {"sentId": 555, "text": "Do you think that kind of message is getting through to the teenagers who are really so angry about this situation?"}], "speaker": "LEMON", "secId": 183}, {"sentences": [{"sentId": 556, "text": "I think that anytime you can get, you know, a positive leader like Ray, that's been here for a while."}, {"sentId": 557, "text": "This is, you know, his city."}, {"sentId": 558, "text": "He's done a lot in the community."}, {"sentId": 559, "text": "I think that, you know, he has -- he has the ear of a lot of those youth and just to allow him to go out and, you know, share and speak his heart to -- to the kids, I think it means a lot."}, {"sentId": 560, "text": "I think it was receptive."}, {"sentId": 561, "text": "You can see like pictures today  of him embracing some of the kids and the kids embracing him."}, {"sentId": 562, "text": "You know, I went to another school today and talked to him and, you know, the kids, they just want to know that even after this event has gone away that people are still going to be here for."}], "speaker": "FORSETT", "secId": 184}, {"sentences": [{"sentId": 563, "text": "And, you know, that just lets me know that they really need somebody that's going to forward  some and build a relationship with them and really let them know that hey, once again you matter and we care about you."}], "speaker": "FORSETT", "secId": 185}, {"sentences": [{"sentId": 564, "text": "You know, even you hit the big time."}, {"sentId": 565, "text": "So, Ray Lewis made it to the big time."}, {"sentId": 566, "text": "When you think about not everybody can do that, not even the best people can, you know, become a major league player on any sport and that, you know, you have to gauge what your talents are and -- and maybe take them in other areas."}, {"sentId": 567, "text": "So, what lessons can they learn from sports figures?"}, {"sentId": 568, "text": "Because not everybody is going to be a sports star."}], "speaker": "LEMON", "secId": 186}, {"sentences": [{"sentId": 569, "text": "Right."}, {"sentId": 570, "text": "From athletes, you can learn a lot."}, {"sentId": 571, "text": "One thing, you can see what the work ethic."}, {"sentId": 572, "text": "You can see that the time and dedication that it takes to make it to this level and you can, you know, transfer over to any -- any profession that you want to go into."}, {"sentId": 573, "text": "We spend a lot of time, you know, making sure we're eating the right things, making sure we're lifting weights and running, doing all these different  things like that."}, {"sentId": 574, "text": "So, we can, you know, have a better life for ourselves and our family and, you know, sacrifice, dedication, hard work, that's all a part of it."}], "speaker": "FORSETT", "secId": 187}, {"sentences": [{"sentId": 575, "text": "Yeah."}, {"sentId": 576, "text": "Eating right in Baltimore though, it's hard to do."}, {"sentId": 577, "text": "So, I don't know how -- I don't know how you did it."}, {"sentId": 578, "text": "But Justin Forsett, thank you very much."}, {"sentId": 579, "text": "We appreciate you joining us here on CNN."}, {"sentId": 580, "text": "Come back anytime."}, {"sentId": 581, "text": "You know, we have been -- much, much more on our Breaking News to come live from Baltimore, a city-wide curfew in effect for the third night in a row."}, {"sentId": 582, "text": "We'll be right back, right after  just quickly."}], "speaker": "LEMON", "secId": 188}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1504.30.cnnt.01.html.json", "time": "Aired April 30, 2015 - 22:00   ET"}