{"sectionCount": 279, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["LEMON", "TRUMP", "ZELENY", "BUMP", "MAYO", "MEEKS", "JEFFRIES", "BUTTERFIELD", "DEMINGS", "COLEMAN", "UNIDENTIFIED FEMALE", "LEE", "FOREMAN", "CARDONA", "LEWANDOWSKI", "JONES", "LEWIS", "BERNSTEIN", "COUCH"], "subTitle": "Trump Remarks about Hillary and Guns; Trump Trying to Put Birther Controversy Behind Him; First Presidential Debate 10 Days Away. Aired 10-11p ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1609/16/cnnt.02.html", "sentenceCount": 562, "sections": [{"sentences": [{"sentId": 0, "text": "Changing the subject, Donald Trump trying to put the 'birther' flap behind him."}], "speaker": "LEMON", "secId": 0}, {"sentences": [{"sentId": 1, "text": "This is CNN Tonight."}, {"sentId": 2, "text": "I'm Don Lemon."}], "speaker": "LEMON", "secId": 1}, {"sentences": [{"sentId": 3, "text": "Trump at a rally tonight in Florida arguing that he is a stanch defender of the Second Amendment and Hillary Clinton wants to takeaway the right to bear arms and wondering aloud to his supporters about Clinton's security detail."}], "speaker": "LEMON", "secId": 2}, {"sentences": [{"sentId": 4, "text": "Take their guns away."}, {"sentId": 5, "text": "She doesn't want guns."}, {"sentId": 6, "text": "Take there."}, {"sentId": 7, "text": "Let's see what happens to her."}], "speaker": "TRUMP", "secId": 3}, {"sentences": [{"sentId": 8, "text": "A lot to get to this hour."}, {"sentId": 9, "text": "This hour ahead."}, {"sentId": 10, "text": "I want to bring in Jeff Zeleny, I'll start with him, senior CNN Washington correspondent, Kierna Mayo is here, the senior vice president of Content and Brand at Interactive One; and Philip Bump, Washington Post political reporter."}], "speaker": "LEMON", "secId": 4}, {"sentences": [{"sentId": 11, "text": "So, again, Jeff, I'm going to start with you because the Clinton campaign responded to Trump's comments tonight, what you can tell us about that?"}], "speaker": "LEMON", "secId": 5}, {"sentences": [{"sentId": 12, "text": "Hi, there, Don."}, {"sentId": 13, "text": "Just a few minutes ago we got a camp -- a statement from the campaign manager for the Hillary Clinton campaign about those comments we just saw there."}], "speaker": "ZELENY", "secId": 6}, {"sentences": [{"sentId": 14, "text": "Let's take a look at this statement."}, {"sentId": 15, "text": "It reads like this, it says, \"Donald Trump, the republican nominee for president, has a pattern of inciting people to violence, whether this is done to provoke protestors at rally or casually or even as a joke."}, {"sentId": 16, "text": "It is an unacceptable quality, the statement says, in anyone seeking the job of commander-in-chief.\""}], "speaker": "ZELENY", "secId": 7}, {"sentences": [{"sentId": 17, "text": "\"This kind of talk should be out of bounds for a presidential candidate.\""}, {"sentId": 18, "text": "The statement says, \"Just like it should be out of bounds for a presidential candidate to pedal a conspiracy theory about the president of the United States for five years."}, {"sentId": 19, "text": "But we've seen again and again that no amount of failed resets can change who Donald Trump is."}, {"sentId": 20, "text": "He's unfit to be president.\""}], "speaker": "ZELENY", "secId": 8}, {"sentences": [{"sentId": 21, "text": "The statement goes on to say, \"And it's time republican leaders stand up to denounce this disturbing behavior in their nominee.\""}, {"sentId": 22, "text": "That of course is from the campaign manager for the Clinton campaign there, seizing on those comments Donald Trump made earlier this evening in Miami."}], "speaker": "ZELENY", "secId": 9}, {"sentences": [{"sentId": 23, "text": "He has made similar comments before, Don, but slight different nuance there, suggesting that something could happen to her..."}], "speaker": "ZELENY", "secId": 10}, {"sentences": [{"sentId": 24, "text": "Let's play the agents, Jeff."}], "speaker": "LEMON", "secId": 11}, {"sentences": [{"sentId": 25, "text": "... for agents they were not armed."}], "speaker": "ZELENY", "secId": 12}, {"sentences": [{"sentId": 26, "text": "Let's play the comments and then we'll discuss."}, {"sentId": 27, "text": "Here is the one that he made tonight."}], "speaker": "LEMON", "secId": 13}, {"sentences": [{"sentId": 28, "text": "I think that her body guards should drop all weapons."}, {"sentId": 29, "text": "They should disarm, right?"}, {"sentId": 30, "text": "Right?"}, {"sentId": 31, "text": "I think they should disarm."}, {"sentId": 32, "text": "Immediately."}, {"sentId": 33, "text": "What do you think?"}, {"sentId": 34, "text": "Yes?"}, {"sentId": 35, "text": "Yes."}, {"sentId": 36, "text": "Take their guns away, she doesn't want guns."}, {"sentId": 37, "text": "Take there."}, {"sentId": 38, "text": "Let's see what happens to her."}, {"sentId": 39, "text": "take their guns away."}, {"sentId": 40, "text": "OK?"}, {"sentId": 41, "text": "It will be very dangerous."}], "speaker": "TRUMP", "secId": 14}, {"sentences": [{"sentId": 42, "text": "It's similar to a remark that he made in early August."}, {"sentId": 43, "text": "Listen."}], "speaker": "LEMON", "secId": 15}, {"sentences": [{"sentId": 44, "text": "Hillary wants to abolish -- essentially abolish the Second Amendment."}, {"sentId": 45, "text": "By the way, and if she gets to pick..."}], "speaker": "TRUMP", "secId": 16}, {"sentences": [{"sentId": 46, "text": "... if she gets to pick her judges, nothing you can do, folks."}, {"sentId": 47, "text": "Although, the Second Amendment people maybe there is, I don't know."}], "speaker": "TRUMP", "secId": 17}, {"sentences": [{"sentId": 48, "text": "So, Philip, my question is, after being, you know, even going through this back in August, he's gone through this before, why would he say something that could be construed as threatening?"}], "speaker": "LEMON", "secId": 18}, {"sentences": [{"sentId": 49, "text": "It's a great question."}, {"sentId": 50, "text": "I don't have a good answer to it."}, {"sentId": 51, "text": "You know, I think that Donald Trump, you know, you see there that he's going back to the old Donald Trump just giving a speech and feeding off the audience and then having this conversation with them, and you know he likes applause and he reacts to the applause."}], "speaker": "BUMP", "secId": 19}, {"sentences": [{"sentId": 52, "text": "But, you know, it's -- the problem is that if another candidate said that it might not interpreted in the same way, but Donald Trump has consistently questioned, you know, whether or not the election will be rigged, the question the Fed and the FBI and numbers from the government is being rigged against him, the questions Obama's being rigged against him."}, {"sentId": 53, "text": "He talked before about how people should beat up protesters in the crowd."}], "speaker": "BUMP", "secId": 20}, {"sentences": [{"sentId": 54, "text": "There are all of these things that surround what Donald Trump's campaign has said in the past which suggest that he considers this to be a sort of, it is OK to be outside of the bounds of democracy in how you approach this political contest."}], "speaker": "BUMP", "secId": 21}, {"sentences": [{"sentId": 55, "text": "And I think that in light of that and a lot of those past comments it's hard not to wonder how he didn't recognize what he was saying."}], "speaker": "BUMP", "secId": 22}, {"sentences": [{"sentId": 56, "text": "Kierna, what do you make of all of this?"}], "speaker": "LEMON", "secId": 23}, {"sentences": [{"sentId": 57, "text": "Absurdity."}, {"sentId": 58, "text": "At this point I'm tired of talking about the man as though there is anything about this campaign at this point that isn't vile, isn't offensive, to African-Americans in particular, but to all Americans, to all-thinking Americans."}], "speaker": "MAYO", "secId": 24}, {"sentences": [{"sentId": 59, "text": "And at this point, we're parsing apart for crazy when in fact we've gotten to such a height that it's challenging how all of us are interpreting the news."}, {"sentId": 60, "text": "I think all of us have lost our lens, certainly the media has, myself included, yourself included."}], "speaker": "MAYO", "secId": 25}, {"sentences": [{"sentId": 61, "text": "The inundation that this has been in our collective psyche to have to try to make sense of this person who is espousing such terrorist speeches, in his extemporaneous off-the-top conversation."}, {"sentId": 62, "text": "Everything about him and my heart is palpitating at this point because I've given a lot of thought to Donald Trump."}, {"sentId": 63, "text": "An entire thinking..."}], "speaker": "MAYO", "secId": 26}, {"sentences": [{"sentId": 64, "text": "Lets me ask you this, as an observer of the culture, as someone who has criticizes and observes the media and you said, you know, we've lost our lens."}], "speaker": "LEMON", "secId": 27}, {"sentences": [{"sentId": 65, "text": "We have."}], "speaker": "MAYO", "secId": 28}, {"sentences": [{"sentId": 66, "text": "It's interesting when you're sitting here as a person who is objective and who is -- who questions people, there is a difference between being objective and pointing out the truth or not pointing out the truth."}, {"sentId": 67, "text": "It is also an obligation to point out absurdity, to point out lies, to put out the truth and not to ignore them and pretend that there is some false equivalency, to something that does not, is not the norm."}], "speaker": "LEMON", "secId": 29}, {"sentences": [{"sentId": 68, "text": "And that would be more like objectivity, but instead we frame this as though this is the norm, as though this is OK, as though this is a standard that we're all comfortable with."}, {"sentId": 69, "text": "It's concerning."}], "speaker": "MAYO", "secId": 30}, {"sentences": [{"sentId": 70, "text": "Yes."}, {"sentId": 71, "text": "Jeff, Donald Trump finally admitted that president was born in the United States after trafficking in the conspiracy theory fo five years."}, {"sentId": 72, "text": "What's the reaction been?"}, {"sentId": 73, "text": "ZELENY:  Don, the reaction has been sort of astonishment on one side"}], "speaker": "LEMON", "secId": 31}, {"sentences": [{"sentId": 74, "text": "that he finally did this with little fanfare in the sense that, you know, he is a showman and we see him at rallies across the country."}, {"sentId": 75, "text": "He did it in some 30 to 35 seconds at the end of another event and then move on, but didn't say what had led him to this change of heart, if you will, and also did not put to rest."}], "speaker": "LEMON", "secId": 32}, {"sentences": [{"sentId": 76, "text": "He said, you know, his campaign clearly wanted to move beyond this before that first debate in 10 days."}, {"sentId": 77, "text": "They wanted this to be sort of off the table."}, {"sentId": 78, "text": "I don't think it's off the table at all because he didn't, a, apologize, or say, you know why he had a change of heart, but I think it has energized the Obama coalition of voters."}], "speaker": "LEMON", "secId": 33}, {"sentences": [{"sentId": 79, "text": "I think it has sort of reminded and awakened African-American voters, the younger voters and other, maybe people who haven't paid attention to everything Donald Trump has been saying."}], "speaker": "LEMON", "secId": 34}, {"sentences": [{"sentId": 80, "text": "And I think that the Clinton campaign had been having a pretty rough week if you think about the last seven days or so."}, {"sentId": 81, "text": "I think they're ending on a higher note just because Donald Trump once again has not, you know, followed the script that most normal presidential candidates do."}], "speaker": "LEMON", "secId": 35}, {"sentences": [{"sentId": 82, "text": "So, I think this is going to be something that lingers for a long time here, and I think the Clinton campaign benefits from it in a major way."}], "speaker": "LEMON", "secId": 36}, {"sentences": [{"sentId": 83, "text": "You know, he spent years sort of beating this whole drama about the president wasn't American, that he was born outside, you know, the United States calling him a Muslim."}, {"sentId": 84, "text": "What does he need to do, Philip, in your estimation?"}, {"sentId": 85, "text": "Can he undo the damage at this point?"}], "speaker": "LEMON", "secId": 37}, {"sentences": [{"sentId": 86, "text": "No, I mean, he simply can't."}, {"sentId": 87, "text": "I mean, I think that if he were to come out -- probably not even at this point because everyone will just view it so close to election he's just pandering to the audience."}], "speaker": "BUMP", "secId": 38}, {"sentences": [{"sentId": 88, "text": "But had he come around maybe in the middle of last year and said, hey, look, here where I was coming, I was totally off base, of course Barack Obama is an American, perhaps he could have helped rebuild some of that and then if he sent the next year actually reaching out to the African-American community in a real way, responding to the invitations from groups like the NAACP, when they ask him to come and speak with them."}], "speaker": "BUMP", "secId": 39}, {"sentences": [{"sentId": 89, "text": "But he didn't do any of that."}, {"sentId": 90, "text": "Now to have this statement, this late in the ball game, I mean, and frankly, I'm not sure who was expected to sway, you know, besides to give the campaign an opportunity to say, no we don't have to talk about that anymore because in the same way, you remember he made that speech in North Carolina."}], "speaker": "BUMP", "secId": 40}, {"sentences": [{"sentId": 91, "text": "It's like, oh, yes, I regret saying some of the things and he doesn't have to respond to any questions about the Khans or anything else."}, {"sentId": 92, "text": "I think that was sort of what this was but I think it was even a clumsy attempt to just shutting the door."}], "speaker": "BUMP", "secId": 41}, {"sentences": [{"sentId": 93, "text": "Yes."}, {"sentId": 94, "text": "I think he was trying to make his way to some maybe middle of the road, white folks who might that's falling in the line."}, {"sentId": 95, "text": "Because clearly, there are no African-Americans aside from the two or three that you see behind him at every speech who are -- who are riding for this guy."}], "speaker": "MAYO", "secId": 42}, {"sentences": [{"sentId": 96, "text": "I mean, he trolled the president in real life for five years."}, {"sentId": 97, "text": "It was despicable."}, {"sentId": 98, "text": "It was a horrible display of judgment."}, {"sentId": 99, "text": "And clearly he's a bully and his bully tactics are not going to work, I mean, not just going to play the dozens all the way to the White House and pretend it's OK."}], "speaker": "MAYO", "secId": 43}, {"sentences": [{"sentId": 100, "text": "And perhaps again that there's some middle of the road white folks who are not clear about his racism that he was trying to sway with this move, but..."}], "speaker": "MAYO", "secId": 44}, {"sentences": [{"sentId": 101, "text": "I think this reaffirms."}], "speaker": "LEMON", "secId": 45}, {"sentences": [{"sentId": 102, "text": "I think it reaffirm what is we all know."}], "speaker": "MAYO", "secId": 46}, {"sentences": [{"sentId": 103, "text": "Go ahead, Jeff."}], "speaker": "LEMON", "secId": 47}, {"sentences": [{"sentId": 104, "text": "And, Don, it came on a day that Michelle Obama was on the campaign trail for the first time solo."}], "speaker": "ZELENY", "secId": 48}, {"sentences": [{"sentId": 105, "text": "Yes."}], "speaker": "LEMON", "secId": 49}, {"sentences": [{"sentId": 106, "text": "I'm not sure anyone at Trump headquarters was sort of thinking about that, but not probably very smart."}, {"sentId": 107, "text": "She is the best asset for this democratic side of the campaign of anyone that I can think of, more than the president, more than Bill Clinton, and she made clear that, you know, she didn't mentioned Donald Trump's name by name, but she said for eight years he's been questioning until this very day, has been questioned whether my husband was born in the United States."}], "speaker": "ZELENY", "secId": 50}, {"sentences": [{"sentId": 108, "text": "I think she drives this point home more than anyone."}, {"sentId": 109, "text": "She said presidential candidates don't change when they become president."}, {"sentId": 110, "text": "So, I think that he has given, you know, some new examples and some ammunition here to an argument that I think he'll lose with the majority of the country, really without question."}], "speaker": "ZELENY", "secId": 51}, {"sentences": [{"sentId": 111, "text": "It's certainly a clear contract of someone who wants to -- who invokes the best of us, right?"}, {"sentId": 112, "text": "The best within us, and someone who invokes the worst within a lot of people, as well."}], "speaker": "LEMON", "secId": 52}, {"sentences": [{"sentId": 113, "text": "Thank you all."}, {"sentId": 114, "text": "Up next, members of the Congressional Black Caucus blasting Donald Trump tonight."}], "speaker": "LEMON", "secId": 53}, {"sentences": [{"sentId": 115, "text": "African-American members of Congress reacting swiftly and furiously to Donald Trump's admission that President Obama was indeed born in the United States, as most everyone knew."}], "speaker": "LEMON", "secId": 54}, {"sentences": [{"sentId": 116, "text": "I want to bring in Congressman Gregory Meeks, a New York democrat, who is the chairman of the Congressional Black Caucus PAC, and also Congresswoman Bonnie Watson Coleman, democrat of New Jersey."}, {"sentId": 117, "text": "Good evening."}, {"sentId": 118, "text": "So, glad to have all of you on -- and both of you on."}], "speaker": "LEMON", "secId": 55}, {"sentences": [{"sentId": 119, "text": "Thank you."}], "speaker": "MEEKS", "secId": 56}, {"sentences": [{"sentId": 120, "text": "Thank you for coming."}, {"sentId": 121, "text": "Here's a reaction from members of the Congressional Black Caucus to Donald Trump's unapologetic admission to the president being born in the United States."}, {"sentId": 122, "text": "Listen."}], "speaker": "LEMON", "secId": 57}, {"sentences": [{"sentId": 123, "text": "Donald Trump is nothing more than a two-bit racial arsonist."}], "speaker": "JEFFRIES", "secId": 58}, {"sentences": [{"sentId": 124, "text": "By any definition, Donald Trump is a disgusting fraud."}], "speaker": "BUTTERFIELD", "secId": 59}, {"sentences": [{"sentId": 125, "text": "Donald Trump is doing everything that he can to divide."}, {"sentId": 126, "text": "He's a hater."}, {"sentId": 127, "text": "He's a bigot."}, {"sentId": 128, "text": "And he's a racist."}], "speaker": "DEMINGS", "secId": 60}, {"sentences": [{"sentId": 129, "text": "Trump has acted in a way that suggests he's a bigot."}], "speaker": "COLEMAN", "secId": 61}, {"sentences": [{"sentId": 130, "text": "We will not elect a cheap bigot of the United States of America."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 62}, {"sentences": [{"sentId": 131, "text": "This is a moment, it's a defining moment for all of those who want to denounce bigotry and racism, to step forward now, and to really demand first that Donald Trump stop it, but secondly, to demand apology, an apology from this man because this is what his presidential campaign has been about."}], "speaker": "LEE", "secId": 63}, {"sentences": [{"sentId": 132, "text": "So, Representative Watson Coleman, this -- this wasn't planned, right?"}], "speaker": "LEMON", "secId": 64}, {"sentences": [{"sentId": 133, "text": "No, it wasn't at all."}], "speaker": "COLEMAN", "secId": 65}, {"sentences": [{"sentId": 134, "text": "And then after Donald Trump did his thing, explain to the people who are watching, why this is so important and so emotional for you and for members of the Black Caucus and for African-Americans in the country in general."}], "speaker": "LEMON", "secId": 66}, {"sentences": [{"sentId": 135, "text": "Beyond the absurdity of this whole thing with regard to this man who is offering himself up as a candidate for president, it is demeaning to the president of the United States, it is undignified, it is just expressing and putting fire on the fuel of racism and hatred."}], "speaker": "COLEMAN", "secId": 67}, {"sentences": [{"sentId": 136, "text": "It's dividing, and it's a deflection because he's so inadequate intellectually and temperamentally, that he doesn't even have the good sense to know what to say and when to say it."}], "speaker": "COLEMAN", "secId": 68}, {"sentences": [{"sentId": 137, "text": "And I think the one thing that I find so offensive is that the only reason that he even acknowledged the president was born in America is because he was forced to, it's not because he believed it, and he took the opportunity -- he could have done it the other day during an interview, but no, he waited until he opened up his hotel so that he could get the media to come there and see opening up this hotel, because why?"}], "speaker": "COLEMAN", "secId": 69}, {"sentences": [{"sentId": 138, "text": "Because Donald Trump is greedy in addition to being fraudulent and acts as a racist and temperamentally unfit and intellectually deficient to be a president."}, {"sentId": 139, "text": "He just wants to make himself richer, more wealthy, and at the expense of so many."}], "speaker": "COLEMAN", "secId": 70}, {"sentences": [{"sentId": 140, "text": "Representative Meeks, why is this so important to you, that you speak out about this?"}], "speaker": "LEMON", "secId": 71}, {"sentences": [{"sentId": 141, "text": "You know what?"}, {"sentId": 142, "text": "It's so bad that I'm really kind of sad, because it's a sad day for America, not only for African-Americans, but for all Americans."}, {"sentId": 143, "text": "He is a guy who is basically coning America."}, {"sentId": 144, "text": "He is a fraud."}, {"sentId": 145, "text": "He is conman."}, {"sentId": 146, "text": "Now I grew up in East Harlem and in southeastern Queens."}, {"sentId": 147, "text": "I know a conman when I see one."}], "speaker": "MEEKS", "secId": 72}, {"sentences": [{"sentId": 148, "text": "What is a conman?"}, {"sentId": 149, "text": "He tells you who do you believe, me or your lying ears or your lying eyes."}, {"sentId": 150, "text": "And here you go."}, {"sentId": 151, "text": "You can go back to where we go back to the '70s when he has admitted when talking to a reporter that it was him trying to promote himself using someone else's name."}], "speaker": "MEEKS", "secId": 73}, {"sentences": [{"sentId": 152, "text": "We go back to the fact when he said Muslims, thousands of Muslims were watching the World Trade Center fall and cheering."}, {"sentId": 153, "text": "There's no evidence of that."}, {"sentId": 154, "text": "When you go back to the fact that he has talked negatively about Mexican-Americans, calling them rapists and criminals and in fact a jurist simply because of his ethnicity, a jurist who was -- who is an American citizen could not do his job."}], "speaker": "MEEKS", "secId": 74}, {"sentences": [{"sentId": 155, "text": "We are tired of the lies of Donald Trump."}, {"sentId": 156, "text": "There's video clearly saying that he would issue his tax returns, if he was returning for president, yet he won't do it because it will uncover the fraud that he is, the conman that he is, and it is -- the world is watching us, Don."}, {"sentId": 157, "text": "The whole world is watching us."}], "speaker": "MEEKS", "secId": 75}, {"sentences": [{"sentId": 158, "text": "Yes."}, {"sentId": 159, "text": "I want to play -- this is a moment today when Donald Trump came out and, you know, admitted what most people knew, President Obama was indeed born in the United States."}, {"sentId": 160, "text": "Listen to this."}], "speaker": "LEMON", "secId": 76}, {"sentences": [{"sentId": 161, "text": "Hillary Clinton and her campaign of 2008 started the 'birther' controversy."}, {"sentId": 162, "text": "I finished it."}, {"sentId": 163, "text": "I finished it, you know what I mean."}, {"sentId": 164, "text": "President Barack Obama was born in the United States, period."}, {"sentId": 165, "text": "Now we all want to get back to making America strong and great again."}], "speaker": "TRUMP", "secId": 77}, {"sentences": [{"sentId": 166, "text": "OK. And here is what Hillary Clinton sent out today."}, {"sentId": 167, "text": "She said, \"What Trump did is a disgrace."}, {"sentId": 168, "text": "Trump has spent years peddling a racist conspiracy aimed at undermining the first African-American president."}, {"sentId": 169, "text": "He can't just take it back."}, {"sentId": 170, "text": "What Trump should do for once in his life is own up to his mistakes, apologize to the president and to the American people.\""}], "speaker": "LEMON", "secId": 78}, {"sentences": [{"sentId": 171, "text": "Was there anything genuine about what Donald Trump did and what do you make of those statements from Hillary Clinton?"}], "speaker": "LEMON", "secId": 79}, {"sentences": [{"sentId": 172, "text": "Well, I think that she absolutely right in what she says that he needs to do, but I wouldn't accept his apology because I would think it was disingenuous."}, {"sentId": 173, "text": "I don't think he has moral fiber."}, {"sentId": 174, "text": "I think that he is -- that there is something wrong with this man that can walk back from the things that he says when he's called on them, simply it come up to a microphone and dismiss them and think OK, now the world will go on as he sees it."}], "speaker": "COLEMAN", "secId": 80}, {"sentences": [{"sentId": 175, "text": "This is not Miss Universe."}, {"sentId": 176, "text": "And this is an illustration of his being ill-equipped."}, {"sentId": 177, "text": "To be the commander-in-chief -- he doesn't know our enemies, he doesn't know our friends."}, {"sentId": 178, "text": "He doesn't understand domestic policy and he certainly doesn't understand the needs of a working family and a worker, because if he did he would pay them for the work that they've done for him."}], "speaker": "COLEMAN", "secId": 81}, {"sentences": [{"sentId": 179, "text": "There is genuineness about him"}], "speaker": "COLEMAN", "secId": 82}, {"sentences": [{"sentId": 180, "text": "He's a con man."}, {"sentId": 181, "text": "He conned the media today."}], "speaker": "MEEKS", "secId": 83}, {"sentences": [{"sentId": 182, "text": "Yes."}], "speaker": "LEMON", "secId": 84}, {"sentences": [{"sentId": 183, "text": "You all would have never covered it the way you did."}, {"sentId": 184, "text": "He conned you."}], "speaker": "MEEKS", "secId": 85}, {"sentences": [{"sentId": 185, "text": "He said that he brought the media there under the auspices that he was going to talk about the 'birther' issue."}, {"sentId": 186, "text": "Instead he paraded generals, people who served the country; I give them that, but at least one of them for sure was part of the 'birther' movement so that they could give a political -- give political statements against Hillary Clinton in the support of him."}], "speaker": "LEMON", "secId": 86}, {"sentences": [{"sentId": 187, "text": "And then he also promoted his hotels and then offered members of the media a tour of his hotel."}, {"sentId": 188, "text": "So, that's what you mean when you said that."}, {"sentId": 189, "text": "So, here's what I want to ask you, Representative Meeks, what do you want to hear from Donald Trump now?"}, {"sentId": 190, "text": "Maybe you don't -- or would you rather hear from the electorate?"}], "speaker": "LEMON", "secId": 87}, {"sentences": [{"sentId": 191, "text": "I'd rather hear from the electorate."}, {"sentId": 192, "text": "The electorate need to not go out not walk to the polls but run to the polls, save and make sure that we continue to move forward and don't allow the image of Donald Trump to -- to cover us with his garbage, with his lies, with his being a con man."}], "speaker": "MEEKS", "secId": 88}, {"sentences": [{"sentId": 193, "text": "So, we need to run to the polls like never before."}, {"sentId": 194, "text": "This is probably the most consequential election in the history of the United States of America."}, {"sentId": 195, "text": "And I just think that we've got to come out like never before to make sure that we don't have such a man who's full of hate, who lies on a continuous bases, who you know, defames individuals and yet, only thinks about himself."}], "speaker": "MEEKS", "secId": 89}, {"sentences": [{"sentId": 196, "text": "Not to cut you off, but just -- for the sake of time, do you that this because there was concern about voter enthusiasm especially among African-Americans and young African-Americans, as well, did this galvanize that part of the electorate for Hillary Clinton?"}], "speaker": "LEMON", "secId": 90}, {"sentences": [{"sentId": 197, "text": "This should galvanize the electorate for all people."}, {"sentId": 198, "text": "I don't care if you are Latino, or Msuslim, or gay, or lesbian, or black, or just a progressive or just a decent human being."}], "speaker": "COLEMAN", "secId": 91}, {"sentences": [{"sentId": 199, "text": "This is a pivotal moment in our history and the United States of America cannot afford to have someone so ill-equipped to be the president of the United States."}], "speaker": "COLEMAN", "secId": 92}, {"sentences": [{"sentId": 200, "text": "And I'm going to tell you as chairman of the CBC PAC we're going to go all across America."}], "speaker": "MEEKS", "secId": 93}, {"sentences": [{"sentId": 201, "text": "Yes."}, {"sentId": 202, "text": "And you invited -- you invited Donald Trump to speak I know that at the, you know, at the CBC, the women's forum, I understand."}, {"sentId": 203, "text": "You also invited the president and Hillary Clinton."}, {"sentId": 204, "text": "Secretary Clinton will be speaking tomorrow, the president will be speaking, tomorrow, we'll be covering it here on CNN."}, {"sentId": 205, "text": "I'll be anchoring it from 8 to 10 Eastern."}], "speaker": "LEMON", "secId": 94}, {"sentences": [{"sentId": 206, "text": "And I thank you both for coming on this evening."}, {"sentId": 207, "text": "Thank you so much."}], "speaker": "LEMON", "secId": 95}, {"sentences": [{"sentId": 208, "text": "Thank you, Don."}], "speaker": "MEEKS", "secId": 96}, {"sentences": [{"sentId": 209, "text": "Thank you for having us."}], "speaker": "COLEMAN", "secId": 97}, {"sentences": [{"sentId": 210, "text": "Coming up, Trump claims that Hillary Clinton started the 'birther' movement."}, {"sentId": 211, "text": "Is he right or wrong about that?"}, {"sentId": 212, "text": "We'll break it down."}], "speaker": "LEMON", "secId": 98}, {"sentences": [{"sentId": 213, "text": "Donald Trump says Hillary Clinton started the 'birther' movement and that he finished it."}, {"sentId": 214, "text": "Let's see what CNN's Tom Foreman has to say, Tom?"}], "speaker": "LEMON", "secId": 99}, {"sentences": [{"sentId": 215, "text": "Hey, Don."}, {"sentId": 216, "text": "The birth of the 'birther' movement came during Barack Obama's first run for the presidency when some democrats thought they might be able to stop him by pointing out that he wasn't born in the United States."}, {"sentId": 217, "text": "It wasn't true."}], "speaker": "FOREMAN", "secId": 100}, {"sentences": [{"sentId": 218, "text": "And Hillary Clinton never embraced it."}, {"sentId": 219, "text": "So, why do some people think that she did?"}, {"sentId": 220, "text": "To find that out you have to go to 2007 and look at a memo from a campaign aide in which he wrote about Barack Obama, his lack of American roots could hold him back."}], "speaker": "FOREMAN", "secId": 101}, {"sentences": [{"sentId": 221, "text": "If you read the whole memo, what is saying is that Barack Obama didn't have a typical American childhood, living some in Hawaii, some in Indonesia and that might not sit well with voters."}, {"sentId": 222, "text": "He never said Barack Obama was not born in the United States."}], "speaker": "FOREMAN", "secId": 102}, {"sentences": [{"sentId": 223, "text": "One campaign worker we know of tweeted something that got dump for the campaign right away."}, {"sentId": 224, "text": "And again, Hillary Clinton never supported it, so how did the narrative stick around?"}], "speaker": "FOREMAN", "secId": 103}, {"sentences": [{"sentId": 225, "text": "Because republicans and Donald Trump, in particular, latched on to it and would not let it go."}, {"sentId": 226, "text": "As Trump considering a run for himself in 2012, here he is popping up on TV saying why doesn't he show his birth certificate."}, {"sentId": 227, "text": "I think those on the talk radio circuit saying things like I'm starting to wonder myself whether or not he was born in this country and he just keeps stacking up these claims."}], "speaker": "FOREMAN", "secId": 104}, {"sentences": [{"sentId": 228, "text": "You know, if he wasn't born in this country, which is a real possibility, then he's pulled one of the great cons in the history of politics."}], "speaker": "FOREMAN", "secId": 105}, {"sentences": [{"sentId": 229, "text": "Well, 2011 comes around and Barack Obama releases his long- form birth certificate."}, {"sentId": 230, "text": "And everyone though this is the end of the story."}, {"sentId": 231, "text": "There is proof he was born in the United States."}, {"sentId": 232, "text": "But we keep moving forward and once again Trump starts bringing it up."}], "speaker": "FOREMAN", "secId": 106}, {"sentences": [{"sentId": 233, "text": "\"A lot of people do not think it was an authentic certificate\" he said."}, {"sentId": 234, "text": "And then he started doing things like tweeting messages like this, \"an extremely credible source has called my office and told me that Barack Obama's birth certificate is a fraud.\""}, {"sentId": 235, "text": "And continues, now bear in mind everything you're seeing came from Donald Trump, more tweets, more interviews, \"A lot of people feel it wasn't a proper certificate,\" and he did not stop."}], "speaker": "FOREMAN", "secId": 107}, {"sentences": [{"sentId": 236, "text": "\"Who knows?"}, {"sentId": 237, "text": "Who knows about Obama?"}, {"sentId": 238, "text": "Who knows?"}, {"sentId": 239, "text": "Who cares right now?"}, {"sentId": 240, "text": "I have no own theory on Obama.\""}, {"sentId": 241, "text": "He told us that at CNN just this year."}], "speaker": "FOREMAN", "secId": 108}, {"sentences": [{"sentId": 242, "text": "So, the bottom line is, all of this was generated by Donald Trump."}, {"sentId": 243, "text": "He says Hillary Clinton started it, not true, he says he put an end to it, that's not true either."}, {"sentId": 244, "text": "It kept going, and going."}, {"sentId": 245, "text": "No matter how much he wants to say otherwise, those two facts remain true."}, {"sentId": 246, "text": "Don?"}], "speaker": "FOREMAN", "secId": 109}, {"sentences": [{"sentId": 247, "text": "Thank you, Tom."}, {"sentId": 248, "text": "Thank you and good night."}], "speaker": "LEMON", "secId": 110}, {"sentences": [{"sentId": 249, "text": "I mean, seriously..."}], "speaker": "LEMON", "secId": 111}, {"sentences": [{"sentId": 250, "text": "Seriously, that's it."}, {"sentId": 251, "text": "What else?"}, {"sentId": 252, "text": "What else?"}], "speaker": "CARDONA", "secId": 112}, {"sentences": [{"sentId": 253, "text": "I need to bring -- I want to bring in Corey Lewandowski, he's a former campaign manager who is still receiving severance from the Trump campaign, and CNN political contributors Van Jones and Maria Cardona, and Matt Lewis, the author of \"Too Dumb to Fail.\""}], "speaker": "LEMON", "secId": 113}, {"sentences": [{"sentId": 254, "text": "Corey, I mean, how do you -- how do you fight against Donald Trump statement today saying Hillary Clinton started it that's factually not true."}, {"sentId": 255, "text": "How do you -- what's the defense here?"}], "speaker": "LEMON", "secId": 114}, {"sentences": [{"sentId": 256, "text": "I mean, what is factually true is that Sidney Blumenthal, who was a member of the Clinton Foundation, paid by the Clinton Foundation and one of the closest Clinton confidents had a personal conversation with the head of the McClatchy news services base in Washington, D.C. and recommended that McClatchy be sent this conversation to Kenya to look into..."}], "speaker": "LEWANDOWSKI", "secId": 115}, {"sentences": [{"sentId": 257, "text": "OK. And you said that there is personal conversation -- personal conversation that she said -- and here is what I want to say about that."}], "speaker": "LEMON", "secId": 116}, {"sentences": [{"sentId": 258, "text": "No, no."}, {"sentId": 259, "text": "This is -- this is..."}], "speaker": "LEWANDOWSKI", "secId": 117}, {"sentences": [{"sentId": 260, "text": "OK."}], "speaker": "LEMON", "secId": 118}, {"sentences": [{"sentId": 261, "text": "Don, this is a personal account that a -- that a media member who has never been impugned about their reputation here at first hand and that is the source."}], "speaker": "LEWANDOWSKI", "secId": 119}, {"sentences": [{"sentId": 262, "text": "Where are the receipts, Corey?"}, {"sentId": 263, "text": "Where are the receipts?"}], "speaker": "LEMON", "secId": 120}, {"sentences": [{"sentId": 264, "text": "What do you mean?"}], "speaker": "LEWANDOWSKI", "secId": 121}, {"sentences": [{"sentId": 265, "text": "The notes, the e-mails, the recording of the conversation?"}], "speaker": "LEMON", "secId": 122}, {"sentences": [{"sentId": 266, "text": "So, are we -- are we now impugning the Washington bureau chief of McClatchy?"}], "speaker": "LEWANDOWSKI", "secId": 123}, {"sentences": [{"sentId": 267, "text": "So, here's what it is."}, {"sentId": 268, "text": "Here's -- let me just say this and I'll let you -- let me finish."}, {"sentId": 269, "text": "Let me just say this."}], "speaker": "LEMON", "secId": 124}, {"sentences": [{"sentId": 270, "text": "Are we impugning the reputation of the home of Washington bureau chief of McClatchy because you are part of the conversation?"}], "speaker": "LEWANDOWSKI", "secId": 125}, {"sentences": [{"sentId": 271, "text": "CNN reached out to Blumenthal -- CNN reached out to Blumenthal who told him..."}], "speaker": "LEMON", "secId": 126}, {"sentences": [{"sentId": 272, "text": "And surprisingly Sidney Blumenthal who is on the paying -- paid by the Clinton Foundation who said I never had this conversation."}], "speaker": "LEWANDOWSKI", "secId": 127}, {"sentences": [{"sentId": 273, "text": "... this is false."}, {"sentId": 274, "text": "Corey, will you let me finish?"}, {"sentId": 275, "text": "Will you let me finish, Corey, please?"}], "speaker": "LEMON", "secId": 128}, {"sentences": [{"sentId": 276, "text": "We have a credible media source."}], "speaker": "LEWANDOWSKI", "secId": 129}, {"sentences": [{"sentId": 277, "text": "Corey, I need to finish this."}, {"sentId": 278, "text": "OK."}, {"sentId": 279, "text": "This is false, period."}, {"sentId": 280, "text": "Donald Trump cannot distract..."}], "speaker": "LEMON", "secId": 130}, {"sentences": [{"sentId": 281, "text": "It's not false, Don."}], "speaker": "LEWANDOWSKI", "secId": 131}, {"sentences": [{"sentId": 282, "text": "Corey, you're not the host."}, {"sentId": 283, "text": "Can you calm down?"}], "speaker": "JONES", "secId": 132}, {"sentences": [{"sentId": 284, "text": "OK."}, {"sentId": 285, "text": "Hold on."}, {"sentId": 286, "text": "Can you stop?"}], "speaker": "LEMON", "secId": 133}, {"sentences": [{"sentId": 287, "text": "The individual at McClatchy news services is a liar, then the story is false, then this story is true."}], "speaker": "LEWANDOWSKI", "secId": 134}, {"sentences": [{"sentId": 288, "text": "Can you please stop, everyone."}, {"sentId": 289, "text": "Take everyone off the screen."}, {"sentId": 290, "text": "Take everyone off the screen."}, {"sentId": 291, "text": "OK."}, {"sentId": 292, "text": "So, stop everyone."}, {"sentId": 293, "text": "Don't let anyone say anything."}, {"sentId": 294, "text": "This is false, period."}, {"sentId": 295, "text": "Donald Trump cannot distract from the fact that he is one -- the one who embraced and promoted the 'birther' lie and bears the responsibility for it."}], "speaker": "LEMON", "secId": 135}, {"sentences": [{"sentId": 296, "text": "Again, that is CNN reached out to Sidney Blumenthal."}, {"sentId": 297, "text": "OK. Bring everyone back up, please."}], "speaker": "LEMON", "secId": 136}, {"sentences": [{"sentId": 298, "text": "Corey, thank you."}, {"sentId": 299, "text": "Go on."}], "speaker": "LEMON", "secId": 137}, {"sentences": [{"sentId": 300, "text": "Blumenthal has his own vested interest of not telling the truth in the story when you have a credible media source with a first-hand account that has reported on this firsthand account via his Twitter feed today."}], "speaker": "LEWANDOWSKI", "secId": 138}, {"sentences": [{"sentId": 301, "text": "OK."}], "speaker": "LEMON", "secId": 139}, {"sentences": [{"sentId": 302, "text": "And sent a reporter, which I'm sure you could track down the travel records to Kenya at Sidney Blumenthal's request from the McClatchy news services."}, {"sentId": 303, "text": "The only two things that could be possible here."}], "speaker": "LEWANDOWSKI", "secId": 140}, {"sentences": [{"sentId": 304, "text": "OK."}, {"sentId": 305, "text": "So, let's -- let's..."}], "speaker": "LEMON", "secId": 141}, {"sentences": [{"sentId": 306, "text": "Either the reporter is lying who is the Washington bureau chief, or Sidney Blumenthal who is..."}], "speaker": "LEWANDOWSKI", "secId": 142}, {"sentences": [{"sentId": 307, "text": "So, let's -- as we have said -- as we have said is not true."}, {"sentId": 308, "text": "But, go on."}, {"sentId": 309, "text": "Let's give him that you say it is true."}, {"sentId": 310, "text": "But then after that..."}], "speaker": "LEMON", "secId": 143}, {"sentences": [{"sentId": 311, "text": "What factual basis do you have that it's not true?"}], "speaker": "LEWANDOWSKI", "secId": 144}, {"sentences": [{"sentId": 312, "text": "So, fine."}, {"sentId": 313, "text": "Let's just say that you're right."}, {"sentId": 314, "text": "So, then beyond that, why keep going with it when you say that -- you say it's from Hillary Clinton campaign, if you know it's factually not true, if he knew today, if he knew in 2011, when the president finally produced his long-form birth certificate, why keep perpetuating the lie?"}], "speaker": "LEMON", "secId": 145}, {"sentences": [{"sentId": 315, "text": "Look, the clear differential here, and it's very, very important, is that Donald Trump didn't raise this issue."}, {"sentId": 316, "text": "It was raised by Sidney Blumenthal."}], "speaker": "LEWANDOWSKI", "secId": 146}, {"sentences": [{"sentId": 317, "text": "Oh, my God."}], "speaker": "CARDONA", "secId": 147}, {"sentences": [{"sentId": 318, "text": "And then what Donald Trump said today..."}], "speaker": "LEWANDOWSKI", "secId": 148}, {"sentences": [{"sentId": 319, "text": "Off the record."}], "speaker": "JONES", "secId": 149}, {"sentences": [{"sentId": 320, "text": "Yes."}], "speaker": "LEMON", "secId": 150}, {"sentences": [{"sentId": 321, "text": "... what Donald Trump said that the president of the United States was born in the United States."}, {"sentId": 322, "text": "It's unequivocal."}], "speaker": "LEWANDOWSKI", "secId": 151}, {"sentences": [{"sentId": 323, "text": "Here's the problem, Corey."}, {"sentId": 324, "text": "Even if you are right, you are -- it's irrelevant."}], "speaker": "JONES", "secId": 152}, {"sentences": [{"sentId": 325, "text": "You're still wrong."}], "speaker": "CARDONA", "secId": 153}, {"sentences": [{"sentId": 326, "text": "Here's what -- I'm going to agree with you, Corey, I'm going to say, you know what, if on the facts, is it likely that a Clinton operative try to plan something?"}], "speaker": "JONES", "secId": 154}, {"sentences": [{"sentId": 327, "text": "Is that more likely, then a reporter lying about it, it's more likely the operative planned it."}, {"sentId": 328, "text": "So, great."}, {"sentId": 329, "text": "You're correct."}, {"sentId": 330, "text": "So, what -- so that was in 2007, why is Donald Trump following the leadership of a low-level Clinton operative, or a high-level Clinton operative, four, five, six, seven, eight -- almost a decade later."}], "speaker": "JONES", "secId": 155}, {"sentences": [{"sentId": 331, "text": "At some point you've got to make a responsibility for your own candidate decision-making."}, {"sentId": 332, "text": "And the fact that the only thing you can now is to continue pointing back and pointing back to somebody that nobody's even heard of cares about to justify your candidate's behavior shows you that he has nothing to stand on."}], "speaker": "JONES", "secId": 156}, {"sentences": [{"sentId": 333, "text": "And it's sad that you guys just won't admit that, yes, guess what, he saw an opportunity to demagogue and to undermine someone who is the commander-in-chief of our military and the president of our country and the saw political advantage in it."}, {"sentId": 334, "text": "He took it as far as he could and it's no longer politically advantageous for him so he dropped it."}, {"sentId": 335, "text": "That's all your candidate has done."}, {"sentId": 336, "text": "Don't blame Blumenthal for your guy."}], "speaker": "JONES", "secId": 157}, {"sentences": [{"sentId": 337, "text": "Van, I don't think it's fair to say that nobody knows Sidney Blumenthal..."}], "speaker": "LEWANDOWSKI", "secId": 158}, {"sentences": [{"sentId": 338, "text": "OK. Fine."}], "speaker": "JONES", "secId": 159}, {"sentences": [{"sentId": 339, "text": "OK."}], "speaker": "CARDONA", "secId": 160}, {"sentences": [{"sentId": 340, "text": "Everybody knows him."}, {"sentId": 341, "text": "Everybody knows him."}, {"sentId": 342, "text": "He has ."}], "speaker": "JONES", "secId": 161}, {"sentences": [{"sentId": 343, "text": "Hang on."}, {"sentId": 344, "text": "Let's get Matt Lewis."}, {"sentId": 345, "text": "Matt Lewis, you can get in here, which -- please, go ahead."}, {"sentId": 346, "text": "MATT LEWIS, \"TOO DUMB TO FAIL\" AUTHOR:  Oh, I'll get in there."}, {"sentId": 347, "text": "So,"}], "speaker": "LEMON", "secId": 162}, {"sentences": [{"sentId": 348, "text": "first off, you know, look there is -- I would say it is interesting that so many of these stories begin with democrats, so if you're going back -- go back to 1988, it's Al Gore who introduced Willy Horton into the conversation against Michael Dukakis."}], "speaker": "LEMON", "secId": 163}, {"sentences": [{"sentId": 349, "text": "You go to 2008, obviously Sid Blumenthal did go to the McClatchy reporter, they did send somebody to Kenya."}, {"sentId": 350, "text": "By the way, who found out that no he was not born there."}, {"sentId": 351, "text": "But it's just that."}, {"sentId": 352, "text": "It is interesting as well."}], "speaker": "LEMON", "secId": 164}, {"sentences": [{"sentId": 353, "text": "I don't know -- this is a little bit obscure, but there was a rumor in 2007 and 2008 that Michelle Obama went to a black church and used the term \"whitey,\" that rumor was started by a liberal blogger, it was actually advance by our friend, Bob Beckel who was a democratic at -- who was at different network at that time."}], "speaker": "LEMON", "secId": 165}, {"sentences": [{"sentId": 354, "text": "Go ahead."}], "speaker": "LEMON", "secId": 166}, {"sentences": [{"sentId": 355, "text": "Bill Clinton goes in to..."}], "speaker": "LEWIS", "secId": 167}, {"sentences": [{"sentId": 356, "text": "What does that have to do with Hillary Clinton now and then?"}], "speaker": "LEMON", "secId": 168}, {"sentences": [{"sentId": 357, "text": "All I'm saying is I think it is interesting that democrats have pushed some of these racial issues in the past."}, {"sentId": 358, "text": "That doesn't excuse what Donald Trump did."}], "speaker": "LEWIS", "secId": 169}, {"sentences": [{"sentId": 359, "text": "Yes."}], "speaker": "CARDONA", "secId": 170}, {"sentences": [{"sentId": 360, "text": "But if the question is, does Hillary Clinton bear some responsibility for starting it..."}], "speaker": "LEWIS", "secId": 171}, {"sentences": [{"sentId": 361, "text": "No."}], "speaker": "CARDONA", "secId": 172}, {"sentences": [{"sentId": 362, "text": "... certainly her allies certainly do."}], "speaker": "LEWIS", "secId": 173}, {"sentences": [{"sentId": 363, "text": "No, she does not."}, {"sentId": 364, "text": "And this has been proven over, and over, and over again and we -- you know, Corey and all of Trump's supporters can say that Hillary Clinton started this until they're blue in the face, but it doesn't make it true."}], "speaker": "CARDONA", "secId": 174}, {"sentences": [{"sentId": 365, "text": "And additionally, what it does is it continues to undermine whatever smidgen of credibility, if any, which I don't think there was any Trump has, and Trump supporters have in defending this vile act that has been going on for five years."}], "speaker": "CARDONA", "secId": 175}, {"sentences": [{"sentId": 366, "text": "If he had said last night, if he had said that five years ago, I would have said OK, yes, he ended it."}, {"sentId": 367, "text": "He did not end it, and in fact, the reason why he didn't end it is because the majority of the American people know he was lying and he was using this issue as a race-wedge issue so that he could win the primaries, so that..."}], "speaker": "CARDONA", "secId": 176}, {"sentences": [{"sentId": 368, "text": "Same thing Bill Clinton tried to do in South Carolina and 2008."}, {"sentId": 369, "text": "CARDONA:  .... he thinks that he excites all of the supporters that he"}], "speaker": "LEWIS", "secId": 177}, {"sentences": [{"sentId": 370, "text": "knew that he had and use -- and continues to use it to this day."}], "speaker": "LEWIS", "secId": 178}, {"sentences": [{"sentId": 371, "text": "Yes."}, {"sentId": 372, "text": "Quickly, Van."}], "speaker": "LEMON", "secId": 179}, {"sentences": [{"sentId": 373, "text": "So, here's the deal."}, {"sentId": 374, "text": "You guys keep pointing to what I would call the racial sins of a democrat here, there, someplace else."}, {"sentId": 375, "text": "I agree."}, {"sentId": 376, "text": "I didn't say that Donald Trump invented racism."}, {"sentId": 377, "text": "I didn't -- I mean, I never said that."}, {"sentId": 378, "text": "But what I'm saying is that he, more than any other figure in American politics took this issue made it his own, grew his entire political career on the basis of it and it turned out it was a lie."}], "speaker": "JONES", "secId": 180}, {"sentences": [{"sentId": 379, "text": "OK."}, {"sentId": 380, "text": "So, let..."}], "speaker": "LEMON", "secId": 181}, {"sentences": [{"sentId": 381, "text": "So, it different matter who started it."}, {"sentId": 382, "text": "Who took it from point b all the way to point..."}], "speaker": "JONES", "secId": 182}, {"sentences": [{"sentId": 383, "text": "So, listen, I just want to be clear, all right, because I know -- I wanted everyone off the screen because I have to say this and I want to make sure that I get it in."}], "speaker": "LEMON", "secId": 183}, {"sentences": [{"sentId": 384, "text": "Again, I said that CNN reached out to Blumenthal."}, {"sentId": 385, "text": "He said this is false, period."}, {"sentId": 386, "text": "Donald Trump cannot distract from the fact that he is the one who embrace and promoted the 'birther' and bears the responsibility of it."}], "speaker": "LEMON", "secId": 184}, {"sentences": [{"sentId": 387, "text": "CNN continues to look into the story."}, {"sentId": 388, "text": "So again, there is no proof now, we're continuing to look at it, I have to get that out."}, {"sentId": 389, "text": "That is my job here at the network."}], "speaker": "LEMON", "secId": 185}, {"sentences": [{"sentId": 390, "text": "So, I want to play, this is -- what Donald Trump said today is exactly the opposite of what he said in the past, play this."}], "speaker": "LEMON", "secId": 186}, {"sentences": [{"sentId": 391, "text": "Why doesn't he show his birth certificate?"}, {"sentId": 392, "text": "And you know what, I wish he would because I think it's a terrible pail that's hanging over him."}], "speaker": "TRUMP", "secId": 187}, {"sentences": [{"sentId": 393, "text": "Perhaps it's going to say Hawaii, perhaps it's going to say Kenya."}], "speaker": "TRUMP", "secId": 188}, {"sentences": [{"sentId": 394, "text": "There are many people that don't agree with that birth certificate."}, {"sentId": 395, "text": "They don't think it's authentic, Wolf."}], "speaker": "TRUMP", "secId": 189}, {"sentences": [{"sentId": 396, "text": "Last week, somebody came out with a very strong statement saying that he stated himself that he was born in Kenya and raised in Indonesia."}], "speaker": "TRUMP", "secId": 190}, {"sentences": [{"sentId": 397, "text": "Do you know who questioned his birth certificate?"}, {"sentId": 398, "text": "One of the first?"}, {"sentId": 399, "text": "Hillary Clinton."}], "speaker": "TRUMP", "secId": 191}, {"sentences": [{"sentId": 400, "text": "OK."}, {"sentId": 401, "text": "So Hillary Clinton, again, saying we've gone over that."}], "speaker": "LEMON", "secId": 192}, {"sentences": [{"sentId": 402, "text": "Hillary Clinton again slammed him to Donald Trump tweeting, \"He has spent years peddling a racist conspiracy aimed at undermining the first African-American president."}, {"sentId": 403, "text": "He just can't take it back.\""}], "speaker": "LEMON", "secId": 193}, {"sentences": [{"sentId": 404, "text": "Is she right, Matt?"}], "speaker": "LEMON", "secId": 194}, {"sentences": [{"sentId": 405, "text": "Yes, I think absolutely."}, {"sentId": 406, "text": "Look, and I think Van Jones is exactly right, as well."}, {"sentId": 407, "text": "I mean, Donald Trump embraced this because it worked."}, {"sentId": 408, "text": "It's part of the reason sadly that he did -- that he was able to win the republican primary it pains me to say that."}, {"sentId": 409, "text": "But I'm not -- of course he -- you know, he started off getting like 20 percent of the vote or something like that, but that's part of what happened, and it's really unfortunate."}, {"sentId": 410, "text": "I think that he did it -- he demagogue the issue and it worked sadly."}], "speaker": "LEWIS", "secId": 195}, {"sentences": [{"sentId": 411, "text": "At his rally earlier tonight, Donald Trump made another controversial comment about Hillary Clinton's saying her Secret Service details shouldn't have weapons."}, {"sentId": 412, "text": "It's not the first time that he's made this kind of comment."}, {"sentId": 413, "text": "And one wonders why he would say something that could even be construed as threatening, Corey Lewandowski, having gone through this before."}], "speaker": "LEMON", "secId": 196}, {"sentences": [{"sentId": 414, "text": "OK. Like it's not threatening what he's talking about very specifically is that if Hillary Clinton is elected president of the United States, she will appoint a Supreme Court judge who will severely limit the rights of the Second Amendment as we now know them."}], "speaker": "LEWANDOWSKI", "secId": 197}, {"sentences": [{"sentId": 415, "text": "And that'll include more background checks, longer waiting periods and people who have enjoyed the right of the Second Amendment lawfully to be restricted by that and that's what he's been referring to that and that's not unequivocal..."}], "speaker": "LEWANDOWSKI", "secId": 198}, {"sentences": [{"sentId": 416, "text": "That's not true, Corey."}], "speaker": "JONES", "secId": 199}, {"sentences": [{"sentId": 417, "text": "And what is that Hillary Clinton has said..."}], "speaker": "LEWANDOWSKI", "secId": 200}, {"sentences": [{"sentId": 418, "text": "Corey, that's Donald Trump."}, {"sentId": 419, "text": "Don't -- go ahead."}], "speaker": "JONES", "secId": 201}, {"sentences": [{"sentId": 420, "text": "The NRA has endorsed Donald Trump as the earliest endorser they have ever had in the republican presidential primary process because of his commitment to the Second Amendment."}, {"sentId": 421, "text": "There is clear choice if this Second Amendment is important to you and you are a person who want the right to keep and bear arms as the Second Amendment allows you, then you'll vote for Donald Trump."}], "speaker": "LEWANDOWSKI", "secId": 202}, {"sentences": [{"sentId": 422, "text": "OK."}, {"sentId": 423, "text": "I want  to respond to this."}], "speaker": "LEMON", "secId": 203}, {"sentences": [{"sentId": 424, "text": "If you want those restricted then you will for Hillary Clinton because she will appoint..."}], "speaker": "LEWANDOWSKI", "secId": 204}, {"sentences": [{"sentId": 425, "text": "So, Van."}], "speaker": "LEMON", "secId": 205}, {"sentences": [{"sentId": 426, "text": "... she will appoint a Supreme Court judge that would restrict those Second Amendment rights."}], "speaker": "LEWANDOWSKI", "secId": 206}, {"sentences": [{"sentId": 427, "text": "The question was, why would he even say a comment that can be construed, that was the original question."}], "speaker": "LEMON", "secId": 207}, {"sentences": [{"sentId": 428, "text": "Yes."}, {"sentId": 429, "text": "Because he's reckless and because he can't help himself and because he plays to the crowd and he seems to have some need when, you know, if things get a little bit too subtle than his life to create a little bit of uproar."}], "speaker": "JONES", "secId": 208}, {"sentences": [{"sentId": 430, "text": "But I just don't want what Corey said to stand."}, {"sentId": 431, "text": "The idea that Hillary Clinton, who by the way, Barack Obama, then-Senator Obama, referred to as Annie Oakley and allows that because she's so committed, is not trying to take away the Second Amendment."}], "speaker": "JONES", "secId": 209}, {"sentences": [{"sentId": 432, "text": "Everything that you just said, Corey, about background checks, et cetera, 80 to 85 percent of Americans including the majority of republicans think it's appropriate and proper."}, {"sentId": 433, "text": "Nobody thinks that we should have an unlimited right to -- nobody thinks that you should be able to have..."}], "speaker": "JONES", "secId": 210}, {"sentences": [{"sentId": 434, "text": "Including gun owners."}], "speaker": "CARDONA", "secId": 211}, {"sentences": [{"sentId": 435, "text": "Gun owners don't think that you should be able to have rocket launcher."}, {"sentId": 436, "text": "I mean, everybody believes there should be some restriction on the right to bear arms."}, {"sentId": 437, "text": "So, I just don't think it's fair point to mislead to say that she is somehow she's against the First Amendment that she is going to go and grab guns."}, {"sentId": 438, "text": "It's not true, it's not fair."}], "speaker": "JONES", "secId": 212}, {"sentences": [{"sentId": 439, "text": "You know what, van..."}], "speaker": "LEWIS", "secId": 213}, {"sentences": [{"sentId": 440, "text": "Van, what I said is Hillary Clinton will appoint a Supreme Court justice who will vote in favor of restriction of the Second Amendment, that's very clear."}], "speaker": "LEWANDOWSKI", "secId": 214}, {"sentences": [{"sentId": 441, "text": "OK."}], "speaker": "LEMON", "secId": 215}, {"sentences": [{"sentId": 442, "text": "But here's what Donald..."}], "speaker": "CARDONA", "secId": 216}, {"sentences": [{"sentId": 443, "text": "Are you saying that she would -- are you telling me that isn't a criteria that she will consider?"}], "speaker": "LEWANDOWSKI", "secId": 217}, {"sentences": [{"sentId": 444, "text": "Here's what Donald Trump has said over, and over again."}, {"sentId": 445, "text": "That, and he has said that Hillary Clinton is against the Second Amendment and again that is an outright lie."}, {"sentId": 446, "text": "And I what is so insidious that what is happening here with Donald Trump yet lying again, Donald Trump bringing up lies as he tries to put the 'birther' issue to bed, is that he's normalizing, lying."}], "speaker": "CARDONA", "secId": 218}, {"sentences": [{"sentId": 447, "text": "He is normalizing this vitriol."}, {"sentId": 448, "text": "He is normalizing using fear to divide the country."}, {"sentId": 449, "text": "He is normalizing the use of racism and bigotry and we cannot stand for it."}], "speaker": "CARDONA", "secId": 219}, {"sentences": [{"sentId": 450, "text": "This race -- this race is basically..."}], "speaker": "LEWIS", "secId": 220}, {"sentences": [{"sentId": 451, "text": "I need to -- listen, Matt, that's got to be the last thing, because I want to get this in, this is very important."}], "speaker": "LEMON", "secId": 221}, {"sentences": [{"sentId": 452, "text": "OK."}], "speaker": "LEWIS", "secId": 222}, {"sentences": [{"sentId": 453, "text": "Donald Trump has been talking of the number of military leaders who support him."}, {"sentId": 454, "text": "But tonight, this is just out, this is in op- ed in the Wall Street Journal, the former Secretary of Defense, Robert Gates said this, \"At least on national security, I believe Mr. Trump is beyond repair."}, {"sentId": 455, "text": "He is stubbornly uninformed about the world and how to lead our country and government and temperamentally unsuited to lead our men and women in uniform."}, {"sentId": 456, "text": "He is unqualified and unfit to be commander-in-chief.\""}], "speaker": "LEMON", "secId": 223}, {"sentences": [{"sentId": 457, "text": "Wow."}], "speaker": "JONES", "secId": 224}, {"sentences": [{"sentId": 458, "text": "Matt, you want to speak?"}], "speaker": "LEMON", "secId": 225}, {"sentences": [{"sentId": 459, "text": "Yes."}], "speaker": "LEWIS", "secId": 226}, {"sentences": [{"sentId": 460, "text": "What is -- what's your response?"}], "speaker": "LEMON", "secId": 227}, {"sentences": [{"sentId": 461, "text": "OK."}, {"sentId": 462, "text": "This race is basically tied right now."}, {"sentId": 463, "text": "Trump is trending upward."}, {"sentId": 464, "text": "We've been talking about Donald Trump's faults, which are legion, you know, which are many, but, you want to talk about..."}], "speaker": "LEWIS", "secId": 228}, {"sentences": [{"sentId": 465, "text": "From Bob Gates?"}], "speaker": "LEMON", "secId": 229}, {"sentences": [{"sentId": 466, "text": "Do you want to talk about somebody who is prepared to be commander-in-chief, how about somebody who doesn't know the letter c means classified or confidential."}, {"sentId": 467, "text": "Either that or somebody is willingly..."}], "speaker": "LEWIS", "secId": 230}, {"sentences": [{"sentId": 468, "text": "Come on, Matt."}], "speaker": "CARDONA", "secId": 231}, {"sentences": [{"sentId": 469, "text": "But specifically..."}], "speaker": "LEMON", "secId": 232}, {"sentences": [{"sentId": 470, "text": "Come on?"}], "speaker": "LEWIS", "secId": 233}, {"sentences": [{"sentId": 471, "text": "Yes."}], "speaker": "CARDONA", "secId": 234}, {"sentences": [{"sentId": 472, "text": "Somebody who..."}, {"sentId": 473, "text": "LEMON:  Hold on, Matt, Matt."}, {"sentId": 474, "text": "Hold on, hold on, Maria and Matt, can we just for the sake of time, can we specifically stick to Robert Gates and what he said did Donald Trump, please?"}], "speaker": "LEWIS", "secId": 235}, {"sentences": [{"sentId": 475, "text": "Well, I would stick to what Robert Gates said and apply it to Hillary Clinton."}, {"sentId": 476, "text": "We don't know about her health, we do know that she has a hard time handling classified confidential information."}], "speaker": "LEWIS", "secId": 236}, {"sentences": [{"sentId": 477, "text": "OK."}], "speaker": "LEMON", "secId": 237}, {"sentences": [{"sentId": 478, "text": "Look, I think we've got two bad candidates and we're focusing on one of the bad candidates a lot tonight."}], "speaker": "LEWIS", "secId": 238}, {"sentences": [{"sentId": 479, "text": "That's fine."}, {"sentId": 480, "text": "They both have high unfavorability ratings."}, {"sentId": 481, "text": "But I want to stick completely, Corey, I'll give you the final word on this."}, {"sentId": 482, "text": "What do you make of Robert Gates' comments about Donald Trump?"}], "speaker": "LEMON", "secId": 239}, {"sentences": [{"sentId": 483, "text": "Devastating comments."}], "speaker": "JONES", "secId": 240}, {"sentences": [{"sentId": 484, "text": "Look, I haven't seen the op-ed, but I can tell you this that obviously a number of military leaders including General Flynn and the former director of Central Intelligence under the Clinton administration are now supporting Donald Trump's campaign."}], "speaker": "LEWANDOWSKI", "secId": 241}, {"sentences": [{"sentId": 485, "text": "And if that tells you anything that James Woolsey, who is the former director of the CIA under the Clinton administration is now supporting Donald Trump and briefing him as part of his briefing team, is any indication of what his experience has been with Hillary Clinton and that's a first-hand experience most likely."}], "speaker": "LEWANDOWSKI", "secId": 242}, {"sentences": [{"sentId": 486, "text": "OK."}], "speaker": "LEMON", "secId": 243}, {"sentences": [{"sentId": 487, "text": "Then, you know, look, I don't know if Bob Gates has ever met Donald Trump candidly."}], "speaker": "LEWANDOWSKI", "secId": 244}, {"sentences": [{"sentId": 488, "text": "I got to go."}], "speaker": "LEMON", "secId": 245}, {"sentences": [{"sentId": 489, "text": "So, you know, he's making a 30,000-foot view."}], "speaker": "LEWANDOWSKI", "secId": 246}, {"sentences": [{"sentId": 490, "text": "I got to go, but, listen, and he does have some criticism of Hillary Clinton and that saying that she could earn as well."}], "speaker": "LEMON", "secId": 247}, {"sentences": [{"sentId": 491, "text": "But that's a devastating indictment for Donald Trump."}, {"sentId": 492, "text": "There is no question about that."}], "speaker": "CARDONA", "secId": 248}, {"sentences": [{"sentId": 493, "text": "Thank you."}, {"sentId": 494, "text": "I appreciate it."}], "speaker": "LEMON", "secId": 249}, {"sentences": [{"sentId": 495, "text": "Coming up, the first presidential debate takes place in 10 days, will libertarian and green party candidate join Hillary Clinton and Donald Trump on the debate stage."}, {"sentId": 496, "text": "We'll find out next."}], "speaker": "LEMON", "secId": 250}, {"sentences": [{"sentId": 497, "text": "The first presidential debate is in 10 days."}, {"sentId": 498, "text": "The libertarian and Green Party will not be taking part."}], "speaker": "LEMON", "secId": 251}, {"sentences": [{"sentId": 499, "text": "Joining me now is CNN political commentator Carl Bernstein, the author of \"A Woman in Charge, the Life of Hillary Rodham Clinton.\""}], "speaker": "LEMON", "secId": 252}, {"sentences": [{"sentId": 500, "text": "Good evening to you, Mr. Bernstein."}], "speaker": "LEMON", "secId": 253}, {"sentences": [{"sentId": 501, "text": "Good to be with you."}], "speaker": "BERNSTEIN", "secId": 254}, {"sentences": [{"sentId": 502, "text": "The cuts were today."}, {"sentId": 503, "text": "This is debate cuts day."}, {"sentId": 504, "text": "Gary Johnson, and Jill Stein have said won't be participating in the debates because they didn't meet the 15 percent of voters required to pass the threshold."}, {"sentId": 505, "text": "Does this make it harder for them to gain more transaction?"}], "speaker": "LEMON", "secId": 255}, {"sentences": [{"sentId": 506, "text": "Absolutely, but more important, it means that their only role in this campaign are spoilers between the real the candidates."}, {"sentId": 507, "text": "And right now, the candidate who is being hurt by these minority parties are indeed Hillary Clinton and the democrats are being hurt by this candidacy."}], "speaker": "BERNSTEIN", "secId": 256}, {"sentences": [{"sentId": 508, "text": "And I have a feeling that Bill Weld, who is the vice presidential nominee of the Libertarian Party, he does not like Donald Trump or want him to be president of the United States, and I think it's possible that Weld might indeed renounce his own candidacy."}], "speaker": "BERNSTEIN", "secId": 257}, {"sentences": [{"sentId": 509, "text": "And I know that there are people who would like to urge him to do so, get out of the race, renounce the libertarian candidacy, and throw his support to Hillary Clinton so that Donald Trump could not become president, perhaps."}], "speaker": "BERNSTEIN", "secId": 258}, {"sentences": [{"sentId": 510, "text": "All right."}, {"sentId": 511, "text": "Let's put it up there because right now, Gary Johnson and Bill Weld are getting 9 percent and Jill Stein is getting 3 percent."}, {"sentId": 512, "text": "So, you think Johnson and Weld, in particular, they may realize the impact that they are having here."}], "speaker": "LEMON", "secId": 259}, {"sentences": [{"sentId": 513, "text": "Well, I know Bill well for a long time and I know how much he despises Donald Trump."}, {"sentId": 514, "text": "He worked with Hillary Clinton on the impeachment committee of Richard Nixon."}, {"sentId": 515, "text": "He's known her for many years."}, {"sentId": 516, "text": "He has respect for her, Weld says he got into this race as a real alternative."}], "speaker": "BERNSTEIN", "secId": 260}, {"sentences": [{"sentId": 517, "text": "He no longer is a real alternative and I believe that there could be some pressure brought on him, to say to hell with this libertarian stuff right now, that's another day to fight for libertarianism."}, {"sentId": 518, "text": "Right now, we have to keep Donald Trump out of the White House."}], "speaker": "BERNSTEIN", "secId": 261}, {"sentences": [{"sentId": 519, "text": "And I think he might do it, he might campaign for her."}, {"sentId": 520, "text": "He might go out and talk to these millennials who indeed are peeling away from Hillary Clinton in a dangerous way."}, {"sentId": 521, "text": "There's a story in the Wall Street Journal about how she's lost a huge number of millennial and it's hurting her overall numbers and well could be the key to this."}], "speaker": "BERNSTEIN", "secId": 262}, {"sentences": [{"sentId": 522, "text": "Why is that, why do you believe that it is Weld and Johnson who would have the particular effect on Hillary Clinton?"}, {"sentId": 523, "text": "How do you know for sure that their vote, most of it at least from their voters, would go to Hillary Clinton instead of Donald Trump?"}, {"sentId": 524, "text": "BERNSTEIN:  I don't know for sure, but the polling indicates that."}, {"sentId": 525, "text": "The"}], "speaker": "LEMON", "secId": 263}, {"sentences": [{"sentId": 526, "text": "polling indicates so far that those who are peeling away would be more inclined to vote for Hillary Clinton."}, {"sentId": 527, "text": "It's not a sure thing."}], "speaker": "LEMON", "secId": 264}, {"sentences": [{"sentId": 528, "text": "But also, Weld has some credibility as a serious person."}, {"sentId": 529, "text": "Yes, he is of the elites, and this is an election in which Donald Trump and Bernie Sanders, too, have called the elites to task with good reason, and at the same time, there is reason to think that he could have a real effect."}], "speaker": "LEMON", "secId": 265}, {"sentences": [{"sentId": 530, "text": "Look, Bill Weld does not want to be Ralph Nader and elect a president of the United States such as Nader did in Florida in the case of George Bush."}], "speaker": "LEMON", "secId": 266}, {"sentences": [{"sentId": 531, "text": "There's a real underlying story here and I think in the next few days we're going to have a chance to look at it."}, {"sentId": 532, "text": "The other thing is Weld by now must have a pretty good idea that he is running on a ticket headed by flak."}, {"sentId": 533, "text": "Let's really talk about Mr. 'where is Aleppo,' who is really in this race partly to advance marijuana initiative as much as anything else and he's taking time off from marijuana."}], "speaker": "LEMON", "secId": 267}, {"sentences": [{"sentId": 534, "text": "During the campaign he says and he's not going to take too many tokes during the campaign."}, {"sentId": 535, "text": "This is a bit of a joke at this point."}, {"sentId": 536, "text": "And I think if Weld is smart, he might get the hell out and he could be a hero in this -- and look, Bill Weld, I think, would like to be a hero."}], "speaker": "LEMON", "secId": 268}, {"sentences": [{"sentId": 537, "text": "He would like to be relevant again in the political discourse."}, {"sentId": 538, "text": "He's certainly not relevant in a positive way where he is right now, and I would look to some real thought of his renouncing the libertarian candidacy that is represented by himself and get off the ticket."}], "speaker": "LEMON", "secId": 269}, {"sentences": [{"sentId": 539, "text": "It's interesting."}, {"sentId": 540, "text": "We will see if those comments in what you say will come to life."}, {"sentId": 541, "text": "Carl Bernstein, always a pleasure."}, {"sentId": 542, "text": "Have a great weekend."}, {"sentId": 543, "text": "Thanks for joining us."}, {"sentId": 544, "text": "We'll be right back."}], "speaker": "LEMON", "secId": 270}, {"sentences": [{"sentId": 545, "text": "Good to be with you."}], "speaker": "BERNSTEIN", "secId": 271}, {"sentences": [{"sentId": 546, "text": "Healthy foods of course -- healthy foods of course are part -- an important part of any diet, but for cancer undergoing chemo, access to nutritious foods during treatment can be the difference between life and death."}], "speaker": "LEMON", "secId": 272}, {"sentences": [{"sentId": 547, "text": "This week's CNN Hero is helping to nourish the bodies and the souls of those battling the serious disease."}], "speaker": "LEMON", "secId": 273}, {"sentences": [{"sentId": 548, "text": "Meet Cathryn Couch."}], "speaker": "LEMON", "secId": 274}, {"sentences": [{"sentId": 549, "text": "When people get sick, their life becomes very complicated."}, {"sentId": 550, "text": "Eating well tends to go at the bottom of the list."}, {"sentId": 551, "text": "But it's really critically important."}, {"sentId": 552, "text": "What we do is not so much about chopping onions but about making this difference in this family's life."}], "speaker": "COUCH", "secId": 275}, {"sentences": [{"sentId": 553, "text": "And this week's CNN hero is using some unlikely chefs to connect her California community to those residents."}, {"sentId": 554, "text": "Make sure you watch the full story at cnnheroes.com."}], "speaker": "LEMON", "secId": 276}, {"sentences": [{"sentId": 555, "text": "That's it for us tonight."}, {"sentId": 556, "text": "Thank you so much for watching."}, {"sentId": 557, "text": "I'll be right back here tomorrow night at 8 Eastern for CNN's special coverage of the Congressional Black Caucus Foundation Phoenix Awards dinner."}, {"sentId": 558, "text": "President Barack Obama and Hillary Clinton will be speaking."}], "speaker": "LEMON", "secId": 277}, {"sentences": [{"sentId": 559, "text": "I will see you then."}, {"sentId": 560, "text": "Until then, good night."}], "speaker": "LEMON", "secId": 278}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1609.16.cnnt.02.html.json", "time": "Aired September 16, 2016 - 22:00   ET"}