{"sectionCount": 231, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["COOPER", "ANNOUNCER", "LEMON", "SANCHEZ", "TODD", "UNIDENTIFIED MALE", "LAVANDERA", "MACDONALD", "CURRY", "PITTENGER", "PRESTON", "MILLER", "GREGORY", "BRUNI"], "subTitle": "Charlotte Mayor Orders Midnight Curfew; Mayor Leans Towards Releasing Video Footage of Shooting; Uneasy Calm in Charlotte. Aired 10-11p ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1609/22/cnnt.02.html", "sentenceCount": 518, "sections": [{"sentences": [{"sentId": 0, "text": "Well, that does it for us."}, {"sentId": 1, "text": "Thanks very much for watching."}, {"sentId": 2, "text": "Our coverage of course continues."}, {"sentId": 3, "text": "CNN TONIGHT with Don Lemon starts now."}], "speaker": "COOPER", "secId": 0}, {"sentences": [{"sentId": 4, "text": "This is CNN breaking news."}], "speaker": "ANNOUNCER", "secId": 1}, {"sentences": [{"sentId": 5, "text": "Breaking news tonight coming out of Charlotte, North Carolina."}], "speaker": "LEMON", "secId": 2}, {"sentences": [{"sentId": 6, "text": "You're looking at live pictures now."}, {"sentId": 7, "text": "There is a uneasy calm tonight, amid peaceful protests just one day after those streets that you're looking at right there, erupted in violence over the fatal police shooting of Keith Lamont Scott."}, {"sentId": 8, "text": "We're going to continue to watch these live pictures."}], "speaker": "LEMON", "secId": 3}, {"sentences": [{"sentId": 9, "text": "This is CNN TONIGHT."}, {"sentId": 10, "text": "I'm Don Lemon."}], "speaker": "LEMON", "secId": 4}, {"sentences": [{"sentId": 11, "text": "This is a scene in Charlotte, where the Mayor, Jennifer Roberts, has ordered a short time ago, a midnight curfew, a midnight curfew to stay in effect as long as they deem it is warranted, and again you're looking live at the street of Charlotte, North Carolina."}], "speaker": "LEMON", "secId": 5}, {"sentences": [{"sentId": 12, "text": "When last we left you, those streets had erupted in chaos."}, {"sentId": 13, "text": "Police were trying to get control and now they are doing it again but not as violent as last night it."}, {"sentId": 14, "text": "Appears that it has been mostly peaceful tonight."}], "speaker": "LEMON", "secId": 6}, {"sentences": [{"sentId": 15, "text": "Last night, of course, someone was injured in all of this and killed, and then one officer hurt the night before, 16 police officers hurt in all of this."}], "speaker": "LEMON", "secId": 7}, {"sentences": [{"sentId": 16, "text": "Let's get straight now to CNN's Boris Sanchez who has been out in the midst of this for several evenings now."}, {"sentId": 17, "text": "So, Boris, last night was a night of riots, the National Guard has been called in today."}, {"sentId": 18, "text": "What's going on where you are this evening?"}], "speaker": "LEMON", "secId": 8}, {"sentences": [{"sentId": 19, "text": "Hey, Don."}, {"sentId": 20, "text": "Right now we're watching this young man get up in the crowd and start speaking trying to get the attention of the crowd."}, {"sentId": 21, "text": "He's trying to maintain the peace."}, {"sentId": 22, "text": "We've just heard people start yelling at him obscenities towards the police officers."}, {"sentId": 23, "text": "I actually talked to a couple of people a little while ago and they said they weren't aware that there was curfew at midnight."}, {"sentId": 24, "text": "So, it's not clear that this crowd is going to disperse at that time."}], "speaker": "SANCHEZ", "secId": 9}, {"sentences": [{"sentId": 25, "text": "You know, this is the Omni Hotel."}, {"sentId": 26, "text": "This is the scene yesterday where all the violence was sparked."}, {"sentId": 27, "text": "We saw a SWAT team, a line of SWAT team go into the hotel and then protestors started banging on this glass."}, {"sentId": 28, "text": "We saw them have this altercation outside."}, {"sentId": 29, "text": "That's where that young man got hurt."}], "speaker": "SANCHEZ", "secId": 10}, {"sentences": [{"sentId": 30, "text": "The 26-year-old who we later found out today was actually killed, reportedly by another civilian."}, {"sentId": 31, "text": "People here in the crowd do not believe that that was the case."}, {"sentId": 32, "text": "There's a deep mistrust of police and they say that that account is not what happened."}, {"sentId": 33, "text": "They say that's inaccurate."}], "speaker": "SANCHEZ", "secId": 11}, {"sentences": [{"sentId": 34, "text": "Obviously it's a lot of anger in the crowd here, we're going to keep following them, but right now they're stationary in front of the Omni Hotel, they walked around the entire downtown area stopping at a few key points first apart, then the police department where they were for several moments."}, {"sentId": 35, "text": "They were there with the National Guard."}], "speaker": "SANCHEZ", "secId": 12}, {"sentences": [{"sentId": 36, "text": "I should mention there was a strong National Guard presence across the city of key points tonight."}, {"sentId": 37, "text": "We also stopped at a detention center yelling and trying to get the attention of the prisoners that were there yelling, we see you, we love you."}], "speaker": "SANCHEZ", "secId": 13}, {"sentences": [{"sentId": 38, "text": "At one point, we started seeing lights flickering inside the detention center so obviously they got their attention."}, {"sentId": 39, "text": "They walked back down toward another park."}, {"sentId": 40, "text": "There was a slow pause there, a quick chant and then they kept moving."}], "speaker": "SANCHEZ", "secId": 14}, {"sentences": [{"sentId": 41, "text": "And they started coming down this way towards the Omni Hotel and now they're lined up here, Don."}, {"sentId": 42, "text": "From what we can tell, there's really this unease in the crowd, there are some people that want this to remain peaceful."}, {"sentId": 43, "text": "I've heard say, hey, we have to get out of here at midnight."}], "speaker": "SANCHEZ", "secId": 15}, {"sentences": [{"sentId": 44, "text": "Some don't even know that there's curfew, and some people are yelling at this guy who is trying to say, you know, we should keep this peaceful, and they're saying that's not enough."}, {"sentId": 45, "text": "We've gone through this over, and over again and nothing has change."}], "speaker": "SANCHEZ", "secId": 16}, {"sentences": [{"sentId": 46, "text": "So, Don, we're going to send it back to you."}, {"sentId": 47, "text": "Right now we're getting some agitators in the crowd making threats towards us."}, {"sentId": 48, "text": "So, we're just going to throw back to you as we deal with this situation."}], "speaker": "SANCHEZ", "secId": 17}, {"sentences": [{"sentId": 49, "text": "That always happens in this situation, Boris."}, {"sentId": 50, "text": "Make sure you take care of yourself out there."}, {"sentId": 51, "text": "And as we saw unfold here last night on CNN, members of the media targeted, several of them hurt yesterday evening, including one of our very own, Ed Lavandera, and also two people at least that we know of from other stations there in the Charlotte area."}], "speaker": "LEMON", "secId": 18}, {"sentences": [{"sentId": 52, "text": "That's our Boris Sanchez reporting."}, {"sentId": 53, "text": "Boris is ot yesterday evening, he said he didn't see much of a visible presence of police officers in some area and now the National Guard has been called in a much bigger presence this evening."}], "speaker": "LEMON", "secId": 19}, {"sentences": [{"sentId": 54, "text": "Let's check in with CNN's Brian Todd, also out in the crowd."}, {"sentId": 55, "text": "Brian, tell me what's happening where you are."}, {"sentId": 56, "text": "What is the police presence?"}], "speaker": "LEMON", "secId": 20}, {"sentences": [{"sentId": 57, "text": "Police presence, very strong, on just about every corner, Don."}, {"sentId": 58, "text": "They're not overwhelming, they're not lining the streets but they are on most corners, along with some National Guard."}, {"sentId": 59, "text": "And the corners where the police are not present you'll usually see at least a couple of National Guards from there."}], "speaker": "TODD", "secId": 21}, {"sentences": [{"sentId": 60, "text": "This crowd that I'm with here has move around the jail house at least a couple times now."}, {"sentId": 61, "text": "They've made three different stops in front of the jail house and at one point they appeared to kind of storm one of the entrances to the jail here."}], "speaker": "TODD", "secId": 22}, {"sentences": [{"sentId": 62, "text": "It's a massive complex, the Charlotte City jail."}, {"sentId": 63, "text": "They didn't try to get in, there were national Guards guarding the entrances there, but they kind of came up and they were confrontational with them, yelled at them, and pointed at them, yelled obscenities at them."}], "speaker": "TODD", "secId": 23}, {"sentences": [{"sentId": 64, "text": "So, that's been kind of the dynamic in a lot of different intersections here."}, {"sentId": 65, "text": "Sometimes they will block intersections, chant and, you know, do other things and other times the police will appear to block intersections and then let the protestors go by."}, {"sentId": 66, "text": "So, it's been kind of a tense dynamic between the protestors and the law enforcement, but so far very peaceful, Don."}], "speaker": "TODD", "secId": 24}, {"sentences": [{"sentId": 67, "text": "Brian, a couple of questions for you."}, {"sentId": 68, "text": "We know that there is this curfew that Mayor Jennifer Roberts has signed into order enacting this mandatory curfew at midnight."}, {"sentId": 69, "text": "I'm not sure if they are announcing it to people on bull horns, are they aware of this curfew?"}, {"sentId": 70, "text": "Are they saying they're going to defy it?"}, {"sentId": 71, "text": "Have you heard anything?"}], "speaker": "LEMON", "secId": 25}, {"sentences": [{"sentId": 72, "text": "They are aware of it."}, {"sentId": 73, "text": "Because one of the man in the bull horn -- one of the man in the bull horn over here -- sorry, guys, we have to kind of move away."}, {"sentId": 74, "text": "Sorry, one of the men who are leading this march he was on a bull horn, did announced it to this crowd that there is going to be a curfew at midnight."}], "speaker": "TODD", "secId": 26}, {"sentences": [{"sentId": 75, "text": "They did not react angrily."}, {"sentId": 76, "text": "They kind of groaned and you know, they weren't happy with it, but they didn't react too angrily, they kind of thought that something like this could happen because the mayor and the police chief have talked about this most of the day that they could do this."}], "speaker": "TODD", "secId": 27}, {"sentences": [{"sentId": 77, "text": "The chief and mayor made the announcement fairly later in the evening here."}, {"sentId": 78, "text": "But, you know, they're kind of going along with it."}, {"sentId": 79, "text": "Now what happens at midnight, that's going to be another story, Don, we'll have to watch that very closely and follow these crowds."}], "speaker": "TODD", "secId": 28}, {"sentences": [{"sentId": 80, "text": "And, Brian, I need to tell the audience that this curfew is going to remain into effect each day until the end of the state of emergency is declared because -- because of course now, Charlotte, North Carolina under a state of emergency until the official proclamation is revoked."}, {"sentId": 81, "text": "My other question to you is has been reported many of the people who"}], "speaker": "LEMON", "secId": 29}, {"sentences": [{"sentId": 82, "text": "had been arrested were not from the area."}, {"sentId": 83, "text": "Have you had a chance to speak to people?"}, {"sentId": 84, "text": "Are you able to determine that this evening?"}], "speaker": "LEMON", "secId": 30}, {"sentences": [{"sentId": 85, "text": "We've spoken to a lot of different people, Don, and it's kind of a good mix."}, {"sentId": 86, "text": "There's some people who are coming from out of town -- in other towns in North Carolina."}, {"sentId": 87, "text": "Other people are from here."}, {"sentId": 88, "text": "I couldn't tell you the percentages, but they are -- there are people here from all over the place, Don."}], "speaker": "TODD", "secId": 31}, {"sentences": [{"sentId": 89, "text": "But they've really taken some pride actually in making these demonstrations tonight peaceful."}, {"sentId": 90, "text": "They've talked a lot about it."}, {"sentId": 91, "text": "They've kind of yelled it over loud speakers."}, {"sentId": 92, "text": "There have been community activists who have gotten between the crowds and the police to try to make sure there isn't..."}], "speaker": "TODD", "secId": 32}, {"sentences": [{"sentId": 93, "text": "Black lives matter."}], "speaker": "UNIDENTIFIED MALE", "secId": 33}, {"sentences": [{"sentId": 94, "text": "...trying to make sure that there isn't a violent confrontation between protestors and the police and they're making some other announcements over here."}, {"sentId": 95, "text": "I can't quite make out what it is."}], "speaker": "TODD", "secId": 34}, {"sentences": [{"sentId": 96, "text": "Let's listen."}], "speaker": "LEMON", "secId": 35}, {"sentences": [{"sentId": 97, "text": "But, you know, this has been kind of going on all night."}, {"sentId": 98, "text": "You know, street debates, chants like this."}, {"sentId": 99, "text": "Mostly peaceful."}, {"sentId": 100, "text": "Some anger on the streets, some confrontational moments between peace demonstrators and national guardsmen, these demonstrators and police, but so far, so far, Don, very, very peaceful."}], "speaker": "TODD", "secId": 36}, {"sentences": [{"sentId": 101, "text": "So, is it just, is it one leader, one person on the bull horn?"}, {"sentId": 102, "text": "is it a number of people who are directing the crowd or is it -- does it appear to be any central leadership or just people out randomly giving orders?"}], "speaker": "LEMON", "secId": 37}, {"sentences": [{"sentId": 103, "text": "Don, I think I've seen about six different leaders of these marches."}, {"sentId": 104, "text": "We've been with about five or six different crowds, they each seem to have a different leader."}, {"sentId": 105, "text": "I do not sense that there is any central leadership to this."}], "speaker": "TODD", "secId": 38}, {"sentences": [{"sentId": 106, "text": "Now, in each crowd you can tell pretty much who the leader is."}, {"sentId": 107, "text": "In this crowd, it's this gentleman here with the white bull horn."}, {"sentId": 108, "text": "We'll try to get out of the line of sound but this is the guy who is clearly leading right here."}], "speaker": "TODD", "secId": 39}, {"sentences": [{"sentId": 109, "text": "OK, Brian Todd."}], "speaker": "LEMON", "secId": 40}, {"sentences": [{"sentId": 110, "text": "Hey, listen."}, {"sentId": 111, "text": "I'm not the leader."}, {"sentId": 112, "text": "The people are leading this."}, {"sentId": 113, "text": "And what we want -- what we want is the video tape."}, {"sentId": 114, "text": "What we want to see is how this man that this  whatever pointed a gun or whatever."}], "speaker": "UNIDENTIFIED MALE", "secId": 41}, {"sentences": [{"sentId": 115, "text": "We want to get that video, but if we do not see a video tape, we will escalate every day."}, {"sentId": 116, "text": "If we don't boycott, we're going to boycott."}, {"sentId": 117, "text": "What we're going to do, we're going to boycott."}], "speaker": "UNIDENTIFIED MALE", "secId": 42}, {"sentences": [{"sentId": 118, "text": "So, let me explain to the viewer just for a moment."}, {"sentId": 119, "text": "Brian, don't go anywhere."}], "speaker": "LEMON", "secId": 43}, {"sentences": [{"sentId": 120, "text": "People are very there because they want to see this video tape that appears -- that shows the confrontation with Keith Lamont Hill there in Charlotte, North Carolina -- Scott, excuse me."}], "speaker": "LEMON", "secId": 44}, {"sentences": [{"sentId": 121, "text": "And they're trying to figure out if he had a gun, or if he had a book."}, {"sentId": 122, "text": "According to the police chief, he's saying that you can't really determine and obviously these people are upset."}], "speaker": "LEMON", "secId": 45}, {"sentences": [{"sentId": 123, "text": "So, I just want to warn you some of the language you may hear may not be suitable for all ages."}, {"sentId": 124, "text": "And so they're demanding to hear that tape."}, {"sentId": 125, "text": "And we're going to go back and just listen."}, {"sentId": 126, "text": "Our Brian Todd is in the crowd there."}], "speaker": "LEMON", "secId": 46}, {"sentences": [{"sentId": 127, "text": "The folks are upset there holding up signs and you said that they're marching around the jail and is that in fact at the police department?"}], "speaker": "LEMON", "secId": 47}, {"sentences": [{"sentId": 128, "text": "Yes, they have marched around the jail, Don, and there has been a fairly significant police presence blocking them."}, {"sentId": 129, "text": "There also -- the police are also blocking the streets at certain points, some side streets, so they can kind of channel them just on the main streets where they can be watched more easily."}], "speaker": "TODD", "secId": 48}, {"sentences": [{"sentId": 130, "text": "So, they're heading down now towards the uptown area."}, {"sentId": 131, "text": "This is the area where some of the violence happened last night and some of our other teams are up there, and you know it's very likely that this crowd may meet up with another crowd that we're told might be near the Omni hotel."}], "speaker": "TODD", "secId": 49}, {"sentences": [{"sentId": 132, "text": "But again, some of these crowds I have to say are getting smaller now, so we're going to see if they are organized enough to meet up with those crowds, Don."}], "speaker": "TODD", "secId": 50}, {"sentences": [{"sentId": 133, "text": "Our Brian Todd out in the crowd, Brian, I'll let you continue on and we'll get back to you."}], "speaker": "LEMON", "secId": 51}, {"sentences": [{"sentId": 134, "text": "CNN's Ed Lavandera is also on the scene for us tonight in Charlotte, North Carolina, as this continues to unfold here."}, {"sentId": 135, "text": "Ed, you were one of the people who was targeted by some of these protestors last night."}, {"sentId": 136, "text": "What's going on where you are now?"}], "speaker": "LEMON", "secId": 52}, {"sentences": [{"sentId": 137, "text": "Well, right now, the group that has been marching throughout most of the evening through downtown Charlotte continues its move just kind of improvising its stops and continuing through the city here tonight so they continue to do that."}, {"sentId": 138, "text": "There is a grouch of a bunch of officers who kind of follow the group..."}], "speaker": "LAVANDERA", "secId": 53}, {"sentences": [{"sentId": 139, "text": "Sorry."}, {"sentId": 140, "text": "You can see there's handful of these guys -- yes, cursing about the midnight curfew here, so that's going to be the difficult thing tonight, just what are these guys going to do once the strikes midnight, and are they going to -- are they going to be..."}], "speaker": "LAVANDERA", "secId": 54}, {"sentences": [{"sentId": 141, "text": "Yes."}, {"sentId": 142, "text": "So, Ed, again, I'm going to warn the audience because some of the things you're going to hear again might not be suitable for younger people, and for delicate ears, but that happens when you're covering these types of incidents in the streets, you don't have control over what the people there will say, and again, we have a duty to cover it."}], "speaker": "MACDONALD", "secId": 55}, {"sentences": [{"sentId": 143, "text": "So, again this is what's happening in Charlotte, North Carolina, our correspondents are out in the field covering this."}, {"sentId": 144, "text": "Boris Sanchez is there, Ed Lavandera, and Brian Todd doing a great job out there covering these protestors who turned violent last night."}, {"sentId": 145, "text": "And the evening before several people, including police officers have been hurt in this protest."}], "speaker": "MACDONALD", "secId": 56}, {"sentences": [{"sentId": 146, "text": "But so far tonight, it just appears that the crowd -- the crowds are marching around as Brian Todd said, around the jail, around the police department."}, {"sentId": 147, "text": "They have been confronting police at least with their language and sort of squaring off with them, but nothing physical and nothing violent to report thus far and let's hope it remains that way."}], "speaker": "MACDONALD", "secId": 57}, {"sentences": [{"sentId": 148, "text": "Ground level now, that you're looking at -- and there's sky shot from our affiliate WBTV, and of course with our affiliates we couldn't cover this so we appreciate that."}, {"sentId": 149, "text": "We're watching some very similar pictures from tonight as we watched last evening."}], "speaker": "MACDONALD", "secId": 58}, {"sentences": [{"sentId": 150, "text": "I want to tell you again that there is a mandatory curfew that has been put into effect not long ago by the mayor of Charlotte, North Carolina, and that curfew is going to remain in effect as long as the state of emergency is declared there, until its official proclamation is revoked."}], "speaker": "MACDONALD", "secId": 59}, {"sentences": [{"sentId": 151, "text": "And as you can hear, the protestors on the streets there shouting \"no justice, no peace.\""}, {"sentId": 152, "text": "The mayor of Charlotte, Jennifer Roberts, was on with us last evening and she was on with Anderson tonight saying that she has viewed the body camera footage of the shooting of Keith Lamont Scott and that she in agreement with the police chief who came out earlier, police Chief Kerr Putney and the Scott's family attorney who is saying that there is no definitive visual evidence to determine whether Scott was holding or pointing a gun at the time of the shooting."}], "speaker": "MACDONALD", "secId": 60}, {"sentences": [{"sentId": 153, "text": "The police chief has been interviewed, though he is saying from other evidence and other information that police department has, that he believes that their initial finding and reporting is correct."}, {"sentId": 154, "text": "They believe that Mr. Scott was holding a gun, but he would not say what that evidence is, that he believes leads them to that."}], "speaker": "MACDONALD", "secId": 61}, {"sentences": [{"sentId": 155, "text": "Also, just a short time ago, the mayor said that motion in the video and the obscured views made the key moment unclear, that video that everyone is calling for, and this is a quote from her."}, {"sentId": 156, "text": "She said, \"When you have body camera in motion and things in the way and obscured views, it's -- it is not clear,\" she told Anderson."}], "speaker": "MACDONALD", "secId": 62}, {"sentences": [{"sentId": 157, "text": "She said that she would be leaning towards releasing this footage to the public, but she has to remain mindful of the ongoing independent investigation into the Scott shooting while considering her position."}], "speaker": "MACDONALD", "secId": 63}, {"sentences": [{"sentId": 158, "text": "And as we spoke to the governor of North Carolina last night, he was saying -- and it is his belief as it has been all along because he proposed legislation, which is going to take effect on October 1, that there should be body cameras, but that body camera video should be released, or the dash cam video should be released limited -- should be limitedly released only to family members and only to investigators and not to the public at large because he wanted to protect the rights and the privacy of the officers involved in these incidents."}], "speaker": "MACDONALD", "secId": 64}, {"sentences": [{"sentId": 159, "text": "So, again, we are following these pictures, you are looking at live pictures in Charlotte, North Carolina that will continue to follow here on CNN."}], "speaker": "MACDONALD", "secId": 65}, {"sentences": [{"sentId": 160, "text": "I want to get now to the family of -- the Scott family attorney."}, {"sentId": 161, "text": "Of course, they have seen these videos of this fatal shooting."}, {"sentId": 162, "text": "Justin Bamberg is one of the family's attorneys issuing a statement tonight saying, quote, \"When told by police to exit his vehicle, Mr. Scott did so in a very calm, non-aggressive manner, while police did give him several commands he did not aggressively approach him or raise his hands at members of law enforcement at any time."}, {"sentId": 163, "text": "It is impossible to discern from the videos what, if anything, Mr. Scott is holding in his hands, and when he was shot and killed, Mr. Scott's hands were by his side and he was slowly walking backwards,\" and that's unquote."}], "speaker": "MACDONALD", "secId": 66}, {"sentences": [{"sentId": 164, "text": "Scott family attorney's calling for the videos to be released to the public and joining me now on the phone is Eduardo Curry, another one of the family's attorneys."}, {"sentId": 165, "text": "Thank you, Mr. Curry for joining us."}, {"sentId": 166, "text": "First of all, my condolences to your clients on the loss of their family member, how are they doing?"}], "speaker": "MACDONALD", "secId": 67}, {"sentences": [{"sentId": 167, "text": "Thank you very much, Don, for having me."}, {"sentId": 168, "text": "They're doing the best that they can."}, {"sentId": 169, "text": "They're in intense mourning."}, {"sentId": 170, "text": "This situation has changed the entire dynamics of their life, and so at this particular point, the family is struggling to maintain the continuity that they need among each other."}], "speaker": "CURRY", "secId": 68}, {"sentences": [{"sentId": 171, "text": "And they have a situation where, it's surreal for them, actually."}, {"sentId": 172, "text": "They've lost a father, a husband, a brother, uncle, a family member, a very close and tightly-knitted family."}], "speaker": "CURRY", "secId": 69}, {"sentences": [{"sentId": 173, "text": "Yes."}, {"sentId": 174, "text": "And of course, they released another statement yesterday saying that they did not condone this violence, they want the people to protest peacefully."}, {"sentId": 175, "text": "That did not happen yesterday."}, {"sentId": 176, "text": "But it looks like it's happening so far."}, {"sentId": 177, "text": "I have to ask you today, the family watched the video of the shooting."}, {"sentId": 178, "text": "Can you tell us about it?"}], "speaker": "LEMON", "secId": 70}, {"sentences": [{"sentId": 179, "text": "Well, I can give you some maybe a bird's eye view."}, {"sentId": 180, "text": "One of the things that the family did was they were very intense in watching the video."}, {"sentId": 181, "text": "It's traumatic enough, but it's more traumatic when you know the person you're watching is no longer alive and has their life terminated."}], "speaker": "CURRY", "secId": 71}, {"sentences": [{"sentId": 182, "text": "So, the family is in a sense of sorrow and they believe that at some point, there will be a disclosure of that video and they want that video released to the public so that the public can see exactly what happened."}], "speaker": "CURRY", "secId": 72}, {"sentences": [{"sentId": 183, "text": "So, we just heard part of the statement from the family, they say that now they have more questions, Mr. Curry, than answers."}, {"sentId": 184, "text": "What are those questions specifically?"}], "speaker": "LEMON", "secId": 73}, {"sentences": [{"sentId": 185, "text": "Questions I think are going to surround issues of why did the police confrontation with Keith Scott in the very beginning."}, {"sentId": 186, "text": "He wasn't a person of interest."}, {"sentId": 187, "text": "He wasn't doing anything illegal."}, {"sentId": 188, "text": "The police allegedly were there at the scene to execute, according to their statement, a warrant on someone else, and a non-related person."}, {"sentId": 189, "text": "He was not a person of interest."}], "speaker": "CURRY", "secId": 74}, {"sentences": [{"sentId": 190, "text": "And so those kinds of questions have started to rise to the top as to how and why he was in contact with law enforcement in the first place."}], "speaker": "CURRY", "secId": 75}, {"sentences": [{"sentId": 191, "text": "OK."}, {"sentId": 192, "text": "So, let us talk about, because the full statement says, and I'm going to read some of it for you, and if you can help me out I would appreciate it."}, {"sentId": 193, "text": "It says \"After watching the video, the family again has more questions than answers.\""}, {"sentId": 194, "text": "Which I just ask you about."}, {"sentId": 195, "text": "\"When told by police to exit his vehicle, Mr. Scott did so in a very calm, nonaggressive manner.\""}], "speaker": "LEMON", "secId": 76}, {"sentences": [{"sentId": 196, "text": "Did you witness that on the video?"}], "speaker": "LEMON", "secId": 77}, {"sentences": [{"sentId": 197, "text": "Yes, I did."}], "speaker": "CURRY", "secId": 78}, {"sentences": [{"sentId": 198, "text": "OK."}], "speaker": "LEMON", "secId": 79}, {"sentences": [{"sentId": 199, "text": "In fact, we witnessed him coming out of the vehicle and in a meek, manner with his hands down, started to retrieve away from law enforcement that was confronting him in the front."}, {"sentId": 200, "text": "And I'm not sure that he even realized there were some outside of his peripheral vision to the left."}], "speaker": "CURRY", "secId": 80}, {"sentences": [{"sentId": 201, "text": "OK."}], "speaker": "LEMON", "secId": 81}, {"sentences": [{"sentId": 202, "text": "But he was bearing at best as we though he could the commands that please ."}], "speaker": "CURRY", "secId": 82}, {"sentences": [{"sentId": 203, "text": "OK."}, {"sentId": 204, "text": "There were in the video, Mr. Curry."}, {"sentId": 205, "text": "The officers were in front of him and there were other officers in his periphery that -- maybe behind him or on the side of him that he couldn't see, is that what you're saying possibly?"}], "speaker": "LEMON", "secId": 83}, {"sentences": [{"sentId": 206, "text": "Yes, yes, and of course, it's our understanding that the person that was identified by the police themselves, was one of the individuals that were actually outside the peripheral of Mr. Scott."}], "speaker": "CURRY", "secId": 84}, {"sentences": [{"sentId": 207, "text": "OK. Can you do me a favor?"}, {"sentId": 208, "text": "Can you walk me through -- let's start from the beginning."}, {"sentId": 209, "text": "So, when you go through this video, do you see police approach him in the car?"}, {"sentId": 210, "text": "Is he sitting in the car?"}, {"sentId": 211, "text": "What do we see?"}], "speaker": "LEMON", "secId": 85}, {"sentences": [{"sentId": 212, "text": "It is our understanding that he was sitting in the car."}, {"sentId": 213, "text": "You really couldn't see him, but from the body cam, the dash cam, you could actually see the police surrounding the car some beating on the window, others making statements, some with their guns drawn."}], "speaker": "CURRY", "secId": 86}, {"sentences": [{"sentId": 214, "text": "So, it's a very traumatic situation because this man had been sitting in his vehicle and had a pattern in the past of sitting in his vehicle to wait on family members as they came from school, so this is a normal pattern for him sitting there."}, {"sentId": 215, "text": "It wasn't the first time, but certainly on the 20th it was the last time that he would be waiting for one of his children to be drop off and then transport them."}], "speaker": "CURRY", "secId": 87}, {"sentences": [{"sentId": 216, "text": "OK."}, {"sentId": 217, "text": "So, he's sitting in the car and you said he is surrounded by police officers."}, {"sentId": 218, "text": "I'm going to go and read the rest of the statement and if you can explain this to us."}, {"sentId": 219, "text": "It says, \"While police gave him several commands he did not aggressively approach them or raise his hands at members of law enforcement at any time.\""}], "speaker": "LEMON", "secId": 88}, {"sentences": [{"sentId": 220, "text": "The question is going to be if you read closely into the statement, did he comply, because the statement doesn't say he complied with all of police orders."}, {"sentId": 221, "text": "It just says that he did not aggressively approach them or raise his hands to members of law enforcement."}], "speaker": "LEMON", "secId": 89}, {"sentences": [{"sentId": 222, "text": "Well, we stand with that, that he was not aggressive at all."}, {"sentId": 223, "text": "In fact, he was very, very passive and looked from the video to be shocked and possibly even frightened as to how the actions were unfolding between he and law enforcement."}], "speaker": "CURRY", "secId": 90}, {"sentences": [{"sentId": 224, "text": "Yes."}], "speaker": "LEMON", "secId": 91}, {"sentences": [{"sentId": 225, "text": "And so he was backing away when he was actually shot."}], "speaker": "CURRY", "secId": 92}, {"sentences": [{"sentId": 226, "text": "Yes."}, {"sentId": 227, "text": "It says \"You can't discern..."}], "speaker": "LEMON", "secId": 93}, {"sentences": [{"sentId": 228, "text": "With his hands to his side."}], "speaker": "CURRY", "secId": 94}, {"sentences": [{"sentId": 229, "text": "... with his hands to the side."}, {"sentId": 230, "text": "It says \"You can't discern in the video if anything Mr. Scott was holding his hands and when he was shot and killed Mr. Scott's hands were by his sides and he was slowly walking backwards.\""}, {"sentId": 231, "text": "I have a question for you, a source close to this investigation confirms to CNN, that this photo from the scene, if we can put that up, it shows the gun that was found by police."}, {"sentId": 232, "text": "Can comment on that, Mr. Curry?"}], "speaker": "LEMON", "secId": 95}, {"sentences": [{"sentId": 233, "text": "At this point, we're just not sure about that photo and other photos that maybe depict it."}, {"sentId": 234, "text": "We did not see a gun in the video."}], "speaker": "CURRY", "secId": 96}, {"sentences": [{"sentId": 235, "text": "Was he..."}], "speaker": "LEMON", "secId": 97}, {"sentences": [{"sentId": 236, "text": "And so..."}], "speaker": "CURRY", "secId": 98}, {"sentences": [{"sentId": 237, "text": "Was he licensed to carry?"}], "speaker": "LEMON", "secId": 99}, {"sentences": [{"sentId": 238, "text": "Sir?"}], "speaker": "CURRY", "secId": 100}, {"sentences": [{"sentId": 239, "text": "Was he licensed to carry a gun?"}, {"sentId": 240, "text": "You don't know."}], "speaker": "LEMON", "secId": 101}, {"sentences": [{"sentId": 241, "text": "I -- at this point, we don't know."}, {"sentId": 242, "text": "We're actually just early in the case doing the due diligence and research, in order to ensure that we know everything we can about this situation, about the Charlotte, Mecklenburg police and about how encounter unfolded."}], "speaker": "CURRY", "secId": 102}, {"sentences": [{"sentId": 243, "text": "And his family has said that as we're watching pictures, these pictures, we're keeping a close eye on them, Mr. Curry, but anyway, I may have to cut away from you."}, {"sentId": 244, "text": "But the family has said that they don't believe that he, to their knowledge, he is never had a gun and was not in possession."}], "speaker": "LEMON", "secId": 103}, {"sentences": [{"sentId": 245, "text": "That is the position -- that is the position of the family."}], "speaker": "CURRY", "secId": 104}, {"sentences": [{"sentId": 246, "text": "OK. And how is the family reacted to these protestors?"}], "speaker": "LEMON", "secId": 105}, {"sentences": [{"sentId": 247, "text": "It's traumatic."}, {"sentId": 248, "text": "It's been traumatic."}, {"sentId": 249, "text": "The wife has lost a 25- year covenant partner, the children have lost a father, nieces and nephews have lost their uncle."}, {"sentId": 250, "text": "This has created a tremendous, traumatic experience for this family."}], "speaker": "CURRY", "secId": 106}, {"sentences": [{"sentId": 251, "text": "Yes."}], "speaker": "LEMON", "secId": 107}, {"sentences": [{"sentId": 252, "text": "And at this point, they're still in mourning and grief."}], "speaker": "CURRY", "secId": 108}, {"sentences": [{"sentId": 253, "text": "Yes."}, {"sentId": 254, "text": "Eduardo Curry, the attorney, one of the attorneys for the Scott family."}, {"sentId": 255, "text": "And again, our condolences to the family."}, {"sentId": 256, "text": "And we thank you for joining us."}, {"sentId": 257, "text": "I know it's a very busy and a tough time for everyone there in Charlotte, North Carolina."}], "speaker": "LEMON", "secId": 109}, {"sentences": [{"sentId": 258, "text": "Thank you for having -- thank you for having us."}], "speaker": "CURRY", "secId": 110}, {"sentences": [{"sentId": 259, "text": "And I appreciate you taking my questions."}, {"sentId": 260, "text": "Thank you very much."}, {"sentId": 261, "text": "We're going to continue to follow this developing story coming out of North Carolina this evening as you can see protestors were on the streets there again this evening."}], "speaker": "LEMON", "secId": 111}, {"sentences": [{"sentId": 262, "text": "We are getting very close to a curfew that happens at midnight Eastern Time, protests going on in the city of Charlotte this evening."}, {"sentId": 263, "text": "Our breaking news coverage continues in a moment."}], "speaker": "LEMON", "secId": 112}, {"sentences": [{"sentId": 264, "text": "Welcome back, everyone."}, {"sentId": 265, "text": "To our breaking news live pictures now from Charlotte, a third night of protest in that city."}], "speaker": "LEMON", "secId": 113}, {"sentences": [{"sentId": 266, "text": "The mayor ordering a midnight curfew in the hopes of keeping her city calm this evening."}, {"sentId": 267, "text": "Meanwhile, a congressman who represents North Carolina who was a guest on this show last night, is apologizing now for saying there were riots in Charlotte because the protestors quote, \"hate white people.\""}], "speaker": "LEMON", "secId": 114}, {"sentences": [{"sentId": 268, "text": "Joining me now exclusively to explain is Congressman Robert Pittenger of North Carolina."}, {"sentId": 269, "text": "Congressman, thank you so much for joining us this evening."}, {"sentId": 270, "text": "Are you doing OK?"}], "speaker": "LEMON", "secId": 115}, {"sentences": [{"sentId": 271, "text": "Yes, sir."}, {"sentId": 272, "text": "Good evening."}], "speaker": "PITTENGER", "secId": 116}, {"sentences": [{"sentId": 273, "text": "I want to -- I want to -- Good evening."}, {"sentId": 274, "text": "I want to start with something that you told the BBC earlier today, about why we're seeing these protests, what their grievances are."}, {"sentId": 275, "text": "Here it is."}], "speaker": "LEMON", "secId": 117}, {"sentences": [{"sentId": 276, "text": "The grievance in the mind is the animus, the anger, they hate white people because white people are successful and they're not."}, {"sentId": 277, "text": "I mean, yes, it is."}, {"sentId": 278, "text": "It is a welfare state."}, {"sentId": 279, "text": "We have -- we have spent trillions of dollars on welfare, where we put people in bondage so that they can't be all that they're capable of being."}], "speaker": "PITTENGER", "secId": 118}, {"sentences": [{"sentId": 280, "text": "Do you care to explain your comments, Congressman?"}], "speaker": "LEMON", "secId": 119}, {"sentences": [{"sentId": 281, "text": "Well, thank you for this opportunity."}, {"sentId": 282, "text": "You know, I grieve my city and I love Charlotte."}, {"sentId": 283, "text": "Wonderful people."}, {"sentId": 284, "text": "I know many pastors in the African-American community and I trust and support them so much."}, {"sentId": 285, "text": "And I'm hurt by what's taking place."}], "speaker": "PITTENGER", "secId": 120}, {"sentences": [{"sentId": 286, "text": "And frankly, I apologize for the comments."}, {"sentId": 287, "text": "They certainly weren't meant in the context of how many viewed them."}, {"sentId": 288, "text": "My concern is the disenfranchised individuals and those frankly I was quoting is what they were saying last night that I observed on your network and they're -- they're hatred for white people and that saddens me greatly."}, {"sentId": 289, "text": "Because I don't like..."}], "speaker": "PITTENGER", "secId": 121}, {"sentences": [{"sentId": 290, "text": "You believe the protesters -- do you believe the protesters hate white people?"}], "speaker": "LEMON", "secId": 122}, {"sentences": [{"sentId": 291, "text": "No, no."}, {"sentId": 292, "text": "The comments that they made."}, {"sentId": 293, "text": "I think if you go back and look at the tapes, the comments they've very -- those comments that they made on air, and so."}], "speaker": "PITTENGER", "secId": 123}, {"sentences": [{"sentId": 294, "text": "You mean the protestors made on air?"}], "speaker": "LEMON", "secId": 124}, {"sentences": [{"sentId": 295, "text": "Yes, sir."}, {"sentId": 296, "text": "I was trying to convey what they were saying and yet, it didn't come outright."}, {"sentId": 297, "text": "And I apologize."}, {"sentId": 298, "text": "I have many dear friends in the African-American community and those frankly and my colleagues in the United States Congress, I've gone to them tonight and really apologized to them, because that certainly is not the spirit of who I am."}], "speaker": "PITTENGER", "secId": 125}, {"sentences": [{"sentId": 299, "text": "Let's walk through what you said."}, {"sentId": 300, "text": "You said they hate us because we're successful."}], "speaker": "LEMON", "secId": 126}, {"sentences": [{"sentId": 301, "text": "Well, you know."}], "speaker": "PITTENGER", "secId": 127}, {"sentences": [{"sentId": 302, "text": "They hate white people because white people are successful."}, {"sentId": 303, "text": "How is that taken out of context with all due respect?"}], "speaker": "LEMON", "secId": 128}, {"sentences": [{"sentId": 304, "text": "Sure."}, {"sentId": 305, "text": "Well, I think what I'm trying to communicate was that what has occurred with the economy has left them out."}, {"sentId": 306, "text": "When you look frankly at the last eight years of the current economy, the demographic group who has moved the least up the economic ladder are low income, minority people and that's the reality, that's a fact."}], "speaker": "PITTENGER", "secId": 129}, {"sentences": [{"sentId": 307, "text": "So, you know, my desire is that every individual will have the right for an opportunity of economy."}, {"sentId": 308, "text": "That's what America is about."}], "speaker": "PITTENGER", "secId": 130}, {"sentences": [{"sentId": 309, "text": "Do you understand that facts and the statistics show that over the last -- of course you know we were in a -- one of the biggest economic downturns in history, but it shows that African-Americans are doing better when it comes to unemployment, it's been cut in half and it's better than any other time in history."}], "speaker": "LEMON", "secId": 131}, {"sentences": [{"sentId": 310, "text": "So, the facts don't really jibe with what you're saying, African- Americans and minorities of course, are always hardest hit whenever there's any type of downturn."}, {"sentId": 311, "text": "Do you understand that?"}], "speaker": "LEMON", "secId": 132}, {"sentences": [{"sentId": 312, "text": "Sir, respectfully, I would say to you that we're growing at only 1.3 percent economic growth."}], "speaker": "PITTENGER", "secId": 133}, {"sentences": [{"sentId": 313, "text": "That's for everyone in the country though."}], "speaker": "LEMON", "secId": 134}, {"sentences": [{"sentId": 314, "text": "I know."}, {"sentId": 315, "text": "But that's what I'm saying."}, {"sentId": 316, "text": "So, it's bad for all of them."}, {"sentId": 317, "text": "But when you look at the studies, and the studies are valid, that the group that has grown at least economically, and this is from economists who have conveyed this have been low-income and minority people."}], "speaker": "PITTENGER", "secId": 135}, {"sentences": [{"sentId": 318, "text": "We're only creating maybe average of 170,000 jobs a month over the last eight years and we can do much better than that."}, {"sentId": 319, "text": "We are burdened down on regulations that restrict our economy, restricts job growth."}], "speaker": "PITTENGER", "secId": 136}, {"sentences": [{"sentId": 320, "text": "You know, I was on the community bank board for 10 years, among financial services committee now, and small businesses today can't get credit, they can get capital, and they can't grow, they can't create jobs and that used to be the large measure of new jobs created in this country."}, {"sentId": 321, "text": "And so, when you can't go bigger pie it hurts everyone."}, {"sentId": 322, "text": "But disproportionately and frankly, it has hurt the African-American community more."}], "speaker": "PITTENGER", "secId": 137}, {"sentences": [{"sentId": 323, "text": "Well, it is African-Americans community, the African-Americans have always been at the bottom of the economic realm even with 43 other presidents and other administrations that sits because of the history of this country."}], "speaker": "LEMON", "secId": 138}, {"sentences": [{"sentId": 324, "text": "I would encourage all of our viewers who are watching to do their research and look at the facts and the numbers and not just to rhetoric that happens on the campaign trail or because of ideology."}], "speaker": "LEMON", "secId": 139}, {"sentences": [{"sentId": 325, "text": "No, sir."}, {"sentId": 326, "text": "I'm not..."}], "speaker": "PITTENGER", "secId": 140}, {"sentences": [{"sentId": 327, "text": "But I would have to -- hang on."}, {"sentId": 328, "text": "I don't want -- I don't want to argue with you about the numbers."}, {"sentId": 329, "text": "And I understand that."}, {"sentId": 330, "text": "Listen, I have to respect that at least that you're coming on to discuss this."}, {"sentId": 331, "text": "So let's talk about, you also said that, we're in a welfare state, that sort of language is offensive to African-Americans, as well."}, {"sentId": 332, "text": "What did you mean by that?"}], "speaker": "LEMON", "secId": 141}, {"sentences": [{"sentId": 333, "text": "Well, I mean, we've spent since 1965, around $20 trillion."}, {"sentId": 334, "text": "We have 80 separate welfare programs that cost about $800 billion a year."}, {"sentId": 335, "text": "And we have restricted the life and the opportunity of many people because we have provided programs that don't allow them to be -- to grow and to be who they can be."}], "speaker": "PITTENGER", "secId": 142}, {"sentences": [{"sentId": 336, "text": "Do you say that same thing to white people who are on welfare because there's a large number of white people on welfare, as well?"}], "speaker": "LEMON", "secId": 143}, {"sentences": [{"sentId": 337, "text": "Yes, I would say that."}, {"sentId": 338, "text": "I think the entire welfare programs need to be reviewed and reforms."}], "speaker": "PITTENGER", "secId": 144}, {"sentences": [{"sentId": 339, "text": "OK."}, {"sentId": 340, "text": "So, let me ask you while I have you here, what do you -- what would you say tonight in order to correct the record and change your message?"}, {"sentId": 341, "text": "What is -- was this a learning point for you at all?"}, {"sentId": 342, "text": "What do you want to say to the people who are watching?"}], "speaker": "LEMON", "secId": 145}, {"sentences": [{"sentId": 343, "text": "Yes."}, {"sentId": 344, "text": "I love my community, and I am very sorry for the way -- how I said what I said."}, {"sentId": 345, "text": "My desire is that everyone could grow up the economic ladder and have experience of the greatest benefit of the American opportunity."}, {"sentId": 346, "text": "So, I've come on the air to apologize in every way I can, to say that I've said it and how it was communicated wasn't the best way, it wasn't the most appropriate way and I apologize."}], "speaker": "PITTENGER", "secId": 146}, {"sentences": [{"sentId": 347, "text": "As a leader what are you going to do to fix that, because words can be hollow sometimes?"}, {"sentId": 348, "text": "There has to be action behind them."}], "speaker": "LEMON", "secId": 147}, {"sentences": [{"sentId": 349, "text": "And I appreciate that."}, {"sentId": 350, "text": "Well, that's what we're about."}, {"sentId": 351, "text": "You know, we have reforms, we call a better way, and I hope that viewers will go and they'll look at a better way because we provide reforms we feel like can change this country and give opportunity for everybody, no matter where they are on the economic ladder, or whatever the racial involvement is."}, {"sentId": 352, "text": "We want everyone to succeed and be all that they can be in this country."}], "speaker": "PITTENGER", "secId": 148}, {"sentences": [{"sentId": 353, "text": "Congressman Robert Pittenger, thank you."}, {"sentId": 354, "text": "I appreciate you coming back on."}], "speaker": "LEMON", "secId": 149}, {"sentences": [{"sentId": 355, "text": "Sure."}, {"sentId": 356, "text": "Good to be with you."}], "speaker": "PITTENGER", "secId": 150}, {"sentences": [{"sentId": 357, "text": "We'll be right back."}], "speaker": "LEMON", "secId": 151}, {"sentences": [{"sentId": 358, "text": "All right."}, {"sentId": 359, "text": "Welcome back."}, {"sentId": 360, "text": "Live pictures now again from Charlotte."}, {"sentId": 361, "text": "This is a third night of protests in the city as a curfew approaches midnight Eastern Time."}, {"sentId": 362, "text": "Are they going to go off the streets?"}, {"sentId": 363, "text": "We'll see what happens."}], "speaker": "LEMON", "secId": 152}, {"sentences": [{"sentId": 364, "text": "I want to go now to CNN's Ed Lavandera who is following this for us on the ground."}, {"sentId": 365, "text": "Ed, what are you seeing?"}], "speaker": "LEMON", "secId": 153}, {"sentences": [{"sentId": 366, "text": "Hey, well, Don, the last time I saw you that group was marching through downtown has now ended up on one of the highways, just on the edge of downtown Charlotte just off here to my side, so you can get a vantage point, you can see this is the Bank of America stadium where the Carolina Panthers play their games."}], "speaker": "LAVANDERA", "secId": 154}, {"sentences": [{"sentId": 367, "text": "There's a huge group of people who had overtaken the highway here, and you can riot police officers have moved into the area."}, {"sentId": 368, "text": "They started -- we heard -- I believe it was some sort of rubber bullets being fired or some sort of gas in the air."}], "speaker": "LAVANDERA", "secId": 155}, {"sentences": [{"sentId": 369, "text": "We're starting to feel it a little bit, but riot police have moved into the ground -- or on to the highway now, and has pushed everybody off."}, {"sentId": 370, "text": "There is another group just beyond this overpass, as well, that we can't get a good vantage point, but clearly these officers, by the time that this group had made it to the ground here it didn't take long for these riot police to move into the area and start getting these people everything off of this area."}], "speaker": "LAVANDERA", "secId": 156}, {"sentences": [{"sentId": 371, "text": "But the interstate was immediately shut down to traffic, excuse me, but there are still people loitering around."}, {"sentId": 372, "text": "They have moved back considerably, but there are probably several thousand people out here at this point scattered around various streets overlooking this highway."}], "speaker": "LAVANDERA", "secId": 157}, {"sentences": [{"sentId": 373, "text": "And this is something that some of the organizers of this protest have been talking about doing for the last couple of hours."}, {"sentId": 374, "text": "I heard them several times say \"let's move it to the highway, let's move it to the highway,\" but they kept moving through various streets of downtown Charlotte."}], "speaker": "LAVANDERA", "secId": 158}, {"sentences": [{"sentId": 375, "text": "Now, it's gotten to the point where they are on this highway and this is the quickest and the most intense we have seen the police move in on these crowds here tonight."}], "speaker": "LAVANDERA", "secId": 159}, {"sentences": [{"sentId": 376, "text": "So, they have definitely used -- not lethal force, but there was definitely some sort of popping sound, which we believe might have been rubber bullets."}, {"sentId": 377, "text": "You may be able to see over there as well in the distance on the other side of the traffic, there is another group of officers moving in."}], "speaker": "LAVANDERA", "secId": 160}, {"sentences": [{"sentId": 378, "text": "So, there's two different overpasses here and it's hard to tell from our vantage point at this point if that's a -- there's another group of protesters making their way on to the roadway, as well."}], "speaker": "LAVANDERA", "secId": 161}, {"sentences": [{"sentId": 379, "text": "But this group of officers have definitely moved in various -- very swiftly and strongly into this area people standing back now as soon as they started hearing that popping sound everybody started running back rather quickly."}], "speaker": "LAVANDERA", "secId": 162}, {"sentences": [{"sentId": 380, "text": "But as we've seen repeatedly, once things settle down some people start getting that courage up again and they start creeping closer and closer."}, {"sentId": 381, "text": "So, you know, the other thing we have to look out for here, Don, is that we're approaching the midnight curfew hour and now that we're out here on an -- in an interstate situation that really seems to kind of change the dynamic here a little bit of just how willing these people are going be able -- or going to be to get off of the streets by midnight."}], "speaker": "LAVANDERA", "secId": 163}, {"sentences": [{"sentId": 382, "text": "The ability to get home."}], "speaker": "LEMON", "secId": 164}, {"sentences": [{"sentId": 383, "text": "So, you're looking out in it."}], "speaker": "LAVANDERA", "secId": 165}, {"sentences": [{"sentId": 384, "text": "When they're out in the interstate."}, {"sentId": 385, "text": "Ed Lavandera we'll follow."}, {"sentId": 386, "text": "We'll keep your pictures up as well as the pictures from our affiliates there -- our affiliates in Charlotte."}], "speaker": "LEMON", "secId": 166}, {"sentences": [{"sentId": 387, "text": "But again you see people are still on the street as a curfew approaches very quickly."}, {"sentId": 388, "text": "It's probably going to sneak up on them and we'll be covering it for you live here on CNN."}], "speaker": "LEMON", "secId": 167}, {"sentences": [{"sentId": 389, "text": "Let's continue on as we look at these live pictures."}, {"sentId": 390, "text": "I want to bring in now my political panel, CNN political analyst David Gregory, he is the author of \"How is Your Faith,\" and Mark Preston, CNN politics executive editor."}, {"sentId": 391, "text": "Boy, we need faith right now in order to deal with the situation."}], "speaker": "LEMON", "secId": 168}, {"sentences": [{"sentId": 392, "text": "I have to ask you, guys, about something since we're, you know, we have been covering this."}, {"sentId": 393, "text": "A lot of this has been centered around race, a lot of the comments have been centered around race."}, {"sentId": 394, "text": "I just had Congressman Pittenger on."}, {"sentId": 395, "text": "I'm not sure if you heard the interview with making some very controversial comments to the BBC today."}], "speaker": "LEMON", "secId": 169}, {"sentences": [{"sentId": 396, "text": "You have the chair of the Congressional Black Caucus saying, who is the colleague of the North Carolina congressman, G.K. Butterfield saying to the congressman, \"Your hate going divisive rhetoric is exceedingly disappointing, your constituents deserve better.\""}], "speaker": "LEMON", "secId": 170}, {"sentences": [{"sentId": 397, "text": "And then, Mark Preston, you have an Ohio County chair for Trump who had to resign after this controversial comments."}, {"sentId": 398, "text": "These are -- this particular issue on race will be very decisive and will play a big role in this election and this playing a big role."}], "speaker": "LEMON", "secId": 171}, {"sentences": [{"sentId": 399, "text": "It will."}, {"sentId": 400, "text": "A couple of things, one is obviously the congressman shouldn't have said that, it was awful, it was ridiculous that he said that."}, {"sentId": 401, "text": "In fact, as a North Carolina republican who is a CNN commentator, Doug Heye, he was also a Republican National Committee official, who tweeted out, \"As a North Carolina GOP who has worked with Representative Pittenger's office, he should apologize and explain himself immediately or resign.\""}], "speaker": "PRESTON", "secId": 172}, {"sentences": [{"sentId": 402, "text": "Now we know that he has apologized but sometimes when you say words it's very hard to take them back."}, {"sentId": 403, "text": "As far as the volunteer coordinator for Donald Trump, I don't think that's the same equivalency as this congressman."}, {"sentId": 404, "text": "She's a volunteer, and you know, it's very hard for a campaign to control what their volunteers say, but in the case he's congressman he certainly could."}], "speaker": "PRESTON", "secId": 173}, {"sentences": [{"sentId": 405, "text": "Yes."}, {"sentId": 406, "text": "She does represent the campaign in a certain way."}, {"sentId": 407, "text": "Let's play."}, {"sentId": 408, "text": "This is Kathy Miller and she talks about racism and President Obama and she is an Ohio County chair -- or was."}], "speaker": "LEMON", "secId": 174}, {"sentences": [{"sentId": 409, "text": "Was."}], "speaker": "PRESTON", "secId": 175}, {"sentences": [{"sentId": 410, "text": "For the trump campaign."}, {"sentId": 411, "text": "Listen."}], "speaker": "LEMON", "secId": 176}, {"sentences": [{"sentId": 412, "text": "I don't think there was any racism until Obama got elected that we never had any problems like this."}, {"sentId": 413, "text": "You know, I'm in the real estate industry."}, {"sentId": 414, "text": "There's none."}], "speaker": "MILLER", "secId": 177}, {"sentences": [{"sentId": 415, "text": "Now, you know, with the people with the guns and shooting up neighborhoods and not being responsible citizens, that's a big change and I think that's philosophy that Obama has perpetuated on America."}, {"sentId": 416, "text": "I think that's all his responsibility, and if you're black, and you have haven't been successful in the last 50 years, it's your own fault."}], "speaker": "MILLER", "secId": 178}, {"sentences": [{"sentId": 417, "text": "The campaign David Gregory quickly distanced themselves from her comments, replaced her with an African-American woman."}, {"sentId": 418, "text": "You have Congressman Pittenger who has endorsed Donald Trump, as well."}, {"sentId": 419, "text": "How is this going to play in?"}, {"sentId": 420, "text": "How does -- how does a campaign respond to this and what does this say about what's going on here?"}], "speaker": "LEMON", "secId": 179}, {"sentences": [{"sentId": 421, "text": "Well, thankfully she was just a volunteer, and not a paid consultant."}, {"sentId": 422, "text": "I mean, look, there's ignorance all around the country."}, {"sentId": 423, "text": "She put hers on display now on international television, and so you move on."}], "speaker": "GREGORY", "secId": 180}, {"sentences": [{"sentId": 424, "text": "I mean, the Trump campaign obviously had the swift and the appropriate response, and there's going to be these kinds of things that are said that don't help that only make this kind of discussion even worse."}], "speaker": "GREGORY", "secId": 181}, {"sentences": [{"sentId": 425, "text": "I think what strikes me, Don, about thinking about this and watching these images, this very difficult work is really the work that is going to take place in communities around the country."}, {"sentId": 426, "text": "There's a tone, there's an appropriate compassion, there's vigilance, there's a frustration, there's boiling over about these kinds of incidents in the country and it's not just in the African-American community, it's in the community of America we're at large, but the work's got to be done at the local level."}], "speaker": "GREGORY", "secId": 182}, {"sentences": [{"sentId": 427, "text": "Our presidential candidates cannot solve this."}, {"sentId": 428, "text": "They can set a tone."}, {"sentId": 429, "text": "They can usher a conversation."}, {"sentId": 430, "text": "But, you know, you look at the midnight curfew, you look at the work of the police are going to have to do in Charlotte as they are having to do in other communities."}], "speaker": "GREGORY", "secId": 183}, {"sentences": [{"sentId": 431, "text": "This is going to be slow, painstaking work that goes on within police departments, communities, clergies involved as we heard with Anderson a little bit earlier this evening."}, {"sentId": 432, "text": "And the difficulty in all of this, and the kind of national conversation, is that the changes in our media, our more fractured media and particularly the rise of social media and the impact of social media can exacerbate the tensions, can make things worse and don't lend themselves to the slow grinding work of trying to have better understanding, better policing, better relationships in communities that can deal with tragedies like these."}], "speaker": "GREGORY", "secId": 184}, {"sentences": [{"sentId": 433, "text": "But I think the concern is that there is a feeling -- and you can tell me if I'm right or wrong -- that some of this type of thinking and language and behavior has been normalized this particular campaign season where it may be people feel comfortable saying these things, where they may not have felt comfortable in years before, and that's certainly -- you can talk about that, but that's certainly going to be part of the debate."}, {"sentId": 434, "text": "I'm sure."}], "speaker": "LEMON", "secId": 185}, {"sentences": [{"sentId": 435, "text": "It's no doubt part of the debate."}, {"sentId": 436, "text": "Look, you only have to go back 24 hours ago when you had Don King using the \"n\" word."}], "speaker": "PRESTON", "secId": 186}, {"sentences": [{"sentId": 437, "text": "Right."}], "speaker": "LEMON", "secId": 187}, {"sentences": [{"sentId": 438, "text": "The \"n\" word himself."}, {"sentId": 439, "text": "You know, as he's talking about why Donald Trump -- you know, is a -- is a better choice than Hillary Clinton."}, {"sentId": 440, "text": "Look, David and I were talking about this before we came on here."}, {"sentId": 441, "text": "This is -- this is an issue that isn't just solved by the police backing off a little bit in the communities."}], "speaker": "PRESTON", "secId": 188}, {"sentences": [{"sentId": 442, "text": "There is a lot of work as David said, that needs to go on in these communities, but it come down to very basic stuff."}, {"sentId": 443, "text": "It's offering hope, it's trying to go into these urban senators -- senators in -- you know, infusing money in their, quite frankly, and giving people hope in education, in what have you, and quite frankly, to your point, Don, when you said there's this rhetoric that has been normalized in this election, I think the rhetoric was always there, it was just in the shadows."}, {"sentId": 444, "text": "This election has pulled it out of the shadows right now and it really has become..."}], "speaker": "PRESTON", "secId": 189}, {"sentences": [{"sentId": 445, "text": "Right beneath the surface."}], "speaker": "LEMON", "secId": 190}, {"sentences": [{"sentId": 446, "text": "But I would just say I mean, some of the sound bite that we played from the volunteer coordinator, I mean, you know, I don't think this has been normalized."}, {"sentId": 447, "text": "That I think her comments are absurd on their faith, anybody watching them finds them absurd."}], "speaker": "GREGORY", "secId": 191}, {"sentences": [{"sentId": 448, "text": "Now there may be other people who come across as ignorant as she did who may share those views and there's no question that there is -- it starts with a kind of an effort to delegitimize our political leaders."}], "speaker": "GREGORY", "secId": 192}, {"sentences": [{"sentId": 449, "text": "And there's no question that Trump has attracted these white nationalists, many of them racist anti-Semitic anti-Semitics, Islamophobe, anti-gay, all kinds of things that have come out to support him that he is played tootsie work along the way."}], "speaker": "GREGORY", "secId": 193}, {"sentences": [{"sentId": 450, "text": "But let's go back a little bit deeper into our history."}, {"sentId": 451, "text": "During the Watts riots in 1965, that was one of the first time when you had live video being broadcast from helicopter shots of what was happening in Watts, and you heard people around the country saying, you know, what -- what's going on in that community, why would you burn down your community?"}], "speaker": "GREGORY", "secId": 194}, {"sentences": [{"sentId": 452, "text": "So there would be a lack of understanding, kind of what's going on, what the frustration is in communities where you see this kind of police violence."}, {"sentId": 453, "text": "We live in a different age now technologically, but it doesn't mean that those fishers aren't still there and are not going to creep into politics."}], "speaker": "GREGORY", "secId": 195}, {"sentences": [{"sentId": 454, "text": "We've been here before, we're seeing a new manifestation of it and technology allows us to capture in a way that makes it a bigger part of the conversation."}], "speaker": "GREGORY", "secId": 196}, {"sentences": [{"sentId": 455, "text": "Yes, 1965 you're talking more than, you know, we're talking about 50 years later."}], "speaker": "LEMON", "secId": 197}, {"sentences": [{"sentId": 456, "text": "Yes."}], "speaker": "PRESTON", "secId": 198}, {"sentences": [{"sentId": 457, "text": "We're still -- we're still dealing with this."}, {"sentId": 458, "text": "Listen, my question is, this is an important battleground state, North Carolina is, and I'm wondering how this is going to play into the election, what effect it will have, we'll discuss on the other side of the break."}], "speaker": "LEMON", "secId": 199}, {"sentences": [{"sentId": 459, "text": "Our breaking news on CNN tonight, as mayor of Charlotte orders a midnight curfew on the third night of protest with only four days to go until the first presidential debate."}], "speaker": "LEMON", "secId": 200}, {"sentences": [{"sentId": 460, "text": "Live pictures now of course from Charlotte."}, {"sentId": 461, "text": "Here to discuss is Frank Bruni, he's a columnist at the New York Times."}, {"sentId": 462, "text": "So, Frank, I asked a question before the break, how does this -- this is an important battleground state."}, {"sentId": 463, "text": "How is this going to affect -- what effect will this have?"}], "speaker": "LEMON", "secId": 201}, {"sentences": [{"sentId": 464, "text": "Well, I think it's too soon to tell but it does put all lives on North Carolina again."}, {"sentId": 465, "text": "And North Carolina has turned out to be I think the most fascinating theatre in the 2016 election, even before now."}], "speaker": "BRUNI", "secId": 202}, {"sentences": [{"sentId": 466, "text": "I mean, you've got the republican incumbent governor there, who is starting to trail in the poll to his democratic challenger, the state lost tons and tons of business because of a bill that he muscled through that was a discrimination measure against LGBT people."}], "speaker": "BRUNI", "secId": 203}, {"sentences": [{"sentId": 467, "text": "We've got a Senate race and we know the balance and control of the Senate is, you know, no one knows where that's going to go."}, {"sentId": 468, "text": "You've got a democratic challenger who has pulled almost even with her republican -- with the republican incumbent and now you have this in North Carolina."}, {"sentId": 469, "text": "So, I think -- I think we're going to be watching this state with a lot of fascination over the coming days and weeks."}], "speaker": "BRUNI", "secId": 204}, {"sentences": [{"sentId": 470, "text": "You play close attention to -- you've been paying close attention to this election, you often write about these issues as we have been looking and listening to some of the language coming from the people, you're the congress friend and also one of the Trump volunteers in Ohio, you know, saying very offensive things about African-Americans, about race in this country."}, {"sentId": 471, "text": "Where -- what is going on here?"}, {"sentId": 472, "text": "BRUNI:  Well, I mean we're seeing something that obviously has been"}], "speaker": "LEMON", "secId": 205}, {"sentences": [{"sentId": 473, "text": "there for a long time, but sometimes gloss over and sometimes don't see."}, {"sentId": 474, "text": "The presence, the visibility of the alt-right in this campaign, some of the things Donald Trump himself has said, and now we're seeing their echoes."}], "speaker": "LEMON", "secId": 206}, {"sentences": [{"sentId": 475, "text": "These aren't things that I think he's unleashed but I think we're realizing things that we had convinced ourselves we're gone."}, {"sentId": 476, "text": "To listen to that woman, who was on your show just moments ago, the one from Ohio, saying that we had no racism until President Obama."}], "speaker": "LEMON", "secId": 207}, {"sentences": [{"sentId": 477, "text": "I mean, I'd like to meet her high school history teacher, I'd like to question whether that person should still have a job."}, {"sentId": 478, "text": "That is an insane statement and she said it with such conviction and such even sunniness."}, {"sentId": 479, "text": "We have a long way to go in this country if we are still have people who believe that President Obama is responsible for racism that didn't exist until he took office."}], "speaker": "LEMON", "secId": 208}, {"sentences": [{"sentId": 480, "text": "Listen, many of Donald Trump supporters took offense to -- they feel they're being painted with a broad brush of racism and bigotry and whatever and they will say, well, not all of us are racist."}, {"sentId": 481, "text": "Obviously some of them are; Donald Trump can't control that."}, {"sentId": 482, "text": "What do you -- but do you feel that sort..."}], "speaker": "LEMON", "secId": 209}, {"sentences": [{"sentId": 483, "text": "They have a point."}, {"sentId": 484, "text": "They have a point."}], "speaker": "BRUNI", "secId": 210}, {"sentences": [{"sentId": 485, "text": "Yes."}], "speaker": "LEMON", "secId": 211}, {"sentences": [{"sentId": 486, "text": "Yes."}], "speaker": "BRUNI", "secId": 212}, {"sentences": [{"sentId": 487, "text": "But do you feel the sort of thinking and these thoughts and this language, has become - has become normalized in some way in this cycle?"}], "speaker": "LEMON", "secId": 213}, {"sentences": [{"sentId": 488, "text": "You know, I don't -- I don't think so."}, {"sentId": 489, "text": "I don't think in the general population."}, {"sentId": 490, "text": "I think we're still talking about a very small minority of people who feel that it is OK to speak the way that woman from Ohio spoke or the way the congressman from North Carolina spoke."}], "speaker": "BRUNI", "secId": 214}, {"sentences": [{"sentId": 491, "text": "And I -- it pains me to hear phrases like basket of deplorables because I don't think we get very far if we vilify large, large groups of people and say you're beyond redemption."}], "speaker": "BRUNI", "secId": 215}, {"sentences": [{"sentId": 492, "text": "But at the same time, and that's why you got to approach this in a nuance way, at the same way we do have Americans who speak in a sunny and convinced way, the way the congressman from North Carolina spoke on your program, rather spoke to the BBC and then tried to roll it back on your program, and the way that woman was speaking in Ohio."}], "speaker": "BRUNI", "secId": 216}, {"sentences": [{"sentId": 493, "text": "And we can't deny that those sentiments exist and we need to factor that in and never convince -- never tell ourselves the lie that we've moved fully beyond that."}], "speaker": "BRUNI", "secId": 217}, {"sentences": [{"sentId": 494, "text": "At the very least though, he did come on and he apologized and he tried to explain himself."}, {"sentId": 495, "text": "I don't know if there's any explanation, but I always give people credit for at least apologizing."}, {"sentId": 496, "text": "There's been so little of that this campaign season."}], "speaker": "LEMON", "secId": 218}, {"sentences": [{"sentId": 497, "text": "And I give you credit for having him on."}, {"sentId": 498, "text": "Because we all need to talk to each other."}], "speaker": "BRUNI", "secId": 219}, {"sentences": [{"sentId": 499, "text": "Yes."}, {"sentId": 500, "text": "So, let's talk about debate prep."}, {"sentId": 501, "text": "Its first debate it couldn't be more significant."}], "speaker": "LEMON", "secId": 220}, {"sentences": [{"sentId": 502, "text": "It's huge."}], "speaker": "BRUNI", "secId": 221}, {"sentences": [{"sentId": 503, "text": "So where do we go from here?"}, {"sentId": 504, "text": "What do you think the issues -- how are these protests, these riots, the language in all of this is how do you think that's going to affect the debates?"}], "speaker": "LEMON", "secId": 222}, {"sentences": [{"sentId": 505, "text": "Well, I don't think we know because the metabolism of the news is such, Monday night."}, {"sentId": 506, "text": "Two days ago, three days ago we couldn't have known this was going to be a big story, a couple days before that, there were other big things that we thought would define the debate, like Donald Trump claiming that Hillary Clinton started 'birtherism.'"}], "speaker": "BRUNI", "secId": 223}, {"sentences": [{"sentId": 507, "text": "So, in a weird way, because of the news cycle now, four days is a long time away."}, {"sentId": 508, "text": "I think the debate is going to be about bigger things than just whatever news event just came up."}, {"sentId": 509, "text": "I think it's going to be about the bigger questions that people have about Hillary Clinton."}], "speaker": "BRUNI", "secId": 224}, {"sentences": [{"sentId": 510, "text": "but aren't those moments always important, because -- and I think Donald Trump is probably really good at it, you know, and Roger Ailes is now, you know, advising him, because Roger Ailes is the one who gave Ronald Reagan the line, you know, \"I won't exploit my opponents using an experience.\""}], "speaker": "LEMON", "secId": 225}, {"sentences": [{"sentId": 511, "text": "I'm sure a lot of people are whispering in Donald Trump's ear and on Hillary Clinton's ear."}], "speaker": "BRUNI", "secId": 226}, {"sentences": [{"sentId": 512, "text": "But I think Donald Trump's challenge in this debate is not so much how he talks about any specific news event, it's whether he can prepare at long last presidential to those Americans when the middle and are unconvinced that he's safe at."}], "speaker": "BRUNI", "secId": 227}, {"sentences": [{"sentId": 513, "text": "Frank Bruni, always a pleasure."}], "speaker": "LEMON", "secId": 228}, {"sentences": [{"sentId": 514, "text": "Thanks."}], "speaker": "BRUNI", "secId": 229}, {"sentences": [{"sentId": 515, "text": "Thank you so much."}, {"sentId": 516, "text": "I appreciate it."}], "speaker": "LEMON", "secId": 230}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1609.22.cnnt.02.html.json", "time": "Aired September 22, 2016 - 22:00   ET"}