{"sectionCount": 238, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["ANNOUNCER", "LEMON", "OBAMA", "GRIFFIN", "MAY", "KAYYEM", "SEXTON", "CLINTON", "PHILIPS", "RYE", "TRUMP", "UNIDENTIFIED MALE", "LEVELL", "SELLERS", "FOREMAN", "BLOOM", "WEISS", "SHAIKH"], "subTitle": "Bomb Suspect Captured; Hillary Clinton and Donald Trump React Differently on Bombing Incident; Trump Jr. Compares Syrian Refugees to Skittles; Hundreds Wrongly Given U.S. Citizenship; Aired 11p-12a ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1609/19/cnnt.02.html", "sentenceCount": 610, "sections": [{"sentences": [{"sentId": 0, "text": "This is CNN Breaking News."}], "speaker": "ANNOUNCER", "secId": 0}, {"sentences": [{"sentId": 1, "text": "What we know now about the suspect in this weekend's bomb attacks."}], "speaker": "LEMON", "secId": 1}, {"sentences": [{"sentId": 2, "text": "This is CNN TONIGHT, I'm Don Lemon."}], "speaker": "LEMON", "secId": 2}, {"sentences": [{"sentId": 3, "text": "Ahmed Rahami charged with five counts of attempted murder of a law enforcement officer after a shootout today with police."}, {"sentId": 4, "text": "Investigators believe Rahami is the man behind bombings this weekend in New York City and New Jersey."}, {"sentId": 5, "text": "A handwritten note found with the unexploded pressure cooker bomb on 27th Street, including references to the Boston bombers, that's according to a law enforcement official."}], "speaker": "LEMON", "secId": 3}, {"sentences": [{"sentId": 6, "text": "Meanwhile, Donald Trump and Hillary Clinton go head-to-head on the campaign trail over who can keep Americans safe."}, {"sentId": 7, "text": "Plus, President Barack Obama lays it out in black and white, blasting Trump's birther claims and pleading with African-Americans to vote for Clinton."}], "speaker": "LEMON", "secId": 4}, {"sentences": [{"sentId": 8, "text": "I will consider it a personal insult, an insult to my legacy, if this community lets down its guard and fails to activate itself in this election."}, {"sentId": 9, "text": "You want to give me a good sendoff?"}, {"sentId": 10, "text": "Go vote."}], "speaker": "OBAMA", "secId": 5}, {"sentences": [{"sentId": 11, "text": "There's a whole lot to get to in this broadcast so let's get right to the latest on this weekend's bomb attacks."}, {"sentId": 12, "text": "CNN's Drew Griffin is in New Jersey where the suspect was captured today."}], "speaker": "LEMON", "secId": 6}, {"sentences": [{"sentId": 13, "text": "Good evening, Drew."}, {"sentId": 14, "text": "What's the latest tonight on this investigation?"}], "speaker": "LEMON", "secId": 7}, {"sentences": [{"sentId": 15, "text": "The latest information we're getting is on that note that you discussed, Don."}, {"sentId": 16, "text": "It was a rambling note that was found in that unexploded pressure cooker on 27th Street."}, {"sentId": 17, "text": "The ramblings according to law enforcement officials talk about previous terror incidents and particularly about the Boston bombing incident which might remind you and your viewers also involve pressure cookers."}, {"sentId": 18, "text": "We also know that now that this suspect is in custody and has been"}], "speaker": "GRIFFIN", "secId": 8}, {"sentences": [{"sentId": 19, "text": "charged with the shootout that took place behind me here in Linden, New Jersey, there is a sense that they do have the person who is responsible for those bombings."}, {"sentId": 20, "text": "The question is, did he have any help?"}, {"sentId": 21, "text": "Did anybody know about the bombs he was making or did anybody help in his radicalization and what were his thoughts?"}], "speaker": "GRIFFIN", "secId": 9}, {"sentences": [{"sentId": 22, "text": "So I think that is where the investigation is heading right now."}, {"sentId": 23, "text": "Certainly the forensics here are ending but it's time to dig into the motivation and any kind of possible accomplices and-or people who had helped him assemble these bombs -- Don."}], "speaker": "GRIFFIN", "secId": 10}, {"sentences": [{"sentId": 24, "text": "So, Drew, let's dig into that a little bit more."}, {"sentId": 25, "text": "I want to know what you're learning about his trips overseas, to both Afghanistan and Pakistan, and what part -- what part that plays into this if anything."}], "speaker": "LEMON", "secId": 11}, {"sentences": [{"sentId": 26, "text": "Yes, that seems to be where a lot of the attention is focusing."}, {"sentId": 27, "text": "He had extended trips to both Afghanistan, which is his native country."}, {"sentId": 28, "text": "It's where he was born and also to Pakistan."}, {"sentId": 29, "text": "And he took those trips, some of them with his brother."}, {"sentId": 30, "text": "We also know that at one point during one of those trips, he married a Pakistani woman."}, {"sentId": 31, "text": "We believe she is still in Pakistan due to some issues."}], "speaker": "GRIFFIN", "secId": 12}, {"sentences": [{"sentId": 32, "text": "But during these extended trips, they are definitely -- investigators are definitely trying to find out to whom he talked to."}, {"sentId": 33, "text": "You know, Pakistan is like the home of the Taliban."}, {"sentId": 34, "text": "He's traveling in areas of Afghanistan that have many radical Islamic groups that are circulating through that area."}, {"sentId": 35, "text": "Did he contact any of them?"}, {"sentId": 36, "text": "As some homegrown terrorists we have run into in the past have."}, {"sentId": 37, "text": "They just don't know yet and each time he came back to the U.S., I should point out that he did go through secondary screening by homeland security and in a sense passed."}, {"sentId": 38, "text": "They never put him on any kind of radar or any kind of warning signs."}], "speaker": "GRIFFIN", "secId": 13}, {"sentences": [{"sentId": 39, "text": "One thing about one of his trips."}, {"sentId": 40, "text": "In 2013 he took a trip with his brother Mohammed to Pakistan, and they obviously were feeling some of the violence there."}, {"sentId": 41, "text": "The brother Mohammed posting on Facebook at one point, six bombs in Quetta."}, {"sentId": 42, "text": "And then said that Ahmed went to get ice cream the other night and a bomb went off."}, {"sentId": 43, "text": "So they were experiencing some of the violence over there in Pakistan during at least one of these trips -- Don."}], "speaker": "GRIFFIN", "secId": 14}, {"sentences": [{"sentId": 44, "text": "Drew Griffin, joining us this evening with the investigation."}, {"sentId": 45, "text": "Drew, thank you very much."}], "speaker": "LEMON", "secId": 15}, {"sentences": [{"sentId": 46, "text": "Let's analyze this a little more now."}, {"sentId": 47, "text": "I want to bring in Anthony Meyer, retired ATF explosives investigator."}], "speaker": "LEMON", "secId": 16}, {"sentences": [{"sentId": 48, "text": "CNN national security analyst, Juliette Kayyem, the author of \"Security Mom,\" and former CIA counterterrorism analyst Buck Sexton."}], "speaker": "LEMON", "secId": 17}, {"sentences": [{"sentId": 49, "text": "Thanks to all of you for coming on tonight."}, {"sentId": 50, "text": "Buck, you first."}, {"sentId": 51, "text": "You were close to the explosion in Chelsea on Saturday night."}, {"sentId": 52, "text": "Tell us what you saw and heard."}, {"sentId": 53, "text": "BUCK SEXTON, FORMER CIA COUNTERTERRORISM ANALYST:  Well, I heard a"}], "speaker": "LEMON", "secId": 18}, {"sentences": [{"sentId": 54, "text": "boom immediately that was clearly explosive force."}, {"sentId": 55, "text": "I wasn't close enough to it, I was a few blocks away."}, {"sentId": 56, "text": "I didn't hear car alarms or shattered glass which would also be -- these were hallmarks as you're seeing here what you could expect both in the concussive force and also just from the shrapnel."}, {"sentId": 57, "text": "But immediately there was a problem, I reached out to a friend of mine in law enforcement, I said, look, I think there's a big issue here, you just got to look into it."}, {"sentId": 58, "text": "And obviously they were on it."}, {"sentId": 59, "text": "And we're just very thankful that nobody was killed."}, {"sentId": 60, "text": "I know there were some injuries."}], "speaker": "LEMON", "secId": 19}, {"sentences": [{"sentId": 61, "text": "Yet again here we have a situation where if it wasn't for sort of faulty either bomb-making or bomb placement, depending which device we're talking about, you would have had many more casualties."}, {"sentId": 62, "text": "This reminds me of the Faisal Shahzad attempted Times Square bombing in 2010, which was underway when I was at the NYPD Intelligence Division."}, {"sentId": 63, "text": "And if he had just done that a little bit differently, a lot of people would have been killed there."}], "speaker": "LEMON", "secId": 20}, {"sentences": [{"sentId": 64, "text": "OK.  Anthony, by my count there were 10 devices."}, {"sentId": 65, "text": "Two exploded and one detonated while being removed by a robot."}, {"sentId": 66, "text": "What does that tell you about the bomb as well as his experience level?"}], "speaker": "LEMON", "secId": 21}, {"sentences": [{"sentId": 67, "text": "Well, we have bombs that range a wide spectrum."}, {"sentId": 68, "text": "We got on one end pipe bombs, kind of crude, kind of rudimentary."}, {"sentId": 69, "text": "And on the opposite end we've got pressure cookers."}, {"sentId": 70, "text": "Now what kind of ties these together is the firing system, the cell phone usage of it, but what it really intrigues me is that, you're right, 10 devices."}, {"sentId": 71, "text": "He carried these things around in duffle bags, you can't -- it's not possible to build that many devices and go unnoticed by somebody."}], "speaker": "MAY", "secId": 22}, {"sentences": [{"sentId": 72, "text": "Interesting."}, {"sentId": 73, "text": "Juliette, do you agree with that?"}], "speaker": "LEMON", "secId": 23}, {"sentences": [{"sentId": 74, "text": "Absolutely."}, {"sentId": 75, "text": "I've been hearing, Anthony, all day, I'm not an ATF expert, but I had the same thought, looking at it, just from the perspective of how difficult it is to make these things, go undetected, place them in different areas."}], "speaker": "KAYYEM", "secId": 24}, {"sentences": [{"sentId": 76, "text": "I will say the one thing that sort of, you know, is it luck or is it the sort of ignorance of the terrorists or whatever, but we are also benefiting from the fact he put them -- most of them in containers that really did sort of keep the worst parts of the bomb materials away from the public, which just makes you wonder, did he not know that -- you know, that metal and aluminum would do that."}, {"sentId": 77, "text": "And I think that just goes to the radicalization process, which is simply these guys are becoming radicalized rather quickly."}, {"sentId": 78, "text": "And their training and sophistication probably lags well behind that."}], "speaker": "KAYYEM", "secId": 25}, {"sentences": [{"sentId": 79, "text": "Maybe he was trying to get some time behind him, maybe he was trying to avoid the see something, say something, which seems to have, you know, worked in two instances here."}, {"sentId": 80, "text": "Do you think that that's correct, Anthony?"}], "speaker": "LEMON", "secId": 26}, {"sentences": [{"sentId": 81, "text": "Well, the placement -- his target selection, I mean, the Marine Corps run, you're going to hide it along that route."}, {"sentId": 82, "text": "Certainly a trash receptacle is a good spot to do that."}, {"sentId": 83, "text": "However, in the Chelsea bombing, putting it in or near or under that dumpster, that kind of mitigated a lot of his blasts, so yes, you want to hide it certainly, but had that device been placed out in the open, there might have been more damage and actually some fatalities involved."}], "speaker": "MAY", "secId": 27}, {"sentences": [{"sentId": 84, "text": "That's what Buck was alluding to earlier."}], "speaker": "LEMON", "secId": 28}, {"sentences": [{"sentId": 85, "text": "Juliette, you know, Rahami was found relatively close to his home, sleeping in a doorway."}, {"sentId": 86, "text": "It seems like he had no exit strategy."}, {"sentId": 87, "text": "Does that surprise you?"}], "speaker": "LEMON", "secId": 29}, {"sentences": [{"sentId": 88, "text": "It doesn't surprise me and as I noted earlier that this was true of the Boston marathon bombers, highly sophisticated planning, you know, different sites, they had coordinated."}, {"sentId": 89, "text": "They knew what they were doing and then, you know, what do they think is going to happen after that, they seem to not have -- they go back to normal life, as if there's no pictures, as if there's no surveillance, as if there's not a police department that are looking after them?"}], "speaker": "KAYYEM", "secId": 30}, {"sentences": [{"sentId": 90, "text": "This seems true in this case, he's close to home, hiding out sleeping somewhere, and I just once again, this goes to the sophistication level."}, {"sentId": 91, "text": "This is not to minimize the threat that these guys have."}, {"sentId": 92, "text": "It's just this is -- you know, these are people who are becoming radicalized very quickly online, but they're training, their sense of, you know, what do we do next, they're just not thinking it out."}], "speaker": "KAYYEM", "secId": 31}, {"sentences": [{"sentId": 93, "text": "Yes."}], "speaker": "LEMON", "secId": 32}, {"sentences": [{"sentId": 94, "text": "And so once again we catch them close to home."}], "speaker": "KAYYEM", "secId": 33}, {"sentences": [{"sentId": 95, "text": "Let's talk about that, Buck, because again he, you know, was found sleeping in the doorway of his business."}, {"sentId": 96, "text": "The same question, no exit strategy here?"}, {"sentId": 97, "text": "What did he think was going to happen after these -- you know, if they went off and they had, you know, god forbid, killed multiple people?"}, {"sentId": 98, "text": "What did he think was going to happen after that?"}, {"sentId": 99, "text": "How was he going to get away?"}], "speaker": "LEMON", "secId": 34}, {"sentences": [{"sentId": 100, "text": "Well, he had to know that this was going to end in a hail of gunfire."}, {"sentId": 101, "text": "I think he probably figured that he wouldn't survive that exchange as we know there was a shootout and police were able to --"}], "speaker": "SEXTON", "secId": 35}, {"sentences": [{"sentId": 102, "text": "Is that the strategy?"}], "speaker": "LEMON", "secId": 36}, {"sentences": [{"sentId": 103, "text": "-- take him out as a threat."}], "speaker": "SEXTON", "secId": 37}, {"sentences": [{"sentId": 104, "text": "Suicide by cop or is the strategy to get --"}], "speaker": "LEMON", "secId": 38}, {"sentences": [{"sentId": 105, "text": "Yes, I don't -- yes, when you're falling -- I think when you're falling asleep in the doorway of a bar out in the open, when everybody in the Tristate area is looking for you, and people are getting messages well into the -- the sort of early hours of the morning on their phones saying, you know, be on the lookout, and -- I mean, this was an emergency across multiple states, across all sorts of police jurisdictions, and everybody, literally everybody was out there looking for this guy."}, {"sentId": 106, "text": "So I think he realized he was going to get caught."}, {"sentId": 107, "text": "He was probably exhausted after planting these bombs and law enforcement did some good work, and we're able to take them into custody."}], "speaker": "SEXTON", "secId": 39}, {"sentences": [{"sentId": 108, "text": "On the point about the speed of the radicalization, by the way, I think it's interesting as we find out more about his time in Afghanistan, whether he received actual training and instruction or not, Najibullah Zazi, the would-be suicide bomber on the New York City transit system and Faisal Shahzad, the Times Square bomber, they both had outside direct contact and were working at the -- at the behest of a foreign terrorist organization."}, {"sentId": 109, "text": "And actually had some level of sophistication."}], "speaker": "SEXTON", "secId": 40}, {"sentences": [{"sentId": 110, "text": "This guy to me seems more like he might have been radicalized by individuals, talking to them, being around them."}, {"sentId": 111, "text": "But he seemed more self-taught on the bomb side of things."}, {"sentId": 112, "text": "These were not sophisticated devices."}, {"sentId": 113, "text": "They're sort of similar to what actually you're taught to build in the \"Inspire\" magazine article, how to build a bomb in the kitchen of your mom."}], "speaker": "SEXTON", "secId": 41}, {"sentences": [{"sentId": 114, "text": "Your mom."}, {"sentId": 115, "text": "Yes."}, {"sentId": 116, "text": "Thank you, Buck."}, {"sentId": 117, "text": "Thank you, Anthony."}, {"sentId": 118, "text": "Thank you, Juliette."}, {"sentId": 119, "text": "I appreciate that."}], "speaker": "LEMON", "secId": 42}, {"sentences": [{"sentId": 120, "text": "When we come right back, the politics of terror."}, {"sentId": 121, "text": "Which candidate is equipped to keep Americans safe?"}], "speaker": "LEMON", "secId": 43}, {"sentences": [{"sentId": 122, "text": "Bombing suspect Ahmad Khan Rahami facing a slew of charges tonight including five counts of attempted murder."}, {"sentId": 123, "text": "Hillary Clinton and Donald Trump using the attacks to take potshots at each other on the campaign trail today."}], "speaker": "LEMON", "secId": 44}, {"sentences": [{"sentId": 124, "text": "Here to discuss, CNN political commentator Angela Rye, former executive director of the Congressional Black Caucus, political commentator John Phillips, a Trump supporter, Bruce LeVell of the National Diversity Coalition for Trump and political commentator Bakari Sellers, a Clinton supporter."}], "speaker": "LEMON", "secId": 45}, {"sentences": [{"sentId": 125, "text": "Good evening."}, {"sentId": 126, "text": "Thank you all for coming on."}, {"sentId": 127, "text": "John, you first, Hillary Clinton is slamming Trump's response to these bombings, calling his rhetoric reckless."}, {"sentId": 128, "text": "Listen."}], "speaker": "LEMON", "secId": 46}, {"sentences": [{"sentId": 129, "text": "Well, it's like so much else he says."}, {"sentId": 130, "text": "It's not grounded in fact."}, {"sentId": 131, "text": "It's, you know, meant to make some kind of demogougic point."}, {"sentId": 132, "text": "And the facts are pretty clear that, you know, we still have challenges."}, {"sentId": 133, "text": "That's what I have been talking about throughout this campaign."}, {"sentId": 134, "text": "I am prepared to, ready to actually take on those challenges, not engage in a lot of, you know, irresponsible reckless rhetoric."}, {"sentId": 135, "text": "But to do the hard work as I've done before."}], "speaker": "CLINTON", "secId": 47}, {"sentences": [{"sentId": 136, "text": "So Hillary Clinton is positioning herself as the one who is better prepared to handle the war on terror, saying she has the experience."}, {"sentId": 137, "text": "What do you make of her response, John?"}], "speaker": "LEMON", "secId": 48}, {"sentences": [{"sentId": 138, "text": "Well, I think she's part of the problem, and I think she highlighted that in her response."}, {"sentId": 139, "text": "She said that we need increased surveillance, we need help from Silicon Valley to help us keep an eye on Americans."}, {"sentId": 140, "text": "And we need to stress the point of see something, say something."}], "speaker": "PHILIPS", "secId": 49}, {"sentences": [{"sentId": 141, "text": "Well, this culture of political correctness that we live in, in part thanks to Hillary Clinton and the Obama administration, prevents people from being honest."}, {"sentId": 142, "text": "If you go back to clock boy, when all of that was going on in the state of Texas, and those teachers saw something that they thought was suspicious, they dropped a dime and they were roundly criticized as bigots."}], "speaker": "PHILIPS", "secId": 50}, {"sentences": [{"sentId": 143, "text": "You go to what happened in San Bernardino and you had neighbors who saw suspicious activity, and they said they were afraid of saying something because they didn't want to be branded bigots."}], "speaker": "PHILIPS", "secId": 51}, {"sentences": [{"sentId": 144, "text": "Now that we learned more information about this guy in New Jersey, we learned that the woman that he impregnated, the mother of his child, knew that this guy was a radical."}, {"sentId": 145, "text": "He hated gays, he travelled to Pakistan, he traveled to Afghanistan, he came back with radical beliefs."}, {"sentId": 146, "text": "Friends who went to school with him said the same thing, yet nobody notified the authorities?"}, {"sentId": 147, "text": "No one put him on any watch list?"}], "speaker": "PHILIPS", "secId": 52}, {"sentences": [{"sentId": 148, "text": "OK.  OK."}], "speaker": "LEMON", "secId": 53}, {"sentences": [{"sentId": 149, "text": "They were afraid to do it."}], "speaker": "PHILIPS", "secId": 54}, {"sentences": [{"sentId": 150, "text": "I want someone to respond to you."}, {"sentId": 151, "text": "Angela, you seem to take offense."}, {"sentId": 152, "text": "What do you think?"}], "speaker": "LEMON", "secId": 55}, {"sentences": [{"sentId": 153, "text": "Well, I was taking offense to the term clock boy, I'm interested to see what John thinks happened there."}, {"sentId": 154, "text": "But I think the bigger issue here is what Donald Trump's response was today, which was to encourage profiling."}, {"sentId": 155, "text": "Profiling that has been debunked through research."}, {"sentId": 156, "text": "And I know that the Trump team is allergic to actual facts and research and data."}], "speaker": "RYE", "secId": 56}, {"sentences": [{"sentId": 157, "text": "But research demonstrates that profiling actually does not -- is not an effective tool against terrorism."}, {"sentId": 158, "text": "If you look at the fact that Rahami's family was targeted by harassment, discrimination and all this is listed in their lawsuit, it is very, very clear that it actually has the opposite effect."}], "speaker": "RYE", "secId": 57}, {"sentences": [{"sentId": 159, "text": "But let's listen to Donald Trump since you mentioned it."}, {"sentId": 160, "text": "Here he is talking about profiling."}], "speaker": "LEMON", "secId": 58}, {"sentences": [{"sentId": 161, "text": "Sure."}], "speaker": "RYE", "secId": 59}, {"sentences": [{"sentId": 162, "text": "Our local police, they know who a lot of these people are."}, {"sentId": 163, "text": "They're afraid to do anything about it because they don't want to be accused of profiling, and they don't want to be accused of all sorts of things."}], "speaker": "TRUMP", "secId": 60}, {"sentences": [{"sentId": 164, "text": "You know, in Israel, they profile."}, {"sentId": 165, "text": "They've done an unbelievable job, as good as you can do."}], "speaker": "TRUMP", "secId": 61}, {"sentences": [{"sentId": 166, "text": "Sure."}], "speaker": "UNIDENTIFIED MALE", "secId": 62}, {"sentences": [{"sentId": 167, "text": "But Israel has done an unbelievable job."}, {"sentId": 168, "text": "And they profile."}, {"sentId": 169, "text": "They profile."}, {"sentId": 170, "text": "They see somebody that's suspicious, they will profile, they will take that person in, they'll check out."}], "speaker": "TRUMP", "secId": 63}, {"sentences": [{"sentId": 171, "text": "Do we have a choice?"}, {"sentId": 172, "text": "Look what's going on."}, {"sentId": 173, "text": "Do we really have a choice?"}, {"sentId": 174, "text": "We're trying to be so politically correct in our country."}, {"sentId": 175, "text": "And this is only going to get worse."}], "speaker": "TRUMP", "secId": 64}, {"sentences": [{"sentId": 176, "text": "His question is, do we have a choice?"}, {"sentId": 177, "text": "Are we so politically correct that we don't have a choice, Angela?"}, {"sentId": 178, "text": "Continuing on."}], "speaker": "LEMON", "secId": 65}, {"sentences": [{"sentId": 179, "text": "Here's the problem."}, {"sentId": 180, "text": "So what Trump is talking about in Israel is done at airports."}, {"sentId": 181, "text": "So this wouldn't have prevented these particular attacks or almost potential attacks from happening whatsoever."}, {"sentId": 182, "text": "He's talking about racial and religious litmus tests and bias, and trying to profile on those particular issues."}, {"sentId": 183, "text": "That's not what Israeli profiling -- profiling does."}, {"sentId": 184, "text": "It's a totally different type of profiling."}], "speaker": "RYE", "secId": 66}, {"sentences": [{"sentId": 185, "text": "John, you want to respond to that?"}], "speaker": "LEMON", "secId": 67}, {"sentences": [{"sentId": 186, "text": "Yes, the bomber's lawsuit was thrown out."}, {"sentId": 187, "text": "They sued the city, they said that they were harassed."}], "speaker": "PHILIPS", "secId": 68}, {"sentences": [{"sentId": 188, "text": "It was thrown out with prejudice."}, {"sentId": 189, "text": "Meaning, the judge thought that there was zero merits to this case."}], "speaker": "PHILIPS", "secId": 69}, {"sentences": [{"sentId": 190, "text": "You missed the point."}], "speaker": "RYE", "secId": 70}, {"sentences": [{"sentId": 191, "text": "The guy made it up."}], "speaker": "PHILIPS", "secId": 71}, {"sentences": [{"sentId": 192, "text": "OK."}], "speaker": "LEMON", "secId": 72}, {"sentences": [{"sentId": 193, "text": "No, but you missed the point."}], "speaker": "RYE", "secId": 73}, {"sentences": [{"sentId": 194, "text": "No, that is the point."}], "speaker": "PHILIPS", "secId": 74}, {"sentences": [{"sentId": 195, "text": "No."}, {"sentId": 196, "text": "That wasn't my point."}, {"sentId": 197, "text": "Maybe that's your point."}, {"sentId": 198, "text": "But my point was that the -- the type of harassment that Donald Trump is suggesting, racial profiling, the type of profiling that Donald Trump is suggesting, religious profiling, the type of profiling that your candidate has the opposite effect."}, {"sentId": 199, "text": "It does not combat terrorism."}, {"sentId": 200, "text": "There is research that demonstrates that."}], "speaker": "RYE", "secId": 75}, {"sentences": [{"sentId": 201, "text": "OK."}], "speaker": "LEMON", "secId": 76}, {"sentences": [{"sentId": 202, "text": "And I know that you all are unaware but that is actually the fact."}, {"sentId": 203, "text": "LEMON:  All right."}, {"sentId": 204, "text": "There are other people on the panel I want to get"}], "speaker": "RYE", "secId": 77}, {"sentences": [{"sentId": 205, "text": "in."}], "speaker": "RYE", "secId": 78}, {"sentences": [{"sentId": 206, "text": "Bruce, to you."}, {"sentId": 207, "text": "Trump also spoke today about using an ideology test to vet people coming into this country."}, {"sentId": 208, "text": "How do you think that approach is going to play with voters?"}], "speaker": "RYE", "secId": 79}, {"sentences": [{"sentId": 209, "text": "Well, first off, I'm glad everyone came out OK and, you know, kudos to our responders with the incident the other night."}], "speaker": "LEVELL", "secId": 80}, {"sentences": [{"sentId": 210, "text": "But I just, you know, Don, you know, when you look at Ft."}, {"sentId": 211, "text": "Hood, you look at San Bernardino County, you look at Orlando, you look at Boston."}, {"sentId": 212, "text": "You look at New York, and then God forbid, what else is going to happen, my god, what's next?"}, {"sentId": 213, "text": "I mean, you know, this has been going on with the Clinton -- Obama administration for the past -- since they've been in office."}, {"sentId": 214, "text": "From 2001 to 2008, we didn't have this."}, {"sentId": 215, "text": "So something has got to change, guys."}, {"sentId": 216, "text": "This is really serious."}], "speaker": "LEVELL", "secId": 81}, {"sentences": [{"sentId": 217, "text": "Bakari?"}], "speaker": "LEMON", "secId": 82}, {"sentences": [{"sentId": 218, "text": "This is really serious."}], "speaker": "LEVELL", "secId": 83}, {"sentences": [{"sentId": 219, "text": "I mean, I think that a -- I think that a lot of people try to ignore the fact that we have ISIS, the fact that we have this vacuum in the Middle East, is because of the Bush administration, that's first."}, {"sentId": 220, "text": "Second --"}], "speaker": "SELLERS", "secId": 84}, {"sentences": [{"sentId": 221, "text": "Well, because we pulled out, Bakari."}], "speaker": "LEVELL", "secId": 85}, {"sentences": [{"sentId": 222, "text": "Second, and even more importantly, getting to the heart of what Donald Trump is saying, Donald Trump is either saying one of two things."}, {"sentId": 223, "text": "One is anti-American, saying that we want to profile, that we want to have these religious litmus tests, something that we cannot even ensure will work."}, {"sentId": 224, "text": "We know that in New York, we've had NYPD officers who actually sat down in Starbucks, in these coffee shops, in these Muslim communities, and they actually beared no fruit."}], "speaker": "SELLERS", "secId": 86}, {"sentences": [{"sentId": 225, "text": "So we know that, and we know, number two, Donald Trump's plan to combat ISIS is a secret plan."}, {"sentId": 226, "text": "But as Hillary Clinton said, today we all the secret is that he has no plan."}, {"sentId": 227, "text": "So Hillary Clinton is nuanced."}, {"sentId": 228, "text": "But one thing that Hillary Clinton does have to do, and she has to do it next Monday, is Americans are thirsting for just a bit more, so not only does she have to talk about the successes under the Obama administration, but she also has to talk about the things that she will do that add on to that and bring more safety, security and at least people feel they're safer in this country."}], "speaker": "SELLERS", "secId": 87}, {"sentences": [{"sentId": 229, "text": "OK."}, {"sentId": 230, "text": "I want everybody to stand by."}, {"sentId": 231, "text": "When we come right back, we're going to discuss Donald Trump Jr.'s tweet about Skittles and refugees, and what the two have to do with each other."}, {"sentId": 232, "text": "We'll be right back."}], "speaker": "LEMON", "secId": 88}, {"sentences": [{"sentId": 233, "text": "Back with me now, Angela Rye, John Philips, Bruce LeVell, and Bakari Sellers."}], "speaker": "LEMON", "secId": 89}, {"sentences": [{"sentId": 234, "text": "OK, so listen, I want all of you, everyone's reaction to this tweet."}, {"sentId": 235, "text": "It's from Donald Trump Jr."}, {"sentId": 236, "text": "He send it out tonight."}, {"sentId": 237, "text": "And he said, \"If I had a bowl of Skittles and I told you just three would kill you, would you take a handful?"}, {"sentId": 238, "text": "That's our Syrian refugee crisis.\""}, {"sentId": 239, "text": "He said, \"Let's end the politically correct agenda that doesn't put America first.\""}], "speaker": "LEMON", "secId": 90}, {"sentences": [{"sentId": 240, "text": "First to you, Bakari."}, {"sentId": 241, "text": "What's your reaction?"}, {"sentId": 242, "text": "Comparing the refugee crisis to a bowl of Skittles."}], "speaker": "LEMON", "secId": 91}, {"sentences": [{"sentId": 243, "text": "Well, I mean I think that it's the definition of ignorance."}, {"sentId": 244, "text": "I think that the Donald Trump Jr. has proven himself to be one of the less informed or least informed surrogates that Donald Trump has."}, {"sentId": 245, "text": "I think that whether or not it's his gas chamber comment, drawing those -- images of the holocaust, and then coming back and saying, it was some relation to the death penalty."}, {"sentId": 246, "text": "And we know that the gas chamber hasn't been used since 1999 and is very rarely used."}], "speaker": "SELLERS", "secId": 92}, {"sentences": [{"sentId": 247, "text": "But just today, I mean, do Skittles go through the 24-month vetting process?"}, {"sentId": 248, "text": "The fact that he was able to view these people, many of which, over half of which are children coming to this country, as some Skittles."}, {"sentId": 249, "text": "I just think that Donald Trump Jr. has proven himself to be very ignorant in this respect."}], "speaker": "SELLERS", "secId": 93}, {"sentences": [{"sentId": 250, "text": "I want to get everybody's action to this."}, {"sentId": 251, "text": "And I don't mean to cut you off, just -- I'm looking at research from the Cato Institute that said the chance that an American would be killed by a terrorist attack committed by a refugee was 1 in 3.64 billion a year."}], "speaker": "LEMON", "secId": 94}, {"sentences": [{"sentId": 252, "text": "So what's your response, Bruce?"}], "speaker": "LEMON", "secId": 95}, {"sentences": [{"sentId": 253, "text": "Well, Don, I'm still really worried and concerned about the Islamic terrorism we got going in our country."}, {"sentId": 254, "text": "I mean, who knows what's going to happen."}, {"sentId": 255, "text": "On the news today they said, well, we're not sure if he's alone or if there's any more or if anything else is going to take place."}, {"sentId": 256, "text": "You know, I think it's very critical, especially on both sides of the parties to, you know, put aside all these other little personal he said-she said."}], "speaker": "LEVELL", "secId": 96}, {"sentences": [{"sentId": 257, "text": "Guys, this is a very critical state that the U.S. is in with terror."}], "speaker": "LEVELL", "secId": 97}, {"sentences": [{"sentId": 258, "text": "Well, what's he -- was he a refugee, though?"}], "speaker": "SELLERS", "secId": 98}, {"sentences": [{"sentId": 259, "text": "He wasn't a refugee."}, {"sentId": 260, "text": "He's not."}], "speaker": "LEMON", "secId": 99}, {"sentences": [{"sentId": 261, "text": "Were the attackers on 9/11 refugees?"}, {"sentId": 262, "text": "Like I'm saying."}], "speaker": "LEVELL", "secId": 100}, {"sentences": [{"sentId": 263, "text": "The answer is no."}], "speaker": "SELLERS", "secId": 101}, {"sentences": [{"sentId": 264, "text": "To look through a tweet about Skittles, where I'm sitting here telling you, and the American people, this is very serious stuff we're talking about from --"}], "speaker": "LEVELL", "secId": 102}, {"sentences": [{"sentId": 265, "text": "That came from your campaign."}], "speaker": "RYE", "secId": 103}, {"sentences": [{"sentId": 266, "text": "Whoa, whoa."}, {"sentId": 267, "text": "Excuse me."}, {"sentId": 268, "text": "From the Middle East, that's been destabilized through your administration, the Democratic administration."}], "speaker": "LEVELL", "secId": 104}, {"sentences": [{"sentId": 269, "text": "When did 9/11 happen?"}], "speaker": "SELLERS", "secId": 105}, {"sentences": [{"sentId": 270, "text": "When you pulled out --"}], "speaker": "LEVELL", "secId": 106}, {"sentences": [{"sentId": 271, "text": "When did the war happen?"}], "speaker": "SELLERS", "secId": 107}, {"sentences": [{"sentId": 272, "text": "When the generals told President Obama that do not pull out, and they pulled out."}, {"sentId": 273, "text": "We created ISIS and a very unstable Middle East, sir."}, {"sentId": 274, "text": "And then we got bombed --"}], "speaker": "LEVELL", "secId": 108}, {"sentences": [{"sentId": 275, "text": "This has all been debated."}], "speaker": "RYE", "secId": 109}, {"sentences": [{"sentId": 276, "text": "We never had a terror attack from 2000 to 2008, we have five that we can count, God knows --"}], "speaker": "LEVELL", "secId": 110}, {"sentences": [{"sentId": 277, "text": "Bruce."}, {"sentId": 278, "text": "Bruce."}], "speaker": "SELLERS", "secId": 111}, {"sentences": [{"sentId": 279, "text": "From 2010 --"}], "speaker": "LEVELL", "secId": 112}, {"sentences": [{"sentId": 280, "text": "You have the same memory as Rudy Giuliani."}], "speaker": "RYE", "secId": 113}, {"sentences": [{"sentId": 281, "text": "Let me clarify this."}, {"sentId": 282, "text": "September 11th, 2001 happened in the United States of America."}], "speaker": "SELLERS", "secId": 114}, {"sentences": [{"sentId": 283, "text": "Exactly."}], "speaker": "LEVELL", "secId": 115}, {"sentences": [{"sentId": 284, "text": "Hashtag, never forget."}], "speaker": "SELLERS", "secId": 116}, {"sentences": [{"sentId": 285, "text": "Exactly."}], "speaker": "LEVELL", "secId": 117}, {"sentences": [{"sentId": 286, "text": "So you cannot sit up here and live in a vacuum free environment."}], "speaker": "SELLERS", "secId": 118}, {"sentences": [{"sentId": 287, "text": "Bakari, I was old enough, I'm in my 50s."}, {"sentId": 288, "text": "You were probably in middle school or high school --"}], "speaker": "LEVELL", "secId": 119}, {"sentences": [{"sentId": 289, "text": "Either way, everybody remembers it."}, {"sentId": 290, "text": "Bruce says from 2000 and 2008, so you are wrong."}, {"sentId": 291, "text": "Furthermore that tweet came out of your campaign."}, {"sentId": 292, "text": "The Trump logo is that --"}], "speaker": "RYE", "secId": 120}, {"sentences": [{"sentId": 293, "text": "They pulled out --"}], "speaker": "LEVELL", "secId": 121}, {"sentences": [{"sentId": 294, "text": "So how you just told me, whoa, whoa, whoa."}, {"sentId": 295, "text": "Whoa, whoa, whoa, let me tell you."}], "speaker": "RYE", "secId": 122}, {"sentences": [{"sentId": 296, "text": "OK.  All right."}, {"sentId": 297, "text": "Go ahead."}, {"sentId": 298, "text": "All right."}, {"sentId": 299, "text": "RYE:  Trump's logo is at the bottom of the tweet."}, {"sentId": 300, "text": "And let me one up"}], "speaker": "LEVELL", "secId": 123}, {"sentences": [{"sentId": 301, "text": "you, Bruce, it's not even original material."}, {"sentId": 302, "text": "Your campaign got it from Joe Walsh, so it's wrong, it's foul, it's not about politically correct."}, {"sentId": 303, "text": "It's bigoted, it's ignorant, it's dumb."}], "speaker": "LEVELL", "secId": 124}, {"sentences": [{"sentId": 304, "text": "Here we go."}], "speaker": "LEVELL", "secId": 125}, {"sentences": [{"sentId": 305, "text": "Which -- and those are the things that can -- here we go is right because you all continue to push out this nonsense."}, {"sentId": 306, "text": "It is time out for this."}], "speaker": "RYE", "secId": 126}, {"sentences": [{"sentId": 307, "text": "When you run out of real substance to talk about, Angela, we all bring up other deals."}], "speaker": "LEVELL", "secId": 127}, {"sentences": [{"sentId": 308, "text": "You're nuts."}, {"sentId": 309, "text": "You're nuts."}], "speaker": "RYE", "secId": 128}, {"sentences": [{"sentId": 310, "text": "OK.  All right."}, {"sentId": 311, "text": "OK, everyone."}], "speaker": "LEMON", "secId": 129}, {"sentences": [{"sentId": 312, "text": "That's not true."}], "speaker": "RYE", "secId": 130}, {"sentences": [{"sentId": 313, "text": "I want John -- John, can you get in, please?"}, {"sentId": 314, "text": "I want your response."}], "speaker": "LEMON", "secId": 131}, {"sentences": [{"sentId": 315, "text": "Yes, look, I mean, my objection with the tweet is, I wouldn't narrow it down just to refugees."}, {"sentId": 316, "text": "I would say, we don't have a background check system that works, period."}, {"sentId": 317, "text": "I mean, we've seen it fail time and time again."}, {"sentId": 318, "text": "We saw it fail with this family, by the way, the bomber isn't the only one who has trouble with the law."}, {"sentId": 319, "text": "And he's got a brother that's on the run in another country right now."}, {"sentId": 320, "text": "We saw it break down and fail with the San Bernardino shooter."}, {"sentId": 321, "text": "We allowed her to move here, clearly after she was radicalized and posting things on social media."}], "speaker": "PHILIPS", "secId": 132}, {"sentences": [{"sentId": 322, "text": "We allowed the Iraqi refugees in Bowling Green, Kentucky, to come here where the background check system failed."}], "speaker": "PHILIPS", "secId": 133}, {"sentences": [{"sentId": 323, "text": "Skittles."}], "speaker": "RYE", "secId": 134}, {"sentences": [{"sentId": 324, "text": "And the 9/11 hijackers also initially came here legally."}], "speaker": "PHILIPS", "secId": 135}, {"sentences": [{"sentId": 325, "text": "Well, let me add one more to your list, John."}], "speaker": "SELLERS", "secId": 136}, {"sentences": [{"sentId": 326, "text": "That's Skittles."}], "speaker": "RYE", "secId": 137}, {"sentences": [{"sentId": 327, "text": "Just briefly real quick."}, {"sentId": 328, "text": "You need to add the fact that the background system had actually failed with Dylann Roof as well."}, {"sentId": 329, "text": "So we're going to talk about a comprehensive reform about background check system the FBI, the CIA, all the three-letter words, just to make sure we're talking about background checks for everybody, especially those --"}], "speaker": "SELLERS", "secId": 138}, {"sentences": [{"sentId": 330, "text": "Right."}, {"sentId": 331, "text": "But Dylann Roof immigrated here?"}], "speaker": "PHILIPS", "secId": 139}, {"sentences": [{"sentId": 332, "text": "Dylann Roof was a homegrown terrorist."}, {"sentId": 333, "text": "SELLERS:  He was still a terrorist, wasn't he?"}], "speaker": "RYE", "secId": 140}, {"sentences": [{"sentId": 334, "text": "Dylann Roof is not an immigrant."}], "speaker": "LEVELL", "secId": 141}, {"sentences": [{"sentId": 335, "text": "The point is that these are terrorists."}, {"sentId": 336, "text": "Hang on --"}], "speaker": "LEMON", "secId": 142}, {"sentences": [{"sentId": 337, "text": "Dylann Roof is a homegrown terrorist just like the attacker today."}], "speaker": "RYE", "secId": 143}, {"sentences": [{"sentId": 338, "text": "OK."}, {"sentId": 339, "text": "But I'm talking about --"}], "speaker": "LEVELL", "secId": 144}, {"sentences": [{"sentId": 340, "text": "Background check system for immigrants."}], "speaker": "PHILIPS", "secId": 145}, {"sentences": [{"sentId": 341, "text": "OK."}, {"sentId": 342, "text": "Hang on."}], "speaker": "LEMON", "secId": 146}, {"sentences": [{"sentId": 343, "text": "Because you don't want one for people who grew up here."}], "speaker": "RYE", "secId": 147}, {"sentences": [{"sentId": 344, "text": "Also, John, I just want to ask you quickly."}, {"sentId": 345, "text": "John, I just want -- how would this have changed anything today?"}, {"sentId": 346, "text": "Would there have to be a retroactive sort of checking that goes on over and over again, once people have been here for more than 20 years?"}], "speaker": "LEMON", "secId": 148}, {"sentences": [{"sentId": 347, "text": "Because he was 8 when he got here."}], "speaker": "RYE", "secId": 149}, {"sentences": [{"sentId": 348, "text": "Well, look, I mean, would start with people who are coming here now."}, {"sentId": 349, "text": "You have to have a system, if we don't have a system that works, I wouldn't take people from countries that have problems with terrorism."}], "speaker": "PHILIPS", "secId": 150}, {"sentences": [{"sentId": 350, "text": "OK."}, {"sentId": 351, "text": "Understood."}, {"sentId": 352, "text": "Understood."}], "speaker": "LEMON", "secId": 151}, {"sentences": [{"sentId": 353, "text": "I would take a pause."}], "speaker": "PHILIPS", "secId": 152}, {"sentences": [{"sentId": 354, "text": "OK.  Bruce, what did you want to say?"}], "speaker": "LEMON", "secId": 153}, {"sentences": [{"sentId": 355, "text": "I'm just -- this is just absolutely -- Don, guys, it's like I said before, we are in this situation, everything that we're debating or talking about as it relates to the unforeseen tragedies that we've had, bombings between 2008 and until now is under the Obama and Clinton administration."}, {"sentId": 356, "text": "It is time for a change."}], "speaker": "LEVELL", "secId": 154}, {"sentences": [{"sentId": 357, "text": "President Obama when he was at the CDC, he said my legacy, and that you guys need to get out and vote."}], "speaker": "LEVELL", "secId": 155}, {"sentences": [{"sentId": 358, "text": "OK.  That's a good point."}, {"sentId": 359, "text": "Thank you for the transition."}, {"sentId": 360, "text": "So let's talk -- let's play that, and then we'll discuss."}, {"sentId": 361, "text": "Here he is."}], "speaker": "LEMON", "secId": 156}, {"sentences": [{"sentId": 362, "text": "OK."}], "speaker": "LEVELL", "secId": 157}, {"sentences": [{"sentId": 363, "text": "I will consider it a personal insult, an insult to my legacy if this community lets down its guard and fails to activate itself in this election."}, {"sentId": 364, "text": "You want to give me a good sendoff?"}, {"sentId": 365, "text": "Go vote."}], "speaker": "OBAMA", "secId": 158}, {"sentences": [{"sentId": 366, "text": "So, Bruce, you're actively working to make sure that Hillary Clinton doesn't end up in the White House."}, {"sentId": 367, "text": "You brought this up."}, {"sentId": 368, "text": "So what's your reaction to what the president said."}], "speaker": "LEMON", "secId": 159}, {"sentences": [{"sentId": 369, "text": "And Bakari is working actively on the other side."}, {"sentId": 370, "text": "This is the deal, President Obama said, my legacy."}, {"sentId": 371, "text": "He didn't say anything about the American people."}, {"sentId": 372, "text": "It's all about me."}, {"sentId": 373, "text": "And let me tell you something, who wants to -- who wants to -- excuse me, who wants to take another legacy over with a nation's debt that went from $10 trillion to $19.5 trillion?"}, {"sentId": 374, "text": "Who wants to take a legacy where we've had I counted five bombings and God knows how many more we'll have since 2008, 2016?"}, {"sentId": 375, "text": "Who wants that legacy?"}], "speaker": "LEVELL", "secId": 160}, {"sentences": [{"sentId": 376, "text": "That's -- I mean, we'd have to be crazy to want to do that."}, {"sentId": 377, "text": "Not to mention the unstabilization of the Libya, unstabilization of Iraq, when those generals said -- excuse me, said do not let those -- do not pull these troops out, and look what it created."}, {"sentId": 378, "text": "This is why we have ISIS."}], "speaker": "LEVELL", "secId": 161}, {"sentences": [{"sentId": 379, "text": "Let someone respond."}], "speaker": "LEMON", "secId": 162}, {"sentences": [{"sentId": 380, "text": "I think first --"}], "speaker": "SELLERS", "secId": 163}, {"sentences": [{"sentId": 381, "text": "Who wants that legacy?"}], "speaker": "LEVELL", "secId": 164}, {"sentences": [{"sentId": 382, "text": "I think first to blame --"}], "speaker": "SELLERS", "secId": 165}, {"sentences": [{"sentId": 383, "text": "You're taking that out of context."}], "speaker": "RYE", "secId": 166}, {"sentences": [{"sentId": 384, "text": "No."}], "speaker": "LEVELL", "secId": 167}, {"sentences": [{"sentId": 385, "text": "The first to blame Barack Obama for the terrorist attacks of this past weekend --"}], "speaker": "SELLERS", "secId": 168}, {"sentences": [{"sentId": 386, "text": "No, I said together team."}, {"sentId": 387, "text": "They were a team."}], "speaker": "LEVELL", "secId": 169}, {"sentences": [{"sentId": 388, "text": "But to blame Barack Obama and-or Hillary Clinton for the terrorist attacks of this past weekend, just -- is patently -- I mean, it makes no sense."}, {"sentId": 389, "text": "It's illogical, that's first."}, {"sentId": 390, "text": "But even more importantly, if you want to talk about the president's legacy, you can talk about the incomes of African-Americans, Asian-Americans, Hispanic Americans, white Americans, all have grown up in median households."}], "speaker": "SELLERS", "secId": 170}, {"sentences": [{"sentId": 391, "text": "2011 --"}], "speaker": "LEVELL", "secId": 171}, {"sentences": [{"sentId": 392, "text": "We've had the largest growth of the middle class that we've had since 1999."}, {"sentId": 393, "text": "I mean, these are actual facts."}, {"sentId": 394, "text": "We've actually withdrawn more troops and brought them home."}, {"sentId": 395, "text": "But if you want to talk about facts, Bruce, you want to talk about -- you want to talk about the Iraq troop withdrawal, you know who also supported that?"}, {"sentId": 396, "text": "Donald Trump did."}, {"sentId": 397, "text": "So, I mean, you want to talk about these things and you want to blame somebody but you candidate, he flip-flops himself like a mullet on the dock."}], "speaker": "SELLERS", "secId": 172}, {"sentences": [{"sentId": 398, "text": "Quickly, I got to go."}, {"sentId": 399, "text": "Go ahead, Bruce."}, {"sentId": 400, "text": "I'll give you a chance to respond."}], "speaker": "LEMON", "secId": 173}, {"sentences": [{"sentId": 401, "text": "Look, at the end of the day, it is time for a real change."}, {"sentId": 402, "text": "You had the change, now it's time for a real change."}, {"sentId": 403, "text": "A staff change."}, {"sentId": 404, "text": "And that's Donald J. Trump."}], "speaker": "LEVELL", "secId": 174}, {"sentences": [{"sentId": 405, "text": "OK."}], "speaker": "LEMON", "secId": 175}, {"sentences": [{"sentId": 406, "text": "Good luck."}, {"sentId": 407, "text": "Good luck with that, Bruce."}], "speaker": "SELLERS", "secId": 176}, {"sentences": [{"sentId": 408, "text": "Thank you."}, {"sentId": 409, "text": "Thank you, guys, I appreciate it."}], "speaker": "LEMON", "secId": 177}, {"sentences": [{"sentId": 410, "text": "When we come right back, the latest on the investigation, the bombings in New York and New Jersey this weekend."}, {"sentId": 411, "text": "Why the suspect travelled to Afghanistan and Pakistan."}, {"sentId": 412, "text": "Plus the mistake that allowed hundreds of immigrants to stay in this country."}], "speaker": "LEMON", "secId": 178}, {"sentences": [{"sentId": 413, "text": "Hundreds of immigrants given U.S. citizenship by mistake."}, {"sentId": 414, "text": "Where are they and what's the government doing about it?"}], "speaker": "LEMON", "secId": 179}, {"sentences": [{"sentId": 415, "text": "CNN's Tom Foreman has more -- Tom."}], "speaker": "LEMON", "secId": 180}, {"sentences": [{"sentId": 416, "text": "Hey, Don, in one explosive line, the new report lays out a potential security breakdown."}, {"sentId": 417, "text": "It says the United States Citizenship and Immigration Services granted U.S. citizenship to at least 858 individuals ordered deported or removed."}, {"sentId": 418, "text": "The campaign trail immediate reaction."}], "speaker": "FOREMAN", "secId": 181}, {"sentences": [{"sentId": 419, "text": "Another 858 immigrants from dangerous countries have slipped into our country and have been granted full citizenship despite pending deportation orders."}, {"sentId": 420, "text": "These are people that were supposed to be deported and they were given full citizenship."}, {"sentId": 421, "text": "They made a mistake."}], "speaker": "TRUMP", "secId": 182}, {"sentences": [{"sentId": 422, "text": "So how did this happen?"}, {"sentId": 423, "text": "Investigators found hundreds of people who were supposed to be deported under their real names, simply came up with other names and new birthdates, sidestepping the removal orders."}], "speaker": "FOREMAN", "secId": 183}, {"sentences": [{"sentId": 424, "text": "The key weakness, old paper fingerprint records that have not been digitized and so were not readily available to immigration officials."}, {"sentId": 425, "text": "Homeland Security notes not everyone who has slipped through the net this way necessarily represents any sort of potential security threat."}, {"sentId": 426, "text": "Still, there are worrisome details."}, {"sentId": 427, "text": "The report found three of these people received credentials which have since been revoked to work in secure areas of transportation, two in commercial airports, one in shipping ports."}, {"sentId": 428, "text": "Another is now a law enforcement official and as citizens, these folks have a lot of rights, including, quote, \"sponsoring other aliens entry into the United States.\""}], "speaker": "FOREMAN", "secId": 184}, {"sentences": [{"sentId": 429, "text": "So why don't federal officials just track them all down and deport them now?"}, {"sentId": 430, "text": "Investigators note that once someone gets citizenship, authorities must essentially prove fraud was involved, not just an honest mistake."}, {"sentId": 431, "text": "That means resources, courts and time."}, {"sentId": 432, "text": "Homeland Security says it is trying to implement improvements to the system, suggested by the report, but it's a big job."}], "speaker": "FOREMAN", "secId": 185}, {"sentences": [{"sentId": 433, "text": "Investigators found 148,000 other old fingerprints have yet to be processed in such a way as to stop this from happening again -- Don."}], "speaker": "FOREMAN", "secId": 186}, {"sentences": [{"sentId": 434, "text": "All right, Tom, thank you very much."}, {"sentId": 435, "text": "I appreciate that."}], "speaker": "LEMON", "secId": 187}, {"sentences": [{"sentId": 436, "text": "Here to discuss now, Mia Bloom, professor at George State University and the author of \"Dying to Kill,\" Michael Weiss is here, the co- author of \"ISIS: Inside the Army of Terror,\" and Mubin Shaikh is a former jihadist and the author of \"Undercover Jihadi.\""}], "speaker": "LEMON", "secId": 188}, {"sentences": [{"sentId": 437, "text": "It's great to have all of you on so let's have this very important conversation."}], "speaker": "LEMON", "secId": 189}, {"sentences": [{"sentId": 438, "text": "Mia, to you first, I'm sure you heard this conversation about Syrian refugees and others and whether or not they're properly vetted."}, {"sentId": 439, "text": "When you hear stories like this, it's kind of hard to make the case, is it?"}], "speaker": "LEMON", "secId": 190}, {"sentences": [{"sentId": 440, "text": "I think it depends on what period of time the names and the fingerprints were lost."}, {"sentId": 441, "text": "Certainly now, in the last five years especially, the vetting process other than for fiancees is very extensive."}, {"sentId": 442, "text": "I remember when I had to go through it."}, {"sentId": 443, "text": "You have to show up, you have to have your fingerprints, you have to have a retina scan."}], "speaker": "BLOOM", "secId": 191}, {"sentences": [{"sentId": 444, "text": "There is a lot of biometric data that they take."}, {"sentId": 445, "text": "Background checks."}, {"sentId": 446, "text": "And so I find it hard to believe this Skittles example, it's not three out of a handful of Skittles, the fact is, we have a long history -- a problematic history with refugees and I think that that's what we should be focused on."}], "speaker": "BLOOM", "secId": 192}, {"sentences": [{"sentId": 447, "text": "Is it tough enough for someone -- you're not hiding anything."}, {"sentId": 448, "text": "But is it tough enough for some who may be hiding anything you think?"}, {"sentId": 449, "text": "Do you think that we could have stronger vetting?"}], "speaker": "LEMON", "secId": 193}, {"sentences": [{"sentId": 450, "text": "I think that there are certain categories we probably need to vet a little bit better."}, {"sentId": 451, "text": "And these would have to do with people who are related, who have existing family members in the U.S. or for the fiancee visas."}, {"sentId": 452, "text": "But I think for most of the visas, you know, there's a process that begins before they can even get on the plane."}], "speaker": "BLOOM", "secId": 194}, {"sentences": [{"sentId": 453, "text": "Yes."}, {"sentId": 454, "text": "OK, I want to thank you for responding to that."}, {"sentId": 455, "text": "And I want to move on to talk about this very pressing story which comes to, you know, the attacks here in New York City and New Jersey."}, {"sentId": 456, "text": "We're learning more about this suspect, his name is Ahmad Khan Rahami, Michael Weiss."}, {"sentId": 457, "text": "He is a naturalized U.S. citizen, born in Afghanistan."}, {"sentId": 458, "text": "Can you tell us about his family background?"}], "speaker": "LEMON", "secId": 195}, {"sentences": [{"sentId": 459, "text": "Apart from what's been reported, no."}, {"sentId": 460, "text": "We're still learning."}, {"sentId": 461, "text": "The family had a restaurant."}, {"sentId": 462, "text": "They filed a discrimination lawsuit against the city in New Jersey claiming that the city was targeting them for shutting down their restaurant at 10:00 p.m. because it was open 24 hours, it was too noisy, and that this was essentially anti-Muslim discrimination."}], "speaker": "WEISS", "secId": 196}, {"sentences": [{"sentId": 463, "text": "He had travelled to Afghanistan and Pakistan and the question remains, and I think it's the one that everyone is asking, was he recruited or radicalized abroad?"}, {"sentId": 464, "text": "Eyewitnesses say that yes, he came back and he was acting a bit strange."}, {"sentId": 465, "text": "But again, we still don't know enough yet."}, {"sentId": 466, "text": "I think clearly this is an act of terrorism."}, {"sentId": 467, "text": "The question is, is this a case of remote radicalization or is this a case of somebody who was being run or directed from abroad?"}], "speaker": "WEISS", "secId": 197}, {"sentences": [{"sentId": 468, "text": "So let's talk about this, Mubin."}, {"sentId": 469, "text": "Those who went to school with Rahami, as we have talked about so many times before, people who knew him."}, {"sentId": 470, "text": "They said he was completely Americanized."}, {"sentId": 471, "text": "They would never have suspected this of him."}, {"sentId": 472, "text": "We keep hearing this pattern similar to the Tsarnaev brothers."}, {"sentId": 473, "text": "How does such a radical change take place?"}], "speaker": "LEMON", "secId": 198}, {"sentences": [{"sentId": 474, "text": "Well, it's very -- you know, very rare that a person is going to show the kinds of signs that would tell your average viewer this person is going to become a violent extremist."}, {"sentId": 475, "text": "Even professions who study this stuff day in and day out can't tell you that."}, {"sentId": 476, "text": "Intelligence agencies that are following people literally right now as we speak can't tell you which of the 10 are going to actually go off from talk to action."}], "speaker": "SHAIKH", "secId": 199}, {"sentences": [{"sentId": 477, "text": "So you having been radicalized once, would you have been able to tell?"}, {"sentId": 478, "text": "Would you even know?"}], "speaker": "LEMON", "secId": 200}, {"sentences": [{"sentId": 479, "text": "You know, it's -- you know, for me, it was a sudden change in religious appearance."}, {"sentId": 480, "text": "I was 19, and I mean, ironically it was to Quetta that I have also gone in 1995, when the Taliban first came to power, so I had changed my clothes, I grew a beard, I started to wear robes, a black turban."}, {"sentId": 481, "text": "Does that mean that I was moving toward violent action?"}, {"sentId": 482, "text": "Not necessarily."}], "speaker": "SHAIKH", "secId": 201}, {"sentences": [{"sentId": 483, "text": "You have to usually add some kind of aggravating factor like a malevolent ideology, usually."}, {"sentId": 484, "text": "But again, just seeing somebody start to grow his beard and pray, I mean, that's not -- that's not going to lead you to the next terrorist."}], "speaker": "SHAIKH", "secId": 202}, {"sentences": [{"sentId": 485, "text": "And that sounds like what we're talking about, you know, where is the line when it comes to profiling, right?"}, {"sentId": 486, "text": "But listening to what he said, when you -- he went on vacation, he went to Afghanistan several times in 2013."}, {"sentId": 487, "text": "To Pakistan in 2013."}, {"sentId": 488, "text": "Did that raise any flags?"}, {"sentId": 489, "text": "Especially to Quetta."}, {"sentId": 490, "text": "I mean, you know, should that raise any flags?"}], "speaker": "LEMON", "secId": 203}, {"sentences": [{"sentId": 491, "text": "I think if it's Quetta, it's very likely that the influence is coming from al Qaeda, much more so than ISIS."}, {"sentId": 492, "text": "Having done field research in Pakistan in this region, ISIS barely has a footprint."}, {"sentId": 493, "text": "But one of the things we're seeing with ISIS online and its chat rooms, they are posting al Qaeda ideology, sermons by bin Laden, al-Awlaki."}, {"sentId": 494, "text": "Even Omar Hammami."}, {"sentId": 495, "text": "And what the impression you get is they don't care how you get to ISIS."}, {"sentId": 496, "text": "They are casting a really wide net."}, {"sentId": 497, "text": "So whatever your flavor is, if it's al Qaeda, if it's AQAP, we don't care how you get here, but we just want you on the path."}, {"sentId": 498, "text": "So they are trying to capture as many people as possible so even people al Qaeda are brought in."}], "speaker": "BLOOM", "secId": 204}, {"sentences": [{"sentId": 499, "text": "Let me ask you more specifically to the question that I asked."}, {"sentId": 500, "text": "Having gone to Quetta, having visited, you know, Afghanistan, and specifically Quetta, and Pakistan, the robes, the beard, or what have you, you know, as Mubin said."}, {"sentId": 501, "text": "What -- is there anything that stood out to you for this particular person that you think that people should have known?"}], "speaker": "LEMON", "secId": 205}, {"sentences": [{"sentId": 502, "text": "It's hard to know."}, {"sentId": 503, "text": "When he talked about the fact that every time he came through immigration, he was given secondary, orange or green."}, {"sentId": 504, "text": "You start to feel like you're being picked on."}, {"sentId": 505, "text": "You start to feel like your family is being targeted because the rules don't apply to them as they apply to other restaurants in the neighborhood."}], "speaker": "BLOOM", "secId": 206}, {"sentences": [{"sentId": 506, "text": "If they start to feel like they're being targeted that might just start you on the path of anger, but what we know for sure is that becoming more religious does not mean you're becoming more radical, and in fact the studies that have been done in the U.K., show the more information and knowledge you have about Islam, the less likely you are to be radicalized because people can't distort the text."}], "speaker": "BLOOM", "secId": 207}, {"sentences": [{"sentId": 507, "text": "They can't tell you, oh yes, Mohammed said this because you're able to say, actually no, he did not."}], "speaker": "BLOOM", "secId": 208}, {"sentences": [{"sentId": 508, "text": "OK."}, {"sentId": 509, "text": "I've got to get a break in."}, {"sentId": 510, "text": "We'll be right back."}, {"sentId": 511, "text": "We'll continue."}], "speaker": "LEMON", "secId": 209}, {"sentences": [{"sentId": 512, "text": "29 people injured in the bombing in New York over the weekend."}, {"sentId": 513, "text": "Clearly the bomber planned an even worse attack."}, {"sentId": 514, "text": "back with me now, Mia Bloom, Michael Weiss, and Mubin Shaikh."}], "speaker": "LEMON", "secId": 210}, {"sentences": [{"sentId": 515, "text": "Just quickly we were talking about, you know, the signs of becoming radicalized."}, {"sentId": 516, "text": "You know, like because someone grows a beard and whatever, it's not, you know."}], "speaker": "LEMON", "secId": 211}, {"sentences": [{"sentId": 517, "text": "Yes, there's no -- I mean, there's so many typologies of why people join and by the way, if -- you don't even have to be Muslim or necessarily Islamically oriented to want to become a terrorist."}, {"sentId": 518, "text": "I've interviewed ISIS fighters who says well, we did this because of geopolitical reasons, we hate the United States, we think the U.S. is backing Basher al-Assad, and they're backing Nuri al-Malaki."}], "speaker": "WEISS", "secId": 212}, {"sentences": [{"sentId": 519, "text": "It's very, very difficult."}, {"sentId": 520, "text": "I mean, the signs of radicalization, as Mia was saying, Anwar al-Awlaki videos, that's a tell-tale sign."}, {"sentId": 521, "text": "We all love Awlaki."}, {"sentId": 522, "text": "This was the al Qaeda in the Arabian Peninsula cleric who was droned several years ago."}, {"sentId": 523, "text": "ISIS recruits from people who have already undergone various stages of Islamization."}], "speaker": "WEISS", "secId": 213}, {"sentences": [{"sentId": 524, "text": "Abu Bakr al-Baghdadi, the self-appointed caliph of ISIS, he was flirting with the Muslim Brotherhood in the early 1990s."}, {"sentId": 525, "text": "Then he went through various stages of Islamist and Salafi groups."}, {"sentId": 526, "text": "Progressively moving to a more extremist direction until he became a member of al Qaeda in Iraq."}], "speaker": "WEISS", "secId": 214}, {"sentences": [{"sentId": 527, "text": "But what happens now is because of the Internet, people are becoming radicalized faster and quicker."}, {"sentId": 528, "text": "You know, what I hear from experts."}, {"sentId": 529, "text": "It used to be you have to travel and you  have to get information, you have to be surrounded by these people."}, {"sentId": 530, "text": "But now because of the Internet and everything is open, it happens much more quickly."}], "speaker": "LEMON", "secId": 215}, {"sentences": [{"sentId": 531, "text": "But keep in mind, you have to be seeking."}, {"sentId": 532, "text": "It's not like you go to buy shoes on Zappos."}], "speaker": "BLOOM", "secId": 216}, {"sentences": [{"sentId": 533, "text": "Right."}], "speaker": "LEMON", "secId": 217}, {"sentences": [{"sentId": 534, "text": "And all of a sudden you end up in an ISIS chat room."}], "speaker": "BLOOM", "secId": 218}, {"sentences": [{"sentId": 535, "text": "Yes."}], "speaker": "LEMON", "secId": 219}, {"sentences": [{"sentId": 536, "text": "The fact is, if you're Googling ISIS, if you're looking for more information, you're already on the path."}], "speaker": "BLOOM", "secId": 220}, {"sentences": [{"sentId": 537, "text": "But are you influenced by the people around you in some way or by your circumstances?"}, {"sentId": 538, "text": "Because the father of the suspect told MSNBC he had no idea his son was planning any of this."}, {"sentId": 539, "text": "We always think the immediate family, if you look at what happened in Orlando, the dad would tell you, I had no idea."}, {"sentId": 540, "text": "People say they have no idea."}, {"sentId": 541, "text": "Is that -- how is that possible?"}], "speaker": "LEMON", "secId": 221}, {"sentences": [{"sentId": 542, "text": "Yes, but it depends."}, {"sentId": 543, "text": "I mean, Abdulmutallab, the so-called underpants bomber, tried to blow up an airliner in the skies of Detroit Christmas of 2009."}, {"sentId": 544, "text": "He was the son of a Nigerian minister."}, {"sentId": 545, "text": "A very well-to-do."}, {"sentId": 546, "text": "Was attending University College London."}, {"sentId": 547, "text": "I was in London shortly thereafter and I attended the quango that the university held to see if he was radicalized on campus."}], "speaker": "WEISS", "secId": 222}, {"sentences": [{"sentId": 548, "text": "The guy was president of the Islamic society and was posting things to Facebook, glorifying, celebrating the 9/11 attacks."}, {"sentId": 549, "text": "His father, the Nigerian minister, was the one who dropped the diamond on his son and said, my kid is becoming a terrorist."}, {"sentId": 550, "text": "Universally people have to do something about this."}], "speaker": "WEISS", "secId": 223}, {"sentences": [{"sentId": 551, "text": "Right."}], "speaker": "LEMON", "secId": 224}, {"sentences": [{"sentId": 552, "text": "And they ignored it until it was too late."}], "speaker": "WEISS", "secId": 225}, {"sentences": [{"sentId": 553, "text": "Yes."}], "speaker": "LEMON", "secId": 226}, {"sentences": [{"sentId": 554, "text": "Also al-Awlaki videos, attending these mosques."}, {"sentId": 555, "text": "I mean, all of the tell-tale signs."}], "speaker": "WEISS", "secId": 227}, {"sentences": [{"sentId": 556, "text": "So I have to ask you, Mubin, then because the dad said I had no idea."}, {"sentId": 557, "text": "Most people would say, how could you not know?"}, {"sentId": 558, "text": "Is this something that is easily kept from family member and friends and people who are close to you?"}], "speaker": "LEMON", "secId": 228}, {"sentences": [{"sentId": 559, "text": "Yes, of course."}, {"sentId": 560, "text": "I mean, if you're determined to do something, you know, either you're going to blab about it or you're not going to blab about it."}, {"sentId": 561, "text": "And if you're going to blab about it, who are you going to blab about it to?"}, {"sentId": 562, "text": "It's probably not going to be your parents."}, {"sentId": 563, "text": "It's probably going to be your peers, your friends, your associates that are -- and you might even tell yourselves, don't tell anybody, like keep this really tight."}, {"sentId": 564, "text": "So, you know, it's very difficult."}], "speaker": "SHAIKH", "secId": 229}, {"sentences": [{"sentId": 565, "text": "Sometimes you do see the signs."}, {"sentId": 566, "text": "And parents are sharp enough to know that something is wrong, but they don't know exactly what."}, {"sentId": 567, "text": "You know, what my kid is watching jihadi videos, I should call the FBI on him?"}, {"sentId": 568, "text": "Is the FBI going to, you know, kick down my door and haul my kid out?"}, {"sentId": 569, "text": "Is that really going to be the best deal for him?"}, {"sentId": 570, "text": "So sometimes parents are reluctant to do that."}, {"sentId": 571, "text": "Even the case of Ali Shukri Amin in Virginia, 17-year-old kid."}], "speaker": "SHAIKH", "secId": 230}, {"sentences": [{"sentId": 572, "text": "You know, his parents did that."}, {"sentId": 573, "text": "They sent him to an imam."}, {"sentId": 574, "text": "He went to a Muslim day camp."}, {"sentId": 575, "text": "It didn't work out for him."}, {"sentId": 576, "text": "You know, for talking about radicalization online."}, {"sentId": 577, "text": "I mean, for some of these guys, I mean, it's not the case here, but they become -- they want to become a hero."}, {"sentId": 578, "text": "You know, zero to hero overnight."}, {"sentId": 579, "text": "And talking about you need to be around people, you can go online to meet people."}, {"sentId": 580, "text": "You can Skype with people."}, {"sentId": 581, "text": "You can do it now all online."}, {"sentId": 582, "text": "It's so fast."}, {"sentId": 583, "text": "The content is so voluminous."}, {"sentId": 584, "text": "It's easy to get done."}, {"sentId": 585, "text": "But this seems that -- it wasn't really online."}, {"sentId": 586, "text": "It was in person."}], "speaker": "SHAIKH", "secId": 231}, {"sentences": [{"sentId": 587, "text": "Yes."}, {"sentId": 588, "text": "We're always talking, Michael, about what went wrong, but this -- I mean, how quickly this came to a head where they found this guy."}, {"sentId": 589, "text": "People who did see something and say something, as a matter of fact people who did turn him in."}, {"sentId": 590, "text": "This was -- what went right here?"}], "speaker": "LEMON", "secId": 232}, {"sentences": [{"sentId": 591, "text": "A Muslim immigrants dropped a dime and said -- I noticed this guy in the media, I mean, he looks like the suspect that you're all looking for."}, {"sentId": 592, "text": "That's not uncharacteristic."}, {"sentId": 593, "text": "That's happened before."}, {"sentId": 594, "text": "The Times Square bomber was caught that way."}, {"sentId": 595, "text": "In this case, look --"}], "speaker": "WEISS", "secId": 233}, {"sentences": [{"sentId": 596, "text": "Does this negate everyone saying people are too politically correct to say stuff?"}], "speaker": "LEMON", "secId": 234}, {"sentences": [{"sentId": 597, "text": "Yes, look, I mean, it's a campaign season."}, {"sentId": 598, "text": "People want to score points and vilify and make, you know, these ideological statements about the nature of terrorism."}, {"sentId": 599, "text": "Terrorism, I have to tell you, I mean, study it for a living."}, {"sentId": 600, "text": "We all do."}, {"sentId": 601, "text": "All three of us up here."}, {"sentId": 602, "text": "It is a very, very gated and complex phenomenon."}, {"sentId": 603, "text": "And there's no single driver to it."}], "speaker": "WEISS", "secId": 235}, {"sentences": [{"sentId": 604, "text": "We'll leave it at that."}, {"sentId": 605, "text": "Thank you very much."}], "speaker": "LEMON", "secId": 236}, {"sentences": [{"sentId": 606, "text": "That is for us tonight."}, {"sentId": 607, "text": "Thank you so much for watching."}, {"sentId": 608, "text": "I'll see you right back here tomorrow."}], "speaker": "LEMON", "secId": 237}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1609.19.cnnt.02.html.json", "time": "Aired September 19, 2016 - 23:00   ET"}