{"sectionCount": 257, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["LEMON", "TRUMP", "UNIDENTIFIED MALE", "QUEST", "SOUCIE", "SCHIAVO", "THOMAS", "BASH", "TRUE", "TENSING", "DUBOSE", "ALLEN", "MATTHEWS", "O'MARA", "BLACKWELL", "DETERS", "UNIDENTIFIED FEMALE", "KIMMEL", "COLEMAN", "CORWIN"], "subTitle": "Aircraft Wreckage Washes Ashore on a Remote Island in the Indian Ocean; Donald Trump Takes Aim at a Female Attorney; University of Cincinnati Police Office Charged with Murder; Lion Killed in Zimbabwe Sparks Controversy. Aired 10-11p ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1507/29/cnnt.01.html", "sentenceCount": 675, "sections": [{"sentences": [{"sentId": 0, "text": "Breaking news on the greatest mystery in aviation history."}, {"sentId": 1, "text": "This is CNN Tonight."}, {"sentId": 2, "text": "I'm Don Lemon."}], "speaker": "LEMON", "secId": 0}, {"sentences": [{"sentId": 3, "text": "Wreckage washes ashore in a remote island in the Indian Ocean."}, {"sentId": 4, "text": "Wreckage said that Boeing says, is consistent with a 777, the same model as Malaysian Airlines flight 370, missing for 509 days now."}, {"sentId": 5, "text": "Is it the plane?"}, {"sentId": 6, "text": "And will we finally learn what happened to 239 people on board?"}], "speaker": "LEMON", "secId": 1}, {"sentences": [{"sentId": 7, "text": "Also, the day that Trump, the mogul who wants to be your next president takes aim at a female attorney."}], "speaker": "LEMON", "secId": 2}, {"sentences": [{"sentId": 8, "text": "She wanted to breast pump in front of me."}, {"sentId": 9, "text": "And I may have said that's disgusting."}, {"sentId": 10, "text": "I may have said something else."}, {"sentId": 11, "text": "I thought it was terrible."}], "speaker": "TRUMP", "secId": 3}, {"sentences": [{"sentId": 12, "text": "Plus, an officer charged with murder after he shoots a black driver to death."}, {"sentId": 13, "text": "And the prosecutor is it outraged."}], "speaker": "LEMON", "secId": 4}, {"sentences": [{"sentId": 14, "text": "This is the most asinine act I've ever seen a police officer make."}, {"sentId": 15, "text": "Totally unwarranted."}], "speaker": "UNIDENTIFIED MALE", "secId": 5}, {"sentences": [{"sentId": 16, "text": "But I want to begin with our breaking news tonight."}, {"sentId": 17, "text": "What may be, and I say may be the wreckage from MH370."}], "speaker": "LEMON", "secId": 6}, {"sentences": [{"sentId": 18, "text": "Joining me now is CNN aviation correspondent Richard Quest, CNN's safety analyst, David Soucie, author of \"Malaysia Airlines Flight 370.\""}, {"sentId": 19, "text": "Mary Schiavo, former inspector general of the Department of Transportation, now an attorney, for victims of transportation accidents."}, {"sentId": 20, "text": "And Geoffrey Thomas, editor-in-chief of AirlineRatings.com and he joins us via Skype."}, {"sentId": 21, "text": "Again, maybe a piece of the wreckage from MH370."}, {"sentId": 22, "text": "Richard, I'll start with you."}, {"sentId": 23, "text": "Why does Boeing think that this debris washed up on an island near Madagascar is consistent with the triple 777?"}], "speaker": "LEMON", "secId": 7}, {"sentences": [{"sentId": 24, "text": "Because they know exactly what the piece looks like."}, {"sentId": 25, "text": "This particular part of the aircraft the so-called flapper on has unique characteristics."}, {"sentId": 26, "text": "In other words, you don't just buy one off the shelf."}, {"sentId": 27, "text": "They make this for the triple 777."}, {"sentId": 28, "text": "So, they look at it."}], "speaker": "QUEST", "secId": 8}, {"sentences": [{"sentId": 29, "text": "This is a picture, this is the Malaysia Airlines aircraft, by the way, the one you're looking up."}, {"sentId": 30, "text": "But you can see where the flapper on is sort in the inborn re-trailing edge of the wing."}], "speaker": "QUEST", "secId": 9}, {"sentences": [{"sentId": 31, "text": "And so, Don, they look at it, the experts know exactly what this piece looks like."}, {"sentId": 32, "text": "And, really, now, they're waiting for confirmation, which will come from a serial number or some identifying mark which will be on one part of that piece of the aircraft."}], "speaker": "QUEST", "secId": 10}, {"sentences": [{"sentId": 33, "text": "So, the question is, Richard, what are the odds?"}, {"sentId": 34, "text": "If this is a triple 777, there are no other missing triple 777 besides MH370, is that correct?"}], "speaker": "LEMON", "secId": 11}, {"sentences": [{"sentId": 35, "text": "No, no."}, {"sentId": 36, "text": "But it doesn't have to be a missing aircraft."}, {"sentId": 37, "text": "I mean, parts do fall off of a plane."}, {"sentId": 38, "text": "That said, is this likely to be a part from another aircraft?"}, {"sentId": 39, "text": "The odds that this is from -- now Boeing have said, sources say, that they're confident it's from a triple 777."}, {"sentId": 40, "text": "The high degree of probability that this comes from MH370."}], "speaker": "QUEST", "secId": 12}, {"sentences": [{"sentId": 41, "text": "OK."}], "speaker": "LEMON", "secId": 13}, {"sentences": [{"sentId": 42, "text": "I've been wrong in the past, but I think that most of my colleagues here tonight -- maybe I'm speaking out of turn, would probably say there's a high degree of probability."}], "speaker": "QUEST", "secId": 14}, {"sentences": [{"sentId": 43, "text": "I have been texting a couple of you, and a couple of you have said that."}, {"sentId": 44, "text": "So, you know, Jeffrey, based on -- well, let me ask, do you guys think it's a high probability what Richard said."}, {"sentId": 45, "text": "First David Soucie."}], "speaker": "LEMON", "secId": 15}, {"sentences": [{"sentId": 46, "text": "Well, high probability, I'm not there yet, but it is definitely probable in my mind."}], "speaker": "SOUCIE", "secId": 16}, {"sentences": [{"sentId": 47, "text": "Mary."}], "speaker": "LEMON", "secId": 17}, {"sentences": [{"sentId": 48, "text": "Yes, if Boeing thinks it's a 777, it has to be the Malaysia plane."}], "speaker": "SCHIAVO", "secId": 18}, {"sentences": [{"sentId": 49, "text": "And Geoffrey."}], "speaker": "LEMON", "secId": 19}, {"sentences": [{"sentId": 50, "text": "Yes, I would definitely agree with Richard."}, {"sentId": 51, "text": "If Boeing says it's from the triple 777, then this has to be, unfortunately, MH370."}], "speaker": "THOMAS", "secId": 20}, {"sentences": [{"sentId": 52, "text": "OK. Moving on now."}, {"sentId": 53, "text": "But based on the currents, Jeffrey, and also the time that it that has passed, how did a piece of MH370, how could it end up in this location?"}], "speaker": "LEMON", "secId": 21}, {"sentences": [{"sentId": 54, "text": "The Indian Ocean currents, in fact, are anti-clockwise."}, {"sentId": 55, "text": "And where it is right now is actually consistent with what the oceanographers say when we first started in looking for this plane in the Southern Indian Ocean."}], "speaker": "THOMAS", "secId": 22}, {"sentences": [{"sentId": 56, "text": "They said in about a year to 18 months' time, it's rising months' time, pieces will wash up on the east coast of Africa or Madagascar or possibly Reunion Island."}, {"sentId": 57, "text": "And they've been proven absolutely correct."}], "speaker": "THOMAS", "secId": 23}, {"sentences": [{"sentId": 58, "text": "So, let's examine this piece."}, {"sentId": 59, "text": "When examining this piece of debris, David Soucie, what are investigators looking for?"}], "speaker": "LEMON", "secId": 24}, {"sentences": [{"sentId": 60, "text": "Well, there's some distinguishing things about this particular piece."}, {"sentId": 61, "text": "As Richard said, it's not like you go up by and use this flapper on various different aircraft."}, {"sentId": 62, "text": "This flapper and we know the exact dimensions of it."}], "speaker": "SOUCIE", "secId": 25}, {"sentences": [{"sentId": 63, "text": "It should just be a matter of going out there and getting someone who knows where to measure it from and being able to just measure the size of it."}, {"sentId": 64, "text": "They may have serial numbers on it."}, {"sentId": 65, "text": "But if there's a part number that starts with 113w, then that means it is indeed a Boeing part for triple 777 and that would that piece exactly."}], "speaker": "SOUCIE", "secId": 26}, {"sentences": [{"sentId": 66, "text": "So, they're looking for that identifying mark, but there's other characteristics."}, {"sentId": 67, "text": "The slots and the leasing edge of it are where these supports for this flapper and come, they're obviously been broken up to me at this point but that would be in line with this type of an accident."}], "speaker": "SOUCIE", "secId": 27}, {"sentences": [{"sentId": 68, "text": "So, Mary, I'm sure you can recall our conversations, we had so many about MH370."}, {"sentId": 69, "text": "But I remember you guys saying that depending on the size of the debris would tell you what happened..."}], "speaker": "LEMON", "secId": 28}, {"sentences": [{"sentId": 70, "text": "Right."}], "speaker": "SCHIAVO", "secId": 29}, {"sentences": [{"sentId": 71, "text": "... with the plane crash."}, {"sentId": 72, "text": "This one is what, 9 feet by 3 feet."}, {"sentId": 73, "text": "What does that piece tell you about the theory of what could have happened?"}], "speaker": "LEMON", "secId": 30}, {"sentences": [{"sentId": 74, "text": "Well, I think it's a fairly large piece."}, {"sentId": 75, "text": "I mean, I have seen accidents in where these accidents where the largest piece the size of couple fist put together or even, you know, smaller in some cases."}], "speaker": "SCHIAVO", "secId": 31}, {"sentences": [{"sentId": 76, "text": "I mean, obviously, it could be an indication that this broke off in some sort of a landing or spiral down from altitude as the plane stalled and ran out of fuel."}, {"sentId": 77, "text": "Or it could have been still attached to the wings."}, {"sentId": 78, "text": "The wings broke off and, over time, this piece came off of the wing."}], "speaker": "SCHIAVO", "secId": 32}, {"sentences": [{"sentId": 79, "text": "It is highly going to be very important to look at the barnacles on it and where they formed."}, {"sentId": 80, "text": "Because obviously, they had to have time and it had to be broken off from the main lane long enough for the barnacles to form and the barnacles themselves are evidence because there is a thousand species of them."}, {"sentId": 81, "text": "So, they'll will be looking at those as well."}, {"sentId": 82, "text": "LEMON: So, again, I just want to focus on the size here."}, {"sentId": 83, "text": "Because does"}], "speaker": "SCHIAVO", "secId": 33}, {"sentences": [{"sentId": 84, "text": "it tell you from this point -- if you're looking at the size of this, what we say, whatever at 9 by 3 by 4, could it possibly tell you if it was a slow descent into the ocean?"}, {"sentId": 85, "text": "There was a violent crash, Mary, when you're looking at the size."}, {"sentId": 86, "text": "Or do you need more pieces to figure that out?"}], "speaker": "SCHIAVO", "secId": 34}, {"sentences": [{"sentId": 87, "text": "Right."}, {"sentId": 88, "text": "Well, no."}, {"sentId": 89, "text": "That piece alone does suggest that it came down with some sort of control that it wasn't just a vertical dive slamming into the ocean because that's almost like hitting concrete."}, {"sentId": 90, "text": "I mean, it just tears the plane apart."}], "speaker": "SCHIAVO", "secId": 35}, {"sentences": [{"sentId": 91, "text": "So, it does suggest that whatever happened, perhaps it came down not with a driving force and a straight in the crash into the ocean."}, {"sentId": 92, "text": "Absolutely."}], "speaker": "SCHIAVO", "secId": 36}, {"sentences": [{"sentId": 93, "text": "OK. Richard, same question to you."}], "speaker": "LEMON", "secId": 37}, {"sentences": [{"sentId": 94, "text": "It pretty much gets rid of the idea that the plane sort of went nosedived straight into the water, hitting that sort of speed, you end it with virtually nothing left of the aircraft."}, {"sentId": 95, "text": "But we know that if the plane ran out of fuel, that it would have -- it's not a control descent, but it doesn't fall out of the sky, either."}], "speaker": "QUEST", "secId": 38}, {"sentences": [{"sentId": 96, "text": "It sort of they glide and then descends then eventually one wing loses lift and then a sort of spiral begins."}, {"sentId": 97, "text": "Now, does it lead us to assume that?"}, {"sentId": 98, "text": "Well, they'll be able to look and they'll be able to tell judging by the forces."}, {"sentId": 99, "text": "The wrenching, the various buckling they'll be able to tell."}], "speaker": "QUEST", "secId": 39}, {"sentences": [{"sentId": 100, "text": "Take Air France 447."}, {"sentId": 101, "text": "They did -- they were able to tell a lot of what happened from a lavatory door and from a galley cart simply because of the way they ended the water, and that will be the same with this particularly piece."}], "speaker": "QUEST", "secId": 40}, {"sentences": [{"sentId": 102, "text": "Geoffrey, do you want to comment on that?"}], "speaker": "LEMON", "secId": 41}, {"sentences": [{"sentId": 103, "text": "Look, it is probably bit early for me to comment on that because the imagery that we've been getting hasn't been high resolution that so, you gentlemen and ladies have been privy to."}], "speaker": "THOMAS", "secId": 42}, {"sentences": [{"sentId": 104, "text": "But I would agree with Richard on this."}, {"sentId": 105, "text": "And certainly, they will be able to, on closer examination; they should be able to get a little bit of an insight into how this airplane impacted the water."}], "speaker": "THOMAS", "secId": 43}, {"sentences": [{"sentId": 106, "text": "David, does this change anything about the search area at all or the underwater searching of finding the black boxes or any remains, what does this mean?"}], "speaker": "LEMON", "secId": 44}, {"sentences": [{"sentId": 107, "text": "I don't think it does, initially and it may not ever."}, {"sentId": 108, "text": "Remember we had two different searches, the surface search and the water search, the underwater search."}, {"sentId": 109, "text": "And that's what they've been focusing on is the underwater search because they exhausted the surface search many, many months ago."}], "speaker": "SOUCIE", "secId": 45}, {"sentences": [{"sentId": 110, "text": "Now, if you recall, Don, we sat and talked about some debris that we saw."}, {"sentId": 111, "text": "There was witness for -- I think it was maybe April or May when the Orion and those airplanes were still out looking and they kept seeing things."}, {"sentId": 112, "text": "And some of them, if I recall, were exactly this size."}], "speaker": "SOUCIE", "secId": 46}, {"sentences": [{"sentId": 113, "text": "They said, about 3 feet by 9 feet or maybe 11 feet."}, {"sentId": 114, "text": "And there could be this size of a debri that they did see when they went out to look for it, it had disappeared, it drifted off to a different location or perhaps sank."}], "speaker": "SOUCIE", "secId": 47}, {"sentences": [{"sentId": 115, "text": "So, you know, I think that they are looking in the right area if you're talking about the underwater search."}, {"sentId": 116, "text": "This could easily have been that same location and drifted not easily but it could potentially have drifted that far."}], "speaker": "SOUCIE", "secId": 48}, {"sentences": [{"sentId": 117, "text": "Mary, it is your job to investigate these things."}, {"sentId": 118, "text": "So, what does this mean for the panel?"}, {"sentId": 119, "text": "I don't know if it provides them some closure, at least, you know, the hope that they will find out."}, {"sentId": 120, "text": "And then, what about the possibility of legal action?"}, {"sentId": 121, "text": "Does this change anything for them?"}], "speaker": "LEMON", "secId": 49}, {"sentences": [{"sentId": 122, "text": "Well, it will nothing will provide them closure."}, {"sentId": 123, "text": "I think that's a term that we'd like to think that the families will get."}, {"sentId": 124, "text": "It will, of course, provide them information."}, {"sentId": 125, "text": "Some, we're still holding out hope."}, {"sentId": 126, "text": "That perhaps it had gone somewhere and landed and if this, the plane that went in the water, it will dash those hopes."}], "speaker": "SCHIAVO", "secId": 50}, {"sentences": [{"sentId": 127, "text": "But in terms of the legal process, I mean, the thing that everyone really needs are those black boxes because they tell you exactly what happened."}, {"sentId": 128, "text": "There will be clues here."}, {"sentId": 129, "text": "And, of course, the clock is ticking for the family's legal action."}], "speaker": "SCHIAVO", "secId": 51}, {"sentences": [{"sentId": 130, "text": "They are going to have to do something within two years under the treaties that apply here."}, {"sentId": 131, "text": "So, they are really under the gun."}, {"sentId": 132, "text": "I mean, they have to, they're going to have to act with very little information."}, {"sentId": 133, "text": "This helps but it won't answer too many questions."}], "speaker": "SCHIAVO", "secId": 52}, {"sentences": [{"sentId": 134, "text": "Mary, Richard, David, Jeffrey, thank you all."}, {"sentId": 135, "text": "We're going to bring you the very latest news on MH370 as it happens."}, {"sentId": 136, "text": "And when we come right back, the choice words Donald Trump has for a female attorney who wanted to pump breastmilk for her baby during a deposition."}], "speaker": "LEMON", "secId": 53}, {"sentences": [{"sentId": 137, "text": "Plus, I'm going to talk to the grieving family of the man who shot to death -- who was shot to death by Cincinnati police officer."}, {"sentId": 138, "text": "How they feel now by about the officer now that he's been indicted for murder."}], "speaker": "LEMON", "secId": 54}, {"sentences": [{"sentId": 139, "text": "Now, I want to turn to the day in Trump."}, {"sentId": 140, "text": "The mogul who wants to be your next president talked to our very own Dana Bash today."}, {"sentId": 141, "text": "And Dana joins me right now."}], "speaker": "LEMON", "secId": 55}, {"sentences": [{"sentId": 142, "text": "So, Dana, we're getting this right because he talked to you about comments."}, {"sentId": 143, "text": "You know, there were comments that he's getting some criticism now about depositions."}, {"sentId": 144, "text": "Right?"}, {"sentId": 145, "text": "And here's what it says."}, {"sentId": 146, "text": "And one it says, \"He's no different from a politician running for office.\""}, {"sentId": 147, "text": "And then another it says that \"He melted down,\" so to speak, when a female attorney needed a break during a deposition to breast pump, right, for her baby?"}], "speaker": "LEMON", "secId": 56}, {"sentences": [{"sentId": 148, "text": "That's right."}], "speaker": "BASH", "secId": 57}, {"sentences": [{"sentId": 149, "text": "What did he say about it?"}], "speaker": "LEMON", "secId": 58}, {"sentences": [{"sentId": 150, "text": "Well, and so, this happened back in 2011."}, {"sentId": 151, "text": "It was the opposing attorney, of course."}, {"sentId": 152, "text": "And it was a battle a land, a real estate dispute."}, {"sentId": 153, "text": "And she alleges that she just said, I need a break, because she had a three-month-old baby, she was breastfeeding, she needed to go pump."}, {"sentId": 154, "text": "He wouldn't, according to her, let her, take a break."}, {"sentId": 155, "text": "And that's when she brought the press pump onto the table saying, I got to go, he saw it very differently."}, {"sentId": 156, "text": "Listen to this."}], "speaker": "BASH", "secId": 59}, {"sentences": [{"sentId": 157, "text": "She wanted to pump in front of me during the deposition."}], "speaker": "TRUMP", "secId": 60}, {"sentences": [{"sentId": 158, "text": "The way she described it, that she wanted to take a break so that she could take the pump out."}], "speaker": "BASH", "secId": 61}, {"sentences": [{"sentId": 159, "text": "Not true."}, {"sentId": 160, "text": "You could ask my lawyer, who was there, who said, I've never seen anything like it."}, {"sentId": 161, "text": "She wanted to breast pump in front of me."}, {"sentId": 162, "text": "And I may have said that's disgusting."}, {"sentId": 163, "text": "I may have said something else."}, {"sentId": 164, "text": "I thought it was terrible."}, {"sentId": 165, "text": "She's a horrible person."}, {"sentId": 166, "text": "Knows nothing about me."}], "speaker": "TRUE", "secId": 62}, {"sentences": [{"sentId": 167, "text": "I see her, she's now the great expert on Donald Trump."}, {"sentId": 168, "text": "Ask her clients how they came out, OK?"}, {"sentId": 169, "text": "They didn't come out well."}, {"sentId": 170, "text": "And not only that, they had to pay me legal fees because she did such a poor job."}], "speaker": "TRUE", "secId": 63}, {"sentences": [{"sentId": 171, "text": "But she's now the great expert on Donald trump."}, {"sentId": 172, "text": "I will say this."}, {"sentId": 173, "text": "I have never been covered so inaccurately by the media as I have during my political situation that I've been, you know, embarked on as of -- a couple of months."}], "speaker": "TRUE", "secId": 64}, {"sentences": [{"sentId": 174, "text": "A case like that where she knows absolutely nothing about me, she's become the great expert."}, {"sentId": 175, "text": "So, I did, well, what I did do, the great thing about Twitter..."}], "speaker": "TRUE", "secId": 65}, {"sentences": [{"sentId": 176, "text": "Yes."}], "speaker": "BASH", "secId": 66}, {"sentences": [{"sentId": 177, "text": "I tweeted into CNN."}], "speaker": "TRUMP", "secId": 67}, {"sentences": [{"sentId": 178, "text": "Right."}], "speaker": "BASH", "secId": 68}, {"sentences": [{"sentId": 179, "text": "She lost the case."}], "speaker": "TRUMP", "secId": 69}, {"sentences": [{"sentId": 180, "text": "Yes."}, {"sentId": 181, "text": "Now you're saying it here."}, {"sentId": 182, "text": "But I guess the question isn't so much, you know, that she's an expert, but she does have an experience, which she clearly doesn't think..."}], "speaker": "BASH", "secId": 70}, {"sentences": [{"sentId": 183, "text": "Excuse me."}, {"sentId": 184, "text": "It was a bad experience."}, {"sentId": 185, "text": "She lost."}], "speaker": "TRUMP", "secId": 71}, {"sentences": [{"sentId": 186, "text": "Right."}, {"sentId": 187, "text": "TRUMP: And that's what the country needs."}, {"sentId": 188, "text": "The country needs somebody that's going to win."}, {"sentId": 189, "text": "We always lose."}, {"sentId": 190, "text": "We lose on trade."}, {"sentId": 191, "text": "We lose to China, Japan, Mexico."}, {"sentId": 192, "text": "We lose to everybody."}, {"sentId": 193, "text": "Wouldn't it be nice if we could finally win something?"}, {"sentId": 194, "text": "I beat her so badly."}, {"sentId": 195, "text": "She's a vicious, horrible person."}], "speaker": "BASH", "secId": 72}, {"sentences": [{"sentId": 196, "text": "I don't think anybody is saying she's an expert on Donald Trump."}], "speaker": "BASH", "secId": 73}, {"sentences": [{"sentId": 197, "text": "Well, she finds to be."}], "speaker": "TRUMP", "secId": 74}, {"sentences": [{"sentId": 198, "text": "She's somebody who is recounting an experience she had."}], "speaker": "BASH", "secId": 75}, {"sentences": [{"sentId": 199, "text": "It's true."}, {"sentId": 200, "text": "It was a bad experience."}, {"sentId": 201, "text": "She lost."}], "speaker": "TRUMP", "secId": 76}, {"sentences": [{"sentId": 202, "text": "Right."}, {"sentId": 203, "text": "But my question for you is -- right."}, {"sentId": 204, "text": "But my question for you is, people are looking at that."}, {"sentId": 205, "text": "They're thinking, OK, if he blows up at a lawyer in a deposition..."}], "speaker": "BASH", "secId": 77}, {"sentences": [{"sentId": 206, "text": "I didn't blow up."}], "speaker": "TRUMP", "secId": 78}, {"sentences": [{"sentId": 207, "text": "... negotiating, what would you do if Vladimir Putin..."}], "speaker": "BASH", "secId": 79}, {"sentences": [{"sentId": 208, "text": "Excuse me."}], "speaker": "TRUMP", "secId": 80}, {"sentences": [{"sentId": 209, "text": "... challenged you?"}], "speaker": "BASH", "secId": 81}, {"sentences": [{"sentId": 210, "text": "Oh, believe me, he'd be -- I'd do very well with him."}, {"sentId": 211, "text": "I get along with people."}, {"sentId": 212, "text": "I didn't blow up at a deposition."}, {"sentId": 213, "text": "I don't blow up."}, {"sentId": 214, "text": "I'm a person that knows exactly..."}], "speaker": "TRUMP", "secId": 82}, {"sentences": [{"sentId": 215, "text": "So, that didn't happen."}, {"sentId": 216, "text": "She's wrong that it didn't happen?"}], "speaker": "BASH", "secId": 83}, {"sentences": [{"sentId": 217, "text": "Of course, she made it up."}, {"sentId": 218, "text": "She made it made it."}, {"sentId": 219, "text": "She's saying, oh, he was so violent and he was so wild."}, {"sentId": 220, "text": "And she was -- she was afraid of nobody."}, {"sentId": 221, "text": "She's a tough killer."}, {"sentId": 222, "text": "In Miami, everyone knows she's a killer."}, {"sentId": 223, "text": "They all hate her."}, {"sentId": 224, "text": "And frankly, they were so happy -- a couple of lawyers called up and said it's so great that you beat her."}], "speaker": "TRUMP", "secId": 84}, {"sentences": [{"sentId": 225, "text": "You know, most people settle."}, {"sentId": 226, "text": "I don't settling."}, {"sentId": 227, "text": "So, here's the story."}, {"sentId": 228, "text": "She goes on television says it's a bad thing."}, {"sentId": 229, "text": "She doesn't even know me."}, {"sentId": 230, "text": "She deposed me and I was in trial."}, {"sentId": 231, "text": "She asked to me questions in front of a jury."}, {"sentId": 232, "text": "I won."}, {"sentId": 233, "text": "I won so conclusively that I got legal fees."}, {"sentId": 234, "text": "She is devastated over the fact that I beat her so badly."}, {"sentId": 235, "text": "And now, she's an expert."}, {"sentId": 236, "text": "So, I think we talked enough about her."}], "speaker": "TRUMP", "secId": 85}, {"sentences": [{"sentId": 237, "text": "Let's be -- exactly."}, {"sentId": 238, "text": "Let's move on to -- one of the thing I do want to ask you about that was in the New York Times this morning when they went through some of your depositions."}, {"sentId": 239, "text": "Quoted you under oath saying, \"I'm no different from a politician running for office."}, {"sentId": 240, "text": "You always want to put the best foot forward saying that you exaggerate.\""}], "speaker": "BASH", "secId": 86}, {"sentences": [{"sentId": 241, "text": "Well, I do want to put the best."}, {"sentId": 242, "text": "You can call it exaggeration."}, {"sentId": 243, "text": "Of course, I want to put the best foot forward."}, {"sentId": 244, "text": "I'm not going to say oh, gee, everything is terrible."}, {"sentId": 245, "text": "I'm a very optimistic person."}, {"sentId": 246, "text": "I'm optimistic for the country."}], "speaker": "TRUMP", "secId": 87}, {"sentences": [{"sentId": 247, "text": "So, do you exaggerate?"}], "speaker": "BASH", "secId": 88}, {"sentences": [{"sentId": 248, "text": "Everybody exaggerates."}, {"sentId": 249, "text": "I mean, I guess I do a little bit."}, {"sentId": 250, "text": "I want to say good things."}, {"sentId": 251, "text": "OK."}, {"sentId": 252, "text": "So, I have space, let's say it's for rent."}, {"sentId": 253, "text": "Somebody walks in."}, {"sentId": 254, "text": "Am I supposed to say oh, this space is no good."}, {"sentId": 255, "text": "Don't take it."}, {"sentId": 256, "text": "It's terrible."}, {"sentId": 257, "text": "Or am I supposed to say, this is beautiful space."}, {"sentId": 258, "text": "Do you love it?"}, {"sentId": 259, "text": "Isn't it wonderful, look at the view."}], "speaker": "TRUMP", "secId": 89}, {"sentences": [{"sentId": 260, "text": "Will you exaggerate in the White House?"}], "speaker": "BASH", "secId": 90}, {"sentences": [{"sentId": 261, "text": "I will -- the word, I don't think the word exaggerate is a good word."}, {"sentId": 262, "text": "I want to put a positive spin on things."}, {"sentId": 263, "text": "I want to put a positive spin on the United States if I'm president."}, {"sentId": 264, "text": "Because we have a country that's not respected."}, {"sentId": 265, "text": "We're very down."}], "speaker": "TRUMP", "secId": 91}, {"sentences": [{"sentId": 266, "text": "The United States is very down."}, {"sentId": 267, "text": "We don't have good news anymore."}, {"sentId": 268, "text": "We don't have victories anymore."}, {"sentId": 269, "text": "So, I would certainly want to promote the United States as a great place."}, {"sentId": 270, "text": "People are laughing at us all over the world."}, {"sentId": 271, "text": "They think we're stupid."}, {"sentId": 272, "text": "And we are, I mean, we're being led by stupid people."}, {"sentId": 273, "text": "We're being led by people that don't have a clue they're incompetent."}], "speaker": "TRUMP", "secId": 92}, {"sentences": [{"sentId": 274, "text": "Well, another question about that -- about that quote, you said, \"I'm no different from a politician running for office.\""}, {"sentId": 275, "text": "Have you considered yourself a politician because you're obviously saying that you're not?"}], "speaker": "BASH", "secId": 93}, {"sentences": [{"sentId": 276, "text": "Yes."}, {"sentId": 277, "text": "I became a politician a few months ago, when I decided -- I never did this before."}], "speaker": "TRUMP", "secId": 94}, {"sentences": [{"sentId": 278, "text": "This is several years ago."}], "speaker": "BASH", "secId": 95}, {"sentences": [{"sentId": 279, "text": "Yes."}, {"sentId": 280, "text": "But politicians running for office try and put a positive spin."}, {"sentId": 281, "text": "I mean, I think that's OK."}, {"sentId": 282, "text": "I mean, what are they going to do?"}, {"sentId": 283, "text": "Put a negative spin?"}, {"sentId": 284, "text": "I think they try to put a positive spin."}, {"sentId": 285, "text": "A politician is a person that generally speaking should be a..."}], "speaker": "TRUMP", "secId": 96}, {"sentences": [{"sentId": 286, "text": "Do you think to yourself a politician now?"}], "speaker": "BASH", "secId": 97}, {"sentences": [{"sentId": 287, "text": "Well, now, I'm a politician."}, {"sentId": 288, "text": "But I'm not acting like a politician because I tell the truth."}], "speaker": "TRUMP", "secId": 98}, {"sentences": [{"sentId": 289, "text": "It is an experience to sit and talk to him, right?"}, {"sentId": 290, "text": "Because he has an answer for everything."}], "speaker": "LEMON", "secId": 99}, {"sentences": [{"sentId": 291, "text": "So, Don, you're not in Washington anymore."}], "speaker": "BASH", "secId": 100}, {"sentences": [{"sentId": 292, "text": "Yes."}, {"sentId": 293, "text": "But, you know, he's temperament keeps coming up, right?"}], "speaker": "LEMON", "secId": 101}, {"sentences": [{"sentId": 294, "text": "Yes."}], "speaker": "BASH", "secId": 102}, {"sentences": [{"sentId": 295, "text": "That he was very -- it appears subdued to that interview."}, {"sentId": 296, "text": "And I thought it was a bit subdued in my interview the night before."}], "speaker": "LEMON", "secId": 103}, {"sentences": [{"sentId": 297, "text": "I agree with you."}], "speaker": "BASH", "secId": 104}, {"sentences": [{"sentId": 298, "text": "But his temperament keeps coming up and yet he's polling very high."}, {"sentId": 299, "text": "He's at the top of the polls."}, {"sentId": 300, "text": "Do you think it will last?"}, {"sentId": 301, "text": "Because you're a betterment, because you know this."}], "speaker": "LEMON", "secId": 105}, {"sentences": [{"sentId": 302, "text": "I am."}, {"sentId": 303, "text": "But you know what, I'm better in conventional campaigns."}, {"sentId": 304, "text": "There's nothing conventional about Donald Trump."}, {"sentId": 305, "text": "There's nothing conventional about this."}, {"sentId": 306, "text": "So, you know, presumably, he's got a ceiling, but you never know."}], "speaker": "BASH", "secId": 106}, {"sentences": [{"sentId": 307, "text": "Yes."}, {"sentId": 308, "text": "There's nothing normal or traditional about the way he's running and his winning."}, {"sentId": 309, "text": "At this point, he's winning."}], "speaker": "LEMON", "secId": 107}, {"sentences": [{"sentId": 310, "text": "Are you sure of it?"}], "speaker": "BASH", "secId": 108}, {"sentences": [{"sentId": 311, "text": "What did he say about Obamacare?"}], "speaker": "LEMON", "secId": 109}, {"sentences": [{"sentId": 312, "text": "Well, you know, back in the day, when he was a democrat, 15 years ago or even more recently, he advocated a single payer system."}, {"sentId": 313, "text": "Which you know, Don, that is like to the left of the people who are the most to the left in the Democratic Party."}], "speaker": "BASH", "secId": 110}, {"sentences": [{"sentId": 314, "text": "And now, he is obviously considering himself a conservative republican."}, {"sentId": 315, "text": "So, I asked him about Obamacare what he wants to do to after he repeals it."}, {"sentId": 316, "text": "Listen to that."}], "speaker": "BASH", "secId": 111}, {"sentences": [{"sentId": 317, "text": "So, you're in the Oval Office, you're saying Obamacare."}], "speaker": "BASH", "secId": 112}, {"sentences": [{"sentId": 318, "text": "It's got to go."}], "speaker": "TRUMP", "secId": 113}, {"sentences": [{"sentId": 319, "text": "It's got to go."}], "speaker": "BASH", "secId": 114}, {"sentences": [{"sentId": 320, "text": "Repeal and replace with something terrific."}], "speaker": "TRUMP", "secId": 115}, {"sentences": [{"sentId": 321, "text": "And the terrific is?"}], "speaker": "BASH", "secId": 116}, {"sentences": [{"sentId": 322, "text": "The terrific will be plans that could be done by private companies."}, {"sentId": 323, "text": "And the only way I want the government involved -- OK."}, {"sentId": 324, "text": "So, for years, I basically wasn't able -- if I have a company in New York, or I have a company someplace else, I can only go within the confines of that state."}], "speaker": "TRUMP", "secId": 117}, {"sentences": [{"sentId": 325, "text": "So, I have no competition."}, {"sentId": 326, "text": "The walls should be taken down."}, {"sentId": 327, "text": "The borders --- those borders should be opened up."}, {"sentId": 328, "text": "The southern border should be closed but those borders should be up."}, {"sentId": 329, "text": "Companies -- I have to be able to compete."}], "speaker": "TRUMP", "secId": 118}, {"sentences": [{"sentId": 330, "text": "I want to be able to compete and go to a company in California, company in Iowa, company in New Hampshire, company for -- and I'll get a good price."}], "speaker": "TRUMP", "secId": 119}, {"sentences": [{"sentId": 331, "text": "The only way the government should really be involved is they have to make sure those companies are financially strong, so that if they have catastrophic events or if they make a miscalculation, they have plenty of money."}, {"sentId": 332, "text": "Other..."}], "speaker": "TRUMP", "secId": 120}, {"sentences": [{"sentId": 333, "text": "Well, what do you think?"}], "speaker": "LEMON", "secId": 121}, {"sentences": [{"sentId": 334, "text": "I think he's, you know, if he does a really go even further, he's going to have a lot more explaining to do and not just him, a lot of the republicans."}], "speaker": "BASH", "secId": 122}, {"sentences": [{"sentId": 335, "text": "Do you think he's short on details."}], "speaker": "LEMON", "secId": 123}, {"sentences": [{"sentId": 336, "text": "Yes."}, {"sentId": 337, "text": "I do."}, {"sentId": 338, "text": "I do think he's short on details but he's not alone."}], "speaker": "BASH", "secId": 124}, {"sentences": [{"sentId": 339, "text": "Yes."}], "speaker": "LEMON", "secId": 125}, {"sentences": [{"sentId": 340, "text": "We have a lot of impressions I call these guys."}], "speaker": "BASH", "secId": 126}, {"sentences": [{"sentId": 341, "text": "I don't think he's going anywhere."}, {"sentId": 342, "text": "I think this is now his job."}, {"sentId": 343, "text": "He does have the \"The Apprentice\" show, the clothing lines, or whatever, this is now his job."}, {"sentId": 344, "text": "So, we'll see and we'll be watching next week with a lot of popcorn they'll be covering it."}, {"sentId": 345, "text": "And I will as well."}, {"sentId": 346, "text": "Thank you, Dana."}, {"sentId": 347, "text": "Always a pleasure."}], "speaker": "LEMON", "secId": 127}, {"sentences": [{"sentId": 348, "text": "It makes sense."}], "speaker": "BASH", "secId": 128}, {"sentences": [{"sentId": 349, "text": "When we come right back, a police officer charge in the shooting, death, of an unarmed man during a traffic stop."}, {"sentId": 350, "text": "The incident caught on camera."}, {"sentId": 351, "text": "Up next, I'm going to talk to the victim's mother and his sister."}], "speaker": "LEMON", "secId": 129}, {"sentences": [{"sentId": 352, "text": "Very important story this next one."}, {"sentId": 353, "text": "Tonight, the University of Cincinnati Police Officer is charged with murder in the shooting, death, of an unarmed man during a traffic stop."}], "speaker": "LEMON", "secId": 130}, {"sentences": [{"sentId": 354, "text": "An attorney says, Officer Ray Tensing feared for his life."}, {"sentId": 355, "text": "But the prosecutor calls the shooting of Samuel DuBose, a senseless act."}, {"sentId": 356, "text": "The incident caught on the officer's body cam."}, {"sentId": 357, "text": "He pulls over DuBose because of a missing front license plate asks to see a driver's license, then asks if he has been -- if it has been suspended."}], "speaker": "LEMON", "secId": 131}, {"sentences": [{"sentId": 358, "text": "After DuBose says, he doesn't have his license with him, the incident quickly takes a deadly turn."}, {"sentId": 359, "text": "And I want to warn you, OK?"}, {"sentId": 360, "text": "This is very difficult to watch."}], "speaker": "LEMON", "secId": 132}, {"sentences": [{"sentId": 361, "text": "Sir, I'm still trying to figure out if you have a license."}, {"sentId": 362, "text": "Go ahead and take your seat belt off for me."}, {"sentId": 363, "text": "DUBOSE: Well, if you look."}], "speaker": "TENSING", "secId": 133}, {"sentences": [{"sentId": 364, "text": "Go and take your seat belt off."}, {"sentId": 365, "text": "Stop."}, {"sentId": 366, "text": "Stop."}], "speaker": "TENSING", "secId": 134}, {"sentences": [{"sentId": 367, "text": "No."}, {"sentId": 368, "text": "He's driving down."}], "speaker": "TENSING", "secId": 135}, {"sentences": [{"sentId": 369, "text": "."}], "speaker": "UNIDENTIFIED MALE", "secId": 136}, {"sentences": [{"sentId": 370, "text": "We need a medic now."}], "speaker": "UNIDENTIFIED MALE", "secId": 137}, {"sentences": [{"sentId": 371, "text": "."}], "speaker": "TENSING", "secId": 138}, {"sentences": [{"sentId": 372, "text": "Officer Tensing is expected to be arraigned tomorrow."}, {"sentId": 373, "text": "Now, right now, I want to bring in Mark O'Mara, the attorney for the DuBose family."}, {"sentId": 374, "text": "He's also a CNN legal analyst, as you know it."}], "speaker": "LEMON", "secId": 139}, {"sentences": [{"sentId": 375, "text": "And also with me is Samuel DuBose's mother, Audrey DuBose and his sister Terina DuBose Allen."}, {"sentId": 376, "text": "And I just want to thank you both for joining us tonight."}, {"sentId": 377, "text": "And to give you our condolences and just to tell you how well you handled yourself today during the press conference."}, {"sentId": 378, "text": "It was really something to see."}, {"sentId": 379, "text": "So, thank you, again."}], "speaker": "LEMON", "secId": 140}, {"sentences": [{"sentId": 380, "text": "Mom, I want to talk to you first."}, {"sentId": 381, "text": "Sorry, I had to play that video for you."}, {"sentId": 382, "text": "It's hard to watch."}, {"sentId": 383, "text": "Describe what, if you can, what today's indictment means to you."}], "speaker": "LEMON", "secId": 141}, {"sentences": [{"sentId": 384, "text": "It means that..."}], "speaker": "DUBOSE", "secId": 142}, {"sentences": [{"sentId": 385, "text": "It's hard."}], "speaker": "LEMON", "secId": 143}, {"sentences": [{"sentId": 386, "text": "It's overwhelming."}, {"sentId": 387, "text": "Yes."}, {"sentId": 388, "text": "I'm so glad that they are doing something about this."}, {"sentId": 389, "text": "I'm so glad that the man that murdered my son is in jail now."}, {"sentId": 390, "text": "That he's been arrested is a great relief."}, {"sentId": 391, "text": "I feel like I'm receiving some justice here and I thank God for it."}], "speaker": "DUBOSE", "secId": 144}, {"sentences": [{"sentId": 392, "text": "And, Terina, you know, there's an indictment, of course, but it doesn't always mean that, you know, he's going to be found guilty."}, {"sentId": 393, "text": "Correct?"}, {"sentId": 394, "text": "And so, I'm sure you guys are bracing for that."}], "speaker": "LEMON", "secId": 145}, {"sentences": [{"sentId": 395, "text": "But the video seems to be so damning, the evidence seems to be so overwhelming."}, {"sentId": 396, "text": "But I'm wondering what you think because I heard you talk about body cameras today."}, {"sentId": 397, "text": "Without a camera, do you think that we would have gotten the same result as to what happened 10 days ago?"}], "speaker": "LEMON", "secId": 146}, {"sentences": [{"sentId": 398, "text": "Absolutely not."}, {"sentId": 399, "text": "I do believe we would have gotten some kind of result."}, {"sentId": 400, "text": "Only because the university police had communicate that Sam had not dragged the police officer as it has been communicated to the public."}], "speaker": "ALLEN", "secId": 147}, {"sentences": [{"sentId": 401, "text": "But I don't believe that Sam's reputation, whatever we would have gotten; it would have been drowned out by the defamation of his character that had been occurring ever since he was murdered last Sunday."}, {"sentId": 402, "text": "So, I do think we would have gotten something but it wouldn't have"}], "speaker": "ALLEN", "secId": 148}, {"sentences": [{"sentId": 403, "text": "been -- it would have been drowned out because they were just saying that he was -- he deserved to be shot in the head."}, {"sentId": 404, "text": "This is what we're reading from different blogs."}, {"sentId": 405, "text": "I don't know what people are thinking about because he has lots of children and he didn't have license or he was driving without license."}], "speaker": "ALLEN", "secId": 149}, {"sentences": [{"sentId": 406, "text": "So, I think that people get insensitive to the fact that maybe everything you do doesn't need to get a bullet in the head."}, {"sentId": 407, "text": "Maybe we could start with a slap in the wrist or something."}, {"sentId": 408, "text": "So, something would have happened."}, {"sentId": 409, "text": "But it wouldn't have been anything at all like an indictment."}], "speaker": "ALLEN", "secId": 150}, {"sentences": [{"sentId": 410, "text": "Yes."}, {"sentId": 411, "text": "It's when a traffic stop for not signaling or not having a front license plate when it turns deadly, people -- one must wonder what's going on."}], "speaker": "LEMON", "secId": 151}, {"sentences": [{"sentId": 412, "text": "Mark, you know, we know that this officer, Ray Tensing, turned himself in today and he's expected to be in court tomorrow."}, {"sentId": 413, "text": "His attorney spoke to the media and had this to say about the prosecutor."}, {"sentId": 414, "text": "Take a listen."}], "speaker": "LEMON", "secId": 152}, {"sentences": [{"sentId": 415, "text": "I think he has tried to create great prejudice against my client."}, {"sentId": 416, "text": "But fortunately, that's what we have courts for."}, {"sentId": 417, "text": "Because when all the evidence comes out, I think that there will be a different version of what went on here."}, {"sentId": 418, "text": "It will be made public."}], "speaker": "MATTHEWS", "secId": 153}, {"sentences": [{"sentId": 419, "text": "And you've seen the tape?"}], "speaker": "UNIDENTIFIED MALE", "secId": 154}, {"sentences": [{"sentId": 420, "text": "I've seen the tape."}], "speaker": "MATTHEWS", "secId": 155}, {"sentences": [{"sentId": 421, "text": "And what you saw on the tape is not what DuBose described?"}], "speaker": "UNIDENTIFIED MALE", "secId": 156}, {"sentences": [{"sentId": 422, "text": "Not what I saw."}, {"sentId": 423, "text": "And I don't know whether there's a second tape, also, from officer Linden  body cam."}, {"sentId": 424, "text": "And I don't know if that's been released or not, but that also add some clarity and details."}], "speaker": "MATTHEWS", "secId": 157}, {"sentences": [{"sentId": 425, "text": "What is Officer Tensing's reaction to all of this?"}], "speaker": "UNIDENTIFIED MALE", "secId": 158}, {"sentences": [{"sentId": 426, "text": "I can't explain it."}, {"sentId": 427, "text": "Obviously, he's devastated, as am I. I mean, I'm not shocked that there was an indictment."}, {"sentId": 428, "text": "A murder indictment just astounds me."}], "speaker": "MATTHEWS", "secId": 159}, {"sentences": [{"sentId": 429, "text": "Mark, Stew Matthews, the attorney's officer's, attorney is telling CNN that his client feared for his life saying that another officer's body camera, as you heard, potentially support Tensing's version of events."}, {"sentId": 430, "text": "What do you think of that?"}], "speaker": "LEMON", "secId": 160}, {"sentences": [{"sentId": 431, "text": "Well, I've seen some of that body camera, the other one, and I disagree with him."}, {"sentId": 432, "text": "And let me say one thing very clearly to officer -- or Mr. Tensing."}], "speaker": "O'MARA", "secId": 161}, {"sentences": [{"sentId": 433, "text": "This family has been very patient and now they have been very gracious in the way they're handling this."}, {"sentId": 434, "text": "If Officer Tensing decides that he is going to deny responsibility for what he did and not own up to what he did, then he's going to get a reaction in terms of the family in kind."}], "speaker": "O'MARA", "secId": 162}, {"sentences": [{"sentId": 435, "text": "This is a family in extraordinary grief because he killed their son, their brother, their father without any justification."}, {"sentId": 436, "text": "He needs to own up to what he did wrong."}, {"sentId": 437, "text": "He needs to ask for -- he needs to apologize to the family and ask for their forgiveness."}], "speaker": "O'MARA", "secId": 163}, {"sentences": [{"sentId": 438, "text": "And he should not do it in a way where he's already setting a foundation to suggest that he had a reason to do what he did."}], "speaker": "O'MARA", "secId": 164}, {"sentences": [{"sentId": 439, "text": "I just -- he's devastated."}, {"sentId": 440, "text": "He's devastated."}], "speaker": "ALLEN", "secId": 165}, {"sentences": [{"sentId": 441, "text": "Go ahead."}], "speaker": "DUBOSE", "secId": 166}, {"sentences": [{"sentId": 442, "text": "Go ahead, Terina."}], "speaker": "LEMON", "secId": 167}, {"sentences": [{"sentId": 443, "text": "He is devil."}, {"sentId": 444, "text": "I haven't heard that, so."}, {"sentId": 445, "text": "He is devastated that he's being accused?"}, {"sentId": 446, "text": "He's devastated just kicked me in the stomach to hear that because we're devastated."}, {"sentId": 447, "text": "Yesterday, I left my brother at the cemetery."}, {"sentId": 448, "text": "My mother buried her son and he's devastated?"}], "speaker": "ALLEN", "secId": 168}, {"sentences": [{"sentId": 449, "text": "I just think he really needs to rethink that."}, {"sentId": 450, "text": "Maybe, you know, he could be a little bit upset because the consequences of death and the consequences of arrest."}, {"sentId": 451, "text": "I like my brother to be rested today."}, {"sentId": 452, "text": "I would be so devastated."}, {"sentId": 453, "text": "That's all."}], "speaker": "ALLEN", "secId": 169}, {"sentences": [{"sentId": 454, "text": "I just dare him to compare what he's going through, what he calls this."}, {"sentId": 455, "text": "I'm really upset right now so."}], "speaker": "ALLEN", "secId": 170}, {"sentences": [{"sentId": 456, "text": "It's OK."}], "speaker": "LEMON", "secId": 171}, {"sentences": [{"sentId": 457, "text": "That is completely offensive."}], "speaker": "ALLEN", "secId": 172}, {"sentences": [{"sentId": 458, "text": "Mom, what do you want people to know about your son?"}], "speaker": "LEMON", "secId": 173}, {"sentences": [{"sentId": 459, "text": "I want my -- I would like for everyone to know that my son was full of life, he loved people."}, {"sentId": 460, "text": "He was not racist."}, {"sentId": 461, "text": "He loved all people."}, {"sentId": 462, "text": "That he loved his family."}, {"sentId": 463, "text": "He loves music."}, {"sentId": 464, "text": "He's just was someone that..."}], "speaker": "DUBOSE", "secId": 174}, {"sentences": [{"sentId": 465, "text": "Well, I know it's tough for all of you."}, {"sentId": 466, "text": "Mark, thanks to you, of course as always."}, {"sentId": 467, "text": "But Audrey, Mrs. DuBose, thank you so much."}, {"sentId": 468, "text": "And Terina DuBose Allen, thank you."}, {"sentId": 469, "text": "Our thoughts and prayers are with you this evening."}, {"sentId": 470, "text": "Thank you."}], "speaker": "LEMON", "secId": 175}, {"sentences": [{"sentId": 471, "text": "Thank you, Don, for the time."}], "speaker": "O'MARA", "secId": 176}, {"sentences": [{"sentId": 472, "text": "Thank you."}], "speaker": "ALLEN", "secId": 177}, {"sentences": [{"sentId": 473, "text": "Thank you."}], "speaker": "DUBOSE", "secId": 178}, {"sentences": [{"sentId": 474, "text": "Up next, I'm going to talk to Cincinnati's police chief."}], "speaker": "LEMON", "secId": 179}, {"sentences": [{"sentId": 475, "text": "The University of Cincinnati Police Officer is charged with murder in the shooting, death, of and unarmed man during a traffic stop."}], "speaker": "LEMON", "secId": 180}, {"sentences": [{"sentId": 476, "text": "I want to talk more about this fatal incident with Chief Jeffrey Blackwell of Cincinnati Police Department."}, {"sentId": 477, "text": "Chief, I appreciate you joining us."}, {"sentId": 478, "text": "You know, I know you're pleased about how quickly this investigation took place."}, {"sentId": 479, "text": "You just heard my interview with the family of Sam DuBose."}, {"sentId": 480, "text": "What's your response to them?"}], "speaker": "LEMON", "secId": 181}, {"sentences": [{"sentId": 481, "text": "You know what, I've spent some considerable time with them, Don, over the past couple of days."}, {"sentId": 482, "text": "They are a wonderful family."}, {"sentId": 483, "text": "They are brokenhearted."}, {"sentId": 484, "text": "They are grieving and our community here is grieving with them because this should not have happened."}], "speaker": "BLACKWELL", "secId": 182}, {"sentences": [{"sentId": 485, "text": "The prosecutor was asked about whether officer Ray Tensing was intentionally misleading investigators."}, {"sentId": 486, "text": "Take a listen."}], "speaker": "LEMON", "secId": 183}, {"sentences": [{"sentId": 487, "text": "I think he was making an excuse for purposely killing of another person."}, {"sentId": 488, "text": "That's what I think."}], "speaker": "DETERS", "secId": 184}, {"sentences": [{"sentId": 489, "text": "Even with the body cam video?"}], "speaker": "UNIDENTIFIED FEMALE", "secId": 185}, {"sentences": [{"sentId": 490, "text": "I'm not saying he's smart."}, {"sentId": 491, "text": "I'm just saying what I think he did."}], "speaker": "DETERS", "secId": 186}, {"sentences": [{"sentId": 492, "text": "So, was there an illusion of the other officer, this..."}], "speaker": "UNIDENTIFIED MALE", "secId": 187}, {"sentences": [{"sentId": 493, "text": "I don't think so."}, {"sentId": 494, "text": "You know, we're looking at that, Tom."}, {"sentId": 495, "text": "We're going to -- the family raised that issue with us today, and we're going to take a look."}], "speaker": "DETERS", "secId": 188}, {"sentences": [{"sentId": 496, "text": "When it comes to other officer, Chief, the other officers involved, are you concerned that police are trying help, cover up for other officers?"}], "speaker": "LEMON", "secId": 189}, {"sentences": [{"sentId": 497, "text": "You know, I wouldn't go that far, Don."}, {"sentId": 498, "text": "Let me say this."}, {"sentId": 499, "text": "I've worked in this profession for nearly 30 years."}, {"sentId": 500, "text": "And the most admirable men and women in this nation serve with a badge on that looks like mine."}, {"sentId": 501, "text": "And the majority of us do it well with character and integrity."}], "speaker": "BLACKWELL", "secId": 190}, {"sentences": [{"sentId": 502, "text": "But, unfortunately, the country has seen egregious after egregious act in cities throughout this nation that make it very hard for us to establish trust, legitimacy and relationship."}, {"sentId": 503, "text": "I'm just fortunate -- we're all fortunate that the body camera was on"}], "speaker": "BLACKWELL", "secId": 191}, {"sentences": [{"sentId": 504, "text": "and we saw the truth."}, {"sentId": 505, "text": "And we're also grateful for our prosecutor for taking a hard stance in calling out wrongdoing in quick and timely fashion."}], "speaker": "BLACKWELL", "secId": 192}, {"sentences": [{"sentId": 506, "text": "There are people who are concerned about the, you know, quote and quote, \"Blue wall of silence.\""}, {"sentId": 507, "text": "So, what do you say to them?"}], "speaker": "LEMON", "secId": 193}, {"sentences": [{"sentId": 508, "text": "You know, the nation has been screaming for reform in policing."}, {"sentId": 509, "text": "Some of it is legitimate."}, {"sentId": 510, "text": "Some of their concerns are legitimate, some are not."}, {"sentId": 511, "text": "But clearly, the optics of what we did has digressed over the past several years."}], "speaker": "BLACKWELL", "secId": 194}, {"sentences": [{"sentId": 512, "text": "We have a responsibility in this nation to make policing professional again."}, {"sentId": 513, "text": "And the men and women that I serve with here in this city I'm very proud of."}, {"sentId": 514, "text": "They have done a great job."}, {"sentId": 515, "text": "They are tired."}, {"sentId": 516, "text": "We have been working some big events lately."}, {"sentId": 517, "text": "And then to have this thrown in our lap and we have worked diligently to maintain peace and to have non-confrontational encounters with people."}], "speaker": "BLACKWELL", "secId": 195}, {"sentences": [{"sentId": 518, "text": "You saw some of our protests today."}, {"sentId": 519, "text": "We walked hand-in-hand, arm-in-arm with our protestors."}, {"sentId": 520, "text": "We've communicated with them."}, {"sentId": 521, "text": "We've kept the relationships that we have worked very hard for over the past several years, alive and well."}, {"sentId": 522, "text": "And I tell chiefs all over, I tell police officers, you can't wait till you have a crisis to build relationships."}, {"sentId": 523, "text": "You have to do it every single day in your community."}], "speaker": "BLACKWELL", "secId": 196}, {"sentences": [{"sentId": 524, "text": "Quickly, before I let you go, if you can respond quickly to this question, you heard Ray Tensing's attorney saying, the other officer's video will proof prove Tensing was right."}, {"sentId": 525, "text": "We'll show a very different interaction."}, {"sentId": 526, "text": "What do you say to that?"}], "speaker": "LEMON", "secId": 197}, {"sentences": [{"sentId": 527, "text": "You know, I'm not sure."}, {"sentId": 528, "text": "I saw the videos."}, {"sentId": 529, "text": "We think we have a pretty clear understanding here of what happened."}, {"sentId": 530, "text": "That is inflammatory to our community who had stood down and allowed justice in the system to work for them."}, {"sentId": 531, "text": "We are proud of our activists."}, {"sentId": 532, "text": "We're proud of our citizens here in the city."}, {"sentId": 533, "text": "I'm proud of our police officers."}, {"sentId": 534, "text": "And we're hopeful that as we move into the coming days that peace will prevail in Cincinnati and throughout the nation."}], "speaker": "BLACKWELL", "secId": 198}, {"sentences": [{"sentId": 535, "text": "Yes."}, {"sentId": 536, "text": "And it has been peaceful."}, {"sentId": 537, "text": "And everyone at the press conference today called for peace including the family, and we must commend all of you for that, including the activist there and the police department."}, {"sentId": 538, "text": "Thank you."}, {"sentId": 539, "text": "I appreciate it, Chief."}], "speaker": "LEMON", "secId": 199}, {"sentences": [{"sentId": 540, "text": "Thank you, Don."}], "speaker": "BLACKWELL", "secId": 200}, {"sentences": [{"sentId": 541, "text": "When we come back, a beloved lion killed by an American dentist in a big game."}, {"sentId": 542, "text": "Hunter Walter Palmer, one of his friends defends him."}, {"sentId": 543, "text": "That's next."}], "speaker": "LEMON", "secId": 201}, {"sentences": [{"sentId": 544, "text": "Cecil the lion was beloved by a tourist in Zimbabwe until he was killed earlier this month by an American dentist and big game hunter, Walter Palmer."}, {"sentId": 545, "text": "The killing sparked a firestorm among animal activists and even late night talk show hosts."}, {"sentId": 546, "text": "Listen, ABC's Jimmy Kimmel."}], "speaker": "LEMON", "secId": 202}, {"sentences": [{"sentId": 547, "text": "Why are you shooting a lion in the first place?"}, {"sentId": 548, "text": "I mean, I'm honestly curious to know why a human being would feel compelled to do that."}, {"sentId": 549, "text": "How is that fun?"}, {"sentId": 550, "text": "Is it that difficult for you to get an erection that you need to kill things?"}], "speaker": "KIMMEL", "secId": 203}, {"sentences": [{"sentId": 551, "text": "Joining me now to talk about his friend, Walter Palmer is Gary Coleman, hunter and owner of Nevada Ridge Outfitters."}, {"sentId": 552, "text": "Gary, thank you for coming on."}, {"sentId": 553, "text": "You are a hunter."}], "speaker": "LEMON", "secId": 204}, {"sentences": [{"sentId": 554, "text": "Sure."}], "speaker": "COLEMAN", "secId": 205}, {"sentences": [{"sentId": 555, "text": "You're a good friend of Walter, as we said."}], "speaker": "LEMON", "secId": 206}, {"sentences": [{"sentId": 556, "text": "Yes."}], "speaker": "COLEMAN", "secId": 207}, {"sentences": [{"sentId": 557, "text": "He's a little bit of public enemy number one right now."}, {"sentId": 558, "text": "And what to you want people to know about him?"}, {"sentId": 559, "text": "Why do you -- why do you kill a lion?"}], "speaker": "LEMON", "secId": 208}, {"sentences": [{"sentId": 560, "text": "Well, hunting in general is, you know, part of our heritage."}, {"sentId": 561, "text": "We're grown up with it."}, {"sentId": 562, "text": "It's something we've always been done."}, {"sentId": 563, "text": "It's been handed down to us from our fathers and grandfathers."}, {"sentId": 564, "text": "And it's not just a lion; it's just hunting in general."}, {"sentId": 565, "text": "It's just something if you've never hunted, it's hard to describe a person that doesn't hunt the feeling you get from it."}], "speaker": "COLEMAN", "secId": 209}, {"sentences": [{"sentId": 566, "text": "But this was -- this is different because this was something -- this was an animal that was lured out of a protected area."}, {"sentId": 567, "text": "And that's what I think people are sickened by that."}], "speaker": "LEMON", "secId": 210}, {"sentences": [{"sentId": 568, "text": "He was shot with a bow and arrow, and then suffered for 40 hours before he was finally brought down."}, {"sentId": 569, "text": "Why would someone spend over 50 grand to do that and wait and then lure an animal out of a protected area?"}], "speaker": "LEMON", "secId": 211}, {"sentences": [{"sentId": 570, "text": "Well, the thing is with hunting, we always try to harvest the older class animals that are not being productive anymore in their pride or their herd or whatever it is they're doing."}], "speaker": "COLEMAN", "secId": 212}, {"sentences": [{"sentId": 571, "text": "And 50,000 sounds like a lot of money, but people spend that all over the United States doing it and across the country for special tags."}, {"sentId": 572, "text": "I mean, it seems like a lot, but it's really not for one animal."}], "speaker": "COLEMAN", "secId": 213}, {"sentences": [{"sentId": 573, "text": "And so this officer had a -- excuse me, this lion, excuse me, had a tag on it, right?"}, {"sentId": 574, "text": "It was tag and for preservation and he got close enough to it where he could see that tag."}, {"sentId": 575, "text": "Why then should where he still shoot and kill this animal?"}], "speaker": "LEMON", "secId": 214}, {"sentences": [{"sentId": 576, "text": "Well, I don't know the particulars of this hunt because I wasn't there."}, {"sentId": 577, "text": "You know, I have said it up."}, {"sentId": 578, "text": "But most of the time, you know, this, like Zimbabwe and these park systems, they'll do this with so much of their older age class animals and all the states do it."}], "speaker": "COLEMAN", "secId": 215}, {"sentences": [{"sentId": 579, "text": "And so, basically, they're looking at the conservation."}, {"sentId": 580, "text": "What we did get out in conservation is because the money -- some of the money that goes towards paying the harvested animal is used for conservation."}], "speaker": "COLEMAN", "secId": 216}, {"sentences": [{"sentId": 581, "text": "And you know, trap and transplant and studies on the different animals."}, {"sentId": 582, "text": "And overall, it benefits the animals."}, {"sentId": 583, "text": "It's hard to see that if you're a non-hunter."}, {"sentId": 584, "text": "But it does benefit the animals in the long run."}], "speaker": "COLEMAN", "secId": 217}, {"sentences": [{"sentId": 585, "text": "Have you spoken to him?"}], "speaker": "LEMON", "secId": 218}, {"sentences": [{"sentId": 586, "text": "Not since this hunt, I have not."}], "speaker": "COLEMAN", "secId": 219}, {"sentences": [{"sentId": 587, "text": "Yes."}, {"sentId": 588, "text": "So, he is blaming his guide now."}, {"sentId": 589, "text": "Do you think it's fair for him to blame his guide?"}, {"sentId": 590, "text": "I mean, he knew was going there to kill lion."}, {"sentId": 591, "text": "He paid for it."}], "speaker": "LEMON", "secId": 220}, {"sentences": [{"sentId": 592, "text": "Well, the things is, when the hunter came to me and sets up a hunt, I'm pretty much responsible for everything that goes under that hunt."}, {"sentId": 593, "text": "You know, I'm being responsible for being in the right area, taking my guys and shooting the correct animals, if there's a size or an age."}, {"sentId": 594, "text": "I'm responsible for that."}], "speaker": "COLEMAN", "secId": 221}, {"sentences": [{"sentId": 595, "text": "So, basically, he's going to a different country."}, {"sentId": 596, "text": "And it's up to the guide or the outfitter to know the rules."}], "speaker": "COLEMAN", "secId": 222}, {"sentences": [{"sentId": 597, "text": "Do you have anything..."}], "speaker": "LEMON", "secId": 223}, {"sentences": [{"sentId": 598, "text": "As far as I'm..."}], "speaker": "COLEMAN", "secId": 224}, {"sentences": [{"sentId": 599, "text": "... do you take offenders -- do you see anything wrong with the way this went down with what happened what he did?"}], "speaker": "LEMON", "secId": 225}, {"sentences": [{"sentId": 600, "text": "As far as he's part of it going in hunting animal I don't see any problem with because, you know, according to him, he thought everything was on the up and up and legal."}, {"sentId": 601, "text": "So, I don't have a problem with that part."}], "speaker": "COLEMAN", "secId": 226}, {"sentences": [{"sentId": 602, "text": "But I don't know the particulars and all the details of this other than what I've heard today."}], "speaker": "COLEMAN", "secId": 227}, {"sentences": [{"sentId": 603, "text": "All right."}, {"sentId": 604, "text": "Gary Coleman, thank you."}, {"sentId": 605, "text": "I appreciate you coming on."}], "speaker": "LEMON", "secId": 228}, {"sentences": [{"sentId": 606, "text": "Thank you."}], "speaker": "COLEMAN", "secId": 229}, {"sentences": [{"sentId": 607, "text": "When we come right back, what wildlife expert Jeff Corwin thinks about all of this."}], "speaker": "LEMON", "secId": 230}, {"sentences": [{"sentId": 608, "text": "The story of Cecil the lion's death is all over the internet."}, {"sentId": 609, "text": "And I want to bring in now Jeff Corwin, the wildlife expert and host of ABC's Ocean Mysteries."}, {"sentId": 610, "text": "And he does a fine job at it."}, {"sentId": 611, "text": "Thank you, sir."}, {"sentId": 612, "text": "You're able to hear Walter Palmer's friend, Gary Coleman, right?"}, {"sentId": 613, "text": "What's your reaction?"}], "speaker": "LEMON", "secId": 231}, {"sentences": [{"sentId": 614, "text": "Well, I'll tell you what."}, {"sentId": 615, "text": "I would not want to be Dr. Palmer right now."}, {"sentId": 616, "text": "He has put himself in a very difficult position."}, {"sentId": 617, "text": "And these is some elements to -- what was just said that should be recognize in that, yes, he went to Africa and he was relying on these guides to get him to where he need to be."}], "speaker": "CORWIN", "secId": 232}, {"sentences": [{"sentId": 618, "text": "But ultimately, it is the onus in responsibility for the individual hunter to make sure they're following the appropriate game laws and regulation."}, {"sentId": 619, "text": "That they have to other right tags and permits."}], "speaker": "CORWIN", "secId": 233}, {"sentences": [{"sentId": 620, "text": "You know, ultimately, you have to be responsible for your own actions."}], "speaker": "CORWIN", "secId": 234}, {"sentences": [{"sentId": 621, "text": "And you can't claim -- and you cannot claim ignorance of the law, correct?"}], "speaker": "LEMON", "secId": 235}, {"sentences": [{"sentId": 622, "text": "you can't claim ignorance of the law when it comes to hunting and fishing regulations and using landscape and habitat for this sort of recreational activities."}], "speaker": "CORWIN", "secId": 236}, {"sentences": [{"sentId": 623, "text": "In Massachusetts, if you're out hunting you have to follow the laws."}, {"sentId": 624, "text": "You need to know when the seasons are, you need to know what the bag limits are, you need to know what the size limits are, the time of days that you can hunt, all of these factors come into play and it's your responsibility to know that information."}], "speaker": "CORWIN", "secId": 237}, {"sentences": [{"sentId": 625, "text": "Who takes part in these trophy hunts, so to speak."}], "speaker": "LEMON", "secId": 238}, {"sentences": [{"sentId": 626, "text": "Well, in Africa today, there are 11 countries that allow trophy or big game of recreational hunting."}, {"sentId": 627, "text": "Probably the biggest the most profitable that went in South Africa."}], "speaker": "CORWIN", "secId": 239}, {"sentences": [{"sentId": 628, "text": "Each year, about 18,000 people go to Africa to hunt."}, {"sentId": 629, "text": "And significant population of these hunters are from the United States, but they're also from Europe, Germany and France has a big hunting population."}], "speaker": "CORWIN", "secId": 240}, {"sentences": [{"sentId": 630, "text": "Countries like New Zealand have their own very strong domestic hunting programs for animalist that they actually brought in like elk and like some of the big ungulates for the  purposes of hunting."}], "speaker": "CORWIN", "secId": 241}, {"sentences": [{"sentId": 631, "text": "You know, this animal was in a national park."}, {"sentId": 632, "text": "Apparently, they used bait to draw him out, right?"}, {"sentId": 633, "text": "And I think that the animal was tagged."}, {"sentId": 634, "text": "What do you think of how this hunt went down?"}], "speaker": "LEMON", "secId": 242}, {"sentences": [{"sentId": 635, "text": "Well, this hunt went wrong in so many ways."}, {"sentId": 636, "text": "If the allegations are true, it doesn't matter whether you're in the United States in the Teton National Park, don, or you're in Yellowstone."}], "speaker": "CORWIN", "secId": 243}, {"sentences": [{"sentId": 637, "text": "And it doesn't matter if you're Carlucci Land or you're in African National Park."}, {"sentId": 638, "text": "National parks like in Zimbabwe like in United States are protected sanctuaries for landscape, habitat, and wildlife."}, {"sentId": 639, "text": "And there is no hunting in national parks."}], "speaker": "CORWIN", "secId": 244}, {"sentences": [{"sentId": 640, "text": "So, the idea that you can go into a national park and actually draw an animal out, bait it out, this is an animal."}, {"sentId": 641, "text": "Cecil has never lived under the pressure of human beings."}, {"sentId": 642, "text": "When it sees human beings it sees happy people in vehicles taking pictures of him."}], "speaker": "CORWIN", "secId": 245}, {"sentences": [{"sentId": 643, "text": "So, that for me, there was an ethical line crossed there."}, {"sentId": 644, "text": "Also, it wasn't just tagged, Don."}, {"sentId": 645, "text": "It had a radio collar on."}, {"sentId": 646, "text": "A radio collar that probably got a 24-inch circumference, probably weighs about 5 pounds."}, {"sentId": 647, "text": "It would have been incredibly visible."}], "speaker": "CORWIN", "secId": 246}, {"sentences": [{"sentId": 648, "text": "Plus, these local guides are from the region."}, {"sentId": 649, "text": "Cecil was a celebrity, a 13-year-old stoic representative of this National Park."}, {"sentId": 650, "text": "Wouldn't they have known who he was?"}], "speaker": "CORWIN", "secId": 247}, {"sentences": [{"sentId": 651, "text": "So, do you think it's highly unlikely that they made a mistake?"}], "speaker": "LEMON", "secId": 248}, {"sentences": [{"sentId": 652, "text": "I think there's so many things right now that have gone array."}, {"sentId": 653, "text": "And here's the other element of this story."}, {"sentId": 654, "text": "He was bow hunting."}, {"sentId": 655, "text": "And bow hunters have to be incredibly close to their target."}, {"sentId": 656, "text": "It's not like a long range pursuit where you are hundreds or thousands of feet away."}, {"sentId": 657, "text": "You have to be 40 yards or less in that situation."}], "speaker": "CORWIN", "secId": 249}, {"sentences": [{"sentId": 658, "text": "Hey, Jeff, I'm at the end of the show."}, {"sentId": 659, "text": "Ii got what you're saying that do you think they were close enough."}, {"sentId": 660, "text": "I've got like 10 seconds left here."}, {"sentId": 661, "text": "What happens to the cubs?"}, {"sentId": 662, "text": "The 10 cubs that are part of Cecil's family."}], "speaker": "LEMON", "secId": 250}, {"sentences": [{"sentId": 663, "text": "You know, this is a very tricky situation."}, {"sentId": 664, "text": "You know, life in lion society is tough."}, {"sentId": 665, "text": "And when males are pushed out when they're killed the competitors moves in and they often kill the cubs because a, that get rid of genetic competition, and number two, it brings the females into heat so they can breed with them."}], "speaker": "CORWIN", "secId": 251}, {"sentences": [{"sentId": 666, "text": "So, there's no chance that the zoo or anyone will take note too."}], "speaker": "LEMON", "secId": 252}, {"sentences": [{"sentId": 667, "text": "But that's not true."}, {"sentId": 668, "text": "You know, the females do most of the work."}], "speaker": "CORWIN", "secId": 253}, {"sentences": [{"sentId": 669, "text": "Yes."}], "speaker": "LEMON", "secId": 254}, {"sentences": [{"sentId": 670, "text": "OK?"}, {"sentId": 671, "text": "It's like -- the females do most of the work and if they protect them, they could survive."}], "speaker": "CORWIN", "secId": 255}, {"sentences": [{"sentId": 672, "text": "Thank you, Jeff Corwin."}, {"sentId": 673, "text": "I appreciate it."}], "speaker": "LEMON", "secId": 256}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1507.29.cnnt.01.html.json", "time": "Aired July 29, 2015 - 22:00   ET"}