{"sectionCount": 213, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["LEMON", "JENNER", "NORVILLE", "BRENNAN", "LANE", "SPACK", "HILL", "HASTERT", "SIDNER", "LORD", "MATLOCK", "JERABEK", "DERSHOWITZ", "BLOW", "DAVIS"], "subTitle": "Meet Caitlyn Jenner; Hastert To Be Arraigned Thursday.  Aired 10-11:00p ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1506/01/cnnt.01.html", "sentenceCount": 521, "sections": [{"sentences": [{"sentId": 0, "text": "35 years ago, Bruce Jenner was an Olympic champion."}, {"sentId": 1, "text": "Now it's goodbye Bruce."}, {"sentId": 2, "text": "Hello Caitlyn."}, {"sentId": 3, "text": "This is CNN Tonight."}, {"sentId": 4, "text": "I'm Don Lemon."}, {"sentId": 5, "text": "What is it like to change your life with the whole world watching?"}, {"sentId": 6, "text": "Just ask Caitlyn Jenner, from Olympic champion to reality TV star, to a whole new kind of celebrity captured on the cover of Vanity Fair by photographer to the stars, Annie Leibovitz."}], "speaker": "LEMON", "secId": 0}, {"sentences": [{"sentId": 7, "text": "Soon as the Vanity Fair cover comes out, I'm free."}], "speaker": "JENNER", "secId": 1}, {"sentences": [{"sentId": 8, "text": "Now that her secret is out, will she live happily ever after?"}], "speaker": "LEMON", "secId": 2}, {"sentences": [{"sentId": 9, "text": "I want to begin with what Caitlyn Jenner herself, said about that barrier breaking Vanity Fair cover."}], "speaker": "LEMON", "secId": 3}, {"sentences": [{"sentId": 10, "text": "The last few days of doing this shoot was about my life and who I am as a person."}, {"sentId": 11, "text": "It's not about the fanfare."}, {"sentId": 12, "text": "It's not about people cheering in the stadium."}, {"sentId": 13, "text": "It's not about going down the street and everybody giving you, atta boy, Bruce, pat on the back."}, {"sentId": 14, "text": "OK?"}], "speaker": "JENNER", "secId": 4}, {"sentences": [{"sentId": 15, "text": "This is about your life."}, {"sentId": 16, "text": "Bruce always had to tell a lie."}, {"sentId": 17, "text": "He was always living that lie."}, {"sentId": 18, "text": "Every day, he always had a secret, from morning till night."}, {"sentId": 19, "text": "Caitlin doesn't have any secrets."}, {"sentId": 20, "text": "Soon as the Vanity Fair cover comes out, I'm free."}], "speaker": "JENNER", "secId": 5}, {"sentences": [{"sentId": 21, "text": "Joining me now, Inside Edition anchor Deborah Norville and CNN sports Christine Brennan."}, {"sentId": 22, "text": "Good evening to both of you."}], "speaker": "LEMON", "secId": 6}, {"sentences": [{"sentId": 23, "text": "Good evening."}], "speaker": "NORVILLE", "secId": 7}, {"sentences": [{"sentId": 24, "text": "So, we're going to try as hard as we can to get everything correct."}, {"sentId": 25, "text": "But we may get the pronouns wrong sometimes, or we may even get the name of call Bruce every once in a while, but we'll get there, right?"}], "speaker": "LEMON", "secId": 8}, {"sentences": [{"sentId": 26, "text": "Right."}], "speaker": "NORVILLE", "secId": 9}, {"sentences": [{"sentId": 27, "text": "And that's what kind of these journeys is about for I think the world."}], "speaker": "LEMON", "secId": 10}, {"sentences": [{"sentId": 28, "text": "And Jenner has said she's cool with that."}], "speaker": "NORVILLE", "secId": 11}, {"sentences": [{"sentId": 29, "text": "Yes."}, {"sentId": 30, "text": "NORVILLE: She gets it, she has mistaken with the masculine and feminine pronouns as well."}, {"sentId": 31, "text": "This is a huge story."}], "speaker": "LEMON", "secId": 12}, {"sentences": [{"sentId": 32, "text": "Yes."}, {"sentId": 33, "text": "It was so much easier now than it was with Chaz, remember?"}, {"sentId": 34, "text": "We kept, you know, it was --Chaz was chastity for such a long time."}, {"sentId": 35, "text": "It was hard to get the pronouns right."}, {"sentId": 36, "text": "But I find myself today I think many people just saying, Caitlyn, you know, all day long."}], "speaker": "LEMON", "secId": 13}, {"sentences": [{"sentId": 37, "text": "I think it helps a lot that Jenner has told us what her new name will be and it is Caitlyn Jenner."}, {"sentId": 38, "text": "And I also think, you know, Bruce Jenner said those 48 hours in Munich, when he won the decathlon defined that man for almost 40 years."}], "speaker": "NORVILLE", "secId": 14}, {"sentences": [{"sentId": 39, "text": "And if you think about it, we've had, as a world, and he is a world figure, essentially four months to come to grips with the idea that indeed he was transitioning and becoming a woman."}, {"sentId": 40, "text": "And I think it's not by accident that on June 1st, the beginning of LGBT pride month, the Vanity Fair cover hits and Caitlyn Jenner is there in all of her beauty."}], "speaker": "NORVILLE", "secId": 15}, {"sentences": [{"sentId": 41, "text": "Christine Brennan, talk to us about that because you and I have spoken about this."}, {"sentId": 42, "text": "When we grew up, Bruce Jenner was this male sex symbol and now this."}, {"sentId": 43, "text": "Now he's becoming a female sex symbol in today's issue."}], "speaker": "LEMON", "secId": 16}, {"sentences": [{"sentId": 44, "text": "Don, he was a sports god."}, {"sentId": 45, "text": "You know, that was the Montreal Olympics, 1976."}, {"sentId": 46, "text": "There are only three channels in, PBS."}, {"sentId": 47, "text": "So, basically everyone raced home and watched and he was the star."}, {"sentId": 48, "text": "Bruce Jenner was the star of those Olympic Games in Montreal."}, {"sentId": 49, "text": "And it was a huge time for sports and Bruce Jenner was Tom Brady combined with Lebron James."}, {"sentId": 50, "text": "You know, he was about as big as they got."}], "speaker": "BRENNAN", "secId": 17}, {"sentences": [{"sentId": 51, "text": "And I think what's fascinating about this conversation, is that once again, sports is taking us to a place that we need to go as a nation, to have a conversation."}, {"sentId": 52, "text": "Whether it would be terrible things like Ray Rice in domestic violence, steroids Lance Armstrong, other Olympians, baseball players, or a story like this."}, {"sentId": 53, "text": "Sports makes it real."}], "speaker": "BRENNAN", "secId": 18}, {"sentences": [{"sentId": 54, "text": "Yes."}], "speaker": "LEMON", "secId": 19}, {"sentences": [{"sentId": 55, "text": "We can see Bruce Jenner on that Wheaties box."}, {"sentId": 56, "text": "We've remember him."}, {"sentId": 57, "text": "Many of us do."}, {"sentId": 58, "text": "And those don't have heard the stories or maybe will find out about the sports hero that he was."}, {"sentId": 59, "text": "Now, as the change of course, and now a woman."}, {"sentId": 60, "text": "And here we are talking about it."}, {"sentId": 61, "text": "But because he was a sports star, I think it makes it more real for people."}], "speaker": "BRENNAN", "secId": 20}, {"sentences": [{"sentId": 62, "text": "Yes."}, {"sentId": 63, "text": "I want to talk to you about the biggest bombshell for you about this article."}, {"sentId": 64, "text": "As a matter of fact, I was having the same conversation, Christine, that you're having now, with one of the makeup artists here."}], "speaker": "LEMON", "secId": 21}, {"sentences": [{"sentId": 65, "text": "She said I don't remember Bruce Jenner back in the day."}, {"sentId": 66, "text": "And I said, it would be the equivalent as you've said, of LeBron James today becoming a woman."}, {"sentId": 67, "text": "And it's the same thing."}, {"sentId": 68, "text": "What was your biggest revelation for you?"}, {"sentId": 69, "text": "BRENNAN: You're talking to me, Don?"}], "speaker": "LEMON", "secId": 22}, {"sentences": [{"sentId": 70, "text": "Yes, yes."}], "speaker": "LEMON", "secId": 23}, {"sentences": [{"sentId": 71, "text": "Yes, well, I think just the struggle and the fact that Bruce Jenner even back then in 1976, when he was on top of the world -- sports world, cultural world, that he was having such trouble."}, {"sentId": 72, "text": "This was something that was such a difficult thing."}, {"sentId": 73, "text": "I would never have believed that."}], "speaker": "BRENNAN", "secId": 24}, {"sentences": [{"sentId": 74, "text": "I don't think anyone would have."}, {"sentId": 75, "text": "And so, again, if it's a window into a part of our culture that we haven't talked about, clearly, that we haven't thought of, well, then, a sports hero taking us to that place, I think, is a very good thing."}], "speaker": "BRENNAN", "secId": 25}, {"sentences": [{"sentId": 76, "text": "Deborah, let's talk about the great lengths that the magazine went through to keep this secret, right?"}, {"sentId": 77, "text": "Why is the outfit so important and why did they go such length?"}], "speaker": "LEMON", "secId": 26}, {"sentences": [{"sentId": 78, "text": "Well, I think they went to such great lengths."}, {"sentId": 79, "text": "I think it was very important   for Caitlyn to feel beautiful and to look beautiful."}, {"sentId": 80, "text": "And it's clear from the incredible wardrobe and the hair and the makeup that they've got in the article, that that was very important."}], "speaker": "NORVILLE", "secId": 27}, {"sentences": [{"sentId": 81, "text": "I mean, this bombshell cover is unbelievable."}, {"sentId": 82, "text": "And in fact, the bustier and the panty set is now going to be selling out."}, {"sentId": 83, "text": "Well, we've tracked down the store in California where this outfit was purchased and indeed, they expect that sales are going to go crazy."}, {"sentId": 84, "text": "But I think it's much more than that."}], "speaker": "NORVILLE", "secId": 28}, {"sentences": [{"sentId": 85, "text": "I think it is in the article, they talk about how at the end of the afternoon of shooting, and it was a long day and a lot of hair and makeup and stylists and all this thing, when it was all over, Caitlyn went to each person who had been a part of the shoot and said, thank you."}], "speaker": "NORVILLE", "secId": 29}, {"sentences": [{"sentId": 86, "text": "and then the article, they tell the story, the gold medal is there, one of the many, I guess, or the gold medal that you have from winning the decathlon was there."}, {"sentId": 87, "text": "And he said, looking at that gold medal, that day was good."}], "speaker": "NORVILLE", "secId": 30}, {"sentences": [{"sentId": 88, "text": "Yes."}], "speaker": "LEMON", "secId": 31}, {"sentences": [{"sentId": 89, "text": "But this day has been so much better."}], "speaker": "NORVILLE", "secId": 32}, {"sentences": [{"sentId": 90, "text": "The backdrop to all of this is an e-reality show that will document Caitlyn's life and journey, what's the latest on that?"}], "speaker": "LEMON", "secId": 33}, {"sentences": [{"sentId": 91, "text": "Well, the latest on that, this is something that I didn't know until I read the article is that, yes, we knew he was using the same production company that did to keeping up with the Kardashians and the other e-shows, what was a revelation to me was that there was a great deal of discord or disagreement, I should say, between Bruce's 4-older, excuse me, Caitlyn's four older children, and that selection."}, {"sentId": 92, "text": "They're very concerned that it's going to end up being a bit of a show, not the kind of show that they think is dignified, and they've opted not to participate."}, {"sentId": 93, "text": "And then originally, that was very difficult for Caitlyn, and she was not at all happy about that, but she's come to terms with that and believes that this now will be an opportunity to really show the process of transitioning and also really show the emotion, as well as the empathy, and maybe most importantly, the liberation that Caitlin Jenner now feels."}], "speaker": "NORVILLE", "secId": 34}, {"sentences": [{"sentId": 94, "text": "And Christine, even though Caitlyn has transitioned from her former identity as Bruce Jenner, her first public appearance will be at a sports related event, what do you know?"}], "speaker": "LEMON", "secId": 35}, {"sentences": [{"sentId": 95, "text": "Yes."}, {"sentId": 96, "text": "The ESPY Awards that she will be receiving the Arthur Ashe Courage Award."}, {"sentId": 97, "text": "Do, this is an honor that many have received, including Jim Valvano, Robin Roberts, Nelson Mandela, Michael Sam, just last year."}, {"sentId": 98, "text": "This really signifies a snapshot I think of our culture at this time."}], "speaker": "BRENNAN", "secId": 36}, {"sentences": [{"sentId": 99, "text": "And whether these are people who fought cancer, fought inequality, whether be Billie Jean King fighting for women's rights, Michael Sam fighting for the rights of the gay athlete, the first openly gay NFL player to be drafted by the National Football League, whatever the case it may be, again, it takes us to this place and it's a snapshot, I believe, of where we are as a country and sports as a huge part of our culture."}, {"sentId": 100, "text": "So, the fact that she will be honored at the ESPYs is a fascinating turn in this story."}], "speaker": "BRENNAN", "secId": 37}, {"sentences": [{"sentId": 101, "text": "Christine and Deborah, always a pleasure."}, {"sentId": 102, "text": "Thank you so much."}], "speaker": "LEMON", "secId": 38}, {"sentences": [{"sentId": 103, "text": "And can I just note..."}], "speaker": "NORVILLE", "secId": 39}, {"sentences": [{"sentId": 104, "text": "Yes."}], "speaker": "LEMON", "secId": 40}, {"sentences": [{"sentId": 105, "text": "... that all of Jenner's children and step children will be on the stage with him at the ESPYs which I think, is exactly the message that Caitlyn Jenner wants to share."}], "speaker": "NORVILLE", "secId": 41}, {"sentences": [{"sentId": 106, "text": "And the whole world will be watching."}, {"sentId": 107, "text": "No doubt."}, {"sentId": 108, "text": "Thank you again ladies."}, {"sentId": 109, "text": "Now I want to bring in Eden Lane, the first openly transgender TV reporter and the host of PBS In Focus, with Eden Lane."}, {"sentId": 110, "text": "Hi, Eden, how are you?"}], "speaker": "LEMON", "secId": 42}, {"sentences": [{"sentId": 111, "text": "Great, Don."}, {"sentId": 112, "text": "Thanks for having me back again."}], "speaker": "LANE", "secId": 43}, {"sentences": [{"sentId": 113, "text": "We -- of course."}, {"sentId": 114, "text": "We've heard Caitlyn say Bruce was always living a lie."}, {"sentId": 115, "text": "And as soon as the Vanity Fair cover comes out, that she be free, is Caitlyn free now?"}], "speaker": "LEMON", "secId": 44}, {"sentences": [{"sentId": 116, "text": "Well, from her own lips, she's free."}, {"sentId": 117, "text": "And isn't that a beautiful thing to be able to say for anyone?"}, {"sentId": 118, "text": "That when you reveal yourself, when you show your true self to everyone in your life, and the world in general, that you feel free?"}, {"sentId": 119, "text": "That was the most stunning thing for me."}, {"sentId": 120, "text": "LEMON: It can't be, though, just as simple as that."}, {"sentId": 121, "text": "Can you help us"}], "speaker": "LANE", "secId": 45}, {"sentences": [{"sentId": 122, "text": "understand what Caitlyn Jenner is going through right now?"}, {"sentId": 123, "text": "There are so many challenges ahead."}], "speaker": "LANE", "secId": 46}, {"sentences": [{"sentId": 124, "text": "Certainly."}, {"sentId": 125, "text": "But what people may not realize is that the kind of work that goes into your transition before you come out in this way and live your life full time and say, call me Caitlyn."}, {"sentId": 126, "text": "All of that work has been going on for so long that this is a relief for her to be able to just be herself."}], "speaker": "LANE", "secId": 47}, {"sentences": [{"sentId": 127, "text": "The kind of work that goes on in therapy, the kind of work that goes on in consultation with your physicians and your family and your friends."}], "speaker": "LANE", "secId": 48}, {"sentences": [{"sentId": 128, "text": "All of that has been going on without the world watching, thank goodness, so that she can say, as she celebrates her revelation to the world, that she feels free."}], "speaker": "LANE", "secId": 49}, {"sentences": [{"sentId": 129, "text": "I'm wondering if Caitlyn talks in the article about the sense of isolation that she felt for years as Bruce."}, {"sentId": 130, "text": "Do you think that's going to change now?"}], "speaker": "LEMON", "secId": 50}, {"sentences": [{"sentId": 131, "text": "You know, watching the reaction today, so many people are throwing their arms open and lending their support."}, {"sentId": 132, "text": "I think that Caitlyn can't possibly feel isolated anymore."}], "speaker": "LANE", "secId": 51}, {"sentences": [{"sentId": 133, "text": "Her family is supporting her."}, {"sentId": 134, "text": "And it seems that so many people across the country and around the world are supporting her."}, {"sentId": 135, "text": "How could she feel isolated?"}, {"sentId": 136, "text": "But there may be moments where, you know, a stumble happens, where you read a negative comment, or just the wrong moment and you doubt yourself."}, {"sentId": 137, "text": "And that happens to all women."}, {"sentId": 138, "text": "So, Caitlyn will be no exception."}], "speaker": "LANE", "secId": 52}, {"sentences": [{"sentId": 139, "text": "All right, Eden, I want you to stick with me."}, {"sentId": 140, "text": "And again, my thanks to Deborah and to Christine."}, {"sentId": 141, "text": "We got a lot more on Caitlyn Jenner to come."}], "speaker": "LEMON", "secId": 53}, {"sentences": [{"sentId": 142, "text": "When we come right back, what message is she sending with her Vanity Fair cover."}, {"sentId": 143, "text": "Plus, the downfall of Dennis Hastert, the former Speaker of the House will be in court on Thursday."}, {"sentId": 144, "text": "But that's not the end of the story tonight."}, {"sentId": 145, "text": "We're going to talk to one of his students from his days as a high school wrestling coach."}], "speaker": "LEMON", "secId": 54}, {"sentences": [{"sentId": 146, "text": "With her Vanity Fair cover, Caitlyn Jenner is now the public face of the transgender community."}, {"sentId": 147, "text": "I want to talk about her impact with Mark Lamont Hill, CNN political commentator, Dr. Norman Spack, endocrinologist at Boston Children's Hospital and Harvard Medical School whose co-founder of the first program in America to medically treat transgender youth and Eden Lane is back with me."}, {"sentId": 148, "text": "Good to have all of you."}], "speaker": "LEMON", "secId": 55}, {"sentences": [{"sentId": 149, "text": "Doctor, I'm going to start with you."}, {"sentId": 150, "text": "You counsel transgender kids and adults."}, {"sentId": 151, "text": "What's the reaction been among the transgender community?"}, {"sentId": 152, "text": "NORMAN SPACK, BOSTON CHILDREN'S HOSPITAL & HARVARD MEDICAL SCHOOL:"}], "speaker": "LEMON", "secId": 56}, {"sentences": [{"sentId": 153, "text": "Well, I don't know that I can speak for the transgender community."}, {"sentId": 154, "text": "You have to remember that I am dealing primarily with people who are in adolescence."}, {"sentId": 155, "text": "And I don't think frankly that even adolescent..."}], "speaker": "LEMON", "secId": 57}, {"sentences": [{"sentId": 156, "text": "Yes."}, {"sentId": 157, "text": "You deal with their loved ones, you deal with their parents."}, {"sentId": 158, "text": "What do you think this means to them?"}], "speaker": "LEMON", "secId": 58}, {"sentences": [{"sentId": 159, "text": "Well, I think that the parents have had a few more interesting responses."}, {"sentId": 160, "text": "And in general, no matter whether it's a TV show or trans America or transparent or whatever, anything that shows people who are transgender in a positive light, awakens the consciousness of America to their unique situation, is worthwhile."}], "speaker": "SPACK", "secId": 59}, {"sentences": [{"sentId": 161, "text": "This is a unique situation, and it is being done in a unique way."}, {"sentId": 162, "text": "And to some extent, there are really two issues here."}, {"sentId": 163, "text": "One is, who is Caitlyn formerly known as Bruce Jenner?"}, {"sentId": 164, "text": "And the second is, deals with how we feel individuals feel about the method by which the process has been -- has going on, and to what extent they are comfortable with that in terms of the publicity and the hoopla associated with it."}], "speaker": "SPACK", "secId": 60}, {"sentences": [{"sentId": 165, "text": "Let's talk about everything that's associated with it."}, {"sentId": 166, "text": "Because, Mark, I want to know your reaction to the article and your reaction to the first photo of Caitlyn on the cover."}, {"sentId": 167, "text": "Because many people are saying, you know, they're concerned that it may be a circus because reality television is involved."}, {"sentId": 168, "text": "She's so glammed up on the cover."}, {"sentId": 169, "text": "What was your reaction?"}], "speaker": "LEMON", "secId": 61}, {"sentences": [{"sentId": 170, "text": "Yes."}, {"sentId": 171, "text": "I had two reactions."}, {"sentId": 172, "text": "The first one was, this is beautiful, this is wonderful, this is a powerful moment, not just for the trans community, but for the entire country, the entire world in fact, that we can see a trans body on a major cover like that is a beautiful thing and it's a testimony to how far we've come."}], "speaker": "HILL", "secId": 62}, {"sentences": [{"sentId": 173, "text": "My other -- my problem with the conversation though, is that it still became a conversation for how beautiful she was."}], "speaker": "HILL", "secId": 63}, {"sentences": [{"sentId": 174, "text": "Right."}], "speaker": "LEMON", "secId": 64}, {"sentences": [{"sentId": 175, "text": "How glamorous she was and in the sense it played in the transphobic  narratives  when you say like, oh, look, how much like a woman she is."}, {"sentId": 176, "text": "She is a woman."}, {"sentId": 177, "text": "She's not like a woman."}, {"sentId": 178, "text": "Caitlyn Jenner is a woman."}, {"sentId": 179, "text": "The other part of this is that, you know, a lot of the adoration we see hip on her is because she conforms to a certain body image."}, {"sentId": 180, "text": "The fact that she could fit one of Vanity Cover Fair and fit to sort of the normal model of what you're supposed to look like, again, that plays into a very dangerous set of assumptions."}, {"sentId": 181, "text": "Trans bodies look a lot of different ways."}, {"sentId": 182, "text": "They don't always look like that."}], "speaker": "HILL", "secId": 65}, {"sentences": [{"sentId": 183, "text": "And quite frankly, I mean, it's great what Caitlyn Jenner is doing, but she has a lot of money..."}], "speaker": "LEMON", "secId": 66}, {"sentences": [{"sentId": 184, "text": "Yes."}], "speaker": "HILL", "secId": 67}, {"sentences": [{"sentId": 185, "text": "... in order to look like that."}, {"sentId": 186, "text": "HILL: Right."}, {"sentId": 187, "text": "And in some it can take us away from the fact that we"}], "speaker": "LEMON", "secId": 68}, {"sentences": [{"sentId": 188, "text": "still live in a world that trans bodies aren't supposed to exist and once we allow it sneak through since the ones that look a very particular way."}], "speaker": "LEMON", "secId": 69}, {"sentences": [{"sentId": 189, "text": "Let's talk about social media here."}, {"sentId": 190, "text": "Social media is on fire when it came to the picture, so many people tweeting she looks great."}, {"sentId": 191, "text": "Shonda Ryan said, \"This flawless, fearless, love it.\""}], "speaker": "LEMON", "secId": 70}, {"sentences": [{"sentId": 192, "text": "Lina Donna said, \"I just want Caitlyn Jenner to take me out and teach me how to drive a stick shift in heels.\""}, {"sentId": 193, "text": "Are we judging Caitlyn in the same way that we judge all women by their looks now?"}], "speaker": "LEMON", "secId": 71}, {"sentences": [{"sentId": 194, "text": "Yes, in a certain way."}, {"sentId": 195, "text": "There's this objectification that's happening."}], "speaker": "HILL", "secId": 72}, {"sentences": [{"sentId": 196, "text": "But that makes them more normative, doesn't it?"}], "speaker": "LEMON", "secId": 73}, {"sentences": [{"sentId": 197, "text": "Right."}, {"sentId": 198, "text": "Normal that she has the right to be subject to patriarchy just like everybody else."}], "speaker": "HILL", "secId": 74}, {"sentences": [{"sentId": 199, "text": "Right, right."}], "speaker": "LEMON", "secId": 75}, {"sentences": [{"sentId": 200, "text": "But, look, I don't want that to be the primary conversation."}, {"sentId": 201, "text": "We should still be celebrating Caitlyn Jenner, we should still be saying, this is an extraordinary moment for the trans community for the entire world."}, {"sentId": 202, "text": "I want to live in a world where trans bodies are normalized and humanized and seen as beautiful."}, {"sentId": 203, "text": "I'm glad we're having this conversation."}], "speaker": "HILL", "secId": 76}, {"sentences": [{"sentId": 204, "text": "So, Eden, in the Vanity Fair article Caitlyn talks about having a panic attack after she had a facial feminization surgery, sort of thinking, you know, what have I done to myself?"}, {"sentId": 205, "text": "Is it common for people to have second thoughts, probably second, third, and fourth thoughts like that?"}, {"sentId": 206, "text": "No?"}], "speaker": "LEMON", "secId": 77}, {"sentences": [{"sentId": 207, "text": "Well, the process is very long before you even begin taking those steps."}, {"sentId": 208, "text": "I think from reading that article, it seems so it was a very unique circumstance that she was so isolated on certain kinds of medication and lots of people who have cosmetic surgery have that flush of, oh, my goodness, what have I done, because you don't look the way you will look after the swelling goes down."}, {"sentId": 209, "text": "And the healing happens."}], "speaker": "LANE", "secId": 78}, {"sentences": [{"sentId": 210, "text": "So, it didn't really surprise me."}, {"sentId": 211, "text": "I did felt bad for her especially since she was so isolated during her recovery."}], "speaker": "LANE", "secId": 79}, {"sentences": [{"sentId": 212, "text": "Yes."}, {"sentId": 213, "text": "Doctor, let's talk about this because this is a tough issue for many people."}, {"sentId": 214, "text": "And we talk about the difference between sexuality and gender identity."}, {"sentId": 215, "text": "The article points out as a man Bruce had sex with women."}, {"sentId": 216, "text": "A lot of people are confused by the difference between gender and sexuality."}, {"sentId": 217, "text": "So, explain if you will."}], "speaker": "LEMON", "secId": 80}, {"sentences": [{"sentId": 218, "text": "Well, I'm going to say it to you exactly as my first patient tried to explain it to me."}, {"sentId": 219, "text": "And that is that sexual orientation is who you go to bed with and gender identity is who you go to bed as."}, {"sentId": 220, "text": "And the fact of the matter is that in their affirmed gender, since the issue of gender identity has nothing to do with their issue of sexual orientation, people who are transgender have as much right in their affirmed gender to be gay, straight, bi, or a sexual."}, {"sentId": 221, "text": "Just like everybody else."}], "speaker": "SPACK", "secId": 81}, {"sentences": [{"sentId": 222, "text": "And I've never met a person, and I've seen over 200 adults and 200 adolescent transgender people."}, {"sentId": 223, "text": "I've never seen anyone who gave any inclination that they were doing this for the sake of being attractive to a particular other sex."}], "speaker": "SPACK", "secId": 82}, {"sentences": [{"sentId": 224, "text": "All right, I want everyone to stand by, because we're going to ask, is there a double standard at work here?"}, {"sentId": 225, "text": "At work here, Caitlyn Jenner's in the spotlight, but what about other transgender Americans?"}, {"sentId": 226, "text": "We're going to talk about that next."}], "speaker": "LEMON", "secId": 83}, {"sentences": [{"sentId": 227, "text": "Things are changing and Caitlyn Jenner's debut is proof of that."}, {"sentId": 228, "text": "She's been warmly received by a bunch of people, even President Obama tweeted about her today."}], "speaker": "LEMON", "secId": 84}, {"sentences": [{"sentId": 229, "text": "So, joining me now to continue our conversation, Mark Lamont Hill, Dr. Norman Spack, and also Eden Lane."}, {"sentId": 230, "text": "Eden, to you first in this conversation, there are estimated 700,000 transgender people in the United States."}, {"sentId": 231, "text": "Why does Caitlyn Jenner get so much fanfare when so many others have been discriminated against even ridiculed?"}], "speaker": "LEMON", "secId": 85}, {"sentences": [{"sentId": 232, "text": "I'm so glad you brought that up."}, {"sentId": 233, "text": "Of course because there's this celebrity machine around a very privileged life."}, {"sentId": 234, "text": "And very few trans people have the kind of resources or support system that Caitlyn has."}], "speaker": "LANE", "secId": 86}, {"sentences": [{"sentId": 235, "text": "But it's fascinating because of the celebrity, and because we feel like we know this person who was an Olympic hero."}, {"sentId": 236, "text": "But I'm hoping that this will help us expand that conversation to talk about the transgender lives all across America, that don't have these resources that live in danger every day."}], "speaker": "LANE", "secId": 87}, {"sentences": [{"sentId": 237, "text": "And mark, we shouldn't get it twisted, because President Obama also sent out, you know, a tweet today."}, {"sentId": 238, "text": "He wants to put an end to so- called conversion therapy."}, {"sentId": 239, "text": "Let's put the president's tweet."}, {"sentId": 240, "text": "He said, \"It takes courage to share your story.\""}, {"sentId": 241, "text": "Talking about Caitlyn Jenner, but we shouldn't get it twisted."}, {"sentId": 242, "text": "Most transgender people are not treated as openly and as accepting as Caitlyn Jenner."}], "speaker": "LEMON", "secId": 88}, {"sentences": [{"sentId": 243, "text": "Absolutely."}, {"sentId": 244, "text": "Trans people in this nation are subjected to police harassment, stress harassment, sexual violence, discrimination in the workplace."}, {"sentId": 245, "text": "We could go down the list."}, {"sentId": 246, "text": "Every measure of social misery that tarns people are right at the top."}, {"sentId": 247, "text": "Every measure social prosperity, trans people are often right at the bottom."}], "speaker": "HILL", "secId": 89}, {"sentences": [{"sentId": 248, "text": "So, these issues are extremely 6important."}, {"sentId": 249, "text": "And then you get this trans people of color, it's becomes even more compounded."}, {"sentId": 250, "text": "So, this is a serious issue we have to get account, that can't be resolved just at the level of one celebrity."}, {"sentId": 251, "text": "Although, again, I'm not taking anything away from Caitlyn Jenner."}, {"sentId": 252, "text": "I applaud at you Caitlyn, I'll support you, I honor what you've done."}, {"sentId": 253, "text": "You're courageous and we thank you for it."}], "speaker": "HILL", "secId": 90}, {"sentences": [{"sentId": 254, "text": "Yes."}, {"sentId": 255, "text": "And can you speak to that, doctor, because I hear you going \"hmm\" in the background."}], "speaker": "LEMON", "secId": 91}, {"sentences": [{"sentId": 256, "text": "Well, you now, it's really quite a sad story."}, {"sentId": 257, "text": "The first people I met who happened to be transgender were street youth who were thrown out of their homes."}, {"sentId": 258, "text": "And that happens all too frequently."}, {"sentId": 259, "text": "It's a -- when the Dutch, who really are the state of the art in the care and treatment and support for transgender people, looked at what people died of, of 3,500 patients cared for by their senior most physician, 1,200 had died."}], "speaker": "SPACK", "secId": 92}, {"sentences": [{"sentId": 260, "text": "And looked at what they died of, and it wasn't of certain medical conditions."}, {"sentId": 261, "text": "It was basically a psycho social death."}, {"sentId": 262, "text": "Those who died are overwhelmingly involved in substance abuse, suicide, homicide, alcoholism, homelessness, dislocation from family and friends, et cetera."}, {"sentId": 263, "text": "So, it's a sad story around the world even in a country where medical care is free and available and of high quality."}], "speaker": "SPACK", "secId": 93}, {"sentences": [{"sentId": 264, "text": "And I've also done stories on transgender people getting off- market injections, what they think is silicone, it turns out to be something else, they become disfigured and, you know, they even -- some people die from it."}], "speaker": "LEMON", "secId": 94}, {"sentences": [{"sentId": 265, "text": "So, doctor, I want you to speak to this."}, {"sentId": 266, "text": "Because let's go through what Caitlyn went through, right."}, {"sentId": 267, "text": "A tracheal shave, had her nose fixed twice, facial-feminization surgery, which can include hairline correction, forehead contouring, jaw and chin contouring, breast augmentation and she did it in Beverly Hills, which is very expensive."}], "speaker": "LEMON", "secId": 95}, {"sentences": [{"sentId": 268, "text": "And so, is it most people who are transitioning, the cost of this, they can't absorb that."}, {"sentId": 269, "text": "Is that sends a false message do you think the, you know, the magazine article, the pictures or, do they send a false message about what is reasonable and what people can actually look like if you don't have as much money as a Caitlyn Jenner?"}], "speaker": "LEMON", "secId": 96}, {"sentences": [{"sentId": 270, "text": "Well, I didn't add it all up, but it's certainly well over $100,000 worth of..."}], "speaker": "SPACK", "secId": 97}, {"sentences": [{"sentId": 271, "text": "Well over."}], "speaker": "LEMON", "secId": 98}, {"sentences": [{"sentId": 272, "text": "I mean, it could be $250,000."}, {"sentId": 273, "text": "Who knows."}, {"sentId": 274, "text": "You know, in my work, we're trying to prevent the need for what Caitlyn Jenner had to do."}, {"sentId": 275, "text": "*"}], "speaker": "SPACK", "secId": 99}, {"sentences": [{"sentId": 276, "text": "Who knows?"}, {"sentId": 277, "text": "You know, in my work, we're trying to prevent the need for what Caitlyn Jenner had to do, or even though she was uniquely financially capable of doing it."}], "speaker": "SPACK", "secId": 100}, {"sentences": [{"sentId": 278, "text": "I think that's an important point too."}, {"sentId": 279, "text": "That was a point that I was trying to make when we were asking the question about the pictures and the glam factor."}, {"sentId": 280, "text": "She looks great, but is it realistic and do you have to, you know, is there a need to do that?"}, {"sentId": 281, "text": "Go ahead, continue, doctor."}], "speaker": "LEMON", "secId": 101}, {"sentences": [{"sentId": 282, "text": "Well, I mean, if we can get young people who are clearly showing evidence of being transgender and we can get them at the earliest start of puberty and evaluate them psycho metrically for gender, and they come in with both parents bringing them in and having had at least six months of psychotherapy, then we can block their puberty."}], "speaker": "SPACK", "secId": 102}, {"sentences": [{"sentId": 283, "text": "The puberty that is toxic to them is the puberty that's genetically programmed in them."}, {"sentId": 284, "text": "Because until the, boys and girls look pretty much alike."}], "speaker": "SPACK", "secId": 103}, {"sentences": [{"sentId": 285, "text": "Yes."}], "speaker": "LEMON", "secId": 104}, {"sentences": [{"sentId": 286, "text": "My only..."}], "speaker": "HILL", "secId": 105}, {"sentences": [{"sentId": 287, "text": "And then because this is -- so, yes."}], "speaker": "SPACK", "secId": 106}, {"sentences": [{"sentId": 288, "text": "Go ahead, continue doctor."}], "speaker": "LEMON", "secId": 107}, {"sentences": [{"sentId": 289, "text": "I just want to say this."}, {"sentId": 290, "text": "Because people say, well, how can you do with such young children?"}, {"sentId": 291, "text": "They can't make decisions like that."}, {"sentId": 292, "text": "The point is, it's totally reversible to block puberty."}, {"sentId": 293, "text": "And you don't have to do something irreversible to a 10 to 12-year-old girl, whose starting puberty or a 12 to 14-year-old boy."}], "speaker": "SPACK", "secId": 108}, {"sentences": [{"sentId": 294, "text": "You can -- by virtue of using this blockade, you can hold it off for several years, until they're more like 15, where they can make considered judgments and be reassessed and if they indeed - and they virtually all do in our experience - pass the test, then they can be given the hormones consistent with the gender they affirm, and they come out looking that way."}], "speaker": "SPACK", "secId": 109}, {"sentences": [{"sentId": 295, "text": "And it's absolutely remarkable."}, {"sentId": 296, "text": "We don't talk about the beauty queens and, et cetera."}, {"sentId": 297, "text": "These are people who just come out looking like normal people."}, {"sentId": 298, "text": "And they don't have to go through this entire business."}], "speaker": "SPACK", "secId": 110}, {"sentences": [{"sentId": 299, "text": "Can I have five seconds?"}], "speaker": "HILL", "secId": 111}, {"sentences": [{"sentId": 300, "text": "Quickly."}], "speaker": "LEMON", "secId": 112}, {"sentences": [{"sentId": 301, "text": "There are a lot of ways to perform gender."}, {"sentId": 302, "text": "This is one way."}, {"sentId": 303, "text": "I'm not against that."}, {"sentId": 304, "text": "But a lot of people perform gender and even without surgery, even without changing their body parts."}, {"sentId": 305, "text": "That's OK too."}, {"sentId": 306, "text": "I just want to make sure we affirm that as well."}], "speaker": "HILL", "secId": 113}, {"sentences": [{"sentId": 307, "text": "Last words, thanks to all of you."}], "speaker": "LEMON", "secId": 114}, {"sentences": [{"sentId": 308, "text": "Up next, what happened behind closed doors?"}], "speaker": "LEMON", "secId": 115}, {"sentences": [{"sentId": 309, "text": "I'm going to talk to a former wrestler whose coach was Dennis Hastert."}, {"sentId": 310, "text": "What he says about the allegations of former House Speaker sexually abuses a student."}], "speaker": "LEMON", "secId": 116}, {"sentences": [{"sentId": 311, "text": "Former Speaker of the House, Dennis Hastert will be arraigned Thursday in Chicago."}, {"sentId": 312, "text": "The government alleges Hastert arranged to pay $3.5 million to an unnamed individual to keep prior misconduct a secret."}, {"sentId": 313, "text": "CNN sources say the 'hush money' was going to a former student who knew something about allegations of sexual abuse from the time when Hastert was a teacher and wrestling coach in Illinois."}, {"sentId": 314, "text": "CNN Sara Sidner has more."}], "speaker": "LEMON", "secId": 117}, {"sentences": [{"sentId": 315, "text": "The President of the United States."}], "speaker": "HASTERT", "secId": 118}, {"sentences": [{"sentId": 316, "text": "To the rest of the country, Dennis Hastert is known as the former Speaker of the House."}, {"sentId": 317, "text": "But in the sleepy town of Yorkville, Illinois, he's just Denny or Coach Hastert, the high school teacher and coach turned Congressman who became the longest serving republican Speaker of the House."}], "speaker": "SIDNER", "secId": 119}, {"sentences": [{"sentId": 318, "text": "Really kind of a classic hometown hero."}, {"sentId": 319, "text": "He, you know, grew up here, he taught here."}, {"sentId": 320, "text": "He went on to become one of the most powerful men in the world."}, {"sentId": 321, "text": "So, definitely a hero."}], "speaker": "LORD", "secId": 120}, {"sentences": [{"sentId": 322, "text": "Now Hastert faces charges of lying to the FBI and violating banking laws in what authorities say was a plan to pay $3.5 million to an unnamed person to cover up past misconduct."}, {"sentId": 323, "text": "Federal sources tell CNN that a former student alleged Hastert sexually abused him and that Hastert already paid $1.7 million to keep the student quiet."}, {"sentId": 324, "text": "The student went to the high school where Hastert served as a wrestling coach and teacher between 1964 and 1980."}], "speaker": "SIDNER", "secId": 121}, {"sentences": [{"sentId": 325, "text": "Right now, I have to say I'm just neutral and just surprised this is happening to a man I've known for 45 years."}], "speaker": "MATLOCK", "secId": 122}, {"sentences": [{"sentId": 326, "text": "Gary Matlock was one of Hastert's star wrestlers in the '70s."}, {"sentId": 327, "text": "That's the two of them there hugging when Matlock won the state championship in 1973."}, {"sentId": 328, "text": "He said Hastert was a great mentor."}], "speaker": "SIDNER", "secId": 123}, {"sentences": [{"sentId": 329, "text": "Did you ever have a moment or ever hear of anyone on the team saying that he was doing something inappropriate with them, that they felt uncomfortable about his actions?"}], "speaker": "SIDNER", "secId": 124}, {"sentences": [{"sentId": 330, "text": "Nothing came across my ears or my eyes that is related to what the allegations have been made against Coach Hastert at this time."}], "speaker": "MATLOCK", "secId": 125}, {"sentences": [{"sentId": 331, "text": "Court records show the investigation into Hastert started two years ago when the FBI began looking into bank withdrawals totaling more than $950,000."}, {"sentId": 332, "text": "Prosecutors say when the FBI asked the former speaker about the large withdrawals, he said he was keeping the cash for himself."}, {"sentId": 333, "text": "The indictment does not discuss sexual abuse."}], "speaker": "SIDNER", "secId": 126}, {"sentences": [{"sentId": 334, "text": "Because my legislative home is here on the floor with you."}, {"sentId": 335, "text": "And so is my heart."}], "speaker": "HASTERT", "secId": 127}, {"sentences": [{"sentId": 336, "text": "Since Hastert's 2007 resignation from his 20-year stint in Congress, Hastert hasn't laid low, joining D.C.-based lobbying firm, Dickstein Shapiro as a senior adviser in 2008."}], "speaker": "SIDNER", "secId": 128}, {"sentences": [{"sentId": 337, "text": "The National Review saying he's earned more than $2 million a year as a lobbyist."}, {"sentId": 338, "text": "Hastert has not been seen or heard from since the government announced its case against him."}], "speaker": "SIDNER", "secId": 129}, {"sentences": [{"sentId": 339, "text": "We may see him Thursday, when he's set to make his first appearance in Federal Court in Chicago."}, {"sentId": 340, "text": "Sara Sidner, CNN, Yorkville, Illinois."}], "speaker": "SIDNER", "secId": 130}, {"sentences": [{"sentId": 341, "text": "Joining me now, John Jerabek, who was coached by Dennis Hastert in high school."}, {"sentId": 342, "text": "John, I appreciate you joining us."}, {"sentId": 343, "text": "How are you doing?"}], "speaker": "LEMON", "secId": 131}, {"sentences": [{"sentId": 344, "text": "I'm doing good, thank you."}], "speaker": "JERABEK", "secId": 132}, {"sentences": [{"sentId": 345, "text": "You and your two brothers all wrestled under Hastert, that was at Yorkville High school."}, {"sentId": 346, "text": "You also had him as a teacher."}, {"sentId": 347, "text": "What was he like as a coach and a teacher?"}], "speaker": "LEMON", "secId": 133}, {"sentences": [{"sentId": 348, "text": "He as a coach and a teacher, he was a, you know, really an easy guy to talk to."}, {"sentId": 349, "text": "He was kind of a disciplinarian."}, {"sentId": 350, "text": "He required, you know, the best out of you."}, {"sentId": 351, "text": "He demanded the best out of you."}, {"sentId": 352, "text": "And his wrestling teams kind of show that."}, {"sentId": 353, "text": "I thought he was a real decent guy, always real good for his students and good for his wrestlers."}], "speaker": "JERABEK", "secId": 134}, {"sentences": [{"sentId": 354, "text": "Was he a role model, do you think, to young men at the time?"}], "speaker": "LEMON", "secId": 135}, {"sentences": [{"sentId": 355, "text": "Oh, definitely, yes."}, {"sentId": 356, "text": "He was definitely a role model."}, {"sentId": 357, "text": "I mean, this is one of the things that really sticks with me is the years -- the four years that I spent at Yorkville High School, you know, wrestling under Dennis Hastert."}, {"sentId": 358, "text": "It was something that, you know, stuck with me, and I'll never forget."}], "speaker": "JERABEK", "secId": 136}, {"sentences": [{"sentId": 359, "text": "I think it really shaped me."}, {"sentId": 360, "text": "Him along with wrestling, you know, it teaches you individuality, responsibility, and, you know, that you're responsible for the outcome in each and everything you do, and the matches that you have each night, so."}], "speaker": "JERABEK", "secId": 137}, {"sentences": [{"sentId": 361, "text": "So, you're proud of where you come so far in life, and you said that's due in part to him."}, {"sentId": 362, "text": "But, what about when you heard about these allegations, what did you think?"}], "speaker": "LEMON", "secId": 138}, {"sentences": [{"sentId": 363, "text": "It's quite a mystery to me."}, {"sentId": 364, "text": "I, like every other Yorkville resident, I'm sure, was just shocked."}, {"sentId": 365, "text": "It was very surprising, very hard to believe."}, {"sentId": 366, "text": "And I know that, you know, there's still a lot that isn't known, but it was shocking, yes."}], "speaker": "JERABEK", "secId": 139}, {"sentences": [{"sentId": 367, "text": "Is there anything that you can think about when you look back on this in retrospect, that would give you any sort of clue that Dennis Hastert might be capable of this type of behavior?"}], "speaker": "LEMON", "secId": 140}, {"sentences": [{"sentId": 368, "text": "No, Don, I absolutely not."}, {"sentId": 369, "text": "I mean, you know, he did a lot for the kids, the wrestlers, and the students."}, {"sentId": 370, "text": "I mean, we went -- my older brother went to the Bahamas and scouts with him."}, {"sentId": 371, "text": "I went to Colorado."}, {"sentId": 372, "text": "You know, he took his wrestlers to Colorado Rocky Mountain Wrestling Camp."}, {"sentId": 373, "text": "We drove out there."}, {"sentId": 374, "text": "I think he put a lot of that from his own pocket."}], "speaker": "JERABEK", "secId": 141}, {"sentences": [{"sentId": 375, "text": "You know, we stayed out there a week."}, {"sentId": 376, "text": "There was a lot of opportunity to see something like that."}, {"sentId": 377, "text": "But I never -- I never even thought about anything like that, because I never saw any behavior that looked like that."}], "speaker": "JERABEK", "secId": 142}, {"sentences": [{"sentId": 378, "text": "And no rumor, no talk about anything like that about him?"}], "speaker": "LEMON", "secId": 143}, {"sentences": [{"sentId": 379, "text": "In the locker room, I mean, with the other wrestlers, I mean, I've talked to a couple of the other wrestlers and we're all the same."}, {"sentId": 380, "text": "I mean, we all can't believe it."}, {"sentId": 381, "text": "There was never anything back then that would really indicate any behavior like that."}], "speaker": "JERABEK", "secId": 144}, {"sentences": [{"sentId": 382, "text": "Have you seen him or spoken to him since you graduated high school?"}], "speaker": "LEMON", "secId": 145}, {"sentences": [{"sentId": 383, "text": "I have, yes."}, {"sentId": 384, "text": "I mean, after high school, you know, wrestling was a big part of my life."}, {"sentId": 385, "text": "So, I would go down to the tournaments in Champagne, Illinois and see some of his teams wrestle and chatted with him down there a little bit, you know, in the later '70s."}, {"sentId": 386, "text": "Then I've actually seen him a couple of times in a restaurant here or there and said, hi, to him here in my hometown."}], "speaker": "JERABEK", "secId": 146}, {"sentences": [{"sentId": 387, "text": "Do you know -- do you know anything about this individual that is accusing him and do you believe these allegations?"}], "speaker": "LEMON", "secId": 147}, {"sentences": [{"sentId": 388, "text": "Well, I don't know."}, {"sentId": 389, "text": "No, I really don't know who it could be."}, {"sentId": 390, "text": "I have a feeling it was someone a little bit younger than me, maybe later, you know, '79, '80, somewhere in there."}, {"sentId": 391, "text": "But nobody I've talked to has any idea who could have made the allegations and, no, I really don't have any idea."}], "speaker": "JERABEK", "secId": 148}, {"sentences": [{"sentId": 392, "text": "And you don't believe it, do you?"}], "speaker": "LEMON", "secId": 149}, {"sentences": [{"sentId": 393, "text": "No, I really don't believe it."}], "speaker": "JERABEK", "secId": 150}, {"sentences": [{"sentId": 394, "text": "So, he's going to be arraigned on Thursday."}, {"sentId": 395, "text": "Are you going to continue to stand by him?"}], "speaker": "LEMON", "secId": 151}, {"sentences": [{"sentId": 396, "text": "I believe so, yes."}, {"sentId": 397, "text": "I have no reason not to at this point."}, {"sentId": 398, "text": "Until we know more."}], "speaker": "JERABEK", "secId": 152}, {"sentences": [{"sentId": 399, "text": "Yes."}, {"sentId": 400, "text": "John Jerabek, thank you very much."}, {"sentId": 401, "text": "I really appreciate you coming on."}], "speaker": "LEMON", "secId": 153}, {"sentences": [{"sentId": 402, "text": "Thanks, Don."}, {"sentId": 403, "text": "I appreciate it."}], "speaker": "JERABEK", "secId": 154}, {"sentences": [{"sentId": 404, "text": "When we come right back, allegations from the past come back to haunt Dennis Hastert and Josh Duggar."}, {"sentId": 405, "text": "Should there be a statute of limitations in cases like this?"}], "speaker": "LEMON", "secId": 155}, {"sentences": [{"sentId": 406, "text": "From reality TV star Josh Duggar, to former Speaker of the House, Dennis Hastert, allegations of past sexual abuse are resurfacing years later."}, {"sentId": 407, "text": "But what about the victims?"}, {"sentId": 408, "text": "Joining me now, attorney Wendy Davis, Alan Dershowitz, Harvard Law School Emeritus professor of law and the author of \"Taking the stand, my life in the law.\""}, {"sentId": 409, "text": "How was that?"}], "speaker": "LEMON", "secId": 156}, {"sentences": [{"sentId": 410, "text": "I appreciate it."}], "speaker": "DERSHOWITZ", "secId": 157}, {"sentences": [{"sentId": 411, "text": "Charles Blow, political commentator and New York Times Op-Ed columnist and now Lambda Literary Award winner, congratulations."}], "speaker": "LEMON", "secId": 158}, {"sentences": [{"sentId": 412, "text": "Thank you, sir."}], "speaker": "BLOW", "secId": 159}, {"sentences": [{"sentId": 413, "text": "Just moments ago, right?"}], "speaker": "LEMON", "secId": 160}, {"sentences": [{"sentId": 414, "text": "Yes, it is."}], "speaker": "BLOW", "secId": 161}, {"sentences": [{"sentId": 415, "text": "The title of your book is."}], "speaker": "LEMON", "secId": 162}, {"sentences": [{"sentId": 416, "text": "\"Fire Shut Up in My Bones.\""}], "speaker": "BLOW", "secId": 163}, {"sentences": [{"sentId": 417, "text": "All right."}, {"sentId": 418, "text": "There you go."}, {"sentId": 419, "text": "And congratulations to you."}, {"sentId": 420, "text": "Wendy, I'm going to start with you."}, {"sentId": 421, "text": "We talked about these two big stories of alleged sexual misconduct, but we've heard very little about the victims here."}, {"sentId": 422, "text": "Good or bad here?"}], "speaker": "LEMON", "secId": 164}, {"sentences": [{"sentId": 423, "text": "You know, it's bad."}, {"sentId": 424, "text": "Obviously, these kinds of cases bring to light a very real problem that we face across this country."}, {"sentId": 425, "text": "There are only eight states right now that have no statute of limitations on sexual assault cases."}], "speaker": "DAVIS", "secId": 165}, {"sentences": [{"sentId": 426, "text": "Some cases or some states have varying degrees of lengths of time in which these cases can be prosecuted, but they're very unique situations."}, {"sentId": 427, "text": "Sexual assault survivors often have difficulty coming forward for a very long period of time."}], "speaker": "DAVIS", "secId": 166}, {"sentences": [{"sentId": 428, "text": "And it's a unique offense which requires, I think, a unique approach in the statute of limitations to assure that at the end of the day, young women, young men, older women, older men, who are victims of sexual assault, have an opportunity to have their day in court."}], "speaker": "DAVIS", "secId": 167}, {"sentences": [{"sentId": 429, "text": "Why are you shaking your head Alan?"}], "speaker": "LEMON", "secId": 168}, {"sentences": [{"sentId": 430, "text": "Well, because I think statute of limitations serve a very important purpose."}, {"sentId": 431, "text": "Take the Hastert case, for example."}, {"sentId": 432, "text": "This young man, if he was abused, extorted him."}, {"sentId": 433, "text": "When he was extorting him, at that point, he was taking advantage of the situation."}, {"sentId": 434, "text": "Certainly, the statute of limitations has to begin to run from that point on."}, {"sentId": 435, "text": "The notion that you can just abolish statute of limitations, how do you prove your innocence?"}, {"sentId": 436, "text": "15, 20, 30 years later?"}, {"sentId": 437, "text": "The evidence is gone."}, {"sentId": 438, "text": "It disappears."}], "speaker": "DERSHOWITZ", "secId": 169}, {"sentences": [{"sentId": 439, "text": "Your guest refers to them as victims."}, {"sentId": 440, "text": "Some of them are not victims."}, {"sentId": 441, "text": "When this young man accused Cardinal Bernardin of Chicago of abused, the victim was Cardinal Bernardin."}, {"sentId": 442, "text": "And ultimately, the young man admitted that he was lying."}], "speaker": "DERSHOWITZ", "secId": 170}, {"sentences": [{"sentId": 443, "text": "So, you can't presume guilt in this crime and just make it unique as if for other crimes you presume innocence, but for sexual abuse, you presume guilt."}], "speaker": "DERSHOWITZ", "secId": 171}, {"sentences": [{"sentId": 444, "text": "Go ahead, Wendy."}], "speaker": "LEMON", "secId": 172}, {"sentences": [{"sentId": 445, "text": "Don, this is not arguing that the evidentiary issues should change, or there should be any sort of different evidentiary treatment."}, {"sentId": 446, "text": "What it's arguing is that when it's later discovered, much later, and often this is the case in sexual assault, who the alleged perpetrator is, that victim, that survivor, ought to have his or her day in court."}], "speaker": "DAVIS", "secId": 173}, {"sentences": [{"sentId": 447, "text": "Alan, what she's saying, it takes years..."}], "speaker": "LEMON", "secId": 174}, {"sentences": [{"sentId": 448, "text": "It doesn't mean that the assailant will with have less rights to that person than..."}], "speaker": "DAVIS", "secId": 175}, {"sentences": [{"sentId": 449, "text": "But words like screwed by."}], "speaker": "DERSHOWITZ", "secId": 176}, {"sentences": [{"sentId": 450, "text": "It does take years sometimes for the victim to process what happened."}, {"sentId": 451, "text": "Yes?"}], "speaker": "LEMON", "secId": 177}, {"sentences": [{"sentId": 452, "text": "Of course it does."}, {"sentId": 453, "text": "Of course it does."}, {"sentId": 454, "text": "And there are going to be special circumstances where if the alleged victim - and it's an alleged victim - can demonstrate by a hearing that he didn't or she didn't remember or couldn't process it, that's one thing."}], "speaker": "DERSHOWITZ", "secId": 178}, {"sentences": [{"sentId": 455, "text": "But they have an automatic end statute of limitations, we have statutes of limitations for important reasons and we have them for very serious crimes."}, {"sentId": 456, "text": "Physical assaults as well."}], "speaker": "DERSHOWITZ", "secId": 179}, {"sentences": [{"sentId": 457, "text": "We should not make a special rule for sexual assault across the board and make it almost impossible for a defendant to disprove the allegations?"}, {"sentId": 458, "text": "How do you disprove an allegation of 20 or 30 or 40 years earlier?"}], "speaker": "DERSHOWITZ", "secId": 180}, {"sentences": [{"sentId": 459, "text": "We don't."}, {"sentId": 460, "text": "Well, I men, the fact of the matter is..."}], "speaker": "DAVIS", "secId": 181}, {"sentences": [{"sentId": 461, "text": "Quickly, Wendy, Alan is almost getting."}, {"sentId": 462, "text": "Go ahead."}, {"sentId": 463, "text": "DAVIS: The fact to the matter is, there are often -- and across this country and in Texas where I am right now, we had over 20,000 untested rape kits sitting on evidence..."}], "speaker": "LEMON", "secId": 182}, {"sentences": [{"sentId": 464, "text": "That's a separate problem."}], "speaker": "DERSHOWITZ", "secId": 183}, {"sentences": [{"sentId": 465, "text": "... in the state."}], "speaker": "DAVIS", "secId": 184}, {"sentences": [{"sentId": 466, "text": "Let's change that."}], "speaker": "DERSHOWITZ", "secId": 185}, {"sentences": [{"sentId": 467, "text": "But that problem exists in states all over this country."}, {"sentId": 468, "text": "And the fact of the matter is, that many of these, as they're being tested, even when hits are being found in code is, undeniable DNA evidence, there's no opportunity for that person who's no longer an alleged victim, but who is a survivor of sexual assault, to have his or her day in court and there is something wrong with that."}], "speaker": "DAVIS", "secId": 186}, {"sentences": [{"sentId": 469, "text": "Let me tell you what New York did about that."}, {"sentId": 470, "text": "New York did something very important about that."}, {"sentId": 471, "text": "They started to indict the DNA even before they found the individual and thereby eliminated the statute of limitations problems."}], "speaker": "DERSHOWITZ", "secId": 187}, {"sentences": [{"sentId": 472, "text": "Yes."}], "speaker": "DAVIS", "secId": 188}, {"sentences": [{"sentId": 473, "text": "There are ways of dealing with this, but an across-the- board abolition of the statute of limitations is a clear violation of due and terribly unfair to presumptively innocent people."}], "speaker": "DERSHOWITZ", "secId": 189}, {"sentences": [{"sentId": 474, "text": "No, it's not."}], "speaker": "DAVIS", "secId": 190}, {"sentences": [{"sentId": 475, "text": "Charles Blow."}], "speaker": "LEMON", "secId": 191}, {"sentences": [{"sentId": 476, "text": "We don't have statute of limitations for murder in most states in this country and DNA evidence isn't the only evidence that can come up many years later."}], "speaker": "DAVIS", "secId": 192}, {"sentences": [{"sentId": 477, "text": "Understood."}], "speaker": "LEMON", "secId": 193}, {"sentences": [{"sentId": 478, "text": "It's in memory based."}], "speaker": "DERSHOWITZ", "secId": 194}, {"sentences": [{"sentId": 479, "text": "Understood."}, {"sentId": 480, "text": "So, Charles, it can take years sometimes as, you being a survivor like to say of abuse of this abuse, you can't -- there's no real time limit on how long it takes you to get over it?"}], "speaker": "LEMON", "secId": 195}, {"sentences": [{"sentId": 481, "text": "Exactly."}, {"sentId": 482, "text": "And I believe and I'm not saying that you have to have no statute of limitations, but I do think you have to make some sort of special dispensation, particularly for children."}], "speaker": "BLOW", "secId": 196}, {"sentences": [{"sentId": 483, "text": "Because what the research tells us about what children do with childhood sexual abuse is that, very often and they bury it for very long periods of time."}, {"sentId": 484, "text": "So, you can have decades that pass before it actually resurfaces."}, {"sentId": 485, "text": "And it can come out in all sorts of, kind of, anti-social ways and kind of self-destructive ways and not have them consciously dealing with the issue of the abuse."}, {"sentId": 486, "text": "But I think that, you know, putting -- yes, will they have to prove it?"}, {"sentId": 487, "text": "And will some of that proof be tricky to come by three decades later?"}], "speaker": "BLOW", "secId": 197}, {"sentences": [{"sentId": 488, "text": "What would be fair, though?"}], "speaker": "LEMON", "secId": 198}, {"sentences": [{"sentId": 489, "text": "But the idea that they should have no avenues if they do in fact suppress..."}], "speaker": "BLOW", "secId": 199}, {"sentences": [{"sentId": 490, "text": "But what surprise me as..."}], "speaker": "LEMON", "secId": 200}, {"sentences": [{"sentId": 491, "text": "Don't treat women like children."}, {"sentId": 492, "text": "Don't treat women like children."}, {"sentId": 493, "text": "And that's what I think a lot of people want to do."}, {"sentId": 494, "text": "You may be right about children."}], "speaker": "DERSHOWITZ", "secId": 201}, {"sentences": [{"sentId": 495, "text": "I'm just saying..."}], "speaker": "BLOW", "secId": 202}, {"sentences": [{"sentId": 496, "text": "They should not be treated like a child."}], "speaker": "DERSHOWITZ", "secId": 203}, {"sentences": [{"sentId": 497, "text": "I do agree with you on that."}, {"sentId": 498, "text": "Because many times people want to cuddle women when it comes to those sorts of issues, which you should always have care, but sometimes there is a separate way that we treat, you know, women with crimes and men with crimes."}, {"sentId": 499, "text": "But I agree -- with sexual crimes."}, {"sentId": 500, "text": "But I agree, with children, it's different."}], "speaker": "LEMON", "secId": 204}, {"sentences": [{"sentId": 501, "text": "But even with adult women I think you also have to -- and adult men too."}, {"sentId": 502, "text": "I mean, let's not forget that some men are also victims of sexual abuse."}, {"sentId": 503, "text": "The same suppressing mechanism can be at play."}], "speaker": "BLOW", "secId": 205}, {"sentences": [{"sentId": 504, "text": "So, I'm not saying that you have no statute of limitations, but I do believe you have to give some discretion there to say that this is what the science tells us about how people deal with these particular, very specific sorts of assaults."}, {"sentId": 505, "text": "If they, in fact, turn out to be assaults."}], "speaker": "BLOW", "secId": 206}, {"sentences": [{"sentId": 506, "text": "And I believe in that vein, we have to treat these more, a little bit more delicately than other crimes."}], "speaker": "BLOW", "secId": 207}, {"sentences": [{"sentId": 507, "text": "And what I mean by cuddles that women and men are treated differently than men when it comes to different sex crimes."}, {"sentId": 508, "text": "Right?"}, {"sentId": 509, "text": "I think women have a much different time with it."}, {"sentId": 510, "text": "Like men are often it is not believed that men can be sexually assaulted."}], "speaker": "LEMON", "secId": 208}, {"sentences": [{"sentId": 511, "text": "Yes."}, {"sentId": 512, "text": "But men are also very, you know, depending on the culture and the context of their abuse can be, you know, even more -- even less likely to bring it their..."}], "speaker": "BLOW", "secId": 209}, {"sentences": [{"sentId": 513, "text": "To come forward, because people won't believe them."}, {"sentId": 514, "text": "That's what I meant by it."}, {"sentId": 515, "text": "Right."}], "speaker": "LEMON", "secId": 210}, {"sentences": [{"sentId": 516, "text": "So, I think we just have to look at all sex abuse, not separate the men from the women, and just look all of them and say, this is a special category of assault, if it turns out to be assault, and we have to have a special category of how we deal with the statute of the limitations."}], "speaker": "BLOW", "secId": 211}, {"sentences": [{"sentId": 517, "text": "All right."}, {"sentId": 518, "text": "And we could talk about this for a lot longer."}, {"sentId": 519, "text": "But, thank you, we'll be right back."}], "speaker": "LEMON", "secId": 212}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1506.01.cnnt.01.html.json", "time": "Aired June 1, 2015 - 22:00:00   ET"}