{"sectionCount": 157, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["LEMON", "TODD", "GRIFFIN", "SINKOVICS", "GOLDHABER", "FOREMAN", "BIBEL", "UNIDENTIFIED MALE", "PHILLIPS", "SOUCIE", "PODHURST", "SIMON", "DAVIDZ", "OK", "CANDIOTTI", "BRATTON", "AUBRY"], "subTitle": "Live Coverage of Train Derailment in Philadelphia; Man Attacks NYPD Officer with Hammer, Partner Shoots Attacker Dead. Aired 11-12p ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1505/13/cnnt.02.html", "sentenceCount": 487, "sections": [{"sentences": [{"sentId": 0, "text": "It is 11:00 p.m. on the east coast."}, {"sentId": 1, "text": "Our breaking news tonight here in Philadelphia, investigators urgently searching for answers as they remove train cars from the tracks."}, {"sentId": 2, "text": "Why did Amtrak 188 crash killing at least seven people, injuring more than 200 people?"}, {"sentId": 3, "text": "The NTSB says the train was speeding to curve at 106 miles an hour, more than twice the speed limit."}, {"sentId": 4, "text": "And the engineer slammed on the emergency brakes moments before the train left the tracks."}], "speaker": "LEMON", "secId": 0}, {"sentences": [{"sentId": 5, "text": "Amtrak employees say the engineer is 32-year-old Brandon Bastian."}, {"sentId": 6, "text": "Police tried to interview him, but he said only this."}, {"sentId": 7, "text": "He could not remember how fast he was going."}, {"sentId": 8, "text": "He hasn't talk to the National Transportation and Safety Board."}], "speaker": "LEMON", "secId": 1}, {"sentences": [{"sentId": 9, "text": "I want to get right to CNN's Brian Todd and also Drew Griffin joins me with some new information on this."}], "speaker": "LEMON", "secId": 2}, {"sentences": [{"sentId": 10, "text": "But first, I want to get to Brian Todd now because, Brian, they're deep in the removal of these cars and you have a close up view."}, {"sentId": 11, "text": "What can you tell us?"}], "speaker": "LEMON", "secId": 3}, {"sentences": [{"sentId": 12, "text": "Don, a few hundred yards behind me, we can see these massive cranes moving these cars, these derailed cars, placing them on flat beds and other equipment to get them out of here."}, {"sentId": 13, "text": "We're told by the NTSB that once they get them out of here, they are going to be taken to secure NTSB facilities where they will, of course, further examine the wreckage."}, {"sentId": 14, "text": "These cranes behind us are going to be working through the night to remove some of these cars."}, {"sentId": 15, "text": "They may also be bringing in, we are told, some components of the track and maybe even relay some of the track."}, {"sentId": 16, "text": "This soon after the accident, so that is the extraordinary, but you can see the hard work going on behind me and of course, with our aerial shots of the removal of these cars."}], "speaker": "TODD", "secId": 4}, {"sentences": [{"sentId": 17, "text": "You said, Don, a moment ago, really what the crucial part of this investigation has found so far, that speed was a crucial factor in this crash."}, {"sentId": 18, "text": "Investigators telling us that this train was going 106 miles an hour."}, {"sentId": 19, "text": "It should have been going only 50 miles an hour at that curve."}, {"sentId": 20, "text": "The NTSB is saying, of course, they are examining everything about this, the signals, the track, all of that, but speed is a crucial factor."}, {"sentId": 21, "text": "And the engineer identified this Brandon Bastian has not been"}], "speaker": "TODD", "secId": 5}, {"sentences": [{"sentId": 22, "text": "interviewed yet by the NTSB."}, {"sentId": 23, "text": "He has -- the Philadelphia police tried to question him."}, {"sentId": 24, "text": "He had a lawyer with him and he didn't want to answer their questions."}, {"sentId": 25, "text": "He left with his lawyer."}, {"sentId": 26, "text": "The NTSB says he is injured."}, {"sentId": 27, "text": "We want to give him time to recover from his injuries."}, {"sentId": 28, "text": "But they are, of course, eager to talk to Brandon Bastian, the engineer, Don."}, {"sentId": 29, "text": "So that is going to be something we will be watching closely in the next few days."}], "speaker": "TODD", "secId": 6}, {"sentences": [{"sentId": 30, "text": "Another thing that we're told, Don, about this situation, what about the NTSB has found is that there's a system called positive train control."}, {"sentId": 31, "text": "It is an override system."}, {"sentId": 32, "text": "They say that was not in place in this section of the track near Philadelphia."}], "speaker": "TODD", "secId": 7}, {"sentences": [{"sentId": 33, "text": "Positive train control is a default override."}, {"sentId": 34, "text": "It is designed to warn the engineer when the train is going too fast as it approaches a certain section of track."}, {"sentId": 35, "text": "If the engineer does not pay attention to that, the onboard computers on the train kick in and stop the train."}, {"sentId": 36, "text": "Congress has mandated that all rail lines to be out fitted with this by the end of 2015."}, {"sentId": 37, "text": "It was not installed in this section of the track."}, {"sentId": 38, "text": "And the NTSB has said flat out, Don, that if it had the system in place, this may very well not have happened."}], "speaker": "TODD", "secId": 8}, {"sentences": [{"sentId": 39, "text": "All right, Brian Todd, thank you very much."}], "speaker": "LEMON", "secId": 9}, {"sentences": [{"sentId": 40, "text": "Let's go in detail about some of the things that Brian Todd was talking about and get more information because our investigator reporter is here, Drew Griffin."}], "speaker": "LEMON", "secId": 10}, {"sentences": [{"sentId": 41, "text": "And Drew, you have been getting some great information about this investigation."}, {"sentId": 42, "text": "Start from the top."}, {"sentId": 43, "text": "What have you got?"}], "speaker": "LEMON", "secId": 11}, {"sentences": [{"sentId": 44, "text": "Really, it all hinges right now on a couple of things."}, {"sentId": 45, "text": "One, they have what we call the black box."}, {"sentId": 46, "text": "They call it event recorder, which records speed and everything that happened inside the train."}, {"sentId": 47, "text": "They have this front end camera, which will record what was happening through the front of the train as if when in distress."}, {"sentId": 48, "text": "And then they have the person who was operating the train."}], "speaker": "GRIFFIN", "secId": 12}, {"sentences": [{"sentId": 49, "text": "And as Brian said, that is this fellow Bastian, Brandon Bastian, who hasn't talked."}, {"sentId": 50, "text": "But I think we need to put that in perspective."}, {"sentId": 51, "text": "There is a lot to talk about this guy."}, {"sentId": 52, "text": "He was the engineer on train."}, {"sentId": 53, "text": "He was injured."}, {"sentId": 54, "text": "He was being treated last night for his injuries when police asked him questions, he said he couldn't remember, couldn't recall what happened and, you know, then there was going to be another interview today."}], "speaker": "GRIFFIN", "secId": 13}, {"sentences": [{"sentId": 55, "text": "When he came in for the interview, he had an attorney with him."}, {"sentId": 56, "text": "His attorney was obviously advising him don't say anything because we don't know the landscape is as far as, you know, of where this investigation is going."}, {"sentId": 57, "text": "When he talks, he will talk."}, {"sentId": 58, "text": "When he talks, he will talk to the NTSB."}, {"sentId": 59, "text": "They will debrief him in detail about everything that took place on that train."}], "speaker": "GRIFFIN", "secId": 14}, {"sentences": [{"sentId": 60, "text": "So, you're saying don't get ahead of ourselves thinking that he may -- something?"}], "speaker": "LEMON", "secId": 15}, {"sentences": [{"sentId": 61, "text": "Look, everything is saying that, you know, speed is the problem."}, {"sentId": 62, "text": "The engineer controlled the speed of the train."}, {"sentId": 63, "text": "No problem."}, {"sentId": 64, "text": "There is tough answers that this guy has got to -- there is tough questions he has got to answer."}, {"sentId": 65, "text": "But put yourself in his position."}, {"sentId": 66, "text": "You know, this is a bad accident."}, {"sentId": 67, "text": "We have people dead."}, {"sentId": 68, "text": "He is ultimately responsible."}, {"sentId": 69, "text": "He's the captain of the ship here."}, {"sentId": 70, "text": "So to go in just Willy Nilly without any legal representation and not really realize is this part of the NTSB investigation, which is about safety or is this Philadelphia police or whomever, which is about prosecuting me, I think, you know, it's wise to be cautious, even though we all want answers quickly."}], "speaker": "GRIFFIN", "secId": 16}, {"sentences": [{"sentId": 71, "text": "Just standby, Drew."}, {"sentId": 72, "text": "I just want to update our viewers."}, {"sentId": 73, "text": "You are looking at live pictures now."}, {"sentId": 74, "text": "This is the removal of these train cars in Philadelphia, really an unbelievable job that they're doing here, 24 hours now into this crash and into the investigation."}, {"sentId": 75, "text": "It's really a rescue and recovery mode right now and the investigation is in full swing and that's what I'm talking to our investigative reporter, Drew Griffin about."}], "speaker": "LEMON", "secId": 17}, {"sentences": [{"sentId": 76, "text": "Drew, also, they want to know if he was distracted, what might  have been distracted by so they asked for his phone."}], "speaker": "LEMON", "secId": 18}, {"sentences": [{"sentId": 77, "text": "Yes, they asked for his phone."}, {"sentId": 78, "text": "They have a search warrant for that phone."}, {"sentId": 79, "text": "That maybe just to be retrieved the information."}, {"sentId": 80, "text": "His attorney apparently told another news outlet that it was voluntarily handed ore over."}, {"sentId": 81, "text": "But there is a search warrant."}, {"sentId": 82, "text": "They will see if he was texting."}, {"sentId": 83, "text": "They will see if he was using the phone, talking on it."}, {"sentId": 84, "text": "They're not supposed to have that phone in there, all right."}, {"sentId": 85, "text": "But there might be some other information before or after the accident, which leads to some sort of distraction, even something he may have been thinking about."}, {"sentId": 86, "text": "They'll also look at his blood."}, {"sentId": 87, "text": "They will see if he has anything in his system, was he sleeping?"}, {"sentId": 88, "text": "So, all of these things will be part of the investigation."}], "speaker": "GRIFFIN", "secId": 19}, {"sentences": [{"sentId": 89, "text": "Yes."}, {"sentId": 90, "text": "And the black box is in Delaware already?"}, {"sentId": 91, "text": "Is that correct?"}], "speaker": "LEMON", "secId": 20}, {"sentences": [{"sentId": 92, "text": "That's what we understand."}], "speaker": "GRIFFIN", "secId": 21}, {"sentences": [{"sentId": 93, "text": "Yes, we are waiting information."}], "speaker": "LEMON", "secId": 22}, {"sentences": [{"sentId": 94, "text": "Drew Griffin, thank you."}, {"sentId": 95, "text": "Appreciate you joining us."}, {"sentId": 96, "text": "Thanks very much."}], "speaker": "LEMON", "secId": 23}, {"sentences": [{"sentId": 97, "text": "I want to talk now to Ede Sinkovics."}], "speaker": "LEMON", "secId": 24}, {"sentences": [{"sentId": 98, "text": "Ede survived the deadly derailment."}, {"sentId": 99, "text": "He joins me now."}], "speaker": "LEMON", "secId": 25}, {"sentences": [{"sentId": 100, "text": "Ede, thank you."}, {"sentId": 101, "text": "This is very first trip -- your very first trip on Amtrak as I understand and what a trip really was for you."}, {"sentId": 102, "text": "You know, it's hard to relive this but take us through."}], "speaker": "LEMON", "secId": 26}, {"sentences": [{"sentId": 103, "text": "Actually -- yes, it is my second trip."}, {"sentId": 104, "text": "I was heading from Washington D.C. to Trenton."}, {"sentId": 105, "text": "And you know, we just heading from Philadelphia train station."}, {"sentId": 106, "text": "And I was setting my alarm, you know, I just don't want to sleep away my next station, Trenton."}, {"sentId": 107, "text": "And then on my phone, it was around 9:10."}, {"sentId": 108, "text": "And after that, 9:15, you know, I just feel some shaking, you know, the lights, you know, lights are going down, they are just flashing sometimes, you know, and our wagon just, you know, it was lifted, sometimes full down and after that, it was not going parallel -- it was going."}, {"sentId": 109, "text": "And you know, people were screaming."}, {"sentId": 110, "text": "You know, I was lifted up all these forces, you know."}, {"sentId": 111, "text": "I was flying, I was rolling, and things are falling on my head and my arm."}, {"sentId": 112, "text": "I was hit by flying seat and other people and then when we stop, it became to be a lot of smoke in the wagon and there was no light, you know."}, {"sentId": 113, "text": "Some sparkles was there, you know, maybe because of electricity, and then I realize, I have to break the window, you know, and then we start to get out people from the train, from the wagon and then after that, someone helped to open the door also from the train and it was so high, we have to take down people from there and that was it."}, {"sentId": 114, "text": "It has happened maybe only in five seconds, or I don't know."}], "speaker": "SINKOVICS", "secId": 27}, {"sentences": [{"sentId": 115, "text": "So, it was very quick?"}], "speaker": "LEMON", "secId": 28}, {"sentences": [{"sentId": 116, "text": "Yes."}], "speaker": "SINKOVICS", "secId": 29}, {"sentences": [{"sentId": 117, "text": "And you believe there were issues from the get go with this."}, {"sentId": 118, "text": "What do you mean by that?"}], "speaker": "LEMON", "secId": 30}, {"sentences": [{"sentId": 119, "text": "Sorry?"}], "speaker": "SINKOVICS", "secId": 31}, {"sentences": [{"sentId": 120, "text": "There were issues from the get go."}, {"sentId": 121, "text": "There were problems with the train from the very beginning."}], "speaker": "LEMON", "secId": 32}, {"sentences": [{"sentId": 122, "text": "Yes."}, {"sentId": 123, "text": "Before we heading from Washington, they just told us that the air condition is not working properly because of less power and they mention it a couple of times and they told us that they will recover it somehow but after that, we had air condition and that was it."}], "speaker": "SINKOVICS", "secId": 33}, {"sentences": [{"sentId": 124, "text": "Yes."}, {"sentId": 125, "text": "Listen, you are European and I know there are issues in this country when it comes to funding our rail system here."}, {"sentId": 126, "text": "In Europe, they're high speed trains all over, very well funded."}, {"sentId": 127, "text": "What do you think of the difference here?"}], "speaker": "LEMON", "secId": 34}, {"sentences": [{"sentId": 128, "text": "It was first time to using Amtrak, you know."}, {"sentId": 129, "text": "You know, I used in France and I don't know about the speed limits, you know."}, {"sentId": 130, "text": "But today, I heard also that it happens in a place where the speed has to be double less, you know."}, {"sentId": 131, "text": "And I just don't know how that would be."}, {"sentId": 132, "text": "So, I think less speed, less problems."}], "speaker": "SINKOVICS", "secId": 35}, {"sentences": [{"sentId": 133, "text": "Yes."}, {"sentId": 134, "text": "Ede, thank you."}], "speaker": "LEMON", "secId": 36}, {"sentences": [{"sentId": 135, "text": "Thank you."}], "speaker": "SINKOVICS", "secId": 37}, {"sentences": [{"sentId": 136, "text": "There are some amazing stories, really, survival stories that are just unbelievable here."}, {"sentId": 137, "text": "But what was the cause of this disaster?"}, {"sentId": 138, "text": "And are we as safe on trains as we think we are?"}], "speaker": "LEMON", "secId": 38}, {"sentences": [{"sentId": 139, "text": "Joining me now is Dr. Gerry Goldhaber, the author of \"the Warnings, Doctor, a prescription for living a safe life in a dangerous world.\""}], "speaker": "LEMON", "secId": 39}, {"sentences": [{"sentId": 140, "text": "We appreciate your time this evening, sir."}, {"sentId": 141, "text": "So, when you see this train wreckage, as we look at these live pictures right now, they're removing a lot of it, what does that tell you?"}], "speaker": "LEMON", "secId": 40}, {"sentences": [{"sentId": 142, "text": "First of all, Don, what we know is this was a perfect storm of an antiquated infrastructure and underfunded infrastructure."}, {"sentId": 143, "text": "And we have a possibility of human error."}, {"sentId": 144, "text": "And we don't have the technology installed that -- if you think about it over 100 years ago, the train system in United States had better warning systems."}, {"sentId": 145, "text": "They had flag men, eyes on the train waving and signaling to slow it down if they were going too fast."}, {"sentId": 146, "text": "They had dead man switches on the train and this -- all this discussion about a positive train control, PTC, this is actually a warning system, through a series of transponders that would communicate about two to three miles apart on the track to a receiver on the locomotive if the information being communicated to the train indicated that the train was going too fast for existing conditions, in this case, 106 miles an hour in a 50 miles zone, then there would be a warning system."}, {"sentId": 147, "text": "A buzzer would go off, alerting the engineer."}, {"sentId": 148, "text": "And the engineer would take action."}, {"sentId": 149, "text": "If he didn't take action, then the computers on board, would actually slow it down."}, {"sentId": 150, "text": "So you would have an audible warning system in operation."}], "speaker": "GOLDHABER", "secId": 41}, {"sentences": [{"sentId": 151, "text": "The irony of this, Don, is that this act that the Congress passed the rail safety improvement act of 2008."}, {"sentId": 152, "text": "That was passed seven years ago."}, {"sentId": 153, "text": "I think it's outrageous from a warnings standpoint that it's taken seven years and the northeast corridor which accounts for about a third of all of the Amtrak's traffic in the United States, 750,000 passengers a day, 200,000 freight or commuter trains a day and they don't have this system in the northeast car that completed yet."}, {"sentId": 154, "text": "Their own report this year says it wouldn't come until maybe another two years from now, which would make it nine years from the time that Congress passed it."}], "speaker": "GOLDHABER", "secId": 42}, {"sentences": [{"sentId": 155, "text": "Let's go back and dig in to some of the things that you talked about."}, {"sentId": 156, "text": "Let's talk about speed now, definitely a factor here, 106 mile-an-hour, into a left turn where the maximum speed was 50 miles per hour."}, {"sentId": 157, "text": "Would that engineer have to know how fast he was going?"}, {"sentId": 158, "text": "Do you think he knew?"}, {"sentId": 159, "text": "And did he just lose control here?"}], "speaker": "LEMON", "secId": 43}, {"sentences": [{"sentId": 160, "text": "It's very likely that he knew, but I wouldn't want to get ahead of the investigators who will be talking to him, probably tomorrow."}, {"sentId": 161, "text": "However, human error looks very likely to be involved here and that has to be point to the engineer?"}, {"sentId": 162, "text": "Was he distracted?"}, {"sentId": 163, "text": "Did he have a moment of sleep apnea?"}, {"sentId": 164, "text": "Was he texting?"}, {"sentId": 165, "text": "Was he on the phone?"}, {"sentId": 166, "text": "Was he distracted because of something in his blood?"}], "speaker": "GOLDHABER", "secId": 44}, {"sentences": [{"sentId": 167, "text": "We don't know the answers to any of these things."}, {"sentId": 168, "text": "But, Don, what is important is, it's irrelevant in terms of the human error involvement here because if the technology had been installed, then the human error would have been put aside."}, {"sentId": 169, "text": "If you were distracted, if you are going too fast, if he was aware of his speed, you know, something else -- I take this train myself a number of times and it stops the antiquated structure, for example, in Baltimore,  tunnel."}, {"sentId": 170, "text": "That's a 140 year old tunnel and the traffic is always slow down."}, {"sentId": 171, "text": "Maybe the engineer was trying to make-up for lost time."}, {"sentId": 172, "text": "Again, this was a human factor that could have been overcome by a technological communication and warning solutions."}], "speaker": "GOLDHABER", "secId": 45}, {"sentences": [{"sentId": 173, "text": "Yes."}, {"sentId": 174, "text": "You talk about the warning signals, right?"}, {"sentId": 175, "text": "You said, you know, in the old days you had men out there who had eyes on the trains."}, {"sentId": 176, "text": "Listen, here's another instance, trucks get into accidents at highway rail crossing about 10 times a week."}, {"sentId": 177, "text": "And that's according to federal regulator."}, {"sentId": 178, "text": "There was a collision on Sunday, just on Sunday, in Louisiana that killed the truck's driver and two people on the train."}], "speaker": "LEMON", "secId": 46}, {"sentences": [{"sentId": 179, "text": "So let's talk about these warning systems."}, {"sentId": 180, "text": "I know that you don't believe that they are good enough so what are the improvements here?"}, {"sentId": 181, "text": "Is it cameras?"}, {"sentId": 182, "text": "What is it?"}], "speaker": "LEMON", "secId": 47}, {"sentences": [{"sentId": 183, "text": "One of the things that we should do is we should put cameras in the compartment where the engineer is."}, {"sentId": 184, "text": "There's also been discussion used to b comparative to the airplane crash in France."}, {"sentId": 185, "text": "And we really have a second engineer inside with the first one."}, {"sentId": 186, "text": "This could prevent cell phone distractions or medical situation."}, {"sentId": 187, "text": "You'd have a back up person in there."}], "speaker": "GOLDHABER", "secId": 48}, {"sentences": [{"sentId": 188, "text": "Another question is, well, given the way these derailments took place, what happened to the passengers?"}, {"sentId": 189, "text": "We just heard from one of them and he went flying as if many of the others."}, {"sentId": 190, "text": "Why don't we have seatbelts on to the discussion?"}, {"sentId": 191, "text": "Amtrak opposes seatbelts on their trains."}, {"sentId": 192, "text": "We have them on airplanes."}, {"sentId": 193, "text": "We have them on automobiles."}, {"sentId": 194, "text": "We have them on trucks."}], "speaker": "GOLDHABER", "secId": 49}, {"sentences": [{"sentId": 195, "text": "As far as the cars, you know, Don, I said this last time we are on the air, we have over 2,000 crashes a year on trains hitting automobiles or trucks."}, {"sentId": 196, "text": "And the system -- the irony is that many of these could be prevented if you had the automatic train system that I discussed earlier in place because the signal would have gone to the automotive, who have gone to the engineer and automatically slow the train down and indicated that there was an obstruction on the rail crossing."}], "speaker": "GOLDHABER", "secId": 50}, {"sentences": [{"sentId": 197, "text": "We have this technology."}, {"sentId": 198, "text": "It is in place throughout the United States."}, {"sentId": 199, "text": "Texas is one of the leaders in this."}, {"sentId": 200, "text": "And yet, we have crashes, the one in North Carolina who is outrageous, there were state troopers accompanies this 140-foot long truck that got stuck on a rail crossing."}, {"sentId": 201, "text": "And they had a phone right in front of them and nobody used the phone number on the warning signs --"}], "speaker": "GOLDHABER", "secId": 51}, {"sentences": [{"sentId": 202, "text": "Nobody use that."}], "speaker": "LEMON", "secId": 52}, {"sentences": [{"sentId": 203, "text": "-- to contact the central command and they could have shut down the system."}], "speaker": "GOLDHABER", "secId": 53}, {"sentences": [{"sentId": 204, "text": "Yes."}, {"sentId": 205, "text": "Dr. Gerry Goldhaber, thank you."}, {"sentId": 206, "text": "Appreciate you joining us again here on CNN."}, {"sentId": 207, "text": "We will see you soon."}], "speaker": "LEMON", "secId": 54}, {"sentences": [{"sentId": 208, "text": "You bet."}], "speaker": "GOLDHABER", "secId": 55}, {"sentences": [{"sentId": 209, "text": "When we come right back, more from the scene of a deadly Amtrak derailment, live from here in Philadelphia."}, {"sentId": 210, "text": "We will be right back."}], "speaker": "LEMON", "secId": 56}, {"sentences": [{"sentId": 211, "text": "Back now live at Philadelphia where investigators are searching for answers."}, {"sentId": 212, "text": "What caused the deadly Amtrak crash?"}, {"sentId": 213, "text": "You're looking at live pictures as well."}, {"sentId": 214, "text": "Was it excessive speed here?"}], "speaker": "LEMON", "secId": 57}, {"sentences": [{"sentId": 215, "text": "CNN's Tom Foreman takes a look -- Tom."}], "speaker": "LEMON", "secId": 58}, {"sentences": [{"sentId": 216, "text": "Don, investigators were looking at excessive speed early on because of things like this, a surveillance video where you see the train rushing pass."}, {"sentId": 217, "text": "This is about 200 yards short of where the accident occurred."}, {"sentId": 218, "text": "You can calculate from this that the train is going faster than it ought to be by comparing it to fixed points along the track."}, {"sentId": 219, "text": "Now, why does that matter?"}, {"sentId": 220, "text": "Well, let's bring in a model and talk about it here."}], "speaker": "FOREMAN", "secId": 59}, {"sentences": [{"sentId": 221, "text": "The locomotive in a train like this is very, very heavy, somewhere around 97 metric tons or close to a quarter million pounds, if you want to calculate at that way, and as this goes around the corner, even in 50 miles an hour, there's a lot of force trying to make it lean out from the tracks, the faster it goes, 10 miles an hour, the more that force is pushing to the side."}, {"sentId": 222, "text": "If the center of gravity is low enough and is heavy enough, it stays put."}], "speaker": "FOREMAN", "secId": 60}, {"sentences": [{"sentId": 223, "text": "But what about the cars back there, which may have a very different center of gravity, they experience the problem according to the passengers who said it felt like they started flying off the tracks."}, {"sentId": 224, "text": "And that may very well been the case, we know that because of that Spanish train wreck a few years ago."}, {"sentId": 225, "text": "That train was supposed to be doing 50 miles an hour."}, {"sentId": 226, "text": "It did more than a hundred and watch how the cars start slinging off behind the locomotive and then it has pulled to."}, {"sentId": 227, "text": "All of that is why investigators from the very beginning, Don, are looking at excessive speed."}], "speaker": "FOREMAN", "secId": 61}, {"sentences": [{"sentId": 228, "text": "Tom Foreman, thank you very much."}], "speaker": "LEMON", "secId": 62}, {"sentences": [{"sentId": 229, "text": "Let's talk about this now."}, {"sentId": 230, "text": "George Bibel, the author of \"Train Wrecks, a forensic of rail disasters\" and engineering professor at the University of North Dakota, also former \"Washington Post\" reporter, Don Phillips and David Soucie, CNN's safety analyst."}], "speaker": "LEMON", "secId": 63}, {"sentences": [{"sentId": 231, "text": "OK, George, to you first, all seven cars jumped the track here, with one car nearly obliterated in this accident."}, {"sentId": 232, "text": "What will this wreckage tell us?"}], "speaker": "LEMON", "secId": 64}, {"sentences": [{"sentId": 233, "text": "Well, the most dangerous thing in a train wreck is crushing the passengers."}, {"sentId": 234, "text": "People often ask about seatbelts and they really wouldn't help if the car is crushed."}, {"sentId": 235, "text": "It looks like that one car is quite damaged."}, {"sentId": 236, "text": "So, speed is the real issue here."}, {"sentId": 237, "text": "The secondary effect is -- but believe it or not, a high speed derailment is in fact survivable."}, {"sentId": 238, "text": "There's an example in 2000 of a train derailed in England at 150 miles an hour and everyone lived except one unfortunate car wrapped itself around a concrete utility pole foundation."}, {"sentId": 239, "text": "So, unless you hit some solid, you have a very good chance of surviving."}, {"sentId": 240, "text": "LEMON:  So, George, are you saying that seatbelts aren't need, that"}], "speaker": "BIBEL", "secId": 65}, {"sentences": [{"sentId": 241, "text": "they're more dangerous or they're just not need?"}], "speaker": "BIBEL", "secId": 66}, {"sentences": [{"sentId": 242, "text": "Well, the first problem is nobody wear them."}, {"sentId": 243, "text": "I wouldn't wear them and they're not going to provide any protection when it comes to crash, which is the most devastating problem with a train wreck."}, {"sentId": 244, "text": "For example, at 2008 when the guy was texting in Los Angeles, they had a head on collision with a commuter train and a freight train and the commuter train locomotive was shoved 52 feet into the first passenger car."}, {"sentId": 245, "text": "So seatbelts wouldn't have done anything."}, {"sentId": 246, "text": "They're now introducing crushable ends for the first time and that wouldn't have solved protected the passengers in that level of crash."}, {"sentId": 247, "text": "I can say about crushable ends is they're better."}], "speaker": "BIBEL", "secId": 67}, {"sentences": [{"sentId": 248, "text": "Yes."}], "speaker": "LEMON", "secId": 68}, {"sentences": [{"sentId": 249, "text": "So David Soucie, or Don, do you guys want to weigh in on this?"}, {"sentId": 250, "text": "Do you agree about the seatbelts?"}], "speaker": "LEMON", "secId": 69}, {"sentences": [{"sentId": 251, "text": "Yes."}], "speaker": "UNIDENTIFIED MALE", "secId": 70}, {"sentences": [{"sentId": 252, "text": "I don't."}], "speaker": "UNIDENTIFIED MALE", "secId": 71}, {"sentences": [{"sentId": 253, "text": "Who doesn't?"}], "speaker": "LEMON", "secId": 72}, {"sentences": [{"sentId": 254, "text": "Phillips fully agrees with what is just been said."}, {"sentId": 255, "text": "Seatbelts on trains would be something basically ridiculous."}, {"sentId": 256, "text": "They wouldn't be used."}, {"sentId": 257, "text": "If you forced people to use them, who's going to enforce that?"}, {"sentId": 258, "text": "Someone who wants to go to the dining car, there are going to be certain situations where you say you can't go."}, {"sentId": 259, "text": "You have to sit here."}, {"sentId": 260, "text": "I just don't think --"}], "speaker": "PHILLIPS", "secId": 73}, {"sentences": [{"sentId": 261, "text": "Yes."}, {"sentId": 262, "text": "It's not like the airplane where everyone is taking off at the same time because people are constantly getting on and -- I understand that."}], "speaker": "LEMON", "secId": 74}, {"sentences": [{"sentId": 263, "text": "But, David, why do you disagree?"}], "speaker": "LEMON", "secId": 75}, {"sentences": [{"sentId": 264, "text": "Well, because I understand about the crushability and the crushing and fact that no one will use them is not a reason to not have a safety measure."}, {"sentId": 265, "text": "But the danger without any seatbelt is the fact that every person on the train, if there is an abrupt stop and I do appreciate what previous guests said about the fact that there is no abrupt stop."}, {"sentId": 266, "text": "They are perfectly survivable."}, {"sentId": 267, "text": "And that's true."}], "speaker": "SOUCIE", "secId": 76}, {"sentences": [{"sentId": 268, "text": "But as you can see in this, there is clearly was an abrupt stop that crash that from car."}, {"sentId": 269, "text": "So -- and we don't know yet if all the six fatalities were from the front car, but we hear stories and story and story of people that are in the hospital right now from other passengers that were launched ahead and caused injuries themselves."}], "speaker": "SOUCIE", "secId": 77}, {"sentences": [{"sentId": 270, "text": "People become projectiles in train wrecks."}, {"sentId": 271, "text": "There's no question about that."}, {"sentId": 272, "text": "So, now I agree, would anybody use the, is it enforceable?"}, {"sentId": 273, "text": "No, those are culture differences that have to be examined and look at."}, {"sentId": 274, "text": "But safety is safety as a whole."}, {"sentId": 275, "text": "We can't say safety belts are going to fix something."}, {"sentId": 276, "text": "We have to look at the seats themselves, the survivability of just staying in a seat versus the collapsible seat."}, {"sentId": 277, "text": "If the seatbelt is installed today, it would simply break everyone's neck because they would fall forward and hit the seat in front of them that doesn't collapse."}, {"sentId": 278, "text": "So those can cause injuries."}], "speaker": "SOUCIE", "secId": 78}, {"sentences": [{"sentId": 279, "text": "So, you can't just say we're going to fix one thing and not something else."}, {"sentId": 280, "text": "I think that the whole safety system does need to be looked at again to see what can be done to improve survivability."}], "speaker": "SOUCIE", "secId": 79}, {"sentences": [{"sentId": 281, "text": "I want to get everyone's opinion on this."}, {"sentId": 282, "text": "And just quickly, David, I expect to go around on everyone."}, {"sentId": 283, "text": "You first because we've talked about this as it relates to airplanes."}, {"sentId": 284, "text": "There's only one front facing camera on the train."}, {"sentId": 285, "text": "There is no camera facing an engineer, why not?"}], "speaker": "LEMON", "secId": 80}, {"sentences": [{"sentId": 286, "text": "There needs to be."}, {"sentId": 287, "text": "There is no doubt about that."}, {"sentId": 288, "text": "This engineer, by himself up there."}, {"sentId": 289, "text": "It's not that long ago that we were talking about Germanwings, when the pilot was in the cockpit by himself."}, {"sentId": 290, "text": "And now, it is mandatory that there second pilot up there all the time with them."}], "speaker": "SOUCIE", "secId": 81}, {"sentences": [{"sentId": 291, "text": "So yes, I agree."}, {"sentId": 292, "text": "And the idea of cameras in the cockpit has been discussed."}, {"sentId": 293, "text": "It needs also to discuss in the rails particularly the fact that engineer by himself up there."}, {"sentId": 294, "text": "So I fully support that."}, {"sentId": 295, "text": "I think that is something needs to be looked at right away."}, {"sentId": 296, "text": "And I think it is something would have the most impact."}], "speaker": "SOUCIE", "secId": 82}, {"sentences": [{"sentId": 297, "text": "George?"}], "speaker": "LEMON", "secId": 83}, {"sentences": [{"sentId": 298, "text": "Well, unions always resisted cameras, they consider it very intrusive."}, {"sentId": 299, "text": "Interestingly, enough, freight trains only have one camera but it looks out."}, {"sentId": 300, "text": "And the reason it looks out because the freight train always has a right to weighed a growth crossing, even with the fire truck gong on a fire because a freight train can't stop, so the camera looks out to see the car driving around the road barrier."}], "speaker": "BIBEL", "secId": 84}, {"sentences": [{"sentId": 301, "text": "Yes."}, {"sentId": 302, "text": "Don, what about you?"}], "speaker": "LEMON", "secId": 85}, {"sentences": [{"sentId": 303, "text": "I think every camera possible should be installed."}, {"sentId": 304, "text": "It would make investigations easier and yes, it is true that unions and others don't like this."}, {"sentId": 305, "text": "As far as I'm concerned, the heck with them."}], "speaker": "PHILLIPS", "secId": 86}, {"sentences": [{"sentId": 306, "text": "Don, George, David, thank you."}], "speaker": "LEMON", "secId": 87}, {"sentences": [{"sentId": 307, "text": "We're going to be right back with more live from Philadelphia."}], "speaker": "LEMON", "secId": 88}, {"sentences": [{"sentId": 308, "text": "So our breaking news tonight as the national transportation safety board, NTSB, says Amtrak 188 was traveling 106 miles an hour, more than twice the speed limit when the engineer slammed on the emergency brake moments before it derailed."}, {"sentId": 309, "text": "Will this case end up in court?"}, {"sentId": 310, "text": "It is a big question."}], "speaker": "LEMON", "secId": 89}, {"sentences": [{"sentId": 311, "text": "Joining me now is Aaron Podhurst."}, {"sentId": 312, "text": "He is transportation attorney with Podhurst Orseck."}], "speaker": "LEMON", "secId": 90}, {"sentences": [{"sentId": 313, "text": "So, Aaron, in terms of the law, is the key question at this point whether this is an accident or a crime?"}], "speaker": "LEMON", "secId": 91}, {"sentences": [{"sentId": 314, "text": "Not really."}, {"sentId": 315, "text": "I believe that it will be considered an accident."}, {"sentId": 316, "text": "Whether it will rise to being a crime will depend on the investigation."}, {"sentId": 317, "text": "Let me just say that I sympathize with all of the deceased family and injured."}, {"sentId": 318, "text": "This is a tragedy."}], "speaker": "PODHURST", "secId": 92}, {"sentences": [{"sentId": 319, "text": "This is covered by a federal law."}, {"sentId": 320, "text": "Amtrak has a title 49 in which the United States provides $200 million total compensation for an entire accident."}, {"sentId": 321, "text": "Whether that is going to be enough to take care of the seven deaths of the  people and all the injuries is too early to say."}, {"sentId": 322, "text": "The litigation has to take place in federal court and it will be consolidated in some procedure."}, {"sentId": 323, "text": "If $200 million is not enough, then, of course, the judge is going to have to figure out how to allot the more fortunate damages."}], "speaker": "PODHURST", "secId": 93}, {"sentences": [{"sentId": 324, "text": "Yes."}, {"sentId": 325, "text": "Because $200 million, I mean, if there -- they may go through that pretty quickly, depending on the findings here, correct?"}], "speaker": "LEMON", "secId": 94}, {"sentences": [{"sentId": 326, "text": "You are so correct."}, {"sentId": 327, "text": "There are some very serious injuries."}, {"sentId": 328, "text": "I believe that there is no question with speed involved, that there will be what we call a lack of care or negligence on the part, human error."}, {"sentId": 329, "text": "And it's a great tragedy that they didn't have the computer in place so that even though there was human error, that they could have stopped this train."}, {"sentId": 330, "text": "We don't know why the engineer was going 106 mile-an-hour in a 50-mile zone."}], "speaker": "PODHURST", "secId": 95}, {"sentences": [{"sentId": 331, "text": "Yes."}, {"sentId": 332, "text": "So there's a limit -- talk to me about there is a limit to the total amount of money that we paid out to a single accident, no matter how many victims or no matter what the cause is, right?"}], "speaker": "LEMON", "secId": 96}, {"sentences": [{"sentId": 333, "text": "You are correct."}, {"sentId": 334, "text": "And this seems very unfair."}, {"sentId": 335, "text": "You will recall in 9/11, special legislation was passed so that people got full damages."}, {"sentId": 336, "text": "Whether the Congress will do that, in this case, I have no idea."}, {"sentId": 337, "text": "But it doesn't appear that with this horrific damages, the $200 million will be enough."}, {"sentId": 338, "text": "And the statute limits the entire compensation to $200 million except for the employees on the train."}, {"sentId": 339, "text": "They are covered by federal employers liability act."}, {"sentId": 340, "text": "So they are exempted."}, {"sentId": 341, "text": "So those five employees will get their damages under that act."}], "speaker": "PODHURST", "secId": 97}, {"sentences": [{"sentId": 342, "text": "Can they -- I wonder if they can compel this engineer to talk because he has now lawyered up?"}, {"sentId": 343, "text": "Has said very little to investigators and we have been asking this question tonight."}, {"sentId": 344, "text": "Can they compel him to talk?"}], "speaker": "LEMON", "secId": 98}, {"sentences": [{"sentId": 345, "text": "In my opinion, his lawyer is not going to allow him to talk, but we will see what his lawyer does because of the possibility of criminal procedures."}, {"sentId": 346, "text": "So they may try to compel him, but my guess is he's going to take the Fifth Amendment, but we'll see."}], "speaker": "PODHURST", "secId": 99}, {"sentences": [{"sentId": 347, "text": "Yes."}, {"sentId": 348, "text": "And that's his right."}, {"sentId": 349, "text": "Legally, he can do that?"}, {"sentId": 350, "text": "PODHURST:  He's going to do that and the court may try to compel him"}], "speaker": "LEMON", "secId": 100}, {"sentences": [{"sentId": 351, "text": "with subpoenas et cetera, but my experience has been that the lawyer will not voluntarily submit him."}, {"sentId": 352, "text": "Now maybe he will tomorrow."}, {"sentId": 353, "text": "We would all like to find out."}, {"sentId": 354, "text": "But we will see what happens tomorrow."}], "speaker": "LEMON", "secId": 101}, {"sentences": [{"sentId": 355, "text": "Yes,  And you know, I was speaking to our investigator reporter Drew Griffin who was saying at this point, he is probably at least on -- for his part, the smart fling him to do is listen to his attorneys and not just give statement at will to police and others."}], "speaker": "LEMON", "secId": 102}, {"sentences": [{"sentId": 356, "text": "My question is, is the reason I say that is because are there other cases where the railroad or the train's crew have been held liable in a derailment or in an accident?"}], "speaker": "LEMON", "secId": 103}, {"sentences": [{"sentId": 357, "text": "Yes, there are many cases."}, {"sentId": 358, "text": "You remember a few years ago in Spain going around a curve as an excessive rate, these things tend to happen."}, {"sentId": 359, "text": "This is very unusual, the 106 miles in a 50 mile zone."}, {"sentId": 360, "text": "So, I don't have much difficult ."}, {"sentId": 361, "text": "This is a case of liability no matter what the engineer says."}], "speaker": "PODHURST", "secId": 104}, {"sentences": [{"sentId": 362, "text": "Yes."}, {"sentId": 363, "text": "There's still so much that we don't know and as we saw in the recent Germanwings plane crash that so much more to learn about the accident."}, {"sentId": 364, "text": "What we think happens at first, it's not always the truth."}, {"sentId": 365, "text": "It's not always what first meets the eye."}], "speaker": "LEMON", "secId": 105}, {"sentences": [{"sentId": 366, "text": "That's a very good point."}, {"sentId": 367, "text": "We found that out in Germanwings because I am involved in that, that there was a long history with this particular co-pilot and emotional problems."}, {"sentId": 368, "text": "We don't know why this engineer was distracted."}, {"sentId": 369, "text": "We don't know what reason he was going 106 miles an hour and not slowing down the train."}, {"sentId": 370, "text": "There could be many explanations, sleeping, cell phone, something in his system."}, {"sentId": 371, "text": "There's just no way to know."}], "speaker": "PODHURST", "secId": 106}, {"sentences": [{"sentId": 372, "text": "And it could be something mechanical."}], "speaker": "LEMON", "secId": 107}, {"sentences": [{"sentId": 373, "text": "Aaron Podhurst, thank you."}], "speaker": "LEMON", "secId": 108}, {"sentences": [{"sentId": 374, "text": "Thank you very much for having me."}], "speaker": "PODHURST", "secId": 109}, {"sentences": [{"sentId": 375, "text": "Much more to come on the deadly Amtrak derail, including expert advice that could save your life in a crash."}, {"sentId": 376, "text": "We'll be right back live from Philadelphia."}], "speaker": "LEMON", "secId": 110}, {"sentences": [{"sentId": 377, "text": "Back now live in Philadelphia."}, {"sentId": 378, "text": "And you're looking at live pictures now where this investigation is under way urgently trying to figure out what caused the derailment that took the lives of seven people and injured more than 200."}, {"sentId": 379, "text": "This disaster came without warnings."}, {"sentId": 380, "text": "But experts say there are things that you can do to save your life in an accident like this."}], "speaker": "LEMON", "secId": 111}, {"sentences": [{"sentId": 381, "text": "CNN's Dan Simon has more now."}], "speaker": "LEMON", "secId": 112}, {"sentences": [{"sentId": 382, "text": "Passengers can't control whether a train goes off the rails or crashes."}, {"sentId": 383, "text": "But there is one thing you can control, where to seat."}], "speaker": "SIMON", "secId": 113}, {"sentences": [{"sentId": 384, "text": "Most experts recommend that you sit in a rear facing seat."}, {"sentId": 385, "text": "If you are facing forward, then you're thrown forward but you are thrown against the back of the seat if you are facing the rear of the train."}, {"sentId": 386, "text": "But which car should you choose?"}], "speaker": "SIMON", "secId": 114}, {"sentences": [{"sentId": 387, "text": "I would suggest sitting towards the rear of the train because that is the safest."}], "speaker": "SOUCIE", "secId": 115}, {"sentences": [{"sentId": 388, "text": "CNN's safety analyst David Soucie says sitting towards the back is better because physics dictate that the front cars will take the brunt of the force whether it is a collision or derailment."}], "speaker": "SIMON", "secId": 116}, {"sentences": [{"sentId": 389, "text": "If you notice in this accident in Philadelphia, the front car took the bulk of the damage because the cars behind continued to force the inertia forward and cause damage to that vehicle."}], "speaker": "SOUCIE", "secId": 117}, {"sentences": [{"sentId": 390, "text": "You can actually feel the car, you know, tipping over and then it was kind of just a blackness of like flipping in the dark."}, {"sentId": 391, "text": "Not sure where I was going to end up, I mean, you know, by being hit by seats and people and things."}], "speaker": "DAVIDZ", "secId": 118}, {"sentences": [{"sentId": 392, "text": "With those kinds of accounted crashed, there is also renewed questions about seatbelts."}, {"sentId": 393, "text": "Planes have them, why not trains?"}], "speaker": "SIMON", "secId": 119}, {"sentences": [{"sentId": 394, "text": "Well, there have been lot of studies about this over the years and the conclusions have mainly been that the cost versus the benefit would be too high."}, {"sentId": 395, "text": "Plus, the fact that some people would be wearing them and some won't, that could make things potentially worse with those not wearing the seatbelts colliding with those people who were."}], "speaker": "SIMON", "secId": 120}, {"sentences": [{"sentId": 396, "text": "Each person that was on these trains can become a projectile."}, {"sentId": 397, "text": "And so, the seatbelt idea is to restrain those people in their seats so they don't become projectiles to the trains."}], "speaker": "SOUCIE", "secId": 121}, {"sentences": [{"sentId": 398, "text": "Soucie says the industry should continue to evaluate the pros and cons."}, {"sentId": 399, "text": "But some accidents, like the one in Philadelphia are so severe, it's unclear what if anything could have helped."}], "speaker": "SIMON", "secId": 122}, {"sentences": [{"sentId": 400, "text": "Dan Simon, CNN, San Francisco."}], "speaker": "SIMON", "secId": 123}, {"sentences": [{"sentId": 401, "text": "Dan, thank you very much."}], "speaker": "LEMON", "secId": 124}, {"sentences": [{"sentId": 402, "text": "Back with me now, CNN's safety analyst, Mr. David Soucie."}], "speaker": "LEMON", "secId": 125}, {"sentences": [{"sentId": 403, "text": "No, I didn't said the front car was."}, {"sentId": 404, "text": "I said towards the rear"}], "speaker": "OK", "secId": 126}, {"sentences": [{"sentId": 405, "text": "of the train is safer."}, {"sentId": 406, "text": "The front car is the one that gets the brunt of the damage because  from those back trains or those back cars continue to go forward and cause damage to the front car."}, {"sentId": 407, "text": "So, I do --"}], "speaker": "OK", "secId": 127}, {"sentences": [{"sentId": 408, "text": "All right, so I miss heard that."}, {"sentId": 409, "text": "So, it's better to be somewhere towards the back then."}, {"sentId": 410, "text": "I misheard."}, {"sentId": 411, "text": "I thought you said the front car was safer."}, {"sentId": 412, "text": "So, towards the back and even in the back, so when you're sitting there -- here is what I want ."}, {"sentId": 413, "text": "Let's say Amtrak."}, {"sentId": 414, "text": "The seats, you can turn the seats around, you can sit facing forward, you can sit facing backwards, depending on where the train goes."}, {"sentId": 415, "text": "So, which way is better?"}], "speaker": "LEMON", "secId": 128}, {"sentences": [{"sentId": 416, "text": "The safest is to be facing the rear of the rain."}, {"sentId": 417, "text": "The opposite way the direction of the train is going."}, {"sentId": 418, "text": "Because by doing that if there's a collision going forward or if there is any movement, train will stop whether it is a derailment or whether it is collision, it is going to stop this direction."}, {"sentId": 419, "text": "So when that happens, you're forced into your seat as opposed to being facing forward and being launched out of your seat."}, {"sentId": 420, "text": "So that would be the safer position."}], "speaker": "SOUCIE", "secId": 129}, {"sentences": [{"sentId": 421, "text": "Does it make a difference-- I'm always surprised that you can move those seats so easily, just a little where you can turn around."}, {"sentId": 422, "text": "Does it make it any less safe?"}, {"sentId": 423, "text": "Does it make the seats any less sturdy if there's an impact that they may come loose?"}], "speaker": "LEMON", "secId": 130}, {"sentences": [{"sentId": 424, "text": "No, these are what they call, excuse me, crash worthy seats or crash preventative seats."}, {"sentId": 425, "text": "What they're designed for is to contain that impact and to keep you safe in your seat."}, {"sentId": 426, "text": "So, there's really no structural difference."}, {"sentId": 427, "text": "They're designed for that."}, {"sentId": 428, "text": "The mechanism is strong inside there."}], "speaker": "SOUCIE", "secId": 131}, {"sentences": [{"sentId": 429, "text": "OK."}, {"sentId": 430, "text": "So, what would have been likely if this -- as this train began to derail, we've heard the passengers say, you know, it had a very suddenly, everything was just fine."}, {"sentId": 431, "text": "And then all of the sudden, out of nowhere, they start to hear noises."}, {"sentId": 432, "text": "I would imagine that's in the front part of the train."}, {"sentId": 433, "text": "And the people in the back part of the train hear the noises first and then they get the impact, you know, and they started to feel what happened up front after."}], "speaker": "LEMON", "secId": 132}, {"sentences": [{"sentId": 434, "text": "You know, Don, I've never been in one myself in a derailment, but from the accounts are and in the ones that I have heard from before from other accidents as well, and other derailments, is that in these speed derailments, there's a sense of going faster, there is a sense of almost the train starts to float because the suspension isn't made to be going that fast on those conditions when you start those corners."}, {"sentId": 435, "text": "So it starts to come up and starts to rise and heat."}, {"sentId": 436, "text": "And as that happens, if you sense something is happening, but you don't know what it is, the front cars are tumbling."}], "speaker": "SOUCIE", "secId": 133}, {"sentences": [{"sentId": 437, "text": "I spoke to one gentleman who was in the one over in Spain and he said that as it began to happen, he was in the rear cars."}, {"sentId": 438, "text": "And as it began to happen, he could feel it."}, {"sentId": 439, "text": "He knew something was happening."}, {"sentId": 440, "text": "He heard the noises, but he just waited for something to happen to him and thankfully he wasn't injured."}, {"sentId": 441, "text": "LEMON:  I just a few seconds left."}, {"sentId": 442, "text": "You know in the plane, they tell"}], "speaker": "SOUCIE", "secId": 134}, {"sentences": [{"sentId": 443, "text": "us to get in a crash position."}, {"sentId": 444, "text": "Anything you can do to protect yourself?"}], "speaker": "SOUCIE", "secId": 135}, {"sentences": [{"sentId": 445, "text": "Really in a train, if you can -- the best thing you can do is be facing up because in a crunch  position on train, if you do have a seat in front of you, it can actually hurt you as you go forward."}, {"sentId": 446, "text": "So, it's a different scenario."}, {"sentId": 447, "text": "Don't do what you do on an airplane when you're on a train, that's for sure."}], "speaker": "SOUCIE", "secId": 136}, {"sentences": [{"sentId": 448, "text": "David Soucie, thank you very much."}], "speaker": "LEMON", "secId": 137}, {"sentences": [{"sentId": 449, "text": "The Amtrak train that derailed was headed for New York City or New York pen station where something shocking happened just today."}, {"sentId": 450, "text": "Shots fired in the middle of a bustling New York City street."}, {"sentId": 451, "text": "More on that story next."}], "speaker": "LEMON", "secId": 138}, {"sentences": [{"sentId": 452, "text": "The Amtrak train that derailed here last night was on its way to New York's pen station, scene of another shocking incident today."}, {"sentId": 453, "text": "Caught on camera in broad daylight, smock in the middle of New York City, a man swinging a hammer strikes a New York City police officer and is shot by her partner."}], "speaker": "LEMON", "secId": 139}, {"sentences": [{"sentId": 454, "text": "CNN's Susan Candiotti has more."}], "speaker": "LEMON", "secId": 140}, {"sentences": [{"sentId": 455, "text": "The attack is sudden, scary, and over in a flash."}], "speaker": "CANDIOTTI", "secId": 141}, {"sentences": [{"sentId": 456, "text": "We have a perp down."}], "speaker": "UNIDENTIFIED MALE", "secId": 142}, {"sentences": [{"sentId": 457, "text": "These officers had no chance to call for assistant."}, {"sentId": 458, "text": "They reacted quickly and instinctively."}, {"sentId": 459, "text": "Indeed, the whole incident that you will see took about three seconds from start to finish."}], "speaker": "BRATTON", "secId": 143}, {"sentences": [{"sentId": 460, "text": "On a crowded New York sidewalk, two NYPD cops see a man wearing a hood and a bizarre camouflage partial face mask."}, {"sentId": 461, "text": "They make a connection to this guy, a man suspected of whacking four people in the head with a hammer in four reason separate unprovoked attacked."}, {"sentId": 462, "text": "All of a sudden, he turns on the two officers."}, {"sentId": 463, "text": "Watch the hammer-man lunge to the left."}], "speaker": "CANDIOTTI", "secId": 144}, {"sentences": [{"sentId": 464, "text": "When they're crossing the street, they must make eye contact with him."}, {"sentId": 465, "text": "And then he sees that eye contact."}, {"sentId": 466, "text": "That's when he pulls out the hammer and it starts going directly towards the female officer."}], "speaker": "AUBRY", "secId": 145}, {"sentences": [{"sentId": 467, "text": "Watching again, police say he appears to beat her with the hammer cloth three times as she falls backward."}, {"sentId": 468, "text": "Her partner fires four times hitting the suspect twice."}], "speaker": "CANDIOTTI", "secId": 146}, {"sentences": [{"sentId": 469, "text": "quite possibly save the life of his partner."}, {"sentId": 470, "text": "CANDIOTTI:  Police identify him as David Berill  and call him a"}], "speaker": "BRATTON", "secId": 147}, {"sentences": [{"sentId": 471, "text": "paranoid schizophrenic who checked himself out of a New York mental facility months ago."}], "speaker": "BRATTON", "secId": 148}, {"sentences": [{"sentId": 472, "text": "When he doesn't take his medication, the condition becomes worse."}], "speaker": "AUBRY", "secId": 149}, {"sentences": [{"sentId": 473, "text": "A former neighbor tells CNN without his meds, Berill  transforms from Dr. Jekyll to Mr. Hyde."}, {"sentId": 474, "text": "Berill  has a string of arrests including possession of a razor and he was wanted for, allegedly, jumping on fast food counter to attack a server."}, {"sentId": 475, "text": "Here is the lower face mask he was wearing."}], "speaker": "CANDIOTTI", "secId": 150}, {"sentences": [{"sentId": 476, "text": "On Instagram, police find more than a dozen sketches, including a hammer dripping with blood."}, {"sentId": 477, "text": "Also posted, a poetry book with this verse sharp edge blood, where you find the heart of the mind and in mind it's focused on destroy all life on this planet."}], "speaker": "CANDIOTTI", "secId": 151}, {"sentences": [{"sentId": 478, "text": "Investigators say David Berill  was living on the street, arm with a hammer, when he so clearly needed help."}], "speaker": "CANDIOTTI", "secId": 152}, {"sentences": [{"sentId": 479, "text": "Susan Candiotti, CNN New York."}], "speaker": "CANDIOTTI", "secId": 153}, {"sentences": [{"sentId": 480, "text": "The suspect is in critical but stable condition."}, {"sentId": 481, "text": "And the officer suffered minor injuries but were not hospitalized."}], "speaker": "LEMON", "secId": 154}, {"sentences": [{"sentId": 482, "text": "We'll be right back."}], "speaker": "LEMON", "secId": 155}, {"sentences": [{"sentId": 483, "text": "I'm Don Lemon live in Philadelphia."}, {"sentId": 484, "text": "That's it for me."}, {"sentId": 485, "text": "Our live coverage continues now, though, with John Vauce and Suzanne Asher  from the CNN world headquarters in Atlanta."}], "speaker": "LEMON", "secId": 156}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1505.13.cnnt.02.html.json", "time": "Aired May 13, 2015 - 23:00   ET"}