{"sectionCount": 216, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["LEMON", "BRATTON", "MARQUEZ", "SCOTT", "KOCH", "BATTS", "HOUCK", "KLINGER", "FRANKLIN", "G", "HARRIS", "KAP G", "MAZER", "KATZ"], "subTitle": "More Questions Than Answers in Baltimore; Interview with Commissioner William Bratton; Feds' Advice on Police Reform; Rapper Kap G Vents Frustrations in Music; New Look at Dzhokhar Tsarnaev in Custody; Dr. Oz to Answer Critics on Show. Aired 10-11p ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1504/22/cnnt.01.html", "sentenceCount": 568, "sections": [{"sentences": [{"sentId": 0, "text": "This is CNN TONIGHT."}, {"sentId": 1, "text": "I'm Don Lemon."}, {"sentId": 2, "text": "Outrage in Baltimore tonight."}, {"sentId": 3, "text": "Five of the six officers involved in the arrest of Freddie Gray tell their story."}, {"sentId": 4, "text": "Their attorney says, quote, \"Something happened in that van."}, {"sentId": 5, "text": "We just don't know what.\""}], "speaker": "LEMON", "secId": 0}, {"sentences": [{"sentId": 6, "text": "Tonight, one of the country's top cops tells me why every officer in America needs a body camera right now."}], "speaker": "LEMON", "secId": 1}, {"sentences": [{"sentId": 7, "text": "Body cameras are going to become as basic piece of equipment as the two-way radio, as the firearm that officers carry."}], "speaker": "BRATTON", "secId": 2}, {"sentences": [{"sentId": 8, "text": "And exclusive, rappers T.I."}, {"sentId": 9, "text": "and Kap G say F the police."}, {"sentId": 10, "text": "They've written a song about it."}, {"sentId": 11, "text": "Does it help or hurt?"}], "speaker": "LEMON", "secId": 3}, {"sentences": [{"sentId": 12, "text": "Plus Dr. Oz not backing down."}, {"sentId": 13, "text": "He says critics are trying to silence him, saying he is peddling snake oil."}, {"sentId": 14, "text": "We're going to talk to his longtime friend and the medical student who is making it his mission to take down the man they call America's doctor."}], "speaker": "LEMON", "secId": 4}, {"sentences": [{"sentId": 15, "text": "A lot to get to but I want to begin with the demand for answers in the wake of death of Freddie Gray."}, {"sentId": 16, "text": "Miguel Marquez for us live in Baltimore right now."}], "speaker": "LEMON", "secId": 5}, {"sentences": [{"sentId": 17, "text": "More tensed protests, Miguel, tonight."}, {"sentId": 18, "text": "What is the feeling in the crowd?"}], "speaker": "LEMON", "secId": 6}, {"sentences": [{"sentId": 19, "text": "Well, there is no crowd now."}, {"sentId": 20, "text": "But this is the Western District police station."}, {"sentId": 21, "text": "You can see they have turned it literally into a fortified area."}, {"sentId": 22, "text": "They put up cement barriers, metal barricades around it, they blocked off several blocks around this police station as well."}, {"sentId": 23, "text": "They've not put up a big light here obviously."}], "speaker": "MARQUEZ", "secId": 7}, {"sentences": [{"sentId": 24, "text": "Today there was a couple of hundred protesters out here."}, {"sentId": 25, "text": "It did get a little nasty between police and protesters, a couple of arrests."}, {"sentId": 26, "text": "At one point people were throwing their plastic drink bottles over the barricades at police officers."}, {"sentId": 27, "text": "But police standing back."}, {"sentId": 28, "text": "Lots of police presence here in three different roads."}, {"sentId": 29, "text": "Police along the barricades, a row behind them, and then horse officers behind them."}], "speaker": "MARQUEZ", "secId": 8}, {"sentences": [{"sentId": 30, "text": "We're also seeing sort of a difference here."}, {"sentId": 31, "text": "Protesters from outside coming in."}, {"sentId": 32, "text": "We saw a lot of the nations of Islam here that were in the presence tonight."}], "speaker": "MARQUEZ", "secId": 9}, {"sentences": [{"sentId": 33, "text": "Part of the protests broke off, went to other parts of the city, blocked off traffic, and they are promising the same if not more tomorrow."}, {"sentId": 34, "text": "Thousands of protesters, they are trying to organize to be at city hall tomorrow and on Saturday they're calling for tens of thousands -- Don."}], "speaker": "MARQUEZ", "secId": 10}, {"sentences": [{"sentId": 35, "text": "Miguel Marquez."}, {"sentId": 36, "text": "Thank you very much."}], "speaker": "LEMON", "secId": 11}, {"sentences": [{"sentId": 37, "text": "Now I want to bring in Mary Koch, an attorney for Freddie Gray's family, and also Baltimore's city councilman, Brandon Scott."}], "speaker": "LEMON", "secId": 12}, {"sentences": [{"sentId": 38, "text": "Good evening to both of you."}, {"sentId": 39, "text": "Thanks for joining us this evening."}], "speaker": "LEMON", "secId": 13}, {"sentences": [{"sentId": 40, "text": "Mary, to you first."}], "speaker": "LEMON", "secId": 14}, {"sentences": [{"sentId": 41, "text": "Good evening, Don."}, {"sentId": 42, "text": "Thanks for having us."}], "speaker": "SCOTT", "secId": 15}, {"sentences": [{"sentId": 43, "text": "OK.  How is the family doing today?"}], "speaker": "LEMON", "secId": 16}, {"sentences": [{"sentId": 44, "text": "Good morning."}], "speaker": "KOCH", "secId": 17}, {"sentences": [{"sentId": 45, "text": "Good evening."}, {"sentId": 46, "text": "How's the family doing today?"}, {"sentId": 47, "text": "Do you know yet when Freddie's body will be released for them for the funeral?"}], "speaker": "LEMON", "secId": 18}, {"sentences": [{"sentId": 48, "text": "We're in the process of making those arrangements right now."}, {"sentId": 49, "text": "I think that the most that you can say about Freddie Gray's family is that they are totally devastated."}, {"sentId": 50, "text": "They have -- they tried to process the loss of their son, their brother, their friend, their fiancee, and they are just dealing with that right now."}, {"sentId": 51, "text": "And, you know, the body will be released when the arrangements are made."}], "speaker": "KOCH", "secId": 19}, {"sentences": [{"sentId": 52, "text": "I want to ask you about this new video that was released today."}, {"sentId": 53, "text": "It shows the moment when police were shackling Freddie's legs, Mary."}, {"sentId": 54, "text": "Have police told you why they did that?"}], "speaker": "LEMON", "secId": 20}, {"sentences": [{"sentId": 55, "text": "No."}, {"sentId": 56, "text": "The police have not made any comments to us."}, {"sentId": 57, "text": "And I know that the police officers have allegedly given statements."}, {"sentId": 58, "text": "I don't know that those statements have been released at this point in time."}, {"sentId": 59, "text": "They certainly haven't been given to us."}, {"sentId": 60, "text": "And so no, I can't answer the question of what they said or why they have indicated that they shackled his legs."}], "speaker": "KOCH", "secId": 21}, {"sentences": [{"sentId": 61, "text": "Mary, a local station in Baltimore did an interview with the police commissioner and here is what he said about the van driver and the other passenger in the van."}, {"sentId": 62, "text": "Take a listen."}], "speaker": "LEMON", "secId": 22}, {"sentences": [{"sentId": 63, "text": "The second prisoner that was picked up is that he didn't see any harm done to Freddie at all."}, {"sentId": 64, "text": "What he has said is that he heard Freddie thrashing about."}, {"sentId": 65, "text": "The driver didn't drive erratically."}, {"sentId": 66, "text": "He wasn't slamming on the brakes, wasn't turning corners fast in a irrational way."}], "speaker": "BATTS", "secId": 23}, {"sentences": [{"sentId": 67, "text": "So, Mary, the lawyer for the officers says five of the six involved in Freddie Gray's arrest gave statements on the same day as that incident when it happened."}, {"sentId": 68, "text": "When will you know the officers' story, their side of the story?"}], "speaker": "LEMON", "secId": 24}, {"sentences": [{"sentId": 69, "text": "You know, it really -- we've heard that there's going to be transparency, we've heard that the investigation is -- you know, they're going to try to wrap up their investigation by May 1st and turn it over to the state attorney's office."}, {"sentId": 70, "text": "Now the Justice Department is involved."}, {"sentId": 71, "text": "I don't know if they're going to release those statements, if they're going to treat those statements as this point personnel or going to release those statements to the public."}], "speaker": "KOCH", "secId": 25}, {"sentences": [{"sentId": 72, "text": "And obviously, lawyers for the officers will get involved."}, {"sentId": 73, "text": "That may have some impact on when the statements get released."}, {"sentId": 74, "text": "So I don't -- I don't know the answer to that question."}, {"sentId": 75, "text": "I wish that I did."}, {"sentId": 76, "text": "I wish I knew what the officer statements were now."}, {"sentId": 77, "text": "I do know what was written by one of the officers who arrested Freddie Gray."}, {"sentId": 78, "text": "What was written in the application for statement of charges, which is a sworn statement that is supposed to indicate, you know, the probable cause for the arrest and that request for charges."}], "speaker": "KOCH", "secId": 26}, {"sentences": [{"sentId": 79, "text": "And that statement which was done contemporaneously indicates that there was no reason for this arrest and there was no reason for any officer to ever lay hands on Freddie Gray."}], "speaker": "KOCH", "secId": 27}, {"sentences": [{"sentId": 80, "text": "Let's talk a little bit more about that, Councilman Scott, because police say Freddie Gray fled unprovoked from police and they had every right to chase him and to take him down."}, {"sentId": 81, "text": "Other people are calling it, you know, running while black."}, {"sentId": 82, "text": "Do you think that police have the right to run after someone like Freddie Gray who they may think is suspicious?"}], "speaker": "LEMON", "secId": 28}, {"sentences": [{"sentId": 83, "text": "I think that depends on -- every case is different but I know that in this country, we have to get away from this image of the big bad black -- young black man and everything that we do, if we're walking, if we're talking, if we look a certain way, then that makes us a suspect, not just to the police but to the general community."}, {"sentId": 84, "text": "That's something that we have to get away from in this country."}], "speaker": "SCOTT", "secId": 29}, {"sentences": [{"sentId": 85, "text": "Billion dollars -- billions of dollars is spent in this country creating this image of the scary young black man, that has not changed from the birth of the nation until now in 2015."}, {"sentId": 86, "text": "We all have to realize that and we all have to work to get round that fact."}], "speaker": "SCOTT", "secId": 30}, {"sentences": [{"sentId": 87, "text": "How -- why do you think that that played into this particular case?"}, {"sentId": 88, "text": "How did that play into that?"}, {"sentId": 89, "text": "SCOTT:  Well, if you're living in America, you -- unless you're living"}], "speaker": "LEMON", "secId": 31}, {"sentences": [{"sentId": 90, "text": "under a rock, when you look at anything in our country, media, TV, everything in our country, that's how we're portrayed."}, {"sentId": 91, "text": "We've always been portrayed that way."}, {"sentId": 92, "text": "That's something that I fight every day as a young black man."}, {"sentId": 93, "text": "I fight that every day those images, because those images go across the globe and those are the images that we give back and those things are ingrained."}], "speaker": "LEMON", "secId": 32}, {"sentences": [{"sentId": 94, "text": "And that's how people come with these biases, even if they're not a racist person."}, {"sentId": 95, "text": "People come with these biases or how young men, because that's how we're subconsciously taught in this country."}], "speaker": "LEMON", "secId": 33}, {"sentences": [{"sentId": 96, "text": "Councilman, we still don't know what happened inside of the van, much of it, you know, police are telling their side of the story, and also what we see before the video started."}, {"sentId": 97, "text": "But do you think that this was a clear cut case to you of police brutality?"}], "speaker": "LEMON", "secId": 34}, {"sentences": [{"sentId": 98, "text": "I do not know."}, {"sentId": 99, "text": "I owe it to Freddie Gray, I owe it to his family, I owe it to the citizens of Baltimore to wait until we hear all the facts."}, {"sentId": 100, "text": "Just like Miss Koch, I have questions."}, {"sentId": 101, "text": "I want to hear the answers."}, {"sentId": 102, "text": "I want to know the why, the what happened in the van, why was he being shackled?"}, {"sentId": 103, "text": "You know, who shackled him."}, {"sentId": 104, "text": "Why would they shackle him?"}, {"sentId": 105, "text": "What happened when he was in the van?"}, {"sentId": 106, "text": "What did the prisoner said?"}, {"sentId": 107, "text": "What the officers said?"}], "speaker": "SCOTT", "secId": 35}, {"sentences": [{"sentId": 108, "text": "Those are the things that I have to know before I make a determination."}, {"sentId": 109, "text": "But for me, no matter how someone dies -- if someone dies in a questionable way in my city, I don't care if it's at the hands of the police or at the hands of a citizen."}, {"sentId": 110, "text": "If it indeed was something that is brutal, or someone is brutalizing -- whether it's the police or average citizen, I think it could be the president of the United States, I think that person should face the fullest extent of the law."}], "speaker": "SCOTT", "secId": 36}, {"sentences": [{"sentId": 111, "text": "But we have to wait for that."}, {"sentId": 112, "text": "We have laws in our state that preclude the information being shared for us, with us right now."}, {"sentId": 113, "text": "Those are things that we all have to realized."}, {"sentId": 114, "text": "Some of those things have to change."}], "speaker": "SCOTT", "secId": 37}, {"sentences": [{"sentId": 115, "text": "OK."}], "speaker": "LEMON", "secId": 38}, {"sentences": [{"sentId": 116, "text": "There was effort to change that but now everyone knows we have to change some of those so that we don't continuously have this conversation over and over and over again."}], "speaker": "SCOTT", "secId": 39}, {"sentences": [{"sentId": 117, "text": "Brandon Scott and Mary Koch, thank you very much."}, {"sentId": 118, "text": "Appreciate it you joining us here on CNN this evening."}], "speaker": "LEMON", "secId": 40}, {"sentences": [{"sentId": 119, "text": "We've got a lot more ahead on this."}, {"sentId": 120, "text": "You want to stay with us because when we come right back, one of the country's top cops tells me why stop and frisk, stop and frisk is still an essential tool for police everywhere."}], "speaker": "LEMON", "secId": 41}, {"sentences": [{"sentId": 121, "text": "There's a real misunderstanding, I think, not just in New York but in other cities around the country that somehow stop and frisk is illegal or, using your term, it's been suspended."}, {"sentId": 122, "text": "Not at all."}, {"sentId": 123, "text": "It's a basic tool of American police."}, {"sentId": 124, "text": "It's a basic right, if you will, of every police officer within the Constitution to respond to a reasonable suspicion."}], "speaker": "BRATTON", "secId": 42}, {"sentences": [{"sentId": 125, "text": "My full interview with him coming up."}], "speaker": "LEMON", "secId": 43}, {"sentences": [{"sentId": 126, "text": "Also, the new angry rap remix that blasts police."}, {"sentId": 127, "text": "We're going to talk exclusively to the rappers behind it, Kap G and TI."}], "speaker": "LEMON", "secId": 44}, {"sentences": [{"sentId": 128, "text": "And the medical student who is crusading against Dr. Oz, he goes head- to-head with one of the doctor's colleagues who's also a longtime friend."}], "speaker": "LEMON", "secId": 45}, {"sentences": [{"sentId": 129, "text": "So you just heard Police Commissioner Bill Bratton tell me that stop and frisk is an essential tool for law enforcement."}, {"sentId": 130, "text": "I want to know what my panel of experts think about that."}], "speaker": "LEMON", "secId": 46}, {"sentences": [{"sentId": 131, "text": "Joining me now is Neil Franklin, he's a retired state police major, David Klinger, a former police officer in L.A. and Redmond, Washington, and author of \"Into the Kill Zone,\" and Harry Houck, who is a retired New York police detective."}], "speaker": "LEMON", "secId": 47}, {"sentences": [{"sentId": 132, "text": "Stop and frisk."}, {"sentId": 133, "text": "Still alive."}, {"sentId": 134, "text": "So let's listen to remind our viewers what he said."}], "speaker": "LEMON", "secId": 48}, {"sentences": [{"sentId": 135, "text": "There's a real misunderstanding, I think, not just in New York but in other cities around the country that somehow stop and frisk is illegal or, using your term, it's been suspended."}, {"sentId": 136, "text": "Not at all."}, {"sentId": 137, "text": "It's a basic tool of American policing."}, {"sentId": 138, "text": "It's a basic right, if you will, of every police officer within the Constitution to respond to a reasonable suspicion."}], "speaker": "BRATTON", "secId": 49}, {"sentences": [{"sentId": 139, "text": "So, Harry, still alive."}, {"sentId": 140, "text": "And the question is, was this -- the reason I'm asking is, was this a classic stop and frisk, do you think, that happened in Baltimore when it comes to Freddie Gray?"}], "speaker": "LEMON", "secId": 50}, {"sentences": [{"sentId": 141, "text": "It's --"}], "speaker": "HOUCK", "secId": 51}, {"sentences": [{"sentId": 142, "text": "Because I think people around the country who think that --"}], "speaker": "LEMON", "secId": 52}, {"sentences": [{"sentId": 143, "text": "Yes."}], "speaker": "HOUCK", "secId": 53}, {"sentences": [{"sentId": 144, "text": "-- stop and frisk is over, especially here in New York."}, {"sentId": 145, "text": "He said no."}], "speaker": "LEMON", "secId": 54}, {"sentences": [{"sentId": 146, "text": "No."}, {"sentId": 147, "text": "It's not."}, {"sentId": 148, "text": "They're doing it all over the country, there are some different rules that police officers have got to follow, now that's all."}, {"sentId": 149, "text": "They've just got to clearly articulate their reason for a stop."}, {"sentId": 150, "text": "That's the only thing that's really changed."}], "speaker": "HOUCK", "secId": 55}, {"sentences": [{"sentId": 151, "text": "So that doesn't surprise you."}, {"sentId": 152, "text": "Was this a classic --"}], "speaker": "LEMON", "secId": 56}, {"sentences": [{"sentId": 153, "text": "No."}], "speaker": "HOUCK", "secId": 57}, {"sentences": [{"sentId": 154, "text": "Was this a clear cut stop and frisk in Baltimore?"}], "speaker": "LEMON", "secId": 58}, {"sentences": [{"sentId": 155, "text": "I don't know if it was."}, {"sentId": 156, "text": "I mean, I think it was -- I think they might have been doing drug sweeps because they had a van so you could say it was a stop and frisk, you know, they thought his activity was suspicious and they had reasonable suspicion to make a stop."}], "speaker": "HOUCK", "secId": 59}, {"sentences": [{"sentId": 157, "text": "Yes."}, {"sentId": 158, "text": "Before we move on, anyone want to comment on that, David Or Neill?"}], "speaker": "LEMON", "secId": 60}, {"sentences": [{"sentId": 159, "text": "Absolutely."}, {"sentId": 160, "text": "I think it's pretty clear that Terryville, Ohio, is still the ruling from the Supreme Court on stop and frisk and the question is two prongs really."}, {"sentId": 161, "text": "One is you have reasonable suspicion to go ahead and make the stop."}, {"sentId": 162, "text": "And then the second thing is, do you have reasonable suspicion the person could have some type of weapon."}], "speaker": "KLINGER", "secId": 61}, {"sentences": [{"sentId": 163, "text": "And so the stopping and the frisk are two separate things."}, {"sentId": 164, "text": "You have to have reasonable for both."}, {"sentId": 165, "text": "And the commissioner is absolutely right, nothing has changed."}], "speaker": "KLINGER", "secId": 62}, {"sentences": [{"sentId": 166, "text": "Yes."}, {"sentId": 167, "text": "And so in the context of Baltimore, Neill, is this -- I'll ask you what I asked Harry."}, {"sentId": 168, "text": "Is this -- was this stop and frisk?"}], "speaker": "LEMON", "secId": 63}, {"sentences": [{"sentId": 169, "text": "Well, stop and frisk is about officer safety, it's about being able to pat someone down on their outer clothing when you're about to do a field interview, an investigatory stop."}, {"sentId": 170, "text": "And that's what that's about."}], "speaker": "FRANKLIN", "secId": 64}, {"sentences": [{"sentId": 171, "text": "What this is about is from a 2000 court ruling."}, {"sentId": 172, "text": "I believe it's \"Illinois versus Wardlow.\""}, {"sentId": 173, "text": "This involves the running of someone when they see the police -- unprovoked running of someone when they see the police."}, {"sentId": 174, "text": "But here is the problem, this has migrated to a place where all we need now is running and they talk about a high crime area."}, {"sentId": 175, "text": "What constitutes a high crime area?"}, {"sentId": 176, "text": "Is that up to the police officer's discretion to determine what's high crime?"}], "speaker": "FRANKLIN", "secId": 65}, {"sentences": [{"sentId": 177, "text": "But that's what this is about."}, {"sentId": 178, "text": "A police -- you know, someone running from the police."}, {"sentId": 179, "text": "I believe you need more than that."}, {"sentId": 180, "text": "I believe you need to see maybe a hand-to-hand buy."}, {"sentId": 181, "text": "But see, that's another problem."}, {"sentId": 182, "text": "These drug laws that we have, this is what this is all about."}], "speaker": "FRANKLIN", "secId": 66}, {"sentences": [{"sentId": 183, "text": "OK."}], "speaker": "LEMON", "secId": 67}, {"sentences": [{"sentId": 184, "text": "You know, even other deaths that we've had here in the city are about drug investigations."}], "speaker": "FRANKLIN", "secId": 68}, {"sentences": [{"sentId": 185, "text": "Is that -- did you want to get in on that, David?"}], "speaker": "LEMON", "secId": 69}, {"sentences": [{"sentId": 186, "text": "Yes, Wardlow specifically says that you are allowed to stop somebody who flees when there are other things in terms of the totality of the circumstances that would indicate that that flight is part of a situation that involves some sort of suspicious activity."}, {"sentId": 187, "text": "So you do have the right under the totality of the circumstances, if there's some other piece besides fleeing, but fleeing by itself is not enough."}], "speaker": "KLINGER", "secId": 70}, {"sentences": [{"sentId": 188, "text": "So the question is, was there something else."}, {"sentId": 189, "text": "And the other thing we don't know, did the officers have reasonable suspicion to make a stop prior to the flight?"}], "speaker": "KLINGER", "secId": 71}, {"sentences": [{"sentId": 190, "text": "Well, they're saying --"}], "speaker": "LEMON", "secId": 72}, {"sentences": [{"sentId": 191, "text": "We don't know that."}, {"sentId": 192, "text": "There's an awful lot of stuff we don't know."}], "speaker": "KLINGER", "secId": 73}, {"sentences": [{"sentId": 193, "text": "So they're saying in this case where they're saying it was the knife, is that it?"}, {"sentId": 194, "text": "Or was it just the glance and he made eye contact and he ran?"}], "speaker": "LEMON", "secId": 74}, {"sentences": [{"sentId": 195, "text": "I do not know."}, {"sentId": 196, "text": "We have to wait and see what they did."}], "speaker": "KLINGER", "secId": 75}, {"sentences": [{"sentId": 197, "text": "There was a knife."}], "speaker": "FRANKLIN", "secId": 76}, {"sentences": [{"sentId": 198, "text": "It's probably might have been a little bit more than that."}], "speaker": "HOUCK", "secId": 77}, {"sentences": [{"sentId": 199, "text": "OK,."}], "speaker": "LEMON", "secId": 78}, {"sentences": [{"sentId": 200, "text": "I'm sure the police officers on the scene probably had -- you know, known that he is a known drug dealer or have been arrested for drugs before."}, {"sentId": 201, "text": "He could have been a look out."}, {"sentId": 202, "text": "You know, being in that --"}], "speaker": "HOUCK", "secId": 79}, {"sentences": [{"sentId": 203, "text": "But we don't know that."}, {"sentId": 204, "text": "We don't know."}, {"sentId": 205, "text": "Right."}, {"sentId": 206, "text": "OK.  OK."}], "speaker": "LEMON", "secId": 80}, {"sentences": [{"sentId": 207, "text": "We don't know for sure but we know he's got a record for narcotics."}], "speaker": "HOUCK", "secId": 81}, {"sentences": [{"sentId": 208, "text": "OK.  Let's go -- talk about in the context of this."}, {"sentId": 209, "text": "And I understand what you're saying."}, {"sentId": 210, "text": "So let's take a look, three videos that we have so far."}, {"sentId": 211, "text": "And I want to take anthem in detail."}, {"sentId": 212, "text": "So the key question is of course when did David Gray sustain these fatal spinal injuries?"}, {"sentId": 213, "text": "Freddie Gray, excuse me."}, {"sentId": 214, "text": "These spinal injuries."}, {"sentId": 215, "text": "So take look at this."}], "speaker": "LEMON", "secId": 82}, {"sentences": [{"sentId": 216, "text": "So, Neil, we hear Freddie Gray screaming, so unless, unless you think that he's faking, he's clearly injured to some degree."}, {"sentId": 217, "text": "But he's put in a van."}, {"sentId": 218, "text": "Do you agree with that?"}], "speaker": "LEMON", "secId": 83}, {"sentences": [{"sentId": 219, "text": "I believe he's injured."}, {"sentId": 220, "text": "I believe he's hurt but whether you believe he's faking or not, you have a duty, this person is in your care."}, {"sentId": 221, "text": "You have a responsibility and a duty to get a paramedic."}, {"sentId": 222, "text": "To bring emergency services, to render aid, and that was not done."}, {"sentId": 223, "text": "He was placed in a van and he was in that van for a very long time, and no aid was rendered."}, {"sentId": 224, "text": "They have a responsibility to do that."}], "speaker": "FRANKLIN", "secId": 84}, {"sentences": [{"sentId": 225, "text": "Yes."}, {"sentId": 226, "text": "I don't think anyone disagrees on this panel with that."}, {"sentId": 227, "text": "Right?"}, {"sentId": 228, "text": "That he's in their care."}], "speaker": "LEMON", "secId": 85}, {"sentences": [{"sentId": 229, "text": "Well, it appears to be in pain."}, {"sentId": 230, "text": "He's definitely in the care of the police officers whether or not the police officers believe that he really was in pain or it was a fake, which does happen a lot when you're making an arrest."}], "speaker": "HOUCK", "secId": 86}, {"sentences": [{"sentId": 231, "text": "All right."}, {"sentId": 232, "text": "Harry, I want to look now at the -- look at another clip."}, {"sentId": 233, "text": "This is where we look at his leg."}, {"sentId": 234, "text": "His legs look like they're unresponsive and then one more image here if we can roll that, or you can see his leg, is that such an unnatural angle."}, {"sentId": 235, "text": "Right?"}, {"sentId": 236, "text": "The key question is -- there is that image."}, {"sentId": 237, "text": "What was he doing before?"}, {"sentId": 238, "text": "Was he injured before he was put in that van?"}, {"sentId": 239, "text": "That's the question."}], "speaker": "LEMON", "secId": 87}, {"sentences": [{"sentId": 240, "text": "Well, maybe he was injured during the takedown."}, {"sentId": 241, "text": "We don't know."}, {"sentId": 242, "text": "We don't have video of the take down."}, {"sentId": 243, "text": "But what's really interesting to me about this video is that when they bring him over to the van, all right, he can stand on his own before they put him in there."}, {"sentId": 244, "text": "You look at that video."}, {"sentId": 245, "text": "There's one guy -- one officer holding him like this and one officer holding him, you know, like this."}, {"sentId": 246, "text": "This is one officer."}], "speaker": "HOUCK", "secId": 88}, {"sentences": [{"sentId": 247, "text": "Now if he couldn't stand at all, I don't care what kind of leaning he was doing, or anything, he would have fell right there to the ground and he didn't."}, {"sentId": 248, "text": "So what I think what happened is it might have been a two-prong injury which occurred to him, an injury that occurred to his back sometime during the takedown, and then as a result of him going into the van and then having to be shackled by his feet, you know."}, {"sentId": 249, "text": "And the only time you really do that is when somebody is acting up in the back of a van, or something like, kicking or trying to get his way out."}], "speaker": "HOUCK", "secId": 89}, {"sentences": [{"sentId": 250, "text": "David?"}], "speaker": "LEMON", "secId": 90}, {"sentences": [{"sentId": 251, "text": "Yes."}, {"sentId": 252, "text": "We have to wait and see what the injuries are and I think it's speculation at best to say that it's this, it's that."}, {"sentId": 253, "text": "And I think Harry is correct."}, {"sentId": 254, "text": "We have to wait and see."}, {"sentId": 255, "text": "It could be this, it could be that."}, {"sentId": 256, "text": "And I know it's frustrating for people that we don't have the autopsy, that we don't have the medical examiner's report but I think that's really going to be vital because that will establish that maybe there was some injury other than the spinal injury that was leading him to cry out in pain."}], "speaker": "KLINGER", "secId": 91}, {"sentences": [{"sentId": 257, "text": "We just don't know and one of the things I always say is, let's wait for the investigation to run its course."}, {"sentId": 258, "text": "And I agree 100 percent with the councilman that was on earlier, before we were on, who said, let the investigation run its course and then we'll know."}], "speaker": "KLINGER", "secId": 92}, {"sentences": [{"sentId": 259, "text": "David, Harry, Neil, thanks all of you, gentlemen."}], "speaker": "LEMON", "secId": 93}, {"sentences": [{"sentId": 260, "text": "You know you heard a little bit of my interview with New York's police commissioner Bill Bratton, William Bratton."}, {"sentId": 261, "text": "When we come right back, the full interview."}, {"sentId": 262, "text": "He tells me what his officers are doing to gain the trust of the community."}], "speaker": "LEMON", "secId": 94}, {"sentences": [{"sentId": 263, "text": "We have news tonight on that police incident in Arizona that was caught on dash cam."}, {"sentId": 264, "text": "The officer who ram a suspect with his patrol car told his superiors that it was the only option available."}, {"sentId": 265, "text": "The suspect is refusing to follow police command and had fired his weapon."}, {"sentId": 266, "text": "The officer called the situation a lethal force encounter."}], "speaker": "LEMON", "secId": 95}, {"sentences": [{"sentId": 267, "text": "That was just one more example of police incidents caught on camera."}, {"sentId": 268, "text": "It's happening all across the country."}, {"sentId": 269, "text": "I talked about that and other challenges for police in a wide ranging interview today with New York City's Police Commissioner William Bratton."}, {"sentId": 270, "text": "I sat down with him at police headquarters."}], "speaker": "LEMON", "secId": 96}, {"sentences": [{"sentId": 271, "text": "Every week we seem to see video that appears to show questionable behavior by police."}, {"sentId": 272, "text": "What's going on?"}], "speaker": "LEMON", "secId": 97}, {"sentences": [{"sentId": 273, "text": "Well, I think you're seeing the fact that cameras are becoming ever present in our lives and you'll see those videos, with increasing frequency going forward."}, {"sentId": 274, "text": "Police make hundreds of thousands of arrests every year in America."}, {"sentId": 275, "text": "And when people resist arrest which is frequently the case, it's lawful but it looks awful."}], "speaker": "BRATTON", "secId": 98}, {"sentences": [{"sentId": 276, "text": "Yes."}], "speaker": "LEMON", "secId": 99}, {"sentences": [{"sentId": 277, "text": "And some instances it's unlawful on the part of the police, some of the behavior that's caught on the cameras."}, {"sentId": 278, "text": "So what you're seeing is really the expansion of the new phenomenon that cameras are literally everywhere."}], "speaker": "BRATTON", "secId": 100}, {"sentences": [{"sentId": 279, "text": "So you don't think it's going on more, it's happening more, it's just the proliferation of cameras."}, {"sentId": 280, "text": "More people have cameras to capture it."}], "speaker": "LEMON", "secId": 101}, {"sentences": [{"sentId": 281, "text": "That's right."}, {"sentId": 282, "text": "I think actually what I see all the time that the -- some of the abhorrent behavior you're seeing, some of the behavior that's lawful."}, {"sentId": 283, "text": "But just doesn't look good, that you have to see that decline over time as it becomes more of a reality that cameras are ever present in our lives."}], "speaker": "BRATTON", "secId": 102}, {"sentences": [{"sentId": 284, "text": "At the same time, the nature of policing in America is that we deal with a lot of violent people, violent people who oftentimes resist arrest, violent people without provocation attack police and attack others."}, {"sentId": 285, "text": "There's such a thing as crime in America and that's not going away any time soon."}], "speaker": "BRATTON", "secId": 103}, {"sentences": [{"sentId": 286, "text": "Isn't stop and frisk part of every police department?"}], "speaker": "LEMON", "secId": 104}, {"sentences": [{"sentId": 287, "text": "That's correct."}, {"sentId": 288, "text": "Stop, question, frisk is one of the basic tools."}, {"sentId": 289, "text": "Stop and question, and then potentially frisk."}, {"sentId": 290, "text": "The vast majority of the stops don't result in a frisk but it's been constitutionally described."}, {"sentId": 291, "text": "\"Terry versus Ohio\" in 1968, one of the first courses I took as a police officer in 1970, at the Boston Police Academy, with new directions that came out of that Supreme Court decisions, the idea that you have to have reasonable suspicion to stop the person."}], "speaker": "BRATTON", "secId": 105}, {"sentences": [{"sentId": 292, "text": "And that reasonable suspicion was that a crime has, is about to be committed."}, {"sentId": 293, "text": "You have to be able to articulate what the reasonable suspicion is so that there's a real misunderstanding, I think, not just in New York but in other cities around the country that somehow another stop, question, frisk is illegal or that, using your term, has been suspended."}, {"sentId": 294, "text": "Not at all."}], "speaker": "BRATTON", "secId": 106}, {"sentences": [{"sentId": 295, "text": "It's a basic tool of American policing."}, {"sentId": 296, "text": "It's a basic right, if you will, of every police officer within the Constitution to respond to a reasonable suspicion."}], "speaker": "BRATTON", "secId": 107}, {"sentences": [{"sentId": 297, "text": "Do you think that people of color, especially men of color, black men are targeted by police?"}], "speaker": "LEMON", "secId": 108}, {"sentences": [{"sentId": 298, "text": "I don't think so."}, {"sentId": 299, "text": "Police go where the calls are and the city that has the majority of our calls to 911 emergency calls, 311 nuisance calls, quality of life calls."}, {"sentId": 300, "text": "The vast majority of calls are in neighborhoods where unfortunately we have higher rates of crime than in other neighborhoods."}, {"sentId": 301, "text": "That's reality, and that's the reality in most of America."}], "speaker": "BRATTON", "secId": 109}, {"sentences": [{"sentId": 302, "text": "Another reality is that those neighborhoods are oftentimes minority neighborhoods, black neighborhoods, Hispanic neighborhoods, and so the chance of police encountering individuals is more significant because we have more police in those areas."}, {"sentId": 303, "text": "You'd expect we'd have more police where there's more crime, where there's more disorder, where there's more need."}, {"sentId": 304, "text": "That so much of what we engage in, in police activities is in response to people calling, we need you, we need your help, come assist."}], "speaker": "BRATTON", "secId": 110}, {"sentences": [{"sentId": 305, "text": "Yes."}, {"sentId": 306, "text": "Where does that -- where does the mistrust come from?"}, {"sentId": 307, "text": "Surely that is not -- not all of it is just perception."}, {"sentId": 308, "text": "Because you have to admit that there's a disconnect between communities of color and police officers."}], "speaker": "LEMON", "secId": 111}, {"sentences": [{"sentId": 309, "text": "Distrust I think, some of it is based on the history of our country, the legacy, if you will, particularly as it relates to blacks, African-Americans, the history of slavery, and the use of police through much of our history to in effect enforce slavery laws and on up until the 1960s, with the civil rights laws, enforcing segregation laws."}, {"sentId": 310, "text": "So a fear of police, a mistrust of blacks by police."}], "speaker": "BRATTON", "secId": 112}, {"sentences": [{"sentId": 311, "text": "A lot of that is historically based and the challenge going forward, the shared responsibility, if you will, and this is a shared responsibility, it's not up to the police to solve it."}, {"sentId": 312, "text": "It's not up to the community to solve it."}, {"sentId": 313, "text": "It's a shared responsibility."}, {"sentId": 314, "text": "The understanding of what the rights and responsibilities of police are, and police understanding what the rights and responsibilities of the public."}, {"sentId": 315, "text": "And a mutual respect if you will."}], "speaker": "BRATTON", "secId": 113}, {"sentences": [{"sentId": 316, "text": "Not going to be easy."}, {"sentId": 317, "text": "There's a lot of history and there's a lot of pain that this country has been through and fortunately we're going to go through."}, {"sentId": 318, "text": "We thought we had healed this issue coming out of the '60s and quite clearly within the last year the scab that we thought had healed over has been pealed back and that wound is still open and quite raw."}], "speaker": "BRATTON", "secId": 114}, {"sentences": [{"sentId": 319, "text": "How do we fix it?"}, {"sentId": 320, "text": "You mentioned, you said it's gonna have to, it's mutual, it's a mutual responsibility."}, {"sentId": 321, "text": "But specifically, how do we fix it?"}, {"sentId": 322, "text": "How do we -- what is the NYPD doing?"}], "speaker": "LEMON", "secId": 115}, {"sentences": [{"sentId": 323, "text": "In New York City we are making major efforts and having making major efforts, I can speak to this last 16 months as a police commissioner to see each other."}, {"sentId": 324, "text": "We have a major training program underway for our 20,000 officers who work in the field."}, {"sentId": 325, "text": "A three-day training program to really teach them how to see the communities that they work in, how to respect those communities, how to engage in dialogue with them, how to use force in appropriate ways and that's not just a one-time initiative, we'll continue that going forward each year."}], "speaker": "BRATTON", "secId": 116}, {"sentences": [{"sentId": 326, "text": "The federal monitorship overseeing reforms in the department."}, {"sentId": 327, "text": "Talk about and want to create sort of reforms that you are talking about, where they tell the new class recruits of current class NYPD recruits including the instruction like this, don't be a racist, don't mock others, don't tell sexist jokes, don't hassle people for any reason or don't hassle people for no reason."}, {"sentId": 328, "text": "What do you think of that?"}], "speaker": "LEMON", "secId": 117}, {"sentences": [{"sentId": 329, "text": "I think that's great."}, {"sentId": 330, "text": "That's something that we're teaching our officers."}, {"sentId": 331, "text": "What's wrong with that?"}], "speaker": "BRATTON", "secId": 118}, {"sentences": [{"sentId": 332, "text": "Already -- but you already and you said you're already implement."}], "speaker": "LEMON", "secId": 119}, {"sentences": [{"sentId": 333, "text": "We already implement."}, {"sentId": 334, "text": "All the man  was doing was basically putting on the back to the court and indicating he approved to that training."}, {"sentId": 335, "text": "This stuff we've been doing now for a -- long time with our recruit classes."}, {"sentId": 336, "text": "I know one of the local newspapers belittled it yesterday and shame on them."}, {"sentId": 337, "text": "Shame on them that in terms of the comments they used in polluting  that training."}, {"sentId": 338, "text": "You want your officers to engage with people, to treat them with respect and so belittle training and which we are trying to improve disability of the engage and  and the public, shame on them."}], "speaker": "BRATTON", "secId": 120}, {"sentences": [{"sentId": 339, "text": "Almost everything that I do, that -- probably that you do."}, {"sentId": 340, "text": "Speak like camera somewhere and --"}], "speaker": "LEMON", "secId": 121}, {"sentences": [{"sentId": 341, "text": "That's right."}], "speaker": "BRATTON", "secId": 122}, {"sentences": [{"sentId": 342, "text": "So, body cameras, and I know you are implementing, I think you have both like 60 officers who are wearing body camera --"}], "speaker": "LEMON", "secId": 123}, {"sentences": [{"sentId": 343, "text": "We have a pilot program that has been underway now for about three months that will be expanding over time as part of the federal monitorship."}, {"sentId": 344, "text": "But even in the absence of that monitorship, we would have expanding it."}, {"sentId": 345, "text": "Body cameras are gonna become as basic piece of equipment as a two-way radio as the firearm that officer carry, as much as the same as cameras in our lives, that every convenience store in New York has half a dozen of them."}, {"sentId": 346, "text": "We have 8,000 cameras on the streets of New York, were gonna grow that numbers significant ."}, {"sentId": 347, "text": "LEMON: So, you're a big proponent, because -- I don't think officers,"}], "speaker": "BRATTON", "secId": 124}, {"sentences": [{"sentId": 348, "text": "for my explanation, you can correct me if I'm wrong, I don't know if they really like having that camera on?"}], "speaker": "BRATTON", "secId": 125}, {"sentences": [{"sentId": 349, "text": "Oh, I think once that she as -- they are the ultimate beneficiary of it."}, {"sentId": 350, "text": "As in most places that have put body cameras in place."}, {"sentId": 351, "text": "A dash board cameras that the principal beneficiary of a police -- because, believe it or not, people lie."}, {"sentId": 352, "text": "People makeup stories, people don't sometimes understand the authority of the police and when they see themselves on cameras, looks a little different sometimes in the allegations they're making."}, {"sentId": 353, "text": "I've seen - one of the reasons of such a strong supporter of cameras, it changes the behavior, not just of the police, which I think is the sense of it will somehow the cameras will gonna change the behavior of the police."}, {"sentId": 354, "text": "The big behavior to change is the behavior of the public, because when they understand it, it gonna be recorded, it tends to tone them down."}, {"sentId": 355, "text": "Much the same as the expectations that's gonna change the behavior of a police officer, knowing that a camera was on him."}, {"sentId": 356, "text": "And so everybody benefits."}, {"sentId": 357, "text": "Police officer behavior improves and public behavior improves."}], "speaker": "BRATTON", "secId": 126}, {"sentences": [{"sentId": 358, "text": "So you're saying you just said we're gonna sit around the country and you think that every police department should have..."}], "speaker": "LEMON", "secId": 127}, {"sentences": [{"sentId": 359, "text": "We're gonna see with the way that the future, it's gonna be a basic piece of police circling ."}], "speaker": "BRATTON", "secId": 128}, {"sentences": [{"sentId": 360, "text": "Thank you, commissioner."}], "speaker": "LEMON", "secId": 129}, {"sentences": [{"sentId": 361, "text": "OK. Good to be with you."}], "speaker": "BRATTON", "secId": 130}, {"sentences": [{"sentId": 362, "text": "Another law and order story to tell you about tonight."}, {"sentId": 363, "text": "A never before seen look at Dzhokhar Tsarnaev, even after he was taken into custody two years ago -- the Boston bomber, a marathon bomber was defiant in the courthouse holding -- as holding cell on the day of his Arraignment."}, {"sentId": 364, "text": "Tsarnaev looks into the security camera, he runs a hand through his hair, he flashes a V-sign and then he flips his middle finger."}, {"sentId": 365, "text": "Jurors were shown these images."}, {"sentId": 366, "text": "They are considering whether he will get the death penalty of life in prison."}, {"sentId": 367, "text": "Prosecutor telling them, it showed Tsarnaev to be unrepentant and unconcerned about the innocent people he murdered."}, {"sentId": 368, "text": "Up next, my exclusive interview with two rappers behind the angry remix that blast police, T.I."}, {"sentId": 369, "text": "and Kap G, join me live."}], "speaker": "LEMON", "secId": 131}, {"sentences": [{"sentId": 370, "text": "Catch me on the southside, and I'm riding on my top down."}, {"sentId": 371, "text": "First they got Mike Brown."}, {"sentId": 372, "text": "I'm bustin' back like PAC now."}, {"sentId": 373, "text": "Migo with an attitude, I'm screamin'  the cops now, my partner doing 10 like the BC countdown."}, {"sentId": 374, "text": "Can't believe there's no peace."}, {"sentId": 375, "text": "I can't breathe, I can't breathe."}], "speaker": "G", "secId": 132}, {"sentences": [{"sentId": 376, "text": "This is really interesting."}, {"sentId": 377, "text": "So, sit down and pay attention to this because the rapper Kap G released a song last year, full of anger and frustration at being pulled over by police for no apparent reason in this estimation."}, {"sentId": 378, "text": "The title containing an exploitive aimed at police, right?"}, {"sentId": 379, "text": "So, it's unethically, it's basically the same."}, {"sentId": 380, "text": "Now, in the aftermath of the death -- deaths of Mike Brown, Eric garner and others, Kap G has remix the song with rappers T.I and David Banner, it's called La Policia."}, {"sentId": 381, "text": "Joining me now tonight, exclusively T.I."}, {"sentId": 382, "text": "and Kap G. Hello."}, {"sentId": 383, "text": "Thank you both for joining me tonight, how are you doing?"}], "speaker": "LEMON", "secId": 133}, {"sentences": [{"sentId": 384, "text": "Great."}], "speaker": "HARRIS", "secId": 134}, {"sentences": [{"sentId": 385, "text": "What's going on?"}], "speaker": "KAP G", "secId": 135}, {"sentences": [{"sentId": 386, "text": "Yeah, not much."}, {"sentId": 387, "text": "Listen, a lot, as should say."}, {"sentId": 388, "text": "Not much and a lot."}, {"sentId": 389, "text": "Both you -- you guys both wanted to come on the show and talk about the experiences that black and brown people have when it comes to police officers."}, {"sentId": 390, "text": "We've talked a lot on this show about driving while black, now running while black."}, {"sentId": 391, "text": "What's been your experience?"}, {"sentId": 392, "text": "First, T.I."}, {"sentId": 393, "text": "and then we'll talk to Kap G."}], "speaker": "LEMON", "secId": 136}, {"sentences": [{"sentId": 394, "text": "I mean, what I think that there's been a blame disregard in all undeserved  areas of the -- of society when it come to an actions with law enforcement."}, {"sentId": 395, "text": "I think there's a resentment of -- undeniable fear that, I believe law enforcement has for young minorities and it is reflected in their actions."}, {"sentId": 396, "text": "And of course, that leads to angry lyrics, because our music, historically, has been a reflection of our circumstances."}, {"sentId": 397, "text": "So, if you don't like our lyrics, you must then change the circumstances that inspired them."}], "speaker": "HARRIS", "secId": 137}, {"sentences": [{"sentId": 398, "text": "So T.I, listen."}, {"sentId": 399, "text": "You -- you know, you've made no secret and you sat down with CNN and other organizations."}, {"sentId": 400, "text": "You talked about your history with police, your running's with the law..."}], "speaker": "LEMON", "secId": 138}, {"sentences": [{"sentId": 401, "text": "Sure."}], "speaker": "HARRIS", "secId": 139}, {"sentences": [{"sentId": 402, "text": "So, so do you think that this makes you -- I guess more apt or you have more experience with police to be able to talk about this situation?"}, {"sentId": 403, "text": "Which you would've handled yourself nay differently in these situations involving police?"}], "speaker": "LEMON", "secId": 140}, {"sentences": [{"sentId": 404, "text": "I mean, I believe that everything is a case by case basis."}, {"sentId": 405, "text": "I think that if I had ran into the certain collection of police officers that actually took the lives of the young men who have lost their lives at the hand of these, these cowards, I think I could have possibly turned out just as bad if not worse --"}], "speaker": "HARRIS", "secId": 141}, {"sentences": [{"sentId": 406, "text": "So your experiences more, you didn't have those type of experiences?"}], "speaker": "LEMON", "secId": 142}, {"sentences": [{"sentId": 407, "text": "I think that doing great to God had kept me alive."}], "speaker": "HARRIS", "secId": 143}, {"sentences": [{"sentId": 408, "text": "You haven't had those types of experiences in yourself?"}], "speaker": "LEMON", "secId": 144}, {"sentences": [{"sentId": 409, "text": "I have -- I have definitely have had profiling, I definitely had hostile police officers who were looking to do all but protect and serve."}], "speaker": "HARRIS", "secId": 145}, {"sentences": [{"sentId": 410, "text": "OK."}, {"sentId": 411, "text": "So, let's go to Kap G now."}, {"sentId": 412, "text": "You remix the song, you -- you say you're afraid of police, right, Kap G?"}], "speaker": "LEMON", "secId": 146}, {"sentences": [{"sentId": 413, "text": "I'm not afraid of police."}, {"sentId": 414, "text": "It's just that you know how they -- you know you see on the news, you see everyday life, it's just -- the things that they're doing is not good right now you know, you see people dying."}, {"sentId": 415, "text": "The reason I wrote this song because, I was racial profiled."}, {"sentId": 416, "text": "Me being Mexican-American -- you know the whole situation, I got -- it was two years ago, I got pulled over and basically, you know they just want -- the whole situation was just unfair."}, {"sentId": 417, "text": "They wanted to check my car, you know asking for my I.D., they thought I was illegal and yeah, it is just unfair."}], "speaker": "KAP G", "secId": 147}, {"sentences": [{"sentId": 418, "text": "All right."}, {"sentId": 419, "text": "So, let's talk about your song, La Policia..."}], "speaker": "LEMON", "secId": 148}, {"sentences": [{"sentId": 420, "text": "Yeah."}], "speaker": "KAP G", "secId": 149}, {"sentences": [{"sentId": 421, "text": "You added the references here to, to Michael Brown and Eric Garner, because you recorded before but then, and since these latest incidents, you changed it..."}], "speaker": "LEMON", "secId": 150}, {"sentences": [{"sentId": 422, "text": "Yeah."}], "speaker": "KAP G", "secId": 151}, {"sentences": [{"sentId": 423, "text": "You remixed it."}, {"sentId": 424, "text": "So let's listen to it."}], "speaker": "LEMON", "secId": 152}, {"sentences": [{"sentId": 425, "text": "Of course."}], "speaker": "KAP G", "secId": 153}, {"sentences": [{"sentId": 426, "text": "Catch me on the southside, and I'm riding on my top down."}, {"sentId": 427, "text": "First they got Mike Brown, I'm bustin' back like PAC now."}, {"sentId": 428, "text": "Migo with an attitude, I'm screamin' -- the cops now, my partner doing 10 like the BC countdown."}, {"sentId": 429, "text": "Can't believe there's no peace."}, {"sentId": 430, "text": "I can't breathe, I can't breathe."}, {"sentId": 431, "text": "Eric Garner, see your honor, you let them leave, he free -- the police."}], "speaker": "KAP G", "secId": 154}, {"sentences": [{"sentId": 432, "text": "All right."}, {"sentId": 433, "text": "So you also added Trayvon Martin to that song."}, {"sentId": 434, "text": "What do you think is gonna take?"}, {"sentId": 435, "text": "Do you think that efforts like this -- is it gonna take efforts like this more?"}, {"sentId": 436, "text": "What do you think it's going to take to, to help young black men to keep them from dying in your estimation?"}], "speaker": "LEMON", "secId": 155}, {"sentences": [{"sentId": 437, "text": "I feel like, it's going to take stuff things like this you know, to take initiative, to create conversation about it, that's why I created this song, La Policia."}, {"sentId": 438, "text": "I feel like just being young, I feel like you know, I can relate to black people, I can relate to Mexican people, because I'm from College Park, Georgia, that's how I grew up."}, {"sentId": 439, "text": "So I feel like me being young, I can have a voice and I can tell them, you know what's going on, you know that's how I feel."}], "speaker": "KAP G", "secId": 156}, {"sentences": [{"sentId": 440, "text": "All right."}, {"sentId": 441, "text": "So let's, let's talk to both of you about this."}, {"sentId": 442, "text": "And T.I., you and I have had, we've been on the same shows where we have this conversations."}, {"sentId": 443, "text": "Remember when we were on The View, together a little bit ago..."}], "speaker": "LEMON", "secId": 157}, {"sentences": [{"sentId": 444, "text": "Sure."}, {"sentId": 445, "text": "LEMON: We talked about a language in using the N-word and all of this."}, {"sentId": 446, "text": "So the song is like..."}], "speaker": "HARRIS", "secId": 158}, {"sentences": [{"sentId": 447, "text": "That' true."}], "speaker": "HARRIS", "secId": 159}, {"sentences": [{"sentId": 448, "text": "I'm screaming, you know F-La Policia, F-La Policia and it goes on and say, F -- the police and you know what that means, right?"}, {"sentId": 449, "text": "And you use to say F to police..."}], "speaker": "LEMON", "secId": 160}, {"sentences": [{"sentId": 450, "text": "Yeah."}], "speaker": "HARRIS", "secId": 161}, {"sentences": [{"sentId": 451, "text": "And some of it."}, {"sentId": 452, "text": "So I want you to listen to this."}, {"sentId": 453, "text": "This is, I interviewed New York Police Commissioner Bill Bratton today, earlier today, and he talked about some of the language being used in our current environment."}, {"sentId": 454, "text": "Let's listen."}], "speaker": "LEMON", "secId": 162}, {"sentences": [{"sentId": 455, "text": "When you have demonstrated as marching down on the street, chanting, what do we want?"}, {"sentId": 456, "text": "Dead cops."}, {"sentId": 457, "text": "I'm sorry that's going too far."}], "speaker": "BRATTON", "secId": 163}, {"sentences": [{"sentId": 458, "text": "So how do you respond to critics who say, you listen, this sort of language is dangerous, it will end up getting police officers killed, possibly protesters killed, possibly more suspect, possibly, because of that type of attitude, the language and the lyrics of the song."}], "speaker": "LEMON", "secId": 164}, {"sentences": [{"sentId": 459, "text": "Well, if I may, if I may speak to answer the question."}, {"sentId": 460, "text": "I agree completely with the commissioner."}, {"sentId": 461, "text": "I don't -- I'm not -- we're not calling for the death of anyone."}, {"sentId": 462, "text": "We're calling for the death of our people to end."}, {"sentId": 463, "text": "And I believe just as there are government funded task forces for other crime syndicate units, whether it's -- and whether if it was the mafia, whether it's terrorists, whether it's the hip-hop cops, I believe that these, these police officers who hide behind their badges and abuse their authority, they deserve just as much attention from the federal government and other people who, who, who can, who can put, put some regulation to their actions."}], "speaker": "HARRIS", "secId": 165}, {"sentences": [{"sentId": 464, "text": "At the end of the song, Kap G, you guys do acknowledge you say -- you know that we realize that there are -- not all police officers are bad and there are some good police officers out there."}], "speaker": "LEMON", "secId": 166}, {"sentences": [{"sentId": 465, "text": "Absolutely."}, {"sentId": 466, "text": "Yeah."}], "speaker": "HARRIS", "secId": 167}, {"sentences": [{"sentId": 467, "text": "Yeah."}], "speaker": "KAP G", "secId": 168}, {"sentences": [{"sentId": 468, "text": "Definitely."}], "speaker": "HARRIS", "secId": 169}, {"sentences": [{"sentId": 469, "text": "Yeah."}], "speaker": "LEMON", "secId": 170}, {"sentences": [{"sentId": 470, "text": "I mean there, I believe for the most part, when you -- when you, when, when a person decides that he wants to become a police officer, I believe that those are the greatest, the most purest intentions in the world, to want to serve, protect and -- to defend the defendless ."}, {"sentId": 471, "text": "I believe that is the true spirit of what - of law enforcement -- the foundation of law enforcement but, somewhere it's lost in translation, whether it's the environment..."}], "speaker": "HARRIS", "secId": 171}, {"sentences": [{"sentId": 472, "text": "OK."}], "speaker": "LEMON", "secId": 172}, {"sentences": [{"sentId": 473, "text": "That these guys are asked to, to serve, or whatever it is their lack of experience with a certain area of -- society..."}], "speaker": "HARRIS", "secId": 173}, {"sentences": [{"sentId": 474, "text": "Right."}], "speaker": "LEMON", "secId": 174}, {"sentences": [{"sentId": 475, "text": "But I think that has to come with more stringent, more meticulous training, not just physical training and learning how to shoot and learn how to fight and protect yourself physically, but learning how to deal with people psychologically and learning how to understand the other people that you have to deal with in these environments."}], "speaker": "HARRIS", "secId": 175}, {"sentences": [{"sentId": 476, "text": "All right."}, {"sentId": 477, "text": "All right, T.I and Kap, thank you."}, {"sentId": 478, "text": "This gonna have to be, the end of  and Breaking News, I have to get through."}, {"sentId": 479, "text": "But thank you gentlemen, very much."}, {"sentId": 480, "text": "The Breaking News here, it's out of Ferguson, Missouri tonight."}, {"sentId": 481, "text": "The family of Michael Brown announcing the filing of a civil suit against the city over Brown's his death last August."}, {"sentId": 482, "text": "We're gonna bring you more details as soon as we get them here on CNN."}, {"sentId": 483, "text": "And when we come right back Dr. Oz, not backing down in the face of harsh criticism."}, {"sentId": 484, "text": "I'm gonna talk to the medical student who is making it his mission to take down the man they call America's doctor and to Dr. Oz's long time friend."}], "speaker": "LEMON", "secId": 176}, {"sentences": [{"sentId": 485, "text": "Dr. Oz rolling out the big guns, devoting much of his show tomorrow to answering a group of doctors who accused him of promoting quack treatments on his TV show."}, {"sentId": 486, "text": "America's doctor is saying quote, \"We will not be silenced."}, {"sentId": 487, "text": "We will not give in.\""}, {"sentId": 488, "text": "Joining me now is Benjamin Mazer, University of Rochester, medical student and creator of the website..."}], "speaker": "LEMON", "secId": 177}, {"sentences": [{"sentId": 489, "text": "Right."}], "speaker": "MAZER", "secId": 178}, {"sentences": [{"sentId": 490, "text": "DoctorsInOz.com."}, {"sentId": 491, "text": "Hello to you, And Dr. David Katz, director of the Yale Prevention Research Center, and the friend of Dr.Oz."}, {"sentId": 492, "text": "Welcome to the show, Benjamin first."}, {"sentId": 493, "text": "Your blog, tracks complaints against Dr. Oz for promoting -- quote \"will you say unproven and sometimes dangerous medical theories.\""}, {"sentId": 494, "text": "Why do you, why do you do that?"}, {"sentId": 495, "text": "What's your beef  for Dr. Oz?"}], "speaker": "LEMON", "secId": 179}, {"sentences": [{"sentId": 496, "text": "Well, he is just one example of many physicians who are going in the media and promoting treatments that haven't been studied, haven't been shown to be effective and people really listening to what on the media."}, {"sentId": 497, "text": "Patients listen to what's on the media and they are not listening to their own doctors, they are informing those close, trusting relationships and I think it's hurting the medical profession."}], "speaker": "MAZER", "secId": 180}, {"sentences": [{"sentId": 498, "text": "Why was it incumbent upon you though, to do it?"}, {"sentId": 499, "text": "MAZER: I think in many ways, medical students are the conscience of"}], "speaker": "LEMON", "secId": 181}, {"sentences": [{"sentId": 500, "text": "medicine where a little bit idealistic, we -- have a lot of faith in the power of doctors to heal people."}, {"sentId": 501, "text": "We have a lot of personal concern and empathy for patients."}, {"sentId": 502, "text": "We haven't, we haven't burned out, we haven't become cynical and I saw that patients were being harmed and I wanted to say something."}], "speaker": "LEMON", "secId": 182}, {"sentences": [{"sentId": 503, "text": "So Dr. Katz, what do you say to that?"}, {"sentId": 504, "text": "You are a long-time friend of Dr. Oz."}, {"sentId": 505, "text": "You even appeared on his show many times."}, {"sentId": 506, "text": "What your take on this?"}], "speaker": "LEMON", "secId": 183}, {"sentences": [{"sentId": 507, "text": "I have Don."}, {"sentId": 508, "text": "Yeah, yeah, we, we were colleagues for a long time and we were friends but before he was the celebrity that he is today."}, {"sentId": 509, "text": "Well, you know some of Benjamin's concerns I can relate to but, you know at the end, the references to patients or the public being harmed."}, {"sentId": 510, "text": "Actually, we have no evidence of that whatsoever and someone whose day job is running a research lab, one of the huge gaps in this whole discussion Don is, we actually have no empirical evidence of what the net -- Oz effect actually is."}, {"sentId": 511, "text": "I can tell you because I know the man that, that what he was committed to is yes, it's TV and yes I have to be entertaining."}, {"sentId": 512, "text": "But I, I want to present to people options for them to considered to discuss with their doctors."}, {"sentId": 513, "text": "I'm not telling anybody what to do."}, {"sentId": 514, "text": "I tell everybody to confirm with their own doctor."}, {"sentId": 515, "text": "But maybe I'm raising awareness, maybe I'm empowering them, maybe outcomes are better because and I'm presenting to them ideas that didn't have before."}, {"sentId": 516, "text": "No one studied it, so this idea that there's harm, to my knowledge there's absolutely no proof of any net harm."}, {"sentId": 517, "text": "Their objections from some orders  actually, it's a testable hypothesis."}], "speaker": "KATZ", "secId": 184}, {"sentences": [{"sentId": 518, "text": "Yeah."}], "speaker": "LEMON", "secId": 185}, {"sentences": [{"sentId": 519, "text": "It is their better --"}], "speaker": "KATZ", "secId": 186}, {"sentences": [{"sentId": 520, "text": "Well then, that's why I started the --"}], "speaker": "MAZER", "secId": 187}, {"sentences": [{"sentId": 521, "text": "Go ahead, Benjamin."}], "speaker": "LEMON", "secId": 188}, {"sentences": [{"sentId": 522, "text": "That's why I started the DoctorsInOz website."}, {"sentId": 523, "text": "It was to collect the first hand experiences of medical professionals and patients who have -- witnessed people being misled and maybe even harmed --"}], "speaker": "MAZER", "secId": 189}, {"sentences": [{"sentId": 524, "text": "Benjamin, I have to say this so."}, {"sentId": 525, "text": "Dr. Oz is not the only television doctor."}, {"sentId": 526, "text": "There's a whole show called The Doctors, and many doctors on television --"}], "speaker": "LEMON", "secId": 190}, {"sentences": [{"sentId": 527, "text": "Don, He certainly not."}], "speaker": "MAZER", "secId": 191}, {"sentences": [{"sentId": 528, "text": "But so why -- here's what --"}], "speaker": "LEMON", "secId": 192}, {"sentences": [{"sentId": 529, "text": "I ask you this because -- let's put up this."}, {"sentId": 530, "text": "This is just from Montel Williams who had a talk show himself, and he - he just tweeted to saying, \"Sorry, these people after Dr.Oz are tragically misguided and just want publicity."}, {"sentId": 531, "text": "#StandWithDrOz.\""}], "speaker": "LEMON", "secId": 193}, {"sentences": [{"sentId": 532, "text": "Benjamin first, Benjamin first."}, {"sentId": 533, "text": "Go ahead."}], "speaker": "LEMON", "secId": 194}, {"sentences": [{"sentId": 534, "text": "That's fine."}, {"sentId": 535, "text": "Go ahead."}], "speaker": "KATZ", "secId": 195}, {"sentences": [{"sentId": 536, "text": "Dr. Oz is, isn't the only physician that's spreading this information, but he is so trusted by people all over the world, he's seen by millions of people, I mean, that kind of influence, no, no average physician has."}, {"sentId": 537, "text": "So I've decided to prioritize that, but he's not the only physician..."}], "speaker": "MAZER", "secId": 196}, {"sentences": [{"sentId": 538, "text": "OK."}], "speaker": "LEMON", "secId": 197}, {"sentences": [{"sentId": 539, "text": "That's being misled --"}], "speaker": "MAZER", "secId": 198}, {"sentences": [{"sentId": 540, "text": "So then why it's hard --"}], "speaker": "LEMON", "secId": 199}, {"sentences": [{"sentId": 541, "text": "Generally, we're promoting --"}], "speaker": "MAZER", "secId": 200}, {"sentences": [{"sentId": 542, "text": "Why is hard on him?"}], "speaker": "LEMON", "secId": 201}, {"sentences": [{"sentId": 543, "text": "Because he has the viewers, he has the trust and I think, and I think he does care about patients and so I'm hoping to reach out and encourage him to promote more evidence based medical treatment --"}], "speaker": "MAZER", "secId": 202}, {"sentences": [{"sentId": 544, "text": "Well that was my question and so before you started all of this, did you ever try reach out to Dr. Oz or anyone who knew him and say, hey, listen Dr. Oz, you have the trust of a lot of people, before starting a campaign to undermine his credibility?"}], "speaker": "LEMON", "secId": 203}, {"sentences": [{"sentId": 545, "text": "Dr. Oz has -- you know, I, I was very far from the first person to criticize him and he has a history of not responding to very reasonable criticisms that he is promoting unproven medical treatments..."}], "speaker": "MAZER", "secId": 204}, {"sentences": [{"sentId": 546, "text": "OK."}], "speaker": "LEMON", "secId": 205}, {"sentences": [{"sentId": 547, "text": "So I didn't think he would respond to me."}], "speaker": "MAZER", "secId": 206}, {"sentences": [{"sentId": 548, "text": "ALL right, Dr. Katz, go ahead."}], "speaker": "LEMON", "secId": 207}, {"sentences": [{"sentId": 549, "text": "Well, to several  first of all, as Ben said, a medicine  is widely trusted."}, {"sentId": 550, "text": "You know for the most part, trust is earned."}, {"sentId": 551, "text": "So - you know if more people are being harmed than helped by the show, that trust goes away."}, {"sentId": 552, "text": "You know, we have to acknowledge to some extent that viewers are deciding to watch and their deciding whether or not to trust him."}, {"sentId": 553, "text": "The other thing is -- is interesting because Benjamin..."}], "speaker": "KATZ", "secId": 208}, {"sentences": [{"sentId": 554, "text": "Benjamin doctor ."}], "speaker": "LEMON", "secId": 209}, {"sentences": [{"sentId": 555, "text": "Has said this, you know that there's -- there's long been medical advice on television."}, {"sentId": 556, "text": "If doctors aren't giving it, well then celebrities are giving it."}, {"sentId": 557, "text": "You know we, we got diet advice from Susan Summers and vaccine advice from Jenny McCarthy."}, {"sentId": 558, "text": "I can tell you that when doctors do this, they do site the evidence, they do tell you what we don't know and very consistently on the eye, so you get a very balanced conclusion and always the recommendation to confirm with your our doctor before taking any action."}], "speaker": "KATZ", "secId": 210}, {"sentences": [{"sentId": 559, "text": "That's all the time we have."}, {"sentId": 560, "text": "Benjamin Mazer and Dr. David Katz, thank you very much, we appreciate you joining us."}], "speaker": "LEMON", "secId": 211}, {"sentences": [{"sentId": 561, "text": "Thank you for having me."}], "speaker": "KATZ", "secId": 212}, {"sentences": [{"sentId": 562, "text": "We will be right back."}], "speaker": "LEMON", "secId": 213}, {"sentences": [{"sentId": 563, "text": "I'm Don Lemon."}, {"sentId": 564, "text": "Thanks for watching."}, {"sentId": 565, "text": "I'll see back here tomorrow night."}], "speaker": "LEMON", "secId": 214}, {"sentences": [{"sentId": 566, "text": "\"AC360\" starts right now."}], "speaker": "LEMON", "secId": 215}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1504.22.cnnt.01.html.json", "time": "Aired April 22, 2015 - 22:00   ET"}