{"sectionCount": 288, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["COOPER", "ANNOUNCER", "LEMON", "CLINTON", "TRUMP", "BASH", "KAINE", "PENCE", "UNIDENTIFIED MALE", "UNIDENTIFIED FEMALE", "SESNO", "BORGER", "BASh", "REAGAN", "BROWN", "JONES", "DENNARD", "RYE", "HOLT"], "subTitle": "Poll Shows Americans Unhappy with Obama; Analyzing the Vice Presidential Debate; Michael Reagan discusses the Use of His Family's Name During the Election.  Aired 10-11p ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1610/05/cnnt.01.html", "sentenceCount": 572, "sections": [{"sentences": [{"sentId": 0, "text": "That does it for us."}, {"sentId": 1, "text": "CNN TONIGHT with Don Lemon starts now."}, {"sentId": 2, "text": "See you tomorrow."}], "speaker": "COOPER", "secId": 0}, {"sentences": [{"sentId": 3, "text": "This is CNN breaking news."}], "speaker": "ANNOUNCER", "secId": 1}, {"sentences": [{"sentId": 4, "text": "And we do begin with breaking news."}, {"sentId": 5, "text": "Our just released poll with bad news for President Obama on race."}, {"sentId": 6, "text": "What will it mean in the hardest-fought election in years?"}], "speaker": "LEMON", "secId": 2}, {"sentences": [{"sentId": 7, "text": "This is CNN tonight."}, {"sentId": 8, "text": "I'm Don Lemon."}], "speaker": "LEMON", "secId": 3}, {"sentences": [{"sentId": 9, "text": "I want you to take a look at this."}, {"sentId": 10, "text": "A majority of Americans, 54 percent giving the president a failing grade on race, that's up 11 points since June of 2015."}], "speaker": "LEMON", "secId": 4}, {"sentences": [{"sentId": 11, "text": "And meanwhile, the next debate just four days away, here's what Hillary Clinton says tonight about the battle of the running mates."}], "speaker": "LEMON", "secId": 5}, {"sentences": [{"sentId": 12, "text": "I thought Tim did a great job and every time he tried to push Mike Pence to defend what Donald Trump has said and done, Pence just bobbed and weaved, tried to get out of the way, because after all, trying to defend Donald Trump is an impossible task."}], "speaker": "CLINTON", "secId": 6}, {"sentences": [{"sentId": 13, "text": "But the question is, will Trump take a lesson from Pence's debate performance?"}], "speaker": "LEMON", "secId": 7}, {"sentences": [{"sentId": 14, "text": "Mike Pence did an incredible job, and I'm getting a lot of credit because that's really my first so-called choice, that was my first hire as we would say in Las Vegas."}], "speaker": "TRUMP", "secId": 8}, {"sentences": [{"sentId": 15, "text": "All of this is happening with a massive storm bearing down on tens of millions of Americans right now."}, {"sentId": 16, "text": "We've got a lot to cover in this broadcast."}], "speaker": "LEMON", "secId": 9}, {"sentences": [{"sentId": 17, "text": "So, let's get right to CNN's Gloria Borger and Dana Bash, and also Frank Sesno of George Washington University, the way he's a former CNN Washington bureau chief."}, {"sentId": 18, "text": "Good to have you back on, Frank."}], "speaker": "LEMON", "secId": 10}, {"sentences": [{"sentId": 19, "text": "Dana, I want to talk to you."}, {"sentId": 20, "text": "You just heard Trump praising Mike Pence but also taking credit for Mike Pence's performance."}, {"sentId": 21, "text": "The consensus last night was that Pence came out on top if you look at, you know, the polls that we did and from watchers."}, {"sentId": 22, "text": "What was your take on this debate?"}], "speaker": "LEMON", "secId": 11}, {"sentences": [{"sentId": 23, "text": "Well, there's no question that Pence had the smoothest performance."}, {"sentId": 24, "text": "He stayed calm."}, {"sentId": 25, "text": "And I know just from reporting going into the debate that he tried incredibly hard with his team, worked really for months, on being the kind of performer that he was last night."}], "speaker": "BASH", "secId": 12}, {"sentences": [{"sentId": 26, "text": "Staying calm, not getting excited, not taking the bait to use the term that we're using over and over again to describe what Donald Trump did last week."}, {"sentId": 27, "text": "But at the same time, he definitely showed some daylight between himself and Donald Trump, not just on, you know, some rhetorical issues and how they describe things very differently, but on policy issues and questions."}], "speaker": "BASH", "secId": 13}, {"sentences": [{"sentId": 28, "text": "That was Tim Kaine's goal going in, to show that daylight, to make the case that even his running mate doesn't agree with everything he says, so in that sense, Tim Kaine did well, but again, even Kaine today is saying that he maybe could have lost one or two or ten interruptions going along the way."}], "speaker": "BASH", "secId": 14}, {"sentences": [{"sentId": 29, "text": "Yes."}, {"sentId": 30, "text": "Even his own wife dinged him on that."}, {"sentId": 31, "text": "We'll talk about that a little bit more."}, {"sentId": 32, "text": "But Frank, I want to bring you in because I want to talk about Mike Pence was confronted with, you know, many of the things that Donald Trump had said and then he denied them."}, {"sentId": 33, "text": "Take a look at this."}], "speaker": "LEMON", "secId": 15}, {"sentences": [{"sentId": 34, "text": "Donald Trump, during this campaign has called Mexicans rapists and criminals."}], "speaker": "KAINE", "secId": 16}, {"sentences": [{"sentId": 35, "text": "He also said may be of them are good people you keep leaving that out of your quote."}], "speaker": "PENCE", "secId": 17}, {"sentences": [{"sentId": 36, "text": "They're bringing drugs, they're bringing crime, they're rapists and some, I assume are good people."}], "speaker": "TRUMP", "secId": 18}, {"sentences": [{"sentId": 37, "text": "Governor Pence said inarguably, Vladimir Putin is a better leader than better President Obama."}], "speaker": "KAINE", "secId": 19}, {"sentences": [{"sentId": 38, "text": "That is absolutely inaccurate."}, {"sentId": 39, "text": "I think it's in arguable that Vladimir Putin has been a stronger leader in his country than Barack Obama has been in this country."}], "speaker": "PENCE", "secId": 20}, {"sentences": [{"sentId": 40, "text": "I think Putin has been a very strong leader for Russia."}, {"sentId": 41, "text": "He's been a lot stronger than our leader that I can tell you."}, {"sentId": 42, "text": "PENCE:  Donald Trump and I would never support legislation that"}], "speaker": "TRUMP", "secId": 21}, {"sentences": [{"sentId": 43, "text": "punished women who made the heartbreaking choice to end a pregnancy."}], "speaker": "TRUMP", "secId": 22}, {"sentences": [{"sentId": 44, "text": "And why did Donald Trump say that."}], "speaker": "KAINE", "secId": 23}, {"sentences": [{"sentId": 45, "text": "He just never..."}], "speaker": "PENCE", "secId": 24}, {"sentences": [{"sentId": 46, "text": "Do you believe in punishment for abortion, yes or no, as principal."}], "speaker": "UNIDENTIFIED MALE", "secId": 25}, {"sentences": [{"sentId": 47, "text": "The answer is that there has to be some form of punishment?"}], "speaker": "TRUMP", "secId": 26}, {"sentences": [{"sentId": 48, "text": "For the women?"}], "speaker": "UNIDENTIFIED MALE", "secId": 27}, {"sentences": [{"sentId": 49, "text": "Yes, it has to be some form."}], "speaker": "TRUMP", "secId": 28}, {"sentences": [{"sentId": 50, "text": "And Donald Trump has said that deportation force."}, {"sentId": 51, "text": "They want to go house to house, school to school, business to business, and kick out 16 million people."}], "speaker": "KAINE", "secId": 29}, {"sentences": [{"sentId": 52, "text": "That's nonsense."}], "speaker": "PENCE", "secId": 30}, {"sentences": [{"sentId": 53, "text": "And I cannot believe -- I cannot believe..."}], "speaker": "KAINE", "secId": 31}, {"sentences": [{"sentId": 54, "text": "Are you going to have a massive deportation force?"}], "speaker": "UNIDENTIFIED FEMALE", "secId": 32}, {"sentences": [{"sentId": 55, "text": "You're going to have deportation force."}], "speaker": "TRUMP", "secId": 33}, {"sentences": [{"sentId": 56, "text": "So, was he trying to reinvent his running mate?"}, {"sentId": 57, "text": "I mean, is that going to work clearly when things are out there that he said."}], "speaker": "LEMON", "secId": 34}, {"sentences": [{"sentId": 58, "text": "Isn't that stuff just damaging?"}, {"sentId": 59, "text": "Don't you just hate that when you can play it back?"}], "speaker": "SESNO", "secId": 35}, {"sentences": [{"sentId": 60, "text": "That's amazing."}], "speaker": "LEMON", "secId": 36}, {"sentences": [{"sentId": 61, "text": "Look, what he was trying to do yesterday was be the anti- Trump, he was trying to do just what he was hired to do, be the grown up in the room and be the man with the political experience, the political professional."}], "speaker": "SESNO", "secId": 37}, {"sentences": [{"sentId": 62, "text": "His tactic was to just shrug it off, to pretend that it didn't exist and what that, you know, what that material shows is that it did it exist."}, {"sentId": 63, "text": "You can't walk away from it."}, {"sentId": 64, "text": "That's their problem."}, {"sentId": 65, "text": "Now, some of those positions that you have Trump stating, he later"}], "speaker": "SESNO", "secId": 38}, {"sentences": [{"sentId": 66, "text": "changed."}], "speaker": "SESNO", "secId": 39}, {"sentences": [{"sentId": 67, "text": "Right."}], "speaker": "LEMON", "secId": 40}, {"sentences": [{"sentId": 68, "text": "And so, there's enough..."}], "speaker": "SESNO", "secId": 41}, {"sentences": [{"sentId": 69, "text": "Can we go back with deportation force."}], "speaker": "LEMON", "secId": 42}, {"sentences": [{"sentId": 70, "text": "And on the abortion topic."}], "speaker": "SESNO", "secId": 43}, {"sentences": [{"sentId": 71, "text": "But I'm surprised that Kaine didn't say anything when he said, you know, many of them -- because he didn't say many of them."}], "speaker": "LEMON", "secId": 44}, {"sentences": [{"sentId": 72, "text": "He said some, I assume."}], "speaker": "SESNO", "secId": 45}, {"sentences": [{"sentId": 73, "text": "Some I assume."}], "speaker": "LEMON", "secId": 46}, {"sentences": [{"sentId": 74, "text": "Right."}, {"sentId": 75, "text": "And that has a very different take than what -- than what Pence was doing."}, {"sentId": 76, "text": "Look, Pence was trying to rewrite the first draft of history a little bit."}], "speaker": "SESNO", "secId": 47}, {"sentences": [{"sentId": 77, "text": "Yes."}], "speaker": "LEMON", "secId": 48}, {"sentences": [{"sentId": 78, "text": "That was part of his job to calm everything down and he did that."}, {"sentId": 79, "text": "He sounded presidential -- or vice presidential."}], "speaker": "SESNO", "secId": 49}, {"sentences": [{"sentId": 80, "text": "He was more calming, Gloria, had you -- I guess you have to admit than Donald Trump."}], "speaker": "LEMON", "secId": 50}, {"sentences": [{"sentId": 81, "text": "Yes."}], "speaker": "BORGER", "secId": 51}, {"sentences": [{"sentId": 82, "text": "And, you know, so there are some Twitter users who are speculating that we may see a Pence 2020?"}], "speaker": "LEMON", "secId": 52}, {"sentences": [{"sentId": 83, "text": "Do you think or maybe 2024 if he becomes vice president this time."}, {"sentId": 84, "text": "I think that there are lots of republicans who are conservatives who are think about what happens to the Republican Party if Donald Trump doesn't win."}], "speaker": "BORGER", "secId": 53}, {"sentences": [{"sentId": 85, "text": "And what they were looking at last night, was a potential republican nominee who is conservative."}, {"sentId": 86, "text": "There are -- there are republicans I talked to today who said that for the first time during this presidential race since the primaries, they've actually heard somebody talk about muscular foreign policy, for example, conservatives social issues."}], "speaker": "BORGER", "secId": 54}, {"sentences": [{"sentId": 87, "text": "Is he too far to the right, Gloria, when you consider a stance on abortion, on gay rights, on marriage?"}], "speaker": "LEMON", "secId": 55}, {"sentences": [{"sentId": 88, "text": "He is far to the right."}, {"sentId": 89, "text": "He absolutely is far to the right."}, {"sentId": 90, "text": "He is a conservative republican and those are the people who feel that they are not represented by Donald Trump."}], "speaker": "BORGER", "secId": 56}, {"sentences": [{"sentId": 91, "text": "Except he absolutely was talking about things that were music -- it was music to a lot of conservative's ears."}], "speaker": "BASH", "secId": 57}, {"sentences": [{"sentId": 92, "text": "Absolutely."}], "speaker": "BORGER", "secId": 58}, {"sentences": [{"sentId": 93, "text": "But the muscular foreign policy is a great example."}, {"sentId": 94, "text": "He was talking about air strikes in Syria."}, {"sentId": 95, "text": "That's, you know, sort of all well and good but that's not the policy of the guy at the top of the ticket."}], "speaker": "BASH", "secId": 59}, {"sentences": [{"sentId": 96, "text": "Right."}], "speaker": "BORGER", "secId": 60}, {"sentences": [{"sentId": 97, "text": "Which is a little bit of a problem."}], "speaker": "BASH", "secId": 61}, {"sentences": [{"sentId": 98, "text": "And the -- and the position on abortion."}, {"sentId": 99, "text": "The conversation on abortion was a very thoughtful, substantive, heart-felt conversation and that was clearly Pence talking to the base of what the base wants to hear."}, {"sentId": 100, "text": "It was a very, very interesting exchange."}], "speaker": "SESNO", "secId": 62}, {"sentences": [{"sentId": 101, "text": "You know, Pence -- Pence did himself a lot of good."}, {"sentId": 102, "text": "Because when he didn't to talk about some of the things Donald Trump has said."}, {"sentId": 103, "text": "He just kind of deflected it because he didn't want to defend it."}], "speaker": "BORGER", "secId": 63}, {"sentences": [{"sentId": 104, "text": "Yes."}], "speaker": "SESNO", "secId": 64}, {"sentences": [{"sentId": 105, "text": "Because for a lot of those things there kind of there's no defense and what's the point of going down a rabbit hole."}, {"sentId": 106, "text": "So, he left it aside and talked about what he wanted to talk about and went to places he wanted to go, as a conservative republican including on Syria, including on abortion, and that was music to a lot of republicans' ears."}], "speaker": "BORGER", "secId": 65}, {"sentences": [{"sentId": 107, "text": "Well, let me -- let me and Dana, let me ask you and we'll follow up on that a bit more."}, {"sentId": 108, "text": "Because sources close to the campaign to CNN's John King that others that Trump wasn't happy with how Pence defended him or didn't defend him."}, {"sentId": 109, "text": "How do you think Donald Trump feels about his debate performance versus his running mate's debate performance?"}], "speaker": "LEMON", "secId": 66}, {"sentences": [{"sentId": 110, "text": "My sense, well, my sense is that the initial reaction was, oh, wow, Mike Pence did really well because his performance was quite good."}, {"sentId": 111, "text": "Then, he -- as he's wanted to do, watched a lot of the analysis, talking about how, wait a minute, Mike Pence didn't defend Donald Trump and did sidestep a lot of the controversies, maybe rewrote some of them, and so it was like wait a minute, is that what he's supposed to do?"}], "speaker": "BASH", "secId": 67}, {"sentences": [{"sentId": 112, "text": "I'm the one who put him on the ticket, remember?"}, {"sentId": 113, "text": "But my sense after that is that enough people got to Trump and said -- to Frank's point, this is what you wanted Pence on the ticket for."}], "speaker": "BASH", "secId": 68}, {"sentences": [{"sentId": 114, "text": "You wanted him on the ticket to soften things, to appeal to conservatives when you need to look presidential and make people think oh, well, not really sure about Donald Trump, but if I go there, he will have an adult in the room."}, {"sentId": 115, "text": "So, after that, the thing that you heard from Donald Trump on the"}], "speaker": "BASH", "secId": 69}, {"sentences": [{"sentId": 116, "text": "campaign trail was a full-throated, and only the way Donald Trump can say..."}], "speaker": "BASH", "secId": 70}, {"sentences": [{"sentId": 117, "text": "That's why I pick..."}], "speaker": "LEMON", "secId": 71}, {"sentences": [{"sentId": 118, "text": "... he had the best -- the best vice presidential debate in the history of all mankind."}], "speaker": "BASH", "secId": 72}, {"sentences": [{"sentId": 119, "text": "You know, it's really interesting."}], "speaker": "SESNO", "secId": 73}, {"sentences": [{"sentId": 120, "text": "And I picked him and I'm great for picking him."}], "speaker": "BORGER", "secId": 74}, {"sentences": [{"sentId": 121, "text": "It's really interesting because Pence really went out there last night with two jobs."}, {"sentId": 122, "text": "Job one was to do no harm to his candidate and deflect and kind of deflect the narrative and kind of deal with the media noise out there."}], "speaker": "SESNO", "secId": 75}, {"sentences": [{"sentId": 123, "text": "But job two was to protect his own reputation and his own future."}, {"sentId": 124, "text": "I mean, after all, Donald Trump builds buildings on the sides."}, {"sentId": 125, "text": "Mike Pence is a politician first and foremost."}, {"sentId": 126, "text": "He has that reputation and future to think about of."}], "speaker": "SESNO", "secId": 76}, {"sentences": [{"sentId": 127, "text": "And I heard a lot of that in his commends and his whole tone."}, {"sentId": 128, "text": "Yes, defending his boss and trying to explain away or ignore some of the things that have been out there making a lot of noise, but also that important connecting with the base and showing himself to be that professional that grown up."}], "speaker": "SESNO", "secId": 77}, {"sentences": [{"sentId": 129, "text": "What about people who don't want a politician, who are saying, you know, we want an outsider because this had been the year or 14 months of outsiders?"}], "speaker": "LEMON", "secId": 78}, {"sentences": [{"sentId": 130, "text": "Wait until Sunday."}], "speaker": "SESNO", "secId": 79}, {"sentences": [{"sentId": 131, "text": "Go ahead, Gloria."}], "speaker": "LEMON", "secId": 80}, {"sentences": [{"sentId": 132, "text": "You know, I want to say that Tim Kaine did the exactly the opposite of what Mike Pence did."}, {"sentId": 133, "text": "Tim Kaine was not there to save himself for the next election."}, {"sentId": 134, "text": "Tim Kaine there was there to defend Hillary Clinton and maybe he did it a little too aggressively at times."}], "speaker": "BORGER", "secId": 81}, {"sentences": [{"sentId": 135, "text": "But even in our poll afterwards, people thought that Pence won the debate, but they also gave Kaine an awful lot of credit."}, {"sentId": 136, "text": "More people gave Kaine credit for defending the person at the top of the ticket..."}], "speaker": "BORGER", "secId": 82}, {"sentences": [{"sentId": 137, "text": "Fifty eight percent."}], "speaker": "BASH", "secId": 83}, {"sentences": [{"sentId": 138, "text": "Right."}, {"sentId": 139, "text": "For defending the person at the top of the ticket than Pence because guess what, Kaine defended the person at the top of the ticket and Pence did not always do that."}], "speaker": "BORGER", "secId": 84}, {"sentences": [{"sentId": 140, "text": "We're going to talk about what happens, how is Donald Trump preparing for the next debate, is he preparing, and also there's a new poll out from Ohio that may surprise a lot of people."}], "speaker": "LEMON", "secId": 85}, {"sentences": [{"sentId": 141, "text": "We'll discuss that when we come right back."}], "speaker": "LEMON", "secId": 86}, {"sentences": [{"sentId": 142, "text": "Hillary Clinton preparing today for Sunday's presidential debate, which is a town hall format and Donald Trump getting some practice by participating in a town hall event tomorrow."}], "speaker": "LEMON", "secId": 87}, {"sentences": [{"sentId": 143, "text": "Back with me now, Gloria Borger -- Gloria Borger, Dana Bash, and Frank Sesno."}, {"sentId": 144, "text": "So, Gloria, you first."}], "speaker": "LEMON", "secId": 88}, {"sentences": [{"sentId": 145, "text": "There's new Monmouth University poll out, I'm sure you know the battleground state of Ohio that shows Hillary Clinton with a lead among likely voters, 44 percent to 42 percent for Donald Trump."}], "speaker": "LEMON", "secId": 89}, {"sentences": [{"sentId": 146, "text": "I mean, it's just one poll what do you attribute this for, was this a bad week?"}, {"sentId": 147, "text": "Because he was ahead."}], "speaker": "LEMON", "secId": 90}, {"sentences": [{"sentId": 148, "text": "Yes, look I think in -- there have been more than two dozen polls taken since the last presidential debate in battleground states and Hillary Clinton's gone up in every single one of them except maybe one."}, {"sentId": 149, "text": "She's up."}, {"sentId": 150, "text": "She's leading except for this one."}], "speaker": "BORGER", "secId": 91}, {"sentences": [{"sentId": 151, "text": "And I think it shows that when these debates matter, and that when you rise in the polls nationally the battleground states tend to follow eventually and I think that's what we're seeing going on nationally."}, {"sentId": 152, "text": "This was supposed to be a very good state for Donald Trump."}], "speaker": "BORGER", "secId": 92}, {"sentences": [{"sentId": 153, "text": "We don't know if this is an outlier or not at this point."}, {"sentId": 154, "text": "We should say another debate coming up on Sunday."}, {"sentId": 155, "text": "But it shows what you the stakes are."}, {"sentId": 156, "text": "I mean, Ohio and Iowa have been two states that have been very kind of solid for Donald Trump and, you know, if I were in the Trump campaign now I'd be looking at this and I'd be worried about it."}], "speaker": "BORGER", "secId": 93}, {"sentences": [{"sentId": 157, "text": "Dana what's the preparation process from Donald Trump right now?"}, {"sentId": 158, "text": "What do you know?"}], "speaker": "LEMON", "secId": 94}, {"sentences": [{"sentId": 159, "text": "Well, for Sunday's debate, the first thing he's going to do is go to New Hampshire tomorrow night and have a scrimmage, as one source put it to me, a town hall, it's going to be in public, the press is going to be there with voters who are going to come and ask questions."}], "speaker": "BASH", "secId": 95}, {"sentences": [{"sentId": 160, "text": "It's going to be an intimate setting actually arranged by his friend Chris Christie, who had been in the debate prep process before the first debate."}, {"sentId": 161, "text": "But this is something that his team hopes will allow him to remind himself what it's like to not only be in an intimate setting and not a big rally but having to face the voters, have a voter and a question, figure out how to approach that voter, maybe address them by name, have a little bit of a dialogue with them."}], "speaker": "BASH", "secId": 96}, {"sentences": [{"sentId": 162, "text": "So, it's a bit of a test run there."}, {"sentId": 163, "text": "But the question that I've been asking, everybody I think has been asking, is whether or not he is going to revert to the more traditional debate prep that his running mate Mike Pence did so successfully, with the mock debate situation, a moderator, somebody who's playing his opponent."}], "speaker": "BASH", "secId": 97}, {"sentences": [{"sentId": 164, "text": "The answer I was given again tonight was no."}, {"sentId": 165, "text": "He's going to clear his schedule on Friday to have a more small intimate discussions in Trump Tower but not that mock debate."}, {"sentId": 166, "text": "And he's actually going to go on the campaign trail on Saturday to Wisconsin to have a big rally there."}], "speaker": "BASH", "secId": 98}, {"sentences": [{"sentId": 167, "text": "Yes."}], "speaker": "LEMON", "secId": 99}, {"sentences": [{"sentId": 168, "text": "So, not a big, big change except for what he's going to do tomorrow night."}], "speaker": "BASH", "secId": 100}, {"sentences": [{"sentId": 169, "text": "A couple things to you first, Frank."}, {"sentId": 170, "text": "Because everyone is wondering which Donald Trump is going to show up."}, {"sentId": 171, "text": "And of course at the end of th last debate he said, you know, hey, I could have hit her with something that's very hard but her daughter is sitting there and her family."}, {"sentId": 172, "text": "Which Trump is going to show?"}, {"sentId": 173, "text": "Do you think it's going to will get to that level?"}], "speaker": "LEMON", "secId": 101}, {"sentences": [{"sentId": 174, "text": "Who knows?"}, {"sentId": 175, "text": "Who knows?"}, {"sentId": 176, "text": "By the way, I have a very simple response to your question about Ohio."}], "speaker": "SESNO", "secId": 102}, {"sentences": [{"sentId": 177, "text": "Yes."}], "speaker": "LEMON", "secId": 103}, {"sentences": [{"sentId": 178, "text": "The reason is Alec Baldwin, Alec Baldwin's fault."}], "speaker": "SESNO", "secId": 104}, {"sentences": [{"sentId": 179, "text": "Jina!"}], "speaker": "LEMON", "secId": 105}, {"sentences": [{"sentId": 180, "text": "No."}, {"sentId": 181, "text": "Actually, though, it's very interesting because we look at media."}, {"sentId": 182, "text": "If you look at what has Trumped has endured and this calls to your other question, which Donald Trump is going to show up."}, {"sentId": 183, "text": "Editorial pages, front pages, op-ed pages, comedy, shows like this, the media environment for Donald Trump has been miserable for the last week plus since the debate and if numbers hadn't slipped you'd say what is going on here."}], "speaker": "SESNO", "secId": 106}, {"sentences": [{"sentId": 184, "text": "So, the Trump who shows up, you know, what is he thinking is the question?"}], "speaker": "SESNO", "secId": 107}, {"sentences": [{"sentId": 185, "text": "Yes."}], "speaker": "LEMON", "secId": 108}, {"sentences": [{"sentId": 186, "text": "Is he thinking this has worked for me and I need to be aggressive and I need to turn up the heat or is he thinking what we thought was he thinking at the debate that I do need to tone it down and reassure people?"}], "speaker": "SESNO", "secId": 109}, {"sentences": [{"sentId": 187, "text": "It story time in St. Louis."}, {"sentId": 188, "text": "Town hall meetings, that's what Gloria was talking about, the story -- these are real people."}, {"sentId": 189, "text": "Someone's going to stand up quite likely and say I lost my brother in Iraq or my business went under, and he's going to need to respond, so as Hillary by the way, to real people, with real stories, with real problems."}], "speaker": "SESNO", "secId": 110}, {"sentences": [{"sentId": 190, "text": "They're supposed to be undecided voters."}, {"sentId": 191, "text": "I don't know how you find a room full of undecided voters now."}, {"sentId": 192, "text": "But that's going to be fascinating."}, {"sentId": 193, "text": "LEMON:  Yes, go ahead, Gloria."}], "speaker": "SESNO", "secId": 111}, {"sentences": [{"sentId": 194, "text": "Trump likes the big rallies."}, {"sentId": 195, "text": "He gets his energy from the large crowds and he likes speaking before these huge audiences."}], "speaker": "BORGER", "secId": 112}, {"sentences": [{"sentId": 196, "text": "And there's no opponent in this scrimmage, Dana, that's just him, right?"}], "speaker": "LEMON", "secId": 113}, {"sentences": [{"sentId": 197, "text": "Right."}], "speaker": "BORGER", "secId": 114}, {"sentences": [{"sentId": 198, "text": "No, that's a good question."}, {"sentId": 199, "text": "I am told that it hasn't been decided."}], "speaker": "BASH", "secId": 115}, {"sentences": [{"sentId": 200, "text": "OK."}], "speaker": "LEMON", "secId": 116}, {"sentences": [{"sentId": 201, "text": "I mean, sorry, there's no opponent..."}], "speaker": "BASH", "secId": 117}, {"sentences": [{"sentId": 202, "text": "There's the moderator."}], "speaker": "BORGER", "secId": 118}, {"sentences": [{"sentId": 203, "text": "But I'm told -- there might be."}, {"sentId": 204, "text": "They might actually put a moderator out there with him tomorrow night, they haven't decided."}], "speaker": "BASH", "secId": 119}, {"sentences": [{"sentId": 205, "text": "But they don't know."}], "speaker": "BORGER", "secId": 120}, {"sentences": [{"sentId": 206, "text": "OK. All right."}, {"sentId": 207, "text": "Go ahead, Gloria."}], "speaker": "LEMON", "secId": 121}, {"sentences": [{"sentId": 208, "text": "But this isn't, you know, a comfortable turf for him."}, {"sentId": 209, "text": "I would argue."}, {"sentId": 210, "text": "The bigger crowds ironically are more comfortable for him."}, {"sentId": 211, "text": "The smaller settings is the way that Hillary Clinton started this campaign and she knows how to talk to those voters one-one."}], "speaker": "BORGER", "secId": 122}, {"sentences": [{"sentId": 212, "text": "She knows how to ask them more questions after their question, or to thank them for their questions."}], "speaker": "BORGER", "secId": 123}, {"sentences": [{"sentId": 213, "text": "Donald Trump, what we've seen in these -- in a lot of these town-hall settings is he'll turn to the moderator and answer the participant's question and turn to the moderator and answer it."}], "speaker": "BORGER", "secId": 124}, {"sentences": [{"sentId": 214, "text": "What he needs to do is kind of make this one to one contact which if he'd been doing an awful lot of retail politicking the way we're used to in a lot of presidential campaigns, he might be more comfortable with it."}], "speaker": "BORGER", "secId": 125}, {"sentences": [{"sentId": 215, "text": "I call John Kasich the king of the town hall."}, {"sentId": 216, "text": "That's all John Kasich did over a hundred town halls in New Hampshire alone."}, {"sentId": 217, "text": "That's not the way Donald Trump modeled his campaign, so there is a bit of a learning curve here for him and we have to see -- we're going to all be watching, let's face it, how he does tomorrow."}], "speaker": "BORGER", "secId": 126}, {"sentences": [{"sentId": 218, "text": "Of course."}, {"sentId": 219, "text": "Hey, Dana, I want to ask you about this because I thought it was fascinating."}, {"sentId": 220, "text": "This is the moment that you had with Eric Trump last night."}, {"sentId": 221, "text": "This is after, you know, he lost a billion dollars back in 1995 that he hadn't paid any taxes, according to the New York Times."}], "speaker": "LEMON", "secId": 127}, {"sentences": [{"sentId": 222, "text": "His father did."}], "speaker": "BASH", "secId": 128}, {"sentences": [{"sentId": 223, "text": "His father."}], "speaker": "LEMON", "secId": 129}, {"sentences": [{"sentId": 224, "text": "Yes."}], "speaker": "BASh", "secId": 130}, {"sentences": [{"sentId": 225, "text": "And so, you asked Eric Trump after the debate last night, then I want to play this."}], "speaker": "LEMON", "secId": 131}, {"sentences": [{"sentId": 226, "text": "Has your father paid taxes in."}], "speaker": "BASH", "secId": 132}, {"sentences": [{"sentId": 227, "text": "We pay a tremendous amount of taxes."}, {"sentId": 228, "text": "And beyond..."}], "speaker": "TRUMP", "secId": 133}, {"sentences": [{"sentId": 229, "text": "Federal income taxes."}], "speaker": "BASH", "secId": 134}, {"sentences": [{"sentId": 230, "text": "E. TRUMP:  And beyond -- yes."}], "speaker": "BASH", "secId": 135}, {"sentences": [{"sentId": 231, "text": "Yes?"}], "speaker": "BASH", "secId": 136}, {"sentences": [{"sentId": 232, "text": "E. TRUMP:  And beyond taxes we also employ tens and tens of thousands of people."}, {"sentId": 233, "text": "The difference between my father and Hillary Clinton is, Hillary Clinton has lived off the government for her entire life."}, {"sentId": 234, "text": "She's never created a single..."}], "speaker": "BASH", "secId": 137}, {"sentences": [{"sentId": 235, "text": "Erik, my question though, is has he paid federal income taxes over the last 18 years?"}], "speaker": "BASH", "secId": 138}, {"sentences": [{"sentId": 236, "text": "E. TRUMP:  Of course."}, {"sentId": 237, "text": "Yes, absolutely."}, {"sentId": 238, "text": "My father has paid a tremendous amount of tax."}, {"sentId": 239, "text": "We, as a company have paid a tremendous amount of tax."}], "speaker": "BASH", "secId": 139}, {"sentences": [{"sentId": 240, "text": "So, if we ever see your father's income taxes, we'll show that he has paid federal income taxes?"}], "speaker": "BASH", "secId": 140}, {"sentences": [{"sentId": 241, "text": "E. TRUMP:  There's no question about it, we pay tremendous taxes."}], "speaker": "BASH", "secId": 141}, {"sentences": [{"sentId": 242, "text": "Dana, thank you so much."}, {"sentId": 243, "text": "It happens to me every night."}, {"sentId": 244, "text": "You just want the answer to the question and you did a brilliant job."}, {"sentId": 245, "text": "It's like wrestling an alligator."}, {"sentId": 246, "text": "Is this issue going away?"}], "speaker": "LEMON", "secId": 142}, {"sentences": [{"sentId": 247, "text": "No, it's not going away and I don't think it will go away, the questions about it, until we see his tax returns and I am not holding my breath about seeing them between now and 33, 34 days from now, when Election Day comes."}], "speaker": "BASH", "secId": 143}, {"sentences": [{"sentId": 248, "text": "It's just -- it's not going to happen."}, {"sentId": 249, "text": "They don't feel compelled to and I think they think that we're all making a big deal out of something for nothing, but the Clinton campaign has data they show that shows that they feel like they're on to something, so..."}], "speaker": "BASH", "secId": 144}, {"sentences": [{"sentId": 250, "text": "Yes."}, {"sentId": 251, "text": "And they keep hitting it."}, {"sentId": 252, "text": "So, you're right, so they think they've got something there."}], "speaker": "LEMON", "secId": 145}, {"sentences": [{"sentId": 253, "text": "Thank you, Frank."}, {"sentId": 254, "text": "Thank you, Gloria."}, {"sentId": 255, "text": "Thank you, Dana."}, {"sentId": 256, "text": "I appreciate it."}], "speaker": "LEMON", "secId": 146}, {"sentences": [{"sentId": 257, "text": "Sure."}, {"sentId": 258, "text": "Thanks."}], "speaker": "BASH", "secId": 147}, {"sentences": [{"sentId": 259, "text": "The V.P."}, {"sentId": 260, "text": "candidates Mike Pence and Tim Kaine will on New Day tomorrow morning right here on CNN."}, {"sentId": 261, "text": "Make sure you tune in."}, {"sentId": 262, "text": "It starts at 6 a.m., Chris Cuomo, and Alisyn Camerota."}], "speaker": "LEMON", "secId": 148}, {"sentences": [{"sentId": 263, "text": "Straight ahead, Donald Trump using Ronald Reagan's image to raise funds for his campaign."}, {"sentId": 264, "text": "How does the president's son, Michael Reagan feel about that?"}, {"sentId": 265, "text": "I'll ask him, next."}], "speaker": "LEMON", "secId": 149}, {"sentences": [{"sentId": 266, "text": "Governor Me Pence getting high marks for his performance in the vice presidential debate, but will that translate into more support for Donald Trump?"}], "speaker": "LEMON", "secId": 150}, {"sentences": [{"sentId": 267, "text": "Let's discuss now with Michael Reagan, the son of President Ronald Reagan and the author of \"Lessons My Father Taught Me.\""}, {"sentId": 268, "text": "Always a pleasure to have you on, sir."}, {"sentId": 269, "text": "Thanks for coming."}], "speaker": "LEMON", "secId": 151}, {"sentences": [{"sentId": 270, "text": "Good to be with you."}], "speaker": "REAGAN", "secId": 152}, {"sentences": [{"sentId": 271, "text": "So, what did you think of last night's presidential debate?"}, {"sentId": 272, "text": "How did it compare to the Clinton-Trump debate?"}], "speaker": "LEMON", "secId": 153}, {"sentences": [{"sentId": 273, "text": "I think it was the best debate we've seen so far."}, {"sentId": 274, "text": "There's one coming up Sunday, but last night's debate had substance in it."}, {"sentId": 275, "text": "I agree with many conservatives, many -- even liberals Mike Pence won the debate, because basically his demeanor."}], "speaker": "REAGAN", "secId": 154}, {"sentences": [{"sentId": 276, "text": "The calm, cool, collected demeanor that he, throughout the debate showed very well for him."}, {"sentId": 277, "text": "Did it move anybody?"}, {"sentId": 278, "text": "No, it didn't move anybody at all to say now I'm going to vote for Donald Trump, or Kaine moved anybody to say now I'm going to vote for Hillary."}, {"sentId": 279, "text": "They usually do not, but it was a nice debate."}], "speaker": "REAGAN", "secId": 155}, {"sentences": [{"sentId": 280, "text": "Yes."}, {"sentId": 281, "text": "I mean, if you watch it, if any honest person watch the debate they could see who won regardless of your ideology."}, {"sentId": 282, "text": "Does it bother you, though, that Mike Pence flat out denied many of the things that Donald Trump has said?"}, {"sentId": 283, "text": "Is that OK with you?"}], "speaker": "LEMON", "secId": 156}, {"sentences": [{"sentId": 284, "text": "Well, I understand where he's coming from because in many of the things that Donald Trump has said, he can't defend them, so he's got to find a way around them, which do you in debates."}], "speaker": "REAGAN", "secId": 157}, {"sentences": [{"sentId": 285, "text": "And you do that by ignoring them, right?"}], "speaker": "LEMON", "secId": 158}, {"sentences": [{"sentId": 286, "text": "That's why he may talks about pivoting and moving to another issue, another area that you can talk about because you can't defend many of the things that he said."}, {"sentId": 287, "text": "He did a brilliant job at doing that where Donald Trump got caught every time in the debate he had with Hillary Clinton a week ago."}], "speaker": "REAGAN", "secId": 159}, {"sentences": [{"sentId": 288, "text": "You were fired up on Twitter on Sunday night."}, {"sentId": 289, "text": "I have to read of them."}, {"sentId": 290, "text": "You said, \"No way do I or would I, or would my father support this garbage Trump on Clinton."}, {"sentId": 291, "text": "I don't think she's loyal to Bill.\""}], "speaker": "LEMON", "secId": 160}, {"sentences": [{"sentId": 292, "text": "And then the second one you said, \"I'm glad my father is not alive to watch this."}, {"sentId": 293, "text": "He would tell us to vote the down ticket to stop Hillary."}, {"sentId": 294, "text": "My father would not support this kind of campaign if this is what the Republican Party wants."}, {"sentId": 295, "text": "Leave us Reagans out."}, {"sentId": 296, "text": "Nancy would vote for HRC.\""}], "speaker": "LEMON", "secId": 161}, {"sentences": [{"sentId": 297, "text": "I mean, that's after Saturday night's rally where Donald Trump went way off script."}, {"sentId": 298, "text": "Now that you've cooled down, do you still feel that same way?"}], "speaker": "LEMON", "secId": 162}, {"sentences": [{"sentId": 299, "text": "Yes."}, {"sentId": 300, "text": "I do feel in many ways the same way, Don."}, {"sentId": 301, "text": "I'm offended when somebody uses my father's name, or wraps themselves in my father and then goes out and says the things that in fact, he says when he goes off script and somebody's got to stop and say wait a minute, that's just not right to do that at all."}], "speaker": "REAGAN", "secId": 163}, {"sentences": [{"sentId": 302, "text": "And when I said about Nancy voting for HRC, listen, Donald Trump hasn't done a whole lot for women during the last -- this campaign since he joined on June -- a year ago."}, {"sentId": 303, "text": "And he's not doing anything now to bring women on board and to make fun of Hillary tripping into a car when she was ill with pneumonia is really off the page."}], "speaker": "REAGAN", "secId": 164}, {"sentences": [{"sentId": 304, "text": "And to make mention and infer that she would in fact, cheat or has cheated on Bill and then say who can blame her, really was."}, {"sentId": 305, "text": "And I write about things of this nature in my book, \"Lessons My Father Taught Me,\" that's one of the lessons my father taught me when we were talking about John F. Kennedy and the affairs that he was having, and I asked my father."}], "speaker": "REAGAN", "secId": 165}, {"sentences": [{"sentId": 306, "text": "It should -- Richard Nixon even talk about these things at all?"}, {"sentId": 307, "text": "Should the RNC show the pictures they have with John Kennedy going into hotel rooms with other women?"}, {"sentId": 308, "text": "He said no, that's not an issue for a campaign."}, {"sentId": 309, "text": "The issue of the campaign is, are you qualified to be president of the United States, not that you're qualified to be a good husband or good wife."}], "speaker": "REAGAN", "secId": 166}, {"sentences": [{"sentId": 310, "text": "So, what would you have conservatives do?"}, {"sentId": 311, "text": "What would you have, you know, republicans do then because you're saying -- you're saying that Nancy Reagan would vote for Hillary."}, {"sentId": 312, "text": "Would you -- would you tell republicans to vote for Hillary Clinton?"}], "speaker": "LEMON", "secId": 167}, {"sentences": [{"sentId": 313, "text": "No, I would tell republicans to vote their conscience, vote who they want to vote for, just -- I'm trying to protect the Reagan legacy and who we."}], "speaker": "REAGAN", "secId": 168}, {"sentences": [{"sentId": 314, "text": "Got it."}], "speaker": "LEMON", "secId": 169}, {"sentences": [{"sentId": 315, "text": "And this family."}], "speaker": "REAGAN", "secId": 170}, {"sentences": [{"sentId": 316, "text": "Got it."}], "speaker": "LEMON", "secId": 171}, {"sentences": [{"sentId": 317, "text": "And this family's name's being dropped all over the place every single day and inferring that Ronald Reagan would support these things and Nancy Reagan with support these things."}, {"sentId": 318, "text": "And I have to say no, they wouldn't support this kind of a campaign, not at all, not by the meaning of the campaign and the name-calling that is in fact going on."}, {"sentId": 319, "text": "If you want to do it, do it in somebody else's name but certainly don't do it in Reagan name."}], "speaker": "REAGAN", "secId": 172}, {"sentences": [{"sentId": 320, "text": "Yes, the name of your father."}], "speaker": "LEMON", "secId": 173}, {"sentences": [{"sentId": 321, "text": "So, listen, on Monday, the Trump campaign announced that it would be giving away a Reagan print to donors."}, {"sentId": 322, "text": "How do you feel about Trump using your father's image to fund raise?"}], "speaker": "LEMON", "secId": 174}, {"sentences": [{"sentId": 323, "text": "We're back-to-back."}, {"sentId": 324, "text": "Let's use Ronald Reagan."}, {"sentId": 325, "text": "We didn't gove up pictures of Abraham Lincoln during the 1980 campaign of my father."}, {"sentId": 326, "text": "We gave out actually photographed pictures of my dad in the cowboy hat which was a terrific selling poster, if you will, to raise money."}], "speaker": "REAGAN", "secId": 175}, {"sentences": [{"sentId": 327, "text": "I would suggest to Trump, give out photographs of himself getting on his plane or in his plane."}, {"sentId": 328, "text": "It's he who is running for the presidency of the United States, not my father, and that might be a great photo for people who are 60 and older who remember Ronald Reagan, but I would guess most of them already have a photo of my father."}], "speaker": "REAGAN", "secId": 176}, {"sentences": [{"sentId": 329, "text": "I'm not 60 and I remember Ronald Reagan."}, {"sentId": 330, "text": "But let me -- listen..."}], "speaker": "LEMON", "secId": 177}, {"sentences": [{"sentId": 331, "text": "Would you like a photo of my father?"}, {"sentId": 332, "text": "I'll send you."}], "speaker": "REAGAN", "secId": 178}, {"sentences": [{"sentId": 333, "text": "I will."}, {"sentId": 334, "text": "Yes, please send me one."}, {"sentId": 335, "text": "So, listen, this is what he wrote in his book."}, {"sentId": 336, "text": "Donald Trump wrote in his book about your father, \"The Art of the Deal\" which was co-written about Tony Schwartz."}], "speaker": "LEMON", "secId": 179}, {"sentences": [{"sentId": 337, "text": "There is s section about politician who are con people but don't deliver on the goods."}, {"sentId": 338, "text": "He says \"Ronald Reagan is another example."}, {"sentId": 339, "text": "He's so smooth and so effective, a performer that he -- so smooth and so effective a performer that he completely won the American people."}, {"sentId": 340, "text": "Only now, nearly seven years, are people beginning to question whether there's anything beneath that smile.\""}], "speaker": "LEMON", "secId": 180}, {"sentences": [{"sentId": 341, "text": "He also took a full-page ad out critiquing your father's foreign policy, so why all the praise towards your dad now?"}], "speaker": "LEMON", "secId": 181}, {"sentences": [{"sentId": 342, "text": "Yes, you tell me."}, {"sentId": 343, "text": "Because he's the last man standing at this point in time and the republicans want to take back."}, {"sentId": 344, "text": "I'd like to take back the White House but take it back, you know, in the right way, that's why I say with down ticket is very important to vote the down ticket if you want to protect yourself against Hillary and some of the choices that she'll make."}], "speaker": "REAGAN", "secId": 182}, {"sentences": [{"sentId": 345, "text": "I mean, he is a salesman."}, {"sentId": 346, "text": "You think -- think of this way."}, {"sentId": 347, "text": "What does a salesman do?"}, {"sentId": 348, "text": "He tells you what you think you want to hear at the moment to sell you the goods he's trying to sell you."}, {"sentId": 349, "text": "And so you have to look and say, OK, who is Donald Trump?"}, {"sentId": 350, "text": "And I don't think we've found out any more than he's still that salesman that's out there."}], "speaker": "REAGAN", "secId": 183}, {"sentences": [{"sentId": 351, "text": "Hey, I would have loved for him to call me and say give me some insight after all you were around during many of the races your dad ran, you were there as an advisor to your father."}, {"sentId": 352, "text": "Give me some insight."}, {"sentId": 353, "text": "But everybody instead wants to just have my name and use the Reagan name instead of the Reagan, you know, information that we have to be able to share to help somebody get elected to anything, whether it's the House, the Senate or the presidency."}], "speaker": "REAGAN", "secId": 184}, {"sentences": [{"sentId": 354, "text": "So, what do you think he's selling?"}], "speaker": "LEMON", "secId": 185}, {"sentences": [{"sentId": 355, "text": "He's trying -- he's trying to sell a bill of goods to get into the White House to become the president of the United States of America."}, {"sentId": 356, "text": "But you don't do it by demeaning people."}], "speaker": "REAGAN", "secId": 186}, {"sentences": [{"sentId": 357, "text": "What bothers me -- and I've said this to you before, is it doesn't me what he says."}, {"sentId": 358, "text": "I expect it from Donald Trump when you hear it for years."}, {"sentId": 359, "text": "What bothers me is the applause he gets after he says it."}, {"sentId": 360, "text": "When he demeans Hillary Clinton and says that you know she may be cheating on Bill and he gets a laughter and applause that bothers me."}], "speaker": "REAGAN", "secId": 187}, {"sentences": [{"sentId": 361, "text": "Who are these people in that room who think that's funny or in fact, want to applaud it and believe that it might be true?"}, {"sentId": 362, "text": "That should concern me and concern the Republican Party, then in fact, is this the direction we're going."}, {"sentId": 363, "text": "If that's the direction the Republican Party is going, fine, but leave the Reagans out of it."}], "speaker": "REAGAN", "secId": 188}, {"sentences": [{"sentId": 364, "text": "Michael Reagan."}, {"sentId": 365, "text": "Thank you, sir."}, {"sentId": 366, "text": "I appreciate it."}], "speaker": "LEMON", "secId": 189}, {"sentences": [{"sentId": 367, "text": "Thank you."}], "speaker": "REAGAN", "secId": 190}, {"sentences": [{"sentId": 368, "text": "When we come right back, bad news for President Barack Obama, why a majority of Americans give the president a failing grade on race in our brand-new poll."}], "speaker": "LEMON", "secId": 191}, {"sentences": [{"sentId": 369, "text": "Our brand new CNN/ORC poll just out tonight has some bad news for President Barack Obama on race relations in America."}], "speaker": "LEMON", "secId": 192}, {"sentences": [{"sentId": 370, "text": "Joining me now to discuss is CNN justice correspondent Pamela Brown."}, {"sentId": 371, "text": "Pamela, Good evening to you."}, {"sentId": 372, "text": "Give us the headlines from this new poll."}], "speaker": "LEMON", "secId": 193}, {"sentences": [{"sentId": 373, "text": "Well, good evening, Don."}], "speaker": "BROWN", "secId": 194}, {"sentences": [{"sentId": 374, "text": "This new CNN/ORC poll is striking and that shows the majority of Americans 54 percent of say relations between blacks and whites in the U.S. have worsened under President Barack Obama."}, {"sentId": 375, "text": "Fifty seven percent whites and 40 percent blacks."}, {"sentId": 376, "text": "So, to put that into perspective, Don, right after the racially motivated shooting at a black church in Charleston, South Carolina last summer, 43 percent said race relations had gotten worse."}], "speaker": "BROWN", "secId": 195}, {"sentences": [{"sentId": 377, "text": "So, that number has sparked more than 10 points since then and this poll also shows an increasing number of Americans say that discrimination against blacks is a very serious problem and concerns about bias and the criminal justice system remains widespread."}], "speaker": "BROWN", "secId": 196}, {"sentences": [{"sentId": 378, "text": "A majority 52 percent says the criminal justice system in the U.S. favors whites over blacks and the results show about three quarters of blacks and half of whites feel the system favors whites despite criminal justice reform efforts by the Department of Justice and the Obama administration."}, {"sentId": 379, "text": "Don?"}], "speaker": "BROWN", "secId": 197}, {"sentences": [{"sentId": 380, "text": "Pamela, let's talk a little bit more about that."}, {"sentId": 381, "text": "What did the poll results show about communities how they view police given all the recent police-involved shootings with unarmed black men?"}], "speaker": "LEMON", "secId": 198}, {"sentences": [{"sentId": 382, "text": "So, interestingly, the poll result showed that few American see their local police as prejudice against blacks, but there are distinct differences by race and those who live in urban areas versus rural areas."}], "speaker": "BROWN", "secId": 199}, {"sentences": [{"sentId": 383, "text": "So, for example, nationwide, only 18 percent say at least some of their local police are prejudice against blacks, that number jumps up to 43 percent among blacks and dips to 13 percent among whites."}], "speaker": "BROWN", "secId": 200}, {"sentences": [{"sentId": 384, "text": "So, 25 percent of those who live in urban areas see at least some of their local police as prejudice compared to just 10 percent among those in rural areas."}, {"sentId": 385, "text": "In general, a majority of Americans, Don, 86 percent view police favorably according to this new poll just out tonight, Don."}], "speaker": "BROWN", "secId": 201}, {"sentences": [{"sentId": 386, "text": "Pamela Brown, thank you very much."}, {"sentId": 387, "text": "I appreciate that."}, {"sentId": 388, "text": "I want to bring in now CNN political contributor, Van Jones, Paris Dennard, the former White House director of Black Outreach and a Trump supporter, and Angela Rye, the former executive director of the Congressional Black Caucus."}], "speaker": "LEMON", "secId": 202}, {"sentences": [{"sentId": 389, "text": "So, let's talk about."}, {"sentId": 390, "text": "Van, you first."}, {"sentId": 391, "text": "This is not the legacy really that President Barack Obama wanted."}, {"sentId": 392, "text": "You work with him."}, {"sentId": 393, "text": "Why do you think that these large numbers of Americans, white and black, think race relations are worse under his presidency?"}], "speaker": "LEMON", "secId": 203}, {"sentences": [{"sentId": 394, "text": "Well, you know, it's interesting because I think that there was a hope on everybody's part, a lot of times its expectation management."}, {"sentId": 395, "text": "So, people were hoping that this would represent a tremendous breakthrough."}], "speaker": "JONES", "secId": 204}, {"sentences": [{"sentId": 396, "text": "Let's not forget, the majority of white Americans believe it or not actually voted against President Obama."}, {"sentId": 397, "text": "We sometimes forget that."}, {"sentId": 398, "text": "The majority of white Americans even in California where I am, voted against Obama."}, {"sentId": 399, "text": "Not only for racial reasons, you know, whites have been voting more for republicans than for democrats for some time, but we sometimes pretend all well, we all elect the black president."}, {"sentId": 400, "text": "Therefore, we are all past race."}], "speaker": "JONES", "secId": 205}, {"sentences": [{"sentId": 401, "text": "When, in fact, the majority of whites in almost every state voted against this president."}, {"sentId": 402, "text": "Number one."}, {"sentId": 403, "text": "Nut number two, there was a big, big hope among all people that we would be able to do better."}, {"sentId": 404, "text": "And then I think when you saw that, wall of obstruction come down from the republicans and we wound out with this - with this gridlock, both sides I think are very frustrated."}], "speaker": "JONES", "secId": 206}, {"sentences": [{"sentId": 405, "text": "I think half of Americans got frustrated with the lack of progress, I think white -- some white Americans got frustrated with seeing an African-American president, and yet still black complaints and we wound out where we are."}], "speaker": "JONES", "secId": 207}, {"sentences": [{"sentId": 406, "text": "But I think both sides have to take responsibility, and I think for republicans to only blame Obama when they've done so little to help Obama or to help this issue I think is unfair."}], "speaker": "JONES", "secId": 208}, {"sentences": [{"sentId": 407, "text": "Paris, do you agree with that?"}], "speaker": "LEMON", "secId": 209}, {"sentences": [{"sentId": 408, "text": "I disagree to say that republicans have not done anything to help solve the issues or address this."}, {"sentId": 409, "text": "Look, there's many organizations like right on crime, on likely sources like the Koch -- Koch Foundation and the Koch -- the Charles Koch and the Grover Norquist, these are strong conservative republicans who are coming together to address the issue of criminal justice reform."}], "speaker": "DENNARD", "secId": 210}, {"sentences": [{"sentId": 410, "text": "And so, I think that there are a lot of republicans who are concerned about this issue and are concern -- genuinely concerned about the plight of a lot of African-Americans in urban centers, such as Chicago and have put good-faith efforts to propose solutions to these issues."}], "speaker": "DENNARD", "secId": 211}, {"sentences": [{"sentId": 411, "text": "I do say that there was a lot of anticipation that President Obama was going to be able to lead the country in a direction of more reconciliation and healing, but unfortunately, for a variety of reasons, many outside of his control that did not take place."}], "speaker": "DENNARD", "secId": 212}, {"sentences": [{"sentId": 412, "text": "And I think it was a disservice to the black community who really came out to vote for him both times in the first election and the re- election, in and what he did with HBCUS, in terms of cutting funding to determine the $85 million when he first came in, and the parent- plus loan issue."}], "speaker": "DENNARD", "secId": 213}, {"sentences": [{"sentId": 413, "text": "And so, that is not something that is going to be a positive legacy as it relates to what he's done with the black community."}, {"sentId": 414, "text": "So, it's unfortunate but we have to move forward and I think that there are many people on the Hill on both sides of the aisle who want to see this change."}], "speaker": "DENNARD", "secId": 214}, {"sentences": [{"sentId": 415, "text": "Angela?"}], "speaker": "LEMON", "secId": 215}, {"sentences": [{"sentId": 416, "text": "So, a couple things."}, {"sentId": 417, "text": "First, I want to address two of Paris's points, one was as it relates specifically to Chicago."}, {"sentId": 418, "text": "What's been frustrating to me, Don, throughout the duration of this particular election cycle is the way in which Chicago is used as some sort of a political football."}, {"sentId": 419, "text": "I've never heard white conservatives or conservatives frankly, either Paris, I recognize that you're conservative talked about Chicago."}], "speaker": "RYE", "secId": 216}, {"sentences": [{"sentId": 420, "text": "And a black one."}], "speaker": "DENNARD", "secId": 217}, {"sentences": [{"sentId": 421, "text": "And a black one, and talk about Chicago until it comes to police brutality and excessive force and police violence against black bodies, right?"}, {"sentId": 422, "text": "So, that is kind of frustrating to me."}], "speaker": "RYE", "secId": 218}, {"sentences": [{"sentId": 423, "text": "I think the other thing that's interesting is Paris mentioned criminal justice reform efforts by the Koch brothers."}, {"sentId": 424, "text": "And Paris, you're right."}, {"sentId": 425, "text": "They absolutely have poured all the way into this and of course, it's been stagnant on the Hill."}], "speaker": "RYE", "secId": 219}, {"sentences": [{"sentId": 426, "text": "But we must realize why the Koch brothers are totally excited about C.J."}, {"sentId": 427, "text": "reform it."}, {"sentId": 428, "text": "And it doesn't have anything to do with black people."}, {"sentId": 429, "text": "It has everything to do with the sentences that folks who commit white collar crimes are receiving it."}], "speaker": "RYE", "secId": 220}, {"sentences": [{"sentId": 430, "text": "So, I think we'd be remiss if we didn't recognize that."}, {"sentId": 431, "text": "Now on to the poll, Don, the thing that I think is important for us to do, I think it's really important when we're talking about these kind of numbers is we can't lay this race relations issue at the feet of the president solely."}], "speaker": "RYE", "secId": 221}, {"sentences": [{"sentId": 432, "text": "What's interesting about the numbers increasing since last June as Pamela pointed out, is there's been someone who is new to the scene and that's Donald Trump."}], "speaker": "RYE", "secId": 222}, {"sentences": [{"sentId": 433, "text": "And I hate -- I don't want to put everything in his feet either but I have to say to you that the rhetoric from his campaign, this entire time has been so divisive and it has everything to do with how we are now relating to each other."}], "speaker": "RYE", "secId": 223}, {"sentences": [{"sentId": 434, "text": "That's not how President Obama spoke when he talked for first time at the Democratic National Convention in 2004, that's not how he ran in 2008, and certainly not how he's run 2012."}], "speaker": "RYE", "secId": 224}, {"sentences": [{"sentId": 435, "text": "It's not the Justice Department that works under his purview."}, {"sentId": 436, "text": "Nobody acts like that."}, {"sentId": 437, "text": "That's a Donald Trump issue."}, {"sentId": 438, "text": "And so, we did hope that things would get better after the Dylan Roof shooting in Charles, but they worsened and that has a lot to do with his rhetoric."}], "speaker": "RYE", "secId": 225}, {"sentences": [{"sentId": 439, "text": "OK. All right."}, {"sentId": 440, "text": "OK. We'll continue to discuss."}, {"sentId": 441, "text": "Don't go anywhere."}, {"sentId": 442, "text": "We'll be right back."}], "speaker": "LEMON", "secId": 226}, {"sentences": [{"sentId": 443, "text": "Our new poll shows a deep divide between democrats and republicans on race, also blacks and white."}], "speaker": "LEMON", "secId": 227}, {"sentences": [{"sentId": 444, "text": "Back with me now, Van Jones, Paris Dennard, and Angela Rye."}, {"sentId": 445, "text": "Paris, as we all know, race has become a key component of this election."}, {"sentId": 446, "text": "I want you to listen to this exchange from the presidential debate."}], "speaker": "LEMON", "secId": 228}, {"sentences": [{"sentId": 447, "text": "Do you believe that police are implicitly biased against black people?"}], "speaker": "HOLT", "secId": 229}, {"sentences": [{"sentId": 448, "text": "Lester, I think implicit bias is a problem for everyone, not just police."}, {"sentId": 449, "text": "I think unfortunately, too many of us in our great country jump to conclusions about each other."}], "speaker": "CLINTON", "secId": 230}, {"sentences": [{"sentId": 450, "text": "Now, it's being used on the campaign trail by republicans or Donald Trump supporters to say that she's saying that all police officers are racist or people are racist, but -- and many people criticized her for this."}], "speaker": "LEMON", "secId": 231}, {"sentences": [{"sentId": 451, "text": "But isn't it better if you admit you have biases and confront them directly instead of denying that it exists?"}], "speaker": "LEMON", "secId": 232}, {"sentences": [{"sentId": 452, "text": "I mean, look, I think a lot of people are not too pleased with Secretary Clinton's remarks because they would have hoped that she would have said no, I don't think that emphatically, I don't think that police officers are all racist or they all have implicit bias."}, {"sentId": 453, "text": "I think that's what they are looking for."}], "speaker": "DENNARD", "secId": 233}, {"sentences": [{"sentId": 454, "text": "But, Paris that wasn't the question."}, {"sentId": 455, "text": "The question..."}], "speaker": "LEMON", "secId": 234}, {"sentences": [{"sentId": 456, "text": "But..."}], "speaker": "DENNARD", "secId": 235}, {"sentences": [{"sentId": 457, "text": "The question was do you think that police had -- it wasn't whether police officers were racist."}], "speaker": "LEMON", "secId": 236}, {"sentences": [{"sentId": 458, "text": "Right."}], "speaker": "DENNARD", "secId": 237}, {"sentences": [{"sentId": 459, "text": "The question during the debate was about implicit bias for and police officers part of the general population, you don't think that the population in general has implicit bias?"}, {"sentId": 460, "text": "Why would police officers?"}], "speaker": "LEMON", "secId": 238}, {"sentences": [{"sentId": 461, "text": "It was a moment for her to be presidential and to set the record straight on how she stood as it relate to how she felt about police officers and whether or not this underlining tone was that if they were racist or have implicit bias."}], "speaker": "DENNARD", "secId": 239}, {"sentences": [{"sentId": 462, "text": "But I will say back to Angela's point."}, {"sentId": 463, "text": "When we look at the rhetoric, it was unfortunate for Tim Kaine to go to HBCU and talk about KKK values."}, {"sentId": 464, "text": "Unfortunately, the Clinton campaign continues to insert race into this -- into the dialogue, but one of the things we have to remember, is that we can -- yes they continue to insert race when it's convenient to them."}], "speaker": "DENNARD", "secId": 240}, {"sentences": [{"sentId": 465, "text": "But no one -- but your..."}], "speaker": "LEMON", "secId": 241}, {"sentences": [{"sentId": 466, "text": "And the point -- let me make this last point."}], "speaker": "DENNARD", "secId": 242}, {"sentences": [{"sentId": 467, "text": "Paris, you're inserting race here."}, {"sentId": 468, "text": "No one has said anything about implicit bias being racist."}, {"sentId": 469, "text": "That is -- you're making that point."}, {"sentId": 470, "text": "That has nothing to do with what the moderator said or what -- honestly, what Hillary Clinton said."}], "speaker": "LEMON", "secId": 243}, {"sentences": [{"sentId": 471, "text": "She didn't say that people were racist."}, {"sentId": 472, "text": "She said that people had implicit bias and police officers would have implicit bias because, you know, they're part of the population, as well."}], "speaker": "LEMON", "secId": 244}, {"sentences": [{"sentId": 473, "text": "I think -- I think one of the things that..."}], "speaker": "JONES", "secId": 245}, {"sentences": [{"sentId": 474, "text": "Go ahead, Van."}], "speaker": "LEMON", "secId": 246}, {"sentences": [{"sentId": 475, "text": "One thing that is so interesting is as this conversation goes on, some people they just respond to the word \"bias,\" when they hear \"bias,\" they hear races, and they mean, well, all police officers are racist and therefore officers..."}], "speaker": "JONES", "secId": 247}, {"sentences": [{"sentId": 476, "text": "Do you hearing something positive?"}], "speaker": "DENNARD", "secId": 248}, {"sentences": [{"sentId": 477, "text": "Well, hold on a second, I'm going to someplace."}, {"sentId": 478, "text": "Hold on a second, sir, I'm going someplace."}, {"sentId": 479, "text": "Give me a second."}], "speaker": "JONES", "secId": 249}, {"sentences": [{"sentId": 480, "text": "So what they hear is the word \"bias\", and they just keep going on that direction to say, oh, my gosh, Hillary Clinton thinks that police officers hates all black people."}, {"sentId": 481, "text": "But what they missed is the word implicit."}, {"sentId": 482, "text": "The most important thing she said is implicit bias, which means unconscious bias, the kind of bias that sneaks up on you and surprises you sometimes."}], "speaker": "JONES", "secId": 250}, {"sentences": [{"sentId": 483, "text": "And that I think was very good because most of us in our conscious mind we don't want to be biased, most of us don't want to be overweight, but we are still eat donuts."}, {"sentId": 484, "text": "OK."}], "speaker": "JONES", "secId": 251}, {"sentences": [{"sentId": 485, "text": "So, we just have to recognize that sometimes our mind, our conscious mind is better than how we actually show up."}], "speaker": "JONES", "secId": 252}, {"sentences": [{"sentId": 486, "text": "Yes."}, {"sentId": 487, "text": "But implicit bias also shows up among African-Americans you say that they feel uncomfortable if they is a young black person following them on the street."}, {"sentId": 488, "text": "It doesn't make them racist, Paris, against other black Americans; it just means that they also are a victim of implicit bias, as well."}], "speaker": "LEMON", "secId": 253}, {"sentences": [{"sentId": 489, "text": "Sure."}, {"sentId": 490, "text": "Well, I didn't come here for a lesson on implicit bias or education session."}], "speaker": "DENNARD", "secId": 254}, {"sentences": [{"sentId": 491, "text": "Oh, Paris."}, {"sentId": 492, "text": "DENNARD:  But what I will say is, we -- what we continue to try to do..."}], "speaker": "RYE", "secId": 255}, {"sentences": [{"sentId": 493, "text": "Well, Paris, if you would answer the questions -- if you would and not be disingenuous and try to pivot and just answer the question directly then maybe we will..."}], "speaker": "LEMON", "secId": 256}, {"sentences": [{"sentId": 494, "text": "Well, Don, I take -- I take issue to say I'm being disingenuous."}, {"sentId": 495, "text": "What I was doing was explaining to you why some people had an issue with what about how Secretary Clinton answered the question, they would have hoped that she would clarified her comments and not having..."}], "speaker": "DENNARD", "secId": 257}, {"sentences": [{"sentId": 496, "text": "Don, can I get..."}], "speaker": "RYE", "secId": 258}, {"sentences": [{"sentId": 497, "text": "Hold on, Angela."}, {"sentId": 498, "text": "Hold on."}], "speaker": "LEMON", "secId": 259}, {"sentences": [{"sentId": 499, "text": "OK."}], "speaker": "RYE", "secId": 260}, {"sentences": [{"sentId": 500, "text": "Because we're -- I'm talking to Paris here."}, {"sentId": 501, "text": "That wasn't my question to you."}, {"sentId": 502, "text": "You answered the question with an immediate pivot."}, {"sentId": 503, "text": "You didn't answer the question directly and then you brought racism into it, which implicit bias does not necessarily mean racism."}], "speaker": "LEMON", "secId": 261}, {"sentences": [{"sentId": 504, "text": "So, that's why I'm telling you I think that you're being disingenuous."}, {"sentId": 505, "text": "You didn't come on to make a political point."}, {"sentId": 506, "text": "I understand that you're a surrogate for a campaign."}, {"sentId": 507, "text": "But it's also incumbent upon you to be honest with the people and the viewer."}, {"sentId": 508, "text": "And I think that you're doing that."}], "speaker": "LEMON", "secId": 262}, {"sentences": [{"sentId": 509, "text": "Don, well, and I take offense to you saying that I'm not being honest."}, {"sentId": 510, "text": "This is an issue that's very important to me."}, {"sentId": 511, "text": "I am very concerned about our community and the bigger issue is that we continue to make political point about this not reflect about what we need to do as individuals to help solve these issues."}], "speaker": "DENNARD", "secId": 263}, {"sentences": [{"sentId": 512, "text": "We, as individuals, you cannot legislate love, you cannot legislate people to be caring."}, {"sentId": 513, "text": "You have to do something on your own in each community and each family to try to fix this issue."}, {"sentId": 514, "text": "You can't lay everything at the blame of President Obama, you can't lay everything at the blame of Donald Trump."}], "speaker": "DENNARD", "secId": 264}, {"sentences": [{"sentId": 515, "text": "But Paris, in the essence of my question was, should you continue to deny it or should you admit it so that you could confront it and move on."}, {"sentId": 516, "text": "That was the impetuous of my question, which you did not deny, which you seem to be saying now, yes."}, {"sentId": 517, "text": "Now you seem to saying that but that wasn't your original answer."}], "speaker": "LEMON", "secId": 265}, {"sentences": [{"sentId": 518, "text": "My original answer was about Secretary Clinton and her respond about how people..."}], "speaker": "DENNARD", "secId": 266}, {"sentences": [{"sentId": 519, "text": "Exactly."}, {"sentId": 520, "text": "OK."}], "speaker": "LEMON", "secId": 267}, {"sentences": [{"sentId": 521, "text": "... responded to it because that's what the question was about."}, {"sentId": 522, "text": "It was about Secretary Clinton's response at the debate."}], "speaker": "DENNARD", "secId": 268}, {"sentences": [{"sentId": 523, "text": "I can tell you exactly what my question was."}], "speaker": "LEMON", "secId": 269}, {"sentences": [{"sentId": 524, "text": "Can I just..."}], "speaker": "RYE", "secId": 270}, {"sentences": [{"sentId": 525, "text": "My -- hang on."}, {"sentId": 526, "text": "I said that she had been criticized for it but wasn't it better to admit it and confront it directly."}, {"sentId": 527, "text": "And then you went on to pivot about politics."}], "speaker": "LEMON", "secId": 271}, {"sentences": [{"sentId": 528, "text": "I went on to pivot to talk about why she was criticize about it."}], "speaker": "DENNARD", "secId": 272}, {"sentences": [{"sentId": 529, "text": "OK. Go ahead, Angela."}], "speaker": "LEMON", "secId": 273}, {"sentences": [{"sentId": 530, "text": "OK."}, {"sentId": 531, "text": "So, in the hopes of making this more humane, Paris, to your point, we all have implicit bias."}, {"sentId": 532, "text": "OK?"}, {"sentId": 533, "text": "So, I often use an example of when a police officer is behind me in a car, no lights on, just behind me."}, {"sentId": 534, "text": "If I speed up behind me while I'm driving my car, my heart starts pounding."}, {"sentId": 535, "text": "That is implicit bias on my part."}], "speaker": "RYE", "secId": 274}, {"sentences": [{"sentId": 536, "text": "And that I think that I might get pulled over and it may go all the way left."}, {"sentId": 537, "text": "Why?"}, {"sentId": 538, "text": "Because there's video, there are people's experiences that I grew up with before there was a video, before there was Rodney King, where fear was taught because we don't have positive interactions with police officers often."}], "speaker": "RYE", "secId": 275}, {"sentences": [{"sentId": 539, "text": "Don, we had a show earlier this year or -- yes, earlier this year where you asked us to talk about our implicit bias."}, {"sentId": 540, "text": "We are human beings."}, {"sentId": 541, "text": "We have them."}, {"sentId": 542, "text": "Some of them however in this country are more dangerous than others."}], "speaker": "RYE", "secId": 276}, {"sentences": [{"sentId": 543, "text": "When there is power in your hands that you can use your bias to exploit that is where we have a problem."}, {"sentId": 544, "text": "To me, it was presidential for Hillary Clinton to acknowledge that implicit bias is real, alive and a problem in America."}], "speaker": "RYE", "secId": 277}, {"sentences": [{"sentId": 545, "text": "Van, I want to look at this polling, too, because some of it there is also there's Black Lives Matter movement that we have been dealing with now."}, {"sentId": 546, "text": "Only 18 percent of republicans have favorable view of this group."}, {"sentId": 547, "text": "Why is that?"}], "speaker": "LEMON", "secId": 278}, {"sentences": [{"sentId": 548, "text": "Well, you know, I think -- I think that's one of the big tragedies."}, {"sentId": 549, "text": "You know, we mentioned earlier that there are republicans who are working on some issues that are important like criminal justice reform, and I've got a chance to work closely with some of these groups."}], "speaker": "JONES", "secId": 279}, {"sentences": [{"sentId": 550, "text": "And I've actually been surprise that hasn't just been on the white collar issues or even the economic issues."}, {"sentId": 551, "text": "There have been people who have been moved and transformed I believe by the fullness of this problem."}, {"sentId": 552, "text": "So, I think that's something good to hold up."}], "speaker": "JONES", "secId": 280}, {"sentences": [{"sentId": 553, "text": "And yet, you do see this level of discomfort about talking about race, talking about the racial legacy and the way that continues to move forward today."}, {"sentId": 554, "text": "And I think it's bad for republicans not to be able to be more comfortable talking about these issues and more embracing."}], "speaker": "JONES", "secId": 281}, {"sentences": [{"sentId": 555, "text": "Those young Black Lives Matter folks, they are saying black lives matter, too."}, {"sentId": 556, "text": "They're not saying somebody else's live doesn't matter just like when they blue lives matter."}, {"sentId": 557, "text": "When they say blue -- I'm sorry?"}], "speaker": "JONES", "secId": 282}, {"sentences": [{"sentId": 558, "text": "Go ahead."}, {"sentId": 559, "text": "I've got to go, finish your point."}, {"sentId": 560, "text": "But I have to go."}], "speaker": "LEMON", "secId": 283}, {"sentences": [{"sentId": 561, "text": "OK."}, {"sentId": 562, "text": "When they say blue lives matter, they don't mean firefighters lives don't matter and bus drivers lives don't matter."}, {"sentId": 563, "text": "They are just sticking up for a particular group."}], "speaker": "JONES", "secId": 284}, {"sentences": [{"sentId": 564, "text": "So, my only point is something this."}, {"sentId": 565, "text": "I think that the best of this generation, these young actors who are out there who are trying to make a difference should be met with open arms by republicans who also say they want to solve the problem."}], "speaker": "JONES", "secId": 285}, {"sentences": [{"sentId": 566, "text": "All right."}, {"sentId": 567, "text": "Thank you, panel."}, {"sentId": 568, "text": "I appreciate it."}], "speaker": "LEMON", "secId": 286}, {"sentences": [{"sentId": 569, "text": "When we come right back, millions and millions of Americans forced to flee their homes as what may be the worst hurricane in years that takes aim at Florida."}, {"sentId": 570, "text": "We'll discuss that."}], "speaker": "LEMON", "secId": 287}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1610.05.cnnt.01.html.json", "time": "Aired October 5, 2016 - 22:00   ET"}