{"sectionCount": 323, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["LEMON", "CLINTON", "STERN", "UNIDENTIFIED FEMALE", "TRUMP", "PRESTON", "STEINHAUSER", "SERFATY", "ADAMS", "UNIDENTIFIED REPORTER", "UNIDENTIFIED MALE", "GOLDBERG", "JOHNSTON", "EICHENWALD", "CONWAY", "DOLAN", "PHILIPS", "CARDONA", "HUGHES", "BEINART", "MAYO", "WASHINGTON", "OLIPHANT", "COOPER"], "subTitle": "Is Trump's Bottom Line Shrinking; Trump's Tabloid Marital History; New Questions About Trump Foundation; Trump and the African- American Vote; 9-Year-Old Girl's Emotional Plea to Charlotte City Council; Aired 11-12p ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1609/29/cnnt.02.html", "sentenceCount": 633, "sections": [{"sentences": [{"sentId": 0, "text": "How low can you go?"}, {"sentId": 1, "text": "Donald Trump hints he'll make Hillary Clinton's marriage part of the next debate, but his own marriages are the stuff of tabloid legend."}], "speaker": "LEMON", "secId": 0}, {"sentences": [{"sentId": 2, "text": "This is CNN TONIGHT."}, {"sentId": 3, "text": "I'm Don Lemon."}], "speaker": "LEMON", "secId": 1}, {"sentences": [{"sentId": 4, "text": "Is all this fair game in a presidential election?"}, {"sentId": 5, "text": "And meanwhile, new questions tonight about Donald Trump's charitable foundation."}, {"sentId": 6, "text": "Plus unhappy returns."}, {"sentId": 7, "text": "We still haven't seen his taxes but is Donald Trump's bottom line shrinking?"}, {"sentId": 8, "text": "And did he break the law by trying to do business in Cuba?"}, {"sentId": 9, "text": "Here's what Hillary Clinton says."}], "speaker": "LEMON", "secId": 2}, {"sentences": [{"sentId": 10, "text": "He has consistently misled people in responding to questions about whether he was attempting to do business in Cuba."}], "speaker": "CLINTON", "secId": 3}, {"sentences": [{"sentId": 11, "text": "Let's get right to CNN Politics editor -- executive editor, Mr. Mark Preston, here with the very latest on some -- he's got a whole lot of things breaking tonight."}, {"sentId": 12, "text": "So -- breaking this tonight."}, {"sentId": 13, "text": "This is from Howard Stern telling his listeners that Donald Trump did support the Iraq war."}, {"sentId": 14, "text": "Listen to this one."}], "speaker": "LEMON", "secId": 4}, {"sentences": [{"sentId": 15, "text": "Well, it always comes up because, you know, Trump was on our show years ago and said, yes, he -- you know, he was kind of for the Iraq war, us going into Iraq."}], "speaker": "STERN", "secId": 5}, {"sentences": [{"sentId": 16, "text": "Yes."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 6}, {"sentences": [{"sentId": 17, "text": "He was saying he really wasn't for it -- so they were forced to mention my name."}, {"sentId": 18, "text": "Yes."}, {"sentId": 19, "text": "It was cool."}, {"sentId": 20, "text": "Good promotion."}], "speaker": "STERN", "secId": 7}, {"sentences": [{"sentId": 21, "text": "Now let's listen to the original interview on Stern in 2002."}], "speaker": "LEMON", "secId": 8}, {"sentences": [{"sentId": 22, "text": "Were you for invading Iraq?"}], "speaker": "STERN", "secId": 9}, {"sentences": [{"sentId": 23, "text": "Yes, I guess so."}, {"sentId": 24, "text": "You know, I wish it was -- I wish the first time it was done correctly."}], "speaker": "TRUMP", "secId": 10}, {"sentences": [{"sentId": 25, "text": "OK."}, {"sentId": 26, "text": "So then do you think this is going to matter to his supporters or have they made up their minds?"}], "speaker": "LEMON", "secId": 11}, {"sentences": [{"sentId": 27, "text": "Well, it's certainly not going to matter to Donald Trump's supporters."}, {"sentId": 28, "text": "But look, we had the audio before him, we just haven't heard Stern talk a lot about it."}, {"sentId": 29, "text": "This was in response -- they were talking on his show after the debate the next morning."}], "speaker": "PRESTON", "secId": 12}, {"sentences": [{"sentId": 30, "text": "What's interesting about Stern is that him and Donald Trump had been very friendly over the years and Donald Trump would spend a lot of time on his shows."}, {"sentId": 31, "text": "Howard Stern has said he is going to vote for Hillary Clinton, has said that for a long time, but yet has still been, you know, very kind to Donald Trump."}, {"sentId": 32, "text": "But Stern's got a huge audience."}, {"sentId": 33, "text": "He's got a very, very big audience who might not be totally tuned into everything that's going on with this presidential election."}, {"sentId": 34, "text": "So it is kind of interesting that they have now heard it from his lips."}], "speaker": "PRESTON", "secId": 13}, {"sentences": [{"sentId": 35, "text": "Does it make a difference to undecided people who haven't made up their mind?"}], "speaker": "LEMON", "secId": 14}, {"sentences": [{"sentId": 36, "text": "Look, just -- Donald Trump has gotten away with a lot of lies, OK, and who knows, but it certainly doesn't help."}], "speaker": "PRESTON", "secId": 15}, {"sentences": [{"sentId": 37, "text": "Yes."}, {"sentId": 38, "text": "So, Mark, Donald Trump is out in a new interview tonight, it's talking to Paul Steinhauser, the political director of New Hampshire's NH 1."}, {"sentId": 39, "text": "I want to play some clips and then we'll discuss them."}], "speaker": "LEMON", "secId": 16}, {"sentences": [{"sentId": 40, "text": "You were asked about the birther question and you said you were proud of what you did, you did a service to the president and to the country, so you stand by those comments?"}, {"sentId": 41, "text": "You're proud of what you did?"}], "speaker": "STEINHAUSER", "secId": 17}, {"sentences": [{"sentId": 42, "text": "Well, I'm the one that got him to put up his birth certificate."}, {"sentId": 43, "text": "Hillary Clinton was unable to get there and I will tell you, she tried and you look at her campaign and everybody knows it happened, and I would say that pretty much everybody agrees with me, but she tried and she was unable to do it and I tried and I was able to do it."}, {"sentId": 44, "text": "So I'm very proud of that."}], "speaker": "TRUMP", "secId": 18}, {"sentences": [{"sentId": 45, "text": "What's the truth behind that?"}], "speaker": "LEMON", "secId": 19}, {"sentences": [{"sentId": 46, "text": "Well, a lot of unpacking on this one."}, {"sentId": 47, "text": "Look, there's no evidence that Hillary Clinton or her campaign engaged in any effort to try to discredit Barack Obama on the issue of birtherism, and whether he was born in the United States."}, {"sentId": 48, "text": "What is true is that Donald Trump was the leading voice or one of the leading voices on the issue of birtherism and in fact he's been very vocal about that."}], "speaker": "PRESTON", "secId": 20}, {"sentences": [{"sentId": 49, "text": "There have been some accusations that those -- a few people close to Hillary Clinton, Sidney Blumenthal being one of them, was trying to peddle this rumor, but he has denied it and there's no way that we can prove that it wasn't even true."}], "speaker": "PRESTON", "secId": 21}, {"sentences": [{"sentId": 50, "text": "OK."}, {"sentId": 51, "text": "There's this question, a very personal one that came up at the debate, listen."}], "speaker": "LEMON", "secId": 22}, {"sentences": [{"sentId": 52, "text": "You didn't mention Bill Clinton and his past affairs."}, {"sentId": 53, "text": "You may do this in the second debate?"}], "speaker": "STEINHAUSER", "secId": 23}, {"sentences": [{"sentId": 54, "text": "Well, she was very nasty to me."}, {"sentId": 55, "text": "And I was going to do it and I saw Chelsea sitting out in the audience and I just didn't want to go there."}, {"sentId": 56, "text": "I thought it would be too disrespectful."}, {"sentId": 57, "text": "I just didn't want to do it."}, {"sentId": 58, "text": "But she was very nasty."}, {"sentId": 59, "text": "We'll see what happens."}, {"sentId": 60, "text": "But I just didn't want to put it there."}, {"sentId": 61, "text": "It was -- it's a hard thing to say in front of somebody's daughter."}], "speaker": "TRUMP", "secId": 24}, {"sentences": [{"sentId": 62, "text": "If it does come up, though, in the next debate, do you think maybe your past marital history is also fair game?"}], "speaker": "STEINHAUSER", "secId": 25}, {"sentences": [{"sentId": 63, "text": "I guess."}, {"sentId": 64, "text": "I mean, they can do."}, {"sentId": 65, "text": "But it's a lot different than his, that I can tell you."}, {"sentId": 66, "text": "I mean, we have a situation where we have a president who was a disaster and he was ultimately impeached over it in a sense for lying and so we'll see whether or not we discuss it."}], "speaker": "TRUMP", "secId": 26}, {"sentences": [{"sentId": 67, "text": "You're not worried about your past history at all?"}], "speaker": "STEINHAUSER", "secId": 27}, {"sentences": [{"sentId": 68, "text": "Not at all."}, {"sentId": 69, "text": "I have a very good history."}], "speaker": "TRUMP", "secId": 28}, {"sentences": [{"sentId": 70, "text": "OK."}, {"sentId": 71, "text": "So he said it was a disaster and, you know, he was impeached over it."}, {"sentId": 72, "text": "This is what he told Wolf Blitzer in 2008."}], "speaker": "LEMON", "secId": 29}, {"sentences": [{"sentId": 73, "text": "I mean, look at the trouble Bill Clinton got into with something that was totally unimportant and they tried to impeach him, which was nonsense, and yet Bush got us into this horrible war with lies by lying, by saying they had weapons of mass destruction, by saying all sorts of things that turned out not to be true."}], "speaker": "TRUMP", "secId": 30}, {"sentences": [{"sentId": 74, "text": "So was it -- does he support Bill Clinton or does he not?"}, {"sentId": 75, "text": "Because in the first one he didn't, in the second one, he did."}], "speaker": "LEMON", "secId": 31}, {"sentences": [{"sentId": 76, "text": "Well, the difference now is that he's running for president and he's running against Bill Clinton's wife."}, {"sentId": 77, "text": "You know, before that clip, he talked about not mentioning it -- the whole episode on the debate stage."}, {"sentId": 78, "text": "The fact of the matter is, he did allude to it on the debate stage and then thereafter he spoke about it so at least in my book he has addressed it and he has put the issue out on the table for discussion."}], "speaker": "PRESTON", "secId": 32}, {"sentences": [{"sentId": 79, "text": "What we do know about him as well, you know, when we're talking about a marital infidelity or what have you, we do know he was married three times."}, {"sentId": 80, "text": "And one of those times he had a very high-profile extramarital affair that, you know, made headlines in the New York tabs."}], "speaker": "PRESTON", "secId": 33}, {"sentences": [{"sentId": 81, "text": "Look, right now, Don, at a time you'd think we'd be discussing the economy, we'd be discussing trade, we'd be discussing ISIL, we'd be discussing all these major issues, we are heading into the gutter at a very, very fast rate."}], "speaker": "PRESTON", "secId": 34}, {"sentences": [{"sentId": 82, "text": "Well, and we could be talking about those issues but I think that is -- I mean, wasn't this not the strategy of the Trump people?"}, {"sentId": 83, "text": "He won't talk about it, but by, you know, making the innuendo, the media would discuss it, therefore it would get out there and that's exactly what's happening."}], "speaker": "LEMON", "secId": 35}, {"sentences": [{"sentId": 84, "text": "No question."}, {"sentId": 85, "text": "And he has done this for -- you know, since he started running, but I really -- I would even go a step further."}, {"sentId": 86, "text": "It's not even innuendo."}, {"sentId": 87, "text": "Like he has said it."}, {"sentId": 88, "text": "He has said it."}], "speaker": "PRESTON", "secId": 36}, {"sentences": [{"sentId": 89, "text": "Yes."}], "speaker": "LEMON", "secId": 37}, {"sentences": [{"sentId": 90, "text": "And the fact that you bring it up right afterwards, the fact that before you walk off the debate stage you said, I'm not going to go there, where I grew up that means you've gone there."}], "speaker": "PRESTON", "secId": 38}, {"sentences": [{"sentId": 91, "text": "Gone there."}], "speaker": "LEMON", "secId": 39}, {"sentences": [{"sentId": 92, "text": "So we'll see what he does in the next debate, but the fact of the matter is, the issue is front and center."}], "speaker": "PRESTON", "secId": 40}, {"sentences": [{"sentId": 93, "text": "Thank you, Mark."}, {"sentId": 94, "text": "I appreciate it."}], "speaker": "LEMON", "secId": 41}, {"sentences": [{"sentId": 95, "text": "You know, Donald Trump hints that he might bring up Hillary Clinton's marriage in the next debate as Mark just said, but what about his own marital history?"}], "speaker": "LEMON", "secId": 42}, {"sentences": [{"sentId": 96, "text": "Here's CNN's Sunlen Serfarty."}], "speaker": "LEMON", "secId": 43}, {"sentences": [{"sentId": 97, "text": "Donald Trump first tied the knot in 1977 to a former model, Ivana Zelnickova."}, {"sentId": 98, "text": "They started a family, having three kids, Donald Junior, Ivanka, and Eric."}, {"sentId": 99, "text": "But their relationship became tabloid fodder after allegations that Trump was cheating with an actress in her 20s, Marla Maples."}], "speaker": "SERFATY", "secId": 44}, {"sentences": [{"sentId": 100, "text": "The relationship with Marla started when he was still married happily to Ivana."}, {"sentId": 101, "text": "That's when their relationship started."}, {"sentId": 102, "text": "SERFATY:  That love triangle leading to some uncomfortable moments for"}], "speaker": "ADAMS", "secId": 45}, {"sentences": [{"sentId": 103, "text": "the still-married couple."}, {"sentId": 104, "text": "Run-ins between Ivana and Marla, and awkward denials of a budding relationship while one was coming to an end."}], "speaker": "ADAMS", "secId": 46}, {"sentences": [{"sentId": 105, "text": "Are you two back together?"}], "speaker": "UNIDENTIFIED REPORTER", "secId": 47}, {"sentences": [{"sentId": 106, "text": "Well, we are."}, {"sentId": 107, "text": "Right now, aren't we?"}, {"sentId": 108, "text": "Well, we're just going to sort of try and keep that quiet for a bit."}, {"sentId": 109, "text": "We're here for a football game."}], "speaker": "TRUMP", "secId": 48}, {"sentences": [{"sentId": 110, "text": "We're great friends."}], "speaker": "TRUMP", "secId": 49}, {"sentences": [{"sentId": 111, "text": "Trump's 15-year marriage to Ivana ended in a dramatic and high-profile divorce with a $14 million settlement for his former wife."}], "speaker": "SERFATY", "secId": 50}, {"sentences": [{"sentId": 112, "text": "He was married to Ivana."}, {"sentId": 113, "text": "All right, like a lot of guys you fell out of love, true?"}], "speaker": "UNIDENTIFIED MALE", "secId": 51}, {"sentences": [{"sentId": 114, "text": "Depositions in that divorce revealed Ivana made claims about marital rape stemming from an incident between them in 1989."}, {"sentId": 115, "text": "Allegations which Trump has denied and Ivana has softened saying she did not want her charge of marital rape to be exhibited in the literal or criminal sense."}], "speaker": "SERFATY", "secId": 52}, {"sentences": [{"sentId": 116, "text": "To me it was world war three."}, {"sentId": 117, "text": "It was on front page, back page, inside covers, inside stories."}], "speaker": "GOLDBERG", "secId": 53}, {"sentences": [{"sentId": 118, "text": "Despite all the attention surrounding the breakup of the marriage, Trump boasted about his life."}], "speaker": "SERFATY", "secId": 54}, {"sentences": [{"sentId": 119, "text": "I mean, my life was so great in so many ways."}, {"sentId": 120, "text": "The business was so great and the -- even the concept, I mean, a beautiful girlfriend, beautiful wife, beautiful everything."}, {"sentId": 121, "text": "Life was just a bowl of cherries."}], "speaker": "TRUMP", "secId": 55}, {"sentences": [{"sentId": 122, "text": "And in 1993, after his divorce was finalized, Trump married Marla Maples at the Plaza Hotel in New York City."}, {"sentId": 123, "text": "Their daughter, Tiffany, had been born two months before."}, {"sentId": 124, "text": "Details of their pre-nup revealing Trump had his lawyer include a sunset agreement, a provision that states if they were married for a certain amount of time, Marla would get a fixed amount of money."}], "speaker": "SERFATY", "secId": 56}, {"sentences": [{"sentId": 125, "text": "Not so bad."}, {"sentId": 126, "text": "Somebody gets married and it doesn't work out you get a million dollars."}, {"sentId": 127, "text": "I mean, you know, I think a million dollars is a lot of money."}], "speaker": "TRUMP", "secId": 57}, {"sentences": [{"sentId": 128, "text": "That marriage short lived."}, {"sentId": 129, "text": "They divorced after six years."}, {"sentId": 130, "text": "After returning to bachelorhood, Donald Trump's own words paint a picture of a playboy."}], "speaker": "SERFATY", "secId": 58}, {"sentences": [{"sentId": 131, "text": "Why do people think it's egotistical of you to say that you could have gotten Lady Di?"}, {"sentId": 132, "text": "You could've gotten her, right?"}, {"sentId": 133, "text": "You could've nailed her?"}, {"sentId": 134, "text": "SERFATY:  He went on to marry his third and current wife, model"}], "speaker": "UNIDENTIFIED MALE", "secId": 59}, {"sentences": [{"sentId": 135, "text": "Melania Knavs, in 2005."}, {"sentId": 136, "text": "They had Trump's fifth child, Barron, one year later."}, {"sentId": 137, "text": "It is by all accounts a happy marriage, but it's all that came before that might now be fair game."}], "speaker": "UNIDENTIFIED MALE", "secId": 60}, {"sentences": [{"sentId": 138, "text": "Sunlen Serfaty, CNN, Washington."}], "speaker": "UNIDENTIFIED MALE", "secId": 61}, {"sentences": [{"sentId": 139, "text": "And when we come right back, new questions tonight about Donald Trump's charitable foundations and his business dealings in Cuba."}], "speaker": "LEMON", "secId": 62}, {"sentences": [{"sentId": 140, "text": "There's new allegations tonight about Donald Trump's charitable foundations and questions about whether he broke the law by doing business in Cuba."}], "speaker": "LEMON", "secId": 63}, {"sentences": [{"sentId": 141, "text": "Let's discuss now."}, {"sentId": 142, "text": "\"Newsweek's\" senior writer Kurt Eichenwald who broke the story of Trump's business dealings in Cuba."}, {"sentId": 143, "text": "Also \"Daily Beast\" columnist David Cay Johnston, the author of \"The Making of Donald Trump,\" and Kerry Dolan, assistant managing editor at \"Forbes.\""}], "speaker": "LEMON", "secId": 64}, {"sentences": [{"sentId": 144, "text": "Great to have all of you on."}, {"sentId": 145, "text": "David, I'm going to start with you because I want to talk about this, this story, the questions that's being raised from David Fahrenthold over in the \"Washington Post,\" reporting that the foundation never got the necessary certification in New York in order to solicit money from the public."}, {"sentId": 146, "text": "What gives here?"}, {"sentId": 147, "text": "What's going on?"}], "speaker": "LEMON", "secId": 65}, {"sentences": [{"sentId": 148, "text": "Well, New York state like California, the city of Los Angeles, and a lot of other places says that if you're raising money you have to go and notify the government and get a permit to do so because scam artists could just raise money."}], "speaker": "JOHNSTON", "secId": 66}, {"sentences": [{"sentId": 149, "text": "And New York's threshold is $25,000 and Trump has brought in several millions of dollars into his foundation without registering and this is by my count the ninth illegal act of the Trump, quote- unquote, \"charitable foundation.\""}, {"sentId": 150, "text": "The New York state attorney general as guardian of charitable assets has considerable authority here to act against the foundation and the IRS has plenty of grounds at this point, I think, to begin revocation proceedings in its charitable status."}], "speaker": "JOHNSTON", "secId": 67}, {"sentences": [{"sentId": 151, "text": "You say that this raises a lot of questions over how he handles his business?"}, {"sentId": 152, "text": "His foundation, his money and other people's money?"}], "speaker": "LEMON", "secId": 68}, {"sentences": [{"sentId": 153, "text": "That's right."}, {"sentId": 154, "text": "And he's been using the foundation to pay personal obligations of his, legal settlements to buy two paintings, one of which hangs in one of the Trump properties and to make a campaign contribution, which is absolutely verboten."}, {"sentId": 155, "text": "You may not involve charitable organizations in partisan campaigns."}], "speaker": "JOHNSTON", "secId": 69}, {"sentences": [{"sentId": 156, "text": "I want to go over to Kurt  now."}, {"sentId": 157, "text": "Kurt, I want to put this cover-up because you're reporting that Trump's company violated the U.S. trade embargo with Cuba during Fidel Castro's presidency back in 1998."}, {"sentId": 158, "text": "Tell us what you found."}], "speaker": "LEMON", "secId": 70}, {"sentences": [{"sentId": 159, "text": "Well, that Trump's company, Trump Hotels and Casino Resorts, was having a lot of financial trouble and there were rumblings that the Cuban embargo might come down or might be loosen, and his company sent off a third-party who was basically a stalking horse to go meet with government officials and bankers and business people to get a foot in the door in Cuba, which is completely illegal."}], "speaker": "EICHENWALD", "secId": 71}, {"sentences": [{"sentId": 160, "text": "You need to get -- same story."}, {"sentId": 161, "text": "You need to get a license."}, {"sentId": 162, "text": "But he didn't do it."}, {"sentId": 163, "text": "You had to have government approval, they didn't do it, and you needed to have an outside sponsor, normally a charity, so that's a humanitarian effort."}, {"sentId": 164, "text": "They just did it and they spent $68,000."}, {"sentId": 165, "text": "You're not allowed to spend a dime in Cuba and they violated the -- they violated the American embargo against Cuba."}, {"sentId": 166, "text": "It's flat-out crime."}], "speaker": "EICHENWALD", "secId": 72}, {"sentences": [{"sentId": 167, "text": "All right."}, {"sentId": 168, "text": "But I've got to -- I've got to play this because his campaign manager, Kellyanne Conway, is pushing back."}, {"sentId": 169, "text": "Listen to this."}], "speaker": "LEMON", "secId": 73}, {"sentences": [{"sentId": 170, "text": "Read the entire story."}, {"sentId": 171, "text": "It starts out with the screaming headlines, as it usually does, that he did business in Cuba and it turns out that he didn't -- he decided not to invest there."}, {"sentId": 172, "text": "If you read the entire story."}], "speaker": "CONWAY", "secId": 74}, {"sentences": [{"sentId": 173, "text": "So are you denying that his company spent any money in Cuba?"}], "speaker": "UNIDENTIFIED FEMALE", "secId": 75}, {"sentences": [{"sentId": 174, "text": "Do you think they paid money - as I understand from the story they paid money in 1998, so the question is, did he spend money?"}, {"sentId": 175, "text": "He's very critical of Cuba."}, {"sentId": 176, "text": "He's very critical of Castro and he's been critical -- gave a speech the very next year to the Cuban American National Foundation in Miami, critical of those who want to do business with Castro."}, {"sentId": 177, "text": "And he's talked about the Cuban embargo even on this show."}, {"sentId": 178, "text": "But again, we're talking about, did his hotel invest money in 1998 in Cuba?"}, {"sentId": 179, "text": "No."}], "speaker": "CONWAY", "secId": 76}, {"sentences": [{"sentId": 180, "text": "What's your reaction, Kurt?"}], "speaker": "LEMON", "secId": 77}, {"sentences": [{"sentId": 181, "text": "That's like listening to a lawyer stand up in court and say my client is guilty."}, {"sentId": 182, "text": "She just confessed when she said they spent money in 1998, that's the issue."}, {"sentId": 183, "text": "It's not whether they built a hotel, it's not whether they had a casino."}, {"sentId": 184, "text": "It's whether they spent money in Cuba and they spent money for business purposes."}, {"sentId": 185, "text": "That's exactly what they did."}], "speaker": "EICHENWALD", "secId": 78}, {"sentences": [{"sentId": 186, "text": "You know, Donald Trump doing business does not mean building a tower."}, {"sentId": 187, "text": "You know, he has meetings, he has, you know, banking arrangements."}, {"sentId": 188, "text": "He has all the rest of the stuff that goes into business."}, {"sentId": 189, "text": "This trip was a business trip."}, {"sentId": 190, "text": "She just confessed that the money was spent and apparently doesn't understand the law because she just implicated Donald Trump in a crime."}], "speaker": "EICHENWALD", "secId": 79}, {"sentences": [{"sentId": 191, "text": "All right."}, {"sentId": 192, "text": "I want to get Kerry Ann but I see you shaking your head, David."}, {"sentId": 193, "text": "Go ahead."}], "speaker": "LEMON", "secId": 80}, {"sentences": [{"sentId": 194, "text": "Well, Kurt is exactly right about this."}, {"sentId": 195, "text": "The issue is you were not allowed to spend a penny in Castro's Cuba unless had you a clearance and there was very limited purposes like humanitarian aid."}], "speaker": "JOHNSTON", "secId": 81}, {"sentences": [{"sentId": 196, "text": "So what does that all mean now?"}, {"sentId": 197, "text": "I mean, if you say Kellyanne Conway is on the \"View\" and she's admitting that he committed a crime, that she's backing up his story, what does it all mean now?"}], "speaker": "LEMON", "secId": 82}, {"sentences": [{"sentId": 198, "text": "Well, it means it's yet another example of Donald Trump engaging in illegal conduct where he's not following the law."}], "speaker": "JOHNSTON", "secId": 83}, {"sentences": [{"sentId": 199, "text": "She would say she's not, though."}], "speaker": "LEMON", "secId": 84}, {"sentences": [{"sentId": 200, "text": "Well, she's just wrong."}, {"sentId": 201, "text": "I mean, Kurt is exactly right."}, {"sentId": 202, "text": "This was absolutely illegal and the more Kurt keeps digging into the international things the more I think he's going to find about just flat-out illegal behavior by Donald Trump."}], "speaker": "JOHNSTON", "secId": 85}, {"sentences": [{"sentId": 203, "text": "OK.  Quickly, Kurt."}], "speaker": "LEMON", "secId": 86}, {"sentences": [{"sentId": 204, "text": "There's one other -- there's one other quick point to be made, which is seven months after that check was cut, for the trip to Cuba, Donald Trump started his first presidential campaign running for the reformed party nomination."}, {"sentId": 205, "text": "And he started it in front of Cuban Americans in Miami, stood up, and lied."}, {"sentId": 206, "text": "He told them, I'll never put money in Cuba, and the money goes to Fidel Castro's pocket, and he's a murderer, and while he's standing there."}], "speaker": "EICHENWALD", "secId": 87}, {"sentences": [{"sentId": 207, "text": "He knows that he just put money in Cuba, that he just put money in the murderer's pocket by his own definition."}], "speaker": "EICHENWALD", "secId": 88}, {"sentences": [{"sentId": 208, "text": "OK.  Kerry, I want to get to you."}], "speaker": "LEMON", "secId": 89}, {"sentences": [{"sentId": 209, "text": "It's total hypocrisy."}], "speaker": "EICHENWALD", "secId": 90}, {"sentences": [{"sentId": 210, "text": "Kerry, and you've been very patient."}, {"sentId": 211, "text": "Thank you, Kerry."}, {"sentId": 212, "text": "\"Forbes,\" your magazine, is reporting that Trump's net worth has dropped $800 million, making him more $3.7 billion."}, {"sentId": 213, "text": "What do you think caused $800 million to drop?"}], "speaker": "LEMON", "secId": 91}, {"sentences": [{"sentId": 214, "text": "Well, a lot of it is in the value of New York real estate."}, {"sentId": 215, "text": "So he's got about a little bit more than half of his fortune is in New York real estate and some of it he can't control."}, {"sentId": 216, "text": "Some of it is just values dropping in the buildings that he owns."}, {"sentId": 217, "text": "Some of it is poor performance in some of the buildings."}, {"sentId": 218, "text": "So for example, the net operating income, the money that Trump Tower brought in, dropped 20 percent since we looked last year, so some of it he can control, some of it he can't."}, {"sentId": 219, "text": "LEMON:  OK."}, {"sentId": 220, "text": "So here's what Mark Cuban tweeted, Kerry."}, {"sentId": 221, "text": "He said, \"If"}], "speaker": "DOLAN", "secId": 92}, {"sentences": [{"sentId": 222, "text": "Donald Trump loses this election, I'm betting he personally goes bankrupt within seven years."}, {"sentId": 223, "text": "That's how toxic his brand is now,\" or now is he says."}, {"sentId": 224, "text": "Any indication that his drop in wealth is related to his presidential run, Kerry?"}], "speaker": "DOLAN", "secId": 93}, {"sentences": [{"sentId": 225, "text": "No -- as far as I can tell no."}, {"sentId": 226, "text": "And most of what we have found, that we dug up, I mean, some of it is related tangentially because we got more information about his holdings because of the filing that he made with the Federal Election Commission."}, {"sentId": 227, "text": "So in some ways it helped us lower his net work because we got information we wouldn't have otherwise."}, {"sentId": 228, "text": "But in terms of the brand souring, no, not yet, nothing there."}], "speaker": "DOLAN", "secId": 94}, {"sentences": [{"sentId": 229, "text": "David?"}], "speaker": "LEMON", "secId": 95}, {"sentences": [{"sentId": 230, "text": "I think there's plenty of evidence the brand is souring."}, {"sentId": 231, "text": "Cadillac pulled out of the Doral Open, and the PGA moved it to Mexico."}, {"sentId": 232, "text": "That was really putting their finger and thumb in Trump's eye."}, {"sentId": 233, "text": "Hotel rates, when I checked, at one of his hotels were much cheaper than comparable hotels because a lot of corporations now won't have meetings in Trump hotels because they're concerned it will upset their employees and I think Mark Cuban's right."}, {"sentId": 234, "text": "He's damaged his brand and I'm not sure he can recover and his audience he's built, his large new audience, they can't afford Trump luxury."}], "speaker": "JOHNSTON", "secId": 96}, {"sentences": [{"sentId": 235, "text": "Yes."}, {"sentId": 236, "text": "And I would -- I would add there to that point that I was talking with a prominent venture capitalist just last night about whether he would let anybody from his -- whether anyone from his firm would want to stay in a Trump hotel, and he didn't think anybody would want to."}], "speaker": "DOLAN", "secId": 97}, {"sentences": [{"sentId": 237, "text": "Kerry --"}], "speaker": "LEMON", "secId": 98}, {"sentences": [{"sentId": 238, "text": "So I think you're right."}], "speaker": "DOLAN", "secId": 99}, {"sentences": [{"sentId": 239, "text": "Kerry, David, Kurt, thank you very much."}, {"sentId": 240, "text": "I appreciate you."}], "speaker": "LEMON", "secId": 100}, {"sentences": [{"sentId": 241, "text": "When we come right back will the questions about Trump's business practices cost him votes in November?"}], "speaker": "LEMON", "secId": 101}, {"sentences": [{"sentId": 242, "text": "Here to discuss Donald Trump's business dealings in Cuba, Peter Beinart is here."}, {"sentId": 243, "text": "He's a contributor to the \"Atlantic.\""}, {"sentId": 244, "text": "Democratic strategist Maria Cardona, a Clinton supporter, John Philips, a talk radio host who is supporting Trump, and Scottie Nell Hughes, political editor at RightAlerts.com who is also a Donald Trump supporter."}], "speaker": "LEMON", "secId": 102}, {"sentences": [{"sentId": 245, "text": "Thank you all for joining me this evening."}, {"sentId": 246, "text": "John, to you first."}, {"sentId": 247, "text": "Your reaction to Kurt Eichenwald's reporting?"}], "speaker": "LEMON", "secId": 103}, {"sentences": [{"sentId": 248, "text": "Look, I mean, these allegations come from a long time ago."}, {"sentId": 249, "text": "If these alleged practices made him such a pariah, I don't think Hillary Clinton would have gone to his wedding or accepted his checks."}, {"sentId": 250, "text": "I think it's a complete non-entity."}, {"sentId": 251, "text": "I think if anything it helps him because it brandishes his reputation and identification as a businessman."}], "speaker": "PHILIPS", "secId": 104}, {"sentences": [{"sentId": 252, "text": "I was reading a piece that George McGovern wrote in the \"Wall Street Journal\" after he left the U.S. Senate, and he indulged his inner Bob Newhart and opened up a hotel in the northeast that went bankrupt, and he said he wished that he was a businessman before he went into government, so he could learn how these government policies and regulations affect business."}], "speaker": "PHILIPS", "secId": 105}, {"sentences": [{"sentId": 253, "text": "OK."}], "speaker": "LEMON", "secId": 106}, {"sentences": [{"sentId": 254, "text": "I think it helps Trump."}], "speaker": "PHILIPS", "secId": 107}, {"sentences": [{"sentId": 255, "text": "OK.  Why are you laughing?"}], "speaker": "LEMON", "secId": 108}, {"sentences": [{"sentId": 256, "text": "Because it's clear that every Trump supporter has gotten to the bottom of the barrel on the talking points, trying to defend the indefensible, not just when it comes to these kinds of business practices because clearly what we have seen and what we saw that you ran Kellyanne Conway admitted that he had spent money in Cuba, that is patently illegal, was back then."}, {"sentId": 257, "text": "And so that, coupled with the whole Miss Universe debacle, it really shows just how temperamentally unfit this sort of shoot-from-the-hip, loose-lipped -- you know, what he has done is just completely indefensible."}], "speaker": "CARDONA", "secId": 109}, {"sentences": [{"sentId": 258, "text": "All right."}], "speaker": "LEMON", "secId": 110}, {"sentences": [{"sentId": 259, "text": "He's just not fit to be commander-in-chief."}], "speaker": "CARDONA", "secId": 111}, {"sentences": [{"sentId": 260, "text": "Scottie, your response?"}], "speaker": "LEMON", "secId": 112}, {"sentences": [{"sentId": 261, "text": "515 subsidiaries have Mr. Trump's name on it that he had started -- five of them, not six like Hillary Clinton was fact-checked on the stage, have gone bankrupt."}, {"sentId": 262, "text": "That's less than 1 percent."}, {"sentId": 263, "text": "That's a pretty -- that's a pretty good number right there."}, {"sentId": 264, "text": "Not many businesses --"}], "speaker": "HUGHES", "secId": 113}, {"sentences": [{"sentId": 265, "text": "We're talking about Kurt Eichenwald's reporting."}], "speaker": "LEMON", "secId": 114}, {"sentences": [{"sentId": 266, "text": "I agree."}, {"sentId": 267, "text": "But when you look at the -- he's a businessman."}, {"sentId": 268, "text": "He has created more than 32,000 jobs."}, {"sentId": 269, "text": "Hillary Clinton cannot claim it."}, {"sentId": 270, "text": "No one else can claim that."}], "speaker": "HUGHES", "secId": 115}, {"sentences": [{"sentId": 271, "text": "We're talking about spending money in Cuba."}], "speaker": "LEMON", "secId": 116}, {"sentences": [{"sentId": 272, "text": "Well, we're also then -- I think actually the American people, the American voter, that might be somewhat concerning."}, {"sentId": 273, "text": "More concerning would be maybe our president down the road at a baseball game next to him, all cuddled up next to him while Brussels was being attacked last year in Cuba."}], "speaker": "HUGHES", "secId": 117}, {"sentences": [{"sentId": 274, "text": "OK."}], "speaker": "LEMON", "secId": 118}, {"sentences": [{"sentId": 275, "text": "Those sorts of things appeal more to the American public."}, {"sentId": 276, "text": "CARDONA:  Bottom of the barrel."}], "speaker": "HUGHES", "secId": 119}, {"sentences": [{"sentId": 277, "text": "I mean, your -- look, you guys, your work is so hard."}, {"sentId": 278, "text": "I mean, every single day, Donald Trump does something -- I mean, my hat is off to you."}, {"sentId": 279, "text": "I couldn't do it."}], "speaker": "BEINART", "secId": 120}, {"sentences": [{"sentId": 280, "text": "You're right."}, {"sentId": 281, "text": "You couldn't."}], "speaker": "HUGHES", "secId": 121}, {"sentences": [{"sentId": 282, "text": "I couldn't actually figure out how to try to justify these -- I mean, this stunt on the beauty pageant, what kind of pig goes up to an 18-year-old girl and basically says, honey, you know, you're really looking fat, you're kind of porking?"}, {"sentId": 283, "text": "This is disgusting behavior."}], "speaker": "BEINART", "secId": 122}, {"sentences": [{"sentId": 284, "text": "OK.  Let's stick -- I want to stick to the reporting."}, {"sentId": 285, "text": "We'll get to the other stuff."}, {"sentId": 286, "text": "So Scottie, we have also been discussing tonight the \"Washington Post's\" David Fahrenthold, his reporting that Trump's charitable foundation has, quote, \"never obtained the certification that New York requires before charities can solicit money from the public.\""}, {"sentId": 287, "text": "What's your reaction to that?"}], "speaker": "LEMON", "secId": 123}, {"sentences": [{"sentId": 288, "text": "Well, we know that this is coming from a very biased attorney general."}, {"sentId": 289, "text": "Other attorney generals have looked at it and said that there's no question."}, {"sentId": 290, "text": "They don't have a problem with it."}, {"sentId": 291, "text": "This is a case to be handled by the foundation --"}], "speaker": "HUGHES", "secId": 124}, {"sentences": [{"sentId": 292, "text": "The attorney general actually did not uncover this -- this issue."}], "speaker": "LEMON", "secId": 125}, {"sentences": [{"sentId": 293, "text": "But --"}], "speaker": "HUGHES", "secId": 126}, {"sentences": [{"sentId": 294, "text": "It was the reporter who uncovered it."}, {"sentId": 295, "text": "The attorney general wouldn't comment on it."}], "speaker": "LEMON", "secId": 127}, {"sentences": [{"sentId": 296, "text": "We are -- we are 39 days out."}, {"sentId": 297, "text": "Everything that's coming out right now has to be put in the category of politically motivated and twisted just to have a short headline to continue demonizing Mr. Trump and the truth later on doesn't matter whether it was true or not."}], "speaker": "HUGHES", "secId": 128}, {"sentences": [{"sentId": 298, "text": "Let just get it out there and throw everything at the wall and do everything we can to demonize this man."}], "speaker": "HUGHES", "secId": 129}, {"sentences": [{"sentId": 299, "text": "OK."}], "speaker": "LEMON", "secId": 130}, {"sentences": [{"sentId": 300, "text": "And as the polls continue to get tighter you're going to see more and more of these --"}], "speaker": "HUGHES", "secId": 131}, {"sentences": [{"sentId": 301, "text": "John?"}], "speaker": "LEMON", "secId": 132}, {"sentences": [{"sentId": 302, "text": "-- that have very little ounce of a truth to them."}], "speaker": "HUGHES", "secId": 133}, {"sentences": [{"sentId": 303, "text": "John?"}], "speaker": "LEMON", "secId": 134}, {"sentences": [{"sentId": 304, "text": "I'm not an attorney that deals with these sorts of things but I can tell you that he wasn't selling access to the State Department through his foundation."}], "speaker": "PHILIPS", "secId": 135}, {"sentences": [{"sentId": 305, "text": "But he did -- there were --"}], "speaker": "LEMON", "secId": 136}, {"sentences": [{"sentId": 306, "text": "He was --"}], "speaker": "CARDONA", "secId": 137}, {"sentences": [{"sentId": 307, "text": "A couple of million dollars that he gave to veterans and that may be questionable assets."}], "speaker": "LEMON", "secId": 138}, {"sentences": [{"sentId": 308, "text": "Actually he was committing actual illegal acts through his foundation, paying an attorney general in Florida --"}], "speaker": "CARDONA", "secId": 139}, {"sentences": [{"sentId": 309, "text": "Then why isn't the Obama administration going after him?"}], "speaker": "PHILIPS", "secId": 140}, {"sentences": [{"sentId": 310, "text": "No, no, that's not --"}], "speaker": "HUGHES", "secId": 141}, {"sentences": [{"sentId": 311, "text": "Why isn't he in jail?"}], "speaker": "PHILIPS", "secId": 142}, {"sentences": [{"sentId": 312, "text": "They actually gave him -- the IRS slapped him with the penalty, OK?"}], "speaker": "CARDONA", "secId": 143}, {"sentences": [{"sentId": 313, "text": "This was just uncovered, by the way."}], "speaker": "LEMON", "secId": 144}, {"sentences": [{"sentId": 314, "text": "And $258,000 was paid from his foundation for his personal lawsuits, right?"}], "speaker": "CARDONA", "secId": 145}, {"sentences": [{"sentId": 315, "text": "If he is such a scoundrel, why did Hillary Clinton go to his wedding?"}], "speaker": "PHILIPS", "secId": 146}, {"sentences": [{"sentId": 316, "text": "And today -- and today -- hang on."}], "speaker": "CARDONA", "secId": 147}, {"sentences": [{"sentId": 317, "text": "Why did Hillary Clinton take his money?"}], "speaker": "PHILIPS", "secId": 148}, {"sentences": [{"sentId": 318, "text": "And today we find out that Trump's foundation is actually undocumented."}], "speaker": "CARDONA", "secId": 149}, {"sentences": [{"sentId": 319, "text": "OK.  Why did Hillary take his money?"}], "speaker": "PHILIPS", "secId": 150}, {"sentences": [{"sentId": 320, "text": "Is that your defense?"}, {"sentId": 321, "text": "That it's OK because Hillary Clinton went to his wedding?"}, {"sentId": 322, "text": "First of all, I didn't think he thought very highly of Hillary Clinton to begin with, but the fact that Hillary Clinton went to the guy's wedding doesn't mean he didn't violate the law."}, {"sentId": 323, "text": "It doesn't mean he didn't take his foundation money that people gave for philanthropic purposes and buy portraits of himself with it."}, {"sentId": 324, "text": "Hillary Clinton going to his wedding doesn't wash that away."}], "speaker": "BEINART", "secId": 151}, {"sentences": [{"sentId": 325, "text": "Well, you know what it does wash away, though?"}, {"sentId": 326, "text": "125 counts of taking the Fifth or people getting immunity to cover for the foundation."}], "speaker": "HUGHES", "secId": 152}, {"sentences": [{"sentId": 327, "text": "You're changing the subject."}], "speaker": "BEINART", "secId": 153}, {"sentences": [{"sentId": 328, "text": "No."}, {"sentId": 329, "text": "It's really interesting that --  LEMON:  That is a big pivot."}, {"sentId": 330, "text": "Come on, Scottie, you know it's a pivot."}], "speaker": "HUGHES", "secId": 154}, {"sentences": [{"sentId": 331, "text": "It isn't because it rightfully needs to be said."}, {"sentId": 332, "text": "You're going to go after these things which by the way the details have not all come out."}, {"sentId": 333, "text": "These are, like I said, we're throwing things against the wall."}], "speaker": "HUGHES", "secId": 155}, {"sentences": [{"sentId": 334, "text": "Scottie, Scottie, hold on."}, {"sentId": 335, "text": "Hold on."}, {"sentId": 336, "text": "Hold on."}], "speaker": "LEMON", "secId": 156}, {"sentences": [{"sentId": 337, "text": "But what we do know is how many Trump people have had to take immunity?"}], "speaker": "HUGHES", "secId": 157}, {"sentences": [{"sentId": 338, "text": "Scottie, to be honest."}, {"sentId": 339, "text": "This is new reporting."}, {"sentId": 340, "text": "We have discussed the e-mails and the foundation and all of that."}, {"sentId": 341, "text": "And you've been on discussing them."}, {"sentId": 342, "text": "I mean, you've had your say about it."}, {"sentId": 343, "text": "This is a new report that's out by this reporter from the \"Washington Post\" tonight that we're discussing."}, {"sentId": 344, "text": "And so now you want to pivot back to another old issue, but go on."}], "speaker": "LEMON", "secId": 158}, {"sentences": [{"sentId": 345, "text": "It's called an investigative report."}], "speaker": "CARDONA", "secId": 159}, {"sentences": [{"sentId": 346, "text": "And that's right, it's investigative, it's ongoing."}, {"sentId": 347, "text": "We don't know both sides to the story right now so we're going to go on and report that he's done something illegal when that's not actually factually been proven in a court of law yet."}, {"sentId": 348, "text": "Last time I checked this is America."}], "speaker": "HUGHES", "secId": 160}, {"sentences": [{"sentId": 349, "text": "Oh my."}], "speaker": "CARDONA", "secId": 161}, {"sentences": [{"sentId": 350, "text": "You're innocent until proven guilty."}], "speaker": "HUGHES", "secId": 162}, {"sentences": [{"sentId": 351, "text": "Well, OK --"}], "speaker": "CARDONA", "secId": 163}, {"sentences": [{"sentId": 352, "text": "But we don't care about it."}, {"sentId": 353, "text": "We don't care about that."}], "speaker": "HUGHES", "secId": 164}, {"sentences": [{"sentId": 354, "text": "If that's true, Scottie, then you cannot say one other thing about Hillary Clinton because she has not been -- nothing has come out in a court of law against her, so if you believe what you actually just said you cannot say one additional bad thing about Hillary Clinton."}], "speaker": "CARDONA", "secId": 165}, {"sentences": [{"sentId": 355, "text": "Then why is everybody taking immunity from -- getting immunity granted to them by the attorney general in the judicial system right now?"}], "speaker": "HUGHES", "secId": 166}, {"sentences": [{"sentId": 356, "text": "Nothing."}, {"sentId": 357, "text": "Nothing."}, {"sentId": 358, "text": "You can't say anything --"}], "speaker": "CARDONA", "secId": 167}, {"sentences": [{"sentId": 359, "text": "Because there's nothing wrong was done."}], "speaker": "HUGHES", "secId": 168}, {"sentences": [{"sentId": 360, "text": "You can't say anything because nothing has come out in a court of law."}], "speaker": "CARDONA", "secId": 169}, {"sentences": [{"sentId": 361, "text": "Because they all get immunity."}], "speaker": "HUGHES", "secId": 170}, {"sentences": [{"sentId": 362, "text": "We don't know what they're saying."}], "speaker": "HUGHES", "secId": 171}, {"sentences": [{"sentId": 363, "text": "OK.  One at a time."}, {"sentId": 364, "text": "One a time."}, {"sentId": 365, "text": "Peter, and then John, go ahead."}], "speaker": "LEMON", "secId": 172}, {"sentences": [{"sentId": 366, "text": "Look, what we have here is -- is reporters actually investigating Donald Trump's past business practices, and you know, it's remarkable because there has been a lot of discussion about the Clinton Foundation, a lot of reporting about the Clinton Foundation, a lot of -- the same institutions have looked into it."}, {"sentId": 367, "text": "They haven't found that people who gave money to the Clinton Foundation got anything more than perhaps a meeting that they might not have otherwise gotten."}], "speaker": "BEINART", "secId": 173}, {"sentences": [{"sentId": 368, "text": "Access."}], "speaker": "PHILIPS", "secId": 174}, {"sentences": [{"sentId": 369, "text": "That is wrong."}], "speaker": "HUGHES", "secId": 175}, {"sentences": [{"sentId": 370, "text": "They haven't even found that someone got an ambassadorship for giving money to the foundation, when we all know that people got ambassadorships from giving money to politicians all the time."}, {"sentId": 371, "text": "Yet on the Trump Foundation we have now found out that it was essentially illegal, and that he was taking money people gave for charitable purposes and spending it on portraits of himself."}, {"sentId": 372, "text": "I mean, it's a pretty big gap between two things."}], "speaker": "BEINART", "secId": 176}, {"sentences": [{"sentId": 373, "text": "OK.  John, I want to get your response to this."}, {"sentId": 374, "text": "Tonight, \"USA Today's\" editorial board declared Donald Trump unfit for the presidency and it's a scathing piece they wrote and in part here's what it says."}, {"sentId": 375, "text": "\"Whether through indifference or ignorance, Trump has betrayed fundamental commitments made by all presidents since the end of World War II."}, {"sentId": 376, "text": "These commitments include unwavering support for NATO allies, steadfast opposition to Russian aggression, and the absolute certainty that the United States will make good on its debt."}, {"sentId": 377, "text": "He has expressed troubling admiration for authoritarian leaders, and scant regard for constitutional protections.\""}], "speaker": "LEMON", "secId": 177}, {"sentences": [{"sentId": 378, "text": "What's your reaction?"}], "speaker": "LEMON", "secId": 178}, {"sentences": [{"sentId": 379, "text": "I think this is yet more evidence that they're seriously worried that he is doing well in the polls and could theoretically win this thing."}, {"sentId": 380, "text": "Look, I mean, in the last 20 minutes we've heard from Mark Cuban saying that he's a horrible businessman, we've heard that he's been doing this business with Cuba, we've heard his foundation's a big crock."}, {"sentId": 381, "text": "I think that they're throwing whatever they can at the wall because they are -- they realize that his numbers are going up and that he has a pretty good shot at winning this thing."}], "speaker": "PHILIPS", "secId": 179}, {"sentences": [{"sentId": 382, "text": "Who is they?"}], "speaker": "CARDONA", "secId": 180}, {"sentences": [{"sentId": 383, "text": "Who's they, John?"}], "speaker": "CARDONA", "secId": 181}, {"sentences": [{"sentId": 384, "text": "\"USA Today\"?"}, {"sentId": 385, "text": "Now they're part of the Clinton campaign, too?"}, {"sentId": 386, "text": "PHILIPS:  Yes, a liberal newspaper."}, {"sentId": 387, "text": "A liberal newspaper that came out"}], "speaker": "BEINART", "secId": 182}, {"sentences": [{"sentId": 388, "text": "against Trump."}, {"sentId": 389, "text": "Big whoopee."}], "speaker": "BEINART", "secId": 183}, {"sentences": [{"sentId": 390, "text": "So every single reporter -- every single reporter, editorial board, columnist --"}], "speaker": "CARDONA", "secId": 184}, {"sentences": [{"sentId": 391, "text": "And who did the \"Washington Post\" endorse?"}], "speaker": "PHILIPS", "secId": 185}, {"sentences": [{"sentId": 392, "text": "-- who doesn't support Trump is in Hillary Clinton's --"}], "speaker": "CARDONA", "secId": 186}, {"sentences": [{"sentId": 393, "text": "What about the newspapers -- what about the newspapers that have never endorsed --"}], "speaker": "BEINART", "secId": 187}, {"sentences": [{"sentId": 394, "text": "Right."}, {"sentId": 395, "text": "The newspapers don't like him."}, {"sentId": 396, "text": "The people knew."}], "speaker": "PHILIPS", "secId": 188}, {"sentences": [{"sentId": 397, "text": "But never endorsed Democrats in a -- we have had editorial boards now, several now, that have never endorsed a Democrat in a century."}], "speaker": "BEINART", "secId": 189}, {"sentences": [{"sentId": 398, "text": "Yes."}], "speaker": "PHILIPS", "secId": 190}, {"sentences": [{"sentId": 399, "text": "That have come out and said they can't support Donald Trump."}], "speaker": "BEINART", "secId": 191}, {"sentences": [{"sentId": 400, "text": "And guess what, he's doing better in the polls than Mitt Romney did last time around."}, {"sentId": 401, "text": "So it's not working."}], "speaker": "PHILIPS", "secId": 192}, {"sentences": [{"sentId": 402, "text": "Yes, but you know what?"}, {"sentId": 403, "text": "Doing better in the polls doesn't make a statement about your morality, right, throughout history."}], "speaker": "BEINART", "secId": 193}, {"sentences": [{"sentId": 404, "text": "But the media does?"}], "speaker": "HUGHES", "secId": 194}, {"sentences": [{"sentId": 405, "text": "Hillary Clinton is putting a woman out that drove the getaway car and you're talking about morality?"}], "speaker": "PHILIPS", "secId": 195}, {"sentences": [{"sentId": 406, "text": "All right."}], "speaker": "LEMON", "secId": 196}, {"sentences": [{"sentId": 407, "text": "It's remarkable to me that, you know, conservatives are supposed to be against relativism, right?"}, {"sentId": 408, "text": "They're things called truth."}], "speaker": "BEINART", "secId": 197}, {"sentences": [{"sentId": 409, "text": "Wait a minute."}, {"sentId": 410, "text": "The Clinton campaign is putting out a woman --"}], "speaker": "PHILIPS", "secId": 198}, {"sentences": [{"sentId": 411, "text": "Sorry, don't interrupt me."}, {"sentId": 412, "text": "Excuse me."}, {"sentId": 413, "text": "I didn't interrupt you."}], "speaker": "BEINART", "secId": 199}, {"sentences": [{"sentId": 414, "text": "I'm going to have to interrupt both of you, though."}, {"sentId": 415, "text": "But make your point, real quick."}], "speaker": "LEMON", "secId": 200}, {"sentences": [{"sentId": 416, "text": "My point is there are things called truth and ethics and they don't rely on how you're doing in the polls."}], "speaker": "BEINART", "secId": 201}, {"sentences": [{"sentId": 417, "text": "John?"}], "speaker": "LEMON", "secId": 202}, {"sentences": [{"sentId": 418, "text": "Yes."}, {"sentId": 419, "text": "And the Clinton campaign has a surrogate out that was the getaway driver that threatened a judge."}, {"sentId": 420, "text": "That's great morality."}], "speaker": "PHILIPS", "secId": 203}, {"sentences": [{"sentId": 421, "text": "Oh, come on."}, {"sentId": 422, "text": "See, desperation."}, {"sentId": 423, "text": "Desperation."}], "speaker": "CARDONA", "secId": 204}, {"sentences": [{"sentId": 424, "text": "No."}], "speaker": "HUGHES", "secId": 205}, {"sentences": [{"sentId": 425, "text": "And we're done."}], "speaker": "LEMON", "secId": 206}, {"sentences": [{"sentId": 426, "text": "I'm laughing at the media."}], "speaker": "HUGHES", "secId": 207}, {"sentences": [{"sentId": 427, "text": "Yes, thank you."}], "speaker": "LEMON", "secId": 208}, {"sentences": [{"sentId": 428, "text": "So sad."}], "speaker": "CARDONA", "secId": 209}, {"sentences": [{"sentId": 429, "text": "Thank you."}, {"sentId": 430, "text": "Everybody's out to get everybody."}, {"sentId": 431, "text": "That's what it sounds like."}], "speaker": "LEMON", "secId": 210}, {"sentences": [{"sentId": 432, "text": "We're going to talk about millennials, African-Americans, the undecideds, all of that, next."}], "speaker": "LEMON", "secId": 211}, {"sentences": [{"sentId": 433, "text": "Donald Trump's message to African-Americans and the African-American community does not seem to have won him a whole lot of support."}], "speaker": "LEMON", "secId": 212}, {"sentences": [{"sentId": 434, "text": "Here to discuss, media executive Karen Mayo, the senior vice president of Content and Brand for Interactive One, and Stacy Washington, the host of the \"Stacey on the Right\" radio show."}], "speaker": "LEMON", "secId": 213}, {"sentences": [{"sentId": 435, "text": "Good to have both of you on."}, {"sentId": 436, "text": "Thank you so much."}], "speaker": "LEMON", "secId": 214}, {"sentences": [{"sentId": 437, "text": "Thank you."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 215}, {"sentences": [{"sentId": 438, "text": "So here's Donald Trump talking about inner cities at the debate."}], "speaker": "LEMON", "secId": 216}, {"sentences": [{"sentId": 439, "text": "Our inner cities, African-Americans, Hispanics, are living in hell because it's so dangerous."}, {"sentId": 440, "text": "You walk down the street you get shot."}, {"sentId": 441, "text": "In Chicago, they've had thousands of shootings, thousands, since January 1st."}, {"sentId": 442, "text": "Thousands of shootings."}, {"sentId": 443, "text": "And I'm saying, where is this?"}, {"sentId": 444, "text": "Is this a war-torn country?"}, {"sentId": 445, "text": "What are we doing?"}], "speaker": "TRUMP", "secId": 217}, {"sentences": [{"sentId": 446, "text": "Karen, I know you have a lot to say about this."}, {"sentId": 447, "text": "What's your reaction?"}], "speaker": "LEMON", "secId": 218}, {"sentences": [{"sentId": 448, "text": "Right."}, {"sentId": 449, "text": "First of all, to pretend that Donald Trump, at this point, has any real vested interest in the well-being of African-Americans, I think is a waste of anyone's time."}, {"sentId": 450, "text": "I'd be curious to hear anyone's argument that could support that based on any facts."}, {"sentId": 451, "text": "At this point, we are pretty clear as a community that we're not going to allow his narrative to define our decision-making when it comes to this election."}], "speaker": "MAYO", "secId": 219}, {"sentences": [{"sentId": 452, "text": "Do you think African-Americans are living in hell?"}], "speaker": "LEMON", "secId": 220}, {"sentences": [{"sentId": 453, "text": "I've been black a long time and I'm not living in hell, except for the hell that Donald Trump is creating today."}, {"sentId": 454, "text": "The hell that we're dealing with today has a lot to do with how vile this person is against communities that look and feel like mine."}], "speaker": "MAYO", "secId": 221}, {"sentences": [{"sentId": 455, "text": "Stacy, Donald Trump has had many opportunities to fix his tone and strategy when it comes to African-Americans, instead he says blacks are living in hell, he touts stop and frisk, he brags about getting President Obama to release his birth certificate."}, {"sentId": 456, "text": "How does that win the black vote?"}], "speaker": "LEMON", "secId": 222}, {"sentences": [{"sentId": 457, "text": "Well, I think first of all he has been involved in inner-city politics as far as a private citizen."}, {"sentId": 458, "text": "Donald Trump -- there's so many photos of him with Rainbow Push Coalition and Al Sharpton and Jesse Jackson."}], "speaker": "WASHINGTON", "secId": 223}, {"sentences": [{"sentId": 459, "text": "Oh my goodness."}], "speaker": "MAYO", "secId": 224}, {"sentences": [{"sentId": 460, "text": "I mean, pictures from 20 years --"}], "speaker": "WASHINGTON", "secId": 225}, {"sentences": [{"sentId": 461, "text": "But how has he been involved personally?"}, {"sentId": 462, "text": "What organizations if that -- besides pictures?"}], "speaker": "LEMON", "secId": 226}, {"sentences": [{"sentId": 463, "text": "Well, I just named them."}, {"sentId": 464, "text": "Rainbow Push."}, {"sentId": 465, "text": "He was working with leaders in the black community and New York City overall all of those years and giving money to their causes."}, {"sentId": 466, "text": "And to address what you said about the outreach, what else is he supposed to do?"}, {"sentId": 467, "text": "He's running for the presidency."}, {"sentId": 468, "text": "He's outlining problems that are facing inner city blacks."}, {"sentId": 469, "text": "He never said all blacks were living in poverty."}, {"sentId": 470, "text": "He was talking about blacks living in Chicago and other inner cities that are -- huge crime."}], "speaker": "WASHINGTON", "secId": 227}, {"sentences": [{"sentId": 471, "text": "He said blacks are living in hell."}], "speaker": "MAYO", "secId": 228}, {"sentences": [{"sentId": 472, "text": "Well, are all blacks living in hell?"}, {"sentId": 473, "text": "I know I'm not."}, {"sentId": 474, "text": "So I don't say --"}], "speaker": "WASHINGTON", "secId": 229}, {"sentences": [{"sentId": 475, "text": "Who is he to say how blacks are living at all?"}], "speaker": "MAYO", "secId": 230}, {"sentences": [{"sentId": 476, "text": "Who is any presidential candidate to say how anyone is living?"}], "speaker": "WASHINGTON", "secId": 231}, {"sentences": [{"sentId": 477, "text": "I don't think that any other presidential candidate has dared to make a blanket statement like that?"}], "speaker": "MAYO", "secId": 232}, {"sentences": [{"sentId": 478, "text": "Really?"}, {"sentId": 479, "text": "Hillary Clinton said they should bring black people to heal --"}], "speaker": "WASHINGTON", "secId": 233}, {"sentences": [{"sentId": 480, "text": "But, Stacy, I mean, to --"}], "speaker": "LEMON", "secId": 234}, {"sentences": [{"sentId": 481, "text": "It's unfortunate when other African-Americans tout --"}], "speaker": "MAYO", "secId": 235}, {"sentences": [{"sentId": 482, "text": "Hillary Clinton called us black predators, natural-born like we're animals."}, {"sentId": 483, "text": "She said we needed to be brought to heal like dogs."}], "speaker": "WASHINGTON", "secId": 236}, {"sentences": [{"sentId": 484, "text": "Ma'am --"}], "speaker": "MAYO", "secId": 237}, {"sentences": [{"sentId": 485, "text": "Hillary Clinton talks about blacks in a way that is deplorable."}], "speaker": "WASHINGTON", "secId": 238}, {"sentences": [{"sentId": 486, "text": "Ma'am, you're on national television defending Donald Trump."}], "speaker": "MAYO", "secId": 239}, {"sentences": [{"sentId": 487, "text": "Oh, please."}], "speaker": "WASHINGTON", "secId": 240}, {"sentences": [{"sentId": 488, "text": "So let me say this."}, {"sentId": 489, "text": "Let me just put this on."}], "speaker": "LEMON", "secId": 241}, {"sentences": [{"sentId": 490, "text": "And you're defending Hillary Clinton."}], "speaker": "WASHINGTON", "secId": 242}, {"sentences": [{"sentId": 491, "text": "I'm not necessarily defending Hillary Clinton."}], "speaker": "MAYO", "secId": 243}, {"sentences": [{"sentId": 492, "text": "OK."}], "speaker": "WASHINGTON", "secId": 244}, {"sentences": [{"sentId": 493, "text": "I'm defending black people."}, {"sentId": 494, "text": "I'm here on behalf of African- Americans."}, {"sentId": 495, "text": "OK."}], "speaker": "MAYO", "secId": 245}, {"sentences": [{"sentId": 496, "text": "Not all of them, because you're not here on behalf of me."}], "speaker": "WASHINGTON", "secId": 246}, {"sentences": [{"sentId": 497, "text": "Not you."}, {"sentId": 498, "text": "Not you."}], "speaker": "MAYO", "secId": 247}, {"sentences": [{"sentId": 499, "text": "And millions of others who don't support Hillary Clinton."}], "speaker": "WASHINGTON", "secId": 248}, {"sentences": [{"sentId": 500, "text": "Not millions."}, {"sentId": 501, "text": "Not millions."}], "speaker": "MAYO", "secId": 249}, {"sentences": [{"sentId": 502, "text": "OK."}], "speaker": "LEMON", "secId": 250}, {"sentences": [{"sentId": 503, "text": "Absolutely."}, {"sentId": 504, "text": "If you can do math you know it's millions."}], "speaker": "WASHINGTON", "secId": 251}, {"sentences": [{"sentId": 505, "text": "OK.  Let me get in here."}, {"sentId": 506, "text": "He did not -- Stacy, in all fairness, he did not specify that it was African-Americans in urban areas or some African-Americans."}, {"sentId": 507, "text": "He said black people and you walked down the -- I've listened to it a number of times."}, {"sentId": 508, "text": "I've discussed it here a number of times on television."}, {"sentId": 509, "text": "He did not --"}], "speaker": "LEMON", "secId": 252}, {"sentences": [{"sentId": 510, "text": "Sure."}], "speaker": "WASHINGTON", "secId": 253}, {"sentences": [{"sentId": 511, "text": "It was not with specificity about which --"}], "speaker": "LEMON", "secId": 254}, {"sentences": [{"sentId": 512, "text": "At the debate, he didn't say -- he didn't give a qualifier but at numerous rallies he's talked about inner city blacks and he's been very specific."}, {"sentId": 513, "text": "I've been listening to what he's saying because there's a lot to go through."}, {"sentId": 514, "text": "He's said a ton about this topic and I've been listening to it."}, {"sentId": 515, "text": "He can't think all blacks are living in poverty because he has blacks working on the campaign who are very well paid, and he has worked with blacks over the course of his career in television and in private business."}], "speaker": "WASHINGTON", "secId": 255}, {"sentences": [{"sentId": 516, "text": "So all blacks are not living in poverty."}, {"sentId": 517, "text": "I think mincing the words gets us away from the serious topic of what's facing millions of blacks in America which rampant inner city crime, unaccredited schools, now water that's not fit to drink."}], "speaker": "WASHINGTON", "secId": 256}, {"sentences": [{"sentId": 518, "text": "Systemic racism."}], "speaker": "MAYO", "secId": 257}, {"sentences": [{"sentId": 519, "text": "And if there's anyone who can deal with it it's Donald Trump."}], "speaker": "WASHINGTON", "secId": 258}, {"sentences": [{"sentId": 520, "text": "Mass incarceration, poor education."}], "speaker": "MAYO", "secId": 259}, {"sentences": [{"sentId": 521, "text": "Not Hillary Clinton."}], "speaker": "WASHINGTON", "secId": 260}, {"sentences": [{"sentId": 522, "text": "OK.  Go ahead, Karen."}], "speaker": "LEMON", "secId": 261}, {"sentences": [{"sentId": 523, "text": "I agree with her."}, {"sentId": 524, "text": "Absolutely."}, {"sentId": 525, "text": "I just think that it's really unfortunate when -- when other African-Americans tout this line that Donald Trump has kind of crafted in your lap."}], "speaker": "MAYO", "secId": 262}, {"sentences": [{"sentId": 526, "text": "Attack the candidate, don't attack me."}, {"sentId": 527, "text": "Don't attack me."}], "speaker": "WASHINGTON", "secId": 263}, {"sentences": [{"sentId": 528, "text": "I'm not attacking you."}], "speaker": "MAYO", "secId": 264}, {"sentences": [{"sentId": 529, "text": "I'm really not attacking you."}, {"sentId": 530, "text": "I'm saying, generally speaking it's hurtful I think and I'm speaking on behalf of masses of black people who are clearly not pro-Donald Trump for any number of reasons, not to mention the ridiculous birther issue that he had every opportunity to back up from, to apologize for, and chose to do the exact opposite, and you would dare represent him in a forum like this to suggest --"}], "speaker": "MAYO", "secId": 265}, {"sentences": [{"sentId": 531, "text": "Dare?"}], "speaker": "WASHINGTON", "secId": 266}, {"sentences": [{"sentId": 532, "text": "-- that that is normalized in our community?"}], "speaker": "MAYO", "secId": 267}, {"sentences": [{"sentId": 533, "text": "I am an American citizen and a veteran."}], "speaker": "WASHINGTON", "secId": 268}, {"sentences": [{"sentId": 534, "text": "We are a bit more sharp than that as a whole."}], "speaker": "MAYO", "secId": 269}, {"sentences": [{"sentId": 535, "text": "Someone who went overseas to fight for your right to have your opinion and I have my right to mine."}], "speaker": "WASHINGTON", "secId": 270}, {"sentences": [{"sentId": 536, "text": "One at a time."}], "speaker": "LEMON", "secId": 271}, {"sentences": [{"sentId": 537, "text": "You have --"}], "speaker": "MAYO", "secId": 272}, {"sentences": [{"sentId": 538, "text": "I absolutely will not allow her to sit here and vilify me for doing what white Americans and Hispanic Americans and Asian Americans do, which is choose a political party, choose a platform, and then stand up for it."}, {"sentId": 539, "text": "I'm not voting for anything that's against anything else."}], "speaker": "WASHINGTON", "secId": 273}, {"sentences": [{"sentId": 540, "text": "That's fair but this isn't just choosing a political party."}], "speaker": "MAYO", "secId": 274}, {"sentences": [{"sentId": 541, "text": "No."}, {"sentId": 542, "text": "It's not fair."}], "speaker": "WASHINGTON", "secId": 275}, {"sentences": [{"sentId": 543, "text": "OK.  Go ahead --"}], "speaker": "LEMON", "secId": 276}, {"sentences": [{"sentId": 544, "text": "It's not fair for you to say that I don't have the right to vote as I choose as an American citizen."}], "speaker": "WASHINGTON", "secId": 277}, {"sentences": [{"sentId": 545, "text": "Stacy, in the interest of time, let her respond, too."}], "speaker": "LEMON", "secId": 278}, {"sentences": [{"sentId": 546, "text": "Yes."}, {"sentId": 547, "text": "You have the complete right and I suggest that you do what you do."}, {"sentId": 548, "text": "But what I'm saying is that you are not representative of most African-Americans when you sit here and pretend that Donald Trump hasn't represented what appears to be one of the greatest threats to our community, to communities of color, to poor people, to women, to Muslims, the list goes on."}, {"sentId": 549, "text": "It's a fraud and it's unfortunate."}], "speaker": "MAYO", "secId": 279}, {"sentences": [{"sentId": 550, "text": "It's your opinion."}], "speaker": "WASHINGTON", "secId": 280}, {"sentences": [{"sentId": 551, "text": "It is."}, {"sentId": 552, "text": "And many others that look just like both of us."}, {"sentId": 553, "text": "Thank you."}], "speaker": "MAYO", "secId": 281}, {"sentences": [{"sentId": 554, "text": "Thank you, both."}, {"sentId": 555, "text": "I appreciate it."}], "speaker": "LEMON", "secId": 282}, {"sentences": [{"sentId": 556, "text": "When we come right back, the 9-year-old girl who made an emotional plea after the fatal police shooting of Keith Scott in Charlotte."}], "speaker": "LEMON", "secId": 283}, {"sentences": [{"sentId": 557, "text": "The fatal police shooting of Keith Lamont Scott sparked protests in Charlotte, North Carolina, and across the country and on Monday a 9-year-old named Zianna Oliphant addressed the Charlotte city council."}, {"sentId": 558, "text": "What she said made headlines around the world."}, {"sentId": 559, "text": "Listen."}], "speaker": "LEMON", "secId": 284}, {"sentences": [{"sentId": 560, "text": "I don't like how we're treated -- just because of our color, and doesn't mean anything to me."}, {"sentId": 561, "text": "I believe that --"}], "speaker": "OLIPHANT", "secId": 285}, {"sentences": [{"sentId": 562, "text": "You're doing great."}, {"sentId": 563, "text": "Doing a great job."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 286}, {"sentences": [{"sentId": 564, "text": "Don't stop."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 287}, {"sentences": [{"sentId": 565, "text": "Do not stop."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 288}, {"sentences": [{"sentId": 566, "text": "Z. OLIPHANT:  We are black people and we shouldn't have to feel like this."}, {"sentId": 567, "text": "We shouldn't have to protest because you all are treating us wrong."}, {"sentId": 568, "text": "We do this because we need to have the right."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 289}, {"sentences": [{"sentId": 569, "text": "Go ahead."}, {"sentId": 570, "text": "Let her talk."}, {"sentId": 571, "text": "Go ahead."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 290}, {"sentences": [{"sentId": 572, "text": "Z. OLIPHANT:  I've been born and raised in Charlotte and I never felt this way until now."}, {"sentId": 573, "text": "And I don't like how we're treated."}, {"sentId": 574, "text": "And -- it's a shame that our fathers and mothers are killed and we can't even see them anymore."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 291}, {"sentences": [{"sentId": 575, "text": "That's right."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 292}, {"sentences": [{"sentId": 576, "text": "Z. OLIPHANT:  It's a shame that we have to go to their graveyard and bury them."}, {"sentId": 577, "text": "And we have tears and we shouldn't have tears."}, {"sentId": 578, "text": "We need our fathers and mothers to be by our side."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 293}, {"sentences": [{"sentId": 579, "text": "Zianna Oliphant joins me now along with her mother Precious."}], "speaker": "LEMON", "secId": 294}, {"sentences": [{"sentId": 580, "text": "Thank you both for coming on."}, {"sentId": 581, "text": "Hi, Zianna."}], "speaker": "LEMON", "secId": 295}, {"sentences": [{"sentId": 582, "text": "Z. OLIPHANT:  Hi."}], "speaker": "LEMON", "secId": 296}, {"sentences": [{"sentId": 583, "text": "I'm so glad that you could be here."}, {"sentId": 584, "text": "You're not going to get shy on me now?"}, {"sentId": 585, "text": "I know because you showed such courage in that video."}, {"sentId": 586, "text": "What made you get up there and want to do that?"}], "speaker": "LEMON", "secId": 297}, {"sentences": [{"sentId": 587, "text": "Z. OLIPHANT: Well, because I knew -- I know that, like, girls and children would not do it like at first I wasn't going to do it."}, {"sentId": 588, "text": "But then I took the courage and did it."}, {"sentId": 589, "text": "So I just got over it."}, {"sentId": 590, "text": "I was ready to go on but I was ready to get off there at the same time."}], "speaker": "LEMON", "secId": 298}, {"sentences": [{"sentId": 591, "text": "Are you happy you did it?"}], "speaker": "LEMON", "secId": 299}, {"sentences": [{"sentId": 592, "text": "Z. OLIPHANT: Yes."}], "speaker": "LEMON", "secId": 300}, {"sentences": [{"sentId": 593, "text": "Why?"}], "speaker": "LEMON", "secId": 301}, {"sentences": [{"sentId": 594, "text": "Z. OLIPHANT:  Well, because sometimes if I do something like that, it makes me feel good."}], "speaker": "LEMON", "secId": 302}, {"sentences": [{"sentId": 595, "text": "How have people reacted to your speech?"}], "speaker": "LEMON", "secId": 303}, {"sentences": [{"sentId": 596, "text": "Z. OLIPHANT:  Well, it's like, they are like -- like sometimes like they'll either like take my mom or something, and say that I left them to tears, so it's like, it would make them cry a little bit."}, {"sentId": 597, "text": "Like tearful."}], "speaker": "LEMON", "secId": 304}, {"sentences": [{"sentId": 598, "text": "Yes."}, {"sentId": 599, "text": "So, Zianna, tell me what it's been like in Charlotte to see -- like seeing all the protests, seeing all the tension between the police and the community and the people out in the street, and the people, you know, just sort of in an uproar."}, {"sentId": 600, "text": "What has it been like?"}], "speaker": "LEMON", "secId": 305}, {"sentences": [{"sentId": 601, "text": "Z. OLIPHANT:  Well, to me it's been like -- kind of hard for me to see it because like it's all I hear and see like videos of people like getting shot by the police, it's like -- well, sometimes I want to cry but I'm like, no, I don't want to cry, just don't cry."}, {"sentId": 602, "text": "But sometimes I want to because it's hurtful."}], "speaker": "LEMON", "secId": 306}, {"sentences": [{"sentId": 603, "text": "You said that her speech was unplanned."}, {"sentId": 604, "text": "I mean, were you surprised that she got up there in front of all those people and did that?"}], "speaker": "LEMON", "secId": 307}, {"sentences": [{"sentId": 605, "text": "I was surprised, absolutely."}, {"sentId": 606, "text": "But after she made her speech I was blown away."}, {"sentId": 607, "text": "This is a topic that has been going and circulating for quite some time."}, {"sentId": 608, "text": "I'm very open as far as communication with them, letting them know what is going on so they can be aware."}], "speaker": "OLIPHANT", "secId": 308}, {"sentences": [{"sentId": 609, "text": "So what have people been saying to you about it?"}], "speaker": "LEMON", "secId": 309}, {"sentences": [{"sentId": 610, "text": "P. OLIPHANT:  Oh, man, I've received so many kind words, so many blessings."}, {"sentId": 611, "text": "There's actually people reaching out to us from our community with gifts for Zianna and you know, that is -- that is the bright side of."}], "speaker": "LEMON", "secId": 310}, {"sentences": [{"sentId": 612, "text": "I've also had people say very negative things to me."}, {"sentId": 613, "text": "However, I chose not to feed into it because it will not make anything better."}], "speaker": "LEMON", "secId": 311}, {"sentences": [{"sentId": 614, "text": "What are people saying?"}], "speaker": "LEMON", "secId": 312}, {"sentences": [{"sentId": 615, "text": "P. OLIPHANT:  A lot of people are saying that I'm exploiting my child, that I'm instilling hate into her heart."}, {"sentId": 616, "text": "I'm giving her the only the negative perspective of what's going on which really I just provide them with the facts and I guide them in the right direction."}], "speaker": "LEMON", "secId": 313}, {"sentences": [{"sentId": 617, "text": "Zianna, do you think you're going to continue to go to meetings and speak off or you got this off your heart and you're fine now?"}], "speaker": "LEMON", "secId": 314}, {"sentences": [{"sentId": 618, "text": "Z. OLIPHANT:  Well, I hope I can still go to meetings."}, {"sentId": 619, "text": "And I'm going to continue to speak out and I just -- yes, this is like what I want to do."}], "speaker": "LEMON", "secId": 315}, {"sentences": [{"sentId": 620, "text": "Well, to be 9 years old again."}, {"sentId": 621, "text": "Thank you, Zianna."}], "speaker": "LEMON", "secId": 316}, {"sentences": [{"sentId": 622, "text": "Z. OLIPHANT:  You're welcome."}], "speaker": "LEMON", "secId": 317}, {"sentences": [{"sentId": 623, "text": "Thanks, Precious."}], "speaker": "LEMON", "secId": 318}, {"sentences": [{"sentId": 624, "text": "P. OLIPHANT:  Thank you so much for having us."}], "speaker": "LEMON", "secId": 319}, {"sentences": [{"sentId": 625, "text": "That's it for us tonight."}, {"sentId": 626, "text": "Thank you so much for watching."}, {"sentId": 627, "text": "I'll see you right back here tomorrow."}], "speaker": "LEMON", "secId": 320}, {"sentences": [{"sentId": 628, "text": "And good evening."}, {"sentId": 629, "text": "Thanks for joining us."}], "speaker": "COOPER", "secId": 321}, {"sentences": [{"sentId": 630, "text": "We begin tonight with a new interview with Donald Trump in which he's asked about his own widely reported infidelities as he keeps bringing up the Clinton's marriage."}, {"sentId": 631, "text": "In a new interview Donald Trump says he has a, quote, \"very good history\" in his marriages."}], "speaker": "COOPER", "secId": 322}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1609.29.cnnt.02.html.json", "time": "Aired September 29, 2016 - 23:00   ET"}