{"sectionCount": 179, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["COOPER", "LEMON", "SEIDNER", "CEVALLOS", "CASTOR", "ALLRED", "COSBY", "TARSHIS", "BOWMAN", "SIMONE", "GOLDBERG", "PINSKY", "CLINTON", "DAVIS", "HENDERSON", "MADDEN", "TRUMP"], "subTitle": "New Cosby Revelations; Hillary Clinton's Interview; Gun Used in Murder Allegedly Belongs to Federal Agent.  Aired 10-11:00p ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1507/07/cnnt.01.html", "sentenceCount": 573, "sections": [{"sentences": [{"sentId": 0, "text": "Well, that does it for us."}, {"sentId": 1, "text": "We'll see you again at 11 p.m. Eastern for another edition of 360."}, {"sentId": 2, "text": "CNN Tonight with Don Lemon starts now."}], "speaker": "COOPER", "secId": 0}, {"sentences": [{"sentId": 3, "text": "Cosby under fire."}, {"sentId": 4, "text": "What will the tarnished legend do now?"}, {"sentId": 5, "text": "This is CNN Tonight."}, {"sentId": 6, "text": "I'm Don Lemon."}, {"sentId": 7, "text": "Bill Cosby is staying silent after shocking revelations he admitted to giving getting seven prescriptions for Quaaludes to give to women he wanted to have sex with."}], "speaker": "LEMON", "secId": 1}, {"sentences": [{"sentId": 8, "text": "The man we once knew as America's dad has never been criminally charged, and has been vehemently denied any wrongdoing, but, will he finally have to face his accusers in court."}, {"sentId": 9, "text": "Tonight we're going to have to talk to some of them."}, {"sentId": 10, "text": "Also, Cosby's defenders."}, {"sentId": 11, "text": "Whoopi Goldberg says, he's innocent until proven guilty."}], "speaker": "LEMON", "secId": 2}, {"sentences": [{"sentId": 12, "text": "But how much legal trouble is he actually in?"}, {"sentId": 13, "text": "Plus, Dr. Drew here and we're answering your questions tonight."}, {"sentId": 14, "text": "So, we have a whole lot to get to."}, {"sentId": 15, "text": "But I want to begin with breaking news about Kate Steinle, a case out of San Francisco."}, {"sentId": 16, "text": "CNN's Sara Seidner has learned shocking details about the gun used to kill Steinle."}], "speaker": "LEMON", "secId": 3}, {"sentences": [{"sentId": 17, "text": "And Sara joins me now along with CNN's legal analyst, Danny Cevallos."}, {"sentId": 18, "text": "Good evening to both of you."}, {"sentId": 19, "text": "Sara, breaking news out there in San Francisco tonight."}, {"sentId": 20, "text": "What can you tell me?"}], "speaker": "LEMON", "secId": 4}, {"sentences": [{"sentId": 21, "text": "Don, we've learned from a source that have talked to us today that is close to the investigation, have knowledge of what is happening with the investigation."}, {"sentId": 22, "text": "Who told us that the gun that was used in this case by allegedly Juan Francisco Lopez Sanchez actually belongs to a federal agent."}], "speaker": "SEIDNER", "secId": 5}, {"sentences": [{"sentId": 23, "text": "That apparently, it was traced back to a federal agency."}, {"sentId": 24, "text": "That gun we heard from Lopez Sanchez, he found, he said, on the ground that he accidentally stepped on it, and then picked it up."}, {"sentId": 25, "text": "It was wrapped in a t shirt, according to him."}, {"sentId": 26, "text": "He told that to a local reporter in a jailhouse interview."}, {"sentId": 27, "text": "And the latest is, that that gun apparently belonged to a federal agent according to our source."}], "speaker": "SEIDNER", "secId": 6}, {"sentences": [{"sentId": 28, "text": "So, that's the very latest information and this is all happening and coming out as Lopez Sanchez made his very first court appearance today."}, {"sentId": 29, "text": "He was asked whether or not he was guilty of the murder of Kate Steinle and he said, not guilty."}, {"sentId": 30, "text": "Don."}, {"sentId": 31, "text": "LEMON: And that is the only thing he is saying besides that interview"}], "speaker": "SEIDNER", "secId": 7}, {"sentences": [{"sentId": 32, "text": "that we saw, Sara."}], "speaker": "SEIDNER", "secId": 8}, {"sentences": [{"sentId": 33, "text": "That's right."}, {"sentId": 34, "text": "And also, in that interview and we should make this very clear."}, {"sentId": 35, "text": "He did a couple of different jailhouse interviews."}, {"sentId": 36, "text": "And he's not consistent at all with his story."}, {"sentId": 37, "text": "It has changed several times."}, {"sentId": 38, "text": "Sometimes it seems like he doesn't understand the question, not in English or in Spanish, his native language."}], "speaker": "SEIDNER", "secId": 9}, {"sentences": [{"sentId": 39, "text": "He had an interpreter, Don, in the court today interpreting every single word the judge said into Spanish his native language."}, {"sentId": 40, "text": "And he didn't seem to understand very simple questions."}, {"sentId": 41, "text": "Like when the judge asked him about court dates, he just kept answering not guilty."}], "speaker": "SEIDNER", "secId": 10}, {"sentences": [{"sentId": 42, "text": "So, there is clearly something with him, he's not understanding all these details."}, {"sentId": 43, "text": "His attorney was asked, and he has a public defender because he said he could not afford to pay for his own attorney."}, {"sentId": 44, "text": "The public defender did say that he's got about a second grade education, Don."}, {"sentId": 45, "text": "But that he did understand the charges against him, though, he did not seem to be understanding everything that was going on in court, even with that interpreter."}], "speaker": "SEIDNER", "secId": 11}, {"sentences": [{"sentId": 46, "text": "There was a lot more to talk about in this case."}, {"sentId": 47, "text": "That we should also mention the victim and the victim's family."}, {"sentId": 48, "text": "Kate Steinle said, they want nothing to do with this big policy and political fight now when it comes to immigration."}, {"sentId": 49, "text": "They are simply trying to bury their daughter."}, {"sentId": 50, "text": "This has been a terrible tragic event for the Steinle family."}, {"sentId": 51, "text": "Yes, Don."}], "speaker": "SEIDNER", "secId": 12}, {"sentences": [{"sentId": 52, "text": "And we spoke with her best friend last night and her best friend said much."}, {"sentId": 53, "text": "I have to ask you this now, Danny."}, {"sentId": 54, "text": "You know, can he be trying to change his defense here to an insanity defense?"}, {"sentId": 55, "text": "He spoke in the interview very clear answers and now this?"}], "speaker": "LEMON", "secId": 13}, {"sentences": [{"sentId": 56, "text": "There are a couple issues here, Don."}, {"sentId": 57, "text": "Number one, the nature of the crime lends itself to a possible insanity defense."}, {"sentId": 58, "text": "But not only that, we may be looking at an incompetency issue here."}, {"sentId": 59, "text": "Because insanity deals with at the time of the crime, did he not understand the nature and consequences or did he not appreciate the wrongfulness."}], "speaker": "CEVALLOS", "secId": 14}, {"sentences": [{"sentId": 60, "text": "But incompetency to stand trial is a different issue."}, {"sentId": 61, "text": "And that asks whether or not he can assist with his own defense, if he understands the nature of the proceedings against him."}, {"sentId": 62, "text": "Now there are many cases where you here word of an insanity defense in rages people because they say, well, this is somebody just trying to get out of a crime."}], "speaker": "CEVALLOS", "secId": 15}, {"sentences": [{"sentId": 63, "text": "But one of the factors here that jumps out right away is the senselessness of the crime."}, {"sentId": 64, "text": "The randomness of the crime."}, {"sentId": 65, "text": "There was no real motive apparent from the crime."}, {"sentId": 66, "text": "They didn't know each other."}, {"sentId": 67, "text": "So, we may be seeing not only an insanity defense, but a claim of incompetency to stand trial."}], "speaker": "CEVALLOS", "secId": 16}, {"sentences": [{"sentId": 68, "text": "And then, as a third possible issue, certainly as to these confessions that we've seen on video, I expect his defense attorney to raise the issue of the language barrier."}, {"sentId": 69, "text": "Did he understand and make a knowing and voluntary confession if he couldn't fully understand the language?"}, {"sentId": 70, "text": "But each of those three issues I expect in under these particular facts will come up."}], "speaker": "CEVALLOS", "secId": 17}, {"sentences": [{"sentId": 71, "text": "Yes."}, {"sentId": 72, "text": "That's interesting because it was in Spanish."}, {"sentId": 73, "text": "And that's why I ask the question is he change in defense here."}, {"sentId": 74, "text": "Listen, let me ask you about this new information that Sara got about the gun traced to a federal agent or agency."}, {"sentId": 75, "text": "Does this impact the case at all?"}], "speaker": "LEMON", "secId": 18}, {"sentences": [{"sentId": 76, "text": "It doesn't in terms of charging this defendant."}, {"sentId": 77, "text": "But it may mean that somebody else is going to be on the hook and soon."}, {"sentId": 78, "text": "The first inquiry is this."}, {"sentId": 79, "text": "When talking about a firearm, and we only know that it was traced to a federal agent is, is it number one, his duty firearm?"}, {"sentId": 80, "text": "The one that he's issued."}, {"sentId": 81, "text": "Or, number two, is it a personal use firearm that he bought to keep at home."}], "speaker": "CEVALLOS", "secId": 19}, {"sentences": [{"sentId": 82, "text": "If it is his duty firearm, without knowing the particular federal agency, I can virtually guarantee that any agency is going to have a procedure for not only if you lose a firearm, you must report it and do it in a documented way."}, {"sentId": 83, "text": "I have to mention that is the rule across the board for every federal agency."}], "speaker": "CEVALLOS", "secId": 20}, {"sentences": [{"sentId": 84, "text": "On the other hand, if it is a private weapon, for example, in California, all private sales must be routed through a licensed dealer."}, {"sentId": 85, "text": "With some exception, though."}, {"sentId": 86, "text": "For example, father-to-son transfers, a husband-to-wife transfers."}, {"sentId": 87, "text": "These are possible ways that a trail could potentially go cold."}, {"sentId": 88, "text": "So, the first inquiry is what kind of gun, what agency and was it a duty firearm or the result of some private sale."}], "speaker": "CEVALLOS", "secId": 21}, {"sentences": [{"sentId": 89, "text": "All right."}, {"sentId": 90, "text": "Thank you very much."}, {"sentId": 91, "text": "Danny, thank you, sir."}, {"sentId": 92, "text": "Sara Seidner, I appreciate that."}, {"sentId": 93, "text": "I want to get now to the very latest on our other big news now."}, {"sentId": 94, "text": "Bill Cosby I want to bring in Bruce Castor, Montgomery County Pennsylvania commissioner."}], "speaker": "LEMON", "secId": 22}, {"sentences": [{"sentId": 95, "text": "A decade ago, when he was a district attorney, he declined to bring charges against Bill Cosby and he joins me now by phone."}, {"sentId": 96, "text": "So, I want to ask you about this."}, {"sentId": 97, "text": "Good evening to you, Mr. Castor."}, {"sentId": 98, "text": "You didn't bring charges back in 2005 because you didn't have enough evidence."}, {"sentId": 99, "text": "What do you think now?"}], "speaker": "LEMON", "secId": 23}, {"sentences": [{"sentId": 100, "text": "Well, we still wouldn't have enough evidence."}, {"sentId": 101, "text": "The revelations that came out of the depositions was part of a calculated effort on our part to make sure that Andrea Constand would have some punishment exactly against Cosby."}, {"sentId": 102, "text": "Because we were able to take away the Fifth Amendment privilege against self- incrimination."}], "speaker": "CASTOR", "secId": 24}, {"sentences": [{"sentId": 103, "text": "So, the choice I had when we realized and didn't have enough evidence because of the year delay and no forensics, the choice I had was to say nothing."}, {"sentId": 104, "text": "Or, to publicly to state definitively that weren't going to charge him."}, {"sentId": 105, "text": "By taking the latter course, I removed the possibility that he could the Fifth Amendment and he would have to be deposed under oath."}, {"sentId": 106, "text": "I always assume that that was what won the case for the claimant."}, {"sentId": 107, "text": "I'm happy to see that is, in fact, is the case."}, {"sentId": 108, "text": "I wasn't able to comment on it until..."}, {"sentId": 109, "text": "LEMON: Until after it was unsealed."}, {"sentId": 110, "text": "After it was unsealed."}, {"sentId": 111, "text": "So, let me"}], "speaker": "CASTOR", "secId": 25}, {"sentences": [{"sentId": 112, "text": "ask you this."}, {"sentId": 113, "text": "Speaking of the deposition and being under oath, here's what he said during this 2005, 2006 deposition."}, {"sentId": 114, "text": "When asked about this he said, \"When you got the Quaaludes, was it in your mind that you were going to use these Quaaludes for young women that you want today have sex with?\""}, {"sentId": 115, "text": "And Cosby replies, yes."}, {"sentId": 116, "text": "So, hearing that, Mr. Castor, do you see some sort of criminal charges brought against Cosby based on this newly-released documents or information?"}], "speaker": "CASTOR", "secId": 26}, {"sentences": [{"sentId": 117, "text": "Not in Montgomery County, not in the case that I had."}, {"sentId": 118, "text": "They might be able to use that as part of the common scheme plan or design in other cases."}, {"sentId": 119, "text": "But under Pennsylvania Law, you have -- in order to be able to use a statement made by a suspect against them, you have to first be able to prove that a crime was committed."}], "speaker": "CASTOR", "secId": 27}, {"sentences": [{"sentId": 120, "text": "Once a crime -- you can prove a crime was committed, then you can use so-called confessions or statements against the interest against the suspect."}, {"sentId": 121, "text": "So, there's nothing that's going to make this into a criminal case on sexual charges, based on the newly discovered transcripts."}, {"sentId": 122, "text": "It does not mean that we're totally out of the box here."}, {"sentId": 123, "text": "Because anything he said under oath in that deposition back in '05 would be subject to potential scrutiny for perjury."}, {"sentId": 124, "text": "If he lied under oath on a material fact he could be charge for perjury."}], "speaker": "CASTOR", "secId": 28}, {"sentences": [{"sentId": 125, "text": "Well, that was a question..."}], "speaker": "LEMON", "secId": 29}, {"sentences": [{"sentId": 126, "text": "And the statute of limitations."}], "speaker": "CASTOR", "secId": 30}, {"sentences": [{"sentId": 127, "text": "That was the question."}, {"sentId": 128, "text": "Why did people -- many people wondered why did he say that?"}, {"sentId": 129, "text": "Why did he -- I guess supposedly tell the truth about the Quaaludes?"}, {"sentId": 130, "text": "I'm wondering though, if someone knew something about how he acquired the drugs and he had to tell the truth about it, otherwise it would be perjury under oath."}], "speaker": "LEMON", "secId": 31}, {"sentences": [{"sentId": 131, "text": "I think a little bit of a twist on that."}, {"sentId": 132, "text": "I think it's likely that he lied to his own lawyers about other criminal behavior and his other lawyers -- and his lawyers told him not to do any -- to say anything that was false based on the assertion from Cosby."}], "speaker": "CASTOR", "secId": 32}, {"sentences": [{"sentId": 133, "text": "OK."}], "speaker": "LEMON", "secId": 33}, {"sentences": [{"sentId": 134, "text": "That he wasn't involved in any criminal behavior."}], "speaker": "CASTOR", "secId": 34}, {"sentences": [{"sentId": 135, "text": "OK."}], "speaker": "LEMON", "secId": 35}, {"sentences": [{"sentId": 136, "text": "And he also thought that the deposition would never become public."}, {"sentId": 137, "text": "So, you always have to wonder when you're under oath, does the person asking the questions know more than you do?"}, {"sentId": 138, "text": "So, it's very risky to not tell the truth for fear that you could end up locked up for perjury."}], "speaker": "CASTOR", "secId": 36}, {"sentences": [{"sentId": 139, "text": "All right."}, {"sentId": 140, "text": "Bruce Castor, thank you very much."}, {"sentId": 141, "text": "Montgomery County commissioner, former Montgomery County D.A."}, {"sentId": 142, "text": "I appreciate that one."}, {"sentId": 143, "text": "I want to move on now and talk to attorney Gloria Allred, who represents numerous Cosby's accusers, and Danny Cevallos is back with us."}, {"sentId": 144, "text": "Gloria, thanks for joining this show right now."}, {"sentId": 145, "text": "You're representing it's almost unfathomable to say 17 of Cosby's alleged victims and there are five women with suits against Cosby including your client, Judy Huff."}, {"sentId": 146, "text": "Could we see some more cases brought against Cosby?"}], "speaker": "LEMON", "secId": 37}, {"sentences": [{"sentId": 147, "text": "I guess it's possible."}, {"sentId": 148, "text": "I don't know that it's probable because of the statute of limitations."}, {"sentId": 149, "text": "Because of this arbitrary time period which is different in every state, different for adult who have been sexually abused as adults, different if they've been sexually abused as children."}], "speaker": "ALLRED", "secId": 38}, {"sentences": [{"sentId": 150, "text": "So, it's really hard to say."}, {"sentId": 151, "text": "I had someone new contact me today."}, {"sentId": 152, "text": "But I don't know where that's going to go."}, {"sentId": 153, "text": "We'll have to see."}, {"sentId": 154, "text": "So, I think the likelihood is not high that they're going to be new cases."}, {"sentId": 155, "text": "Most of the cases that have been filed are defamation cases, except for the one that I have filed and that I am litigating on behalf of Judy Huff, which is not a defamation case."}, {"sentId": 156, "text": "It's a case where she alleges child sexually abuse."}, {"sentId": 157, "text": "She alleges that she was 15 years old when Mr. Cosby committed acts of sexual misconduct against her."}], "speaker": "ALLRED", "secId": 39}, {"sentences": [{"sentId": 158, "text": "So, someone ask Danny Cevallos given Allred's case or any of the circumstances, the new circumstances."}, {"sentId": 159, "text": "Are there any circumstances where Cosby might be arrested or end up in jail?"}], "speaker": "LEMON", "secId": 40}, {"sentences": [{"sentId": 160, "text": "OK. As to criminal liability, I think Gloria would agree, it's highly unlikely."}, {"sentId": 161, "text": "And here's why more so than a civil case."}, {"sentId": 162, "text": "Because a prosecutor has the challenge of the burden, beyond a reasonable doubt."}, {"sentId": 163, "text": "And you just heard from the words of Bruce Castor, the former district attorney, in the area where I practice, the Philadelphia area, he's a Montgomery County vet."}], "speaker": "CEVALLOS", "secId": 41}, {"sentences": [{"sentId": 164, "text": "In this case, they did not have enough evidence."}, {"sentId": 165, "text": "It was a year later."}, {"sentId": 166, "text": "There was not enough, in his opinion, to prosecute."}, {"sentId": 167, "text": "However, a civil case is an entirely different matter."}, {"sentId": 168, "text": "And, because there is the -- there is the lower burden and the fact that really creative pleading, a creative theory of your case, could get you passed the statute of limitations if you plead the correct cause of action."}], "speaker": "CEVALLOS", "secId": 42}, {"sentences": [{"sentId": 169, "text": "And that's why we're seeing things like defamation cases against Cosby."}, {"sentId": 170, "text": "Because the reality is there's just no way around the statute of limitations in most of these cases in most of these states."}, {"sentId": 171, "text": "It simply has been too long."}, {"sentId": 172, "text": "To get this case before any court will require a creative theory of liability on the civil side."}], "speaker": "CEVALLOS", "secId": 43}, {"sentences": [{"sentId": 173, "text": "OK."}, {"sentId": 174, "text": "I want you to listen to -- this is Cosby's famous 2004, it says, \"pound cake speech,\" so to speak."}, {"sentId": 175, "text": "Because the judge -- that's when the judge used this example of Cosby taking the moral high ground."}, {"sentId": 176, "text": "It's part of the reason why he unsealed these documents."}, {"sentId": 177, "text": "Let's listen."}], "speaker": "LEMON", "secId": 44}, {"sentences": [{"sentId": 178, "text": "Where were you when he was 18 and how come you don't know he had a pistol?"}, {"sentId": 179, "text": "These are not political criminals."}, {"sentId": 180, "text": "These are people going stealing Coca Cola."}, {"sentId": 181, "text": "People getting shot in the back of the head over a piece of pound cake."}, {"sentId": 182, "text": "And then we all run on outrage, oh, the cops shouldn't have shot him."}, {"sentId": 183, "text": "What the hell was he doing with the pound cake in his hand?"}], "speaker": "COSBY", "secId": 45}, {"sentences": [{"sentId": 184, "text": "So, that is -- Bill Cosby clearly reprimanding black parents there."}, {"sentId": 185, "text": "Danny, are you surprise that the judge referred to Cosby's public statements?"}], "speaker": "LEMON", "secId": 46}, {"sentences": [{"sentId": 186, "text": "I am fascinated, Don, because I read the entire opinion and here's why."}, {"sentId": 187, "text": "The judge went through a detailed analysis of the law."}, {"sentId": 188, "text": "It's important for us to know that courts generally this favor to sealing of records."}, {"sentId": 189, "text": "And this was not in actual deposition transcript or rather instead, the attorneys, during their deposition bickering decided to file motions for sanctions and they just cut and pasted portions of that transcript."}], "speaker": "CEVALLOS", "secId": 47}, {"sentences": [{"sentId": 190, "text": "But the judge here concluded that Cosby should be treated not as a private person, but as a public figure."}, {"sentId": 191, "text": "Not because he's a celebrity, not because he is a comedian, but because he chose to insert himself into a public dialogue."}, {"sentId": 192, "text": "He set up..."}], "speaker": "CEVALLOS", "secId": 48}, {"sentences": [{"sentId": 193, "text": "He's held himself up as a standard and speaking -- OK."}], "speaker": "LEMON", "secId": 49}, {"sentences": [{"sentId": 194, "text": "Exactly."}, {"sentId": 195, "text": "Which is a fascinating position for a judge to take."}, {"sentId": 196, "text": "Because you could equally argue that virtually any comedian, any social commentator injects himself up to the level or raises himself to the level of public figure..."}], "speaker": "CEVALLOS", "secId": 50}, {"sentences": [{"sentId": 197, "text": "As a social commentator."}], "speaker": "LEMON", "secId": 51}, {"sentences": [{"sentId": 198, "text": "... and the public figure is like, well, -- but, you know, the comparison that Judge Robreno made was that, this is like a senator or a politician."}, {"sentId": 199, "text": "And he said, essentially, that Cosby is throwing himself into the fray with things like his \"pound cake\" speech, which he cited in the memorandum opinion."}, {"sentId": 200, "text": "It was an example of Cosby taking himself from comedian and making himself politician."}], "speaker": "CEVALLOS", "secId": 52}, {"sentences": [{"sentId": 201, "text": "All right."}, {"sentId": 202, "text": "Gloria, I have to run."}, {"sentId": 203, "text": "But I want to -- this is certainly you believe, is going to help your case?"}], "speaker": "LEMON", "secId": 53}, {"sentences": [{"sentId": 204, "text": "Oh, absolutely."}, {"sentId": 205, "text": "Because if and when we're able to take his deposition, which we hope to be able to do."}, {"sentId": 206, "text": "After the California Supreme Court decides whether or not it's going to grant Mr. Cosby petition to review this case."}, {"sentId": 207, "text": "If they decline to review it, if we are able to proceed then I'm going to use some of these bombshell comments from his prior deposition when I inquire of him in the deposition that he will be forced to sit down and have, in the case involving Judy Huff."}], "speaker": "ALLRED", "secId": 54}, {"sentences": [{"sentId": 208, "text": "So, we're looking forward to that day."}, {"sentId": 209, "text": "We want her day in court."}, {"sentId": 210, "text": "We want justice for Judy and we want justice for all of the other alleged victims, however they can get it, as well."}], "speaker": "ALLRED", "secId": 55}, {"sentences": [{"sentId": 211, "text": "Of course."}, {"sentId": 212, "text": "All right."}, {"sentId": 213, "text": "Gloria, thank you."}, {"sentId": 214, "text": "I appreciate it."}], "speaker": "LEMON", "secId": 56}, {"sentences": [{"sentId": 215, "text": "Thank you."}], "speaker": "ALLRED", "secId": 57}, {"sentences": [{"sentId": 216, "text": "And we've got a lot more on this."}, {"sentId": 217, "text": "Coming up, I'm going to talk to Cosby's accusers."}, {"sentId": 218, "text": "Plus, Hillary Clinton's exclusive video with CNN and the one question that could decide the entire election."}], "speaker": "LEMON", "secId": 58}, {"sentences": [{"sentId": 219, "text": "More than two dozen women accused Bill Cosby of raping or assaulting them over the past 40 years."}, {"sentId": 220, "text": "So, joining me now, two of those are Barbara Bowman."}, {"sentId": 221, "text": "Allegedly she was raped by Bill Cosby when she was a teenage actress, and Joan Tarshis accuses Cosby of raping her when she was 19."}], "speaker": "LEMON", "secId": 59}, {"sentences": [{"sentId": 222, "text": "Thank you, ladies."}, {"sentId": 223, "text": "I wish we were talking under better circumstances."}], "speaker": "LEMON", "secId": 60}, {"sentences": [{"sentId": 224, "text": "Thank you, Don."}], "speaker": "TARSHIS", "secId": 61}, {"sentences": [{"sentId": 225, "text": "You know, how are you handling this?"}, {"sentId": 226, "text": "He had the equivalent of seven prescriptions, Joan, of Quaaludes."}], "speaker": "LEMON", "secId": 62}, {"sentences": [{"sentId": 227, "text": "Yes, yes."}], "speaker": "TARSHIS", "secId": 63}, {"sentences": [{"sentId": 228, "text": "How are you handling it?"}], "speaker": "LEMON", "secId": 64}, {"sentences": [{"sentId": 229, "text": "I'm handling it by being shocked that he admitted the truth finally."}, {"sentId": 230, "text": "I mean, he lies, you know, constantly."}, {"sentId": 231, "text": "And the fact that he finally he -- he was forced into being honest and that it was released."}, {"sentId": 232, "text": "That's the shocking part."}, {"sentId": 233, "text": "I was so surprised and I want to just congratulate the judge who agreed to let the world in on this."}], "speaker": "TARSHIS", "secId": 65}, {"sentences": [{"sentId": 234, "text": "Did you ever think in a million years..."}], "speaker": "LEMON", "secId": 66}, {"sentences": [{"sentId": 235, "text": "No."}], "speaker": "TARSHIS", "secId": 67}, {"sentences": [{"sentId": 236, "text": "... that you would be sitting here on national television talking about this?"}, {"sentId": 237, "text": "It's an international television?"}], "speaker": "LEMON", "secId": 68}, {"sentences": [{"sentId": 238, "text": "No, no, never."}, {"sentId": 239, "text": "Not that Bill Cosby admitted to getting seven prescriptions of Quaaludes that he was giving to women to have sex with him."}], "speaker": "TARSHIS", "secId": 69}, {"sentences": [{"sentId": 240, "text": "Barbara, same question to you."}], "speaker": "LEMON", "secId": 70}, {"sentences": [{"sentId": 241, "text": "I never lost hope."}, {"sentId": 242, "text": "I had dark days and it's been a long frustrating journey."}, {"sentId": 243, "text": "But I knew some ways, some day, something would break and the truth would come out."}, {"sentId": 244, "text": "You know, the thing is that, it's remarkable what he masterminded."}], "speaker": "BOWMAN", "secId": 71}, {"sentences": [{"sentId": 245, "text": "It was decades of deceit and manipulation and not just with his victims, but with the people around him."}, {"sentId": 246, "text": "And the people that surrounded him to protect him and all of the minds that he manipulated."}, {"sentId": 247, "text": "You know, it was..."}], "speaker": "BOWMAN", "secId": 72}, {"sentences": [{"sentId": 248, "text": "Yes."}, {"sentId": 249, "text": "Let's talk about some of the people who supported him, initially."}, {"sentId": 250, "text": "Some still supported him."}, {"sentId": 251, "text": "First off, Barbara, and this is going to be for you."}, {"sentId": 252, "text": "Remember actress and singer Jill Scott?"}, {"sentId": 253, "text": "She was an ardent defender of Cosby when all of these allegations were coming forward."}], "speaker": "LEMON", "secId": 73}, {"sentences": [{"sentId": 254, "text": "She said to Twitter last night saying, \"About Bill Cosby."}, {"sentId": 255, "text": "Sadly his own testimony offers proof of terrible deeds which is all I have ever required the accusation.\""}, {"sentId": 256, "text": "And then she went on to say, \"I stood by a man I respected and loved."}, {"sentId": 257, "text": "I was wrong."}, {"sentId": 258, "text": "It hurts when you get it all right.\""}, {"sentId": 259, "text": "When you get it all right, meaning when you get everything all right to the public, holla, he said so."}, {"sentId": 260, "text": "What do you think -- you've been called a liar all of these years, what do you think of comments like that?"}], "speaker": "LEMON", "secId": 74}, {"sentences": [{"sentId": 261, "text": "Well, a couple of things."}, {"sentId": 262, "text": "First of all, you know, when you have accepted and grown up with an icon, with something in your life that is so effective in your life, that is really the fabric of your existence and your morality and in the way you look at life when you -- when something comes crashing down on you like that, it's very, very difficult to change your paradigm and it's very difficult to accept that you have to shift your thinking."}], "speaker": "BOWMAN", "secId": 75}, {"sentences": [{"sentId": 263, "text": "And it's a -- you're mourning the death of a part of your own life."}, {"sentId": 264, "text": "And there are a lot of elements to that."}, {"sentId": 265, "text": "There's a lot of denial."}, {"sentId": 266, "text": "There's fear."}, {"sentId": 267, "text": "And it's shattering illusion -- the illusion."}, {"sentId": 268, "text": "You know, we're dealing with a man that has built his life on his \"iconicy\" and has had a very strong circle of protection."}], "speaker": "BOWMAN", "secId": 76}, {"sentences": [{"sentId": 269, "text": "And within that protection he's also not a stupid man and understood how to deflect attention away from the facts."}, {"sentId": 270, "text": "And in my personal opinion is that, some of his strategies of having moral integrity and trying to express that he's a cultural expert on family life and good morals was just another deflection and just another piece of his own puzzle to..."}], "speaker": "BOWMAN", "secId": 77}, {"sentences": [{"sentId": 271, "text": "Well, let me ask you this."}, {"sentId": 272, "text": "Let me ask you -- I want to ask you about Camille because we haven't heard from his wife Camille Cosby."}, {"sentId": 273, "text": "We have from the attorneys."}, {"sentId": 274, "text": "We haven't -- do you think it is time to hear from her?"}], "speaker": "LEMON", "secId": 78}, {"sentences": [{"sentId": 275, "text": "Oh, Don, I'm so glad you asked that question."}, {"sentId": 276, "text": "That question has been dodged throughout all of this."}, {"sentId": 277, "text": "And I don't know that I'm the person to answer that question."}, {"sentId": 278, "text": "I have my own theories, I have my own opinions."}, {"sentId": 279, "text": "And I will say this."}, {"sentId": 280, "text": "That I would say that it is time to reach out and probe at the enablers and the handlers in this world."}], "speaker": "BOWMAN", "secId": 79}, {"sentences": [{"sentId": 281, "text": "I know."}], "speaker": "LEMON", "secId": 80}, {"sentences": [{"sentId": 282, "text": "And so, I'm going to give you a global yes."}], "speaker": "BOWMAN", "secId": 81}, {"sentences": [{"sentId": 283, "text": "OK. Joan."}], "speaker": "LEMON", "secId": 82}, {"sentences": [{"sentId": 284, "text": "I agree."}, {"sentId": 285, "text": "I mean, I think she had her own motives for being silent other than the fact that she's been married to him for maybe 25 years."}, {"sentId": 286, "text": "I don't really want to discuss what her motives are, because they're not really pleasant."}, {"sentId": 287, "text": "But I think she may have been excited about being Camille Cosby."}], "speaker": "TARSHIS", "secId": 83}, {"sentences": [{"sentId": 288, "text": "Let's talk about this because we're talking about you're saying people who'd, you know, people who were defending him were saying and also, do you believe that people were enablers?"}, {"sentId": 289, "text": "This is in your words."}, {"sentId": 290, "text": "A big talker on -- I don't know if you guys saw The View this morning, this is Whoopi Goldberg and Rayven Simone talking about this."}, {"sentId": 291, "text": "Take a listen."}], "speaker": "LEMON", "secId": 84}, {"sentences": [{"sentId": 292, "text": "I don't really like to talk about it that much because he's the reason I'm on this panel in the first place."}, {"sentId": 293, "text": "He gave me my first job."}, {"sentId": 294, "text": "But at the same time, you know, you need the proof and then I'll be able to give my judgment here or there."}], "speaker": "SIMONE", "secId": 85}, {"sentences": [{"sentId": 295, "text": "We'll see what happens, you know, as more information comes out people can make judgments."}, {"sentId": 296, "text": "I'm not -- I don't like snap judgments because I've had snap judgments made on me."}, {"sentId": 297, "text": "So, I'm very, very careful."}], "speaker": "GOLDBERG", "secId": 86}, {"sentences": [{"sentId": 298, "text": "In America, still, I know it's a shock, but you're actually we're innocent..."}], "speaker": "GOLDBERG", "secId": 87}, {"sentences": [{"sentId": 299, "text": "Until proven guilty."}], "speaker": "SIMONE", "secId": 88}, {"sentences": [{"sentId": 300, "text": "... until proven guilty."}, {"sentId": 301, "text": "He has not been proven."}], "speaker": "GOLDBERG", "secId": 89}, {"sentences": [{"sentId": 302, "text": "So, I have to say this."}, {"sentId": 303, "text": "Whoopi is a friend of mine."}, {"sentId": 304, "text": "But do you -- and I can understand where she's coming from."}, {"sentId": 305, "text": "On this one issue that when you're in the public eye, people say -- often say things that are untrue about you."}, {"sentId": 306, "text": "But when so many women have come forward so much information when he has admitted under oath that he intended to use these drugs, how much more information do you think you have to believe before -- or that maybe the drugs were consensual?"}, {"sentId": 307, "text": "What is that due to you?"}], "speaker": "LEMON", "secId": 90}, {"sentences": [{"sentId": 308, "text": "Is this a snap decision?"}, {"sentId": 309, "text": "49 women coming forward and saying the same thing is a snap decision in her mind?"}, {"sentId": 310, "text": "I don't see it that way."}, {"sentId": 311, "text": "I see it as an outstanding barrel of evidence."}, {"sentId": 312, "text": "Women that didn't know each other."}, {"sentId": 313, "text": "Women from different parts of the country."}, {"sentId": 314, "text": "Who's making a snap decision here?"}], "speaker": "TARSHIS", "secId": 91}, {"sentences": [{"sentId": 315, "text": "Barbara."}], "speaker": "LEMON", "secId": 92}, {"sentences": [{"sentId": 316, "text": "I would like to add something to that."}, {"sentId": 317, "text": "I'm a mother of teenagers."}, {"sentId": 318, "text": "And one of the basic lessons that I teach both of my teenagers, daughter, 13, a son, 15."}, {"sentId": 319, "text": "It's one thing to be alert and aware in the world and be able to be sharp and tactical."}, {"sentId": 320, "text": "It's another thing to be cunning and sly, and be a liar and fallen with the radar and be a manipulator and learn how to work the system in a way that works to your advantage, regardless of the consequences that it has on others."}, {"sentId": 321, "text": "And that's really what we're talking about."}, {"sentId": 322, "text": "There's no cut and dry."}], "speaker": "BOWMAN", "secId": 93}, {"sentences": [{"sentId": 323, "text": "And I have nothing personal to say about Whoopi Goldberg or anyone else that might have those opinions."}, {"sentId": 324, "text": "But, you know, let's face it."}, {"sentId": 325, "text": "This is not a cut and dry situation."}, {"sentId": 326, "text": "And any perpetrator, any thief, anybody that gets away with stuff, it isn't always cut and dry."}], "speaker": "BOWMAN", "secId": 94}, {"sentences": [{"sentId": 327, "text": "Because let's face it also, Bill Cosby, he's not a stupid man."}, {"sentId": 328, "text": "He wouldn't have been able to get away with all of what he's gotten away with all of this time if he were stupid."}], "speaker": "BOWMAN", "secId": 95}, {"sentences": [{"sentId": 329, "text": "Yes."}], "speaker": "LEMON", "secId": 96}, {"sentences": [{"sentId": 330, "text": "So, it takes a sly mind, it takes a sharp mind, to be able to maneuver through the weeds of the law and right behavior."}], "speaker": "BOWMAN", "secId": 97}, {"sentences": [{"sentId": 331, "text": "Barbara, we'll continue this conversation."}, {"sentId": 332, "text": "I think both of you are coming on again."}, {"sentId": 333, "text": "I wish we could see each other in other better circumstances."}], "speaker": "LEMON", "secId": 98}, {"sentences": [{"sentId": 334, "text": "Thank you."}], "speaker": "BOWMAN", "secId": 99}, {"sentences": [{"sentId": 335, "text": "Thank you, Don."}], "speaker": "TARSHIS", "secId": 100}, {"sentences": [{"sentId": 336, "text": "I'm sure we will."}], "speaker": "TARSHIS", "secId": 101}, {"sentences": [{"sentId": 337, "text": "But, thank you."}, {"sentId": 338, "text": "Yes."}], "speaker": "LEMON", "secId": 102}, {"sentences": [{"sentId": 339, "text": "That's fine."}, {"sentId": 340, "text": "Thank you very much, Don."}, {"sentId": 341, "text": "I appreciate the opportunity."}], "speaker": "BOWMAN", "secId": 103}, {"sentences": [{"sentId": 342, "text": "Yes."}, {"sentId": 343, "text": "We have much more to come on Bill Cosby."}, {"sentId": 344, "text": "When we come right back, Dr. Drew Pinsky is here and I wanted to ask him about those Quaaludes prescriptions that Cosby admitted he had."}, {"sentId": 345, "text": "We'll be right back."}], "speaker": "LEMON", "secId": 104}, {"sentences": [{"sentId": 346, "text": "Generations of fans knew Bill Cosby from his public persona, America's lovable dad."}, {"sentId": 347, "text": "But now, more than two dozen women have come forward accusing him of rape and sexual assault."}], "speaker": "LEMON", "secId": 105}, {"sentences": [{"sentId": 348, "text": "Dr. Drew Pinsky is here."}, {"sentId": 349, "text": "He's host of HLN's The New Dr. Drew."}, {"sentId": 350, "text": "I've been wanting to speak to you about this because he admitted that he acquired seven prescriptions for Quaaludes to give to women that he wanted to have sex with."}, {"sentId": 351, "text": "First of all, I don't know how he got them, it was this on 200 or wherever this was."}, {"sentId": 352, "text": "But describe to our viewers what Quaaludes do to people, Dr. Drew."}], "speaker": "LEMON", "secId": 106}, {"sentences": [{"sentId": 353, "text": "Well, it's ordinary that somebody would prescribe Quaaludes at all, let alone seven times, I'd like to know who these physicians are."}, {"sentId": 354, "text": "But after the '70s they were essentially gone as a therapeutic medication."}, {"sentId": 355, "text": "They're related to barbiturates."}, {"sentId": 356, "text": "They're sort of in-between category."}], "speaker": "PINSKY", "secId": 107}, {"sentences": [{"sentId": 357, "text": "The valium-like drugs, the benzodiazepines has been -- took over after that."}, {"sentId": 358, "text": "But a Quaalude is a medication that causes memory difficulty, severe intoxication, sleep and sort of an atonic muscular situation where people are sort of floppy."}, {"sentId": 359, "text": "They can't really propagate through space very well."}, {"sentId": 360, "text": "And you'll notice a lot of these women describe that."}], "speaker": "PINSKY", "secId": 108}, {"sentences": [{"sentId": 361, "text": "The other thing that was sort of extraordinary about the medications that they were exposed to is that they all described two or three sips and then wham all they were out, suggesting there is very high concentrations of something in those drinks."}], "speaker": "PINSKY", "secId": 109}, {"sentences": [{"sentId": 362, "text": "The other substance that has been implicated is GHB, that would have been later on in the course of all this."}, {"sentId": 363, "text": "GHB is a common substance that gets in sort of day rape drugs or drug facilitated sexual assault, we call that."}], "speaker": "PINSKY", "secId": 110}, {"sentences": [{"sentId": 364, "text": "Joan, who he had been sitting there, I talked to her earlier this evening on my program, and she said she thinks she was exposed to benzodiazepines which is the valium-like drug and Quaaludes."}], "speaker": "PINSKY", "secId": 111}, {"sentences": [{"sentId": 365, "text": "And Quaaludes."}, {"sentId": 366, "text": "That's what I'm going to ask you."}, {"sentId": 367, "text": "Is it like a GHP which is used in some instances for sex?"}, {"sentId": 368, "text": "Is this Quaaludes sort of drug that is used for sex?"}], "speaker": "LEMON", "secId": 112}, {"sentences": [{"sentId": 369, "text": "Yes."}, {"sentId": 370, "text": "At one time, it was."}, {"sentId": 371, "text": "In fact, there's a lot of lure of people calling it something that was used for really drug-facilitated sexual assault in and around Hollywood in the '70s."}, {"sentId": 372, "text": "It was something that was sort of in the culture at that time."}], "speaker": "PINSKY", "secId": 113}, {"sentences": [{"sentId": 373, "text": "And, you know, now we look at this with absolute horror."}, {"sentId": 374, "text": "But I'm telling you, there was a cultural moment there that we need to take note of."}, {"sentId": 375, "text": "And I trust the feminist collars are getting their hands on this, when a woman can say she was raped, step up, tell her boss and they told her to shut up."}, {"sentId": 376, "text": "This is just unbelievable the way we used to treat women."}, {"sentId": 377, "text": "And this is sort of symptomatic of what was going on at that time."}], "speaker": "PINSKY", "secId": 114}, {"sentences": [{"sentId": 378, "text": "You know, let's talk about his behavior."}, {"sentId": 379, "text": "You -- he told himself up a public moralist, right?"}, {"sentId": 380, "text": "Do you think -- clearly living a double life."}], "speaker": "LEMON", "secId": 115}, {"sentences": [{"sentId": 381, "text": "Well, not the first artist to do that, let's be fair."}, {"sentId": 382, "text": "And you can't take away the impact his programs did, in fact, have."}, {"sentId": 383, "text": "There was a positive impact of the programs on television that he was a central part of."}, {"sentId": 384, "text": "Not to pretend to happen..."}], "speaker": "PINSKY", "secId": 116}, {"sentences": [{"sentId": 385, "text": "Does this negate that, though, all the good that you think came from that?"}, {"sentId": 386, "text": "Does this negate it?"}], "speaker": "LEMON", "secId": 117}, {"sentences": [{"sentId": 387, "text": "It doesn't negate it nor in anyway measure against it."}, {"sentId": 388, "text": "It's a totally separate idea that he had some -- was participating in productions that have positive impact, and he may at the same time have been a serial rapist."}, {"sentId": 389, "text": "I mean, this drug-facilitated sexual assault he sort of fits a profile."}], "speaker": "PINSKY", "secId": 118}, {"sentences": [{"sentId": 390, "text": "A lot of them are older, in their middle ages of life."}, {"sentId": 391, "text": "Sometimes there are accomplices involved in this and I keep hearing that there are other men around sometimes when he'd offer these women drinks."}, {"sentId": 392, "text": "So, it sort of fits kind of a profile where men if they're entitled they want to be completely dominant over women."}, {"sentId": 393, "text": "And that's, in fact, if these indeed these allegations are true, what he was able to carry out."}], "speaker": "PINSKY", "secId": 119}, {"sentences": [{"sentId": 394, "text": "Do you think that he -- because people can tell themselves things over and over again so much so that they believe it."}, {"sentId": 395, "text": "Do you think that could be the case?"}], "speaker": "LEMON", "secId": 120}, {"sentences": [{"sentId": 396, "text": "Yes."}], "speaker": "PINSKY", "secId": 121}, {"sentences": [{"sentId": 397, "text": "With Bill Cosby?"}], "speaker": "LEMON", "secId": 122}, {"sentences": [{"sentId": 398, "text": "I think he was, you know, in a way that sort of dismissing the, I forget the word."}, {"sentId": 399, "text": "I can't find the word I'm looking for it, but the depravity."}, {"sentId": 400, "text": "It dismisses the depravity to say there was a cultural moment here."}, {"sentId": 401, "text": "He would still deprave."}, {"sentId": 402, "text": "Yes, there was a cultural moment."}, {"sentId": 403, "text": "Yes, there was denial."}, {"sentId": 404, "text": "Yes, there's a psychological process here."}, {"sentId": 405, "text": "It doesn't make it not deprave."}], "speaker": "PINSKY", "secId": 123}, {"sentences": [{"sentId": 406, "text": "We asked people on social media what they wanted to ask you and overall, they said how would you characterize Cosby's behavior?"}], "speaker": "LEMON", "secId": 124}, {"sentences": [{"sentId": 407, "text": "Well, again, it's this drug-facilitated sexual assault which is a syndrome that's not that well studied, that's not well- understood."}, {"sentId": 408, "text": "To situations like this when there's serial rape, I would call it, you know, people want to call it sociopathy."}, {"sentId": 409, "text": "I can't really call it that."}, {"sentId": 410, "text": "Obviously I don't know this man."}, {"sentId": 411, "text": "But you certainly see that are narcissism operating."}, {"sentId": 412, "text": "Where you lose the capacity with your victims, otherwise, how else you could possibly do this."}, {"sentId": 413, "text": "And the lack of empathy is the most serious liability associated with narcissistic personality constructs."}], "speaker": "PINSKY", "secId": 125}, {"sentences": [{"sentId": 414, "text": "Yes."}, {"sentId": 415, "text": "Dr. Drew, always a pleasure."}], "speaker": "LEMON", "secId": 126}, {"sentences": [{"sentId": 416, "text": "You bet, Don."}], "speaker": "PINSKY", "secId": 127}, {"sentences": [{"sentId": 417, "text": "Coming up, an exclusive interview with CNN."}, {"sentId": 418, "text": "Hillary Clinton takes a swipe at Donald Trump for his inflammatory remarks about Mexican immigrants."}], "speaker": "LEMON", "secId": 128}, {"sentences": [{"sentId": 419, "text": "Hillary Clinton took a swipe at Donald Trump for his comments regarding Mexican immigrants."}, {"sentId": 420, "text": "It was part of her first national interview since the 2016 race, and she did it right here on CNN."}], "speaker": "LEMON", "secId": 129}, {"sentences": [{"sentId": 421, "text": "So, joining me now to discuss Lanny Davis, he's a former White House special counsel for President Bill Clinton, Nia-Malika Henderson, CNN senior political reporter, and Mr. Kevin Madden, republican political strategist who has worked for Mitt Romney's campaign, among others."}], "speaker": "LEMON", "secId": 130}, {"sentences": [{"sentId": 422, "text": "Lanny, to you first."}, {"sentId": 423, "text": "Hillary Clinton gave an exclusive interview today to my colleague, Brianna Keilar, and there was no way really that she was going to avoid the question on Donald Trump on immigration."}, {"sentId": 424, "text": "Let's take a listen to her answer."}], "speaker": "LEMON", "secId": 131}, {"sentences": [{"sentId": 425, "text": "I'm very disappointed in those comments."}, {"sentId": 426, "text": "And I feel very bad and very disappointed with him and the Republican Party for not responding immediately and saying enough."}, {"sentId": 427, "text": "Stop it."}, {"sentId": 428, "text": "But they are all in the same general area on immigration."}], "speaker": "CLINTON", "secId": 132}, {"sentences": [{"sentId": 429, "text": "You know, they don't want to provide a path to citizenship."}, {"sentId": 430, "text": "They range across a spectrum of being either grudgingly welcome or hostile toward immigrants."}, {"sentId": 431, "text": "And I'm going to talk about comprehensive immigration reform."}, {"sentId": 432, "text": "I'm going to talk about all of the good, law-abiding, productive members of immigrant community that I personally know that I've met over the course of my life that I would like to see have a path to citizenship."}], "speaker": "CLINTON", "secId": 133}, {"sentences": [{"sentId": 433, "text": "I give her a 10 for pivot."}, {"sentId": 434, "text": "That was a good pivot."}, {"sentId": 435, "text": "So, Lanny, what's your reaction to her?"}], "speaker": "LEMON", "secId": 134}, {"sentences": [{"sentId": 436, "text": "Well, first of all, she looks great."}, {"sentId": 437, "text": "I think that's the Hillary Clinton that so many people appreciate."}, {"sentId": 438, "text": "10 million votes later Secretary of State."}, {"sentId": 439, "text": "She is still as Hillary Clinton and focused."}, {"sentId": 440, "text": "She did answer the question."}, {"sentId": 441, "text": "She's disappointed."}, {"sentId": 442, "text": "And she did a pivot and talked about issues that people care about."}, {"sentId": 443, "text": "And there are people out there who care about a pathway to citizenship."}, {"sentId": 444, "text": "So, it was a good answer."}, {"sentId": 445, "text": "It was a pivotal way from just Donald Trump, but she did directly say I'm disappointed."}], "speaker": "DAVIS", "secId": 135}, {"sentences": [{"sentId": 446, "text": "Yes."}, {"sentId": 447, "text": "You know, she also said that the whole group, the whole GOP, all of the candidates are on the spectrum of being grudgingly welcomed or hostile towards immigrants."}, {"sentId": 448, "text": "Was that a little harsh?"}, {"sentId": 449, "text": "Is she right?"}], "speaker": "LEMON", "secId": 136}, {"sentences": [{"sentId": 450, "text": "Yes, it's not quite the full spectrum."}, {"sentId": 451, "text": "It's a very narrow spectrum that she's talking about."}, {"sentId": 452, "text": "They're mainly talking about Donald Trump I think there."}, {"sentId": 453, "text": "But we can tell what she's up to, right?"}], "speaker": "HENDERSON", "secId": 137}, {"sentences": [{"sentId": 454, "text": "She's trying to lasso sort of attach Donald Trump to the rest of the party and sort of hope of what he says infects the rest of the folks who are running."}, {"sentId": 455, "text": "And we saw of course her say; she wishes that they would have come out immediately."}, {"sentId": 456, "text": "They actually have come out it wasn't immediate."}, {"sentId": 457, "text": "But most of them have come out to condemn on what he said, Ted Cruz was a little bit more supportive there."}], "speaker": "HENDERSON", "secId": 138}, {"sentences": [{"sentId": 458, "text": "But the others, in no uncertain terms particularly, Jeb Bush, George Pataki have come out and condemned him."}, {"sentId": 459, "text": "But we see what she's up to."}, {"sentId": 460, "text": "This is a general exchange strategy."}, {"sentId": 461, "text": "They very well know that Jeb Bush particularly has some strength among Latino voters."}, {"sentId": 462, "text": "And so, they want to damn the party, as a whole, right now."}], "speaker": "HENDERSON", "secId": 139}, {"sentences": [{"sentId": 463, "text": "So, Kevin, again, she says, she's very disappointed with Donald Trump and the other candidates they should have call him out immediately that it's not -- it's too little too late."}], "speaker": "LEMON", "secId": 140}, {"sentences": [{"sentId": 464, "text": "Well, look, first of all, I was actually surprised."}, {"sentId": 465, "text": "I don't she drew as hard of contrast that should probably could have just saying she's disappointed."}, {"sentId": 466, "text": "Look, as a republican, I'm outraged by Donald Trump's remarks and I've labeled them as offensive."}, {"sentId": 467, "text": "And I think many other republicans have."}], "speaker": "MADDEN", "secId": 141}, {"sentences": [{"sentId": 468, "text": "She did have a very big technical pivot."}, {"sentId": 469, "text": "Nia is right."}, {"sentId": 470, "text": "What she wants to do is sort of tie Donald Trump sentiments to the rest of the party."}, {"sentId": 471, "text": "The problem is that what she said about the rest of the republican candidates is not true."}, {"sentId": 472, "text": "Jeb Bush is married to a Mexican-American immigrant."}], "speaker": "MADDEN", "secId": 142}, {"sentences": [{"sentId": 473, "text": "Marco Rubio is the son of Cuban immigrants; so is Ted Cruz."}, {"sentId": 474, "text": "So, I think that while she's trying to do that in a very tactical way, I think there are going to be a number of republicans that stand up and do offer a much more modernized approach on immigration."}, {"sentId": 475, "text": "There are candidates that are for pathway to citizenships, so she wasn't accurate there."}], "speaker": "MADDEN", "secId": 143}, {"sentences": [{"sentId": 476, "text": "I see what she's trying to doing, I still think she's going to have a -- she sees it as a huge opportunity for her."}, {"sentId": 477, "text": "But I think a number of these republicans as Nia pointed out are going to fight back."}], "speaker": "MADDEN", "secId": 144}, {"sentences": [{"sentId": 478, "text": "I have to ask you this, listen, do you think it's the right strategy and, you know, they're stating how they feel?"}, {"sentId": 479, "text": "Do you think it's the right strategy to back away from Donald Trump when doing well in the polls?"}, {"sentId": 480, "text": "Where he seems to have connected to what some people in the voting public, how they feel about immigrants?"}], "speaker": "LEMON", "secId": 145}, {"sentences": [{"sentId": 481, "text": "I'm also the son of immigrants, Irish immigrants."}, {"sentId": 482, "text": "But I think it's more important not just back away, Don, but to confront Donald Trump."}, {"sentId": 483, "text": "To take -- go on the offense against Donald Trump and say, what you said is wrong."}, {"sentId": 484, "text": "Immigration is an important part of the great history of America."}, {"sentId": 485, "text": "It's an important part of what America is going to be able to become competitive economically going forward in the global economy."}, {"sentId": 486, "text": "And that there are good parts to a modernize immigration system."}, {"sentId": 487, "text": "We absolutely have to fix a broken system that right is not serving many Americans."}, {"sentId": 488, "text": "But we also have to modernize so that we welcome legal immigration and it is important part of America's greatness."}], "speaker": "MADDEN", "secId": 146}, {"sentences": [{"sentId": 489, "text": "All right."}, {"sentId": 490, "text": "We're not done yet."}, {"sentId": 491, "text": "Everybody stay with me."}, {"sentId": 492, "text": "When we come right back, we're going to talk more about this."}], "speaker": "LEMON", "secId": 147}, {"sentences": [{"sentId": 493, "text": "All right."}, {"sentId": 494, "text": "I'm back now with my family."}, {"sentId": 495, "text": "You see them there on your screen, the list grows is longer really of organizations no longer doing business with Donald Trump because of his inflammatory remarks on Mexican immigrants."}, {"sentId": 496, "text": "Today, guys, PGA decided to move its 2016 grand slam of golf from Trump's Los Angeles Golf Course."}], "speaker": "LEMON", "secId": 148}, {"sentences": [{"sentId": 497, "text": "And then today, there's this."}, {"sentId": 498, "text": "A Washington Post article stated that a Trump company may be relying on some undocumented workers to finish the new Trump luxury hotel in Washington D.C. Lanny, let's start with you first for comments on that."}], "speaker": "LEMON", "secId": 149}, {"sentences": [{"sentId": 499, "text": "Ouch."}, {"sentId": 500, "text": "You know, the gift that won't stop giving is the embarrassment that Donald Trump is."}, {"sentId": 501, "text": "And I do agree with Kevin and Nia that all the republicans have really other than Senator Cruz, have really stood up admirably."}, {"sentId": 502, "text": "And I do think, Kevin, that on the issue of pathway to citizenship, I greatly admire Jeb Bush."}], "speaker": "DAVIS", "secId": 150}, {"sentences": [{"sentId": 503, "text": "He's the brother of an old friend of mine, he's to be president."}, {"sentId": 504, "text": "And I think it will be a great contest if Jeb Bush runs against Hillary Clinton."}, {"sentId": 505, "text": "But he is not in favor of a pathway to citizenship the way that senator, for example, Senator McCain and a bomber of republications, over a period of time, people should earn their way back who've been here a while to become citizens."}], "speaker": "DAVIS", "secId": 151}, {"sentences": [{"sentId": 506, "text": "So, that will be an issue debated in the campaign."}, {"sentId": 507, "text": "But the outrage towards Trump, and really, the racism is just almost not adequate to describe what he said."}, {"sentId": 508, "text": "I agree with Kevin."}, {"sentId": 509, "text": "The outrage should be clear on both sides."}], "speaker": "DAVIS", "secId": 152}, {"sentences": [{"sentId": 510, "text": "And, Nia, your response to the PGA and then also checking to see if, you know, the building of the hotel if they're using undocumented workers there, where does it end or is it going to?"}], "speaker": "LEMON", "secId": 153}, {"sentences": [{"sentId": 511, "text": "It's doesn't seem like."}, {"sentId": 512, "text": "I think I'm surprised that it's gone on as much as it has."}, {"sentId": 513, "text": "So far, not as a surprised of a possibly undocumented workers or working in some of these properties."}, {"sentId": 514, "text": "I think what's been interesting about Trump is he came out and said, he would be the greatest job creator of that God ever created."}], "speaker": "HENDERSON", "secId": 154}, {"sentences": [{"sentId": 515, "text": "And he's been so damaging to his own brand and likely to jobs and people who have jobs who is affiliated with his own company and he's talking about how he's a great negotiator."}, {"sentId": 516, "text": "He's made folks in Mexico, very upset with him."}, {"sentId": 517, "text": "They are cutting ties on some of the companies there places like Univision."}, {"sentId": 518, "text": "So, he's been very damaging I think to his own brand."}], "speaker": "HENDERSON", "secId": 155}, {"sentences": [{"sentId": 519, "text": "Yes."}], "speaker": "MADDEN", "secId": 156}, {"sentences": [{"sentId": 520, "text": "It's very hard for him to carry that message that he'd be so great at all these things."}], "speaker": "HENDERSON", "secId": 157}, {"sentences": [{"sentId": 521, "text": "You know what it is to is his appeal and the reason he has sort of jumped to second place to some of these polls is that he seems like this truth teller, this straight talker."}, {"sentId": 522, "text": "You know, a no-nonsense guy."}, {"sentId": 523, "text": "What happens now with things like this and also look, if you look at the Donald Trump collection, it's made in China."}, {"sentId": 524, "text": "It's made in Mexico."}, {"sentId": 525, "text": "So now, what it introduces to this straight talking persona that he's created is hypocrisy."}], "speaker": "MADDEN", "secId": 158}, {"sentences": [{"sentId": 526, "text": "But, Kevin."}], "speaker": "LEMON", "secId": 159}, {"sentences": [{"sentId": 527, "text": "It's interesting to see whether some of these voters start to question him."}], "speaker": "MADDEN", "secId": 160}, {"sentences": [{"sentId": 528, "text": "I want you to continue on with that, but let's listen to the Donald Trump."}, {"sentId": 529, "text": "This is him at the golf and then you can continue the rest of your answer."}, {"sentId": 530, "text": "Here he is."}, {"sentId": 531, "text": "MADDEN: Yes."}], "speaker": "LEMON", "secId": 161}, {"sentences": [{"sentId": 532, "text": "Illegal immigration and it is a bad subject in this country and people don't have the guts to address it."}], "speaker": "TRUMP", "secId": 162}, {"sentences": [{"sentId": 533, "text": "That's what you're talking about."}], "speaker": "LEMON", "secId": 163}, {"sentences": [{"sentId": 534, "text": "Yes."}, {"sentId": 535, "text": "But it's also not true that people don't have the guts to talk about it."}, {"sentId": 536, "text": "Everybody's talking about it."}, {"sentId": 537, "text": "They're just not talking about it in a way where they're trying to define the issue by who they're against and who out there to blame."}], "speaker": "MADDEN", "secId": 164}, {"sentences": [{"sentId": 538, "text": "Instead, it's what's the solution."}, {"sentId": 539, "text": "How are we going to have great reinforcements so that we stop illegal immigration?"}, {"sentId": 540, "text": "But then modernize our system so they're going to welcome legal immigration."}, {"sentId": 541, "text": "And instead, you know, it is a blustery persona it's great for a while."}, {"sentId": 542, "text": "It will be interesting to see whether or not it really last very long with voters."}], "speaker": "MADDEN", "secId": 165}, {"sentences": [{"sentId": 543, "text": "Lanny, will you say something to that?"}], "speaker": "LEMON", "secId": 166}, {"sentences": [{"sentId": 544, "text": "I just want to jump in that I really do going back to the way that Hillary Clinton responded."}, {"sentId": 545, "text": "It's very characteristic of her that she immediately focus the issues that should be debated that people care about, rather than focusing on Trump, which is what exactly he wants this kind of a program to watch this."}], "speaker": "DAVIS", "secId": 167}, {"sentences": [{"sentId": 546, "text": "And Nia."}], "speaker": "LEMON", "secId": 168}, {"sentences": [{"sentId": 547, "text": "And she did focus on the solution which is an earned pathway to citizenship."}], "speaker": "DAVIS", "secId": 169}, {"sentences": [{"sentId": 548, "text": "Yes."}], "speaker": "LEMON", "secId": 170}, {"sentences": [{"sentId": 549, "text": "For millions and millions of people who had been good citizens but are undocumented."}, {"sentId": 550, "text": "That should be debated."}, {"sentId": 551, "text": "There are lots of use on that."}, {"sentId": 552, "text": "But that's the issue that she usually does focus on issue rather than personalizing about this Trump."}], "speaker": "DAVIS", "secId": 171}, {"sentences": [{"sentId": 553, "text": "Nia, I'm really out of time here."}, {"sentId": 554, "text": "But democrats, like Hillary and others, is that the way that they're going to have to focus on this to pivot like Hillary did in the interview today when it comes to the subject?"}], "speaker": "LEMON", "secId": 172}, {"sentences": [{"sentId": 555, "text": "Yes, I think so."}, {"sentId": 556, "text": "I think it was a smart pivot."}, {"sentId": 557, "text": "I think the big question, I think for republicans is how long does Trump last?"}, {"sentId": 558, "text": "Does he last until the debate stage?"}, {"sentId": 559, "text": "Does he last until Iowa?"}, {"sentId": 560, "text": "I think many folks including public, Kevin, are hoping that he gives thing up pretty soon."}, {"sentId": 561, "text": "LEMON: All right."}, {"sentId": 562, "text": "Thank you."}, {"sentId": 563, "text": "I appreciate it."}, {"sentId": 564, "text": "So, I'll see you all"}], "speaker": "HENDERSON", "secId": 173}, {"sentences": [{"sentId": 565, "text": "back here many times, many times until..."}], "speaker": "HENDERSON", "secId": 174}, {"sentences": [{"sentId": 566, "text": "Thank you."}], "speaker": "HENDERSON", "secId": 175}, {"sentences": [{"sentId": 567, "text": "Thank you."}], "speaker": "DAVIS", "secId": 176}, {"sentences": [{"sentId": 568, "text": "Great to be here."}], "speaker": "MADDEN", "secId": 177}, {"sentences": [{"sentId": 569, "text": "I appreciate it."}, {"sentId": 570, "text": "Donald Trump sits down for an exclusive interview with Anderson Cooper tomorrow night, AC360, 8 p.m. Eastern, of course, right here on CNN."}, {"sentId": 571, "text": "We'll be right back."}], "speaker": "LEMON", "secId": 178}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1507.07.cnnt.01.html.json", "time": "Aired July 7, 2015 - 22:00   ET"}