{"sectionCount": 287, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["LEMON", "PEREZ", "UNIDENTIFIED MALE", "LIZZA", "PRESTON", "CUSACK", "BUMP", "DEAN", "SELLERS", "ANDY DEAN", "TRUMP", "MADISON", "FREDERICKS", "COOPER"], "subTitle": "FBI Investigating Emails in Weiner Sexting Case Looking for Connections to Clinton Emails. Aired 11p-Midnight ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1610/28/cnnt.02.html", "sentenceCount": 683, "sections": [{"sentences": [{"sentId": 0, "text": "Here's the breaking news at 11:00 here, Eastern, Anthony Weiner's sexting scandal comes back to haunt Hillary Clinton."}], "speaker": "LEMON", "secId": 0}, {"sentences": [{"sentId": 1, "text": "This is CNN Tonight, I'm Don Lemon."}, {"sentId": 2, "text": "Weiner's estranged wife Abedin's e-mail is being reviewed by the FBI tonight."}, {"sentId": 3, "text": "Those e-mail surfacing as part of the investigation of Weiner's sexting and coming from at least one device, shared by Abedin and Weiner, according to a law enforcement official."}], "speaker": "LEMON", "secId": 1}, {"sentences": [{"sentId": 4, "text": "What's in those messages?"}, {"sentId": 5, "text": "And will we find out before Election Day?"}, {"sentId": 6, "text": "We just don't know."}, {"sentId": 7, "text": "So let's get right now to CNN's Justice Correspondent Evan Perez."}], "speaker": "LEMON", "secId": 2}, {"sentences": [{"sentId": 8, "text": "Evan, thank you for joining us this evening."}, {"sentId": 9, "text": "You obtained the letter that the director James Comey sent to FBI employees explaining his decision today and here it is."}, {"sentId": 10, "text": "It says, \"This morning I sent a letter to congress in connection with the Secretary Clinton e-mail investigation."}, {"sentId": 11, "text": "Yesterday, the investigative team briefed me on their recommendation with respect to seeking access to e-mails that have recently been found in an unrelated case."}, {"sentId": 12, "text": "Because those e-mails appear to be pertinent to our investigation, I agree that we should take appropriate steps to obtain and review them."}, {"sentId": 13, "text": "Of course, we don't ordinarily tell Congress about ongoing investigations, but here I feel an obligation to do so given that I testified repeatedly in recent months that our investigation was completed."}, {"sentId": 14, "text": "I also think it would be misleading to the American people were we not to supplement the record."}, {"sentId": 15, "text": "At the same time, however, given that we don't know the significance of this newly discovered collection of the e-mails, I don't want to create a misleading impression."}, {"sentId": 16, "text": "In trying to strike that balance, in a brief letter and in the middle of an election, there're significant risk of being misunderstood, but I wanted you to hear directly from me about it,\" and then it is signed James Comey."}], "speaker": "LEMON", "secId": 3}, {"sentences": [{"sentId": 17, "text": "What are you learning about all of this?"}], "speaker": "LEMON", "secId": 4}, {"sentences": [{"sentId": 18, "text": "Well, Don, the FBI Director is frankly caught in a tough place that frankly he created back in July when he publicly went out and made this announcement that he was recommending no charges against Hillary Clinton."}, {"sentId": 19, "text": "But then proceeded to prescribe in detail all the different ways in which she had essentially done wrong things."}, {"sentId": 20, "text": "She has set up this private e-mail server."}, {"sentId": 21, "text": "She was reckless."}, {"sentId": 22, "text": "She was careless in the way she handled classified information."}, {"sentId": 23, "text": "All of those things he's testified for hours and hours on Capitol Hill."}], "speaker": "PEREZ", "secId": 5}, {"sentences": [{"sentId": 24, "text": "And so when this new information came forward just over 24 hours ago, he felt that he had no choice but to tell these members of Congress."}, {"sentId": 25, "text": "After all, he knew full well that if he proceeded with this investigation and tried to keep a lid on this, it was very big chance that it would leak and the damage would be even -- perhaps even greater."}], "speaker": "PEREZ", "secId": 6}, {"sentences": [{"sentId": 26, "text": "The question then would become, is Comey is trying to protect Hillary Clinton especially with the election on the 11 days away?"}, {"sentId": 27, "text": "The FBI Director made the decision that he had no choice but to make this public announcement."}], "speaker": "PEREZ", "secId": 7}, {"sentences": [{"sentId": 28, "text": "Now, what this all stand from as you pointed out is thousands of e- mails that were found on at least one device that was shared by Huma Abedin with her estranged husband Anthony Weiner, and the FBI began taking a look at Weiner's communications because of allegations he was engaging in sexually explicit communications with a 15-year-old in North Carolina girl."}, {"sentId": 29, "text": "The FBI's investigation into that matter is still ongoing."}, {"sentId": 30, "text": "But in the middle of doing that, the FBI investigators came across these Abedin e-mails and suddenly decided, \"OK.  We got to have someone else take a look at this and see what this is all about.\""}, {"sentId": 31, "text": "That's what began all of this -- this 24 hours that the FBI have been extraordinary, they are now going to bring in the CIA and other organizations to take a look at this to see, you know, whether or not there's any classified information."}, {"sentId": 32, "text": "And there's letter from Comey to members of Congress that says he still doesn't really know whether or not this is significant or whether this is something that's going to change."}], "speaker": "PEREZ", "secId": 8}, {"sentences": [{"sentId": 33, "text": "It sounds like they hadn't reviewed this."}, {"sentId": 34, "text": "When he sent it out, they hadn't reviewed the e-mails at that time."}, {"sentId": 35, "text": "They were seeking access in order to review them."}], "speaker": "LEMON", "secId": 9}, {"sentences": [{"sentId": 36, "text": "Right, exactly."}, {"sentId": 37, "text": "So, they were going through process of seizing the devices that Weiner had so that they can make sure that they can do everything that they have done for ..."}], "speaker": "PEREZ", "secId": 10}, {"sentences": [{"sentId": 38, "text": "OK."}], "speaker": "LEMON", "secId": 11}, {"sentences": [{"sentId": 39, "text": "... for a year before."}], "speaker": "PEREZ", "secId": 12}, {"sentences": [{"sentId": 40, "text": "I want to play this."}, {"sentId": 41, "text": "Hillary Clinton has responded in a press conference tonight."}, {"sentId": 42, "text": "Listen to this, Evan."}], "speaker": "LEMON", "secId": 13}, {"sentences": [{"sentId": 43, "text": "Sure."}], "speaker": "PEREZ", "secId": 14}, {"sentences": [{"sentId": 44, "text": "Secretary Clinton, there are some reports that these e-mails were found on devices that belonged to your aide, Huma Abedin and her husband, Anthony Weiner."}, {"sentId": 45, "text": "Have you spoken to Huma?"}, {"sentId": 46, "text": "Or is she able to give you any information about that?"}, {"sentId": 47, "text": "HILLARY CLINTON, , U.S. PRESIDENTIAL CANDIDATE:  You know, we've heard these rumors."}, {"sentId": 48, "text": "We don't know what to believe."}, {"sentId": 49, "text": "And I'm sure there will be even rumors."}, {"sentId": 50, "text": "That's why it is incumbent upon the FBI to tell us what they're talking about, Jeff , because right now your guess is as good as mine and I don't think that's good enough."}], "speaker": "UNIDENTIFIED MALE", "secId": 15}, {"sentences": [{"sentId": 51, "text": "So, Evan, she is calling on the FBI to release more information."}, {"sentId": 52, "text": "Any indication that that could happen?"}], "speaker": "LEMON", "secId": 16}, {"sentences": [{"sentId": 53, "text": "I don't think that that is going to happen, Don, simply because the FBI doesn't have much more to tell right now."}, {"sentId": 54, "text": "They still are trying to figure whether possibly these might be duplicates of e-mails that they already had taken a look at."}], "speaker": "PEREZ", "secId": 17}, {"sentences": [{"sentId": 55, "text": "But you look, I think what Clinton is doing there is a little bit of rhetoric."}, {"sentId": 56, "text": "She doesn't necessarily need the FBI to release all these e-mails."}, {"sentId": 57, "text": "She knows that it's not going to happen."}, {"sentId": 58, "text": "And after all, Abedin was on the plane with her when this story broke."}, {"sentId": 59, "text": "I mean, you know, really if she wants the answer, she probably could have gotten it from her."}, {"sentId": 60, "text": "Obviously, that probably is not a good idea given the legal proceedings that are going on, but the rhetoric that she's using there is one to put pressure on the FBI because of what has happened."}], "speaker": "PEREZ", "secId": 18}, {"sentences": [{"sentId": 61, "text": "All right."}, {"sentId": 62, "text": "Evan Perez, thank you very much."}], "speaker": "LEMON", "secId": 19}, {"sentences": [{"sentId": 63, "text": "Now, I want to bring in CNN's Mark Preston, Ryan Lizza, \"Washington Post\" Correspondent for the New Yorker, and Bob Cusack, Editor and Chief of the Hill."}], "speaker": "LEMON", "secId": 20}, {"sentences": [{"sentId": 64, "text": "A very interesting time."}, {"sentId": 65, "text": "Man, you could not -- again, I have to say it all the time, you couldn't write the stuff."}], "speaker": "LEMON", "secId": 21}, {"sentences": [{"sentId": 66, "text": "So, Ryan, first to you."}, {"sentId": 67, "text": "First, on the letter that the FBI Director James Comey sent to employees, what do you make of his explanation?"}], "speaker": "LEMON", "secId": 22}, {"sentences": [{"sentId": 68, "text": "I think he was watching how this played out today and realizing maybe that maybe this had a bigger impact, this was a bigger bomb in the middle of the campaign, a grenade then he intended to throw and he's obviously trying to explain his thinking a little bit more carefully."}, {"sentId": 69, "text": "I mean that's -- I think that's the best way to read that letter."}, {"sentId": 70, "text": "I think it was designed to be leaked and for us to -- for us to get a copy."}], "speaker": "LIZZA", "secId": 23}, {"sentences": [{"sentId": 71, "text": "You really think some know like James Comey didn't understand the ramifications of what he was doing when he sent that letter out?"}], "speaker": "LEMON", "secId": 24}, {"sentences": [{"sentId": 72, "text": "Well, he wouldn't have sent the second one trying to explain his thinking."}, {"sentId": 73, "text": "Well, maybe it was all part of his plan."}, {"sentId": 74, "text": "But this is blown up in his face."}, {"sentId": 75, "text": "You know, look, he is in a difficult situation here."}, {"sentId": 76, "text": "There's no doubt."}, {"sentId": 77, "text": "He's trying to balance between, you know, how much the public in congress should know about something that he has already made a public issue and has already, you know, which is unusual for the FBI, has talked about publicly versus the traditional way that the Justice Department deals with this, which is silence."}, {"sentId": 78, "text": "Don't comment on an ongoing investigation."}, {"sentId": 79, "text": "There are all kinds of ongoing investigations that we as reporters would love to get more information about from the Justice Department and standard line we get when we call theirs."}, {"sentId": 80, "text": "We don't comment on it."}, {"sentId": 81, "text": "So, he deserves some criticism here and some followup about why this was so important to talk about."}], "speaker": "LIZZA", "secId": 25}, {"sentences": [{"sentId": 82, "text": "OK.  Mark, you agree with that?"}], "speaker": "LEMON", "secId": 26}, {"sentences": [{"sentId": 83, "text": "Yeah."}, {"sentId": 84, "text": "I think he stood in a very difficult place."}, {"sentId": 85, "text": "I think that Evan Perez said that right."}, {"sentId": 86, "text": "You know, do you air on the side, Don, of actually being fully disclosure about what's happening, especially the criticism he choose?"}], "speaker": "PRESTON", "secId": 27}, {"sentences": [{"sentId": 87, "text": "Transparency."}], "speaker": "LEMON", "secId": 28}, {"sentences": [{"sentId": 88, "text": "You know, full transparency during this summer, you know, you have to wonder did he feel that there was pressure, you know, that he needed to alleviate once he found this out."}], "speaker": "PRESTON", "secId": 29}, {"sentences": [{"sentId": 89, "text": "You know, what was told, you know, from Evan's great reporting is that he found out about this yesterday morning, like this wasn't something that he mulled over for, you know, for weeks, you know."}, {"sentId": 90, "text": "This was a matter of like literally a day, a matter of hours that he had to come up with this conclusion."}, {"sentId": 91, "text": "But you're putting it between a rock and a hard place, if you don't disclose, if you do not disclose and it's found out later, then you could b accused of negligence for that matter."}, {"sentId": 92, "text": "If you do disclose in the way he did it and he's clearly has bumbled it, and I agree with Ryan is that you're being accused of negligence."}, {"sentId": 93, "text": "I just don't know if ..."}], "speaker": "PRESTON", "secId": 30}, {"sentences": [{"sentId": 94, "text": "Here's my question, which as we were speaking to the last panel in the last hour."}, {"sentId": 95, "text": "And, Bob, perhaps you can answer this."}, {"sentId": 96, "text": "I don't know."}, {"sentId": 97, "text": "Should he have waited because he was seeking access to the information?"}, {"sentId": 98, "text": "Should he and investigators have waited to see exactly what was in there before making this disclosure?"}, {"sentId": 99, "text": "Do you agree with the panel, rock and a hard place that he had do it now?"}], "speaker": "LEMON", "secId": 31}, {"sentences": [{"sentId": 100, "text": "I think he was in a tough spot and if it leaked out, then that would have been very bad for the agency."}, {"sentId": 101, "text": "I mean I do think that over the next 11 days, Comey's going to have to reveal more about what's going on."}, {"sentId": 102, "text": "I mean the voters need to know -- not necessarily close the investigation within the next 11 days, but -- I mean there're so many questions here, what are you looking at, who's the target?"}, {"sentId": 103, "text": "Is it over classified information?"}, {"sentId": 104, "text": "What do you have to look at?"}, {"sentId": 105, "text": "He gave a very lengthy discussion and press conference when he said he wasn't charging Hillary Clinton."}, {"sentId": 106, "text": "He needs to be upfront and transparent."}, {"sentId": 107, "text": "And it was a rock day for James Comey today."}], "speaker": "CUSACK", "secId": 32}, {"sentences": [{"sentId": 108, "text": "Yeah, it was."}, {"sentId": 109, "text": "Go ahead, Mark."}], "speaker": "LEMON", "secId": 33}, {"sentences": [{"sentId": 110, "text": "Well, I was going to say, you know, and we talked about this a little bit the last hour, is that let's just look at the political side of this right now, Don, and very clearly, if he doesn't address this, that is going to hurt Hillary Clinton, because as you and I said, it is a big question mark that is going to, you know, linger out there and that in itself could be politically damaging."}, {"sentId": 111, "text": "If he does start to release information and nothing really comes of it, then that's going to benefit Hillary Clinton."}, {"sentId": 112, "text": "So, if you're in the Trump campaign you don't want him to address it."}], "speaker": "PRESTON", "secId": 34}, {"sentences": [{"sentId": 113, "text": "OK."}, {"sentId": 114, "text": "So, that's my question then."}, {"sentId": 115, "text": "And Ryan, you can speak to this."}, {"sentId": 116, "text": "By not trying to influence the outcome of election, he may be influencing the outcome of election by the way he's handling."}], "speaker": "LEMON", "secId": 35}, {"sentences": [{"sentId": 117, "text": "Yeah."}, {"sentId": 118, "text": "And, look, I think the driving factor here was probably he believed it was going to leak out no matter what, right?"}], "speaker": "LIZZA", "secId": 36}, {"sentences": [{"sentId": 119, "text": "And that he wanted to control the release of this."}, {"sentId": 120, "text": "And, you know, would it have been so bad if it had leaked out and the FBI had just maintained its normal posture and say that they comment on an ongoing investigation and the facts come out later, you know, I don't know, maybe that's the way these things typically happen because they just don't comment."}], "speaker": "LIZZA", "secId": 37}, {"sentences": [{"sentId": 121, "text": "By commenting, he's opened up all of these other questions that do deserve an answer."}, {"sentId": 122, "text": "I mean if you are an average voter that's trying to make sense of this, it's really not fair, you don't really have the information to understand whether this implicates Hillary Clinton in any new way or it's just a big nothing burger."}], "speaker": "LIZZA", "secId": 38}, {"sentences": [{"sentId": 123, "text": "Here's what's been reported by some other news organizations and I'm going to quote from one of these, that the e-mails were not to or from her from Hillary Clinton in contained information that appeared to be more of what agents had already uncovered, but in an abundance of caution they felt they needed further -- to further scrutinize them."}], "speaker": "LEMON", "secId": 39}, {"sentences": [{"sentId": 124, "text": "Yeah."}, {"sentId": 125, "text": "That's the L.A. Times' report."}], "speaker": "LIZZA", "secId": 40}, {"sentences": [{"sentId": 126, "text": "Yeah."}], "speaker": "LEMON", "secId": 41}, {"sentences": [{"sentId": 127, "text": "And that, you know, that suggests that this is, again, just an abundance of caution and maybe not much of a their there."}], "speaker": "LIZZA", "secId": 42}, {"sentences": [{"sentId": 128, "text": "Bob, go ahead."}], "speaker": "LEMON", "secId": 43}, {"sentences": [{"sentId": 129, "text": "Yeah."}, {"sentId": 130, "text": "I mean I think Comey is in a tough spot, because let's say in a few days or week or two weeks, he says, yeah, there's nothing there, never mind."}], "speaker": "CUSACK", "secId": 44}, {"sentences": [{"sentId": 131, "text": "So, two weeks would be too late?"}], "speaker": "LEMON", "secId": 45}, {"sentences": [{"sentId": 132, "text": "Two weeks would be too late for FBI collection ."}, {"sentId": 133, "text": "But so I think, A, they have to, I think, see something that it's got to be a certain bar that they're like, \"OK."}, {"sentId": 134, "text": "This is ..."}], "speaker": "CUSACK", "secId": 46}, {"sentences": [{"sentId": 135, "text": "Right."}], "speaker": "LEMON", "secId": 47}, {"sentences": [{"sentId": 136, "text": "... this is worth pursuing."}, {"sentId": 137, "text": "Because if it's really tiny, why are they doing this?"}], "speaker": "CUSACK", "secId": 48}, {"sentences": [{"sentId": 138, "text": "Right."}, {"sentId": 139, "text": "CUSACK:  I mean I think Comey knew that this was going to be a big, big new story."}], "speaker": "LEMON", "secId": 49}, {"sentences": [{"sentId": 140, "text": "And yes."}, {"sentId": 141, "text": "You don't think he would be doing it unless there was something there?"}], "speaker": "LEMON", "secId": 50}, {"sentences": [{"sentId": 142, "text": "Yes, I think there's something."}, {"sentId": 143, "text": "But now they have to assess it clearly."}], "speaker": "CUSACK", "secId": 51}, {"sentences": [{"sentId": 144, "text": "Yeah."}], "speaker": "LEMON", "secId": 52}, {"sentences": [{"sentId": 145, "text": "But I don't think it's a complete nothing burger."}], "speaker": "CUSACK", "secId": 53}, {"sentences": [{"sentId": 146, "text": "No, I just think it's worth saying, let's talk about the environment we live in right now."}, {"sentId": 147, "text": "We live in an environment where we have a republican presidential nominee who's going out before of crowds of 10,000 to 15,000 people, you know, two or three times a day saying that the election is rigged."}, {"sentId": 148, "text": "OK."}, {"sentId": 149, "text": "The election is rigged."}], "speaker": "PRESTON", "secId": 54}, {"sentences": [{"sentId": 150, "text": "But he's saying maybe it's not so rigged right now."}], "speaker": "LEMON", "secId": 55}, {"sentences": [{"sentId": 151, "text": "Well, because it's working in his favor right now, right?"}, {"sentId": 152, "text": "Now, we heard from the Clinton folks like, \"Listen why is Comey doing this.\""}, {"sentId": 153, "text": "But the environment -- think about the pressure that is being put on law enforcement right now that are investigating this right now."}, {"sentId": 154, "text": "And you have to wonder, if full disclosure, that they feel the full disclosure out of the abundance and caution is the best thing to do, because the bottomline is, there are a lot of people that think that the election is going to rig and quite frankly the establishment is against Donald Trump."}], "speaker": "PRESTON", "secId": 56}, {"sentences": [{"sentId": 155, "text": "This is the bad crossing of wires between politics and policy."}, {"sentId": 156, "text": "And what we see it in Washington often, I mean, we're at the highest level now."}], "speaker": "PRESTON", "secId": 57}, {"sentences": [{"sentId": 157, "text": "Yeah."}, {"sentId": 158, "text": "And its' the people who think it's rigged, then maybe this is evidence said as Donald Trump said, that it is not so rigged as we have been saying there's no evidence that it's rigged."}], "speaker": "LEMON", "secId": 58}, {"sentences": [{"sentId": 159, "text": "Right."}], "speaker": "PRESTON", "secId": 59}, {"sentences": [{"sentId": 160, "text": "And also, you know, the media who's going to only reports bad things about Donald Trump."}, {"sentId": 161, "text": "Well, here you go."}, {"sentId": 162, "text": "We've spent an hour ..."}], "speaker": "LEMON", "secId": 60}, {"sentences": [{"sentId": 163, "text": "... talking about Hillary Clinton."}, {"sentId": 164, "text": "We spent the whole day talking about this."}, {"sentId": 165, "text": "Thank you very much, gentlemen."}, {"sentId": 166, "text": "I appreciate your time."}], "speaker": "LEMON", "secId": 61}, {"sentences": [{"sentId": 167, "text": "Donald Trump comparing this latest Clinton campaign e-mail mess to Watergate, but will any voters change their minds because of it?"}], "speaker": "LEMON", "secId": 62}, {"sentences": [{"sentId": 168, "text": "Back now to our Breaking News in Hillary Clinton on the FBI, calling on the FBI to release more information about its review of e-mails that surfaces part of the investigation of Anthony Weiner's sexting."}], "speaker": "LEMON", "secId": 63}, {"sentences": [{"sentId": 169, "text": "Here to discuss now, Philip Bump, \"Washington Post\" Political Reporter, CNN political Commentator, Bakari Sellers, and Hillary Clinton supporter and Political Commentator, Andy Dean, a Former President of Trump Productions."}, {"sentId": 170, "text": "I can't believe I'm talking so much about Anthony Weiner's sexting."}, {"sentId": 171, "text": "Interesting."}], "speaker": "LEMON", "secId": 64}, {"sentences": [{"sentId": 172, "text": "Philip Bump, to you first."}, {"sentId": 173, "text": "I want to get your reaction."}, {"sentId": 174, "text": "That letter that the Director wrote to staff, especially acknowledging that there's significant risk of being misunderstood, what did you make of that?"}], "speaker": "LEMON", "secId": 65}, {"sentences": [{"sentId": 175, "text": "I think it's interesting because the FBI is in a weird position here, right?"}, {"sentId": 176, "text": "I mean, it's the second time that Comey has had to send a letter to his staff trying to explain why the political context necessitated him taking an action that's outside of the norm of what the FBI does."}], "speaker": "BUMP", "secId": 66}, {"sentences": [{"sentId": 177, "text": "I think also the fact that it was released publicly, I think the fact that it was put out there so soon after he sent the letter to Congress was also him admitting that the way he sent the letter to Congress was probably not the best way to actually deal with the situation, that he may not have expressed all of his thoughts in that letter to congress and was trying to back it up with this other note."}], "speaker": "BUMP", "secId": 67}, {"sentences": [{"sentId": 178, "text": "You know, I mean, I think that he recognized that he was in a tough spot."}, {"sentId": 179, "text": "He needed to give Congress more information."}, {"sentId": 180, "text": "Doing so, sending them that letter today obviously threw a grenade into the presidential race and not doing so good."}], "speaker": "BUMP", "secId": 68}, {"sentences": [{"sentId": 181, "text": "To write this letter to explain."}], "speaker": "LEMON", "secId": 69}, {"sentences": [{"sentId": 182, "text": "Right."}], "speaker": "BUMP", "secId": 70}, {"sentences": [{"sentId": 183, "text": "To having to do that, but someone like the director, you know, I'm not casting this person or anything."}, {"sentId": 184, "text": "But I didn't think this through far enough that he wouldn't have to send the letter to clarify or was there not any other way to go."}], "speaker": "LEMON", "secId": 71}, {"sentences": [{"sentId": 185, "text": "Yeah."}, {"sentId": 186, "text": "I mean I think that I would never want to be the Director of the FBI."}, {"sentId": 187, "text": "I don't know what the politics are with that."}, {"sentId": 188, "text": "But, yeah, I mean, it seems to me that he probably did his best with that first letter to minimize the effects his own mind of what the -- what the letter to Congress would do."}], "speaker": "BUMP", "secId": 72}, {"sentences": [{"sentId": 189, "text": "Could he have given a press conference and answer questions?"}, {"sentId": 190, "text": "I mean you anybody out there."}, {"sentId": 191, "text": "You are -- Andy or Bakari?"}, {"sentId": 192, "text": "BAKARI SELLERS, CNN POLITICAL COMENTATOR:  No, no."}, {"sentId": 193, "text": "But if I -- Let me just clarify briefly."}, {"sentId": 194, "text": "If you go back and you look at the USAM, which is the United States Attorney's Manual, and you look at the section that governs media relations, what you'll understand is that clearly the first time that Director Comey came out and had his big press conference was a violation of the policies of the USAM, and when you look further, you recognize that going in front of Congress was a violation."}, {"sentId": 195, "text": "And then now, you compound that by doing it again, he has no -- he has no other option other than coming out and giving the American public the full and honest truth right now, because he's dug himself this hole."}], "speaker": "LEMON", "secId": 73}, {"sentences": [{"sentId": 196, "text": "If you just look at the policies and procedures set forth by director Comey himself, you'll understand that these statements should be made by prosecutorial agency, which is the Department of Justice and not necessarily the FBI."}, {"sentId": 197, "text": "This is a decision or these are statements that should come from the attorney general of the United States, not the director of the FBI."}, {"sentId": 198, "text": "And because he tried to be cute by half, we had this dilemma right now where we're 11 days out, and people don't know which way is up."}], "speaker": "LEMON", "secId": 74}, {"sentences": [{"sentId": 199, "text": "Well, Don, I'll tell you this, Bakari and I agree."}, {"sentId": 200, "text": "I'd like to know what James Comey at the FBI knows."}, {"sentId": 201, "text": "And the fact that they're willing to come forward with this means these thousands of e-mails must mean something and the fact that Huma Abedin wouldn't release these e-mails when called upon by the Justice Department, means that's obstruction justice."}], "speaker": "DEAN", "secId": 75}, {"sentences": [{"sentId": 202, "text": "But that's also not true."}], "speaker": "SELLERS", "secId": 76}, {"sentences": [{"sentId": 203, "text": "So, why would keep talking?"}], "speaker": "ANDY DEAN", "secId": 77}, {"sentences": [{"sentId": 204, "text": "That's also not true."}], "speaker": "SELLERS", "secId": 78}, {"sentences": [{"sentId": 205, "text": "So this is not true."}, {"sentId": 206, "text": "So, what we can do --"}], "speaker": "SELLERS", "secId": 79}, {"sentences": [{"sentId": 207, "text": "Let me just do some real life back-checking while we're here."}, {"sentId": 208, "text": "Because if you look at the L.A. Times most recent post, what you see is that the L.A. Times has clearly stated that these e-mails did not come to or did not from or go to Hillary Clinton."}, {"sentId": 209, "text": "You also know that many of these e-mails is not all of these ..."}], "speaker": "SELLERS", "secId": 80}, {"sentences": [{"sentId": 210, "text": "There are other news organizations reporting that, as well."}], "speaker": "LEMON", "secId": 81}, {"sentences": [{"sentId": 211, "text": "Is not all of these e-mails are duplicates --"}], "speaker": "SELLERS", "secId": 82}, {"sentences": [{"sentId": 212, "text": "You're missing the point."}], "speaker": "DEAN", "secId": 83}, {"sentences": [{"sentId": 213, "text": "Andy, nobody knows."}, {"sentId": 214, "text": "So, by saying that you just contradicted yourself, because you don't know exactly what it's in the e-mail."}, {"sentId": 215, "text": "DEAN:  Hold on."}, {"sentId": 216, "text": "Bakari, you yourself last hour said that Huma Abedin often sent e-mails to different accounts to print for Hillary Clinton."}], "speaker": "LEMON", "secId": 84}, {"sentences": [{"sentId": 217, "text": "That was part of the FBI -- I'm saying that was part of an FBI report."}], "speaker": "LEMON", "secId": 85}, {"sentences": [{"sentId": 218, "text": "OK."}, {"sentId": 219, "text": "But whatever."}, {"sentId": 220, "text": "You read it, right?"}, {"sentId": 221, "text": "So, these are e-mails that Hillary is sending to Huma, Huma is sending to herself to print."}, {"sentId": 222, "text": "So, Huma is sending e-mails that have a trace blow the line..."}], "speaker": "DEAN", "secId": 86}, {"sentences": [{"sentId": 223, "text": "No, no, no."}, {"sentId": 224, "text": "Hold on."}, {"sentId": 225, "text": "You're drawing -- hold on."}, {"sentId": 226, "text": "You are drawing arrows or ..."}], "speaker": "LEMON", "secId": 87}, {"sentences": [{"sentId": 227, "text": "In intelligent conclusion."}], "speaker": "DEAN", "secId": 88}, {"sentences": [{"sentId": 228, "text": "Yeah."}, {"sentId": 229, "text": "To something that may not be there."}, {"sentId": 230, "text": "I was reading something that she said before in testimony."}, {"sentId": 231, "text": "But we don't know if that is it."}, {"sentId": 232, "text": "If that's it."}], "speaker": "LEMON", "secId": 89}, {"sentences": [{"sentId": 233, "text": "I don't have problem with Director Comey's statement."}], "speaker": "DEAN", "secId": 90}, {"sentences": [{"sentId": 234, "text": "This is the problem with Director Comey's statement because it lends to any window."}, {"sentId": 235, "text": "And what Andy is doing is what any political hack should."}, {"sentId": 236, "text": "You should come here and spin like a bottle top."}, {"sentId": 237, "text": "That is what you should do."}, {"sentId": 238, "text": "But that fact that ..."}], "speaker": "SELLERS", "secId": 91}, {"sentences": [{"sentId": 239, "text": "Bakari, let me disagree with you on that."}], "speaker": "LEMON", "secId": 92}, {"sentences": [{"sentId": 240, "text": "Not in this particular case, because it speaks for itself."}, {"sentId": 241, "text": "So no one needs to over spin or overplay their hand on this one."}, {"sentId": 242, "text": "And I don't know if Donald Trump or any -- I've watched his campaign manager speak to reporters this evening."}, {"sentId": 243, "text": "She didn't overplay her hand."}, {"sentId": 244, "text": "She just said it's simply is what it is and when the information comes out and we'd like to see the information."}, {"sentId": 245, "text": "And Dean does not need to draw conclusions about other things."}, {"sentId": 246, "text": "This is bad enough for the Clinton campaign."}], "speaker": "LEMON", "secId": 93}, {"sentences": [{"sentId": 247, "text": "Well, I mean ..."}], "speaker": "SELLERS", "secId": 94}, {"sentences": [{"sentId": 248, "text": "Hold on."}, {"sentId": 249, "text": "And Andy, by overplaying your hand, you're actually making your -- or you don't need to do that."}], "speaker": "LEMON", "secId": 95}, {"sentences": [{"sentId": 250, "text": "Plus -- well, that's the call of dangers involved in this."}, {"sentId": 251, "text": "Meaning the media is going to berserk on it, because now we have to find Anthony Weiner."}, {"sentId": 252, "text": "The media has a responsibility to see what role Anthony Weiner is involved, because he obviously gave consent to a search of his computer."}, {"sentId": 253, "text": "So, the call of dangers involved, which means  the media is going to love this."}], "speaker": "DEAN", "secId": 96}, {"sentences": [{"sentId": 254, "text": "Yeah."}, {"sentId": 255, "text": "So, Philip -- Go ahead, Bakari, finish your statement and then I want to bring in Philip."}], "speaker": "LEMON", "secId": 97}, {"sentences": [{"sentId": 256, "text": "No."}, {"sentId": 257, "text": "I mean the fact is, I mean, it's clear."}, {"sentId": 258, "text": "None of these e-mails came from Hillary Clinton's server."}, {"sentId": 259, "text": "This is not an ongoing investigation into her server."}, {"sentId": 260, "text": "I mean, yes, this is -- this is uncomfortable for the Hillary Clinton campaign."}, {"sentId": 261, "text": "Anybody that sits here and tells you that today is a good day for the campaign is lying to you."}, {"sentId": 262, "text": "But the fact is, this is on Director Comey to come up and fessed  up."}, {"sentId": 263, "text": "I mean this is the only time Hillary Clinton's campaign and Donald Trump's campaign have actually agreed whether they want the information out in the public."}], "speaker": "SELLERS", "secId": 98}, {"sentences": [{"sentId": 264, "text": "OK."}, {"sentId": 265, "text": "So, Philip Bump, Huma Abedin is Hillary Clinton's closest aide, she was supposed to turn over everything to the FBI now because of a sexting scandal of her disgraced husband, this whole mess has erupted and threatens Clinton's candidacy."}, {"sentId": 266, "text": "They must be in quite a state behind the scenes tonight."}], "speaker": "LEMON", "secId": 99}, {"sentences": [{"sentId": 267, "text": "I mean your criticisms are right."}, {"sentId": 268, "text": "I mean, I think thing that we can't reenforce enough is we don't know what these e-mails are at this point, right?"}, {"sentId": 269, "text": "The fact that it's being come up, the fact that people are saying Clinton and e-mails and the same this is bad for Clinton, it's been bad for Clinton for a year and a half."}], "speaker": "BUMP", "secId": 100}, {"sentences": [{"sentId": 270, "text": "That I just said to Andy Dean."}], "speaker": "LEMON", "secId": 101}, {"sentences": [{"sentId": 271, "text": "Right, exactly."}, {"sentId": 272, "text": "Right."}, {"sentId": 273, "text": "Yeah."}, {"sentId": 274, "text": "I mean, that's all you have to say."}], "speaker": "BUMP", "secId": 102}, {"sentences": [{"sentId": 275, "text": "That's all you have to say."}], "speaker": "LEMON", "secId": 103}, {"sentences": [{"sentId": 276, "text": "So, we don't know what these are."}, {"sentId": 277, "text": "We don't know if these are e-mails that Comey himself said, these may be e-mails that are already in the possession of the Federal government as part of their investigation."}, {"sentId": 278, "text": "They aren't sure what these are yet."}, {"sentId": 279, "text": "They're taking a look at, if that's what they're doing."}, {"sentId": 280, "text": "What Comey was doing he was planting a flag and saying \"Hey, just FYI, we found these things."}, {"sentId": 281, "text": "We're still digging into it.\""}, {"sentId": 282, "text": "That's what we know at this point."}, {"sentId": 283, "text": "There are some other reports that go into a little bit more detail."}, {"sentId": 284, "text": "But though, that's really the fact we know, but that alone is not ideal or Hillary Clinton."}, {"sentId": 285, "text": "Although that said, I'm not sure it's going to change any voter's minds."}], "speaker": "BUMP", "secId": 104}, {"sentences": [{"sentId": 286, "text": "We'll be right back"}], "speaker": "LEMON", "secId": 105}, {"sentences": [{"sentId": 287, "text": "Eleven days to go until Election Day, with both candidates out in the campaign who are responding to today's political bombshell about the investigation to the Hillary Clinton's e-mails."}], "speaker": "LEMON", "secId": 106}, {"sentences": [{"sentId": 288, "text": "We're going to talk about some other political news here."}, {"sentId": 289, "text": "Because there's poll that shows when it comes to black voters, Donald Trump has virtually no support."}], "speaker": "LEMON", "secId": 107}, {"sentences": [{"sentId": 290, "text": "So, back with me now, Philip Bump, Bakari Sellers, and Andy Dean."}, {"sentId": 291, "text": "Philip, I want to turn to you, because you say that Trump's perception of black life 30 years out-of-date."}, {"sentId": 292, "text": "This is what he said last night."}, {"sentId": 293, "text": "Listen."}], "speaker": "LEMON", "secId": 108}, {"sentences": [{"sentId": 294, "text": "We're going to work on our ghettos."}, {"sentId": 295, "text": "So, you take a look at what's going on where you have pockets, areas, of land, where you have the inner cities, that so many things, so many problems, so many horrible, horrible problems."}], "speaker": "TRUMP", "secId": 109}, {"sentences": [{"sentId": 296, "text": "So, you are compelled to write about this today."}, {"sentId": 297, "text": "Why do you think saying in the ghetto is symbolic or the bigger Trump problem?"}], "speaker": "LEMON", "secId": 110}, {"sentences": [{"sentId": 298, "text": "Well, I mean ..."}], "speaker": "BUMP", "secId": 111}, {"sentences": [{"sentId": 299, "text": "What makes you cringe when I say that word?"}], "speaker": "LEMON", "secId": 112}, {"sentences": [{"sentId": 300, "text": "It's a little much, yeah."}], "speaker": "BUMP", "secId": 113}, {"sentences": [{"sentId": 301, "text": "Yeah."}], "speaker": "LEMON", "secId": 114}, {"sentences": [{"sentId": 302, "text": "I mean the term \"ghetto\" is an old school term for what we now would refer to as inner cities, right, it is -- it is a very racially loaded term, it has -- there are a lot of historical context that I think is a little iffy."}, {"sentId": 303, "text": "But it's something said in the early 1960s or early 1970s and I don't think that Donald Trump used the word ghetto because that's where his mind was in that moment."}, {"sentId": 304, "text": "I think it's because that's the era in which he grew up."}], "speaker": "BUMP", "secId": 115}, {"sentences": [{"sentId": 305, "text": "However consistently, on the campaign trail, what we've seen him do is we've seen him talk about black crime."}, {"sentId": 306, "text": "He's consistently referred to black people as living in the inner cities, you know, exclusively."}, {"sentId": 307, "text": "He's never talked about them in any other context."}, {"sentId": 308, "text": "He talks about how black people have no jobs."}, {"sentId": 309, "text": "When they're actually compared to the white unemployment rate, the black unemployment rate is relatively low right, which historically hasn't been."}], "speaker": "BUMP", "secId": 116}, {"sentences": [{"sentId": 310, "text": "There are all these ways in which the way Donald Trump talks about black communities is the way the black communities were talked about in the '70s, '80s and early '90s when black communities were seen as something that, you know, like a center of crime and a lot of racial context that is no longer either applicable or acceptable."}], "speaker": "BUMP", "secId": 117}, {"sentences": [{"sentId": 311, "text": "Or true."}], "speaker": "LEMON", "secId": 118}, {"sentences": [{"sentId": 312, "text": "Or true, exactly."}], "speaker": "BUMP", "secId": 119}, {"sentences": [{"sentId": 313, "text": "Right, right, yeah."}], "speaker": "LEMON", "secId": 120}, {"sentences": [{"sentId": 314, "text": "Bakari Sellers, what's your response?"}], "speaker": "LEMON", "secId": 121}, {"sentences": [{"sentId": 315, "text": "Well, I mean this is the same Donald Trump we've been seeing for the past 500 days since he's been running for office."}, {"sentId": 316, "text": "In fact, this is the man who got sued for racial discrimination back in the '70s, so don't know why we expect this to change."}, {"sentId": 317, "text": "The only difference now is that African-Americans voters and Hispanic voters and all voters of color are able to punish Donald Trump for his 40 years, four decades of poor rhetoric of racist behavior, xenophobic behavior."}], "speaker": "SELLERS", "secId": 122}, {"sentences": [{"sentId": 318, "text": "And bigotry, at the polls and what you're starting to see in North Carolina and Ohio and Pennsylvania and Florida is that Hispanic voters, African-America voters and all voters are color are taking -- it's incumbent upon us all to go out and show him that we don't all live in ghettos."}, {"sentId": 319, "text": "We're not all poor, we're not all lazy."}, {"sentId": 320, "text": "We don't all sit on our ass every single day to expect someone to take care of us."}, {"sentId": 321, "text": "In fact, we're going to be a part of this participatory democracy."}, {"sentId": 322, "text": "On November 8th, you're going be we exist."}], "speaker": "SELLERS", "secId": 123}, {"sentences": [{"sentId": 323, "text": "So here's the thing, so you may have noticed because everyone has been complaining, you need a haircut."}, {"sentId": 324, "text": "Well, I work a lot."}, {"sentId": 325, "text": "So I went to the barber shop today, guys."}, {"sentId": 326, "text": "And as I was sitting in the barber shop, there was a song that came on, it's a rap song and it talked about, you know, Donald Trump said something racist about black people."}, {"sentId": 327, "text": "I spoke to the barbers and this couple people who were there, mostly to my barber."}, {"sentId": 328, "text": "And he said, \"You know, I'm not crazy about Hillary Clinton either, but I don't like Donald Trump, so I'm going to go out and vote against Donald Trump.\""}, {"sentId": 329, "text": "And I hear that from a lot of people."}, {"sentId": 330, "text": "Do you think that's where this is going?"}, {"sentId": 331, "text": "That, you know, and -- because we've spoken a lot Bakari about voter enthusiasm which you don't believe is true, but I think there is something there."}], "speaker": "LEMON", "secId": 124}, {"sentences": [{"sentId": 332, "text": "Well, I mean, what you also have to understand is that African-American voters specifically African-American female voters are the most participatory, have the highest rates of registration, and are going to be active on election day."}, {"sentId": 333, "text": "And yes African-Americans for the last two, three decades, you have not seen that drop-off in African-American voters."}], "speaker": "SELLERS", "secId": 125}, {"sentences": [{"sentId": 334, "text": "And the best JOTD mechanism democrats have, his name is Donald Trump."}, {"sentId": 335, "text": "People do not want, just think about telling your kids as an African- American male or female telling your kids ..."}], "speaker": "SELLERS", "secId": 126}, {"sentences": [{"sentId": 336, "text": "Yeah."}], "speaker": "LEMON", "secId": 127}, {"sentences": [{"sentId": 337, "text": "... that we went from the first African-American President of the United States to Donald Trump."}], "speaker": "SELLERS", "secId": 128}, {"sentences": [{"sentId": 338, "text": "Yeah."}, {"sentId": 339, "text": "And -- but -- well as I promise you Andy, I'm going to get to you because I have a standby just for you."}], "speaker": "LEMON", "secId": 129}, {"sentences": [{"sentId": 340, "text": "Thank you Don."}], "speaker": "BUMP", "secId": 130}, {"sentences": [{"sentId": 341, "text": "But Philip what was surprising to me is even with the, you know, because the announcement had just happened a couple years before about the e-mails today, no wonder like me."}, {"sentId": 342, "text": "It doesn't really matter."}, {"sentId": 343, "text": "It doesn't really change anything."}, {"sentId": 344, "text": "We knew about the e-mails, we just don't like Donald Trump because of the, you know, what starts with an s and ends with an it."}], "speaker": "LEMON", "secId": 131}, {"sentences": [{"sentId": 345, "text": "All right."}, {"sentId": 346, "text": "LEMON:  Donald though he says about black people."}], "speaker": "BUMP", "secId": 132}, {"sentences": [{"sentId": 347, "text": "Right, yeah."}, {"sentId": 348, "text": "No, I mean I think that's the issue about the e- mails, is that, you know, Hillary Clinton understand, I think she's correct."}, {"sentId": 349, "text": "No ones mind is being changed on the e-mails."}, {"sentId": 350, "text": "People who hear Clinton and e-mail may be reminded they don't really like Hillary Clinton."}, {"sentId": 351, "text": "They may be there for a less likely on Election Day to go out to the polls because, you know, if it's raining or that, you know, there are all this ways in which going to the polls is a hassle."}, {"sentId": 352, "text": "If you're not pretty excited about the candidate, you're not going to make that express."}], "speaker": "BUMP", "secId": 133}, {"sentences": [{"sentId": 353, "text": "And I'm talking especially about people of color here, but I want you to listen to this, this is rally , Andy."}, {"sentId": 354, "text": "Let's watch and listen to what happened at a Trump rally Wednesday night in North Carolina."}], "speaker": "LEMON", "secId": 134}, {"sentences": [{"sentId": 355, "text": "We have a protestor."}, {"sentId": 356, "text": "By the way, were you paid $1500 to be a thug?"}, {"sentId": 357, "text": "Where's the protestor?"}, {"sentId": 358, "text": "Where is he?"}, {"sentId": 359, "text": "Was he paid?"}, {"sentId": 360, "text": "We found out that Clinton was paying people $1500 plus an iPhone to go out and be violent at our rallies."}], "speaker": "TRUMP", "secId": 135}, {"sentences": [{"sentId": 361, "text": "OK."}, {"sentId": 362, "text": "It's a disgrace."}, {"sentId": 363, "text": "It's a disgrace."}, {"sentId": 364, "text": "But I'll tell you what, they found our people are very tough."}, {"sentId": 365, "text": "They found that."}], "speaker": "TRUMP", "secId": 136}, {"sentences": [{"sentId": 366, "text": "So Andy Dean, the man who talk labeled a thug ..."}], "speaker": "LEMON", "secId": 137}, {"sentences": [{"sentId": 367, "text": "Yeah, I mean."}], "speaker": "DEAN", "secId": 138}, {"sentences": [{"sentId": 368, "text": "... and a protestor told my producer that he has been a Trump supporter since the late '80s, so why did Trump immediately think a black man at his really was a thug and a protestor?"}], "speaker": "LEMON", "secId": 139}, {"sentences": [{"sentId": 369, "text": "Don, look, I think anybody with common sense just feels media bias and you ..."}], "speaker": "DEAN", "secId": 140}, {"sentences": [{"sentId": 370, "text": "Then answer my question Andy."}], "speaker": "LEMON", "secId": 141}, {"sentences": [{"sentId": 371, "text": "... from my year piece on."}, {"sentId": 372, "text": "I think it's very ..."}], "speaker": "DEAN", "secId": 142}, {"sentences": [{"sentId": 373, "text": "Answer my question, Andy."}], "speaker": "LEMON", "secId": 143}, {"sentences": [{"sentId": 374, "text": "...no look -- no, I will, I will, I will."}, {"sentId": 375, "text": "It's -- if I could finish."}, {"sentId": 376, "text": "Hillary Clinton and her democratic ..."}], "speaker": "DEAN", "secId": 144}, {"sentences": [{"sentId": 377, "text": "Now, it's clear  because you're at his follow-up, not that I'm badgering you or anything."}, {"sentId": 378, "text": "I thought you didn't hear what I said."}], "speaker": "LEMON", "secId": 145}, {"sentences": [{"sentId": 379, "text": "OK, what was then?"}, {"sentId": 380, "text": "What was that?"}, {"sentId": 381, "text": "I can -- oh OK, let me finish."}, {"sentId": 382, "text": "Hilary Clinton are Democratic operatives, it's a fact we're paying people to go to Trump rallies to insight violence."}, {"sentId": 383, "text": "I went to two dozen of this rallies throughout the primaries."}, {"sentId": 384, "text": "And it was very clear over the microphone before rally started that the protestors were not to be touched and if they were to be guided out just like we saw this protestor guided out."}, {"sentId": 385, "text": "Now, the fact that that protestor happened to be African-American is showing media bias."}], "speaker": "DEAN", "secId": 146}, {"sentences": [{"sentId": 386, "text": "Andy, he's not -- Andy he wasn't a ..."}], "speaker": "LEMON", "secId": 147}, {"sentences": [{"sentId": 387, "text": "There are plenty of white prostestors."}], "speaker": "DEAN", "secId": 148}, {"sentences": [{"sentId": 388, "text": "... he wasn't a ..."}], "speaker": "LEMON", "secId": 149}, {"sentences": [{"sentId": 389, "text": "I think it's going out at Trump rally."}], "speaker": "DEAN", "secId": 150}, {"sentences": [{"sentId": 390, "text": "He wasn't a protestor."}], "speaker": "SELLERS", "secId": 151}, {"sentences": [{"sentId": 391, "text": "... and he wasn't a prostestors."}], "speaker": "LEMON", "secId": 152}, {"sentences": [{"sentId": 392, "text": "He wasn't a protestor."}], "speaker": "SELLERS", "secId": 153}, {"sentences": [{"sentId": 393, "text": "You're missing the point."}, {"sentId": 394, "text": "He was not a protestor."}, {"sentId": 395, "text": "He was a Donald Trump supporter."}], "speaker": "LEMON", "secId": 154}, {"sentences": [{"sentId": 396, "text": "I think that he is for Andy."}], "speaker": "SELLERS", "secId": 155}, {"sentences": [{"sentId": 397, "text": "I saw it ..."}], "speaker": "DEAN", "secId": 156}, {"sentences": [{"sentId": 398, "text": "Let me explain it."}], "speaker": "SELLERS", "secId": 157}, {"sentences": [{"sentId": 399, "text": "... of like Donald ..."}], "speaker": "DEAN", "secId": 158}, {"sentences": [{"sentId": 400, "text": "No, no, no."}, {"sentId": 401, "text": "No, no, no, no Bakari."}, {"sentId": 402, "text": "Let him answer."}, {"sentId": 403, "text": "Go ahead."}], "speaker": "LEMON", "secId": 159}, {"sentences": [{"sentId": 404, "text": "OK, I -- I'm sorry, excuse me."}, {"sentId": 405, "text": "I saw some clip and maybe my monitor, I'm confused were people yelling and then they were escorting somebody out."}, {"sentId": 406, "text": "So I'm jumping to a conclusion here."}], "speaker": "DEAN", "secId": 160}, {"sentences": [{"sentId": 407, "text": "That they thought he was a prostestor, he's not."}, {"sentId": 408, "text": "You're doing what they did."}, {"sentId": 409, "text": "They're jumping to the conclusion that he was a thug and protestor."}], "speaker": "LEMON", "secId": 161}, {"sentences": [{"sentId": 410, "text": "Don, common."}, {"sentId": 411, "text": "This is ..."}], "speaker": "DEAN", "secId": 162}, {"sentences": [{"sentId": 412, "text": "He was not a thug, he was a supporter."}], "speaker": "LEMON", "secId": 163}, {"sentences": [{"sentId": 413, "text": "...anyone who's watching this realizes, they're being outlandish."}, {"sentId": 414, "text": "This is outlandish."}, {"sentId": 415, "text": "OK, I've bee to many, many Trump rallies, people of all colors and backgrounds have protested and people of all colors are Trump supporters and Trump haters and these protestors are not touched when they leave the rally."}], "speaker": "DEAN", "secId": 164}, {"sentences": [{"sentId": 416, "text": "They're peacefully exited out, but the fact remains is that Hillary Clinton and her operatives are paying people to insight violence."}, {"sentId": 417, "text": "That's the real story, not you to showing somebody who happens to be of color getting escorted out of rally randomly you pick and choose to figure a narrative and its design."}], "speaker": "DEAN", "secId": 165}, {"sentences": [{"sentId": 418, "text": "OK, I'm not ..."}], "speaker": "LEMON", "secId": 166}, {"sentences": [{"sentId": 419, "text": "He missed this one."}], "speaker": "SELLERS", "secId": 167}, {"sentences": [{"sentId": 420, "text": "..."}, {"sentId": 421, "text": "I don't have -- you've missed the whole thing."}, {"sentId": 422, "text": "But let that open and fire a light to ..."}], "speaker": "LEMON", "secId": 168}, {"sentences": [{"sentId": 423, "text": "I think I ..."}], "speaker": "DEAN", "secId": 169}, {"sentences": [{"sentId": 424, "text": "...go ahead Philip."}], "speaker": "LEMON", "secId": 170}, {"sentences": [{"sentId": 425, "text": "..."}, {"sentId": 426, "text": "I'm just so confuse right now, honestly."}], "speaker": "DEAN", "secId": 171}, {"sentences": [{"sentId": 427, "text": "Just two good points, so these to your point, yes, that gentleman was a Trump -- Donald Trump supporter who is, you know, been talking -- the media is talking to him and said, what happen here and he's explaining, \"I was a supporter.\""}, {"sentId": 428, "text": "and I think he's trying to get down, from extension down so I presume he was a protestor."}, {"sentId": 429, "text": "They're not drag out of there."}], "speaker": "BUMP", "secId": 172}, {"sentences": [{"sentId": 430, "text": "I think about $1500 and the iPone that Donald Trump said from Hillary Clinton, there's no evidence of that."}, {"sentId": 431, "text": "There was this one video, one of this teens who keep videos on which someone said that they have been paying people to go to protest."}, {"sentId": 432, "text": "But it is very clear, there are lot of people who are more than willing to protest Donald Trump for free because that's what we're seeing in the majority  of the time and there's no indication that Hillary Clinton is paying."}], "speaker": "BUMP", "secId": 173}, {"sentences": [{"sentId": 433, "text": "Good, Bakari quickly, because I know you're yelling  at this."}], "speaker": "LEMON", "secId": 174}, {"sentences": [{"sentId": 434, "text": "And Paul ..."}], "speaker": "DEAN", "secId": 175}, {"sentences": [{"sentId": 435, "text": "No, quickly."}, {"sentId": 436, "text": "I just think it's a larger narrative because of the way this individual look, because of the color of his skin, all of a sudden, he was a protestor that was escorted out."}, {"sentId": 437, "text": "A matter of fact, he was one of the less than 1 percent of African-American that support Donald Trump and his unfortunate, he had to be treated as such."}, {"sentId": 438, "text": "And I wish that Donald Trump would grab this young man tomorrow and he owes him a sense of apology but this is the type of bias that African-American did within the daily basis."}], "speaker": "SELLERS", "secId": 176}, {"sentences": [{"sentId": 439, "text": "So Andy do you understand that he is ..."}], "speaker": "LEMON", "secId": 177}, {"sentences": [{"sentId": 440, "text": "... Andy, Andy, do you understand that he is a supporter and not a protestor?"}], "speaker": "LEMON", "secId": 178}, {"sentences": [{"sentId": 441, "text": "Well, then he shouldn't have been ushered out."}, {"sentId": 442, "text": "It was a mistake."}, {"sentId": 443, "text": "Human beings make mistakes."}, {"sentId": 444, "text": "Why are we using a silly mistake in a protest?"}], "speaker": "DEAN", "secId": 179}, {"sentences": [{"sentId": 445, "text": "But that's all you have to say."}], "speaker": "LEMON", "secId": 180}, {"sentences": [{"sentId": 446, "text": "That is sort of overarching racial stereotype."}], "speaker": "DEAN", "secId": 181}, {"sentences": [{"sentId": 447, "text": "That's all you have to say."}, {"sentId": 448, "text": "That you could have answer the question that way instead, you said it was media bias where you can just said ..."}], "speaker": "LEMON", "secId": 182}, {"sentences": [{"sentId": 449, "text": "OK, I did."}], "speaker": "DEAN", "secId": 183}, {"sentences": [{"sentId": 450, "text": "...OK."}], "speaker": "LEMON", "secId": 184}, {"sentences": [{"sentId": 451, "text": "What is media bias?"}], "speaker": "DEAN", "secId": 185}, {"sentences": [{"sentId": 452, "text": "It take you -- it take ..."}], "speaker": "LEMON", "secId": 186}, {"sentences": [{"sentId": 453, "text": "Because you're making it a semi ..."}], "speaker": "DEAN", "secId": 187}, {"sentences": [{"sentId": 454, "text": "... it take you like ..."}], "speaker": "LEMON", "secId": 188}, {"sentences": [{"sentId": 455, "text": "... like no."}], "speaker": "DEAN", "secId": 189}, {"sentences": [{"sentId": 456, "text": "I'm just -- I asked you a question."}, {"sentId": 457, "text": "You could have answered it that way."}], "speaker": "LEMON", "secId": 190}, {"sentences": [{"sentId": 458, "text": "Get off."}], "speaker": "DEAN", "secId": 191}, {"sentences": [{"sentId": 459, "text": "We would have been done."}], "speaker": "LEMON", "secId": 192}, {"sentences": [{"sentId": 460, "text": "We often engage."}], "speaker": "DEAN", "secId": 193}, {"sentences": [{"sentId": 461, "text": "You went all around the mulberry bush."}], "speaker": "LEMON", "secId": 194}, {"sentences": [{"sentId": 462, "text": "Like engage with the African-American community."}], "speaker": "DEAN", "secId": 195}, {"sentences": [{"sentId": 463, "text": "And then you came back do the conclusion when you realized he wasn't a protestor."}], "speaker": "LEMON", "secId": 196}, {"sentences": [{"sentId": 464, "text": "OK, if I may finish."}, {"sentId": 465, "text": "Don."}], "speaker": "DEAN", "secId": 197}, {"sentences": [{"sentId": 466, "text": "Yeah."}], "speaker": "LEMON", "secId": 198}, {"sentences": [{"sentId": 467, "text": "Can I finish for ten seconds?"}, {"sentId": 468, "text": "Trump is engaged with the African-American community."}, {"sentId": 469, "text": "He's a national diversity council."}, {"sentId": 470, "text": "Dr. Ben Carson is a very close advisor and Trump has been going into the inner cities saying democrats ..."}], "speaker": "DEAN", "secId": 199}, {"sentences": [{"sentId": 471, "text": "OK."}], "speaker": "LEMON", "secId": 200}, {"sentences": [{"sentId": 472, "text": "...and politics and the big media have failed you."}, {"sentId": 473, "text": "Let's talk about jobs and talk about uplifting the African-American community."}, {"sentId": 474, "text": "And they're going to respond and you watch on Election Day, they're going to support Trump in much larger number when they support to Mitt Romney."}], "speaker": "DEAN", "secId": 201}, {"sentences": [{"sentId": 475, "text": "OK, then -- and we'll give you the last word."}], "speaker": "LEMON", "secId": 202}, {"sentences": [{"sentId": 476, "text": "You bet on that."}], "speaker": "SELLERS", "secId": 203}, {"sentences": [{"sentId": 477, "text": "Thank you."}, {"sentId": 478, "text": "That's what the last word."}, {"sentId": 479, "text": "You're a good man, Don."}, {"sentId": 480, "text": "Your hair, they did a good job."}], "speaker": "DEAN", "secId": 204}, {"sentences": [{"sentId": 481, "text": "Thank you very much."}, {"sentId": 482, "text": "I'm letting it grow because my mom likes it longer."}, {"sentId": 483, "text": "That's what's happening."}, {"sentId": 484, "text": "Everybody is wondering."}, {"sentId": 485, "text": "Coming up, wire e-mails related to Hillary Clinton's private server surfacing now with 11 days to go until the election."}], "speaker": "LEMON", "secId": 205}, {"sentences": [{"sentId": 486, "text": "11 days to go until Election Day and this happens."}, {"sentId": 487, "text": "The FBI reviewing e-mails uncovered in the investigation of Anthony Weiner sexting."}, {"sentId": 488, "text": "Now Hillary Clinton is calling the FBI to release all the information."}, {"sentId": 489, "text": "Unleashed now, the radio hosts."}, {"sentId": 490, "text": "Joe Madison, host of SiriusXm."}, {"sentId": 491, "text": "Here in the discussion, John Fredericks, a syndicated tal radio host who is supporting Donald Trump."}, {"sentId": 492, "text": "Good evening, gentlemen."}, {"sentId": 493, "text": "Joe, what do you think of what happened today with the FBI in the e-mails?"}], "speaker": "LEMON", "secId": 206}, {"sentences": [{"sentId": 494, "text": "Well, I think what should happen quite honestly is if I were advising the director of the FBI, I would go on every Sunday morning talk show beginning right here with CNN and explain exactly what I knew, how I knew it, when I knew it, and most important of all how I'm going to fast track this, because this cannot wait for 11 days to be decided and that certainly cannot hang over the candidates' head during the election."}, {"sentId": 495, "text": "It's absolutely unfair to the American people quite candidly on both sides."}, {"sentId": 496, "text": "And I think there is agreement on the part of both Trump supporters and Clinton supporters that this should be fast track and we need to understand what these e- mails represent."}], "speaker": "MADISON", "secId": 207}, {"sentences": [{"sentId": 497, "text": "John, do you agree with that?"}], "speaker": "LEMON", "secId": 208}, {"sentences": [{"sentId": 498, "text": "Look, absolutely, Don."}, {"sentId": 499, "text": "Here's the bottom line."}, {"sentId": 500, "text": "The truth will set you free."}, {"sentId": 501, "text": "There's been a lot of concentration and speculation over what are in these e-mails that Director Comey may have found."}, {"sentId": 502, "text": "There might be something in them, but look, a lot of people were concerned about the original investigation."}], "speaker": "FREDERICKS", "secId": 209}, {"sentences": [{"sentId": 503, "text": "Hillary Clinton was not questioned by the FBI under oath."}, {"sentId": 504, "text": "A lot of people couldn't understand that."}, {"sentId": 505, "text": "But here's the bottom line, these things have got to be released, whatever they have, they've got to get it out there."}, {"sentId": 506, "text": "They owe it to the American people."}, {"sentId": 507, "text": "They owe it to everybody to find out what exactly is there."}, {"sentId": 508, "text": "But look, Don, maybe the drain plug on this swamp is being let go early as all this stuff comes out."}, {"sentId": 509, "text": "And whatever is in there, it's in conceivable to me to think that the Director of the FBI, Director Comey, after all this, would have put the statement out, this bipartisan statement and turned this campaign out in the final hours here, 11 days to go but they didn't have something that he thought was cause for concern."}, {"sentId": 510, "text": "And I think ..."}], "speaker": "FREDERICKS", "secId": 210}, {"sentences": [{"sentId": 511, "text": "John he hasn't seen the e-mails yet."}], "speaker": "LEMON", "secId": 211}, {"sentences": [{"sentId": 512, "text": "...that is wailing  for this."}], "speaker": "FREDERICKS", "secId": 212}, {"sentences": [{"sentId": 513, "text": "He's saying ..."}], "speaker": "LEMON", "secId": 213}, {"sentences": [{"sentId": 514, "text": "He thinks that Clinton campaign off tonight."}], "speaker": "FREDERICKS", "secId": 214}, {"sentences": [{"sentId": 515, "text": "... he's asking for access to the e-mail."}, {"sentId": 516, "text": "He is saying he hasn't even."}, {"sentId": 517, "text": "They're asking for access."}], "speaker": "LEMON", "secId": 215}, {"sentences": [{"sentId": 518, "text": "And that's the point."}, {"sentId": 519, "text": "And so -- and I think ..."}], "speaker": "MADISON", "secId": 216}, {"sentences": [{"sentId": 520, "text": "Well, they need to get the access in that."}], "speaker": "FREDERICKS", "secId": 217}, {"sentences": [{"sentId": 521, "text": "..."}, {"sentId": 522, "text": "I'm sorry."}, {"sentId": 523, "text": "What I was going to say is that the unfortunate thing, John and Don is that it lends itself to mischaracterization, speculation."}], "speaker": "MADISON", "secId": 218}, {"sentences": [{"sentId": 524, "text": "Because as you're saying now, let me read this."}, {"sentId": 525, "text": "This is -- administer according to our sources that these are Huma Abedin's e- mails, not Clintons'."}], "speaker": "LEMON", "secId": 219}, {"sentences": [{"sentId": 526, "text": "That's right."}], "speaker": "MADISON", "secId": 220}, {"sentences": [{"sentId": 527, "text": "And so, you're saying that needs to be more specificity?"}], "speaker": "LEMON", "secId": 221}, {"sentences": [{"sentId": 528, "text": "Oh it's misinformation."}, {"sentId": 529, "text": "I mean ..."}], "speaker": "MADISON", "secId": 222}, {"sentences": [{"sentId": 530, "text": "The problem was here."}, {"sentId": 531, "text": "Sorry, John."}], "speaker": "LEMON", "secId": 223}, {"sentences": [{"sentId": 532, "text": "More specificity up here, and I'll ask you again, because according to sources these are actually Huma Abedin's e-mails and not Hillary Clinton's e-mails."}, {"sentId": 533, "text": "What do you think of that?"}], "speaker": "LEMON", "secId": 224}, {"sentences": [{"sentId": 534, "text": "Well look Don, all Huma Abedin has to do is release her own e-mails."}, {"sentId": 535, "text": "She owns the e-mails."}, {"sentId": 536, "text": "She can just release them all tonight."}, {"sentId": 537, "text": "She can get up early tomorrow, scan them all and release every single one of them and that solves the issue if there's nothing there."}], "speaker": "FREDERICKS", "secId": 225}, {"sentences": [{"sentId": 538, "text": "Now here's the problem, if there is something there, obviously she can't release them."}, {"sentId": 539, "text": "Second of all, if there's classified information on them, then she can't release them either, she'll be in violation of the law."}, {"sentId": 540, "text": "That's the Pandora's box that the Clinton campaign is in right now."}, {"sentId": 541, "text": "You know, many people are saying well why didn't Abedin's lawyers just say, look you're doing this sexting thing with your husband, let's take out all this e-mails that don't pertain to that."}, {"sentId": 542, "text": "Well, they couldn't say that because those e-mails should have been in the original investigation."}], "speaker": "FREDERICKS", "secId": 226}, {"sentences": [{"sentId": 543, "text": "So now they're boxed in, Don."}, {"sentId": 544, "text": "They don't know what to do."}, {"sentId": 545, "text": "They're in a dead panic but let me tell you this Donald Trump is going to win this election before these e-mails came out, Don."}, {"sentId": 546, "text": "He is surging."}, {"sentId": 547, "text": "He is closing."}, {"sentId": 548, "text": "He is getting his message out."}, {"sentId": 549, "text": "He's going directly to the American people."}, {"sentId": 550, "text": "He's peaking at the right time."}, {"sentId": 551, "text": "He's going around the media."}, {"sentId": 552, "text": "He doesn't have to he CNN or Fox or MSNBC or anybody else or the Times to resonate ..."}], "speaker": "FREDERICKS", "secId": 227}, {"sentences": [{"sentId": 553, "text": "But he is sure seems to appear on these networks alive, he doesn't need them."}, {"sentId": 554, "text": "But, so, anyway."}], "speaker": "LEMON", "secId": 228}, {"sentences": [{"sentId": 555, "text": "That's putting a big smile on your face Joe."}], "speaker": "LEMON", "secId": 229}, {"sentences": [{"sentId": 556, "text": "And he's going to win."}], "speaker": "FREDERICKS", "secId": 230}, {"sentences": [{"sentId": 557, "text": "Well, the reason that's ..."}], "speaker": "MADISON", "secId": 231}, {"sentences": [{"sentId": 558, "text": "He's going to win the election."}], "speaker": "FREDERICKS", "secId": 232}, {"sentences": [{"sentId": 559, "text": "... put a big smile on my face is because even the republican candidates doing their primary, always complaining that they got as much free publicity as Donald Trump got, you know, Don you and I could be -- could candidates for president."}, {"sentId": 560, "text": "I'll like -- I'll bet you a Vice President, we could have won."}], "speaker": "MADISON", "secId": 233}, {"sentences": [{"sentId": 561, "text": "You can then run on that, yes."}], "speaker": "LEMON", "secId": 234}, {"sentences": [{"sentId": 562, "text": "I'll have that."}], "speaker": "MADISON", "secId": 235}, {"sentences": [{"sentId": 563, "text": "You know, that job, I do not want it."}, {"sentId": 564, "text": "I respect every American president that is, you know."}], "speaker": "LEMON", "secId": 236}, {"sentences": [{"sentId": 565, "text": "I feel the same way."}], "speaker": "MADISON", "secId": 237}, {"sentences": [{"sentId": 566, "text": "I do not want it."}], "speaker": "LEMON", "secId": 238}, {"sentences": [{"sentId": 567, "text": "But look, Donald Trump is one of these guys, it's someone I -- a famous author once said that the only bad publicity is your obituary and that's Donald Trump."}, {"sentId": 568, "text": "It's never bad for him."}, {"sentId": 569, "text": "He is going to figure out a way."}, {"sentId": 570, "text": "Look, the reality is that John has been saying this for months, we have 11 days, and then hopefully you'll invite us back."}, {"sentId": 571, "text": "One of us will be right."}, {"sentId": 572, "text": "Can you believe?"}], "speaker": "MADISON", "secId": 239}, {"sentences": [{"sentId": 573, "text": "Well that's me, Joe."}, {"sentId": 574, "text": "I'm going to be right."}], "speaker": "LEMON", "secId": 240}, {"sentences": [{"sentId": 575, "text": "Can you believe John that we're -- I mean that Anthony Weiner's involved in this whole thing 11 days out before the whole election?"}], "speaker": "MADISON", "secId": 241}, {"sentences": [{"sentId": 576, "text": "Oh that's kind of unbelievable."}, {"sentId": 577, "text": "I mean the whole thing is just -- it's -- look, I'm sure Megyn Kelly will be talking about it because she obviously loves talking about sex on T.V., other than that ..."}], "speaker": "FREDERICKS", "secId": 242}, {"sentences": [{"sentId": 578, "text": "Oh that's not fair."}], "speaker": "MADISON", "secId": 243}, {"sentences": [{"sentId": 579, "text": "... this whole thing is ridiculous."}, {"sentId": 580, "text": "Let's get these e- mails out."}, {"sentId": 581, "text": "Let's get them to the American people."}, {"sentId": 582, "text": "Let's find out what's there."}, {"sentId": 583, "text": "We deserve to know."}, {"sentId": 584, "text": "I tell you what was also troubling to me  tonight, Hillary Clinton's response."}, {"sentId": 585, "text": "I couldn't believe it."}, {"sentId": 586, "text": "Her response to this whole thing is, well, it got released to republicans."}, {"sentId": 587, "text": "Lie."}], "speaker": "FREDERICKS", "secId": 244}, {"sentences": [{"sentId": 588, "text": "It was released to a bipartisan group."}, {"sentId": 589, "text": "She's a pathological liar."}, {"sentId": 590, "text": "She can't even tell the truth when she doesn't have to."}, {"sentId": 591, "text": "Secondly, right, secondly, she says, well what everybody has to do is they have to vote early."}, {"sentId": 592, "text": "Yes, vote early before any of the facts come out where I might be indicted."}, {"sentId": 593, "text": "I mean ..."}], "speaker": "FREDERICKS", "secId": 245}, {"sentences": [{"sentId": 594, "text": "No, no, no, you know."}], "speaker": "MADISON", "secId": 246}, {"sentences": [{"sentId": 595, "text": "Go ahead, Joe."}], "speaker": "LEMON", "secId": 247}, {"sentences": [{"sentId": 596, "text": "Well look, first of all, let me -- well Megyn Kelly is not obsessed with sex."}, {"sentId": 597, "text": "She's a -- maybe obsessed with sexual abuse, just like the first lady, and other women have said."}, {"sentId": 598, "text": "That's not being obsessed with sex."}, {"sentId": 599, "text": "That's being obsessed with the fact that women aren't going to be tossed around like objects anymore."}, {"sentId": 600, "text": "Number two, yes, she misspoke."}, {"sentId": 601, "text": "There's no if, ands, buts about that, but that's the least of her."}], "speaker": "MADISON", "secId": 248}, {"sentences": [{"sentId": 602, "text": "And let me tell you John, this is not ..."}], "speaker": "LEMON", "secId": 249}, {"sentences": [{"sentId": 603, "text": "I'm not making her a lie."}], "speaker": "MADISON", "secId": 250}, {"sentences": [{"sentId": 604, "text": "Excuse me for Hillary Clinton because she is very savvy, a very savvy politician."}, {"sentId": 605, "text": "She's been in the game a long time."}, {"sentId": 606, "text": "The initial e-mail at least the topic that were sent to the republican leaders, but then it was CC'd."}], "speaker": "MADISON", "secId": 251}, {"sentences": [{"sentId": 607, "text": "CC'd to the ranking members."}], "speaker": "MADISON", "secId": 252}, {"sentences": [{"sentId": 608, "text": "Right, to the ranking members ..."}], "speaker": "LEMON", "secId": 253}, {"sentences": [{"sentId": 609, "text": "And ..."}], "speaker": "MADISON", "secId": 254}, {"sentences": [{"sentId": 610, "text": "... who are democrats as well."}], "speaker": "LEMON", "secId": 255}, {"sentences": [{"sentId": 611, "text": "Yes, but that doesn't make her a habitual liar."}], "speaker": "MADISON", "secId": 256}, {"sentences": [{"sentId": 612, "text": "Yes."}, {"sentId": 613, "text": "OK let's move on."}], "speaker": "LEMON", "secId": 257}, {"sentences": [{"sentId": 614, "text": "But she didn't even have to say that, Joe."}, {"sentId": 615, "text": "That's a thing -- I mean, look she needs to come out and say like she did, the truth has to get out."}, {"sentId": 616, "text": "The FBIs has got to release these e-mails or Huma Abedin can release them."}, {"sentId": 617, "text": "That's the other thing."}, {"sentId": 618, "text": "We don't have to wait for the FBI."}, {"sentId": 619, "text": "If there's nothing there just open up your file, make copies of them, release all of them, this case can be closed in one day."}], "speaker": "FREDERICKS", "secId": 258}, {"sentences": [{"sentId": 620, "text": "Well, you know, Donald Trump ..."}], "speaker": "MADISON", "secId": 259}, {"sentences": [{"sentId": 621, "text": "... point to say that too."}, {"sentId": 622, "text": "Yes."}], "speaker": "MADISON", "secId": 260}, {"sentences": [{"sentId": 623, "text": "You guys need to agree ..."}], "speaker": "FREDERICKS", "secId": 261}, {"sentences": [{"sentId": 624, "text": "... right?"}], "speaker": "FREDERICKS", "secId": 262}, {"sentences": [{"sentId": 625, "text": "I think the FBI director needs to hit the talk show circuit on Sunday morning."}, {"sentId": 626, "text": "He is the one that started all this mess and he is the one that has to clean it up and that's my advice to the director of the FBI."}], "speaker": "MADISON", "secId": 263}, {"sentences": [{"sentId": 627, "text": "Yeah."}, {"sentId": 628, "text": "This is something though that the Trump folks and supporters."}, {"sentId": 629, "text": "They don't have to overplay."}, {"sentId": 630, "text": "This is not a good day for the Clinton campaign."}], "speaker": "LEMON", "secId": 264}, {"sentences": [{"sentId": 631, "text": "True."}, {"sentId": 632, "text": "True."}, {"sentId": 633, "text": "And it's absolutely true."}, {"sentId": 634, "text": "It is not a good day for the Clinton campaign but if I were her, I would do exactly what she's done and I would repeat it at the beginning."}, {"sentId": 635, "text": "Look, bring forth all you know, when you knew it, how you know it, and let's get this behind this."}, {"sentId": 636, "text": "Because quiet candidly, I think most people have already made up their minds."}], "speaker": "MADISON", "secId": 265}, {"sentences": [{"sentId": 637, "text": "John, last word quickly please."}, {"sentId": 638, "text": "I'm -- just had a time."}], "speaker": "LEMON", "secId": 266}, {"sentences": [{"sentId": 639, "text": "Don, Donald Trump was going to win these election on November 8th with or without this e-mails."}, {"sentId": 640, "text": "This just makes it tougher on Clinton."}, {"sentId": 641, "text": "We're going to win the Romney states."}, {"sentId": 642, "text": "We're going to win New Hampshire."}, {"sentId": 643, "text": "We're going to Iowa."}, {"sentId": 644, "text": "We're going to win Nevada."}, {"sentId": 645, "text": "We're going to win that one delegate main where within three in Pennsylvania."}], "speaker": "FREDERICKS", "secId": 267}, {"sentences": [{"sentId": 646, "text": "OK."}], "speaker": "LEMON", "secId": 268}, {"sentences": [{"sentId": 647, "text": "We're closing in Virginia."}], "speaker": "FREDERICKS", "secId": 269}, {"sentences": [{"sentId": 648, "text": "That's not good John."}], "speaker": "LEMON", "secId": 270}, {"sentences": [{"sentId": 649, "text": "We're going to win this election."}], "speaker": "FREDERICKS", "secId": 271}, {"sentences": [{"sentId": 650, "text": "You shouldn't."}, {"sentId": 651, "text": "Whatever energy drink or coffee you're drinking the state, you got to slow down buddy."}, {"sentId": 652, "text": "Thank you both."}], "speaker": "LEMON", "secId": 272}, {"sentences": [{"sentId": 653, "text": "But I'll find up because I know we're going to win."}], "speaker": "FREDERICKS", "secId": 273}, {"sentences": [{"sentId": 654, "text": "Thank you John."}], "speaker": "LEMON", "secId": 274}, {"sentences": [{"sentId": 655, "text": "Let's see."}, {"sentId": 656, "text": "LEMON:  Thank you Joe."}], "speaker": "MADISON", "secId": 275}, {"sentences": [{"sentId": 657, "text": "I think you get fired up ..."}], "speaker": "FREDERICKS", "secId": 276}, {"sentences": [{"sentId": 658, "text": "We'll let's see."}, {"sentId": 659, "text": "Have a good weekend."}], "speaker": "LEMON", "secId": 277}, {"sentences": [{"sentId": 660, "text": "... when he  know, he going to win Don."}], "speaker": "FREDERICKS", "secId": 278}, {"sentences": [{"sentId": 661, "text": "We'll be right back."}], "speaker": "LEMON", "secId": 279}, {"sentences": [{"sentId": 662, "text": "Thank you too."}], "speaker": "MADISON", "secId": 280}, {"sentences": [{"sentId": 663, "text": "CNN is proud to announce the top 10 CNN heroes of 2016."}], "speaker": "LEMON", "secId": 281}, {"sentences": [{"sentId": 664, "text": "Each honor, you will receive a cash prize and a share of the top honor."}, {"sentId": 665, "text": "CNN hero of the year which will earn one of them an additional $100,000 for their cause and you get to help decide who that person will be."}, {"sentId": 666, "text": "Here's Anderson Cooper to show you how."}], "speaker": "LEMON", "secId": 282}, {"sentences": [{"sentId": 667, "text": "Now that we've announced the top ten CNN heroes of 2016."}, {"sentId": 668, "text": "I want to show you how you can help decide who should be CNN hero of the year and receive a $100,000 to help them continue their work."}, {"sentId": 669, "text": "Just go to cnnheroes.com where you can learn more about each hero and when you're ready, click vote over here then choose your favorite."}], "speaker": "COOPER", "secId": 283}, {"sentences": [{"sentId": 670, "text": "Now, confirm your selection using either your e-mail address or facebook account and you're all set."}, {"sentId": 671, "text": "And this year for the first time, you can also vote through facebook messenger and on twitter."}, {"sentId": 672, "text": "You vote up to 10 times a day per method."}, {"sentId": 673, "text": "Everyday through December 6th then rally your friends by sharing your vote on social media."}, {"sentId": 674, "text": "We'll reveal the 2016 Hero of the Year live from the 10th annual CNN Heroes and Oscar tribute, Sunday December 11th."}], "speaker": "COOPER", "secId": 284}, {"sentences": [{"sentId": 675, "text": "All right, thanks Anderson."}, {"sentId": 676, "text": "Meet all of this years top 10 heroes and vote everyday at cnnheroes.com to help decide who should be our CNN Hero of the Year."}, {"sentId": 677, "text": "All 10 will be honored at the 10th annual CNN Heroes and Oscar tribute."}, {"sentId": 678, "text": "But only one will be name the CNN Hero of the Year."}], "speaker": "LEMON", "secId": 285}, {"sentences": [{"sentId": 679, "text": "Make sure you join Anderson and his special guess Co-host Kelly Ripa live Sunday, December 11th."}, {"sentId": 680, "text": "That's it for us tonight."}, {"sentId": 681, "text": "Thanks for watching."}], "speaker": "LEMON", "secId": 286}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1610.28.cnnt.02.html.json", "time": "Aired October 28, 2016 - 23:00   ET"}