{"sectionCount": 289, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["LEMON", "RYE", "HUGHES", "ANNOUNCER", "PEREZ", "PRESTON", "BUMP", "SWERDLICK", "TOOBIN", "SELLERS", "BAUER", "LEWIS", "BEINART", "TRUMP", "DERSHOWITZ", "FRANKEN", "ZAKARIA", "ZUCCHINO", "SWECKER"], "subTitle": "FBI Clears Clinton -- Again; Militias For Trump. Aired 11p-12a ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1611/06/cnnt.02.html", "sentenceCount": 748, "sections": [{"sentences": [{"sentId": 0, "text": "What she was saying was that we didn't need to be so rude to each other in the online space."}, {"sentId": 1, "text": "So I don't think she --"}], "speaker": "LEMON", "secId": 0}, {"sentences": [{"sentId": 2, "text": "But I'm happy to address -- I'm happy to address both of those points."}, {"sentId": 3, "text": "So --"}], "speaker": "RYE", "secId": 1}, {"sentences": [{"sentId": 4, "text": "There's no evidence that this is true."}, {"sentId": 5, "text": "You're going off on an anonymous source."}, {"sentId": 6, "text": "This is not a true fact that's been backed up by the campaign."}, {"sentId": 7, "text": "I think we're dealing with is Donald Trump and Hillary Clinton both at the end of the race, they see the goal line."}, {"sentId": 8, "text": "It's like they are a thoroughbred with blinders on."}, {"sentId": 9, "text": "They are not being -- they're not letting all these other drama that has plagued them on the campaign trail and Donald -- Mr. Trump is the same way."}, {"sentId": 10, "text": "He sees it running steady but I can guarantee, he still has access to the Twitter."}], "speaker": "HUGHES", "secId": 2}, {"sentences": [{"sentId": 11, "text": "All right."}, {"sentId": 12, "text": "I need everybody to stand by."}, {"sentId": 13, "text": "Thank you."}], "speaker": "LEMON", "secId": 3}, {"sentences": [{"sentId": 14, "text": "This is CNN Breaking News."}], "speaker": "ANNOUNCER", "secId": 4}, {"sentences": [{"sentId": 15, "text": "All right, everyone."}, {"sentId": 16, "text": "Breaking news, it's top of the hour."}, {"sentId": 17, "text": "The FBI clears Hillary Clinton."}, {"sentId": 18, "text": "This is CNN TONIGHT."}, {"sentId": 19, "text": "I'm Don Lemon."}], "speaker": "LEMON", "secId": 5}, {"sentences": [{"sentId": 20, "text": "FBI Director James Comey sending a letter to Congress today saying investigators found nothing in those recently discovered e-mails that would lead them to recommend criminal charges against Hillary Clinton."}, {"sentId": 21, "text": "Most of those e-mails were personal and duplicates of what has already been seen."}, {"sentId": 22, "text": "That's according to law enforcement officials."}], "speaker": "LEMON", "secId": 6}, {"sentences": [{"sentId": 23, "text": "So where does this latest bombshell leave us with just two days to go until Election Day and what does all of this say about the FBI?"}], "speaker": "LEMON", "secId": 7}, {"sentences": [{"sentId": 24, "text": "So let's get right back to -- let's get to CNN's Evan Perez and Mark Preston."}, {"sentId": 25, "text": "Also \"Washington Post's\" Philip Bump and David Swerdlick with us as well, and CNN senior legal analyst Jeffrey Toobin."}, {"sentId": 26, "text": "So, Evan, I'm going to start with you."}, {"sentId": 27, "text": "The new letter from Comey."}, {"sentId": 28, "text": "Another grenade on the campaign trail today."}, {"sentId": 29, "text": "Tell us about it."}], "speaker": "LEMON", "secId": 8}, {"sentences": [{"sentId": 30, "text": "That's right, Don."}, {"sentId": 31, "text": "Another surprise."}, {"sentId": 32, "text": "A three-paragraph letter from Comey to members of Congress in which he says essentially never mind."}, {"sentId": 33, "text": "The letter that he has sent previously 10 days ago started a new part of this investigation."}, {"sentId": 34, "text": "And what it meant is that FBI agents have been working around the clock for the last 10 days."}, {"sentId": 35, "text": "They have been reviewing these e-mails, thousands and thousands of e-mails."}, {"sentId": 36, "text": "And at the end of this all they determined that most of it was stuff that they had seen before."}, {"sentId": 37, "text": "A lot of it was duplicates, a lot of it was personal e-mails."}], "speaker": "PEREZ", "secId": 9}, {"sentences": [{"sentId": 38, "text": "The letter in part reads like this -- from Comey."}, {"sentId": 39, "text": "It says, \"Since my letter the FBI investigative team has been working around the clock to process and review a large volume of e-mails from a device obtained in connection to an unrelated investigation."}, {"sentId": 40, "text": "During that process we reviewed all of the communications that were to and from Hillary Clinton while she was secretary of state."}, {"sentId": 41, "text": "Based on our review we have not changed our conclusions that we expressed in July with respect to Secretary Clinton.\""}], "speaker": "PEREZ", "secId": 10}, {"sentences": [{"sentId": 42, "text": "Don, what this means is that as far as the FBI is concerned and as far as Hillary Clinton is concerned, this investigation is now over."}, {"sentId": 43, "text": "So there are still a few things that they want to do."}, {"sentId": 44, "text": "They still are trying to figure out how these e-mails managed to get on a laptop that belonged to Anthony Weiner."}, {"sentId": 45, "text": "They probably will need to interview Huma Abedin once more because they want to try to figure out if she can explain that."}, {"sentId": 46, "text": "She has told her lawyers, her lawyers have said on her behalf that she has no idea how these e-mails got on out -- got on this computer because she said she didn't use it."}], "speaker": "PEREZ", "secId": 11}, {"sentences": [{"sentId": 47, "text": "So, Don, that is part of the mystery that remains here."}, {"sentId": 48, "text": "But for Hillary Clinton what this means is that she can close this chapter at least for now."}], "speaker": "PEREZ", "secId": 12}, {"sentences": [{"sentId": 49, "text": "All right."}, {"sentId": 50, "text": "Mark Preston, less than 48 hours to go until Election Day."}, {"sentId": 51, "text": "Where does this leave Clinton and Trump?"}], "speaker": "LEMON", "secId": 13}, {"sentences": [{"sentId": 52, "text": "Well, a couple of things."}, {"sentId": 53, "text": "One is it has taken a little bit of air out of the Trump momentum that he has received from the Comey letter but the fact is, is it too late?"}, {"sentId": 54, "text": "People have already voted."}, {"sentId": 55, "text": "About 37 million people in 39 states have already cast early ballots."}], "speaker": "PRESTON", "secId": 14}, {"sentences": [{"sentId": 56, "text": "If you remember, you know, you just go back to when the letter was released."}, {"sentId": 57, "text": "You had Donald Trump on the campaign trail telling people, look, in some states you can change your vote, go back and change your vote."}, {"sentId": 58, "text": "Well, look, most of the states now like we're seeing that you can no longer change your vote."}], "speaker": "PRESTON", "secId": 15}, {"sentences": [{"sentId": 59, "text": "I think for Hillary Clinton, she needs to stay on message and continue talking about whatever her vision is going to be for the future and hope that her surrogates in the news media and quite frankly word of mouth can help carry the message that she's been exonerated again by the FBI."}], "speaker": "PRESTON", "secId": 16}, {"sentences": [{"sentId": 60, "text": "I don't think that she's going to want to keep speaking about it."}, {"sentId": 61, "text": "We haven't seen her discuss it personally."}, {"sentId": 62, "text": "We don't expect her to do so."}, {"sentId": 63, "text": "But the fact of the matter is there was a lot of damage done because of that letter."}, {"sentId": 64, "text": "It has been rectified in some ways."}, {"sentId": 65, "text": "But it could be a little bit too late."}, {"sentId": 66, "text": "Three states to look at, though, Don."}, {"sentId": 67, "text": "I'll leave you on this."}, {"sentId": 68, "text": "Michigan, New Hampshire, Pennsylvania."}, {"sentId": 69, "text": "No early vote in those states right now."}], "speaker": "PRESTON", "secId": 17}, {"sentences": [{"sentId": 70, "text": "We know that Hillary Clinton is doing a big rally in Pennsylvania."}, {"sentId": 71, "text": "They're going to be of course in Michigan tomorrow."}, {"sentId": 72, "text": "So the fact is, can you persuade some of those voters who might have been on the fence about you if you're Hillary Clinton based upon this FBI letter?"}], "speaker": "PRESTON", "secId": 18}, {"sentences": [{"sentId": 73, "text": "Michigan, New Hampshire and Pennsylvania."}, {"sentId": 74, "text": "And Philip Bump with that."}, {"sentId": 75, "text": "Word of this e-mail review nine days ago turned a race that was looking like an overwhelming win with significant down-ballot pickups into one that she could lose right now."}, {"sentId": 76, "text": "Do you think there is time for her to regain momentum in just two days?"}], "speaker": "LEMON", "secId": 19}, {"sentences": [{"sentId": 77, "text": "Yes."}, {"sentId": 78, "text": "I mean., I think that the Comey letter is a little bit over rated in terms of the effect it had on the race."}, {"sentId": 79, "text": "We saw --"}], "speaker": "BUMP", "secId": 20}, {"sentences": [{"sentId": 80, "text": "The original letter?"}], "speaker": "LEMON", "secId": 21}, {"sentences": [{"sentId": 81, "text": "Yes, the original letter."}, {"sentId": 82, "text": "Yes."}, {"sentId": 83, "text": "We saw on our post-ABC tracking poll that Donald Trump was actually already gaining before that letter came out and that Hillary Clinton actually regained a lot of the momentum last week in this void period as well."}], "speaker": "BUMP", "secId": 22}, {"sentences": [{"sentId": 84, "text": "You know, I mean, the early vote that Mark was just talking about is absolutely the case."}, {"sentId": 85, "text": "A lot of people have already gone to vote."}, {"sentId": 86, "text": "What we're seeing is we're seeing in a lot of states, really big surges of Latino voters and black voters especially at the tail end of the election."}, {"sentId": 87, "text": "And those are probably not voters who are going out to vote for Donald Trump because of that first Comey letter."}, {"sentId": 88, "text": "I'm not sure it really had that much of an effect on the early vote particularly because early voters tend to be more partisan, according to research that's been done."}], "speaker": "BUMP", "secId": 23}, {"sentences": [{"sentId": 89, "text": "All of that said, it is not going -- and Matt Lewis in the last hour said that he doesn't think that it's good to have Hillary Clinton have headlines with e-mail in them the day before the election."}, {"sentId": 90, "text": "I think that's absolutely true."}, {"sentId": 91, "text": "But again, the only question I think on this, I think most people's opinions -- I was in Pennsylvania today."}, {"sentId": 92, "text": "The opinions I heard from folks were if you already like Hillary Clinton, you didn't care about this anyway."}, {"sentId": 93, "text": "If you already like Donald Trump, you thought it was the worst thing in the world, I think that the worst thing that could happen here for Hillary Clinton is if people see e-mail in the headline and therefore a little less inclined to go out and actually cast a ballot on Tuesday."}, {"sentId": 94, "text": "I'm not sure it's going to be that many people."}], "speaker": "BUMP", "secId": 24}, {"sentences": [{"sentId": 95, "text": "David, I know that you have some insight into how the election is actually turning out."}, {"sentId": 96, "text": "We're seeing -- what are you seeing in early voting in terms of white electorate versus minorities?"}], "speaker": "LEMON", "secId": 25}, {"sentences": [{"sentId": 97, "text": "Yes."}, {"sentId": 98, "text": "So I echo what my colleague Philip Bump said just now."}, {"sentId": 99, "text": "Look, in Florida, in Nevada, in North Carolina, Latino voting is up in early voting."}, {"sentId": 100, "text": "That's a good sign for the Clinton campaign."}, {"sentId": 101, "text": "Like Philip was saying earlier in the week, the narrative was about a decrease in black voting in terms of votes already cast in early voting."}, {"sentId": 102, "text": "But that has sort of shifted over the last couple of days."}, {"sentId": 103, "text": "And you also are seeing as Philip noted that polling was already going -- taming up in favor of Trump prior to Director Comey's letter nine days ago."}, {"sentId": 104, "text": "And now things have stabilized a little bit even since that letter"}], "speaker": "SWERDLICK", "secId": 26}, {"sentences": [{"sentId": 105, "text": "came out."}, {"sentId": 106, "text": "So what I would say again is that, look, the Trump campaign probably overplayed their hand nine days ago when Donald Trump was on the stump saying this was like Watergate, this was going to trigger a constitutional crisis."}, {"sentId": 107, "text": "It does not look good for them."}, {"sentId": 108, "text": "And now it's sealed off that message for them with Comey coming out today and saying, Don, effectively, look, kind of nothing to see here."}, {"sentId": 109, "text": "We told you we were looking into it."}, {"sentId": 110, "text": "We're not looking into it anymore."}], "speaker": "SWERDLICK", "secId": 27}, {"sentences": [{"sentId": 111, "text": "On the other hand, the Clinton campaign, right, if the next two days are wasted talking about e-mails rather than trying to get back to a closing argument that highlights what Secretary Clinton wants to offer to her core supporters that's probably not good for them either."}, {"sentId": 112, "text": "Both campaigns in danger I think of overplaying this."}], "speaker": "SWERDLICK", "secId": 28}, {"sentences": [{"sentId": 113, "text": "Jeff, Trump's campaign is calling Comey's investigation into question here, asking how the FBI could have gotten through 650,000 e- mails?"}, {"sentId": 114, "text": "Explain how they did it."}], "speaker": "LEMON", "secId": 29}, {"sentences": [{"sentId": 115, "text": "First of all, the 650,000 number is that was leaked to one publication."}, {"sentId": 116, "text": "No one knows how many documents there were."}, {"sentId": 117, "text": "So I don't think we should take 650,000 as gospel."}], "speaker": "TOOBIN", "secId": 30}, {"sentences": [{"sentId": 118, "text": "You know, there are such things as computers that people actually can use to program and identify, you know, which letters, which e-mails are worth reading."}, {"sentId": 119, "text": "I mean, I have no doubt that the FBI has done what they said they did."}, {"sentId": 120, "text": "They have no interest in lying about how many e- mails they reviewed."}], "speaker": "TOOBIN", "secId": 31}, {"sentences": [{"sentId": 121, "text": "The larger question here is, why are we talking about this investigation when Jim Comey never should have disclosed it in the first place."}, {"sentId": 122, "text": "There is a reason why the FBI doesn't disclose partial results of investigations."}, {"sentId": 123, "text": "There are reasons why they do not disclose investigations of political figures shortly before political campaigns."}, {"sentId": 124, "text": "It is precisely for those reasons that Jim Comey should not have done this in the first place."}, {"sentId": 125, "text": "Perhaps he's ameliorated some of it with his letter today."}, {"sentId": 126, "text": "But I think the real lesson here is that he should have followed FBI and Department of Justice policy from the beginning."}, {"sentId": 127, "text": "And we shouldn't be talking about this subject at all."}], "speaker": "TOOBIN", "secId": 32}, {"sentences": [{"sentId": 128, "text": "Go ahead, Evan."}], "speaker": "LEMON", "secId": 33}, {"sentences": [{"sentId": 129, "text": "Don, I could add real quick to that."}, {"sentId": 130, "text": "We don't -- there is nothing indicating that there was 650,000 e-mails that really were pertinent here."}, {"sentId": 131, "text": "We are talking about a much smaller number."}, {"sentId": 132, "text": "Tens of thousands of e-mails, yes."}, {"sentId": 133, "text": "But certainly nothing in 650,000 number that Donald Trump and his folks have been using."}, {"sentId": 134, "text": "And as far as the review was concerned our producer Ted Barrett on Capitol Hill was told by a source that this in the end did not involve bringing in the other intelligence agencies to review whatever classified information was found."}], "speaker": "PEREZ", "secId": 34}, {"sentences": [{"sentId": 135, "text": "What that tells us is, Don, is that this wasn't even a close call."}, {"sentId": 136, "text": "The FBI was able to look at these e-mail and either decide that they were duplicates, or personal or that it wasn't really that big of a deal."}, {"sentId": 137, "text": "So it turns out that, you know, in these 10 days they were able to do a lot of work."}, {"sentId": 138, "text": "They did use software."}, {"sentId": 139, "text": "They worked around the clock."}, {"sentId": 140, "text": "They were able to remove all the Anthony Weiner stuff that they didn't want to look at for this investigation."}], "speaker": "PEREZ", "secId": 35}, {"sentences": [{"sentId": 141, "text": "So they looked at a smaller subset."}, {"sentId": 142, "text": "Not 650,000 as Donald Trump and others have been saying."}], "speaker": "PEREZ", "secId": 36}, {"sentences": [{"sentId": 143, "text": "Yes."}, {"sentId": 144, "text": "650,000 seems like an awful lot of e-mails."}, {"sentId": 145, "text": "It seemed almost implausible."}, {"sentId": 146, "text": "But, you know, Evan, I've got to ask you."}, {"sentId": 147, "text": "Donald Trump, he's talking about investigations into Clinton Foundation."}, {"sentId": 148, "text": "Is there anything to that?"}], "speaker": "LEMON", "secId": 37}, {"sentences": [{"sentId": 149, "text": "Well, look, there is truth to the fact that there are some FBI agents who have been taking a look at allegations against the Clinton Foundation."}, {"sentId": 150, "text": "What we are told from folks we've been talking to and again we've been looking at this for about a year, Don."}, {"sentId": 151, "text": "We have talked to folks in the Justice Department as well as the FBI."}, {"sentId": 152, "text": "Prosecutors and lawyers at the FBI both looked at what the FBI agents have been able to turn up and so far what they believe is that they are still looking at allegations that basically came from a book \"Clinton Cash\" which was sort of an opposition research book thinly researched and that's what they have turned up."}], "speaker": "PEREZ", "secId": 38}, {"sentences": [{"sentId": 153, "text": "They haven't turned up very much more than that."}, {"sentId": 154, "text": "So it's not even a full blown investigation."}, {"sentId": 155, "text": "It's still stuck in the assessment stage because the agents and the investigators have not been able to get much more."}, {"sentId": 156, "text": "Now is this going to die?"}, {"sentId": 157, "text": "Probably not."}, {"sentId": 158, "text": "And certainly Congress is going to continue to take a look at this."}], "speaker": "PEREZ", "secId": 39}, {"sentences": [{"sentId": 159, "text": "I think some of them have already said that they are going to keep looking at this."}, {"sentId": 160, "text": "And if Hillary Clinton is elected on Tuesday you can bet that this issue won't die."}], "speaker": "PEREZ", "secId": 40}, {"sentences": [{"sentId": 161, "text": "OK.  From a book."}, {"sentId": 162, "text": "Evan, what about the Trump Foundation?"}], "speaker": "LEMON", "secId": 41}, {"sentences": [{"sentId": 163, "text": "The -- the Trump Foundation is being looked at by the New York attorney general."}, {"sentId": 164, "text": "We don't know whether the FBI has taken a look."}, {"sentId": 165, "text": "We do know that the FBI does have several Trump-related investigations, investigations of people who are either supporters of, people who are affiliated previously with the campaign."}, {"sentId": 166, "text": "Those are in kind of the same boat as the Clinton Foundation."}, {"sentId": 167, "text": "I would put them in sort of the same place, which is they're probably not going to end up turning up -- turning into very much."}], "speaker": "PEREZ", "secId": 42}, {"sentences": [{"sentId": 168, "text": "All for naught."}, {"sentId": 169, "text": "A lot of it."}, {"sentId": 170, "text": "So, Mark, when we look at the national polls now since the original Comey letter the numbers haven't changed that much."}, {"sentId": 171, "text": "But what about the battleground states?"}], "speaker": "LEMON", "secId": 43}, {"sentences": [{"sentId": 172, "text": "Well, a couple of things."}, {"sentId": 173, "text": "And I think to button up the Comey letter, I think a couple of things really need to be stated here."}, {"sentId": 174, "text": "One is that Comey himself, we don't think he did this maliciously."}, {"sentId": 175, "text": "He might had an error in judgment."}, {"sentId": 176, "text": "And now he has angered both sides."}, {"sentId": 177, "text": "He has angered Democrats and Republicans."}, {"sentId": 178, "text": "And look, again, we can question what he did, Don, but the fact of the matter is we don't think it was done maliciously necessarily and Jeffrey and others know him a lot better than the rest of us do."}, {"sentId": 179, "text": "He can probably speak better to his long-term character."}], "speaker": "PRESTON", "secId": 44}, {"sentences": [{"sentId": 180, "text": "As far as the political fallout, quite frankly, I don't see how we don't say that this hasn't had an effect on Hillary Clinton's campaign."}, {"sentId": 181, "text": "That's all we've been talking about for the last eight or nine days."}, {"sentId": 182, "text": "And I know that her supporters got very upset with it."}, {"sentId": 183, "text": "But this has been the story."}, {"sentId": 184, "text": "And if you look at the battleground states, you know, Philip is right."}, {"sentId": 185, "text": "We have seen an increase in the Hispanic vote, in some states very largely specifically in Florida."}, {"sentId": 186, "text": "It's about 105 percent increase in the numbers of votes cast from 2008 to 2016."}], "speaker": "PRESTON", "secId": 45}, {"sentences": [{"sentId": 187, "text": "You know in Nevada they've also seen, you know, a high percentage, although we don't have specific numbers because the state doesn't release specific numbers when it comes to ethnicity."}, {"sentId": 188, "text": "But the fact of the matter is we have seen the Democratic machine able to get out the Hispanic vote."}, {"sentId": 189, "text": "The question is, though, we have seen the polls tightening in the battleground states."}, {"sentId": 190, "text": "And we'll see what happens on election night."}], "speaker": "PRESTON", "secId": 46}, {"sentences": [{"sentId": 191, "text": "I do have to say, though, I still think that Hillary Clinton has a clearer path to victory than Donald Trump."}, {"sentId": 192, "text": "It's not as if Donald Trump has 280 electoral votes in his pocket right now and is protecting it at this point."}, {"sentId": 193, "text": "Hillary Clinton according to our estimates is at about 268 now right now."}, {"sentId": 194, "text": "And only needs to win a couple of, you know, and needs to win one state at that point to get over the threshold."}, {"sentId": 195, "text": "So, look, it's a fight to the wire."}, {"sentId": 196, "text": "But it's not as if Hillary Clinton is in a deficit now to Donald Trump."}], "speaker": "PRESTON", "secId": 47}, {"sentences": [{"sentId": 197, "text": "Philip, let's talk about that."}, {"sentId": 198, "text": "I want you to compare and contrast the two candidates' travel schedules and where they're campaigning because that definitely tells us a lot."}], "speaker": "LEMON", "secId": 48}, {"sentences": [{"sentId": 199, "text": "Yes."}, {"sentId": 200, "text": "And I think the thing that's important to remember here and yes, we do want to look at where they are going as an indicator of what it is they're concerned about."}, {"sentId": 201, "text": "It only makes sense, right?"}, {"sentId": 202, "text": "But I do think it's important to point out that Hillary Clinton has tailored her schedule over the course of the past several weeks to be rotating around where early voting is happening as oppose to Election Day voting."}, {"sentId": 203, "text": "Right?"}], "speaker": "BUMP", "secId": 49}, {"sentences": [{"sentId": 204, "text": "Right."}], "speaker": "LEMON", "secId": 50}, {"sentences": [{"sentId": 205, "text": "And so I think that there is an excuse that they use which is look, the reason we're going to Michigan and Pennsylvania is in part because those are states that are voting on Tuesday whereas all these other states have been voting for weeks."}, {"sentId": 206, "text": "I think there is validity to that."}, {"sentId": 207, "text": "That said I also think they're a little nervous about those states."}, {"sentId": 208, "text": "Right?"}, {"sentId": 209, "text": "And I think there is some reason to be nervous about them."}], "speaker": "BUMP", "secId": 51}, {"sentences": [{"sentId": 210, "text": "Donald Trump, on the other hand, is hop scotching all over the place."}, {"sentId": 211, "text": "I'm a little more skeptical that that's done based on sound polling and an assessment of where we could do the most good."}, {"sentId": 212, "text": "He's in Minnesota tonight, which if he comes close in Minnesota then I'm not even going to make any promises, but who knows?"}, {"sentId": 213, "text": "I mean, that's baffling."}, {"sentId": 214, "text": "But he's sort of all over the place in a way that is a little harder to pin down to a pattern."}], "speaker": "BUMP", "secId": 52}, {"sentences": [{"sentId": 215, "text": "But it suggests that the states that we've been talking about for weeks are states that both of them were putting a big focus on."}], "speaker": "BUMP", "secId": 53}, {"sentences": [{"sentId": 216, "text": "But, you know, to Mark's point I think that the map hasn't changed, it has shifted toward Donald Trump but it hasn't changed to the extent that now Hillary Clinton is really in panic mode."}], "speaker": "BUMP", "secId": 54}, {"sentences": [{"sentId": 217, "text": "Jeff, having covered, you know, hanging Chad and all of that back in 2000, I mean, you've been at this for a bit here."}, {"sentId": 218, "text": "As you look at over the last couple of days this is unprecedented to see, you know, someone from the Justice Department coming out and having such an impact on a presidential race or potential impact on a presidential race."}], "speaker": "LEMON", "secId": 55}, {"sentences": [{"sentId": 219, "text": "It really is."}, {"sentId": 220, "text": "I mean, it is not uncommon to have Department of Justice investigations of political figures."}, {"sentId": 221, "text": "But what is unusual is to have the FBI director injecting himself at the very last minute."}, {"sentId": 222, "text": "Now two weeks ago or nine days ago it was anti-Clinton."}, {"sentId": 223, "text": "Today it's a pro-Clinton announcement."}, {"sentId": 224, "text": "But this is just not how the FBI usually operates."}], "speaker": "TOOBIN", "secId": 56}, {"sentences": [{"sentId": 225, "text": "You know, one of the bigger stories that sort of has gotten swept up in all of this is the Voting Rights Act."}, {"sentId": 226, "text": "You know, this is the first election that we are having since the Voting Rights Act has effectively been destroyed by the United States Supreme Court in 2013."}, {"sentId": 227, "text": "And, you know, one of the reasons why you might see a smaller African- American turnout especially in early voting in North Carolina is that Republican legislatures have limited early voting."}], "speaker": "TOOBIN", "secId": 57}, {"sentences": [{"sentId": 228, "text": "And they're allowed to do it because the Voting Rights Act no longer applies."}, {"sentId": 229, "text": "I mean, these are other legal issues that have a big impact on how this election is unfolding."}], "speaker": "TOOBIN", "secId": 58}, {"sentences": [{"sentId": 230, "text": "Thank you, everyone."}, {"sentId": 231, "text": "I appreciate that."}], "speaker": "LEMON", "secId": 59}, {"sentences": [{"sentId": 232, "text": "Stay with CNN for all-day coverage on Election Day."}, {"sentId": 233, "text": "Every race across the country all starts on Tuesday."}], "speaker": "LEMON", "secId": 60}, {"sentences": [{"sentId": 234, "text": "When we come right back, the new Trump that has one senator saying it's not just a dog whistle."}, {"sentId": 235, "text": "It's a German shepherd whistle."}], "speaker": "LEMON", "secId": 61}, {"sentences": [{"sentId": 236, "text": "Not even two days until Election Day."}, {"sentId": 237, "text": "And here with me now, CNN political commentators Angela Rye and Peter Beinart, and also Andre Bauer, the former lieutenant governor of South Carolina, who's supporting Donald Trump."}, {"sentId": 238, "text": "Bakari Sellers, a Clinton supporter, Scottie Nell Hughes, a Trump supporter."}, {"sentId": 239, "text": "Matt Lewis, senior contributor to the \"Daily Caller,\" also defense attorney Alan Dershowitz, the author of \"Electile Dysfunction: A Guide for Unaroused Voters.\""}], "speaker": "LEMON", "secId": 62}, {"sentences": [{"sentId": 240, "text": "So let's discuss what we have been talking about here."}, {"sentId": 241, "text": "We've been talking about the whole e-mail situation and Comey coming out today and talking to the panel -- my previous panel about whether this changes the momentum."}, {"sentId": 242, "text": "You believe that it hasn't been a close race, as close as people think it is."}, {"sentId": 243, "text": "Is that so?"}], "speaker": "LEMON", "secId": 63}, {"sentences": [{"sentId": 244, "text": "No, no."}, {"sentId": 245, "text": "I think that, you know, 18 months ago it's amazing how we have come full circle."}, {"sentId": 246, "text": "It's as if, you know, Donald Trump came out and when he was running, when he came down the escalator, that he bastardized Hispanic voters and he said we're going to build a wall."}], "speaker": "SELLERS", "secId": 64}, {"sentences": [{"sentId": 247, "text": "The irony is that the wall between Donald Trump and the White House is built by Hispanic voters."}, {"sentId": 248, "text": "And so one of the things that we're seeing is that we're seeing an operation."}, {"sentId": 249, "text": "And I love the Caputo articles today in Politico, I love individuals who built these narratives which actually have been crumbling around us."}, {"sentId": 250, "text": "Because what we have seen the Clinton campaign do from the beginning -- excuse me, from the beginning of voting is actually get their voters to the polls."}], "speaker": "SELLERS", "secId": 65}, {"sentences": [{"sentId": 251, "text": "They've had 25,000 more African-Americans, that's before today."}, {"sentId": 252, "text": "That's before Souls to the Polls Sunday in Florida vote versus in 2012 with Barack Obama."}, {"sentId": 253, "text": "And so all of these narratives that we've had about the way that this race is going to break down, she has a coalition, that's an Obama coalition that's going to look slightly different."}, {"sentId": 254, "text": "But she's actually getting those voters out."}, {"sentId": 255, "text": "And I don't think -- I think Donald Trump's biggest obstacle from being president has been demographics."}, {"sentId": 256, "text": "It was demographics from day one."}, {"sentId": 257, "text": "It's demographics today."}, {"sentId": 258, "text": "And on Tuesday night, what's going to beat Donald Trump is the fact that the country and I have said this numerous times on this panel the country is getting browner."}, {"sentId": 259, "text": "And Donald Trump will not fare well."}], "speaker": "SELLERS", "secId": 66}, {"sentences": [{"sentId": 260, "text": "Andre, how concerned do you think the Trump folks are now, especially when you hear about Hispanic voting surging in some places, about the demographics?"}, {"sentId": 261, "text": "It's a different demographic than in 2012 and in 2008 and the electorate is browning."}], "speaker": "LEMON", "secId": 67}, {"sentences": [{"sentId": 262, "text": "I don't think they ever didn't see a big challenge."}, {"sentId": 263, "text": "I mean, clearly for years the Republican Party had had a tougher and tougher challenge with the demographic shift."}, {"sentId": 264, "text": "And they're going to have to do something about it to continue to be able to grow the party."}, {"sentId": 265, "text": "But he's expanded the base in other areas."}, {"sentId": 266, "text": "And actually we know the minority vote had turned out as well in the past."}, {"sentId": 267, "text": "Now the Latino has -- have made up for some of that shortfall."}, {"sentId": 268, "text": "But if you just take --"}], "speaker": "BAUER", "secId": 68}, {"sentences": [{"sentId": 269, "text": "Would he change his strategy had he realized that the Latino vote would be so strong instead of saying we're going to build a wall or, you know, Mexico, when they send over their people, they send their -- I mean, they're criminal and they're rapists, and -- do you think he would have changed that?"}, {"sentId": 270, "text": "Because that didn't play well with Latino voters."}], "speaker": "LEMON", "secId": 69}, {"sentences": [{"sentId": 271, "text": "I don't think he would have."}, {"sentId": 272, "text": "I think he is kind of locked in on what he firmly believes in."}, {"sentId": 273, "text": "And I don't think he's one that moves a whole lot based on which way the political wind is blowing."}, {"sentId": 274, "text": "And that's why so many people have supported him."}], "speaker": "BAUER", "secId": 70}, {"sentences": [{"sentId": 275, "text": "The stupid thing for Trump is that I don't think this is mutually exclusive."}, {"sentId": 276, "text": "Like Donald Trump is tapping into some -- sort of really good political things amongst working class, you know, workers and blue-collar workers in rustbelt states."}, {"sentId": 277, "text": "You don't have to be a racist or anti-Semitic to get those votes."}, {"sentId": 278, "text": "He's talking about, you know, populism, protectionist trade policies."}, {"sentId": 279, "text": "Not my cup of tea in terms of philosophy, but I think it's resonating."}, {"sentId": 280, "text": "If he could have had that, if he could have attracted the blue-collar workers without being so offensive to minorities, you might have wondered if he's actually might have won the race."}], "speaker": "LEWIS", "secId": 71}, {"sentences": [{"sentId": 281, "text": "The problem is, if you look at what people say they love about Donald Trump, you saw this throughout the primaries."}, {"sentId": 282, "text": "One of the top things, maybe the top thing was he's not politically correct, right?"}, {"sentId": 283, "text": "So it was precisely the fact that he was willing to go beyond other Republicans in the way he talked about Muslims."}, {"sentId": 284, "text": "In the way he talked about Latinos that I think was part of what people loved about him."}, {"sentId": 285, "text": "So I'm not so sure you can disassociate the populism of Donald Trump that you like from --"}], "speaker": "BEINART", "secId": 72}, {"sentences": [{"sentId": 286, "text": "Well, I think, though -- I think the problem is --"}], "speaker": "LEWIS", "secId": 73}, {"sentences": [{"sentId": 287, "text": "The racism and xenophobia of Donald Trump."}], "speaker": "BEINART", "secId": 74}, {"sentences": [{"sentId": 288, "text": "You might be right in terms of winning the Republican primary."}, {"sentId": 289, "text": "And that is a structural, fundamental problem that the Republican Party and the conservative movement has to address."}, {"sentId": 290, "text": "But once the general election starts in earnest, I do think Donald Trump could have become a populist, protectionist sort of rustbelt blue-collar guy without offending and alienating minorities."}], "speaker": "LEWIS", "secId": 75}, {"sentences": [{"sentId": 291, "text": "He doesn't know how -- he doesn't know how to do that, though."}], "speaker": "RYE", "secId": 76}, {"sentences": [{"sentId": 292, "text": "He could have cleaned --"}], "speaker": "BEINART", "secId": 77}, {"sentences": [{"sentId": 293, "text": "He doesn't know how to do that, though."}], "speaker": "RYE", "secId": 78}, {"sentences": [{"sentId": 294, "text": "He did not moderate."}, {"sentId": 295, "text": "He didn't not moderate."}], "speaker": "LEMON", "secId": 79}, {"sentences": [{"sentId": 296, "text": "He doesn't know how to moderate and the reality of it is, Don, you referenced this several times."}], "speaker": "RYE", "secId": 80}, {"sentences": [{"sentId": 297, "text": "The Black Jeopardy skit on \"Saturday Night Live.\""}], "speaker": "RYE", "secId": 81}, {"sentences": [{"sentId": 298, "text": "Brilliant."}], "speaker": "LEMON", "secId": 82}, {"sentences": [{"sentId": 299, "text": "It was brilliant because there are more things that bond us and weave us together than that separate."}, {"sentId": 300, "text": "And you are at 100 percent right, Matt."}, {"sentId": 301, "text": "He could have tapped into that."}, {"sentId": 302, "text": "He could have tapped into the fact that, yes, there are some inner city communities that are struggling."}], "speaker": "RYE", "secId": 83}, {"sentences": [{"sentId": 303, "text": "Right."}], "speaker": "LEWIS", "secId": 84}, {"sentences": [{"sentId": 304, "text": "But no black people aren't afraid of getting shot walking out of their front doors to get a loaf of bread."}, {"sentId": 305, "text": "One and the same."}, {"sentId": 306, "text": "The evangelical vote for him."}, {"sentId": 307, "text": "He has not -- he's been very fortunate."}, {"sentId": 308, "text": "One, because they said well, Jesus forgives Donald Trump."}, {"sentId": 309, "text": "For some reason when it came to Hillary Clinton's husband Jesus didn't forgive him."}, {"sentId": 310, "text": "However, the interesting thing is evangelical voters are only supporting Donald Trump because they do not want a woman president."}, {"sentId": 311, "text": "It's not because he's the guy in moral authority."}, {"sentId": 312, "text": "That's the real issue."}], "speaker": "RYE", "secId": 85}, {"sentences": [{"sentId": 313, "text": "That is wrong right there, by not wanting --"}], "speaker": "HUGHES", "secId": 86}, {"sentences": [{"sentId": 314, "text": "Oh no, it's in the bible."}, {"sentId": 315, "text": "And they have --"}], "speaker": "RYE", "secId": 87}, {"sentences": [{"sentId": 316, "text": "We are all for having -- as an evangelical women, I'm all for having --"}], "speaker": "HUGHES", "secId": 88}, {"sentences": [{"sentId": 317, "text": "I'm evangelical, too."}], "speaker": "RYE", "secId": 89}, {"sentences": [{"sentId": 318, "text": "I'm all for having a female president."}, {"sentId": 319, "text": "I just don't want Hillary Clinton to be that president."}, {"sentId": 320, "text": "I'm all for it."}, {"sentId": 321, "text": "That's a false story."}, {"sentId": 322, "text": "But evangelicals overall --"}], "speaker": "HUGHES", "secId": 90}, {"sentences": [{"sentId": 323, "text": "Really?"}, {"sentId": 324, "text": "Because --"}], "speaker": "BAUER", "secId": 91}, {"sentences": [{"sentId": 325, "text": "Let her finish."}], "speaker": "LEMON", "secId": 92}, {"sentences": [{"sentId": 326, "text": "I'm still supporting Donald Trump."}, {"sentId": 327, "text": "That's not the issue."}, {"sentId": 328, "text": "I think when it comes to immigration, though, I think this is where -- maybe the focus should have been better on about jobs, about jobs that were leaving this country, that were going to other --"}], "speaker": "HUGHES", "secId": 93}, {"sentences": [{"sentId": 329, "text": "That's actually not true."}], "speaker": "SELLERS", "secId": 94}, {"sentences": [{"sentId": 330, "text": "Or jobs here in the United States that are being replaced."}, {"sentId": 331, "text": "People within the housing industry, people within the guarding, people that jobs are being replaced by illegals within this country."}], "speaker": "HUGHES", "secId": 95}, {"sentences": [{"sentId": 332, "text": "That's not true."}], "speaker": "SELLERS", "secId": 96}, {"sentences": [{"sentId": 333, "text": "That were --"}], "speaker": "HUGHES", "secId": 97}, {"sentences": [{"sentId": 334, "text": "Undocumented people."}], "speaker": "RYE", "secId": 98}, {"sentences": [{"sentId": 335, "text": "That's not true."}], "speaker": "SELLERS", "secId": 99}, {"sentences": [{"sentId": 336, "text": "Really?"}, {"sentId": 337, "text": "What about some on the housing construction site?"}], "speaker": "HUGHES", "secId": 100}, {"sentences": [{"sentId": 338, "text": "You know what the net immigration it's been since Barack Obama?"}], "speaker": "BEINART", "secId": 101}, {"sentences": [{"sentId": 339, "text": "It's down."}, {"sentId": 340, "text": "It's zero."}, {"sentId": 341, "text": "BEINART:  Zero."}], "speaker": "SELLERS", "secId": 102}, {"sentences": [{"sentId": 342, "text": "It's actually negative."}], "speaker": "SELLERS", "secId": 103}, {"sentences": [{"sentId": 343, "text": "Zero immigration since Barack Obama became president."}], "speaker": "BEINART", "secId": 104}, {"sentences": [{"sentId": 344, "text": "That's what I'm saying."}, {"sentId": 345, "text": "It's zero."}], "speaker": "SELLERS", "secId": 105}, {"sentences": [{"sentId": 346, "text": "But the ones that are here that are illegal are sending their money back home."}], "speaker": "HUGHES", "secId": 106}, {"sentences": [{"sentId": 347, "text": "They are undocumented workers, though."}], "speaker": "RYE", "secId": 107}, {"sentences": [{"sentId": 348, "text": "Well, undocumented or illegals."}, {"sentId": 349, "text": "And they're here --"}], "speaker": "HUGHES", "secId": 108}, {"sentences": [{"sentId": 350, "text": "That's actually --"}], "speaker": "RYE", "secId": 109}, {"sentences": [{"sentId": 351, "text": "And right now -- but right now."}], "speaker": "HUGHES", "secId": 110}, {"sentences": [{"sentId": 352, "text": "But Scottie is actually illustrating a point that I want to bring up."}, {"sentId": 353, "text": "And --"}], "speaker": "SELLERS", "secId": 111}, {"sentences": [{"sentId": 354, "text": "You're about to call me some form of hate, I'm sure."}], "speaker": "HUGHES", "secId": 112}, {"sentences": [{"sentId": 355, "text": "Wow."}], "speaker": "RYE", "secId": 113}, {"sentences": [{"sentId": 356, "text": "No, no, no."}, {"sentId": 357, "text": "No, no, but you're actually --"}], "speaker": "SELLERS", "secId": 114}, {"sentences": [{"sentId": 358, "text": "That's how unfortunately it's done."}], "speaker": "HUGHES", "secId": 115}, {"sentences": [{"sentId": 359, "text": "No, you're actually illustrating --"}], "speaker": "SELLERS", "secId": 116}, {"sentences": [{"sentId": 360, "text": "For those of us who want to protect American jobs, and want to make sure our workers are first."}], "speaker": "HUGHES", "secId": 117}, {"sentences": [{"sentId": 361, "text": "That's fine."}, {"sentId": 362, "text": "I hear you."}], "speaker": "SELLERS", "secId": 118}, {"sentences": [{"sentId": 363, "text": "What's wrong with that?"}], "speaker": "HUGHES", "secId": 119}, {"sentences": [{"sentId": 364, "text": "No, I hear that."}, {"sentId": 365, "text": "But I mean, there is a lot of xenophobia in that."}, {"sentId": 366, "text": "But I wasn't calling you that."}, {"sentId": 367, "text": "What I was going to say, though, is you're illustrating something that -- excuse me -- is even more pervasive because we tried to disassociate Donald Trump from the rest of the Republican Party."}], "speaker": "SELLERS", "secId": 120}, {"sentences": [{"sentId": 368, "text": "That's right."}], "speaker": "RYE", "secId": 121}, {"sentences": [{"sentId": 369, "text": "And I don't think we should do that because I don't think that's actually accurate."}, {"sentId": 370, "text": "When you have people like Paul Ryan and Jason Chaffetz who sit there and prop him up on a regular basis, for Paul Ryan to actually say that something that he said was the textbook definition of racism, talking about Judge Curiel, but still supporting him, I mean, that is beyond cowardice."}, {"sentId": 371, "text": "And so I think when we had the Nevada -- when we have the Nevada GOP chair --  LEWIS:  I would tell you that there are more never Trump conservatives"}], "speaker": "SELLERS", "secId": 122}, {"sentences": [{"sentId": 372, "text": "than Republicans that if you had a -- if this was happening on the left on the Democratic side like Kanye West or some, you know, sort of fringe Democrat and whatnot."}], "speaker": "SELLERS", "secId": 123}, {"sentences": [{"sentId": 373, "text": "Don't give him any ideas, please."}], "speaker": "LEMON", "secId": 124}, {"sentences": [{"sentId": 374, "text": "If that were to happen, I bet you -- I bet you would not see --"}], "speaker": "LEWIS", "secId": 125}, {"sentences": [{"sentId": 375, "text": "Hold on."}], "speaker": "LEMON", "secId": 126}, {"sentences": [{"sentId": 376, "text": "I bet you would not see prominent liberal --"}], "speaker": "LEWIS", "secId": 127}, {"sentences": [{"sentId": 377, "text": "But Matt, can you use Bernie Sanders as an example of that?"}], "speaker": "LEMON", "secId": 128}, {"sentences": [{"sentId": 378, "text": "Right."}, {"sentId": 379, "text": "Is Kanye West --"}], "speaker": "RYE", "secId": 129}, {"sentences": [{"sentId": 380, "text": "Because he's a populist candidate."}], "speaker": "LEMON", "secId": 130}, {"sentences": [{"sentId": 381, "text": "He's a socialist."}, {"sentId": 382, "text": "But I'm talking about somebody like a Sean Penn who holds radical views."}], "speaker": "LEWIS", "secId": 131}, {"sentences": [{"sentId": 383, "text": "OK."}], "speaker": "LEMON", "secId": 132}, {"sentences": [{"sentId": 384, "text": "Like 9/11 was -- so my sort of theory is that if there were a truly offensive and radical Democrat who won the Democratic nomination I doubt if you would see prominent Democratic pundits and liberal commentators stand up and refuse to get --"}], "speaker": "LEWIS", "secId": 133}, {"sentences": [{"sentId": 385, "text": "That's a hypothetical."}], "speaker": "SELLERS", "secId": 134}, {"sentences": [{"sentId": 386, "text": "It's a hypothetical but it happened."}], "speaker": "LEWIS", "secId": 135}, {"sentences": [{"sentId": 387, "text": "But what we can tell you right now is that the reason that Donald Trump is where he is and the reason that the Republican Party is where they are is because the Republican leadership has completely failed not their party but this country."}, {"sentId": 388, "text": "And so when you have Mitch McConnell, when you have -- when you have all of these individuals who do the \"I'm going to vote for him but not endorse him\" dance, I mean, that -- I don't even know what that is."}], "speaker": "SELLERS", "secId": 136}, {"sentences": [{"sentId": 389, "text": "It's crazy."}], "speaker": "RYE", "secId": 137}, {"sentences": [{"sentId": 390, "text": "I love if we have a Democrat criticizing the Republicans' House."}, {"sentId": 391, "text": "Now I agree we have issues within the Republican House."}, {"sentId": 392, "text": "But take care of your own first."}, {"sentId": 393, "text": "Let the Republicans handle our own right now."}], "speaker": "HUGHES", "secId": 138}, {"sentences": [{"sentId": 394, "text": "We're about to be president of the United States."}], "speaker": "SELLERS", "secId": 139}, {"sentences": [{"sentId": 395, "text": "You don't know that yet."}, {"sentId": 396, "text": "I mean, I'm sorry."}, {"sentId": 397, "text": "We have not gone -- but the thing is, Mr. Trump accumulated more votes in the primaries."}, {"sentId": 398, "text": "And we're seeing higher voter turnout right now amongst the Republicans actually are higher for most states than the Democrats."}], "speaker": "HUGHES", "secId": 140}, {"sentences": [{"sentId": 399, "text": "In Ohio and North Carolina."}], "speaker": "BAUER", "secId": 141}, {"sentences": [{"sentId": 400, "text": "Ohio."}], "speaker": "HUGHES", "secId": 142}, {"sentences": [{"sentId": 401, "text": "That's not true."}], "speaker": "RYE", "secId": 143}, {"sentences": [{"sentId": 402, "text": "Scottie, you're not denying that there is a divide in the Republican Party."}], "speaker": "LEMON", "secId": 144}, {"sentences": [{"sentId": 403, "text": "I am 100 percent agree that there's a divide but that divide, it has started in 2004 before you had Donald Trump even running."}, {"sentId": 404, "text": "You had the grassroots separating from the elitist within the party."}], "speaker": "HUGHES", "secId": 145}, {"sentences": [{"sentId": 405, "text": "Yes."}, {"sentId": 406, "text": "I can --"}], "speaker": "LEWIS", "secId": 146}, {"sentences": [{"sentId": 407, "text": "But we did not hear --"}], "speaker": "LEMON", "secId": 147}, {"sentences": [{"sentId": 408, "text": "Actually this is a scary point, though, I would say, is that Donald Trump did not cause this problem."}, {"sentId": 409, "text": "That's a manifestation."}], "speaker": "LEWIS", "secId": 148}, {"sentences": [{"sentId": 410, "text": "OK."}, {"sentId": 411, "text": "I understand that."}, {"sentId": 412, "text": "I understand that."}, {"sentId": 413, "text": "But what you did not see in 2008 with McCain and in 2012 were people saying I'm not going to support --"}], "speaker": "LEMON", "secId": 149}, {"sentences": [{"sentId": 414, "text": "The nominee."}], "speaker": "RYE", "secId": 150}, {"sentences": [{"sentId": 415, "text": "The nominee."}, {"sentId": 416, "text": "Right?"}, {"sentId": 417, "text": "I'm going to support the party but I don't agree with what they say or whatever."}, {"sentId": 418, "text": "People got behind those two candidates."}], "speaker": "LEMON", "secId": 151}, {"sentences": [{"sentId": 419, "text": "But this was -- this schism, you know, Donald Trump did not start this."}, {"sentId": 420, "text": "And the problem is if Donald Trump loses on Tuesday the problem doesn't go away even if Donald Trump --"}], "speaker": "LEWIS", "secId": 152}, {"sentences": [{"sentId": 421, "text": "Even if he won it doesn't go away."}], "speaker": "RYE", "secId": 153}, {"sentences": [{"sentId": 422, "text": "The problem started long before Donald Trump."}, {"sentId": 423, "text": "Right?"}, {"sentId": 424, "text": "When your hero Ronald Reagan went --"}], "speaker": "BEINART", "secId": 154}, {"sentences": [{"sentId": 425, "text": "There you go again."}], "speaker": "LEWIS", "secId": 155}, {"sentences": [{"sentId": 426, "text": "Go down that road, please."}, {"sentId": 427, "text": "Blame Ronald Reagan."}, {"sentId": 428, "text": "Works real well for your party."}], "speaker": "HUGHES", "secId": 156}, {"sentences": [{"sentId": 429, "text": "This is true, right?"}], "speaker": "BEINART", "secId": 157}, {"sentences": [{"sentId": 430, "text": "Is Jeffrey Lord here?"}], "speaker": "LEMON", "secId": 158}, {"sentences": [{"sentId": 431, "text": "In Oxford, Mississippi."}, {"sentId": 432, "text": "When Ronald Reagan talked about strong bucks getting -- you know, getting their welfare to buy Cadillacs."}], "speaker": "BEINART", "secId": 159}, {"sentences": [{"sentId": 433, "text": "Ronald Reagan also said --"}], "speaker": "LEWIS", "secId": 160}, {"sentences": [{"sentId": 434, "text": "There are some good things that Ronald Reagan but let's be honest about this."}, {"sentId": 435, "text": "Right?"}, {"sentId": 436, "text": "Playing on white fears of African- Americans and increasingly of Latinos is not something that Donald Trump invented."}, {"sentId": 437, "text": "It has been core to the Republican Party's success since the 1970s."}], "speaker": "BEINART", "secId": 161}, {"sentences": [{"sentId": 438, "text": "I would say both political parties have had a less than terrific record over the course."}], "speaker": "LEWIS", "secId": 162}, {"sentences": [{"sentId": 439, "text": "No, no."}, {"sentId": 440, "text": "That's a kind of obfuscating way of saying it."}], "speaker": "BEINART", "secId": 163}, {"sentences": [{"sentId": 441, "text": "Well, no, it's kind of true."}], "speaker": "LEWIS", "secId": 164}, {"sentences": [{"sentId": 442, "text": "The Democratic Party became over the decade a less racist party."}, {"sentId": 443, "text": "Not to say Democrats --"}], "speaker": "BEINART", "secId": 165}, {"sentences": [{"sentId": 444, "text": "Harry Reid has said some things I wouldn't --"}], "speaker": "LEWIS", "secId": 166}, {"sentences": [{"sentId": 445, "text": "A less racist party as the Republican Party was becoming a more racist party."}, {"sentId": 446, "text": "Now it has a presidential candidate who actually supports --"}], "speaker": "BEINART", "secId": 167}, {"sentences": [{"sentId": 447, "text": "He was a Democrat."}, {"sentId": 448, "text": "Hillary Clinton went to his wedding."}, {"sentId": 449, "text": "He's a liberal."}], "speaker": "LEWIS", "secId": 168}, {"sentences": [{"sentId": 450, "text": "Right."}, {"sentId": 451, "text": "But he would not won --"}], "speaker": "BEINART", "secId": 169}, {"sentences": [{"sentId": 452, "text": "He would not have won the Democratic nomination because Democrats are not excited to vote for someone who's going to ban Muslims from the United States."}], "speaker": "BEINART", "secId": 170}, {"sentences": [{"sentId": 453, "text": "Look, they weren't excited about voting for her either."}, {"sentId": 454, "text": "She had to cheat Bernie to get it."}], "speaker": "BAUER", "secId": 171}, {"sentences": [{"sentId": 455, "text": "Come on, Andre."}], "speaker": "RYE", "secId": 172}, {"sentences": [{"sentId": 456, "text": "All right."}], "speaker": "LEMON", "secId": 173}, {"sentences": [{"sentId": 457, "text": "On that note you got -- that's a great interesting note right there."}], "speaker": "HUGHES", "secId": 174}, {"sentences": [{"sentId": 458, "text": "We're going to talk about anti-Semitism after the break."}], "speaker": "LEMON", "secId": 175}, {"sentences": [{"sentId": 459, "text": "Not even two days to go until Election Day."}, {"sentId": 460, "text": "Back with me now, Angela Rye, Peter Beinart, Andre Bauer, Bakari Sellers, Scottie Nell Hughes, and Matt Lewis."}, {"sentId": 461, "text": "Also defense attorney Alan Dershowitz is here."}, {"sentId": 462, "text": "He's the author of \"Electile Dyfunction: A Guide for Unaroused Voters.\""}], "speaker": "LEMON", "secId": 176}, {"sentences": [{"sentId": 463, "text": "So, Alan, here's Donald Trump's closing statement ad blasting Washington and the global establishment."}], "speaker": "LEMON", "secId": 177}, {"sentences": [{"sentId": 464, "text": "The establishment has trillions of dollars at stake in this election."}, {"sentId": 465, "text": "For those who control the levers of power in Washington and for the global special interest they partner with these people that don't have your good in mind."}], "speaker": "TRUMP", "secId": 178}, {"sentences": [{"sentId": 466, "text": "The political establishment that is trying to stop us is the same group responsible for our disastrous trade deals."}, {"sentId": 467, "text": "Massive illegal immigration and economic and foreign policies that have bled our country dry."}], "speaker": "TRUMP", "secId": 179}, {"sentences": [{"sentId": 468, "text": "The political establishment has brought about the destruction of our factories and our jobs."}, {"sentId": 469, "text": "As they flee to Mexico, China and other countries all around the world."}, {"sentId": 470, "text": "It's a global power structure that is responsible for the economic decisions that have robbed our working class, stripped our country of its wealth and put that money into the pockets of a handful of large corporations and political entities."}], "speaker": "TRUMP", "secId": 180}, {"sentences": [{"sentId": 471, "text": "So, Alan, many people see this ad as having anti-Semitic overtones."}, {"sentId": 472, "text": "Do you?"}], "speaker": "LEMON", "secId": 181}, {"sentences": [{"sentId": 473, "text": "Well, I don't think Donald Trump is an anti-Semite."}, {"sentId": 474, "text": "I'm not sure he even knows that three of the people featured in the ad are, quote, \"Jewish bankers,\" Soros, Yellin and Goldman Sachs."}, {"sentId": 475, "text": "But to his alt-right supporters and there are many of those, tragically, this is red meat."}, {"sentId": 476, "text": "This plays into the oldest anti-Semitic trope that Jewish international bankers control the world."}, {"sentId": 477, "text": "They are the ones that are making life difficult for you and if we only could get rid of this conglomerate of international Jewish bankers we would all be living good lives."}], "speaker": "DERSHOWITZ", "secId": 182}, {"sentences": [{"sentId": 478, "text": "Donald Trump ought to be more careful about that, as I said."}, {"sentId": 479, "text": "I don't think he's an anti-Semite."}, {"sentId": 480, "text": "This is not the first time it's happened."}, {"sentId": 481, "text": "The incident with the Star of David."}, {"sentId": 482, "text": "It was another example of something he probably didn't intend."}, {"sentId": 483, "text": "But the alt-right picked it up and so we have to be concerned about that."}, {"sentId": 484, "text": "And I think the finger of responsibility has to point to the Trump campaign."}, {"sentId": 485, "text": "They should not have allowed that inference to be drawn by some of their extremist supporters."}, {"sentId": 486, "text": "And I don't think Trump wants to lose these extremist supporters, I don't think he wants to lose the votes of the alt-right by alienating them."}], "speaker": "DERSHOWITZ", "secId": 183}, {"sentences": [{"sentId": 487, "text": "Yes."}, {"sentId": 488, "text": "And so -- as you pointed out, Alan, that the ad features the imagery of money with photos of George Soros, Janet Yellin and Lloyd Blankfein."}, {"sentId": 489, "text": "And we'll discuss that a bit more."}], "speaker": "LEMON", "secId": 184}, {"sentences": [{"sentId": 490, "text": "I got to ask Matt a question here because Senator Al Franken calls Trump's new ad a German shepherd whistle."}, {"sentId": 491, "text": "Watch this."}], "speaker": "LEMON", "secId": 185}, {"sentences": [{"sentId": 492, "text": "Well, when I saw the ad I thought that this was something of a German Shepherd whistle, dog whistle."}, {"sentId": 493, "text": "To sort of the -- a certain group in the United States."}, {"sentId": 494, "text": "I think -- I'm Jewish."}, {"sentId": 495, "text": "So maybe I'm sensitive to it."}, {"sentId": 496, "text": "It clearly has Elders of Zion kind of feel to it."}, {"sentId": 497, "text": "International banking -- plot or conspiracy, rather."}, {"sentId": 498, "text": "And then a number of Jews."}], "speaker": "FRANKEN", "secId": 186}, {"sentences": [{"sentId": 499, "text": "What's your reaction?"}], "speaker": "LEMON", "secId": 187}, {"sentences": [{"sentId": 500, "text": "I think I'm with Alan on this one."}, {"sentId": 501, "text": "You know, look."}, {"sentId": 502, "text": "A lot of what's in the ad, I think, is true and resonates with a lot of Americans who are not anti-Semitic or racist but who feel like their way of life is slipping away."}, {"sentId": 503, "text": "Maybe it's the factory that closed down, you know, in Michigan or something."}, {"sentId": 504, "text": "And so I think that the -- Donald Trump, the way that he wins is by talking about, he is the change agent and an outsider running against the establishment."}, {"sentId": 505, "text": "He's tapping into the kind of anti-free trade protectionist thing that Bernie Sanders tapped into."}, {"sentId": 506, "text": "You can call that anti-globalism."}, {"sentId": 507, "text": "Some people think that's a code word for anti-Semitism."}, {"sentId": 508, "text": "But I think that the thing is it's about sensitivity."}], "speaker": "LEWIS", "secId": 188}, {"sentences": [{"sentId": 509, "text": "You know, I'll give him the benefit of the doubt on this but the problem is Trump has a track record of crossing that line."}, {"sentId": 510, "text": "So, you know, it's a slippery slope."}], "speaker": "LEWIS", "secId": 189}, {"sentences": [{"sentId": 511, "text": "And it began --"}], "speaker": "RYE", "secId": 190}, {"sentences": [{"sentId": 512, "text": "Bakari -- I'm sorry, Angela."}], "speaker": "LEMON", "secId": 191}, {"sentences": [{"sentId": 513, "text": "But you also -- you also cannot disregard the campaign management team over there now."}, {"sentId": 514, "text": "And Steve Bannon, one of his senior advisers, Roger Stone."}, {"sentId": 515, "text": "I mean, they got their chops delving in -- they're not even just playing footsie with racist but they engage them, they embrace them and they have given them a platform."}, {"sentId": 516, "text": "I think that Steve Bannon is probably -- and Roger Stone, both, I think you see their fingerprints on this ad."}, {"sentId": 517, "text": "I mean, that is Steve Bannon."}, {"sentId": 518, "text": "And I think that Steve Bannon --"}], "speaker": "SELLERS", "secId": 192}, {"sentences": [{"sentId": 519, "text": "Kellyanne Conway probably didn't create that ad."}], "speaker": "LEWIS", "secId": 193}, {"sentences": [{"sentId": 520, "text": "Kellyanne Conway did not."}, {"sentId": 521, "text": "If Kellyanne Conway saw that ad before it went up she was probably like, take it down."}, {"sentId": 522, "text": "But Steve Bannon is really a major problem with the discourse in this country."}], "speaker": "SELLERS", "secId": 194}, {"sentences": [{"sentId": 523, "text": "I mean, there is pretty much -- she has defended almost everything or found a way to sort of --  SELLERS:  I want to give her the benefit of the doubt."}], "speaker": "LEMON", "secId": 195}, {"sentences": [{"sentId": 524, "text": "Talk around it even when it's something that --"}], "speaker": "LEMON", "secId": 196}, {"sentences": [{"sentId": 525, "text": "Don, every one of his kids is either engaged or married to a Jewish person."}], "speaker": "BAUER", "secId": 197}, {"sentences": [{"sentId": 526, "text": "Just because you have Jewish relatives --"}], "speaker": "BEINART", "secId": 198}, {"sentences": [{"sentId": 527, "text": "Or friends."}], "speaker": "LEMON", "secId": 199}, {"sentences": [{"sentId": 528, "text": "Or black friend."}], "speaker": "BEINART", "secId": 200}, {"sentences": [{"sentId": 529, "text": "Interestingly even actually, you know, even Adolph Hitler actually --"}], "speaker": "BEINART", "secId": 201}, {"sentences": [{"sentId": 530, "text": "Well, but hold on --"}], "speaker": "LEWIS", "secId": 202}, {"sentences": [{"sentId": 531, "text": "Let him finish."}], "speaker": "LEMON", "secId": 203}, {"sentences": [{"sentId": 532, "text": "I don't think he actually protected her."}, {"sentId": 533, "text": "That doctor in Vienna throughout World War II."}, {"sentId": 534, "text": "The problem is, I would like to give Donald Trump the benefit of the doubt."}, {"sentId": 535, "text": "Here's the problem, his campaigning today with Ted Nugent, a guy who put out a tweet in which he said, who's responsible for gun control, and basically had a bunch of Jewish guys all with Israeli flags on them."}, {"sentId": 536, "text": "He's using the slogan, America first, which is associated with Charles Lindbergh, a notorious anti-Semite."}, {"sentId": 537, "text": "And he had a weird habit a few years ago, you'll remember, of continually referring to Jon Stewart as Jon Liebowitz."}, {"sentId": 538, "text": "Now why do someone do that?"}], "speaker": "BEINART", "secId": 204}, {"sentences": [{"sentId": 539, "text": "Hold on."}, {"sentId": 540, "text": "This is ridiculous to paint Donald Trump as being anti-Semitic as you point out, that's not -- can I answer please?"}], "speaker": "HUGHES", "secId": 205}, {"sentences": [{"sentId": 541, "text": "I'm saying he's complicit with them."}], "speaker": "BEINART", "secId": 206}, {"sentences": [{"sentId": 542, "text": "I was quiet."}], "speaker": "HUGHES", "secId": 207}, {"sentences": [{"sentId": 543, "text": "I'm not saying he's anti-Semitic."}, {"sentId": 544, "text": "Those ads --"}], "speaker": "BEINART", "secId": 208}, {"sentences": [{"sentId": 545, "text": "He has children, he has grandchildren that are Jewish."}, {"sentId": 546, "text": "It's not just distant relatives."}, {"sentId": 547, "text": "These are in his family that he practices."}, {"sentId": 548, "text": "What's interesting about this, 31 countries right now in the U.N. do not recognize Israel as an official state, as a Jewish state."}, {"sentId": 549, "text": "A majority of those, a lot of those gave money to the Clinton Foundation."}, {"sentId": 550, "text": "And Hillary Clinton herself has accepted."}, {"sentId": 551, "text": "When Hillary Clinton was secretary of state, she did nothing for make countries like Saudi Arabia actually have a peace and actually recognize Israel as a Jewish state."}, {"sentId": 552, "text": "That's anti-Semitic right there."}], "speaker": "HUGHES", "secId": 209}, {"sentences": [{"sentId": 553, "text": "I actually kind of in my  here because the question Hillary Clinton versus Donald Trump on who is going to protect Israel --"}], "speaker": "SELLERS", "secId": 210}, {"sentences": [{"sentId": 554, "text": "It's easy, it's Donald Trump."}, {"sentId": 555, "text": "That was very easy on that one."}], "speaker": "HUGHES", "secId": 211}, {"sentences": [{"sentId": 556, "text": "Bakari, one sec, can we not go down that rabbit role?"}, {"sentId": 557, "text": "I just want to go back to this ad."}, {"sentId": 558, "text": "So Donald Trump also, before he was running for president, talked about having a black accountant who had a lazy gene and he preferred guys with Yamakas to count his money."}, {"sentId": 559, "text": "So it may not be that accidental."}, {"sentId": 560, "text": "You might not be able to give her the benefit of the doubt."}, {"sentId": 561, "text": "Even when it's racism that people may think is beneficiary because it's about money and it seems more positive."}, {"sentId": 562, "text": "It's still racism and it's religious bigotry."}], "speaker": "RYE", "secId": 212}, {"sentences": [{"sentId": 563, "text": "Here's -- hey, Alan, hold on."}, {"sentId": 564, "text": "I want you to respond to this."}, {"sentId": 565, "text": "This is my Fareed Zakaria."}, {"sentId": 566, "text": "He delivered this as part of his show today."}, {"sentId": 567, "text": "Watch this."}], "speaker": "LEMON", "secId": 213}, {"sentences": [{"sentId": 568, "text": "Trump seems to believe deeply in ethnic stereotypes."}, {"sentId": 569, "text": "He boasts of his own blood line and compares it to breeding race horses."}, {"sentId": 570, "text": "In a 1991 book one of his associates described him as horrified to see African-Americans in his accounting department at two of his hotels saying, quote, \"Black guys counting my money?"}, {"sentId": 571, "text": "I hate it."}, {"sentId": 572, "text": "The only kinds of people I want counting my money are short guys that wear Yamakas every day.\""}], "speaker": "ZAKARIA", "secId": 214}, {"sentences": [{"sentId": 573, "text": "Trump acknowledged the veracity of these comments in later in a \"Playboy\" interview before walking it back years later in a 1999 NBC interview calling it all nonsense."}], "speaker": "ZAKARIA", "secId": 215}, {"sentences": [{"sentId": 574, "text": "Alan Dershowitz, what's your reaction?"}], "speaker": "LEMON", "secId": 216}, {"sentences": [{"sentId": 575, "text": "Well, I think that his big problem is that he stereotypes."}, {"sentId": 576, "text": "He talks about the blacks love me, the Latinos love me."}, {"sentId": 577, "text": "He doesn't understand that all groups are composed of individuals."}, {"sentId": 578, "text": "And you know, you can be as much of a stereotyper if your stereotype is good."}, {"sentId": 579, "text": "Jewish with yamakas counting money that's not an insult."}, {"sentId": 580, "text": "That's a positive thing."}, {"sentId": 581, "text": "Of course if you combine that with Jewish bankers controlling the world it can become a negative thing."}], "speaker": "DERSHOWITZ", "secId": 217}, {"sentences": [{"sentId": 582, "text": "The thing that worries me most is I don't want to see a victory for the alt-right in this election."}, {"sentId": 583, "text": "I don't want to see the Ku Klux Klan and the Nazi party cheering when this election is over."}, {"sentId": 584, "text": "And I'm afraid that if Donald Trump wins this election, this will be seen as a victory for the alt-right, the hard right."}, {"sentId": 585, "text": "So even if he is not pandering to them and I think he is, I think the combination of his stereotyping and the fact that it would be claimed as a victory for some of the worst elements in American society is very, very dangerous."}], "speaker": "DERSHOWITZ", "secId": 218}, {"sentences": [{"sentId": 586, "text": "Hey, the Anti-Defamation League."}, {"sentId": 587, "text": "I want to -- I think this is important to get up."}, {"sentId": 588, "text": "They put up a statement today saying, \"All candidates need to be especially responsible and bit for votes by offering sincere ideas and policy proposals not by conjuring painful stereotypes and baseless conspiracy theories.\""}], "speaker": "LEMON", "secId": 219}, {"sentences": [{"sentId": 589, "text": "With that said, Scottie, I want to ask you this."}, {"sentId": 590, "text": "His campaign insists that there is a hidden vote and some people maybe sort of afraid or embarrassed to tell pollsters that they are voting for Trump."}, {"sentId": 591, "text": "Is that the reason why?"}, {"sentId": 592, "text": "Do you think they might be painted as anti-Semitic or racist or bigoted?"}], "speaker": "LEMON", "secId": 220}, {"sentences": [{"sentId": 593, "text": "Absolutely."}, {"sentId": 594, "text": "I mean, look at this panel."}, {"sentId": 595, "text": "And you know, I say one thing and I'll send you jump on and stereotype a group."}, {"sentId": 596, "text": "We s say we're not for stereotypes and yet unfortunately we have seen -- and a lot goes back to Hillary Clinton calling us in a basket of deplorables and the crowd laughing at it when she said."}, {"sentId": 597, "text": "That you say you are a Trump supporter and unfortunately everything negative in the world is applied to us."}, {"sentId": 598, "text": "But this is just an old -- this is an old lesson that been used time and time again."}, {"sentId": 599, "text": "It was used against Mitt Romney, it was used against John McCain."}, {"sentId": 600, "text": "It's been used against Republicans time and time again."}, {"sentId": 601, "text": "And Donald Trump, I think, was one of those -- one of the things that appealed to him."}, {"sentId": 602, "text": "He's a bully for those that have been bullied for so long and standing up and fighting."}], "speaker": "HUGHES", "secId": 221}, {"sentences": [{"sentId": 603, "text": "Do you think there are a few things they should be more careful, though, especially in these closer moments with ads like --"}], "speaker": "LEMON", "secId": 222}, {"sentences": [{"sentId": 604, "text": "Well, once again we're having this conversation about race and we've had this conversation about hate for the last year and a half."}, {"sentId": 605, "text": "Right?"}, {"sentId": 606, "text": "And I think it's all about focusing on policy of the candidates, what I think what the candidates are focusing on, or trying to focus on at the rallies."}, {"sentId": 607, "text": "And I think that's what the American people deserve."}], "speaker": "HUGHES", "secId": 223}, {"sentences": [{"sentId": 608, "text": "I think Scottie made a good point and Bill Maher talked about it on \"Real Time\" earlier this week, is that when Republicans brand candidates like Mitt Romney, a really decent, I think --"}], "speaker": "LEWIS", "secId": 224}, {"sentences": [{"sentId": 609, "text": "Boy Scout."}], "speaker": "HUGHES", "secId": 225}, {"sentences": [{"sentId": 610, "text": "Boy Scout."}], "speaker": "LEWIS", "secId": 226}, {"sentences": [{"sentId": 611, "text": "We made a mistake."}], "speaker": "SELLERS", "secId": 227}, {"sentences": [{"sentId": 612, "text": "He was basically -- and when Ronald Reagan is accused of being as racist, say, on this panel."}, {"sentId": 613, "text": "I'm just saying --"}], "speaker": "LEWIS", "secId": 228}, {"sentences": [{"sentId": 614, "text": "No, no."}, {"sentId": 615, "text": "I said he employed racism."}, {"sentId": 616, "text": "not that he was a racist."}], "speaker": "BEINART", "secId": 229}, {"sentences": [{"sentId": 617, "text": "I'm sorry."}, {"sentId": 618, "text": "Distinction granted."}, {"sentId": 619, "text": "Distinction granted."}], "speaker": "LEWIS", "secId": 230}, {"sentences": [{"sentId": 620, "text": "This is any serious historian."}], "speaker": "BEINART", "secId": 231}, {"sentences": [{"sentId": 621, "text": "This my point right here."}, {"sentId": 622, "text": "This is my point."}, {"sentId": 623, "text": "And it's what you're saying."}, {"sentId": 624, "text": "Even the most irenic kind conservatives are portrayed as racist, evil, misogynistic and so now Donald Trump comes along, and the guy is a jerk, and he may be an SOB, but he's our SOB."}, {"sentId": 625, "text": "And so you have Republicans and conservatives sort of reflects, I think defending the indefensible in some cases."}, {"sentId": 626, "text": "That's part of the story of how Republicans --"}], "speaker": "LEWIS", "secId": 232}, {"sentences": [{"sentId": 627, "text": "Hold on."}, {"sentId": 628, "text": "Does that mean it's not true about some aspects of what someone may be saying or their personality or their beliefs just because Donald Trump may be worse on the issue?"}, {"sentId": 629, "text": "I mean, maybe there were some things."}], "speaker": "LEMON", "secId": 233}, {"sentences": [{"sentId": 630, "text": "You can be a nice bigot."}], "speaker": "RYE", "secId": 234}, {"sentences": [{"sentId": 631, "text": "I think Democrats cried wolf."}, {"sentId": 632, "text": "And I think what happened is --"}], "speaker": "LEWIS", "secId": 235}, {"sentences": [{"sentId": 633, "text": "I agree with that."}], "speaker": "SELLERS", "secId": 236}, {"sentences": [{"sentId": 634, "text": "Yes."}], "speaker": "LEMON", "secId": 237}, {"sentences": [{"sentId": 635, "text": "That a lot of -- go ahead."}], "speaker": "LEWIS", "secId": 238}, {"sentences": [{"sentId": 636, "text": "I actually agree with that because if you look back over time, and John McCain and Mitt Romney, yes, I think they would have been bad presidents."}, {"sentId": 637, "text": "OK."}], "speaker": "SELLERS", "secId": 239}, {"sentences": [{"sentId": 638, "text": "Yes."}, {"sentId": 639, "text": "Fair point."}], "speaker": "LEWIS", "secId": 240}, {"sentences": [{"sentId": 640, "text": "But Donald Trump."}], "speaker": "SELLERS", "secId": 241}, {"sentences": [{"sentId": 641, "text": "They were decent people."}], "speaker": "LEMON", "secId": 242}, {"sentences": [{"sentId": 642, "text": "John McCain is a great human being."}], "speaker": "SELLERS", "secId": 243}, {"sentences": [{"sentId": 643, "text": "Can I --"}], "speaker": "DERSHOWITZ", "secId": 244}, {"sentences": [{"sentId": 644, "text": "You didn't say that at the time."}, {"sentId": 645, "text": "You didn't say that at the time."}], "speaker": "HUGHES", "secId": 245}, {"sentences": [{"sentId": 646, "text": "We shouldn't be --"}], "speaker": "DERSHOWITZ", "secId": 246}, {"sentences": [{"sentId": 647, "text": "No, no, but -- I just want to be extremely clear that yes, but Donald Trump is a different element."}, {"sentId": 648, "text": "He's a different element."}, {"sentId": 649, "text": "And no, and I think that we're confusing this because I think you all are a basket of adorables, not deplorables."}, {"sentId": 650, "text": "But even more importantly, we're not saying that every one of you guys or everyone who supports Donald Trump is a racist or an anti-Semite, or anything like that."}, {"sentId": 651, "text": "What we're saying is you have to be comfortable supporting one."}], "speaker": "SELLERS", "secId": 247}, {"sentences": [{"sentId": 652, "text": "Alan --"}], "speaker": "LEMON", "secId": 248}, {"sentences": [{"sentId": 653, "text": "Can I -- I think it's important that it's a balance of this conversation."}, {"sentId": 654, "text": "Let's remember that bigotry and anti-Semitism is not the exclusive reserve of the hard right."}], "speaker": "DERSHOWITZ", "secId": 249}, {"sentences": [{"sentId": 655, "text": "Right."}], "speaker": "LEMON", "secId": 250}, {"sentences": [{"sentId": 656, "text": "It also resides on the hard left."}], "speaker": "DERSHOWITZ", "secId": 251}, {"sentences": [{"sentId": 657, "text": "Correct."}], "speaker": "SELLERS", "secId": 252}, {"sentences": [{"sentId": 658, "text": "We see a lot of it from the hard left."}, {"sentId": 659, "text": "We see it from the British Labour Party, we see it in Black Lives Matter whose platform now --"}], "speaker": "DERSHOWITZ", "secId": 253}, {"sentences": [{"sentId": 660, "text": "That's absurd."}], "speaker": "SELLERS", "secId": 254}, {"sentences": [{"sentId": 661, "text": "That's crazy, Alan."}], "speaker": "RYE", "secId": 255}, {"sentences": [{"sentId": 662, "text": "-- who said that Israel is a genocidal country that engages in apartheid singling out only that country."}, {"sentId": 663, "text": "No other country."}, {"sentId": 664, "text": "So we have to condemn bigotry on the hard right and on the hard left and try to return America to the vibrant center where good conservatives and good liberals can argue about policy instead of extremists on both sides stereotyping, exaggerating and demonizing."}], "speaker": "DERSHOWITZ", "secId": 256}, {"sentences": [{"sentId": 665, "text": "All right."}, {"sentId": 666, "text": "I kind of --"}], "speaker": "LEMON", "secId": 257}, {"sentences": [{"sentId": 667, "text": "Which is what he just did with Black Lives Matter."}], "speaker": "RYE", "secId": 258}, {"sentences": [{"sentId": 668, "text": "When we come right back some of Donald Trump's supporters taking up arms."}, {"sentId": 669, "text": "How many are there and are they dangerous?"}], "speaker": "LEMON", "secId": 259}, {"sentences": [{"sentId": 670, "text": "Extremists militias across the country are rallying around Donald Trump's campaign."}, {"sentId": 671, "text": "One of them is the Georgia Security Force."}, {"sentId": 672, "text": "They're training with automatic weapons preparing for the day when they fear a President Hillary Clinton may attempt to take their guns away."}], "speaker": "LEMON", "secId": 260}, {"sentences": [{"sentId": 673, "text": "Let's discuss now."}, {"sentId": 674, "text": "David Zucchino is a reporter from \"The New York Times,\" who wrote about the Georgia Security Force, and also Chris Swecker is a former assistant director of the FBI."}], "speaker": "LEMON", "secId": 261}, {"sentences": [{"sentId": 675, "text": "Thank you so much for joining us here."}], "speaker": "LEMON", "secId": 262}, {"sentences": [{"sentId": 676, "text": "So, David, you went to visit this group and you wrote an incredible piece so tell me about the research and your reporting."}], "speaker": "LEMON", "secId": 263}, {"sentences": [{"sentId": 677, "text": "Well, I was trying to find someone from the far right who supported Donald Trump and I went through several militia groups trying to get somebody to talk to me."}, {"sentId": 678, "text": "Most of them wouldn't but I finally came across this group and they said I was welcome to come down when they did what they call a field training exercise and they go out into the woods and fire their weapons and it's sort of paramilitary training, getting ready for the day that Hillary is going to come get their guns."}], "speaker": "ZUCCHINO", "secId": 264}, {"sentences": [{"sentId": 679, "text": "So what did you find out?"}, {"sentId": 680, "text": "What did your research show you about their training?"}, {"sentId": 681, "text": "What was their training like?"}, {"sentId": 682, "text": "ZUCCHINO:  The training was doing low crawl, climbing over obstacles,"}], "speaker": "LEMON", "secId": 265}, {"sentences": [{"sentId": 683, "text": "a whole lot of target practice and clearing rooms."}, {"sentId": 684, "text": "They set up this sort of an imaginary system of rooms where they would practice knocking down doors and going in and clearing out enemy fighters who are basically paper targets."}], "speaker": "LEMON", "secId": 266}, {"sentences": [{"sentId": 685, "text": "OK."}], "speaker": "LEMON", "secId": 267}, {"sentences": [{"sentId": 686, "text": "It's basically, you know, sort of a marine infantry training course."}], "speaker": "ZUCCHINO", "secId": 268}, {"sentences": [{"sentId": 687, "text": "OK.  Let me read this."}, {"sentId": 688, "text": "This is from your piece, or part of it."}, {"sentId": 689, "text": "\"The Georgia Security Force is one of the scores of extremist militias nationwide that have rallied around the presidential campaign of Donald J. Trump."}, {"sentId": 690, "text": "Heartened by his harsh attacks on immigrants, Muslims and Syrian refugees."}, {"sentId": 691, "text": "But no single issue motivates militia men more than guns and the enduring belief that Hillary Clinton, despite her insistence that she is not anti-gun, is plotting to take them away."}], "speaker": "LEMON", "secId": 269}, {"sentences": [{"sentId": 692, "text": "\"When Mr. Trump says he wants to make America great again, a message that has appealed to a broad segment of the electorate, Mr. Hill and his roughly 50 local militia men are particularly enthralled."}], "speaker": "LEMON", "secId": 270}, {"sentences": [{"sentId": 693, "text": "They long for it in America."}, {"sentId": 694, "text": "They believe has been stolen from them by liberals, immigrants and the PC crowd."}, {"sentId": 695, "text": "Their America is one where Christianity is taught in schools, abortion is illegal and immigrants hail from Europe, not far away Muslim lands.\""}], "speaker": "LEMON", "secId": 271}, {"sentences": [{"sentId": 696, "text": "So my question is, are these folks considered on the fringes of their communities down there or do they have a lot of people around them who feel the same way?"}], "speaker": "LEMON", "secId": 272}, {"sentences": [{"sentId": 697, "text": "There's a lot of people around them that feel the same way."}, {"sentId": 698, "text": "I would say within the overall militia movement these people aren't particularly extreme."}, {"sentId": 699, "text": "I wouldn't call them, for instance, Neo Nazis or even white supremacists."}, {"sentId": 700, "text": "I think they're white nationalists."}, {"sentId": 701, "text": "Their big issue is guns and the fear of losing their guns, and secondly, they are afraid of Muslims, they think Syrian refugees, for instance, are all secretly ISIS fighters coming in to set up training camps."}], "speaker": "ZUCCHINO", "secId": 273}, {"sentences": [{"sentId": 702, "text": "Chris, how prevalent are groups like these in the United States?"}, {"sentId": 703, "text": "How many are there and are they dangerous?"}], "speaker": "LEMON", "secId": 274}, {"sentences": [{"sentId": 704, "text": "Well, back in the '80s, Don, there were somewhere around 800 groups like that."}, {"sentId": 705, "text": "I think according to the Southern Poverty Law Center, the FBI's eye on them has always been in the context of the potential domestic terrorism or hate crime type activities."}, {"sentId": 706, "text": "I think they're somewhere between 200, 250, maybe as many as 300 but you know, there's various -- they run the whole spectrum of ideology."}, {"sentId": 707, "text": "I don't think you can place them in one particular ideology."}], "speaker": "SWECKER", "secId": 275}, {"sentences": [{"sentId": 708, "text": "What we're watching, though, is -- or what the FBI is watching for is when they move out of the First Amendment realm if you will of, you know, assembly and speech into violence to effect their ideology."}], "speaker": "SWECKER", "secId": 276}, {"sentences": [{"sentId": 709, "text": "I want to ask you about their training now."}, {"sentId": 710, "text": "What are they training for exactly, Chris?"}], "speaker": "LEMON", "secId": 277}, {"sentences": [{"sentId": 711, "text": "Well, they have been doing this since the '80s."}, {"sentId": 712, "text": "They don't like the federal government."}, {"sentId": 713, "text": "They think the government is in their lives to the extreme."}, {"sentId": 714, "text": "They think they're protecting their way of life."}, {"sentId": 715, "text": "And part of that is guns, part of it is just, you know, other issues if you will."}, {"sentId": 716, "text": "Some of them are -- you can almost classify as hate groups but very few of them actually transcend or make that leap from that type of a ideology to actually effecting violence and doing things through violent means."}], "speaker": "SWECKER", "secId": 278}, {"sentences": [{"sentId": 717, "text": "You'll see spinoff individuals like Timothy McVeigh from time to time but these folks went to sleep in the late '90s and we really haven't heard that much over the last 10 or 15 years."}], "speaker": "SWECKER", "secId": 279}, {"sentences": [{"sentId": 718, "text": "And so now you're hearing about them now."}, {"sentId": 719, "text": "I'm looking at the photos there, Chris, before I get back to David."}, {"sentId": 720, "text": "There are a lot of confederate flags in those photos."}], "speaker": "LEMON", "secId": 280}, {"sentences": [{"sentId": 721, "text": "Yes."}, {"sentId": 722, "text": "No question."}, {"sentId": 723, "text": "There is an ideology there."}, {"sentId": 724, "text": "They are white supremacist groups, not all of them."}, {"sentId": 725, "text": "They like their guns and they do up their membership and recruit membership by saying that people are going to take their guns away."}, {"sentId": 726, "text": "That's something that's been going on for years."}, {"sentId": 727, "text": "I mean, they sprung up during the Reagan years and the Bush years."}, {"sentId": 728, "text": "So I'm not sure that it involves politics more than it does."}, {"sentId": 729, "text": "What they think is protecting their way of life from the federal government."}, {"sentId": 730, "text": "Not making excuses for them because we watched them very carefully and we very aggressively pursued them during my tenure in the FBI."}], "speaker": "SWECKER", "secId": 281}, {"sentences": [{"sentId": 731, "text": "David, for eight years these folks had believed that President Obama would come for their guns."}, {"sentId": 732, "text": "The president tried and failed to get modest gun measures passed during his presidency."}, {"sentId": 733, "text": "Why do they now believe that Clinton would come for their guns?"}], "speaker": "LEMON", "secId": 282}, {"sentences": [{"sentId": 734, "text": "Well, I asked them that question and they said the only reason President Obama hasn't gotten their guns is because they have been vigilant, they've stood up, they've been ready and they've done all this training, and now they say Hillary really means it."}, {"sentId": 735, "text": "Hillary is going to be even worse."}], "speaker": "ZUCCHINO", "secId": 283}, {"sentences": [{"sentId": 736, "text": "I tried to point out to them that Hillary Clinton has not said she was going to take people's guns away, she hasn't said anything of that sort."}, {"sentId": 737, "text": "They say well, she may not have said it but that's her secret plan."}, {"sentId": 738, "text": "These people are very, very paranoid."}, {"sentId": 739, "text": "They're very suspicious."}, {"sentId": 740, "text": "They sort of live in this universe of this -- that things are just going to go to hell when Clinton gets elected."}], "speaker": "ZUCCHINO", "secId": 284}, {"sentences": [{"sentId": 741, "text": "Considering the climate around this campaign with -- you know, it's rigged against you system, some Trump supporters around the country have been predicting violence in the aftermath of the election if Trump doesn't win."}, {"sentId": 742, "text": "Is that a concern of yours?"}], "speaker": "LEMON", "secId": 285}, {"sentences": [{"sentId": 743, "text": "Well, when I was talking to this group they all predicted that there will be unrest at the very least and possibly violence from both sides."}, {"sentId": 744, "text": "They said, you know, they claim Black Lives Matter is getting ready to go out in the streets if Donald Trump is elected and if Hillary Clinton is elected they said some of the other militias will be out in the streets fomenting unrest and they said if Hillary makes any move at all to place any restrictions on gun or ammunition ownership that they will be marching by the millions with their guns to Washington, D.C."}], "speaker": "ZUCCHINO", "secId": 286}, {"sentences": [{"sentId": 745, "text": "David, Chris, thank you very much."}], "speaker": "LEMON", "secId": 287}, {"sentences": [{"sentId": 746, "text": "Thank you."}], "speaker": "ZUCCHINO", "secId": 288}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1611.06.cnnt.02.html.json", "time": "Aired November 6, 2016 - 23:00   ET"}