{"sectionCount": 283, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["UNIDENTIFIED MALE", "LEMON", "CLINTON", "TRUMP", "PEREZ", "BASH", "DERSHOWITZ", "PRESTON", "GERGEN", "LIZZA", "POWERS", "SMERCONISH", "BIDEN", "GRANHOLM", "KINGSTON", "DEAN", "BECKEL"], "subTitle": "FBI to Review Clinton Emails in Weiner Sexting Case. Aired 10- 11p ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1610/28/cnnt.01.html", "sentenceCount": 526, "sections": [{"sentences": [{"sentId": 0, "text": "This is CNN breaking news."}], "speaker": "UNIDENTIFIED MALE", "secId": 0}, {"sentences": [{"sentId": 1, "text": "And boy, do we have breaking news for you."}, {"sentId": 2, "text": "Clinton campaign turmoil with just 11 days to go until Election Day."}], "speaker": "LEMON", "secId": 1}, {"sentences": [{"sentId": 3, "text": "This is CNN Tonight."}, {"sentId": 4, "text": "I'm Don Lemon."}], "speaker": "LEMON", "secId": 2}, {"sentences": [{"sentId": 5, "text": "Anthony Weiner sexting scandal comes back to haunt Hillary Clinton."}, {"sentId": 6, "text": "The FBI reviewing e-mails sent or received by top Clinton aide Huma Abedin, Weiner's estranged wife, the e-mail surfacing as part of the investigation as Weiner sexting, and coming from at least one device shared by Abedin and Weiner, that's according to a law enforcement official."}], "speaker": "LEMON", "secId": 3}, {"sentences": [{"sentId": 7, "text": "Another official saying the messages number in the thousands, Hillary Clinton telling reporters this."}], "speaker": "LEMON", "secId": 4}, {"sentences": [{"sentId": 8, "text": "We don't know the facts, which is why we are calling on the FBI to release all the information that it has, even director Comey noted that this new information may not be significant, so let's get it out."}], "speaker": "CLINTON", "secId": 5}, {"sentences": [{"sentId": 9, "text": "And Donald Trump saying this."}], "speaker": "LEMON", "secId": 6}, {"sentences": [{"sentId": 10, "text": "This is bigger than Watergate."}, {"sentId": 11, "text": "This is bigger."}, {"sentId": 12, "text": "Than Watergate."}, {"sentId": 13, "text": "In my opinion."}, {"sentId": 14, "text": "This is bigger than Watergate."}], "speaker": "TRUMP", "secId": 7}, {"sentences": [{"sentId": 15, "text": "All right."}, {"sentId": 16, "text": "We're going to get right to it."}, {"sentId": 17, "text": "There's a lot to cover here."}, {"sentId": 18, "text": "This is the October surprise, everyone."}, {"sentId": 19, "text": "Let's get right to CNN justice correspondent, Evan Perez, and chief political correspondent Dana Bash with the Trump campaign in Iowa."}], "speaker": "LEMON", "secId": 8}, {"sentences": [{"sentId": 20, "text": "And so have some breaking tonight."}, {"sentId": 21, "text": "This is a letter obtained by CNN sent by the director James Comey to FBI employees explaining the decision of why he did this today."}, {"sentId": 22, "text": "And I want to read it and I'll get a response from both of you including my panel later."}], "speaker": "LEMON", "secId": 9}, {"sentences": [{"sentId": 23, "text": "Again, this is just in."}, {"sentId": 24, "text": "Director Comey writes this."}, {"sentId": 25, "text": "He says, \"To all, this morning I sent a letter to Congress, in connection with the Secretary Clinton e-mail investigation."}, {"sentId": 26, "text": "Yesterday, the investigative team briefed me on their recommendation with respect to seeking access e-mails that have recently been found in an unrelated case.\""}], "speaker": "LEMON", "secId": 10}, {"sentences": [{"sentId": 27, "text": "Because those e-mails appeared to be pertinent to our investigation I agree that we should take appropriate steps to obtain and review them."}, {"sentId": 28, "text": "Of course we don't ordinarily tell Congress about ongoing investigations but here I feel an obligation to do so given that I testified repeatedly in recent months to our -- that our investigation was completed.\""}], "speaker": "LEMON", "secId": 11}, {"sentences": [{"sentId": 29, "text": "\"I also think it would be misleading to the American people were we not to supplement the record."}, {"sentId": 30, "text": "At the same time, however, given that we don't know the significant of this newly discovered collection of e- mails I don't want to create a misleading impression.\""}], "speaker": "LEMON", "secId": 12}, {"sentences": [{"sentId": 31, "text": "\"In trying to strike that balance, in a brief letter, and in the middle of an election season, there is significant risk of being misunderstood, but I wanted you to hear directly from me about it.\""}, {"sentId": 32, "text": "And it is signed, \"James Comey.\""}], "speaker": "LEMON", "secId": 13}, {"sentences": [{"sentId": 33, "text": "To Evan Perez now."}, {"sentId": 34, "text": "What do you make of this explanation?"}], "speaker": "LEMON", "secId": 14}, {"sentences": [{"sentId": 35, "text": "Well, Don, you know, this began with this three-paragraph letter that Jim Comey sent to members of Congress and he's right."}, {"sentId": 36, "text": "There is a lot to be misunderstood simply because it left more questions than really it answered, and here's why."}], "speaker": "PEREZ", "secId": 15}, {"sentences": [{"sentId": 37, "text": "Because the FBI's really just at the beginning of this process."}, {"sentId": 38, "text": "They found these thousands of e-mails on these devices -- at least one device that was shared by Huma Abedin and her estranged husband, Anthony Weiner, as art of this investigation into his allege texting -- sexting with a 15-year-old girl in North Carolina."}], "speaker": "PEREZ", "secId": 16}, {"sentences": [{"sentId": 39, "text": "The FBI investigators were looking at this and they came across these e-mails they suddenly decided, oh, my, we have to bring in this other team that was working on the Hillary Clinton investigation and take a look."}], "speaker": "PEREZ", "secId": 17}, {"sentences": [{"sentId": 40, "text": "So, really they were kind of caught in between -- in between very bad choices, right, which is either disclose this now or wait until after the election."}], "speaker": "PEREZ", "secId": 18}, {"sentences": [{"sentId": 41, "text": "The decision that the FBI director decided on was simply that they could not hold on to this information."}, {"sentId": 42, "text": "They were going to have to bring in other agencies to review these e-mails to see if there's anything classified on them, Don, and so that's the reason why Comey felt he had no choice but to send this letter to Congress today, 11 days before the voters make their decision on Election Day."}, {"sentId": 43, "text": "LEMON:  He said that there may be a significant risk of creating a"}], "speaker": "PEREZ", "secId": 19}, {"sentences": [{"sentId": 44, "text": "misleading impression in the middle of the election season."}, {"sentId": 45, "text": "Given that why would he not go public or not at least include more details, Evan?"}], "speaker": "PEREZ", "secId": 20}, {"sentences": [{"sentId": 46, "text": "Right."}, {"sentId": 47, "text": "Exactly."}, {"sentId": 48, "text": "And right now that's the big question that both the Clinton campaign and republicans in Congress are asking, which is give us more information, because this is pertinent to what voters are about to decide."}], "speaker": "PEREZ", "secId": 21}, {"sentences": [{"sentId": 49, "text": "And what he's decided here is that simply because the investigators were about to do their work, Don, they were about to bring in other agencies and this is probably going to leak any way."}], "speaker": "PEREZ", "secId": 22}, {"sentences": [{"sentId": 50, "text": "The decision was made that rather than have it leak in a different way he decided he was going to tell members of Congress since he's been testifying for hours and hours before members of Congress he decided that it was time to provide that information."}], "speaker": "PEREZ", "secId": 23}, {"sentences": [{"sentId": 51, "text": "There's a lot we don't know."}, {"sentId": 52, "text": "We don't know whether these e-mails might be duplicates of some of the other e-mails that the investigators have already taken a look at."}], "speaker": "PEREZ", "secId": 24}, {"sentences": [{"sentId": 53, "text": "That's one reason they're going to bring in these other agencies to take a look."}, {"sentId": 54, "text": "There also the matter of whether or not this is going to change the FBI's recommendation from back in July, which is there is not enough to bring charges against Hillary Clinton."}], "speaker": "PEREZ", "secId": 25}, {"sentences": [{"sentId": 55, "text": "I got to tell you they know this is a mess but they felt that there was no other way to handle this."}], "speaker": "PEREZ", "secId": 26}, {"sentences": [{"sentId": 56, "text": "All right."}, {"sentId": 57, "text": "Evan, stand by."}, {"sentId": 58, "text": "I want to bring in Dana now."}, {"sentId": 59, "text": "Dana, you are covering the Trump campaign in Iowa tonight, what's the response there?"}], "speaker": "LEMON", "secId": 27}, {"sentences": [{"sentId": 60, "text": "Well, you can see he is speaking behind me."}, {"sentId": 61, "text": "He started his speech just he did earlier in rallies earlier today talking about this but for the first time responded to what Hillary Clinton earlier also Iowa."}, {"sentId": 62, "text": "Listen to what he said."}], "speaker": "BASH", "secId": 28}, {"sentences": [{"sentId": 63, "text": "The investigation is the biggest political scandal since Watergate, and it's everybody's hope that justice at last can be delivered."}], "speaker": "TRUMP", "secId": 29}, {"sentences": [{"sentId": 64, "text": "In addition to that, Don, he also talked about as I mentioned, what Hillary Clinton said earlier today, really -- some pretty tough stuff with regard to the FBI, that they put this out there without much of an explanation."}], "speaker": "BASH", "secId": 30}, {"sentences": [{"sentId": 65, "text": "He also seized on something that Clinton said, that -- that Comey sent a letter to republicans when it really wasn't just republicans; it was a bipartisan letter, so that is one of the subplots that Donald Trump is getting at here."}], "speaker": "BASH", "secId": 31}, {"sentences": [{"sentId": 66, "text": "But this is part of the narrative, as you well know, as we all know, that the Trump campaign has felt all along, that they have some benefit in pushing because it feeds into what you hear, \"lock her up,\" in these crowds, but much more from people who are not yet decided aren't really sure whether or not they can go for Hillary Clinton if they're looking for somebody who is different, not somebody who is more of the same."}], "speaker": "BASH", "secId": 32}, {"sentences": [{"sentId": 67, "text": "This is something that the Trump campaign clearly feels that they can use in these waning days to try to persuade those on-the-fence voters, that they should go with the outsider, not somebody who's been in Washington in part of the quote/unquote \"corrupt system\" through all of these decades."}], "speaker": "BASH", "secId": 33}, {"sentences": [{"sentId": 68, "text": "Yes."}, {"sentId": 69, "text": "It feeds into whether or not she's untrustworthy or her untrustworthy factor."}, {"sentId": 70, "text": "Dana, you mentioned that Hillary Clinton responded to the FBI probe a short time ago and answered a question on whether it will hurt her with voters."}, {"sentId": 71, "text": "Listen to this."}], "speaker": "LEMON", "secId": 34}, {"sentences": [{"sentId": 72, "text": "I think people a long time ago made up their minds about the e-mails."}, {"sentId": 73, "text": "I think that's factored in to what people think, and now they're choosing a president."}], "speaker": "CLINTON", "secId": 35}, {"sentences": [{"sentId": 74, "text": "So, I would urge everybody to get out and vote early, in all the states that have early voting because I think Americans and a president who can lead our country, who can get the economy working for everyone, not just those at the top and you can bring our country together."}], "speaker": "CLINTON", "secId": 36}, {"sentences": [{"sentId": 75, "text": "I offer that, I can do that and I'm very confident that the American people know that and we're going to continue to discuss what's at stake in this election."}], "speaker": "CLINTON", "secId": 37}, {"sentences": [{"sentId": 76, "text": "So, Dana, she said everything that she was supposed to say, but she's saying it won't affect the election."}, {"sentId": 77, "text": "Was she supposed to say that?"}, {"sentId": 78, "text": "But they -- they've got to be worried about that now and she doesn't really know that for sure."}], "speaker": "LEMON", "secId": 38}, {"sentences": [{"sentId": 79, "text": "Of course."}, {"sentId": 80, "text": "She also said that people are voting in 11 days, and that is -- it's concerning to her that something like this was put out, which would clearly potentially affect people's votes."}], "speaker": "BASH", "secId": 39}, {"sentences": [{"sentId": 81, "text": "So, she sort of had a mix message there."}, {"sentId": 82, "text": "But the other thing that she said, Don, was that people are already voting and that is true, especially in a state where we are right now, in Iowa, people have been voting since September 29th."}], "speaker": "BASH", "secId": 40}, {"sentences": [{"sentId": 83, "text": "So, it's not as if even if Jim Comey or the FBI came out with a more clear explanation of what's going on, whether or not they will, we don't know."}, {"sentId": 84, "text": "It would matter for people who are getting their absentee ballots going and voting today, tomorrow, and the next day, you know, this might persuade them."}], "speaker": "BASH", "secId": 41}, {"sentences": [{"sentId": 85, "text": "All right."}, {"sentId": 86, "text": "Dana Bash, stand by, as well as Evan."}, {"sentId": 87, "text": "We got a lot to get to tonight."}], "speaker": "LEMON", "secId": 42}, {"sentences": [{"sentId": 88, "text": "I want to bring in now CNN politics executive editor Mark Preston, Alan Dershowitz, the author of \"Electile Dysfunction: A Guide for Unaroused Voters,\" CNN political analyst Kirsten Powers, a columnist for USA Today, Ryan Lizza, Washington correspondent for The New Yorker, and David Gergen, CNN's political analyst."}], "speaker": "LEMON", "secId": 43}, {"sentences": [{"sentId": 89, "text": "I'm so happy to have all of you here this evening, but I have to be honest I'm really happy to have Mr. Dershowitz, an attorney who can walk us through this."}, {"sentId": 90, "text": "So, Alan, I'm going to start with you."}, {"sentId": 91, "text": "Before we get the politics of this, mark, why did this -- why was this not discovered before?"}], "speaker": "LEMON", "secId": 44}, {"sentences": [{"sentId": 92, "text": "Well, that's the real question."}, {"sentId": 93, "text": "Huma Abedin's lawyers probably should have turned any e- mails that she sent relating to the e-mail investigation in response to earlier subpoenas."}], "speaker": "DERSHOWITZ", "secId": 45}, {"sentences": [{"sentId": 94, "text": "And the reason that question comes up is they shouldn't have found it in an investigation of Weiner."}, {"sentId": 95, "text": "When they took Weiner's computer, immediately her lawyer should have gone to court and said, all right, you have Weiner's computer and you can look at the sexting material but you shouldn't be able to look at any of her -- his wife's e-mails that have nothing to do with the texting investigation."}], "speaker": "DERSHOWITZ", "secId": 46}, {"sentences": [{"sentId": 96, "text": "Why didn't that happen?"}], "speaker": "LEMON", "secId": 47}, {"sentences": [{"sentId": 97, "text": "Well, because I think -- I'm speculating here, but I think the lawyers realized that probably they should have turned these e-mails over as part of the other investigation, so I think we have to think hard about the responsibility of Huma Abedin's lawyers in this whole thing coming out so late and coming out at all."}], "speaker": "DERSHOWITZ", "secId": 48}, {"sentences": [{"sentId": 98, "text": "The responsibility of Huma Abedin's lawyers you thought they were caught unaware, or did they -- explain it."}, {"sentId": 99, "text": "Go ahead."}], "speaker": "LEMON", "secId": 49}, {"sentences": [{"sentId": 100, "text": "Well, I think -- look, normally -- what lawyers are telling me and calling me is why didn't Huma Abedin's lawyers immediately make a standard motion when the computer was seized?"}], "speaker": "DERSHOWITZ", "secId": 50}, {"sentences": [{"sentId": 101, "text": "All right."}, {"sentId": 102, "text": "You can have Weiner's e-mails but you can't have Huma's e- mails."}, {"sentId": 103, "text": "That has nothing to do with this texting investigation so why didn't they make that motion."}, {"sentId": 104, "text": "And at least one possible explanation is because they should have turned those e-mails over much earlier."}], "speaker": "DERSHOWITZ", "secId": 51}, {"sentences": [{"sentId": 105, "text": "Had they done that this wouldn't be an 11 day surprise, it would have happened weeks or months ago."}], "speaker": "DERSHOWITZ", "secId": 52}, {"sentences": [{"sentId": 106, "text": "So, Mark Preston, the timing couldn't be worse but does the FBI review of these new e-mails mean that Hillary Clinton has done anything wrong, or that she was even involved in them?"}], "speaker": "LEMON", "secId": 53}, {"sentences": [{"sentId": 107, "text": "Look, we don't know anything, right?."}, {"sentId": 108, "text": "I mean, all we know is that the FBI is investigating this or reopening the case or whatever legalese we want to use or jargon we want to use."}], "speaker": "PRESTON", "secId": 54}, {"sentences": [{"sentId": 109, "text": "It appears that this is an issue of Huma Abedin forwarding e-mails to her private account, but again that's just speculation on our part."}, {"sentId": 110, "text": "But appearance is everything."}], "speaker": "PRESTON", "secId": 55}, {"sentences": [{"sentId": 111, "text": "So, even if it has nothing to do with Hillary Clinton in the sense that she was part of the delivery system on this, she's still connected to it, she's still the principal and we are 11 days before Election Day and we're voting in 35 states right now."}, {"sentId": 112, "text": "So, this is a political issue for her."}], "speaker": "PRESTON", "secId": 56}, {"sentences": [{"sentId": 113, "text": "Yes."}, {"sentId": 114, "text": "To your point -- and this is Politico's reporting a while ago and I've heard others say this, as well this evening as they've been reporting on this."}, {"sentId": 115, "text": "This is a quote, \"Abedin for her part found that it was difficult to print from the State Department e-mail system so she'd often forward e-mails to her Yahoo e-mail, Clintonmail.com accounts or even another account that she previously uses to support the campaign activities of her husband, Anthony Weiner and there was a lot to print.\""}], "speaker": "LEMON", "secId": 57}, {"sentences": [{"sentId": 116, "text": "\"Clinton didn't like reading long e-mails."}, {"sentId": 117, "text": "The Blackberry font was too small so she'd often forward such stuff to staff to print, deluged by task and information, Abedin reported that she often print and passed along documents to Clinton without reading them.\""}], "speaker": "LEMON", "secId": 58}, {"sentences": [{"sentId": 118, "text": "David Gergen, what does that mean?"}], "speaker": "LEMON", "secId": 59}, {"sentences": [{"sentId": 119, "text": "That means there's enormous sloppiness within the Clinton camp on how these e-mails and information was handled."}], "speaker": "GERGEN", "secId": 60}, {"sentences": [{"sentId": 120, "text": "Alan Dershowitz was absolutely right, they should have turned all of this material over to the FBI long ago and had it all settled at one point back in July and not be in this quandary."}], "speaker": "GERGEN", "secId": 61}, {"sentences": [{"sentId": 121, "text": "But I must at the same time, while I think that the FBI director did the right thing by sending the letter he had a responsibility to Congress."}, {"sentId": 122, "text": "He also has a responsibility to the American public, the American voters and to these candidates and that is that having put - you know, announced this, he owes it to voters to provide as much -- to provide total information about, you know, how many e-mails are there, who wrote them, when were they written."}], "speaker": "GERGEN", "secId": 62}, {"sentences": [{"sentId": 123, "text": "The kind of -- that information should be easily available."}, {"sentId": 124, "text": "He ought to have a report out to the American people within 72 hours."}, {"sentId": 125, "text": "I think that's only fair."}, {"sentId": 126, "text": "He cannot leave this thing dangling over as a cloud over this campaign."}], "speaker": "GERGEN", "secId": 63}, {"sentences": [{"sentId": 127, "text": "The FBI's role is to be neutral and impartial and to leave it dangling obviously, you know, presents real threats to the Clinton campaign, that's why they're so angry."}], "speaker": "GERGEN", "secId": 64}, {"sentences": [{"sentId": 128, "text": "So, I just think he owes to the voters and let the voters decide what they think about when that's over."}, {"sentId": 129, "text": "But the Clinton campaign, Clinton camp, you know, has to take some responsibility for this mess."}], "speaker": "GERGEN", "secId": 65}, {"sentences": [{"sentId": 130, "text": "Ryan Lizza?"}], "speaker": "LEMON", "secId": 66}, {"sentences": [{"sentId": 131, "text": "You know, Don, the thing you just read about her forwarding e-mails so she should print them out, that comes from Huma Abedin's interview with the FBI."}], "speaker": "LIZZA", "secId": 67}, {"sentences": [{"sentId": 132, "text": "It comes from the 302 that was released by the FBI."}, {"sentId": 133, "text": "You know, they -- she takes them through the various e-mail accounts she had."}], "speaker": "LIZZA", "secId": 68}, {"sentences": [{"sentId": 134, "text": "I don't really see what is so scandalous about a State Department staffer printing out e-mails."}, {"sentId": 135, "text": "Right?"}, {"sentId": 136, "text": "So, I think we're jumping to conclusions about certain activities that happened in an office that could be completely innocent."}], "speaker": "LIZZA", "secId": 69}, {"sentences": [{"sentId": 137, "text": "I think that the way -- I agree with -- I agree with David about the way that Comey has handled this."}, {"sentId": 138, "text": "I understand the pressure he was obviously under."}, {"sentId": 139, "text": "He does not want the election to be over and this to have leaked out in between now and then."}], "speaker": "LIZZA", "secId": 70}, {"sentences": [{"sentId": 140, "text": "So, I think he was taking the affirmative step of informing Congress, but by doing that he's raised many more questions than he's answered."}, {"sentId": 141, "text": "And he's in a jam now because I don't think there's whole lot he can tell us because they don't -- apparently from what we know -- and from we know today, they haven't looked at these e-mails."}], "speaker": "LIZZA", "secId": 71}, {"sentences": [{"sentId": 142, "text": "So, you know, the Clinton -- this is a little bit unfair to the Clinton campaign that there -- you know, there's this suspicions raised and implications raised and the investigation's been reopened or maybe it hasn't and they don't really know what they're defending themselves from."}], "speaker": "LIZZA", "secId": 72}, {"sentences": [{"sentId": 143, "text": "So, I think Comey, in a very difficult place here, but made a big mistake."}], "speaker": "LIZZA", "secId": 73}, {"sentences": [{"sentId": 144, "text": "OK."}], "speaker": "LEMON", "secId": 74}, {"sentences": [{"sentId": 145, "text": "Can you imagine what would happen if it turns out there was nothing there, and then we learn that after the election and Hillary Clinton loses the election?"}], "speaker": "DERSHOWITZ", "secId": 75}, {"sentences": [{"sentId": 146, "text": "Yes."}], "speaker": "LEMON", "secId": 76}, {"sentences": [{"sentId": 147, "text": "That's what he didn't worry."}, {"sentId": 148, "text": "He only considered the opposite because he assumed Hillary was going to win and then he was worried maybe something would turnout that was negative."}, {"sentId": 149, "text": "But he didn't consider the opposite scenario."}], "speaker": "DERSHOWITZ", "secId": 77}, {"sentences": [{"sentId": 150, "text": "Yes."}], "speaker": "LEMON", "secId": 78}, {"sentences": [{"sentId": 151, "text": "Clinton potentially loses there's nothing there, Comey becomes the goat and villain of this whole enterprise."}], "speaker": "DERSHOWITZ", "secId": 79}, {"sentences": [{"sentId": 152, "text": "Kirsten Powers, and with that, Kirsten, I want to ask you this, is this e-mail scandals it baked in with voters as Hillary Clinton tried to argue or could this influence independents or undecided to break towards Donald Trump?"}], "speaker": "LEMON", "secId": 80}, {"sentences": [{"sentId": 153, "text": "Well, it's based in with democrats voters, so I think democratic voters made a decision a while ago that they had sort of made their peace with this."}], "speaker": "POWERS", "secId": 81}, {"sentences": [{"sentId": 154, "text": "But I think that her answer to that question was a little tone deaf because it's not quite right, I mean, to the extent that people -- other people, independent voters, undecided voters have made up their mind."}], "speaker": "POWERS", "secId": 82}, {"sentences": [{"sentId": 155, "text": "What they've made up their mind about it is, they're very uneasy about it and I think that's why we saw her trust numbers really, you know, drop off after the e-mail server became a central issue in this campaign, and it's something that has dogged her this entire time."}], "speaker": "POWERS", "secId": 83}, {"sentences": [{"sentId": 156, "text": "And you have to wonder what this campaign would have been like if this had not happened."}, {"sentId": 157, "text": "So, I think she should have instead of just saying this is sort of baked into it, which is essentially what she was saying."}], "speaker": "POWERS", "secId": 84}, {"sentences": [{"sentId": 158, "text": "She should have taken that opportunity to sort of remind people that, you know, director Comey did not find any, you know, grounds to prosecute her or that they didn't do anything wrong, that they either have complied with everything."}], "speaker": "POWERS", "secId": 85}, {"sentences": [{"sentId": 159, "text": "If I were her, I would have taken the opportunity to sort of reassure people."}, {"sentId": 160, "text": "And in terms of what director Comey has done here, I think what's hard for him, at least according to reports, there are thousands of e-mails."}], "speaker": "POWERS", "secId": 86}, {"sentences": [{"sentId": 161, "text": "So, there's really no way for him to know at this point what's in those e-mails and that's the point why he told Congress and he needed to let Congress know and he needed to be public about it because once it went to Congress it was going to leak."}], "speaker": "POWERS", "secId": 87}, {"sentences": [{"sentId": 162, "text": "Yes."}], "speaker": "LEMON", "secId": 88}, {"sentences": [{"sentId": 163, "text": "And so, I think he did have to say something."}], "speaker": "POWERS", "secId": 89}, {"sentences": [{"sentId": 164, "text": "And that's to Alan's point, what if there's in then."}, {"sentId": 165, "text": "So, anyway, we're going to continue to discuss."}, {"sentId": 166, "text": "Mark, I know you want to get in, as well."}, {"sentId": 167, "text": "Alan, you have a lot more to say, so stand by, everyone."}, {"sentId": 168, "text": "We're not done yet."}], "speaker": "LEMON", "secId": 90}, {"sentences": [{"sentId": 169, "text": "Coming up, Vice President Joe Biden speaking to CNN about this whole e-mail mess and what he thinks of Anthony Weiner, that's next."}], "speaker": "LEMON", "secId": 91}, {"sentences": [{"sentId": 170, "text": "And we're back now with our breaking news tonight."}, {"sentId": 171, "text": "Hillary Clinton calling on the FBI to release more information and it's -- in its review, about its review of newly discovered e-mails that surfaces as part of the investigation of Anthony Weiner's sexting scandal."}], "speaker": "LEMON", "secId": 92}, {"sentences": [{"sentId": 172, "text": "With the election in 11 days and millions of ballots already cast in early voting, the Vice President Joe Biden is speaking out, listen to what he tells our Michael Smerconish."}], "speaker": "LEMON", "secId": 93}, {"sentences": [{"sentId": 173, "text": "What this means, Mr. Vice President, is that people are going to the polls or have already gone to the polls and they don't know what to make of this, they're in the dark."}, {"sentId": 174, "text": "What should happen now?"}], "speaker": "SMERCONISH", "secId": 94}, {"sentences": [{"sentId": 175, "text": "Well, I think at some point I think Hillary, if she said what I'm she told is correct, that she released the e-mails for the whole world to see."}, {"sentId": 176, "text": "The whole world to see."}], "speaker": "BIDEN", "secId": 95}, {"sentences": [{"sentId": 177, "text": "They can continue their investigation and won't -- to the best of my knowledge won't prejudice the investigation."}, {"sentId": 178, "text": "But that's sort of the -- to stole  the language the agency always uses and it doesn't mean anything, and so it's unfortunate."}], "speaker": "BIDEN", "secId": 96}, {"sentences": [{"sentId": 179, "text": "I'd be remiss if I didn't note that if she had released all the e-mails from the get-go we wouldn't be having this conversation."}], "speaker": "SMERCONISH", "secId": 97}, {"sentences": [{"sentId": 180, "text": "Well, that's true but I don't know where these e-mail -- where these e-mails came from what..."}], "speaker": "BIDEN", "secId": 98}, {"sentences": [{"sentId": 181, "text": "Apparently, Anthony Weiner."}], "speaker": "SMERCONISH", "secId": 99}, {"sentences": [{"sentId": 182, "text": "Well -- oh, God."}, {"sentId": 183, "text": "Anthony Weiner -- I should not comment on Anthony Weiner."}, {"sentId": 184, "text": "I'm not a big fan and I wasn't before he got in trouble."}, {"sentId": 185, "text": "So, I shouldn't comment on Anthony Weiner."}], "speaker": "BIDEN", "secId": 100}, {"sentences": [{"sentId": 186, "text": "Wow."}, {"sentId": 187, "text": "Well, you can see the entire interview tomorrow morning at 9, right here on CNN on Michael Smerconish's show."}], "speaker": "LEMON", "secId": 101}, {"sentences": [{"sentId": 188, "text": "Back with me now, Mark Preston, Alan Dershowitz, Kirsten Powers, Ryan Lizza, and David Gergen."}, {"sentId": 189, "text": "That was certainly a very interesting interview."}, {"sentId": 190, "text": "Ryan, what did you -- what did you think of what the vice president said and about Anthony Weiner?"}], "speaker": "LEMON", "secId": 102}, {"sentences": [{"sentId": 191, "text": "That was vintage Biden right there, just, you know, sort of not just saying what people think frankly when Weiner's name is mentioned."}, {"sentId": 192, "text": "Obviously there's some -- there's something that predates any of the sexting scandals with Weiner between Biden and then Weiner him saying he never like the guy to begin with."}], "speaker": "LIZZA", "secId": 103}, {"sentences": [{"sentId": 193, "text": "You know, pure unvarnished Biden and I don't think he totally had a grasp, or was well briefed on the e-mail situation if you listened carefully, he didn't seem to know the latest."}], "speaker": "LIZZA", "secId": 104}, {"sentences": [{"sentId": 194, "text": "Because they can't release the e-mails because the e-mails contain classified information, correct, Alan?"}, {"sentId": 195, "text": "Could contain, it could -- excuse me, it could contain classified information, Alan, correct?"}, {"sentId": 196, "text": "DERSHOWITZ:  Probably not."}, {"sentId": 197, "text": "They're probably the same e-mails that were"}], "speaker": "LEMON", "secId": 105}, {"sentences": [{"sentId": 198, "text": "previously produced and maybe it's all nothing but we can't know that now."}], "speaker": "LEMON", "secId": 106}, {"sentences": [{"sentId": 199, "text": "LIZZA; But also presumably, Huma Abedin's private e-mails on her computer, right?"}, {"sentId": 200, "text": "If there are thousands of e-mails on the Weiner/Abedin computer, they could have absolute -- many of them presumably would have nothing to do with Hillary Clinton or this investigation."}, {"sentId": 201, "text": "So."}], "speaker": "LEMON", "secId": 107}, {"sentences": [{"sentId": 202, "text": "The FBI know how to work fast."}, {"sentId": 203, "text": "They should get 100 FBI agents working 24 hours a day for three days the way David Gergen says and in 72 hours at least release something that indicates whether there's anything, whether there's even probable cause."}, {"sentId": 204, "text": "If there's nothing the public has to know that."}], "speaker": "DERSHOWITZ", "secId": 108}, {"sentences": [{"sentId": 205, "text": "And David Gergen, that is your point, as well."}, {"sentId": 206, "text": "You said it's too close to the election to have this hanging over the American peoples' heads as they go into the voting place?"}], "speaker": "LEMON", "secId": 109}, {"sentences": [{"sentId": 207, "text": "Absolutely."}, {"sentId": 208, "text": "Alan Dershowitz and I are on the same page, 72 hours go to work on the guys and tell us what's going on here."}, {"sentId": 209, "text": "There is one other question, Don, that I think lingers out here that what came to light that Comey sent to the employees of the FBI."}], "speaker": "GERGEN", "secId": 110}, {"sentences": [{"sentId": 210, "text": "And that is we didn't fully appreciate until now that the investigators came to Comey to say we would like access."}, {"sentId": 211, "text": "We haven't read and we would like access to these e-mails and he authorized them to get access as we understand it."}], "speaker": "GERGEN", "secId": 111}, {"sentences": [{"sentId": 212, "text": "But the question arises, should he have waited until he had access and came back to him to say, we think Mr. Director that there's something here and we ought to -- we ought to reopen the investigation, and then gone public."}], "speaker": "GERGEN", "secId": 112}, {"sentences": [{"sentId": 213, "text": "I think there is this question about, did he jump the gun before he really even knew."}, {"sentId": 214, "text": "Nobody -- nobody around him, when they briefed him, actually knows what's there, and as Alan points out, there may be nothing there."}, {"sentId": 215, "text": "At least they may be duplicates."}, {"sentId": 216, "text": "We just don't know."}], "speaker": "GERGEN", "secId": 113}, {"sentences": [{"sentId": 217, "text": "And, Kirsten, to David's point, I'm going to read to you."}, {"sentId": 218, "text": "\"This morning, I sent a letter to Congress in connection with the Secretary Clinton e-mail investigation."}, {"sentId": 219, "text": "Yesterday, the investigative team briefed me on their recommendation with respect to seeking access, to David's point, seeking access to e-mails that recently have been found in an unrelated case.\""}], "speaker": "LEMON", "secId": 114}, {"sentences": [{"sentId": 220, "text": "\"And because those e-mails appeared to be pertinent to our investigation I agreed that we should take appropriate steps to obtain and review them.\""}, {"sentId": 221, "text": "It doesn't say that they've obtained and review them and that's David Gergen's point, Kirsten."}], "speaker": "LEMON", "secId": 115}, {"sentences": [{"sentId": 222, "text": "Right."}, {"sentId": 223, "text": "Well, and I also think it's important for them to do a very quick review to determine whether this is something that really does require a full scale investigation because in the vacuum people are jumping to conclusions."}, {"sentId": 224, "text": "And Donald Trump is helping them to jump to conclusions by basically saying, of course, they would never even do this, he would never tell Congress about this unless there was something in these letters that -- I mean, in these e-mails that would, you know, be cause for concern, which doesn't really appear to be the case."}], "speaker": "POWERS", "secId": 116}, {"sentences": [{"sentId": 225, "text": "But this narrative is already out there and the story's already being told about -- about this."}, {"sentId": 226, "text": "And I think that director Comey needs to get in the middle of this and really provide some facts and some guidance about exactly what is going on."}], "speaker": "POWERS", "secId": 117}, {"sentences": [{"sentId": 227, "text": "Mark Preston, I hate to do this to you but I have to take a break and I promise you'll get the first word on the other side."}, {"sentId": 228, "text": "So, everyone..."}], "speaker": "LEMON", "secId": 118}, {"sentences": [{"sentId": 229, "text": "It's going to be a long word."}], "speaker": "PRESTON", "secId": 119}, {"sentences": [{"sentId": 230, "text": "... so, everyone stay with me."}, {"sentId": 231, "text": "October surprises are nothing new in the presidential campaigns, but could today's move by the FBI change the course of this election?"}], "speaker": "LEMON", "secId": 120}, {"sentences": [{"sentId": 232, "text": "Our breaking news, the Clinton campaign rocked by with just 11 days until the election, Hillary Clinton saying tonight it's imperative the FBI gave voters the full and complete facts about its review of the e-mails related to her personal server."}, {"sentId": 233, "text": "The e-mails discovered during the probe into Anthony Weiner's sexting scandal."}], "speaker": "LEMON", "secId": 121}, {"sentences": [{"sentId": 234, "text": "Back with me, Mark Preston, Alan Dershowitz, Kirsten Powers, Ryan Lizza, and David Gergen."}, {"sentId": 235, "text": "So, Mark Preston, where are we now?"}], "speaker": "LEMON", "secId": 122}, {"sentences": [{"sentId": 236, "text": "Well, I just think it's important right now for us to set the table and explain what the implications are and where we could go."}, {"sentId": 237, "text": "First of all, I think there's two things we have to look at."}], "speaker": "PRESTON", "secId": 123}, {"sentences": [{"sentId": 238, "text": "There are political implications and there are potentially criminal implications, right?"}, {"sentId": 239, "text": "The latter is something that would happen way, way down the road if they are anything, if they were to ever discuss anything."}], "speaker": "PRESTON", "secId": 124}, {"sentences": [{"sentId": 240, "text": "The political implications though are immediate."}, {"sentId": 241, "text": "OK?"}, {"sentId": 242, "text": "We already have people voting right now."}, {"sentId": 243, "text": "This is clearly a huge October surprise, a bombshell that has hit the campaign."}, {"sentId": 244, "text": "The second thing is right now, who is going to benefit if this -- if director Comey does not come out and say anything about this?"}], "speaker": "PRESTON", "secId": 125}, {"sentences": [{"sentId": 245, "text": "It's clearly the Trump campaign and talking to sources close to the campaign, they don't necessarily want the information to come out politically, and publicly, they're saying, oh, we want as much information as possible."}, {"sentId": 246, "text": "It benefits them to leave this hanging out and that's why we saw Hillary Clinton..."}], "speaker": "PRESTON", "secId": 126}, {"sentences": [{"sentId": 247, "text": "Have a question mark around it."}], "speaker": "LEMON", "secId": 127}, {"sentences": [{"sentId": 248, "text": "Correct."}, {"sentId": 249, "text": "A question mark is more powerful right now than the facts, because you don't know what the facts are."}, {"sentId": 250, "text": "The Clinton campaign, they've been very forceful that's why Hillary Clinton went out there, you know, within a few hours and said that she wanted the FBI to do it."}], "speaker": "PRESTON", "secId": 128}, {"sentences": [{"sentId": 251, "text": "And where could this actually help Donald Trump, because 24 hours ago, we were talking about how the path to 270 electoral votes was difficult at best for Donald Trump."}], "speaker": "PRESTON", "secId": 129}, {"sentences": [{"sentId": 252, "text": "Where it could potentially help him right now is bringing home more republican voters, Don, that have refused get on the Trump train, so to speak."}, {"sentId": 253, "text": "He could solidify his base even more and that is important specifically in some of these states with a very tight..."}], "speaker": "PRESTON", "secId": 130}, {"sentences": [{"sentId": 254, "text": "Like Pennsylvania?"}], "speaker": "LEMON", "secId": 131}, {"sentences": [{"sentId": 255, "text": "Like Pennsylvania."}, {"sentId": 256, "text": "And let's talk about Pennsylvania."}, {"sentId": 257, "text": "The independent vote in Pennsylvania, specifically around Philadelphia."}, {"sentId": 258, "text": "We're talking about women voters who might be on defense about Hillary Clinton that would probably going to go with Hillary Clinton."}], "speaker": "PRESTON", "secId": 132}, {"sentences": [{"sentId": 259, "text": "Could this depress them coming out?"}, {"sentId": 260, "text": "Not necessarily voting for Donald Trump but coming out for Donald -- or coming out for Hillary Clinton."}, {"sentId": 261, "text": "So this is all -- again, something we will find out within the next 72 hours if you talk to political pros, that's what they're looking at right now, but really this is a multi-layered thing we have to."}], "speaker": "PRESTON", "secId": 133}, {"sentences": [{"sentId": 262, "text": "But, you know, this just occurred to me there's other another option."}, {"sentId": 263, "text": "If the FBI doesn't produce these e-mails, Huma Abedin can produce the e-mails."}, {"sentId": 264, "text": "They're her e-mails."}, {"sentId": 265, "text": "They're in the cloud."}, {"sentId": 266, "text": "She can go through them."}, {"sentId": 267, "text": "Her lawyers can go through them."}], "speaker": "DERSHOWITZ", "secId": 134}, {"sentences": [{"sentId": 268, "text": "If anything is arguably classified you don't produce them."}, {"sentId": 269, "text": "Let them produce them."}, {"sentId": 270, "text": "That would preempt the FBI."}, {"sentId": 271, "text": "She has complete authority to produce her e-mails if they're not classified."}], "speaker": "DERSHOWITZ", "secId": 135}, {"sentences": [{"sentId": 272, "text": "So even -- let's just say, Ryan Lizza, the FBI comes out and says these were Huma Abedin's e-mails and whatever and there's nothing classified, I'm just giving you a scenario here."}], "speaker": "LEMON", "secId": 136}, {"sentences": [{"sentId": 273, "text": "Yes."}], "speaker": "LIZZA", "secId": 137}, {"sentences": [{"sentId": 274, "text": "Because of what Alan Dershowitz said, it could be nothing."}, {"sentId": 275, "text": "Has the damage already been done?"}], "speaker": "LEMON", "secId": 138}, {"sentences": [{"sentId": 276, "text": "Look, the nature of this very strange race is that when the focus is on one of the candidates, that candidate is usually dropping in the polls."}, {"sentId": 277, "text": "And you know, the toughest time for Hillary Clinton in the polls was when the e-mail investigation was at its peak and when Comey came out with his original announcements."}], "speaker": "LIZZA", "secId": 139}, {"sentences": [{"sentId": 278, "text": "So it's not good for the conversation to be about Hillary Clinton and about this, you know, complicated e-mail scandal."}, {"sentId": 279, "text": "But I have to say Alan is 100 percent right, it was something a little strange tonight in that press conference when Hillary Clinton was talking about Comey, you know, give us more information."}], "speaker": "LIZZA", "secId": 140}, {"sentences": [{"sentId": 280, "text": "The Clinton campaign does have the advantage here in that Huma Abedin works for the Clinton campaign and anything they want to know about what's on a laptop she shared with her husband they have the ability to find that out."}], "speaker": "LIZZA", "secId": 141}, {"sentences": [{"sentId": 281, "text": "So, I do think the next couple of days that will be a question the Clinton campaign will have to -- will have to focus on."}, {"sentId": 282, "text": "If they want more information, well, let's hear from Huma about what was in these e-mails."}], "speaker": "LIZZA", "secId": 142}, {"sentences": [{"sentId": 283, "text": "David, what do you want to say?"}], "speaker": "LEMON", "secId": 143}, {"sentences": [{"sentId": 284, "text": "I'm not sure that she has a right to release it."}, {"sentId": 285, "text": "Alan, you know, I give great credit to Alan, he knows much more about this than I do, but isn't this considered government information?"}], "speaker": "GERGEN", "secId": 144}, {"sentences": [{"sentId": 286, "text": "No."}], "speaker": "DERSHOWITZ", "secId": 145}, {"sentences": [{"sentId": 287, "text": "Isn't this -- isn't this -- doesn't the government -- that's why the State Department sat of some of these other e-mail for so long?"}], "speaker": "GERGEN", "secId": 146}, {"sentences": [{"sentId": 288, "text": "Because this is her own e-mail, her own computer, right?"}], "speaker": "LEMON", "secId": 147}, {"sentences": [{"sentId": 289, "text": "No, it's e-mail..."}], "speaker": "DERSHOWITZ", "secId": 148}, {"sentences": [{"sentId": 290, "text": "... because they had to determine whether they were classified or not?"}], "speaker": "GERGEN", "secId": 149}, {"sentences": [{"sentId": 291, "text": "It's not up to her to decide what's classified, it's up to her the people that she was working for."}, {"sentId": 292, "text": "And I would argue, I'm not sure she has ownership of these e-mails."}], "speaker": "GERGEN", "secId": 150}, {"sentences": [{"sentId": 293, "text": "Well, that's an interesting point and the other point is maybe Anthony Weiner in the end has ownership of the e-mails because they were on his computer."}, {"sentId": 294, "text": "Imagine this election being in the hands of Anthony Weiner?"}, {"sentId": 295, "text": "I mean, my God, nobody wrote a novel about this, nobody would believe it."}], "speaker": "DERSHOWITZ", "secId": 151}, {"sentences": [{"sentId": 296, "text": "Anthony Weiner and Billy Bush, Kirsten."}], "speaker": "LEMON", "secId": 152}, {"sentences": [{"sentId": 297, "text": "I think the most surprising thing is that Anthony Weiner trusted his wife to look at his own laptop, right."}, {"sentId": 298, "text": "I got to throw for another conversation."}], "speaker": "LIZZA", "secId": 153}, {"sentences": [{"sentId": 299, "text": "But Kirsten, I want you to weigh in because, Kirsten, look at the stories that have been bad for Hillary Clinton."}], "speaker": "LEMON", "secId": 154}, {"sentences": [{"sentId": 300, "text": "Yes."}], "speaker": "POWERS", "secId": 155}, {"sentences": [{"sentId": 301, "text": "The Podesta, WikiLeaks, this one, the questions about Doug Band and the Clinton Foundation, and again now this one on a computer at Huma's -- of Huma's."}, {"sentId": 302, "text": "Very little of this bad news involves Hillary Clinton..."}], "speaker": "LEMON", "secId": 156}, {"sentences": [{"sentId": 303, "text": "Right."}], "speaker": "POWERS", "secId": 157}, {"sentences": [{"sentId": 304, "text": "... directly, although the people do work for her."}, {"sentId": 305, "text": "Does that have -- does she have a big problem that needs to be addressed with those who surround her?"}], "speaker": "LEMON", "secId": 158}, {"sentences": [{"sentId": 306, "text": "Well, I mean one of them is her husband so I don't know if there's a lot she can do about that and look, and Huma is her top aide who is like a daughter to her."}, {"sentId": 307, "text": "So, you know, I think that this is not somebody who she would quickly throw under the bus."}], "speaker": "POWERS", "secId": 159}, {"sentences": [{"sentId": 308, "text": "But, at the same time, even if the e-mails don't involve Hillary Clinton if they -- we know they involve Huma and look, she's her top aid."}, {"sentId": 309, "text": "And so, it does in a way implicate Hillary Clinton if Huma was doing something that was inappropriate."}], "speaker": "POWERS", "secId": 160}, {"sentences": [{"sentId": 310, "text": "And in terms of them releasing the e-mails if they're under their control this is not just a campaign that has -- it's not a culture frankly among Hillary -- in Hillary Clinton land to release the information."}], "speaker": "POWERS", "secId": 161}, {"sentences": [{"sentId": 311, "text": "OK."}], "speaker": "LEMON", "secId": 162}, {"sentences": [{"sentId": 312, "text": "Let's turn the focus on Donald Trump."}, {"sentId": 313, "text": "This is not Watergate."}, {"sentId": 314, "text": "This is not close to Watergate."}, {"sentId": 315, "text": "Watergate involved the attorney general of the United States."}, {"sentId": 316, "text": "The deputy attorney going to jail."}, {"sentId": 317, "text": "It involved the president of the United States lying about national security."}], "speaker": "DERSHOWITZ", "secId": 163}, {"sentences": [{"sentId": 318, "text": "It involved, as we all know, the most impeachable offenses."}, {"sentId": 319, "text": "This is at worst, sloppiness, and so Donald Trump has to be held responsible for his over exaggerations."}], "speaker": "DERSHOWITZ", "secId": 164}, {"sentences": [{"sentId": 320, "text": "Let me..."}], "speaker": "GERGEN", "secId": 165}, {"sentences": [{"sentId": 321, "text": "I got to go quickly."}], "speaker": "LEMON", "secId": 166}, {"sentences": [{"sentId": 322, "text": "Let me say a second, Don, you know, in Watergate, I was there was in Watergate in the White House and let me say this, 40 people -- 40 people were either indicted or went to jail or both."}], "speaker": "GERGEN", "secId": 167}, {"sentences": [{"sentId": 323, "text": "Yes."}], "speaker": "LEMON", "secId": 168}, {"sentences": [{"sentId": 324, "text": "In Watergate."}, {"sentId": 325, "text": "There's been -- no one has been indicted or gone to jail so far in all of this."}], "speaker": "GERGEN", "secId": 169}, {"sentences": [{"sentId": 326, "text": "Mark, I am way over but Donald Trump hitting her saying, you know, because she's saying it was sent to republicans and not democrats."}, {"sentId": 327, "text": "Semantics?"}], "speaker": "LEMON", "secId": 170}, {"sentences": [{"sentId": 328, "text": "I mean, semantics at this point."}], "speaker": "PRESTON", "secId": 171}, {"sentences": [{"sentId": 329, "text": "Because the first letter it says to -- it was to the republicans."}], "speaker": "LEMON", "secId": 172}, {"sentences": [{"sentId": 330, "text": "I think she's got a lot bigger things that she's going to have to answer for, whether slipping a line in a news conference."}], "speaker": "PRESTON", "secId": 173}, {"sentences": [{"sentId": 331, "text": "OK."}, {"sentId": 332, "text": "Thank you, everyone."}, {"sentId": 333, "text": "When we come right back, with just 11 days to go will today's news change the minds of independent voters?"}], "speaker": "LEMON", "secId": 174}, {"sentences": [{"sentId": 334, "text": "Hillary Clinton speaking to reporters in a surprise news conference tonight calling for the FBI to release more information about its e-mail probe with just 11 days to go until Election Day."}], "speaker": "LEMON", "secId": 175}, {"sentences": [{"sentId": 335, "text": "Here to discuss now, former Congressman Jack Kingston, a senior advisor to the Trump campaign, and former governor of Michigan, Jennifer Granholm."}, {"sentId": 336, "text": "Good evening."}, {"sentId": 337, "text": "I'm glad to have you both on this evening to talk about this about an October surprise."}], "speaker": "LEMON", "secId": 176}, {"sentences": [{"sentId": 338, "text": "Good evening."}], "speaker": "GRANHOLM", "secId": 177}, {"sentences": [{"sentId": 339, "text": "Thank you, Don."}], "speaker": "KINGSTON", "secId": 178}, {"sentences": [{"sentId": 340, "text": "My goodness, Governor Granholm, you first."}, {"sentId": 341, "text": "As we know, Hillary Clinton doesn't hold press conferences to address its e-mail issue."}, {"sentId": 342, "text": "Is her campaign in major damage control right now?"}], "speaker": "LEMON", "secId": 179}, {"sentences": [{"sentId": 343, "text": "No, I mean, what she came out and said, if you stepped through this door, FBI director, don't just hang there in the middle, step through."}, {"sentId": 344, "text": "Meaning, release the information you do not do this 11 days before an election."}, {"sentId": 345, "text": "But here's what we do know."}], "speaker": "GRANHOLM", "secId": 180}, {"sentences": [{"sentId": 346, "text": "That's not damage control?"}], "speaker": "LEMON", "secId": 181}, {"sentences": [{"sentId": 347, "text": "Wait, wait -- no, I mean, she had to address it and she did right away, but here's the kicker, it is so unfair and so against what is normal prosecution protocol for this to happen."}], "speaker": "GRANHOLM", "secId": 182}, {"sentences": [{"sentId": 348, "text": "In fact, I'm a former federal prosecutor, former attorney general."}, {"sentId": 349, "text": "I went right to the -- right to the ABA, the American Bar Association rule on standards on prosecutorial investigations, now what it says is that if an investigation will have some impact on the political process such as an impending election the prosecutor should make decision and use discretion in a manner designed to limit the political impact."}], "speaker": "GRANHOLM", "secId": 183}, {"sentences": [{"sentId": 350, "text": "This is why the DOJ and the FBI have that 60-day rule."}, {"sentId": 351, "text": "So this is totally unprecedented, but now that Comey has decided to do it, so just release the rest of it to be fair, and I bet you, this is something that Congressman Kingston and I can even agree on."}], "speaker": "GRANHOLM", "secId": 184}, {"sentences": [{"sentId": 352, "text": "OK."}, {"sentId": 353, "text": "So, but listen, before I get to Congressman Kingston."}, {"sentId": 354, "text": "Before and I think maybe you and others -- correct me if I'm wrong -- but democrats were praising and Clinton supporters were praising director Comey for the way he handle this and now this time, you're not praising him, is that -- does sound hypocritical?"}], "speaker": "LEMON", "secId": 185}, {"sentences": [{"sentId": 355, "text": "Well, what I'm saying is this is -- this is a really unprecedented move on his part and he's a man whose had a stellar reputation and I think he was trying to respond in one day to this laptop that was placed on his desk with other e-mails."}], "speaker": "GRANHOLM", "secId": 186}, {"sentences": [{"sentId": 356, "text": "But here's the kicker, is that if you're going to do that you better let us know what those e-mails are."}, {"sentId": 357, "text": "We don't know if they are duplicates."}, {"sentId": 358, "text": "We know Huma Abedin and the rest of the staff was interviewed by the FBI and turned over their work-related e-mails."}], "speaker": "GRANHOLM", "secId": 187}, {"sentences": [{"sentId": 359, "text": "OK."}], "speaker": "LEMON", "secId": 188}, {"sentences": [{"sentId": 360, "text": "So we don't know if this is a bunch of duplicates."}, {"sentId": 361, "text": "There should be a further explanation of this."}, {"sentId": 362, "text": "And if he wants to sustain that reputation that he had before doing this thing today then I think being candid about what he's got so that he's not appearing to influence an election, which was the standard investigative and prosecutorial M.O."}], "speaker": "GRANHOLM", "secId": 189}, {"sentences": [{"sentId": 363, "text": "OK."}], "speaker": "LEMON", "secId": 190}, {"sentences": [{"sentId": 364, "text": "Do it the way by the book."}, {"sentId": 365, "text": "Don't do this unusual stuff or if you do it, fix it."}], "speaker": "GRANHOLM", "secId": 191}, {"sentences": [{"sentId": 366, "text": "Go ahead, Congressman."}], "speaker": "LEMON", "secId": 192}, {"sentences": [{"sentId": 367, "text": "Don, let me say this, I want to start out by agreeing with my friend, the governor, that I had no problem with them fast-tracking that, this thing."}, {"sentId": 368, "text": "I think it would be very important."}, {"sentId": 369, "text": "I do want to say though, that the FBI has been known to pull some October surprises."}], "speaker": "KINGSTON", "secId": 193}, {"sentences": [{"sentId": 370, "text": "I don't know exactly the sequence with Ted Stephens, the senator from Alaska."}, {"sentId": 371, "text": "He was later exonerated."}, {"sentId": 372, "text": "Unfortunately, he had died in the meantime."}, {"sentId": 373, "text": "Congressman Curt Weldon from Pennsylvania a number of years ago, has his office raided by the FBI right on the eve of the election."}], "speaker": "KINGSTON", "secId": 194}, {"sentences": [{"sentId": 374, "text": "So, they have been known do this sort of thing but I agree with the governor, let's go ahead and put all the facts out there."}, {"sentId": 375, "text": "But I want to say this, a very important, when he was testifying in front of Congress."}, {"sentId": 376, "text": "Congressman Jim Sensenbrenner asked if that he actually pointed out there had been some other stuff that apparently the FBI had not investigated, that had come to light, come to public attention, and did the -- did the director feel like that merited further investigation?"}], "speaker": "KINGSTON", "secId": 195}, {"sentences": [{"sentId": 377, "text": "Director Comey answered Congressman Sensenbrenner and said no, nothing has risen to that level but if something does rise to that level I will certainly let you know."}, {"sentId": 378, "text": "Having said that, I think that this is very important stuff."}], "speaker": "KINGSTON", "secId": 196}, {"sentences": [{"sentId": 379, "text": "OK."}, {"sentId": 380, "text": "So, Congressman..."}], "speaker": "LEMON", "secId": 197}, {"sentences": [{"sentId": 381, "text": "I don't think he will agree on a cavalier."}], "speaker": "KINGSTON", "secId": 198}, {"sentences": [{"sentId": 382, "text": "Well, we don't know what it's risen to."}, {"sentId": 383, "text": "I mean, that's the kicker."}], "speaker": "GRANHOLM", "secId": 199}, {"sentences": [{"sentId": 384, "text": "OK."}, {"sentId": 385, "text": "So, to her point, we don't know what's in it."}], "speaker": "LEMON", "secId": 200}, {"sentences": [{"sentId": 386, "text": "We don't know what it is."}], "speaker": "GRANHOLM", "secId": 201}, {"sentences": [{"sentId": 387, "text": "So, what if its -- what if what's in there is not damaging to Hillary Clinton?"}, {"sentId": 388, "text": "Do you still want -- do you still want it out there as a Trump supporter?"}], "speaker": "LEMON", "secId": 202}, {"sentences": [{"sentId": 389, "text": "You know what?"}], "speaker": "KINGSTON", "secId": 203}, {"sentences": [{"sentId": 390, "text": "You don't think that the question mark as Mark Preston said in one of the last segments, the question mark hanging over is much better for Donald Trump than maybe even knowing what's in there."}], "speaker": "LEMON", "secId": 204}, {"sentences": [{"sentId": 391, "text": "I think that if he puts the information out there, I'm comfortable with it because what Congressman Sensenbrenner was talking about is the fact that there were -- there was more than one server, the 13 different devices, the fact that now we have five people who have been given immunity."}], "speaker": "KINGSTON", "secId": 205}, {"sentences": [{"sentId": 392, "text": "The fact that there were classified e-mails in there, which she said she did not have any classified e-mails."}, {"sentId": 393, "text": "The fact that 33,000..."}], "speaker": "KINGSTON", "secId": 206}, {"sentences": [{"sentId": 394, "text": "Come on."}], "speaker": "GRANHOLM", "secId": 207}, {"sentences": [{"sentId": 395, "text": "... had been destroyed."}, {"sentId": 396, "text": "I think and the director is saying none of that is relevant or big enough to reopen, but now something else is, I think it would further damage..."}], "speaker": "KINGSTON", "secId": 208}, {"sentences": [{"sentId": 397, "text": "OK, first..."}], "speaker": "GRANHOLM", "secId": 209}, {"sentences": [{"sentId": 398, "text": "Governor I have to run, I'll give you 10 seconds if you can do it."}], "speaker": "LEMON", "secId": 210}, {"sentences": [{"sentId": 399, "text": "I was just going to say it's not reopened."}, {"sentId": 400, "text": "He brought this to Congress because he doesn't know what else to do with it, but he needs to tell us whether they're duplicates, whether there's any classified information in it, that can be done quickly."}, {"sentId": 401, "text": "He owes it to the American people because the stakes are too high."}], "speaker": "GRANHOLM", "secId": 211}, {"sentences": [{"sentId": 402, "text": "OK."}, {"sentId": 403, "text": "Thank you both."}, {"sentId": 404, "text": "I appreciate it."}], "speaker": "LEMON", "secId": 212}, {"sentences": [{"sentId": 405, "text": "Thank you."}], "speaker": "KINGSTON", "secId": 213}, {"sentences": [{"sentId": 406, "text": "You bet."}], "speaker": "GRANHOLM", "secId": 214}, {"sentences": [{"sentId": 407, "text": "Coming up, Hillary Clinton has 11 days to weather the storm."}, {"sentId": 408, "text": "Can she do it?"}], "speaker": "LEMON", "secId": 215}, {"sentences": [{"sentId": 409, "text": "Hillary Clinton saying it's quote, \"imperative, imperative for the FBI to release more information about the e-mail probe."}], "speaker": "LEMON", "secId": 216}, {"sentences": [{"sentId": 410, "text": "Here to discuss it, Andy Dean, former president of Trump Productions, and Bob Beckel, the columnist for The Hill."}, {"sentId": 411, "text": "Good evening, gentlemen."}], "speaker": "LEMON", "secId": 217}, {"sentences": [{"sentId": 412, "text": "Hello."}], "speaker": "DEAN", "secId": 218}, {"sentences": [{"sentId": 413, "text": "So, Bob, Hillary Clinton emphasized early voting tonight."}, {"sentId": 414, "text": "Is this a push by her campaign to lockdown votes before this new e-mail probe possibly gets out of hand?"}], "speaker": "LEMON", "secId": 219}, {"sentences": [{"sentId": 415, "text": "Well, I certainly hope so."}, {"sentId": 416, "text": "I mean, look, this is not a good day for the Clinton campaign."}, {"sentId": 417, "text": "We know that."}, {"sentId": 418, "text": "But if I were the Trump campaign I'd take advantage of it for tonight because by tomorrow, I think it's going to begin to back fire, and when Comey, who I thought -- I really did give him credit for having back a few people on his town."}], "speaker": "BECKEL", "secId": 220}, {"sentences": [{"sentId": 419, "text": "And now he's buckled to the republicans and that's a shame on him."}, {"sentId": 420, "text": "But look, he's done it, there's nothing we can do about it except now I hope that they release it."}], "speaker": "BECKEL", "secId": 221}, {"sentences": [{"sentId": 421, "text": "Lesson I say, if you're going to talk about ongoing investigations then why doesn't he tell us about the investigation about the Trump campaign and the Russian hackers, that's an ongoing investigation."}, {"sentId": 422, "text": "We'd like to hear about that."}, {"sentId": 423, "text": "We haven't heard a thing about..."}], "speaker": "BECKEL", "secId": 222}, {"sentences": [{"sentId": 424, "text": "That was a nice pivot, Bob."}], "speaker": "LEMON", "secId": 223}, {"sentences": [{"sentId": 425, "text": "Pardon me?"}], "speaker": "BECKEL", "secId": 224}, {"sentences": [{"sentId": 426, "text": "That was a nice pivot."}, {"sentId": 427, "text": "But I mean, we're talking about this explosive story."}], "speaker": "LEMON", "secId": 225}, {"sentences": [{"sentId": 428, "text": "It's not a pivot, it's a fact."}], "speaker": "BECKEL", "secId": 226}, {"sentences": [{"sentId": 429, "text": "It is."}, {"sentId": 430, "text": "It is."}, {"sentId": 431, "text": "But listen."}], "speaker": "LEMON", "secId": 227}, {"sentences": [{"sentId": 432, "text": "It's a pivot."}], "speaker": "DEAN", "secId": 228}, {"sentences": [{"sentId": 433, "text": "Yes, it is a pivot."}], "speaker": "LEMON", "secId": 229}, {"sentences": [{"sentId": 434, "text": "Don, Don..."}], "speaker": "DEAN", "secId": 230}, {"sentences": [{"sentId": 435, "text": "We're talking about what's happening."}, {"sentId": 436, "text": "Go ahead."}], "speaker": "LEMON", "secId": 231}, {"sentences": [{"sentId": 437, "text": "I've pivoted for my life, boys."}], "speaker": "BECKEL", "secId": 232}, {"sentences": [{"sentId": 438, "text": "If I could -- if I could stay on topic unlike Bob."}, {"sentId": 439, "text": "So, Don, a couple of things."}, {"sentId": 440, "text": "I've been watching CNN for the past couple of hours and I have a hunch on something big that might be missing from this discussion."}, {"sentId": 441, "text": "And my hunch after I looked at all the facts is that I think Anthony Weiner has cut a deal."}], "speaker": "DEAN", "secId": 233}, {"sentences": [{"sentId": 442, "text": "You know, if he was looking -- I've been reading more facts about his case, which the Daily Mail broke about four weeks ago, and he's looking at a minimum of 15 years of federal mandatory time for sexual exploitation."}], "speaker": "DEAN", "secId": 234}, {"sentences": [{"sentId": 443, "text": "So, when the FBI is looking at him and his computer, what is the only thing that can potentially keep Anthony Weiner out of prison for 15 to a maximum of 30 years?"}], "speaker": "DEAN", "secId": 235}, {"sentences": [{"sentId": 444, "text": "Well, and that..."}], "speaker": "LEMON", "secId": 236}, {"sentences": [{"sentId": 445, "text": "And that's we're saying about now."}], "speaker": "DEAN", "secId": 237}, {"sentences": [{"sentId": 446, "text": "I have to say speaking of changing topic, yes."}], "speaker": "LEMON", "secId": 238}, {"sentences": [{"sentId": 447, "text": "He's talking about staying on point."}, {"sentId": 448, "text": "Well, that's how outrageous the statement..."}], "speaker": "BECKEL", "secId": 239}, {"sentences": [{"sentId": 449, "text": "And that's highly speculative -- yes, speculative and it's outrageous."}], "speaker": "LEMON", "secId": 240}, {"sentences": [{"sentId": 450, "text": "that would be thrown out of court a long time ago."}], "speaker": "BECKEL", "secId": 241}, {"sentences": [{"sentId": 451, "text": "It's completely speculative."}], "speaker": "DEAN", "secId": 242}, {"sentences": [{"sentId": 452, "text": "That's the problem with you Trump people you don't know how to stay on point."}, {"sentId": 453, "text": "You don't."}], "speaker": "BECKEL", "secId": 243}, {"sentences": [{"sentId": 454, "text": "If I'm speculative -- no."}, {"sentId": 455, "text": "This is not Trump."}, {"sentId": 456, "text": "Look, I'm not paid by Trump."}, {"sentId": 457, "text": "This is completely speculative."}, {"sentId": 458, "text": "But I'll tell you this, Huma Abedin, Don, OK."}, {"sentId": 459, "text": "LEMON:  Andy, listen, Andy, Andy, Andy, listen, that's speculation."}], "speaker": "DEAN", "secId": 244}, {"sentences": [{"sentId": 460, "text": "I mean, the facts air it out."}], "speaker": "DEAN", "secId": 245}, {"sentences": [{"sentId": 461, "text": "Let's -- Andy, the speculation -- let's stick with what we know."}], "speaker": "LEMON", "secId": 246}, {"sentences": [{"sentId": 462, "text": "The FBI need to ."}], "speaker": "DEAN", "secId": 247}, {"sentences": [{"sentId": 463, "text": "How will you know a fact to have over it."}], "speaker": "BECKEL", "secId": 248}, {"sentences": [{"sentId": 464, "text": "All right."}, {"sentId": 465, "text": "Let's stick with what we know."}], "speaker": "LEMON", "secId": 249}, {"sentences": [{"sentId": 466, "text": "Bob..."}], "speaker": "DEAN", "secId": 250}, {"sentences": [{"sentId": 467, "text": "Donald Trump pounced on this news and fired at Hillary Clinton earlier, listen."}], "speaker": "LEMON", "secId": 251}, {"sentences": [{"sentId": 468, "text": "The investigation is the biggest political scandal since Watergate and it's everybody's hope that justice at last can be delivered."}], "speaker": "TRUMP", "secId": 252}, {"sentences": [{"sentId": 469, "text": "In a very brief remark tonight, Hillary Clinton tried to politicize this investigation by attacking and falsely accusing the FBI director of only sending the letter to republicans."}, {"sentId": 470, "text": "Another Clinton lie."}], "speaker": "TRUMP", "secId": 253}, {"sentences": [{"sentId": 471, "text": "OK. Bob, is this Watergate?"}, {"sentId": 472, "text": "And then the other thing."}, {"sentId": 473, "text": "It was sent to republicans on the initial page and on the second page it said it was CC'd to the ranking members."}], "speaker": "LEMON", "secId": 254}, {"sentences": [{"sentId": 474, "text": "Yes, he's right about that."}, {"sentId": 475, "text": "But Bigger than Watergate, I mean, I lived most -- 7-year-old I have to through Watergate, I certainly did."}, {"sentId": 476, "text": "That ended up being the president leaving office."}, {"sentId": 477, "text": "The idea you could compare these two is a typical Trump, you know, Barnum & Bailey act on his part."}], "speaker": "BECKEL", "secId": 255}, {"sentences": [{"sentId": 478, "text": "And these guys, you know, all the Trump people, Andy, I like you, you're fine, buddy, but you're a shyster, too."}], "speaker": "BECKEL", "secId": 256}, {"sentences": [{"sentId": 479, "text": "Thank you, Bob."}, {"sentId": 480, "text": "Thanks, Bob."}], "speaker": "DEAN", "secId": 257}, {"sentences": [{"sentId": 481, "text": "I mean, you're running with a lack of facts and you make the accusations about the state that you simply have no evidence to back up."}], "speaker": "BECKEL", "secId": 258}, {"sentences": [{"sentId": 482, "text": "Well, Bob, look, it is speculative -- but hold on."}, {"sentId": 483, "text": "I'll give you a fact."}, {"sentId": 484, "text": "Huma Abedin is looking at potentially 10 years in prison for obstruction of justice."}, {"sentId": 485, "text": "She had to turn over these e- mails and there are thousands of e-mails that the FBI found."}, {"sentId": 486, "text": "And I also think there's..."}], "speaker": "DEAN", "secId": 259}, {"sentences": [{"sentId": 487, "text": "She turned over -- there's..."}], "speaker": "BECKEL", "secId": 260}, {"sentences": [{"sentId": 488, "text": "... well, we just found thousands of them."}], "speaker": "DEAN", "secId": 261}, {"sentences": [{"sentId": 489, "text": "Andy, Andy, you don't know that."}, {"sentId": 490, "text": "From what -- from the information that James Comey released you don't know that at this point."}], "speaker": "LEMON", "secId": 262}, {"sentences": [{"sentId": 491, "text": "Everything we're doing is speculation, Don that's called business."}], "speaker": "DEAN", "secId": 263}, {"sentences": [{"sentId": 492, "text": "No, it's not."}], "speaker": "LEMON", "secId": 264}, {"sentences": [{"sentId": 493, "text": "No, it's not speculation."}], "speaker": "BECKEL", "secId": 265}, {"sentences": [{"sentId": 494, "text": "I read the letter from James Comey, I read the letter that he said tonight."}], "speaker": "LEMON", "secId": 266}, {"sentences": [{"sentId": 495, "text": "Correct."}, {"sentId": 496, "text": "And now I'm a commentator."}], "speaker": "DEAN", "secId": 267}, {"sentences": [{"sentId": 497, "text": "I read the letter that he sent to Congress, but you're speculating aout whether, you know -- we don't need to know what's in the e-mails and what e-mails are there."}], "speaker": "LEMON", "secId": 268}, {"sentences": [{"sentId": 498, "text": "No."}, {"sentId": 499, "text": "That's not speculation."}, {"sentId": 500, "text": "Huma..."}], "speaker": "DEAN", "secId": 269}, {"sentences": [{"sentId": 501, "text": "Andy..."}], "speaker": "BECKEL", "secId": 270}, {"sentences": [{"sentId": 502, "text": "That's possible -- wait, Bob."}, {"sentId": 503, "text": "It's also possible."}, {"sentId": 504, "text": "Bob, if I could finish..."}], "speaker": "DEAN", "secId": 271}, {"sentences": [{"sentId": 505, "text": "Please."}], "speaker": "BECKEL", "secId": 272}, {"sentences": [{"sentId": 506, "text": "... it's also possible that Huma didn't turn over thousands of e-mails which is obstruction of justice and if one of these e-mails shows that Hillary Clinton and Huma talked about a private server and the risk that could entail, then I'll tell you Hillary Clinton could go to jail."}], "speaker": "DEAN", "secId": 273}, {"sentences": [{"sentId": 507, "text": "Go ahead, Bob."}], "speaker": "LEMON", "secId": 274}, {"sentences": [{"sentId": 508, "text": "Yes, it's possible -- it's possible I could play it in the NFL again, too."}, {"sentId": 509, "text": "I mean, you guys just have got to stop this."}], "speaker": "BECKEL", "secId": 275}, {"sentences": [{"sentId": 510, "text": "Awful Bob."}], "speaker": "DEAN", "secId": 276}, {"sentences": [{"sentId": 511, "text": "You guys just have got to stop laying out these in innuendos and you have the facts."}, {"sentId": 512, "text": "Here are the facts."}, {"sentId": 513, "text": "Donald Trump had illegal immigrants building his buildings."}, {"sentId": 514, "text": "Now do you want to have that investigated?"}], "speaker": "BECKEL", "secId": 277}, {"sentences": [{"sentId": 515, "text": "Oh, Bob."}], "speaker": "DEAN", "secId": 278}, {"sentences": [{"sentId": 516, "text": "That's a fact."}, {"sentId": 517, "text": "That is a fact."}], "speaker": "BECKEL", "secId": 279}, {"sentences": [{"sentId": 518, "text": "I can prove mine."}], "speaker": "DEAN", "secId": 280}, {"sentences": [{"sentId": 519, "text": "Thank you, everyone."}, {"sentId": 520, "text": "Thank you, guys."}, {"sentId": 521, "text": "I appreciate it."}, {"sentId": 522, "text": "We'll be right back."}], "speaker": "LEMON", "secId": 281}, {"sentences": [{"sentId": 523, "text": "OK."}, {"sentId": 524, "text": "Thanks, Bob, for staying on topic."}], "speaker": "DEAN", "secId": 282}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1610.28.cnnt.01.html.json", "time": "Aired October 28, 2016 - 22:00   ET"}