{"sectionCount": 246, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["COOPER", "LEMON", "ZERVOS", "ANDERSON", "TRUMP", "ACOSTA", "ALLRED", "BLOM", "BLOOM", "KINGSTON", "UNIDENTIFIED MALE", "MADDEN", "POWERS", "LIZZA", "KRISTOF"], "subTitle": "Will Accusations by Women Doom Trump's Campaign?; Two More Trump Accusers Come Forward; Trump Calls Allegations Coordinated Ampaign of Lies. Aired 10-11p ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1610/14/cnnt.01.html", "sentenceCount": 524, "sections": [{"sentences": [{"sentId": 0, "text": "You never know what you're going to get with that guy."}, {"sentId": 1, "text": "Don't miss the new episode of Anthony Bourdain Parts Unknown this Sunday night at 9 p.m. Eastern and Pacific."}, {"sentId": 2, "text": "That does it for us."}, {"sentId": 3, "text": "Thanks for watching."}, {"sentId": 4, "text": "CNN Tonight with Don Lemon starts now."}], "speaker": "COOPER", "secId": 0}, {"sentences": [{"sentId": 5, "text": "The women, not the war with Mexico, not the mass deportations, not the Muslim ban, not the tax returns, but all the women coming forward accusing Donald Trump of unwanted sexual advances, is that what will finally end Donald Trump's run for the White House?"}], "speaker": "LEMON", "secId": 1}, {"sentences": [{"sentId": 6, "text": "This is CNN Tonight."}, {"sentId": 7, "text": "I'm Don Lemon."}], "speaker": "LEMON", "secId": 2}, {"sentences": [{"sentId": 8, "text": "Two more women coming forward, describing in graphic detail what they claim Trump did to them."}], "speaker": "LEMON", "secId": 3}, {"sentences": [{"sentId": 9, "text": "He then asked me to sit next to him."}, {"sentId": 10, "text": "I complied."}, {"sentId": 11, "text": "He then grabbed my shoulder and began kissing me again very aggressively and placed his hand on my breast."}], "speaker": "ZERVOS", "secId": 4}, {"sentences": [{"sentId": 12, "text": "The person on my right who unbeknownst to me, was Donald Trump, put their hands up my skirt."}, {"sentId": 13, "text": "He did touch my vagina through my underwear."}], "speaker": "ANDERSON", "secId": 5}, {"sentences": [{"sentId": 14, "text": "That includes these two women."}, {"sentId": 15, "text": "There are now at least eight accusing Trump of sexual assault."}, {"sentId": 16, "text": "He's calling the allegations 100 percent false, blaming the Clinton campaign and the media."}], "speaker": "LEMON", "secId": 6}, {"sentences": [{"sentId": 17, "text": "Right now, I am being viciously attacked with lies and smears."}, {"sentId": 18, "text": "It's a phony deal."}, {"sentId": 19, "text": "I have no idea who these women are."}, {"sentId": 20, "text": "I have no idea."}, {"sentId": 21, "text": "I have no idea."}], "speaker": "TRUMP", "secId": 7}, {"sentences": [{"sentId": 22, "text": "As you can see, there is a whole lot to get to tonight, and I want to begin with one of the women coming forward today."}, {"sentId": 23, "text": "Her name is Summer Zervos, she's a former contestant on the \"Apprentice,\" who says that after she was fired from the show she still considered Donald Trump to be a mentor."}, {"sentId": 24, "text": "She says Trump asked him at the Beverly Hills Hotel in Los Angeles where she was shown to his room."}], "speaker": "LEMON", "secId": 8}, {"sentences": [{"sentId": 25, "text": "The security guard opened the door and I went in."}, {"sentId": 26, "text": "I was standing in the entry way to my left was a bedroom and I saw Mr. Trump's clothes on the bed."}, {"sentId": 27, "text": "I did not see him, but he greeted me with hello in a sing-song voice that sounded like hell-loo."}], "speaker": "ZERVOS", "secId": 9}, {"sentences": [{"sentId": 28, "text": "I thought the mistake had been made and Mr. Trump thought he was speaking with someone he was more familiar with."}, {"sentId": 29, "text": "I walked through into the living room away from the bedroom and sat down."}], "speaker": "ZERVOS", "secId": 10}, {"sentences": [{"sentId": 30, "text": "I waited for about 15 minutes until Mr. Trump emerged."}, {"sentId": 31, "text": "He had his suit on."}, {"sentId": 32, "text": "I stood up and he came to me and started kissing me open-mouthed as he was pulling me towards him."}, {"sentId": 33, "text": "I walked away and I sat down in a chair."}], "speaker": "ZERVOS", "secId": 11}, {"sentences": [{"sentId": 34, "text": "He was on a love seat across from me and I made an attempt to a conversation."}, {"sentId": 35, "text": "He then asked me to sit next to him."}, {"sentId": 36, "text": "I complied."}, {"sentId": 37, "text": "He then grabbed my shoulder and began kissing me again very aggressively and placed his hand on my breast."}], "speaker": "ZERVOS", "secId": 12}, {"sentences": [{"sentId": 38, "text": "I pulled back and walked to another part of the room."}, {"sentId": 39, "text": "He then walked up, grabbed my hand, and walked me into the bedroom."}, {"sentId": 40, "text": "I walked out."}, {"sentId": 41, "text": "He then turned me around and said, let's lie down and watch some Tele- Tele."}, {"sentId": 42, "text": "He put me in an embrace and I tried to push him away."}], "speaker": "ZERVOS", "secId": 13}, {"sentences": [{"sentId": 43, "text": "I pushed his chest to put space between us and I said, \"come on, man, get real.\""}, {"sentId": 44, "text": "He repeated my words get back to me."}, {"sentId": 45, "text": "\"Get real,\" as he began thrusting his genitals."}], "speaker": "ZERVOS", "secId": 14}, {"sentences": [{"sentId": 46, "text": "He tried to kiss me again with my hands on his chest, and I said, dude, you're tripping right now."}, {"sentId": 47, "text": "Attempting to make it clear, I was not interested."}], "speaker": "ZERVOS", "secId": 15}, {"sentences": [{"sentId": 48, "text": "So, Donald Trump responding in a statement saying \"I vaguely remember Ms. Zervos as one of the many contestants on the \"Apprentice\" over the years."}, {"sentId": 49, "text": "To be clear, I never met her at a hotel or greeted her inappropriately a decade ago."}, {"sentId": 50, "text": "That is not who I am as a person and it is not how I've conducted my life.\""}], "speaker": "LEMON", "secId": 16}, {"sentences": [{"sentId": 51, "text": "In fact, Ms. Zervos continued to contact me for help, e-mailing my office on April 14th of this year, asking that I visit her restaurant in California."}, {"sentId": 52, "text": "Beyond that, the media is now creating a theater of absurdity that threatens to tear our democratic process apart and poison the minds of the American public.\""}], "speaker": "LEMON", "secId": 17}, {"sentences": [{"sentId": 53, "text": "Let's discuss now."}, {"sentId": 54, "text": "CNN's senior White House correspondent is Jim Acosta, he's been following the campaign."}, {"sentId": 55, "text": "So Jim, two more women came forward today with acquisitions against Donald Trump for sexual assault and unwanted touching."}], "speaker": "LEMON", "secId": 18}, {"sentences": [{"sentId": 56, "text": "You just heard the ladies, a former apprentice contestant."}, {"sentId": 57, "text": "What is the campaign saying about this tonight?"}], "speaker": "LEMON", "secId": 19}, {"sentences": [{"sentId": 58, "text": "Well, what they're basically saying, Don, is that statement that you just read."}, {"sentId": 59, "text": "Donald Trump is offering no apologies; he is not offering any admissions of guilt."}, {"sentId": 60, "text": "He is saying that all of these allegations from all of women are 100 percent false."}], "speaker": "ACOSTA", "secId": 20}, {"sentences": [{"sentId": 61, "text": "And at rally here in Charlotte earlier this evening, he went further and said he's the victim of one of the worst political smears in American history."}, {"sentId": 62, "text": "Here's more of what he had to say."}], "speaker": "ACOSTA", "secId": 21}, {"sentences": [{"sentId": 63, "text": "The media and the Clinton campaign have brought forward false allegations less than a month before the most important election in modern times."}, {"sentId": 64, "text": "These allegations are 100 percent false, as everybody -- I think you know."}, {"sentId": 65, "text": "I think you get it."}], "speaker": "TRUMP", "secId": 22}, {"sentences": [{"sentId": 66, "text": "Now, Don, it's important to note, all day long the Trump campaign was promising reporters it was going to provide some kind of evidence showing that Trump never sexually assaulted any women, but we never received any such documentation by the end of today."}], "speaker": "ACOSTA", "secId": 23}, {"sentences": [{"sentId": 67, "text": "As a matter of fact, the only official word coming from the campaign was essentially that statement, an earlier statement from Hope Hicks, Don, Donald Trump's spokeswoman earlier from today."}], "speaker": "ACOSTA", "secId": 24}, {"sentences": [{"sentId": 68, "text": "And these remarks that Donald Trump made at these rallies, we did not receive any kind of e-mail evidence or documentary evidence showing that Donald Trump did not sexually assault these women."}, {"sentId": 69, "text": "It just - it just didn't come."}], "speaker": "ACOSTA", "secId": 25}, {"sentences": [{"sentId": 70, "text": "OK."}, {"sentId": 71, "text": "So, let's talk about the -- another woman."}, {"sentId": 72, "text": "The other woman is Kristin Anderson."}, {"sentId": 73, "text": "She came forward with a disturbing account of Trump sexually assaulting her at a night club in the 1990s."}, {"sentId": 74, "text": "Let's listen to her account."}], "speaker": "LEMON", "secId": 26}, {"sentences": [{"sentId": 75, "text": "I was at a club with my friends and I'm talking to my friend who I'm sitting to and across from on my left side."}, {"sentId": 76, "text": "I'm very clear on this."}, {"sentId": 77, "text": "This is the vivid part for me."}], "speaker": "ANDERSON", "secId": 27}, {"sentences": [{"sentId": 78, "text": "So, the person on my right, who unbeknownst to me at that time, was Donald Trump, put their hands up my skirt."}, {"sentId": 79, "text": "He did touch my vagina through my underwear."}], "speaker": "ANDERSON", "secId": 28}, {"sentences": [{"sentId": 80, "text": "So, Jim, what you can tell us about her and what is the Trump campaign saying?"}, {"sentId": 81, "text": "ACOSTA:  What we heard from the candidate earlier today at a rally in"}], "speaker": "LEMON", "secId": 29}, {"sentences": [{"sentId": 82, "text": "Greensboro, Don, he said that he denied her story, one of the problems that he has with her story, he says that she claims that all of this happened at a nightclub back in the 1990s."}], "speaker": "LEMON", "secId": 30}, {"sentences": [{"sentId": 83, "text": "Donald Trump is saying that there's no way that this would have happened at a nightclub because of who he is, he would have been noticed, somebody would have spotted him, somebody would have seen this going on and that nobody has come forward to say that."}], "speaker": "LEMON", "secId": 31}, {"sentences": [{"sentId": 84, "text": "You know, at this rally in Greensboro, don, this was -- this was quite something to see."}, {"sentId": 85, "text": "Donald Trump was not only going after the account told by Anderson, he also went after the story told by Jessica Leeds who told our Anderson Cooper and the New York Times that Trump assaulted her on an airplane more than 30 years ago."}], "speaker": "LEMON", "secId": 32}, {"sentences": [{"sentId": 86, "text": "Donald Trump essentially said at this rally in Greensboro that Jessica Leeds is not attractive enough for him to make unwanted sexual advances towards her."}], "speaker": "LEMON", "secId": 33}, {"sentences": [{"sentId": 87, "text": "So, this is the kind of campaign that they're waging against these women right now."}, {"sentId": 88, "text": "You recalled, Don, Kellyanne Conway, the campaign manager for Donald Trump said on Twitter not too long ago that \"Women who bring these allegations forward should be respected and believed and so forth.\""}], "speaker": "LEMON", "secId": 34}, {"sentences": [{"sentId": 89, "text": "That is not what Donald Trump put on this way earlier today."}, {"sentId": 90, "text": "He was essentially saying that none of these women can be trusted, Don."}], "speaker": "LEMON", "secId": 35}, {"sentences": [{"sentId": 91, "text": "Jim Acosta, on the campaign trail."}, {"sentId": 92, "text": "Jim, thank you very much."}], "speaker": "LEMON", "secId": 36}, {"sentences": [{"sentId": 93, "text": "We want to bring in now attorneys Gloria Allred and Lisa Bloom."}, {"sentId": 94, "text": "Good evening."}, {"sentId": 95, "text": "Thank you, mother and daughter, by the way."}, {"sentId": 96, "text": "I just want to make sure I say that, Gloria."}, {"sentId": 97, "text": "Because, Gloria, you know, they'll be an issue if I don't say that."}], "speaker": "LEMON", "secId": 37}, {"sentences": [{"sentId": 98, "text": "So, Gloria, listen, let's talk about Summer Zervos."}, {"sentId": 99, "text": "I mean, in a press conference, her story was riveting."}, {"sentId": 100, "text": "You just heard the \"Apprentice\" contestant from season five."}, {"sentId": 101, "text": "You're hearing all this women."}, {"sentId": 102, "text": "Tell us why your client came forward."}], "speaker": "LEMON", "secId": 38}, {"sentences": [{"sentId": 103, "text": "Well, she came forward, Don, because of the Access Hollywood tapes, the Billy Bush on the bus tapes that we all heard and saw last Friday and that really hit a nerve with her, and then combine that with his denial that he's ever acted on those vulgar, crude, disgusting words that he used that I don't even want to repeat on television that about women that he essentially grabbed them."}], "speaker": "ALLRED", "secId": 39}, {"sentences": [{"sentId": 104, "text": "And he denied that in the debate with Hillary Rodham Clinton."}, {"sentId": 105, "text": "That was -- that was the tipping point."}, {"sentId": 106, "text": "She knew and that she needed to come forward."}, {"sentId": 107, "text": "I might add that, you know, this was a very difficult decision for her."}], "speaker": "ALLRED", "secId": 40}, {"sentences": [{"sentId": 108, "text": "She didn't want to do it, but she really felt compelled to do it, and he didn't -- he does not deny knowing her."}, {"sentId": 109, "text": "In fact, he issued a statement this afternoon where he says he has a vague recollection of her."}, {"sentId": 110, "text": "That's it."}], "speaker": "ALLRED", "secId": 41}, {"sentences": [{"sentId": 111, "text": "Let me -- let me read some of the statements."}, {"sentId": 112, "text": "This is just a minute ago."}, {"sentId": 113, "text": "She, you know, I'll just read some of the statement and then if we have it you can put it up."}], "speaker": "LEMON", "secId": 42}, {"sentences": [{"sentId": 114, "text": "He says, \"I vaguely remember Ms. Zervos as one of the many contestant on the \"Apprentice\" over two years -- over the years."}, {"sentId": 115, "text": "To be clear, I never met her at a hotel or greeted her inappropriately a decade ago."}, {"sentId": 116, "text": "That is not who I am as a person and it is not how I've conducted my life.\""}], "speaker": "LEMON", "secId": 43}, {"sentences": [{"sentId": 117, "text": "In fact, Ms. Zervos continued to contact me for help, e-mailing my office on April 14th of this year, asking that I visit her restaurant in California."}], "speaker": "LEMON", "secId": 44}, {"sentences": [{"sentId": 118, "text": "Beyond that, the media is now creating a theater of absurdity that threatens to tear our democratic process apart and poison the minds of the American public.\""}], "speaker": "LEMON", "secId": 45}, {"sentences": [{"sentId": 119, "text": "So, he says it never happened."}, {"sentId": 120, "text": "Did your client contact him for a job in April of this year?"}], "speaker": "LEMON", "secId": 46}, {"sentences": [{"sentId": 121, "text": "Well, first of all, I guess, maybe he didn't listen to our press conference as the press did."}, {"sentId": 122, "text": "Because we said, at the press conference that she contacted him in April of this year."}], "speaker": "ALLRED", "secId": 47}, {"sentences": [{"sentId": 123, "text": "But the reason that she was contacting him and she also gave some quotes from her e-mail, which she told the press she sent to him was essentially that she wanted to meet with him because she wanted to have him apologize to her."}, {"sentId": 124, "text": "This has been very hurtful to her."}], "speaker": "ALLRED", "secId": 48}, {"sentences": [{"sentId": 125, "text": "And she wanted -- she was trying to be nice and professional and have a meeting but she did say in the e-mail to his office that, you know, that it really kind of set her off her footing and hurt her and, you know, she didn't want the secretary or anybody else that might see it to know the details."}, {"sentId": 126, "text": "That's something she wanted to confront Donald Trump about."}], "speaker": "ALLRED", "secId": 49}, {"sentences": [{"sentId": 127, "text": "And, Lisa, you know, we have spoken about this case -- these cases -- these allegations, same thing with the Cosby cases and many other cases that you and I have spoken about, and Gloria, as well."}], "speaker": "LEMON", "secId": 50}, {"sentences": [{"sentId": 128, "text": "Women don't come, you know, as often or they don't tell their stories -- they're not readily available to tell the stories in the beginning."}, {"sentId": 129, "text": "It takes them a while."}, {"sentId": 130, "text": "So, the big criticism from the Trump supporters is why are these women coming out now."}], "speaker": "LEMON", "secId": 51}, {"sentences": [{"sentId": 131, "text": "So, in your experience what's the motivation for these women in these kinds of cases to finally speak out?"}], "speaker": "LEMON", "secId": 52}, {"sentences": [{"sentId": 132, "text": "Well, first of all, as you know, I represent Jill Harth, she was the first to come with her name and her face three months ago and she filed a sexual harassment case against Donald Trump in 1997."}, {"sentId": 133, "text": "So, the \"why didn't they say anything sooner\" doesn't apply to my client, Jill Harth."}, {"sentId": 134, "text": "I've spoken to others this week who are strongly considering coming"}], "speaker": "BLOM", "secId": 53}, {"sentences": [{"sentId": 135, "text": "out and it's the same reason my mom just said, which is, that Donald Trump is now on the record denying groping women."}, {"sentId": 136, "text": "And you know, I always say women have a breaking point."}, {"sentId": 137, "text": "We put up with a lot."}, {"sentId": 138, "text": "Almost all of us have been sexually harass or groped by some leiotrichous  guy in power at some point in our lives."}], "speaker": "BLOM", "secId": 54}, {"sentences": [{"sentId": 139, "text": "And many of us just shrug it off and try to just put our head down and keep working."}, {"sentId": 140, "text": "But we get to a point where we say enough is enough and when we are called liars, when our experience is denied by a man in power, that's the point where many women come forward."}], "speaker": "BLOM", "secId": 55}, {"sentences": [{"sentId": 141, "text": "And I solute all of them like Summer who was there with my mom today, like Jill Harth and all the others who come forward."}, {"sentId": 142, "text": "It's a very painful, difficult decision."}, {"sentId": 143, "text": "Who wants to be Donald Trump's enemy and yet, these women are bravely stepping forward and I'm very proud of all of them who are doing that."}], "speaker": "BLOM", "secId": 56}, {"sentences": [{"sentId": 144, "text": "I want to play another clip from Donald Trump and then we'll talk about it."}], "speaker": "LEMON", "secId": 57}, {"sentences": [{"sentId": 145, "text": "The only way they figure they can slow it down is to come up with people that are willing to say oh, I was with Donald Trump in 1980."}, {"sentId": 146, "text": "I was sitting with him on an airplane."}, {"sentId": 147, "text": "And he went after me on the plane."}, {"sentId": 148, "text": "Yes, I'm going to go after you."}, {"sentId": 149, "text": "Believe me."}, {"sentId": 150, "text": "She would not be my first choice that I can tell you."}], "speaker": "TRUMP", "secId": 58}, {"sentences": [{"sentId": 151, "text": "So, that was -- he was talking about Jessica Leeds who accuses him of attacking her on an airplane and that was decades ago."}, {"sentId": 152, "text": "My -- I wonder what that tells you, you know, because he is ridiculing her appearance."}, {"sentId": 153, "text": "And also, the follow up to that question, is there anything legally that any of these women can do now?"}], "speaker": "LEMON", "secId": 59}, {"sentences": [{"sentId": 154, "text": "Well, I mean, I think the..."}], "speaker": "ALLRED", "secId": 60}, {"sentences": [{"sentId": 155, "text": "I know that tome, but can I just say something real quick?"}], "speaker": "BLOOM", "secId": 61}, {"sentences": [{"sentId": 156, "text": "Yes."}], "speaker": "LEMON", "secId": 62}, {"sentences": [{"sentId": 157, "text": "Donald Trump, you're not our first choice, OK?"}, {"sentId": 158, "text": "We don't want your hands on us, none of us do."}, {"sentId": 159, "text": "So, the idea that we should be so flattered by his octopus hands on women, that that's a great sign of respect because he finds us attractive."}, {"sentId": 160, "text": "You know, attractiveness have nothing to do with sexual assault."}, {"sentId": 161, "text": "I just find that highly insulting."}], "speaker": "BLOOM", "secId": 63}, {"sentences": [{"sentId": 162, "text": "So, Don, do you think it's a complete coincidence that my daughter sounds just like me?"}], "speaker": "ALLRED", "secId": 64}, {"sentences": [{"sentId": 163, "text": "I was thinking that."}], "speaker": "LEMON", "secId": 65}, {"sentences": [{"sentId": 164, "text": "But, OK."}], "speaker": "ALLRED", "secId": 66}, {"sentences": [{"sentId": 165, "text": "On a good day."}], "speaker": "BLOOM", "secId": 67}, {"sentences": [{"sentId": 166, "text": "And I'm very -- and very proud of her that she does."}, {"sentId": 167, "text": "I just want to say, Don, that you know, I have had many women contact me even before Donald Trump declared that he wanted to run for president, and before the Access Hollywood tapes were broadcast, and since the Hollywood, the tapes were broadcast and since the debate."}], "speaker": "ALLRED", "secId": 68}, {"sentences": [{"sentId": 168, "text": "So, you know, I don't if other women will come forward."}, {"sentId": 169, "text": "I don't suggest to women that they do come forward or not."}, {"sentId": 170, "text": "I suggest that they learn what the benefits and risks of speaking out are and then make informed decisions as adults."}], "speaker": "ALLRED", "secId": 69}, {"sentences": [{"sentId": 171, "text": "And it's very important that they think about their decision before they do it."}, {"sentId": 172, "text": "It's a challenging one and I'm very proud of all of the women that have done it, just as Lisa is."}], "speaker": "ALLRED", "secId": 70}, {"sentences": [{"sentId": 173, "text": "Thank you very much."}, {"sentId": 174, "text": "Thank you, Gloria."}, {"sentId": 175, "text": "Thank you, Lisa."}, {"sentId": 176, "text": "I appreciate it."}], "speaker": "LEMON", "secId": 71}, {"sentences": [{"sentId": 177, "text": "And straight ahead, President Obama out stamping for Hillary Clinton takes a swipe not only at Donald Trump, but at the GOP, as well."}, {"sentId": 178, "text": "And up next, I'm going to talk to a senior advisor to Trump's campaign about the mounting allegations against the candidate."}], "speaker": "LEMON", "secId": 72}, {"sentences": [{"sentId": 179, "text": "Here's our breaking news tonight, two more women coming forward today accusing Donald Trump of sexual assault."}, {"sentId": 180, "text": "Trump calling all allegations against him lies and smears."}], "speaker": "LEMON", "secId": 73}, {"sentences": [{"sentId": 181, "text": "So, let's bring in now Jack Kingston, a former republican congressman who is senior advisor to the Trump campaign."}, {"sentId": 182, "text": "Thank you for joining us this evening."}], "speaker": "LEMON", "secId": 74}, {"sentences": [{"sentId": 183, "text": "Thank you, Don."}], "speaker": "KINGSTON", "secId": 75}, {"sentences": [{"sentId": 184, "text": "I wish we were talking about a better subject in this and I'm sure it's tough for you as well as your staff."}], "speaker": "LEMON", "secId": 76}, {"sentences": [{"sentId": 185, "text": "It's tough."}, {"sentId": 186, "text": "It's an important subject, it's a discussion America needs to have in so many respects, so, you know, not the circumstances I think anyone would choose, but it's a subject that's out there."}], "speaker": "KINGSTON", "secId": 77}, {"sentences": [{"sentId": 187, "text": "All right."}, {"sentId": 188, "text": "So, let's talk about it."}, {"sentId": 189, "text": "And with that, I want to play, this is the Access Hollywood tape that started these events into motion."}], "speaker": "LEMON", "secId": 78}, {"sentences": [{"sentId": 190, "text": "I've got to use some Tic Tacs just in case I start kissing her."}, {"sentId": 191, "text": "You know, I'm automatically attracted to beautiful -- I just start kissing them."}, {"sentId": 192, "text": "It's like a magnet."}, {"sentId": 193, "text": "Just kiss."}, {"sentId": 194, "text": "I don't even wait."}, {"sentId": 195, "text": "And when you're a star they let you do it."}, {"sentId": 196, "text": "You can do anything."}, {"sentId": 197, "text": "UNIDENTIFIED MALE:  Whatever you want."}], "speaker": "TRUMP", "secId": 79}, {"sentences": [{"sentId": 198, "text": "Grab them by the pussy."}, {"sentId": 199, "text": "You can do anything."}], "speaker": "TRUMP", "secId": 80}, {"sentences": [{"sentId": 200, "text": "You know all I can do is see the legs."}], "speaker": "UNIDENTIFIED MALE", "secId": 81}, {"sentences": [{"sentId": 201, "text": "It looks good."}], "speaker": "TRUMP", "secId": 82}, {"sentences": [{"sentId": 202, "text": "So, he represented two more women coming forward accusing Donald Trump of sexual assault and unwanted touching today, and it sounds like the exact behavior that he's bragging about."}, {"sentId": 203, "text": "Are you troubled by that?"}], "speaker": "LEMON", "secId": 83}, {"sentences": [{"sentId": 204, "text": "I'm troubled by the whole episode."}, {"sentId": 205, "text": "The video of the bus conversation certainly was disturbing."}, {"sentId": 206, "text": "I'm a father of two daughters, a brother of three sisters and I actually had many, many women who have worked for me over the years."}], "speaker": "KINGSTON", "secId": 84}, {"sentences": [{"sentId": 207, "text": "And in my private sector and public sector life, I have dealt with sexual four separate cases and three of them were directly things that I was involved with."}, {"sentId": 208, "text": "Another one was a constituent who was involved with the Duke Lacrosse episode."}], "speaker": "KINGSTON", "secId": 85}, {"sentences": [{"sentId": 209, "text": "And so, you know, I think the first thing that I've always tried to do is you need to take the accuser very seriously, and I say accuser not in a derogatory sense, but if somebody says this happened to me, the first thing you need to do is listen to them."}], "speaker": "KINGSTON", "secId": 86}, {"sentences": [{"sentId": 210, "text": "And often, you don't get that complaint until many years later, and there are many reasons to that -- for that to happen, so you know, even on this situation, you want to listen to these women."}], "speaker": "KINGSTON", "secId": 87}, {"sentences": [{"sentId": 211, "text": "So, does it bother you?"}, {"sentId": 212, "text": "Is it -- is there anything in the back of your mind going oh, my gosh, what if this is true?"}], "speaker": "LEMON", "secId": 88}, {"sentences": [{"sentId": 213, "text": "You know."}], "speaker": "KINGSTON", "secId": 89}, {"sentences": [{"sentId": 214, "text": "I know it's innocent until proven guilty."}, {"sentId": 215, "text": "Everyone says that, but, you know, there have been so many at least eight women have come forward now."}], "speaker": "LEMON", "secId": 90}, {"sentences": [{"sentId": 216, "text": "Yes, and I know a little bit about some of these cases which publicly I'm not able to reveal at this time, but at the same time, your question was, does it bother me and it certainly does bother me."}], "speaker": "KINGSTON", "secId": 91}, {"sentences": [{"sentId": 217, "text": "Yes."}, {"sentId": 218, "text": "And what about the way he is handling it now, out on the campaign trail?"}], "speaker": "LEMON", "secId": 92}, {"sentences": [{"sentId": 219, "text": "You know, I think that he needs to reel it in and let people like me maybe deal with it a little bit or Kellyanne Conway, you know, some of his former employees, one of them in particular, Deirdre Rosen was his human resources person, she knows these laws."}, {"sentId": 220, "text": "She's a great Trump advocate, not a volunteer, but somebody who just sings his praises as her employer."}, {"sentId": 221, "text": "Somebody like that could be somebody who's a better spokesperson."}], "speaker": "KINGSTON", "secId": 93}, {"sentences": [{"sentId": 222, "text": "Who would rather than saying, you know, they're not good looking enough, or not, you know, I would never -- she's not the type, that's not."}], "speaker": "LEMON", "secId": 94}, {"sentences": [{"sentId": 223, "text": "And no, it's not relevant."}], "speaker": "KINGSTON", "secId": 95}, {"sentences": [{"sentId": 224, "text": "It's not."}, {"sentId": 225, "text": "OK. Let's move on now and talk about -- this is one of more accusers."}, {"sentId": 226, "text": "Her name is Kristin Anderson."}, {"sentId": 227, "text": "She just spoke to Anderson Cooper."}, {"sentId": 228, "text": "Look at this."}], "speaker": "LEMON", "secId": 96}, {"sentences": [{"sentId": 229, "text": "Are you politically motivated?"}], "speaker": "COOPER", "secId": 97}, {"sentences": [{"sentId": 230, "text": "No."}, {"sentId": 231, "text": "No."}, {"sentId": 232, "text": "Actually, I'm a little politically terrified."}, {"sentId": 233, "text": "I only started looking into the political situation recently just to sort of see what's going on and I'm pretty terrified with both candidates to be honest."}], "speaker": "ANDERSON", "secId": 98}, {"sentences": [{"sentId": 234, "text": "I don't want to vote for either of them."}, {"sentId": 235, "text": "I think it's sad that that's our choice, and that's scares -- scary -- scares me."}], "speaker": "ANDERSON", "secId": 99}, {"sentences": [{"sentId": 236, "text": "So, you're saying you have no political motivations here in terms of telling your story."}], "speaker": "COOPER", "secId": 100}, {"sentences": [{"sentId": 237, "text": "No, no, and I was -- I was very reluctant to come here and do this."}, {"sentId": 238, "text": "I was not -- this doesn't benefit me in any way, you know, I'm getting hate nail now, so this does nothing for me."}], "speaker": "ANDERSON", "secId": 101}, {"sentences": [{"sentId": 239, "text": "Again, she's saying, you know, it doesn't nothing for he."}, {"sentId": 240, "text": "She doesn't support either candidate."}, {"sentId": 241, "text": "There is another accuser on the Erin Burnett show said the same thing."}, {"sentId": 242, "text": "She's a republican as a matter of fact."}, {"sentId": 243, "text": "So, he is denying it."}, {"sentId": 244, "text": "But what would these women, what would -- why would they come and lie, what do they have to gain from that?"}], "speaker": "LEMON", "secId": 102}, {"sentences": [{"sentId": 245, "text": "I think you have to take her for her word that she felt that the time was right for her to speak up and, you know, I'm willing to accept that."}, {"sentId": 246, "text": "I do think at the same time, we, as a society have to be willing to let Donald Trump have his day in court so to speak and that would be the court of public opinion where we're having this dialogue probably not under the best of circumstances, but you know let's hear from him."}], "speaker": "KINGSTON", "secId": 103}, {"sentences": [{"sentId": 247, "text": "And he's in a very difficult situation, as you know, coming out swinging while might be some -- in some cases the best defense, politically, it's not."}, {"sentId": 248, "text": "And so, I think be he's bothered by this certainly and we'll see more in the days ahead in terms of his position and that of the campaign and the discussion."}], "speaker": "KINGSTON", "secId": 104}, {"sentences": [{"sentId": 249, "text": "You support him."}, {"sentId": 250, "text": "You continue to support him?"}, {"sentId": 251, "text": "KINGSTON:  Yes."}], "speaker": "LEMON", "secId": 105}, {"sentences": [{"sentId": 252, "text": "Is there anything that he could say or do that would cause you to not -- to withdraw your support?"}], "speaker": "LEMON", "secId": 106}, {"sentences": [{"sentId": 253, "text": "Well, certainly there are and I haven't really said OK under what circumstances."}], "speaker": "KINGSTON", "secId": 107}, {"sentences": [{"sentId": 254, "text": "You know, in my opinion, the choice between Donald Trump, flawed candidate, or Hillary Clinton, it's still going to be Donald Trump."}, {"sentId": 255, "text": "I think he will be better for picking people in the Supreme Court, he'd be better for economy, better for national security."}], "speaker": "KINGSTON", "secId": 108}, {"sentences": [{"sentId": 256, "text": "I'm very troubled as you know because you've been counting out to have me on the show about Hillary Clinton and her e-mails, about her saying I have one server and it turns out to be 13 servers."}], "speaker": "KINGSTON", "secId": 109}, {"sentences": [{"sentId": 257, "text": "Those are important -- are very important stories, and I think we should cover all of them."}], "speaker": "LEMON", "secId": 110}, {"sentences": [{"sentId": 258, "text": "Yes."}], "speaker": "KINGSTON", "secId": 111}, {"sentences": [{"sentId": 259, "text": "Because I've heard supporters say it doesn't matter if he did it or not, which was shocking to me and I would still support him."}], "speaker": "LEMON", "secId": 112}, {"sentences": [{"sentId": 260, "text": "Well."}], "speaker": "KINGSTON", "secId": 113}, {"sentences": [{"sentId": 261, "text": "And I'm wondering if you feel the same way, if he did it or not."}], "speaker": "LEMON", "secId": 114}, {"sentences": [{"sentId": 262, "text": "Well, it matters to me if he did it."}, {"sentId": 263, "text": "It also matters to me if he is still doing that type thing."}, {"sentId": 264, "text": "I don't understand Hollywood."}, {"sentId": 265, "text": "I've had the honor of being another act; he was in a movie once myself, a tiny three-second role."}, {"sentId": 266, "text": "A lot of that I think is a Hollywood kind of culture, but I believe that Donald Trump was involved in that culture, but I don't think he still is."}], "speaker": "KINGSTON", "secId": 115}, {"sentences": [{"sentId": 267, "text": "There is more about sexual assault."}, {"sentId": 268, "text": "This is not about Hollywood."}], "speaker": "LEMON", "secId": 116}, {"sentences": [{"sentId": 269, "text": "Yes."}], "speaker": "KINGSTON", "secId": 117}, {"sentences": [{"sentId": 270, "text": "Sexual assault is not..."}], "speaker": "LEMON", "secId": 118}, {"sentences": [{"sentId": 271, "text": "No, but let me say this."}], "speaker": "KINGSTON", "secId": 119}, {"sentences": [{"sentId": 272, "text": "Quickly because I have to go."}], "speaker": "LEMON", "secId": 120}, {"sentences": [{"sentId": 273, "text": "I think that -- I think he's a different man now than he was then and to me, that's very important."}], "speaker": "KINGSTON", "secId": 121}, {"sentences": [{"sentId": 274, "text": "Yes."}, {"sentId": 275, "text": "Well, we'll see."}, {"sentId": 276, "text": "Thank you."}, {"sentId": 277, "text": "I appreciate it."}], "speaker": "LEMON", "secId": 122}, {"sentences": [{"sentId": 278, "text": "Thank you."}, {"sentId": 279, "text": "LEMON:  Up next, as we countdown to Election Day, will the mounting allegations against Donald Trump have a negative impact on republican candidates in the House and Senate races?"}], "speaker": "KINGSTON", "secId": 123}, {"sentences": [{"sentId": 280, "text": "Donald Trump facing mounting accusations of sexual misconduct."}, {"sentId": 281, "text": "He's firing back calling the allegations 100 percent false."}], "speaker": "LEMON", "secId": 124}, {"sentences": [{"sentId": 282, "text": "I want to talk about this now with CNN political commentator Kevin Madden, a republican strategist, CNN political analyst, Kirsten POwers who is a USA Today columnist, and political commentator Ryan Lizza, Washington correspondent for the New Yorker."}], "speaker": "LEMON", "secId": 125}, {"sentences": [{"sentId": 283, "text": "Thank you for coming on this Friday evening."}, {"sentId": 284, "text": "Let's discuss."}, {"sentId": 285, "text": "These are very serious allegations here, Kevin."}, {"sentId": 286, "text": "Two new accusers today who said that Trump assaulted them."}, {"sentId": 287, "text": "Trump said, This is all coordinated."}, {"sentId": 288, "text": "And coordinated attack from the media and the Clinton campaign."}], "speaker": "LEMON", "secId": 126}, {"sentences": [{"sentId": 289, "text": "He is targeting republicans and democrats."}, {"sentId": 290, "text": "Is there anything or anyone he's not blaming but himself for these issues?"}], "speaker": "LEMON", "secId": 127}, {"sentences": [{"sentId": 291, "text": "No, and that's one of the big problems is that instead of you know, trying to fix his own problem and trying to focus his campaign back on what should be his message instead, he is litigating it every single day with folks inside his party."}], "speaker": "MADDEN", "secId": 128}, {"sentences": [{"sentId": 292, "text": "And he has probably the most -- the wrong message and the wrong tone with how he's expressing this with the voters."}, {"sentId": 293, "text": "And that is hurting his chances and I think one of the big problems is that is essentially hurts folks that are on the ballot with him."}], "speaker": "MADDEN", "secId": 129}, {"sentences": [{"sentId": 294, "text": "That's one of the big, you know, a burden that you have as a nominee, you have a responsibility to the party and to the folks that are running down ballot on the republican ticket and it's going to have a negative effect."}], "speaker": "MADDEN", "secId": 130}, {"sentences": [{"sentId": 295, "text": "What I find interesting too, Kirsten or Ryan, but, Kirsten, is that -- when -- when the Trump people come on and they say, why aren't we talking about important issues, as if these issues is important."}], "speaker": "LEMON", "secId": 131}, {"sentences": [{"sentId": 296, "text": "Right."}], "speaker": "POWERS", "secId": 132}, {"sentences": [{"sentId": 297, "text": "This is a really important issues and of course we should be discussing all, you know, aspects of the campaign, but this issue of sexual assault, and unwanted touching, something that women have to deal with all the time in society, that's not a good defense, is it, Kirsten?"}], "speaker": "LEMON", "secId": 133}, {"sentences": [{"sentId": 298, "text": "Well, no, of course, it's not a good defense."}, {"sentId": 299, "text": "And I think look, they also are claiming we haven't talked about things that we have talked about."}, {"sentId": 300, "text": "They bring up the e-mails, for example, well, of course we've talked a lot about Hillary Clinton's e-mails."}, {"sentId": 301, "text": "But I do have to say -- and I'm just going to invoke my womanhood here and say that I think it's really offensive to compare what she did with the e-mails, which I've been very critical of to what we're talking about here."}], "speaker": "POWERS", "secId": 134}, {"sentences": [{"sentId": 302, "text": "Yes."}], "speaker": "LEMON", "secId": 135}, {"sentences": [{"sentId": 303, "text": "You know, they really are not the same thing."}], "speaker": "POWERS", "secId": 136}, {"sentences": [{"sentId": 304, "text": "Thank you."}], "speaker": "LEMON", "secId": 137}, {"sentences": [{"sentId": 305, "text": "And the fact that they're saying it's the same thing is highly problematic."}, {"sentId": 306, "text": "And that they don't -- and that Donald Trump and his son, Donald Junior, who has said some things that are pretty troubling."}, {"sentId": 307, "text": "You know, it seems to think that, you know, saying things like talking about the looks, for example, of a woman, you know, she wouldn't be my first choice, as Donald Trump said."}], "speaker": "POWERS", "secId": 138}, {"sentences": [{"sentId": 308, "text": "That's not what sexual assault is about."}, {"sentId": 309, "text": "This isn't about flirting with somebody in a bar."}, {"sentId": 310, "text": "Sexual assault is about abuse it's about power."}, {"sentId": 311, "text": "And the way the woman looks or doesn't look is completely beside the point."}], "speaker": "POWERS", "secId": 139}, {"sentences": [{"sentId": 312, "text": "More of Trump today."}, {"sentId": 313, "text": "Listen."}], "speaker": "LEMON", "secId": 140}, {"sentences": [{"sentId": 314, "text": "No papers, more corrupt than the failing New York times it."}, {"sentId": 315, "text": "The good news it is failing."}, {"sentId": 316, "text": "I won't be around too much longer but they are really, really bad people."}], "speaker": "TRUMP", "secId": 141}, {"sentences": [{"sentId": 317, "text": "The largest shareholder in the Times Carlos Slim."}, {"sentId": 318, "text": "Now Carlos Slim as you know comes from Mexico."}, {"sentId": 319, "text": "He's given many millions of dollars to the Clintons and their initiative, so Carlos Slim, largest donor of the paper from Mexico."}], "speaker": "TRUMP", "secId": 142}, {"sentences": [{"sentId": 320, "text": "Reporters of the New York Times they're not journalist."}, {"sentId": 321, "text": "They are corporate lobbyists for Carlos Slim and for Hillary Clinton."}], "speaker": "TRUMP", "secId": 143}, {"sentences": [{"sentId": 322, "text": "Ryan, it kind of sounds like a vast left-wing media conspiracy."}], "speaker": "LEMON", "secId": 144}, {"sentences": [{"sentId": 323, "text": "Yes."}, {"sentId": 324, "text": "That sort of what kind the message has been in the last couple of days, as he's talking about how the Clinton machine and the left-wing media are all now in league with, I think he threw in some international bankers yesterday and it's this global conspiracy."}], "speaker": "LIZZA", "secId": 145}, {"sentences": [{"sentId": 325, "text": "You know, look, if you are a politician, who has a -- you know, one of the things you want to do is discredit independent sources of news, because it's a rival source of information for your supporters and Trump has been doing that for more than a year to for more than a year, to the point where a lot of Trump supporters if you go to rallies simply don't believe anything they read in the press anymore."}, {"sentId": 326, "text": "He's done a very good job of discrediting, you know, mainstream"}], "speaker": "LIZZA", "secId": 146}, {"sentences": [{"sentId": 327, "text": "journalists in the eyes of his people, and he's sort of been reduced to this score of support, this 30 percent to 40 percent of the electorate that has stuck with him."}], "speaker": "LIZZA", "secId": 147}, {"sentences": [{"sentId": 328, "text": "And you know, we're going to spend three more weeks talking about this campaign."}, {"sentId": 329, "text": "But frankly, I think the writing is on the wall in this campaign."}, {"sentId": 330, "text": "And the interesting questions now are what does this Trump meltdown do to the rest of the Republican Party, both in the short-term in this election and in the months ahead."}], "speaker": "LIZZA", "secId": 148}, {"sentences": [{"sentId": 331, "text": "And what does -- what happens to Trump and his movement when this campaign is over, because I don't think they're going away."}], "speaker": "LIZZA", "secId": 149}, {"sentences": [{"sentId": 332, "text": "Yes."}], "speaker": "LEMON", "secId": 150}, {"sentences": [{"sentId": 333, "text": "And Ryan, you give him too much credit, you know, media bias while maybe a fact is not a message."}, {"sentId": 334, "text": "And it's essentially a candidate grievance, and it doesn't do anything, it doesn't talk to any of the fears or anxieties that the American people have about really big issues, whether those are economic or national security issues."}], "speaker": "MADDEN", "secId": 151}, {"sentences": [{"sentId": 335, "text": "So, here we are right in the last 25 days of the campaign, where you have essentially a closing message about a personal grievance that the candidate has with the media."}, {"sentId": 336, "text": "It's just not going to work."}], "speaker": "MADDEN", "secId": 152}, {"sentences": [{"sentId": 337, "text": "I agree."}, {"sentId": 338, "text": "Every losing campaign -- you know, you want to look at losing presidential campaigns as the final days are always about complaining about the media."}, {"sentId": 339, "text": "I bet Kevin, you did a little bit of that in 2012."}], "speaker": "LIZZA", "secId": 153}, {"sentences": [{"sentId": 340, "text": "It's always -- it's always the media's fault."}], "speaker": "LEMON", "secId": 154}, {"sentences": [{"sentId": 341, "text": "And you know I didn't -- you know I knew it wasn't a message and it's a pretty bad tactic, too."}], "speaker": "MADDEN", "secId": 155}, {"sentences": [{"sentId": 342, "text": "Yes."}, {"sentId": 343, "text": "And, Kevin, I agree with you."}], "speaker": "LEMON", "secId": 156}, {"sentences": [{"sentId": 344, "text": "The Dole campaign in '96."}, {"sentId": 345, "text": "The Dole campaign famous he did this in '96, when the republicans were abandoning them and the last days were just about the media."}, {"sentId": 346, "text": "If you're attacking the press, you're usually losing."}], "speaker": "LIZZA", "secId": 157}, {"sentences": [{"sentId": 347, "text": "Yes."}, {"sentId": 348, "text": "It's always the easiest thing that people turn to."}, {"sentId": 349, "text": "We're going to continue to talk about this."}, {"sentId": 350, "text": "And also, he's not just talking about the women's look, he's also referencing Hillary Clinton's looks, as well, at -- during the debate, or the town hall last weekend."}, {"sentId": 351, "text": "We'll discuss right after this break."}], "speaker": "LEMON", "secId": 158}, {"sentences": [{"sentId": 352, "text": "Back now with Kevin Madden, Kirsten Powers, and Ryan Lizza."}], "speaker": "LEMON", "secId": 159}, {"sentences": [{"sentId": 353, "text": "So, we have spoken about Donald Trump's talking about women's look."}, {"sentId": 354, "text": "Listen to what he said about Hillary Clinton."}], "speaker": "LEMON", "secId": 160}, {"sentences": [{"sentId": 355, "text": "I'm standing at my podium and she walks in front of me, right?"}, {"sentId": 356, "text": "She walks in front of me, you know, and when she walked in front of me, believe me, I wasn't impressed."}], "speaker": "TRUMP", "secId": 161}, {"sentences": [{"sentId": 357, "text": "But she walks in front of me and she takes a question, then she walked back and that was the end of that, no problem."}, {"sentId": 358, "text": "Then she said the next thing, I invaded her space."}, {"sentId": 359, "text": "Give me a break."}], "speaker": "TRUMP", "secId": 162}, {"sentences": [{"sentId": 360, "text": "Kirsten, what is he doing?"}, {"sentId": 361, "text": "Does he -- does he realize what he's -- does he know what he's doing?"}, {"sentId": 362, "text": "Is he doing it on purpose?"}, {"sentId": 363, "text": "I mean, it's unfathomable."}], "speaker": "LEMON", "secId": 163}, {"sentences": [{"sentId": 364, "text": "I've absolutely given up on trying to psycho analyze him."}, {"sentId": 365, "text": "So, I don't know why he's doing it, but what he's doing is really out of bounds and this idea that he's, you know, I don't know am I hot enough to be talking about him?"}, {"sentId": 366, "text": "You know, I guess I'm going to find out I'm not."}], "speaker": "POWERS", "secId": 164}, {"sentences": [{"sentId": 367, "text": "I mean, he's basically rating everybody, every woman in the country, he's putting us on a scale 1 to 10, deciding whether or not we're worthy enough even to the point that he thinks he can comment on Hillary Clinton's looks."}], "speaker": "POWERS", "secId": 165}, {"sentences": [{"sentId": 368, "text": "I mean, this is -- this is misogyny."}, {"sentId": 369, "text": "I don't know what else to call, you know, and this, and all of these people around him -- so it's bad enough that Donald Trump behaves this is way, but all the people around him who are defending him and who are claiming things like, the things that he said were quote, unquote, \"locker room talk.\""}], "speaker": "POWERS", "secId": 166}, {"sentences": [{"sentId": 370, "text": "I mean, this is -- this is insane."}, {"sentId": 371, "text": "It wasn't locker room talk."}, {"sentId": 372, "text": "It was him talking about sexually assaulting people."}, {"sentId": 373, "text": "It's him talking about doing things that women have now come forward and said he did."}], "speaker": "POWERS", "secId": 167}, {"sentences": [{"sentId": 374, "text": "Yes."}], "speaker": "LEMON", "secId": 168}, {"sentences": [{"sentId": 375, "text": "You know, he's on tape saying that he does this."}], "speaker": "POWERS", "secId": 169}, {"sentences": [{"sentId": 376, "text": "Yes."}], "speaker": "LEMON", "secId": 170}, {"sentences": [{"sentId": 377, "text": "Even, you know."}], "speaker": "LIZZA", "secId": 171}, {"sentences": [{"sentId": 378, "text": "Go ahead, Ryan."}], "speaker": "LEMON", "secId": 172}, {"sentences": [{"sentId": 379, "text": "You know, I was going to say, even some of the people around him seem to be frustrated to be the point where they are publicly joking about it."}, {"sentId": 380, "text": "I don't know if you all saw there, but Kellyanne Conway actually..."}], "speaker": "LIZZA", "secId": 173}, {"sentences": [{"sentId": 381, "text": "The tweet?"}, {"sentId": 382, "text": "MADDEN:  Right."}], "speaker": "LEMON", "secId": 174}, {"sentences": [{"sentId": 383, "text": "She tweeted what, you know, it was a joke, it was pretty funny."}, {"sentId": 384, "text": "She was re-tweeting someone who said that there were some supporters at the Trump rally -- well, there it is -- Trump supporter in the back shouting at the candidates stay on the issue, Kellyanne Conway jokingly tweets \"that was me, I was there.\""}], "speaker": "LIZZA", "secId": 175}, {"sentences": [{"sentId": 385, "text": "But shouldn't she be telling -- saying that to her candidate and not tweeting it?"}, {"sentId": 386, "text": "I mean, because she is the campaign manager after all."}], "speaker": "LEMON", "secId": 176}, {"sentences": [{"sentId": 387, "text": "Maybe the way to get to Donald Trump at this point is literally to tweet at him."}], "speaker": "LIZZA", "secId": 177}, {"sentences": [{"sentId": 388, "text": "To tweet at him."}], "speaker": "LEMON", "secId": 178}, {"sentences": [{"sentId": 389, "text": "If you saw him in North Carolina tonight he went and disassembled his teleprompter to show that he, you know, want to be sort of shackled and on teleprompter he literally took it apart on stage."}], "speaker": "LIZZA", "secId": 179}, {"sentences": [{"sentId": 390, "text": "I think he's basically, you know, the other day he said he was unshackled."}, {"sentId": 391, "text": "I was just basically giving the middle finger to his consultants and advisors."}], "speaker": "LIZZA", "secId": 180}, {"sentences": [{"sentId": 392, "text": "Interesting."}, {"sentId": 393, "text": "Kevin, I want your respond because when Kirsten said it was misogyny, I saw you were shaking your head there."}, {"sentId": 394, "text": "So, let's put up the..."}], "speaker": "LEMON", "secId": 181}, {"sentences": [{"sentId": 395, "text": "No, I was shaking my head in agreement."}], "speaker": "MADDEN", "secId": 182}, {"sentences": [{"sentId": 396, "text": "Yes, that's what I mean, you're shaking your head..."}], "speaker": "LEMON", "secId": 183}, {"sentences": [{"sentId": 397, "text": "Yes, OK, all right."}, {"sentId": 398, "text": "Just to be clear."}], "speaker": "MADDEN", "secId": 184}, {"sentences": [{"sentId": 399, "text": "No, no, that's it."}, {"sentId": 400, "text": "That's you're agreeing with it."}, {"sentId": 401, "text": "I just wanted to put up the polls before you respond."}, {"sentId": 402, "text": "And this one is out today."}, {"sentId": 403, "text": "In New Hampshire, Hillary Clinton is ahead by 3, 41 to 38 percent."}, {"sentId": 404, "text": "Indiana, so just showing a red state, Trump is ahead by just four points, 45 to 41."}], "speaker": "LEMON", "secId": 185}, {"sentences": [{"sentId": 405, "text": "Clearly, this is not helping him and if you were advising him what would -- is there anything..."}], "speaker": "LEMON", "secId": 186}, {"sentences": [{"sentId": 406, "text": "Don't make me do that."}], "speaker": "MADDEN", "secId": 187}, {"sentences": [{"sentId": 407, "text": "OK."}, {"sentId": 408, "text": "Sorry."}], "speaker": "LEMON", "secId": 188}, {"sentences": [{"sentId": 409, "text": "Don't make me do that."}, {"sentId": 410, "text": "Look, I think Kellyanne's frustration -- Kellyanne is a pro."}, {"sentId": 411, "text": "Kellyanne knows how to run campaigns."}, {"sentId": 412, "text": "I think her frustration is that what you're seeing right is not a real campaign."}, {"sentId": 413, "text": "There is no argument, there is no, you know, ask to the voter for election day."}, {"sentId": 414, "text": "Instead, what you have is a Twitter feed and a microphone and that is problematic."}, {"sentId": 415, "text": "We aren't -- yes."}], "speaker": "MADDEN", "secId": 189}, {"sentences": [{"sentId": 416, "text": "But, Kevin, there are a lot of people who are saying -- and I know people who have said this to Kellyanne and others that he's got an issue the way he talk to women."}, {"sentId": 417, "text": "I've even said that to be frank."}], "speaker": "LEMON", "secId": 190}, {"sentences": [{"sentId": 418, "text": "Sure."}, {"sentId": 419, "text": "And we're seeing it."}, {"sentId": 420, "text": "And this again, the thing that republicans who care about the party -- and I don't count Donald Trump as one of them, worry about is the depressive effect that this has on down ballot on good candidates out there that are running and maybe put imperiled because Donald Trump has turned off so many suburban women, or moderate democrats or independent with this -- with this type of approach in the closing days."}], "speaker": "MADDEN", "secId": 191}, {"sentences": [{"sentId": 421, "text": "So that, you know, that is clearly problematic."}, {"sentId": 422, "text": "I think there is two types of campaigns out there right now."}, {"sentId": 423, "text": "The ones that are going to survive are the ones that knew that they had to separate from Donald Trump and they had to run local races and they had to define their opponent and had make a case for their candidacy on a personalized, localized level."}], "speaker": "MADDEN", "secId": 192}, {"sentences": [{"sentId": 424, "text": "They may survive this, but the campaigns that were hoping that Donald Trump was going to rally the base and keep it -- keep this close, they're going to be in trouble on election day."}], "speaker": "MADDEN", "secId": 193}, {"sentences": [{"sentId": 425, "text": "Ryan, if you can quickly tell me this because I would like to get Kirsten the last word in this as she's been -- she said I'm going, you know, to put my woman card or whatever out there."}, {"sentId": 426, "text": "But I want to ask you..."}], "speaker": "LEMON", "secId": 194}, {"sentences": [{"sentId": 427, "text": "Or your womanhood."}], "speaker": "POWERS", "secId": 195}, {"sentences": [{"sentId": 428, "text": "Or your womanhood."}, {"sentId": 429, "text": "But I want to ask you, Ryan, I mean, what are republicans supposed to do?"}, {"sentId": 430, "text": "Kevin mentioned the, you know, the down ballot, up and down the ballot."}, {"sentId": 431, "text": "They don't want to alienate Donald Trump supporters in the future but at the same time they want to grow the party but yet, they don't really support him."}, {"sentId": 432, "text": "I mean, what do they do?"}], "speaker": "LEMON", "secId": 196}, {"sentences": [{"sentId": 433, "text": "Look, I think the question going forward after November 8th for the Republican Party, the big question going into the mid-terms and especially into the 2020 presidential election is, where were you in 2016 on the question of support for Donald Trump."}], "speaker": "LIZZA", "secId": 197}, {"sentences": [{"sentId": 434, "text": "And there's only a few more days where some of the republicans who have stuck with him can change their mind about that."}, {"sentId": 435, "text": "And for some of these guys, look, a lot of republicans are in safe districts they're in office for life."}, {"sentId": 436, "text": "But others are going to -- there's going to be a reckoning after this election is over and a lot of them are on the wrong side of history I think going forward."}, {"sentId": 437, "text": "LEMON:  Well, speaking of the wrong side history, that's what I want"}], "speaker": "LIZZA", "secId": 198}, {"sentences": [{"sentId": 438, "text": "to talk to you about, Kirsten, because I even saw Dana Perino, right, who is a conservative and worked for Bush saying, I don't understand how, you know, men in the party are making excuses for him."}, {"sentId": 439, "text": "What do you say to that?"}], "speaker": "LIZZA", "secId": 199}, {"sentences": [{"sentId": 440, "text": "Yes, I think that's right and I watch people who are doing it and trying to excuse this kind of behavior and there really isn't honestly enough time for us to sit here in this segment and talk about all the things that he had said about women that are so degrading and so dehumanizing, and excusing behavior that so many women have to deal with on a regular basis to make light of that."}], "speaker": "POWERS", "secId": 200}, {"sentences": [{"sentId": 441, "text": "I think it's going to follow these people."}, {"sentId": 442, "text": "I don't think they are going to be able to -- I don't think people are going to easily forget this."}], "speaker": "POWERS", "secId": 201}, {"sentences": [{"sentId": 443, "text": "Yes."}, {"sentId": 444, "text": "Thank you, all."}, {"sentId": 445, "text": "I appreciate it."}], "speaker": "LEMON", "secId": 202}, {"sentences": [{"sentId": 446, "text": "Thanks, Don."}], "speaker": "LIZZA", "secId": 203}, {"sentences": [{"sentId": 447, "text": "Good to be with you."}], "speaker": "MADDEN", "secId": 204}, {"sentences": [{"sentId": 448, "text": "Up next, Donald Trump defending himself against the allegations of sexual assault by insulting one of his accusers."}], "speaker": "LEMON", "secId": 205}, {"sentences": [{"sentId": 449, "text": "Donald Trump has been on the defensive for a week since the release of that infamous Access Hollywood video and now mounting allegations of sexual assault which he completely denies."}], "speaker": "LEMON", "secId": 206}, {"sentences": [{"sentId": 450, "text": "Here to discuss, Nicholas Kristof, he is a columnist at the New York Times."}, {"sentId": 451, "text": "Nick, thank you so much for joining us here on Friday night."}], "speaker": "LEMON", "secId": 207}, {"sentences": [{"sentId": 452, "text": "My pleasure."}], "speaker": "KRISTOF", "secId": 208}, {"sentences": [{"sentId": 453, "text": "All these new allegations coming out, so we've reached a critical mass here?"}], "speaker": "LEMON", "secId": 209}, {"sentences": [{"sentId": 454, "text": "Yes."}, {"sentId": 455, "text": "I mean, you know, we've seen with Bill Cosby, with Fox News, the allegations against Roger Ailes, that a lot of women are afraid about coming forward and then at some point, enough people come for that it becomes a little bit easier to be one more."}], "speaker": "KRISTOF", "secId": 210}, {"sentences": [{"sentId": 456, "text": "And in addition, somebody like Trump is then constantly denying the allegations, which is, angers the people who have been assaulted."}, {"sentId": 457, "text": "And so, more and more come forward."}, {"sentId": 458, "text": "I mean, I know of 19 people who have made allegation by..."}], "speaker": "KRISTOF", "secId": 211}, {"sentences": [{"sentId": 459, "text": "Where are others besides..."}], "speaker": "LEMON", "secId": 212}, {"sentences": [{"sentId": 460, "text": "There..."}], "speaker": "KRISTOF", "secId": 213}, {"sentences": [{"sentId": 461, "text": "We know of eight at least, but there are you said there are more."}], "speaker": "LEMON", "secId": 214}, {"sentences": [{"sentId": 462, "text": "There are 15 who -- well, there are 17 who have come forward publicly."}, {"sentId": 463, "text": "Two them I'd say are not credible, 15 are credible."}, {"sentId": 464, "text": "I know of a couple more who are thinking about it and I -- you know, I'm sure there are women watching this right now who are thinking back to times when Trump went after them and are wondering whether to come forward."}, {"sentId": 465, "text": "And it's a lot easier if 19 others have done so than if two others have."}], "speaker": "KRISTOF", "secId": 215}, {"sentences": [{"sentId": 466, "text": "Yes."}, {"sentId": 467, "text": "As we are discussing from covering the Cosby story, the women told me personally that they felt, when, as you said, when other women came forward and then they developed a support him like many of them kept in contact with each other..."}], "speaker": "LEMON", "secId": 216}, {"sentences": [{"sentId": 468, "text": "That's right."}], "speaker": "KRISTOF", "secId": 217}, {"sentences": [{"sentId": 469, "text": "... and became friends and banded together and had the support system."}], "speaker": "LEMON", "secId": 218}, {"sentences": [{"sentId": 470, "text": "Right."}, {"sentId": 471, "text": "And they had credibility."}, {"sentId": 472, "text": "I mean, you know, if there are two or three who come forward you don't know what to make of it."}, {"sentId": 473, "text": "With 19 or I mean, by the end of next week, who knows maybe it will be 28 at that point."}, {"sentId": 474, "text": "You see a pattern, you can connect the dots."}], "speaker": "KRISTOF", "secId": 219}, {"sentences": [{"sentId": 475, "text": "Yes."}], "speaker": "LEMON", "secId": 220}, {"sentences": [{"sentId": 476, "text": "And I think that become, the narrative completely takes over the campaign."}], "speaker": "KRISTOF", "secId": 221}, {"sentences": [{"sentId": 477, "text": "I want to play something for you that you said about the women -- Trump said about the women coming up that caught your attention."}, {"sentId": 478, "text": "Here it is."}], "speaker": "LEMON", "secId": 222}, {"sentences": [{"sentId": 479, "text": "Oh, I was with Donald Trump in 1980."}, {"sentId": 480, "text": "I was sitting with him on an airplane, and he went after me on the plane."}], "speaker": "TRUMP", "secId": 223}, {"sentences": [{"sentId": 481, "text": "Yes, I'm going to go after you."}, {"sentId": 482, "text": "Believe me, she would not be my first choice, that I can tell you."}, {"sentId": 483, "text": "Man, you don't know."}, {"sentId": 484, "text": "That would not be my first choice."}], "speaker": "TRUMP", "secId": 224}, {"sentences": [{"sentId": 485, "text": "So, these are your words."}, {"sentId": 486, "text": "I think you said that his response was lame and insulting."}], "speaker": "LEMON", "secId": 225}, {"sentences": [{"sentId": 487, "text": "It was a total slap in the face of American women of Americans in general to say, oh, yes, she's not beautiful enough to sexually assault."}, {"sentId": 488, "text": "I mean, that's a complete misunderstanding of the seriousness of sexual assault."}], "speaker": "KRISTOF", "secId": 226}, {"sentences": [{"sentId": 489, "text": "And he's lucky that when he had a passenger beside him that was long enough ago that she fled back to the economy cabin, rather than calling the police on arrival landing and I mean, he -- he's been able to get away with this."}], "speaker": "KRISTOF", "secId": 227}, {"sentences": [{"sentId": 490, "text": "And frankly, an awful lot of people in power have been able to get away with this because essentially there's been impunity."}, {"sentId": 491, "text": "Women have been afraid to come forward."}, {"sentId": 492, "text": "I hope that one of the things that come out of this, whoever wins, is let's have taboo about these kinds of attacks and more women stepping forward so this impunity ends."}, {"sentId": 493, "text": "Because until then impunity ends these assaults won't end I think."}], "speaker": "KRISTOF", "secId": 228}, {"sentences": [{"sentId": 494, "text": "Yes."}, {"sentId": 495, "text": "I've said similar thing that, you know, we should be talking about this issue in a more substantive way and I think this will lead us to do that."}, {"sentId": 496, "text": "The first lady certainly laid the groundwork in her comments."}, {"sentId": 497, "text": "But..."}], "speaker": "LEMON", "secId": 229}, {"sentences": [{"sentId": 498, "text": "Yes, I mean, you know, if you think about the way attitudes have changed, I mean, these days using racial epithets is completely unacceptable in much of American society."}, {"sentId": 499, "text": "Using similar words that degrade women is still acceptable in a large share of that and that has to change."}], "speaker": "KRISTOF", "secId": 230}, {"sentences": [{"sentId": 500, "text": "I've had to check some people, personal people that I know recently with..."}], "speaker": "LEMON", "secId": 231}, {"sentences": [{"sentId": 501, "text": "Their remarks about women?"}], "speaker": "KRISTOF", "secId": 232}, {"sentences": [{"sentId": 502, "text": "About their remarks about this and you know -- you know, sort of their cavalier attitude about it and you know, it's -- and you have to stop it right where it is."}], "speaker": "LEMON", "secId": 233}, {"sentences": [{"sentId": 503, "text": "Because I find that some of -- and I don't know if you would agree -- some of the people involved in this are engaged in victim shaming."}], "speaker": "LEMON", "secId": 234}, {"sentences": [{"sentId": 504, "text": "Yes, I mean, Trump himself was body shaming Hillary Clinton today with his comment and there is this tendency to say, why didn't she come out earlier, why did she wait so long."}], "speaker": "KRISTOF", "secId": 235}, {"sentences": [{"sentId": 505, "text": "I think without understanding the pressures on these people -- I mean, there are a million reasons if something happened to you not to come forward, and not to come forward on their record."}], "speaker": "KRISTOF", "secId": 236}, {"sentences": [{"sentId": 506, "text": "He's categorically denying all of these allegations."}, {"sentId": 507, "text": "Would you expect anything else?"}, {"sentId": 508, "text": "What should he be saying about this?"}], "speaker": "LEMON", "secId": 237}, {"sentences": [{"sentId": 509, "text": "You know, I think that total denial works if there may be three accusers, maybe four."}, {"sentId": 510, "text": "I think when there are 15 credible on the record accusers; I don't think that that works anymore."}, {"sentId": 511, "text": "I think a fervent apology would be a much better step."}, {"sentId": 512, "text": "I don't think that Trump is somebody who is good intuitively at apologies so I don't think we'll likely to see that."}], "speaker": "KRISTOF", "secId": 238}, {"sentences": [{"sentId": 513, "text": "Nick, thank you."}], "speaker": "LEMON", "secId": 239}, {"sentences": [{"sentId": 514, "text": "Good to be with you."}], "speaker": "KRISTOF", "secId": 240}, {"sentences": [{"sentId": 515, "text": "I appreciate it."}], "speaker": "LEMON", "secId": 241}, {"sentences": [{"sentId": 516, "text": "Straight ahead in our next hour, much more of our breaking news coverage."}, {"sentId": 517, "text": "Two more women accused Donald Trump of sexual assault."}, {"sentId": 518, "text": "Trump calls the mounting allegations a coordinated campaign of lies and smears against him."}], "speaker": "LEMON", "secId": 242}, {"sentences": [{"sentId": 519, "text": "Donald Trump on the defense tonight as two more women accused him of sexual assault."}], "speaker": "LEMON", "secId": 243}, {"sentences": [{"sentId": 520, "text": "This is CNN Tonight."}, {"sentId": 521, "text": "I'm Don Lemon."}], "speaker": "LEMON", "secId": 244}, {"sentences": [{"sentId": 522, "text": "One of the new accusers, a former contestant on the \"Apprentice,\" who says that after she was fired off the show she met with Trump privately."}], "speaker": "LEMON", "secId": 245}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1610.14.cnnt.01.html.json", "time": "Aired October 14, 2016 - 22:00   ET"}