{"sectionCount": 203, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["LEMON", "FUENTES", "KOBILINSKY", "DAVID", "HOSTIN", "BROUSSARD", "CRAFT", "JINDAL", "UNIDENTIFIED FEMALE REPORTER", "FERRER", "BRIAN STELTER CNN SENIOR MEDIA CORRESPONDENT", "HOLLOWAY"], "subTitle": "Coverage of the Movie Theater Shooting in Lafayette, Louisiana; Aired 11-12p ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1507/23/cnnt.02.html", "sentenceCount": 734, "sections": [{"sentences": [{"sentId": 0, "text": "All right, it is the top of the hour."}, {"sentId": 1, "text": "And you are watching CNN."}, {"sentId": 2, "text": "And here is what is happening."}], "speaker": "LEMON", "secId": 0}, {"sentences": [{"sentId": 3, "text": "Press conference just wrapped up with the governor of Louisiana, the state police and police from the city of Lafayette, Louisiana."}, {"sentId": 4, "text": "And what they say -- they just updated us on the numbers."}, {"sentId": 5, "text": "They say seven people have been injured in the shooting."}, {"sentId": 6, "text": "Three, though, they say are dead including the gunman."}, {"sentId": 7, "text": "So there are two other victims, initially it was thought that it was two dead, including the gunman."}, {"sentId": 8, "text": "Now it is three dead, including the gunman, at least according to people there at the scenes."}], "speaker": "LEMON", "secId": 1}, {"sentences": [{"sentId": 9, "text": "The injuries are described as wide and bare."}, {"sentId": 10, "text": "The shooter died of self-inflicted gunshot wound."}, {"sentId": 11, "text": "That is according to Louisiana state police happened inside the Grand Theater 16 where that movie \"Trainwreck\" was playing."}, {"sentId": 12, "text": "Police said that they received a call about 7:30 p.m. central time."}, {"sentId": 13, "text": "The shooter is described as a 58-year-old white male who was a theater patron, a 58-year-old white male who was a theater patron."}], "speaker": "LEMON", "secId": 2}, {"sentences": [{"sentId": 14, "text": "They also said that he is still inside of the theater."}, {"sentId": 15, "text": "They are not releasing his identity right now, although they do know who he is."}, {"sentId": 16, "text": "They are saying they are checking out his associates, where he lives and what was going in his life."}], "speaker": "LEMON", "secId": 3}, {"sentences": [{"sentId": 17, "text": "Again, they said that gun was a handgun."}, {"sentId": 18, "text": "Three people dead inside of this theater, seven injured with injuries ranging from critical to non-life threatening."}], "speaker": "LEMON", "secId": 4}, {"sentences": [{"sentId": 19, "text": "Let's discuss this right now."}, {"sentId": 20, "text": "Joining me now on the phone, CNN law enforcement analyst Tom Fuentes and back with me forensic scientist Lawrence Kobilinsky."}], "speaker": "LEMON", "secId": 5}, {"sentences": [{"sentId": 21, "text": "I want to go with you, Tom Fuentes."}, {"sentId": 22, "text": "Since we have been talking about the investigation, we just got an update."}, {"sentId": 23, "text": "They know who he is, a 58- year-old white male."}, {"sentId": 24, "text": "What happens next?"}], "speaker": "LEMON", "secId": 6}, {"sentences": [{"sentId": 25, "text": "Well, first of all, Don, they will be going to his resident for verifying his identity."}, {"sentId": 26, "text": "And they want to get to the resident before the media does."}, {"sentId": 27, "text": "And to think that's the main part for them."}, {"sentId": 28, "text": "They want to do a search there."}, {"sentId": 29, "text": "They want to see if there is other family members or friends or someone else that lived there and see what they may know."}, {"sentId": 30, "text": "And if there is no one there, they will  that they will be executing search warrants there fairly quickly."}, {"sentId": 31, "text": "They will see if he has a computer."}, {"sentId": 32, "text": "They will see if he has information that might be available."}, {"sentId": 33, "text": "And then tomorrow, they are in business of trying to get phone records and other records."}, {"sentId": 34, "text": "We don't even know if he has some Internet accounts."}, {"sentId": 35, "text": "Many people, 58 years old don't."}, {"sentId": 36, "text": "So we don't know that."}, {"sentId": 37, "text": "Or if he used the social media."}], "speaker": "FUENTES", "secId": 7}, {"sentences": [{"sentId": 38, "text": "But again, they will do the usual check of any electronic media, anything they can find in a home, then talk to neighbors, find, you know, co-workers."}, {"sentId": 39, "text": "And then once that identity has released which I would believe will be probably in the morning as the latest, then people that know him will come forward and contact the police and say if they knew anything about this."}, {"sentId": 40, "text": "And if somebody already might have an idea that they know who this is because of something he may have said to one of his friends or co-workers, that information will be coming to the police as well."}], "speaker": "FUENTES", "secId": 8}, {"sentences": [{"sentId": 41, "text": "But that is the main thing is they get to the bottom."}, {"sentId": 42, "text": "Why did he do it?"}, {"sentId": 43, "text": "As much as they could figure out, if they ever can figure it out."}, {"sentId": 44, "text": "And you know, did he have a specific target in mind?"}, {"sentId": 45, "text": "Was it, you know, just that random that he went in and was just going to shoot anybody that was there knowing that a movie theater would have a lot of people available to shoot."}], "speaker": "FUENTES", "secId": 9}, {"sentences": [{"sentId": 46, "text": "Can you talk to me about this, Tom, because this is what they said and I'm paraphrasing here."}, {"sentId": 47, "text": "Again, they didn't want to release the identity of the gunman."}, {"sentId": 48, "text": "They said that they close the other Grand theater."}, {"sentId": 49, "text": "And there is another theater in tow."}, {"sentId": 50, "text": "And they said they also deployed police to other theaters around the city just as a precaution and they are doing interviews with witnesses now."}, {"sentId": 51, "text": "That is a legitimate concern about copycats because they think while he may have been acting alone at this theater, they are not exactly sure if he possibly was in cahoots with other people at other theater."}], "speaker": "LEMON", "secId": 10}, {"sentences": [{"sentId": 52, "text": "The Theater is not knowing if it is multiple people doing multiple theaters at the same time, but it is coordinated, attack for whatever reason it is, maybe they are member of some groups."}, {"sentId": 53, "text": "And, of course, the FBI immediately responded on the possibility that it could be a terrorist act because it could still be a terror's attack, it could be domestic terrorism, could be, you know, any of those kind of reasons why this individual did it."}], "speaker": "FUENTES", "secId": 11}, {"sentences": [{"sentId": 54, "text": "But early in the event, you know, people see - hear shots, see individuals running around, usually the people trying to plea the shooting area, but they don't know if that is multiple shooters."}, {"sentId": 55, "text": "And that, you know, will be reason for the police to not only lockdown that theater or the multiple theaters within in, but nearby theaters as well and anywhere in the neighborhood that they - you know, until they are really certain that this guy was just on his own."}, {"sentId": 56, "text": "Just a lone person doing the shooting."}], "speaker": "FUENTES", "secId": 12}, {"sentences": [{"sentId": 57, "text": "And forensic scientist Lawrence Kobilinsky, talk to us about the investigation because I would imagine that there is a level of difficulty or levels of difficulty added when shootings happen in public places."}, {"sentId": 58, "text": "Lots of people are there."}, {"sentId": 59, "text": "Lots of fingerprints."}, {"sentId": 60, "text": "People, you know, who you think is behind."}, {"sentId": 61, "text": "You said that the coroners are on the scene."}, {"sentId": 62, "text": "They are trying to secure the area."}, {"sentId": 63, "text": "And that he ask for a time from the media to let them sort of get their acts together so they can figure out exactly what is going on."}], "speaker": "LEMON", "secId": 13}, {"sentences": [{"sentId": 64, "text": "Sure."}, {"sentId": 65, "text": "Don, it is complicated because we know there is a primary crime scene, the theater, but they maybe a vehicle that was used to transport the shooter from his home or someplace else to the theater."}, {"sentId": 66, "text": "As we just heard from Tom, they will certainly go to his home and look for critical information there that may help us understand the motive."}], "speaker": "KOBILINSKY", "secId": 14}, {"sentences": [{"sentId": 67, "text": "Obviously, at the scene, there has to be a very thorough crime scene investigation that involves the evidence collection theme that would go through the theater in a grid mode."}, {"sentId": 68, "text": "That is they will make sure that they leave no stone unturned."}, {"sentId": 69, "text": "They will sketch and obviously, it is very important to document the entire scene and note the position of the various victims and the shooter."}, {"sentId": 70, "text": "There is a weapon involved."}, {"sentId": 71, "text": "Lot of questions about the weapon."}, {"sentId": 72, "text": "We don't know what the weapon is."}, {"sentId": 73, "text": "We know it is a handgun, but it could be a pistol or revolver."}, {"sentId": 74, "text": "If it was a semiautomatic handgun, would there multiple magazines?"}, {"sentId": 75, "text": "And was it a legal gun or an illegal gun?"}, {"sentId": 76, "text": "Clearly, if it was an illegal gun, then there maybe somebody else one or more people involved to the acquisition of the gun by the shooter."}, {"sentId": 77, "text": "And that person would have culpability here for the situation."}], "speaker": "KOBILINSKY", "secId": 15}, {"sentences": [{"sentId": 78, "text": "So there is a lot of information that needs to be collected."}, {"sentId": 79, "text": "It is going to take many hours to go through that scene."}, {"sentId": 80, "text": "Ballistics will be part of the trace evidence, will be collected."}, {"sentId": 81, "text": "DNA will be collected."}, {"sentId": 82, "text": "All for the purpose of reconstructing the events and trying to understand what happened with the timeline."}], "speaker": "KOBILINSKY", "secId": 16}, {"sentences": [{"sentId": 83, "text": "So this is very complicated work."}, {"sentId": 84, "text": "Sometimes they have laser systems to develop the three dimensional model of the crime scene."}, {"sentId": 85, "text": "So there is a lot of information that needs to be gather."}, {"sentId": 86, "text": "It is going to take not just physical and biological evidence, the laboratory comes into play here."}, {"sentId": 87, "text": "They are going to have to look at the bullets and the ammunition and every piece of evidence that is collected."}, {"sentId": 88, "text": "Everything has got to be analyzed."}, {"sentId": 89, "text": "It is going to take a lot of time."}, {"sentId": 90, "text": "There is going to be an autopsy done on the shooter."}], "speaker": "KOBILINSKY", "secId": 17}, {"sentences": [{"sentId": 91, "text": "The toxicology is going to be important."}, {"sentId": 92, "text": "Was he on some drug, legal or illegal that was perhaps mind-altering?"}, {"sentId": 93, "text": "Is there a history here that this fellow - I mean, does he have a record?"}, {"sentId": 94, "text": "Is he violent?"}, {"sentId": 95, "text": "I mean, there is so many questions, we don't know where to begin."}, {"sentId": 96, "text": "But the heart of this investigation is the theater - the primary crime scene."}], "speaker": "KOBILINSKY", "secId": 18}, {"sentences": [{"sentId": 97, "text": "So, Listen."}, {"sentId": 98, "text": "Talk to me about this, Tom, if your level of expertise in law enforcement specially federally in dealing with the FBI and other agencies."}, {"sentId": 99, "text": "There is a particular profile when it comes to these shooters that we have been talking about."}, {"sentId": 100, "text": "Usually, it's a young, despondent, white male, 58 years old."}, {"sentId": 101, "text": "Is that out of the ordinary?"}, {"sentId": 102, "text": "Tom Fuentes?"}], "speaker": "LEMON", "secId": 19}, {"sentences": [{"sentId": 103, "text": "The reputable people describing this will say there is no often, you know, a real profile."}, {"sentId": 104, "text": "We had a situation here a couple years ago in Washington D.C. at the holocaust museum where a gentleman that was a member of a white supremist group was rejected by the group who told them he was too old and he proved that he wasn't too old to do an attack when he went to holocaust museum and engaged the guard at the front of the museum killing one and wounded the other."}, {"sentId": 105, "text": "He was wounded and later hospitalized then  then he died."}], "speaker": "FUENTES", "secId": 20}, {"sentences": [{"sentId": 106, "text": "But you know, here is a guy in his 80s trying to prove that he still have what it takes to be, you know, white supremist terror person."}, {"sentId": 107, "text": "So, you know, you just don't know when these things happen."}, {"sentId": 108, "text": "Is this someone that has some other mental illness?"}, {"sentId": 109, "text": "Is there something else going on in the guy?"}, {"sentId": 110, "text": "Was he just diagnosed with terminal cancer?"}, {"sentId": 111, "text": "I mean, there's so many things or was he looking for somebody."}, {"sentId": 112, "text": "Was there somebody that he wanted to attack when he went there and just opened fire and started, you know, firing his gun all over the place?"}, {"sentId": 113, "text": "So there is just, again, so many question and it is too early to know the answers to that."}], "speaker": "FUENTES", "secId": 21}, {"sentences": [{"sentId": 114, "text": "And Lawrence Kobilinsky, accurately said there a lot of -- it is complicated."}, {"sentId": 115, "text": "You said that it's going to take time."}, {"sentId": 116, "text": "How much time are we looking at, Tom, do you think, before we learn the name of the shooter?"}, {"sentId": 117, "text": "What his motives - motivation possibly was."}, {"sentId": 118, "text": "And where is he from and all of that?"}], "speaker": "LEMON", "secId": 22}, {"sentences": [{"sentId": 119, "text": "Well, I think it will be pretty soon."}, {"sentId": 120, "text": "I think what the police want is to be able to get to his resident and get to some of the people, you know, neighbors and people like that before the media defense on the neighborhood."}, {"sentId": 121, "text": "It makes it very difficult to do their work."}], "speaker": "FUENTES", "secId": 23}, {"sentences": [{"sentId": 122, "text": "So think they just want to get enough of a head start and verify his identity and notify his next of kin."}, {"sentId": 123, "text": "So after those steps and  a matter of a couple of hours or maybe sometime tomorrow morning, I would think at that point, they'll want the name to be out."}, {"sentId": 124, "text": "Because then they'll want people who knew of him or worked with him or knew him in the past to then be calling in and provide information about him."}], "speaker": "FUENTES", "secId": 24}, {"sentences": [{"sentId": 125, "text": "So right now, they just want to get the head start, you know, on the search of his residence."}, {"sentId": 126, "text": "And again, you know, talking to their neighbors and to keep people around them."}, {"sentId": 127, "text": "But that will be released pretty soon."}], "speaker": "FUENTES", "secId": 25}, {"sentences": [{"sentId": 128, "text": "As far as the length of time for the crime scene, if you will recall the shooting at Sandy Hook elementary school, those bodies of the young children were on the floor of that school for almost 24 hours."}, {"sentId": 129, "text": "That's the initial crime scene investigation at that time."}], "speaker": "FUENTES", "secId": 26}, {"sentences": [{"sentId": 130, "text": "In Aurora, Colorado theater situation, I think it was about 18 hours of crime scene investigation before the bodies were removed."}, {"sentId": 131, "text": "And then several more days, I think four or five more days, actually trying to identify every single bullet, what's the trajectory was?"}, {"sentId": 132, "text": "Where it's hit in the wall all over the theater, in the seats of the theater?"}, {"sentId": 133, "text": "And I think the theater was closed over the week just for the crime scene worked that had to be done inside."}], "speaker": "FUENTES", "secId": 27}, {"sentences": [{"sentId": 134, "text": "So, depending how many shots were fired here."}, {"sentId": 135, "text": "If with the handgun, it sounds like it would be a lot less than normally high capacity assault rifle."}, {"sentId": 136, "text": "You know, the crime investigation may not take a week."}, {"sentId": 137, "text": "But I would think a couple of days would not be out of an ordinary for this."}, {"sentId": 138, "text": "LEMON:  All right."}, {"sentId": 139, "text": "I want to update our viewers."}, {"sentId": 140, "text": "Again, if you are"}], "speaker": "FUENTES", "secId": 28}, {"sentences": [{"sentId": 141, "text": "just joining us, there was a shooting in Lafayette, Louisiana reportedly left three people dead, seven others injured."}, {"sentId": 142, "text": "That's according to health officials there and according to the people of the scene."}, {"sentId": 143, "text": "The injuries are describe as wide and very."}, {"sentId": 144, "text": "The shooter died of a self-inflicted gunshot wound."}, {"sentId": 145, "text": "That's according to Louisiana state police."}, {"sentId": 146, "text": "It happened inside a theater."}, {"sentId": 147, "text": "This theater is called the Grand theater 16, Grand Theater 16, where the movie \"Trainwreck\" was playing."}, {"sentId": 148, "text": "Police said that they received a call about 7:30 p.m. central time."}, {"sentId": 149, "text": "And in that call they heard that they were gunshots in the theater."}, {"sentId": 150, "text": "And that something was happening."}, {"sentId": 151, "text": "Said the shooter, once they got to the scene, the shooter had shot himself."}, {"sentId": 152, "text": "And he was described as 58-year-old male who was theater patron."}, {"sentId": 153, "text": "They are not releasing his name."}, {"sentId": 154, "text": "But they do know who he is."}, {"sentId": 155, "text": "One hundred people or so, they believe inside of this theater at the time."}], "speaker": "FUENTES", "secId": 29}, {"sentences": [{"sentId": 156, "text": "Sergeant Brooks David from Louisiana state police promise an update as soon as he got one."}, {"sentId": 157, "text": "He is back with us now."}], "speaker": "FUENTES", "secId": 30}, {"sentences": [{"sentId": 158, "text": "Sergeant, when we were with you earlier, it was believe to be two people who are dead, now three people dead."}, {"sentId": 159, "text": "Is that number accurate?"}], "speaker": "FUENTES", "secId": 31}, {"sentences": [{"sentId": 160, "text": "That is correct."}, {"sentId": 161, "text": "As of right now, we can confirm that three people are dead, including the shooter, that's three with the shooter have died on scene."}], "speaker": "DAVID", "secId": 32}, {"sentences": [{"sentId": 162, "text": "Do you have any more information?"}, {"sentId": 163, "text": "We were told at that press conference that it was a handgun."}, {"sentId": 164, "text": "Can you tell us what type of gun?"}], "speaker": "LEMON", "secId": 33}, {"sentences": [{"sentId": 165, "text": "We do know that it's a handgun."}, {"sentId": 166, "text": "As of right now, we can't confirm what type it is, but it is a handgun."}, {"sentId": 167, "text": "It is not an assault."}], "speaker": "DAVID", "secId": 34}, {"sentences": [{"sentId": 168, "text": "And do you know who he is but you are not releasing his name at this point?"}], "speaker": "LEMON", "secId": 35}, {"sentences": [{"sentId": 169, "text": "That's right."}, {"sentId": 170, "text": "It is still an active investigation here on scene."}, {"sentId": 171, "text": "We are all looking at different avenues and different investigations going on in the parking lot and inside of the theater."}, {"sentId": 172, "text": "So right now, it would be premature for us to release his name or any other victims tonight that's involve in this investigation."}], "speaker": "DAVID", "secId": 36}, {"sentences": [{"sentId": 173, "text": "Can you share with us anything about this man?"}], "speaker": "LEMON", "secId": 37}, {"sentences": [{"sentId": 174, "text": "As of right now, we don't know much about him."}, {"sentId": 175, "text": "Detectives are on scene assisting Lafayette police department and Lafayette sheriff's office."}, {"sentId": 176, "text": "All our resources are full force there now so they can get every - all information that they can right now."}], "speaker": "DAVID", "secId": 38}, {"sentences": [{"sentId": 177, "text": "What can you tell us about the victims?"}, {"sentId": 178, "text": "Obviously, you can identify them."}, {"sentId": 179, "text": "Do we know if they are male or female, adult, child?"}], "speaker": "LEMON", "secId": 39}, {"sentences": [{"sentId": 180, "text": "The only thing I can tell you now is that shooter was a male."}], "speaker": "DAVID", "secId": 40}, {"sentences": [{"sentId": 181, "text": "The shooter was a male."}, {"sentId": 182, "text": "Now, I understand that coroner is inside with the shooter and the other two victims right now."}, {"sentId": 183, "text": "They are still inside of this theater?"}], "speaker": "LEMON", "secId": 41}, {"sentences": [{"sentId": 184, "text": "That is correct."}, {"sentId": 185, "text": "The director of the Lafayette police department, state police and Lafayette sheriff's office is inside the theater right now with the coroner."}, {"sentId": 186, "text": "It is a crime scene."}, {"sentId": 187, "text": "So, you know, it will take a few days at least to get this straightened out and get all the information that we need."}], "speaker": "DAVID", "secId": 42}, {"sentences": [{"sentId": 188, "text": "They're saying that there are about 100 people inside the theater at the time."}, {"sentId": 189, "text": "That's 100 potential witnesses to this."}, {"sentId": 190, "text": "What are they telling you?"}], "speaker": "LEMON", "secId": 43}, {"sentences": [{"sentId": 191, "text": "Well, right now, we have detectives that are spread out on scene from every agency that is out here, speaking with the witnesses and witnesses at the hospital."}, {"sentId": 192, "text": "So right now, I can't tell you what the witnesses are saying."}, {"sentId": 193, "text": "There are just so spread out."}], "speaker": "DAVID", "secId": 44}, {"sentences": [{"sentId": 194, "text": "OK.  And everyone - do you believe everyone who was injured is off the scene now and they are at the hospital or wherever they should be."}, {"sentId": 195, "text": "No more injured people on the scene?"}], "speaker": "LEMON", "secId": 45}, {"sentences": [{"sentId": 196, "text": "That's correct."}, {"sentId": 197, "text": "Lafayette police and response was great in the situation."}, {"sentId": 198, "text": "They contacted Louisiana state police along with Lafayette sheriff's office."}, {"sentId": 199, "text": "We were able to back them up there."}, {"sentId": 200, "text": "And quickly, along with the  as soon as we were able to tell hat the shooter was neutralized and it was safe to do so, the  was allowed to come in and get these injured and transport them to local hospitals."}], "speaker": "DAVID", "secId": 46}, {"sentences": [{"sentId": 201, "text": "Can you tell us about this because they said they close another grand theater."}, {"sentId": 202, "text": "Is there another grand theater in town?"}], "speaker": "LEMON", "secId": 47}, {"sentences": [{"sentId": 203, "text": "There is another grand theater in town, on the other end of Lafayette."}, {"sentId": 204, "text": "And it was closed just out of precautionary measure."}, {"sentId": 205, "text": "But there was no indication that that theater was targeted at any time."}], "speaker": "DAVID", "secId": 48}, {"sentences": [{"sentId": 206, "text": "And talk to us about the deploying of resources to other area theaters."}], "speaker": "LEMON", "secId": 49}, {"sentences": [{"sentId": 207, "text": "Well, state police, along with Lafayette that deployed troopers and deputies to the other theater."}, {"sentId": 208, "text": "Speak with the manager and people in higher ups over there."}, {"sentId": 209, "text": "And just to close down the theater just in case."}, {"sentId": 210, "text": "We want to make sure that all theaters were secured and that nothing else would happened."}, {"sentId": 211, "text": "Our main focus here is public safety."}, {"sentId": 212, "text": "And I think we got that accomplished as soon as we could after the shooting took place."}], "speaker": "DAVID", "secId": 50}, {"sentences": [{"sentId": 213, "text": "All right."}, {"sentId": 214, "text": "Tell us what's happening on the now."}, {"sentId": 215, "text": "We are looking at live picture, Sergeant."}], "speaker": "LEMON", "secId": 51}, {"sentences": [{"sentId": 216, "text": "Right now, we have CID from state police along with Lafayette PD and the sheriff's office."}, {"sentId": 217, "text": "Our SWAT units, bomb units, our bomb techs with state police, they are all on the scene right now, just taking precautionary measures just to make sure that no device was planted either in the vehicle or at the theater."}, {"sentId": 218, "text": "We just want to make sure that everything is all right."}, {"sentId": 219, "text": "And like I told you earlier, public safety is our number one priority."}, {"sentId": 220, "text": "LEMON:  Earlier, it was said that, and I think it was you who said"}], "speaker": "DAVID", "secId": 52}, {"sentences": [{"sentId": 221, "text": "that you were going to sweep the theater itself and the park surrounding parking lot for just a possibility, as a precaution, of explosive devices."}, {"sentId": 222, "text": "Have you been able to complete that?"}], "speaker": "DAVID", "secId": 53}, {"sentences": [{"sentId": 223, "text": "The sweep of the theater have taken place and the parking lot has taken place."}, {"sentId": 224, "text": "Lafayette sheriff's office and state police troopers with our bomb squad units."}, {"sentId": 225, "text": "They have got about 20 to 30 minutes ago."}], "speaker": "DAVID", "secId": 54}, {"sentences": [{"sentId": 226, "text": "And found nothing?"}], "speaker": "LEMON", "secId": 55}, {"sentences": [{"sentId": 227, "text": "As of now, I can't confirm that they found nothing or not."}, {"sentId": 228, "text": "I don't know."}, {"sentId": 229, "text": "I haven't spoken to them yet."}], "speaker": "DAVID", "secId": 56}, {"sentences": [{"sentId": 230, "text": "Now, one would assume, and I know Lafayette, Louisiana,  just down the road."}, {"sentId": 231, "text": "There is no very little mass transit."}, {"sentId": 232, "text": "Chances are, he got there in a vehicle."}, {"sentId": 233, "text": "Have you identified his car?"}], "speaker": "LEMON", "secId": 57}, {"sentences": [{"sentId": 234, "text": "Right now, our detectives are in the process of identifying the type of vehicle he owned or possibly would have drove up at the scene."}], "speaker": "DAVID", "secId": 58}, {"sentences": [{"sentId": 235, "text": "So you have or have not identified it?"}], "speaker": "LEMON", "secId": 59}, {"sentences": [{"sentId": 236, "text": "No."}, {"sentId": 237, "text": "We have not at this time."}, {"sentId": 238, "text": "However, all vehicles are still in the parking lot."}, {"sentId": 239, "text": "And the parking lot is secure."}, {"sentId": 240, "text": "And nobody was allowed to leave until state police and Lafayette PD have look at that view."}], "speaker": "DAVID", "secId": 60}, {"sentences": [{"sentId": 241, "text": "OK.  And so, again, you know who he is."}, {"sentId": 242, "text": "And so, as you get more information, I'm sure if you know who he is you are getting information now, you are conducting a sweep of his home -search of his home, correct?"}], "speaker": "LEMON", "secId": 61}, {"sentences": [{"sentId": 243, "text": "I'm sure our detectives with our bureau, the FBI, and homeland security are looking into that at this time."}], "speaker": "DAVID", "secId": 62}, {"sentences": [{"sentId": 244, "text": "OK.  And you are aware of his identity."}, {"sentId": 245, "text": "You don't -- he is familiar with law enforcement."}, {"sentId": 246, "text": "I asked you that earlier, but things may have changed now."}], "speaker": "LEMON", "secId": 63}, {"sentences": [{"sentId": 247, "text": "I can't tell you now if he was familiar with law enforcement or not."}], "speaker": "DAVID", "secId": 64}, {"sentences": [{"sentId": 248, "text": "So what happens next?"}], "speaker": "LEMON", "secId": 65}, {"sentences": [{"sentId": 249, "text": "Well, it is stays active."}, {"sentId": 250, "text": "The investigation will be active now for a couple of days."}, {"sentId": 251, "text": "State police will be active in the investigation assisting Lafayette PD with any resource that they need, we will assist them with."}, {"sentId": 252, "text": "Whether it be our detectives, our bomb squad units, or whoever it might be, we will be here for them until it is over."}], "speaker": "DAVID", "secId": 66}, {"sentences": [{"sentId": 253, "text": "You know, I don't want you to speculate here, but initially, this is the initial, unconfirmed reports that this may have been a domestic dispute."}, {"sentId": 254, "text": "Do you know anything about that?"}, {"sentId": 255, "text": "DAVID:  I didn't hear anything about it."}, {"sentId": 256, "text": "No, sir."}], "speaker": "LEMON", "secId": 67}, {"sentences": [{"sentId": 257, "text": "And so, the next briefings, do you know from any official is there, from police or the governor or anyone?"}], "speaker": "LEMON", "secId": 68}, {"sentences": [{"sentId": 258, "text": "I'm sure we will have it on the briefing."}, {"sentId": 259, "text": "I just don't know what time it is going to take place."}], "speaker": "DAVID", "secId": 69}, {"sentences": [{"sentId": 260, "text": "Sergeant Brooks David, we appreciate you coming back on CNN."}, {"sentId": 261, "text": "And if you get more information, please get back with us."}], "speaker": "LEMON", "secId": 70}, {"sentences": [{"sentId": 262, "text": "Joining us from the scene of that shooting in Lafayette, Louisiana, updating us on the numbers, initially, two people who are believed to be dead."}, {"sentId": 263, "text": "That was the official number."}, {"sentId": 264, "text": "Now, the official number, three people inside of that theater."}], "speaker": "LEMON", "secId": 71}, {"sentences": [{"sentId": 265, "text": "I want to bring in now Jaylon Furnell."}, {"sentId": 266, "text": "He is witness who was at the theater at the time."}, {"sentId": 267, "text": "He joins us by phone:"}], "speaker": "LEMON", "secId": 72}, {"sentences": [{"sentId": 268, "text": "Jaylon, when last week spoke, you said that you believe that you were in the theater right next door to one where the shooting occurred."}], "speaker": "LEMON", "secId": 73}, {"sentences": [{"sentId": 269, "text": "Do we have Jaylon?"}, {"sentId": 270, "text": "Until we work on Jaylon, standby everyone."}], "speaker": "LEMON", "secId": 74}, {"sentences": [{"sentId": 271, "text": "I want to bring in now Sunny Hostin who is a former federal prosecutor on this."}, {"sentId": 272, "text": "And I also want to bring in Lawrence Kobilinsky who is a forensic scientist to talk about what happens next."}], "speaker": "LEMON", "secId": 75}, {"sentences": [{"sentId": 273, "text": "Sunny, talk to us about when someone is involved in a situation like this, because we just saw James Holmes guilty on all counts right, not just the murders but the injured-those who are injured as well."}, {"sentId": 274, "text": "What does someone face like this?"}], "speaker": "LEMON", "secId": 76}, {"sentences": [{"sentId": 275, "text": "Well, you know, the shooter is dead."}, {"sentId": 276, "text": "And so, I'm sure that the investigation is ongoing."}, {"sentId": 277, "text": "But at least with the Colorado shooting with James Holmes, you have someone that was taken alive."}, {"sentId": 278, "text": "Now, that the shooter is dead, unless he was acting in concert with someone else, the investigation in terms of any criminal liability is over."}], "speaker": "HOSTIN", "secId": 77}, {"sentences": [{"sentId": 279, "text": "I mean, what happens when I said what does he fact?"}, {"sentId": 280, "text": "What happens to him next when he goes to the coroner, the investigation, what happens?"}, {"sentId": 281, "text": "They may go to his house."}], "speaker": "LEMON", "secId": 78}, {"sentences": [{"sentId": 282, "text": "Yes."}, {"sentId": 283, "text": "I certainly think that they are going to go try to find out information about the gun."}, {"sentId": 284, "text": "They are certainly going to try to find out information about the motive."}, {"sentId": 285, "text": "They are going to go and find his car."}, {"sentId": 286, "text": "They are going to go and see if he has any sort of online manifesto because  may not have that."}, {"sentId": 287, "text": "They are going to go to his home."}, {"sentId": 288, "text": "They are going to interview his family, his friends."}, {"sentId": 289, "text": "And so they do want to get a profile of the shooter."}, {"sentId": 290, "text": "And that is very important I think in cases like this."}], "speaker": "HOSTIN", "secId": 79}, {"sentences": [{"sentId": 291, "text": "And so, are prosecutors involved in any other way with someone who is deceased?"}, {"sentId": 292, "text": "Are they involved in any other way except to see if he acted in concert with someone?"}, {"sentId": 293, "text": "HOSTIN:  No."}, {"sentId": 294, "text": "I think that's pretty much the bulk of it."}, {"sentId": 295, "text": "This is"}], "speaker": "LEMON", "secId": 80}, {"sentences": [{"sentId": 296, "text": "going to be a police investigation, perhaps an ATF, FBI investigation."}, {"sentId": 297, "text": "And if, if the shooter was acting in concert with anyone else, then certainly we may have a prosecutor get involve."}], "speaker": "LEMON", "secId": 81}, {"sentences": [{"sentId": 298, "text": "OK."}, {"sentId": 299, "text": "Standby, I want to go to this now because Amy Schumer, the star of \"Trainwreck\" has commented on twitter because people in the theater are saying this was happened at the movie \"Trainwreck.\""}, {"sentId": 300, "text": "She said my heart is broken and all my thoughts and prayers are with everyone in Louisiana."}, {"sentId": 301, "text": "Again, Amy Schumer, star of that movie commenting on twitter about the shooting."}], "speaker": "LEMON", "secId": 82}, {"sentences": [{"sentId": 302, "text": "Joining me now is another witness."}, {"sentId": 303, "text": "His name is Jacob Broussard."}], "speaker": "LEMON", "secId": 83}, {"sentences": [{"sentId": 304, "text": "Jacob, where were you?"}, {"sentId": 305, "text": "Were you inside of the same theater or were you in a theater near this one?"}], "speaker": "LEMON", "secId": 84}, {"sentences": [{"sentId": 306, "text": "Yes, sir."}, {"sentId": 307, "text": "I was across the hall from the area that the shooter was in."}], "speaker": "BROUSSARD", "secId": 85}, {"sentences": [{"sentId": 308, "text": "And what did you hair?"}], "speaker": "LEMON", "secId": 86}, {"sentences": [{"sentId": 309, "text": "Well, we were just watching a movie and all of the sudden, the sirens went off, the lights came on, and we to leave through the backdoor."}, {"sentId": 310, "text": "And when we got outside, we heard three shots, not very loud, but it was definitely three shots like what was that."}, {"sentId": 311, "text": "And when we walk down to the front of the theater, there was a woman on the front."}, {"sentId": 312, "text": "She has been shot in the leg."}, {"sentId": 313, "text": "I believe she was bleeding."}, {"sentId": 314, "text": "And that's what we saw."}], "speaker": "BROUSSARD", "secId": 87}, {"sentences": [{"sentId": 315, "text": "So you heard three shots fairly clearly because people are saying that they thought it was part of the movie and they weren't sure."}], "speaker": "LEMON", "secId": 88}, {"sentences": [{"sentId": 316, "text": "No."}, {"sentId": 317, "text": "The movie was off."}, {"sentId": 318, "text": "We were outside the theater."}, {"sentId": 319, "text": "And when we were walking outside and we were like, man, like what was that?"}, {"sentId": 320, "text": "And then we get around to the front, we were like, yes, that was definitely gunshots we heard walking out in the theater."}], "speaker": "BROUSSARD", "secId": 89}, {"sentences": [{"sentId": 321, "text": "So then the alarm goes off and over the intercom?"}], "speaker": "LEMON", "secId": 90}, {"sentences": [{"sentId": 322, "text": "The intercom we hear get to quickest exit."}, {"sentId": 323, "text": "Evacuate the building as quickly as possible."}, {"sentId": 324, "text": "And then we get outside and there's sirens everywhere."}, {"sentId": 325, "text": "And then over the cops' loudspeaker over the intercom, we hear everybody get out the parking lot as quickly as possible."}, {"sentId": 326, "text": "Clear the parking lot."}, {"sentId": 327, "text": "And it was crazy chaos everywhere."}, {"sentId": 328, "text": "People gets crazy."}], "speaker": "BROUSSARD", "secId": 91}, {"sentences": [{"sentId": 329, "text": "Because you didn't know what was going on."}, {"sentId": 330, "text": "You didn't know at that time if gunman had shot himself?"}], "speaker": "LEMON", "secId": 92}, {"sentences": [{"sentId": 331, "text": "No, sir."}, {"sentId": 332, "text": "Well, a couple of minutes later, word had got out that he was holding hostages."}, {"sentId": 333, "text": "And then a few minutes later we found out that he had killed himself And everything else that had happen."}, {"sentId": 334, "text": "LEMON:  Yes."}, {"sentId": 335, "text": "Hostages?"}, {"sentId": 336, "text": "We didn't hear that any points from"}], "speaker": "BROUSSARD", "secId": 93}, {"sentences": [{"sentId": 337, "text": "investigators that there was ever any hostage holding at the time."}, {"sentId": 338, "text": "That probably is not -- turns out not to be true."}, {"sentId": 339, "text": "But - so you said that it was chaotic at the scene."}, {"sentId": 340, "text": "How quickly did law enforcement get there?"}], "speaker": "BROUSSARD", "secId": 94}, {"sentences": [{"sentId": 341, "text": "They were quick."}, {"sentId": 342, "text": "By time that I had exited the theater, there was already multiple cop cars there, about 10 or 15 cop cars there."}, {"sentId": 343, "text": "When we walk down the front of the building, there was cops going toward to the front door with assault rifles and it was crazy."}], "speaker": "BROUSSARD", "secId": 95}, {"sentences": [{"sentId": 344, "text": "Yes."}, {"sentId": 345, "text": "And now, do you happen to -- so you're not at the scene now anymore, right?"}], "speaker": "LEMON", "secId": 96}, {"sentences": [{"sentId": 346, "text": "No, sir, I just left the scene."}], "speaker": "BROUSSARD", "secId": 97}, {"sentences": [{"sentId": 347, "text": "Now, investigators are telling us that not everybody was able to get their car."}, {"sentId": 348, "text": "They are holding some of the vehicles there at the scene."}, {"sentId": 349, "text": "How did you get home?"}], "speaker": "LEMON", "secId": 98}, {"sentences": [{"sentId": 350, "text": "Well, they were holding everybody's vehicle."}, {"sentId": 351, "text": "They held us in a building on the side of the theater where they interrogate all of us, asked us what we saw."}, {"sentId": 352, "text": "And then they have to go tour cars, make sure everything was good there."}, {"sentId": 353, "text": "And then, after kind of  everything, they let us go."}], "speaker": "BROUSSARD", "secId": 99}, {"sentences": [{"sentId": 354, "text": "Were you with a number of people, Jacob?"}], "speaker": "LEMON", "secId": 100}, {"sentences": [{"sentId": 355, "text": "Yes, sir."}, {"sentId": 356, "text": "I was with a couple of friends, but --."}], "speaker": "BROUSSARD", "secId": 101}, {"sentences": [{"sentId": 357, "text": "And everyone is OK, right?"}], "speaker": "LEMON", "secId": 102}, {"sentences": [{"sentId": 358, "text": "Yes, sir."}, {"sentId": 359, "text": "Everybody I was with is OK."}, {"sentId": 360, "text": "Yes, sir."}], "speaker": "BROUSSARD", "secId": 103}, {"sentences": [{"sentId": 361, "text": "Do you know any of the injured or any of the people who died?"}], "speaker": "LEMON", "secId": 104}, {"sentences": [{"sentId": 362, "text": "No, sir."}], "speaker": "BROUSSARD", "secId": 105}, {"sentences": [{"sentId": 363, "text": "All right, Jacob Broussard."}, {"sentId": 364, "text": "Thank you, Jacob."}, {"sentId": 365, "text": "I appreciate it."}, {"sentId": 366, "text": "It was in the movie theater."}, {"sentId": 367, "text": "He said directly across in the one where this happened."}], "speaker": "LEMON", "secId": 106}, {"sentences": [{"sentId": 368, "text": "Again, this all happening at 7:30 central time, 7:30 central time."}, {"sentId": 369, "text": "And according to investigators, someone who is patron of the theater began shooting."}, {"sentId": 370, "text": "And the shooting happened in the Lafayette."}, {"sentId": 371, "text": "Louisiana, left three people dead, seven others injured."}], "speaker": "LEMON", "secId": 107}, {"sentences": [{"sentId": 372, "text": "Again, that is according to officials on the scene who held press conference just a short time ago."}, {"sentId": 373, "text": "They describe those injuries as wide and varied."}, {"sentId": 374, "text": "They said that they range anywhere from critical to non-life threatening."}, {"sentId": 375, "text": "They also tell us that the shooter died of a self-inflicted gunshot wound."}, {"sentId": 376, "text": "That is coming to from state police."}, {"sentId": 377, "text": "And they say that this shooter is still inside of the theater, now with the coroner and state police along with the other two victims."}, {"sentId": 378, "text": "It happened inside the Grand Theater 16 where the movie \"Trainwreck\" was playing."}, {"sentId": 379, "text": "The star of that movie, Amy Schumer, sending out a tweet just a short time ago saying that my heart is broken and all of my thoughts and prayers are with everyone in Louisiana."}], "speaker": "LEMON", "secId": 108}, {"sentences": [{"sentId": 380, "text": "We said they receive this call again about 7:30 central time."}, {"sentId": 381, "text": "This shooter is described as a 58-year-old white male who was a theater patron."}, {"sentId": 382, "text": "They believed he acted by himself."}, {"sentId": 383, "text": "But just as a precaution, just talking to Sunny Hostin, if there were other people who may have been involved in this."}, {"sentId": 384, "text": "They sent out officers to other theaters, close other theaters in the area."}, {"sentId": 385, "text": "There is grand theater across town as well that they closed."}, {"sentId": 386, "text": "And they closed other theater as well and sent law enforcement to those theaters."}], "speaker": "LEMON", "secId": 109}, {"sentences": [{"sentId": 387, "text": "Inside of this of this movie theater, they believe there are about 100 people at the time, all potential witnesses, also under investigation."}], "speaker": "LEMON", "secId": 110}, {"sentences": [{"sentId": 388, "text": "The police briefing happened just moments ago from the police chief Jim Craft and Louisiana governor Bobby Jindal."}, {"sentId": 389, "text": "Listen."}], "speaker": "LEMON", "secId": 111}, {"sentences": [{"sentId": 390, "text": "7:30 p.m., we received a report of an active shooter situation in progress at the grand theater on Johnson street."}, {"sentId": 391, "text": "Unit who are close by and responded immediately."}, {"sentId": 392, "text": "Our response time was less than a minute."}, {"sentId": 393, "text": "Officers - four officers entered the theater to engage the shooter."}, {"sentId": 394, "text": "They did hear shots being fired at that time."}, {"sentId": 395, "text": "What they find upon making entry is that it appears that the shooter has died from a self-inflicted gunshot wound after discharging his weapon numerous times."}], "speaker": "CRAFT", "secId": 112}, {"sentences": [{"sentId": 396, "text": "What we have so far is that we have confirmed two fatalities, the shooter and a number of people who were injured wounded."}, {"sentId": 397, "text": "And they have been taken in area hospitals."}, {"sentId": 398, "text": "And their condition range from non-life threatening to critical."}, {"sentId": 399, "text": "Some folks are in critical injury."}, {"sentId": 400, "text": "And we continue to get updates from the various hospitals on the other victims."}], "speaker": "CRAFT", "secId": 113}, {"sentences": [{"sentId": 401, "text": "We do know the identity of the shooter."}, {"sentId": 402, "text": "We are not releasing it at this time."}, {"sentId": 403, "text": "We are right in the middle of this investigation."}, {"sentId": 404, "text": "And w don't want to affect the integrity of the investigators ability to do their jobs and get information on the shooter."}], "speaker": "CRAFT", "secId": 114}, {"sentences": [{"sentId": 405, "text": "We did, out of abundance and caution, closed the other Grant Theater and have security personnel, police officers were deployed to the various theaters around the city just as a precautionary matter."}, {"sentId": 406, "text": "And that's about all we have at in time."}, {"sentId": 407, "text": "We continue to process the crime scene."}, {"sentId": 408, "text": "As you can imagine, it's pretty chaotic."}, {"sentId": 409, "text": "And our folks are working on that right now."}, {"sentId": 410, "text": "And continuing to do interviews with witnesses."}, {"sentId": 411, "text": "There were quite a few witnesses."}, {"sentId": 412, "text": "We have plenty of resources and additional help from the state police, the FBI, the Lafayette sheriff's office."}, {"sentId": 413, "text": "District attorney is on scene."}, {"sentId": 414, "text": "The state police colonel is here."}, {"sentId": 415, "text": "And so, we are all pitching in to make sure we do this correctly."}], "speaker": "CRAFT", "secId": 115}, {"sentences": [{"sentId": 416, "text": "First of all, I want to praise the first responders, our law enforcement community."}, {"sentId": 417, "text": "They ran towards the shot spot."}, {"sentId": 418, "text": "They ran towards danger, not away from it."}, {"sentId": 419, "text": "I want to commend the chief and his men."}, {"sentId": 420, "text": "I have instructed the colonel."}, {"sentId": 421, "text": "We have been in contact throughout this entire incident that they should have every support possible from state police."}, {"sentId": 422, "text": "I want to thank out federal and local partners as well."}], "speaker": "JINDAL", "secId": 116}, {"sentences": [{"sentId": 423, "text": "Look, as governor, as a father and as a husband, whenever we see these or hear about the senseless act of violence, it makes both furious and sad at the same time."}, {"sentId": 424, "text": "I think I speak for every mom and dad out there, every parent out there who want just go hug their kids."}], "speaker": "JINDAL", "secId": 117}, {"sentences": [{"sentId": 425, "text": "When this kind of just seemingly random act of violence."}, {"sentId": 426, "text": "And again, as Mike said, they are still - they are doing their investigation."}, {"sentId": 427, "text": "They will get to the bottom of this."}, {"sentId": 428, "text": "When these kinds of acts of violence happened in a movie theater, when there is no real good reason why this kind of evil should intrude on the lives of families who were just out for night of entertainment, I know a lots are horrified and shocked."}], "speaker": "JINDAL", "secId": 118}, {"sentences": [{"sentId": 429, "text": "The great thing about America is when any of us suffers, whether it is one family or one community, we all suffer."}, {"sentId": 430, "text": "This is the time for us to come together."}, {"sentId": 431, "text": "I know we have inundated with calls from folks all over the country."}, {"sentId": 432, "text": "What we can do now is was can pray."}, {"sentId": 433, "text": "We can hug these families."}, {"sentId": 434, "text": "We can shower them with love, thoughts and prayers."}, {"sentId": 435, "text": "Their families are mourning, that are mourning the loss of love ones tonight."}, {"sentId": 436, "text": "There are other families that are in the hospitals right now hoping their love ones are going to make full recoveries."}], "speaker": "JINDAL", "secId": 119}, {"sentences": [{"sentId": 437, "text": "The best thing anybody can do right now is to think about them, pray for them, shower them with your love."}, {"sentId": 438, "text": "That is the most important thing."}, {"sentId": 439, "text": "We will get through this."}, {"sentId": 440, "text": "This is a unified community."}, {"sentId": 441, "text": "The chief talked about all the folks that are here."}, {"sentId": 442, "text": "I can't begin to name all of them but local, state and federal."}, {"sentId": 443, "text": "I want to thank all of the partners."}], "speaker": "JINDAL", "secId": 120}, {"sentences": [{"sentId": 444, "text": "Lafayette is a strong community."}, {"sentId": 445, "text": "We will get through this."}, {"sentId": 446, "text": "We're a resilient community."}, {"sentId": 447, "text": "This is an awful night for Lafayette."}, {"sentId": 448, "text": "This is an awful night for Louisiana."}, {"sentId": 449, "text": "This is an awful night for the United States."}, {"sentId": 450, "text": "But we will get through this again."}, {"sentId": 451, "text": "I know we have been hearing from folks literally all over the country."}, {"sentId": 452, "text": "We need your thoughts, we need your prayers."}, {"sentId": 453, "text": "We need your love for these families that are struggling and want their love ones to make it through this night and through the recovery."}, {"sentId": 454, "text": "Thank you, chief."}], "speaker": "JINDAL", "secId": 121}, {"sentences": [], "speaker": "UNIDENTIFIED FEMALE REPORTER", "secId": 122}, {"sentences": [{"sentId": 455, "text": "I was in Baton Rouge."}, {"sentId": 456, "text": "We are in-touched both with the chief and state police."}, {"sentId": 457, "text": "We came here immediately."}, {"sentId": 458, "text": "As soon as we heard there were reports of not only shot fired but the potential for multiple injuries."}, {"sentId": 459, "text": "And unfortunately, for the potential - for the multiple fatalities."}], "speaker": "JINDAL", "secId": 123}, {"sentences": [{"sentId": 460, "text": "It is important for us to be here to make sure they have the support and resources they need."}, {"sentId": 461, "text": "And again, you've got very quickly, not only with chief's been here very quickly, very quickly the folks from FBI, folks from homeland security are here, folks from state police."}, {"sentId": 462, "text": "It's been a tremendous coordinated effort."}, {"sentId": 463, "text": "Right now, literally, your folks inside the theater in terms of gathering evidence."}, {"sentId": 464, "text": "Their folks taking witness statements and talking to folks that were in the theater."}, {"sentId": 465, "text": "Law enforcements are doing an incredible job."}, {"sentId": 466, "text": "Again, I want to emphasize, they literally running into and towards"}], "speaker": "JINDAL", "secId": 124}, {"sentences": [{"sentId": 467, "text": "the theaters."}, {"sentId": 468, "text": "I heard those shots fired."}, {"sentId": 469, "text": "And again, I want to thank these brave men and women in uniform."}, {"sentId": 470, "text": "They service proudly."}], "speaker": "JINDAL", "secId": 125}, {"sentences": [], "speaker": "UNIDENTIFIED FEMALE REPORTER", "secId": 126}, {"sentences": [{"sentId": 471, "text": "No, at this point, look."}, {"sentId": 472, "text": "Every - just busy responding."}, {"sentId": 473, "text": "And I know - look, I know folks all over the country are they are trying to contact the chief, trying to contact me and state police."}, {"sentId": 474, "text": "And appreciate everybody's support."}, {"sentId": 475, "text": "This is the time for America to come together."}, {"sentId": 476, "text": "And I'm sure there are plenty of folks trying to contact folks here in Lafayette and we appreciate that."}, {"sentId": 477, "text": "And we need their thoughts."}, {"sentId": 478, "text": "At this point, our focus is on what is going on in here."}, {"sentId": 479, "text": "What is going on those hospitals?"}], "speaker": "JINDAL", "secId": 127}, {"sentences": [{"sentId": 480, "text": "First what is going on here in terms of trying to get to the bottom of this, but as or even more importantly, what is going on the hospitals and local hospitals to help these folks make a full recovery."}, {"sentId": 481, "text": "I want to thank the doctors and nurses,  and other first responders who are right now engage in a heroic efforts to save the lives and help these folks make their recoveries."}], "speaker": "JINDAL", "secId": 128}, {"sentences": [{"sentId": 482, "text": "All right."}, {"sentId": 483, "text": "That briefing happening from the governor and state police just moments ago there in Lafayette, Louisiana."}, {"sentId": 484, "text": "Again, three people dead, seven injured."}, {"sentId": 485, "text": "They're at the hospital and their injuries vary from critical to non-life-threatening."}], "speaker": "LEMON", "secId": 129}, {"sentences": [{"sentId": 486, "text": "Back with me now is Judge Alex Ferrer."}], "speaker": "LEMON", "secId": 130}, {"sentences": [{"sentId": 487, "text": "Judge Alex, you were a former police officer before you were a judge."}, {"sentId": 488, "text": "So what jumps out to you so far as you listen to the update on the investigation here?"}], "speaker": "LEMON", "secId": 131}, {"sentences": [{"sentId": 489, "text": "Well, they are obviously going to have a lot of work on their hands."}, {"sentId": 490, "text": "This is a massive scene with a ton of witnesses and they're going to work this quiet some time."}], "speaker": "FERRER", "secId": 132}, {"sentences": [{"sentId": 491, "text": "One of the things that jumps out of me is, of course, once they located vehicle in the parking lot, just like once they find out where he lives and they located his apartment or his home, they are going to have to move very cautiously."}, {"sentId": 492, "text": "As you know on other occasion, lone shooters like this have also booby-trapped their van or their apartment knowing that the police at the end of it all were going to come there to continue their investigation."}], "speaker": "FERRER", "secId": 133}, {"sentences": [{"sentId": 493, "text": "When they do search, the cell phone and the computer are going to be priceless."}, {"sentId": 494, "text": "Human intelligence is going to be very valuable as well getting to - and the bottom line of what he rants about or anything that made them this angry or tipped him off or I should say tipped him over."}], "speaker": "FERRER", "secId": 134}, {"sentences": [{"sentId": 495, "text": "But the cell phone and the computer are priceless."}, {"sentId": 496, "text": "The things that he may have texted and deleted leading up to this incident are still on that cell phone and can be extracted using intelligence software, same with the computer."}, {"sentId": 497, "text": "That's going to help them to determine if there are other people who were involved."}], "speaker": "FERRER", "secId": 135}, {"sentences": [{"sentId": 498, "text": "And lastly, I would say I hope the media does not make him infamous."}, {"sentId": 499, "text": "I think that one of the problems that we have is there are a lot of people out there who just decide, for whatever reasons they have lost hope, they decided to check out and they think, you know what, I don't have much of a life, but people are going to remember me if I do something like this."}, {"sentId": 500, "text": "And I think that we need to counter that by not showing the picture of the individual, you know."}, {"sentId": 501, "text": "And I know the media has to report it and they showed it once."}, {"sentId": 502, "text": "But I hate when I see the media showing the man's picture over and over and over again because we kind of encourage that kind of martyr them in their mind."}, {"sentId": 503, "text": "I'd rather see pictures of the victims and pictures of the doctors and the police officers who are trying to keep people alive than this individual."}], "speaker": "FERRER", "secId": 136}, {"sentences": [{"sentId": 504, "text": "Yes, I understand."}, {"sentId": 505, "text": "That's part of the sentiment from many people in the public."}, {"sentId": 506, "text": "But you know, and now we talk about what we have to do here in our own defense, we have the record."}, {"sentId": 507, "text": "And for the record, we must say the person's name because, again, we are part of the record:"}], "speaker": "LEMON", "secId": 137}, {"sentences": [{"sentId": 508, "text": "Sure."}, {"sentId": 509, "text": "No, I understand that."}, {"sentId": 510, "text": "I'm talking about the perpetuation."}], "speaker": "FERRER", "secId": 138}, {"sentences": [{"sentId": 511, "text": "I completely understand what you are saying."}, {"sentId": 512, "text": "So here's the thing."}, {"sentId": 513, "text": "Let's talk about this because we often talk about profiling, right, in this particular situations."}, {"sentId": 514, "text": "And what we have learned over the years, and Tom Fuentes who is our law enforcement analyst here says, you know, he believes that there are no profiles when it comes to this."}], "speaker": "LEMON", "secId": 139}, {"sentences": [{"sentId": 515, "text": "We often heard this young white male, usually in their 20s or 30s who are despondent have become disconnected from society, may have some pee  or what have you."}, {"sentId": 516, "text": "To have a 58-year-old man do this, not out of the ordinary or out of the ordinary for you?"}], "speaker": "LEMON", "secId": 140}, {"sentences": [{"sentId": 517, "text": "Well, I would agree with the idea that when it comes to something like this, you can't really categorize."}, {"sentId": 518, "text": "You can say that in most instances, it tends to be younger individuals like the columbine shooter, the Sandy Hook, but anybody, today's day and age - today's day and age, we see a lot of people with mental illness, with a lot of problems going on in their life and they end up to build finding access to firearms or they have access to firearms their whole life and it doesn't take a lot to sets somebody like that off."}, {"sentId": 519, "text": "Unfortunately, I think that's where we are laps in focusing on how to deal with people who have the propensity because of mental illness."}, {"sentId": 520, "text": "And that's where I think our focus really needs to go."}], "speaker": "FERRER", "secId": 141}, {"sentences": [{"sentId": 521, "text": "Judge Alex Ferrer, stand by."}], "speaker": "LEMON", "secId": 142}, {"sentences": [{"sentId": 522, "text": "Three people dead in a movie theater in Lafayette, Louisiana."}, {"sentId": 523, "text": "Seven others now injured - some of them injured critically fighting for their livers."}, {"sentId": 524, "text": "We're back after the quick break."}], "speaker": "LEMON", "secId": 143}, {"sentences": [{"sentId": 525, "text": "It is hospital, let's listen."}], "speaker": "LEMON", "secId": 144}, {"sentences": [{"sentId": 526, "text": "One of the teachers literally jumped on top of the other may have save their life and literally, you know, took a bullet that could have hit the second teacher in the head."}, {"sentId": 527, "text": "The second teacher was injured, was shock, but not life-threatening."}, {"sentId": 528, "text": "She is one of the ones that they discharge tonight."}, {"sentId": 529, "text": "Despite the injured, the second teacher was able to pull the fire alarm and helped save other lives."}], "speaker": "JINDAL", "secId": 145}, {"sentences": [{"sentId": 530, "text": "When you think about it, two friends together, one jumps in the  to save her friend's life."}, {"sentId": 531, "text": "The other one, even though she is shock, pulls the fire alarms, saves other people's lives."}], "speaker": "JINDAL", "secId": 146}, {"sentences": [{"sentId": 532, "text": "A lot of anxious, not only family member, but friends in there."}, {"sentId": 533, "text": "They got the call that their friends, their relatives have been shot."}, {"sentId": 534, "text": "They wanted to be here."}, {"sentId": 535, "text": "We helped one husband who is over New Orleans, you want to get up here quickly."}, {"sentId": 536, "text": "Try to expedite that so he could be with this wife."}, {"sentId": 537, "text": "Just got a lot anxious family members are waiting for more information."}], "speaker": "JINDAL", "secId": 147}, {"sentences": [{"sentId": 538, "text": "Right now, the doctors and nurses are going everything they can."}, {"sentId": 539, "text": "Again, I want to thank them."}, {"sentId": 540, "text": "I want to thank our first responders, did an amazing job and even while they are still hearing shots fire running towards the theater, towards danger."}], "speaker": "JINDAL", "secId": 148}, {"sentences": [{"sentId": 541, "text": "OK, it's going to be a tough night for a lot of families as they continue to get more information about their love ones."}, {"sentId": 542, "text": "I asked everybody, keep these families in your prayers."}, {"sentId": 543, "text": "Keep them in your thoughts."}, {"sentId": 544, "text": "Shower them with love."}, {"sentId": 545, "text": "The best thing we can do across Lafayette, across Louisiana, across our country, is come together in thoughts and love and prayer."}, {"sentId": 546, "text": "We are a resilient community."}, {"sentId": 547, "text": "When one of us suffers, we all suffered."}, {"sentId": 548, "text": "But I think it pulls us together."}], "speaker": "JINDAL", "secId": 149}, {"sentences": [{"sentId": 549, "text": "From the people you saw inside there, any children that were injured?"}], "speaker": "UNIDENTIFIED FEMALE REPORTER", "secId": 150}, {"sentences": [{"sentId": 550, "text": "Not the patients we saw, but I want to emphasize again that the patients were sent to three different hospitals."}, {"sentId": 551, "text": "And I'm going to defer to law enforcement."}, {"sentId": 552, "text": "If they want to keep some of those details private while they are doing their investigation and we have been briefed on some of the details of the other victims."}, {"sentId": 553, "text": "But, again, out of respect to the law enforcement agency, we want to let them complete their investigation."}, {"sentId": 554, "text": "It will help them determine, for example, any potential connection between the shooter and the victims."}, {"sentId": 555, "text": "So there are certain information I don't think they are ready to evolve yet."}, {"sentId": 556, "text": "But this hospital no, the victims - we didn't see those - the victims we saw were adults here."}], "speaker": "JINDAL", "secId": 151}, {"sentences": [{"sentId": 557, "text": "What did you think when you first heard the news?"}], "speaker": "UNIDENTIFIED FEMALE REPORTER", "secId": 152}, {"sentences": [{"sentId": 558, "text": "Look."}, {"sentId": 559, "text": "It's - both, it is shocking and frustrating and horrifying all at the same time."}, {"sentId": 560, "text": "You both saddened and frustrated and angry."}, {"sentId": 561, "text": "You read about these instance across our country, you don't think it will happen in Louisiana."}, {"sentId": 562, "text": "You don't think it will happen in Lafayette."}, {"sentId": 563, "text": "I've got three young kids."}, {"sentId": 564, "text": "Now, they go to the movies all of the time."}, {"sentId": 565, "text": "It is summer break."}, {"sentId": 566, "text": "It is something we do routinely."}, {"sentId": 567, "text": "It is something you don't think twice about this as a parent."}, {"sentId": 568, "text": "You don't think when your child goes to movies they can be in harm's way."}], "speaker": "JINDAL", "secId": 153}, {"sentences": [{"sentId": 569, "text": "This is a regular Thursday."}, {"sentId": 570, "text": "When this evening started, it was a regular Thursday night for a lot of families."}, {"sentId": 571, "text": "A lot of them were just - these teachers, one last movie before they go back to school, as so for a lot of families."}, {"sentId": 572, "text": "This is one last outing before school starts for them and just several days and couple of weeks."}, {"sentId": 573, "text": "You never think that this could be the scene of horrific shootings."}], "speaker": "JINDAL", "secId": 154}, {"sentences": [{"sentId": 574, "text": "I wish angry and upset all of the same time."}, {"sentId": 575, "text": "It shouldn't happen, shouldn't happen in our country anywhere."}, {"sentId": 576, "text": "But you certainly expect to happen in your backyard."}, {"sentId": 577, "text": "But again, I'm encouraged."}, {"sentId": 578, "text": "You know, the families and friends I saw inside, the healthcare providers, everybody, given the circumstances, everybody is in relative live good spirits."}, {"sentId": 579, "text": "There are a lot of prayer going on in there."}, {"sentId": 580, "text": "Lot of people - strangers making new friends which is inside the ER waiting room."}, {"sentId": 581, "text": "Other praying together and waiting for news together about their love ones."}], "speaker": "JINDAL", "secId": 155}, {"sentences": [{"sentId": 582, "text": "There will be folks kept overnight, many of those for observations."}, {"sentId": 583, "text": "But, again, the doctors and nurses are doing a great job."}], "speaker": "JINDAL", "secId": 156}, {"sentences": [{"sentId": 584, "text": "Anything that anybody said while you are in there that really touched you?"}], "speaker": "UNIDENTIFIED FEMALE REPORTER", "secId": 157}, {"sentences": [{"sentId": 585, "text": "Well again, the fact that the two teachers -- it's amazing."}, {"sentId": 586, "text": "You think about one teacher jumping from another and then the second even loss his shot having a presence of mind to pull fire alarm."}, {"sentId": 587, "text": "And too help to help to save others."}, {"sentId": 588, "text": "When you think about it, a lot of folks in that situation would just be thinking about themselves, trying to get out of harm's way."}, {"sentId": 589, "text": "She had a presence of mind even though she had been shot on the leg to think, alright, let me help other people."}], "speaker": "JINDAL", "secId": 158}, {"sentences": [{"sentId": 590, "text": "And so, those kinds of stories, it just shows you even in the worst of times, it brings out the best in people."}], "speaker": "JINDAL", "secId": 159}, {"sentences": [{"sentId": 591, "text": "And this event , it is going to bring up the topic of gun control."}, {"sentId": 592, "text": "What is your response to people who are concern about that?"}], "speaker": "UNIDENTIFIED FEMALE REPORTER", "secId": 160}, {"sentences": [{"sentId": 593, "text": "Look."}, {"sentId": 594, "text": "Right now, we are just learning the details of what had happen."}, {"sentId": 595, "text": "Law enforcement is still clearing the scene or they are still, as we're speaking, they're interviewing witnesses."}, {"sentId": 596, "text": "They are clearing the movie theater looking for evidence and were looking for suspicious materials."}], "speaker": "JINDAL", "secId": 161}, {"sentences": [{"sentId": 597, "text": "Let's focus on the victims right now."}, {"sentId": 598, "text": "Let's focus on their recoveries."}, {"sentId": 599, "text": "There will be time for - and I'm sure the folks who want to jump in the politics of this, now is not right."}, {"sentId": 600, "text": "Tonight is not the night for us to speak political."}, {"sentId": 601, "text": "Let's focus on helping those that are injures get better."}, {"sentId": 602, "text": "Let's focus on grieving with the families who have lost their love ones."}, {"sentId": 603, "text": "Let's pray with them."}, {"sentId": 604, "text": "Let's shower them with love."}, {"sentId": 605, "text": "There will be time for all that."}, {"sentId": 606, "text": "."}], "speaker": "JINDAL", "secId": 162}, {"sentences": [{"sentId": 607, "text": "Thank you guys for coming out here."}], "speaker": "JINDAL", "secId": 163}, {"sentences": [{"sentId": 608, "text": "Thank you so much."}], "speaker": "UNIDENTIFIED FEMALE REPORTER", "secId": 164}, {"sentences": [{"sentId": 609, "text": "That was Governor Bobby Jindal holding a briefing there in front of Lafayette general medical center."}, {"sentId": 610, "text": "And the last question to him, as a presidential contender, was about gun control laws."}, {"sentId": 611, "text": "And just for the record, he is a frequent speaker at the National Rifle Association conferences."}, {"sentId": 612, "text": "He has compared the rights of gun ownership to religious liberty."}, {"sentId": 613, "text": "And he has said the struggle to preserve and expand gun acts, this is a pivotal fight that kept last another generation."}, {"sentId": 614, "text": "And as governor, he has signed several gun bills into law including a measure that prevents anyone from publishing concealed handgun permit information again."}, {"sentId": 615, "text": "And Louisiana sportsmen's paradise, my home state, where I grew up, lots of gun owners because it is so lush when it comes to hunting and fishing and sport."}], "speaker": "LEMON", "secId": 165}, {"sentences": [{"sentId": 616, "text": "Now, I want to bring in CNN's Brian Stelter and CNN legal analyst Phillip Holloway on the phone."}], "speaker": "LEMON", "secId": 166}, {"sentences": [{"sentId": 617, "text": "Brian, you know, you covered movie theaters and you have done - talked about increase in security after the Aurora shooting which is still going on, at least the sentencing part of it."}], "speaker": "LEMON", "secId": 167}, {"sentences": [{"sentId": 618, "text": "That's right."}, {"sentId": 619, "text": "And certainly, when there is an incident like this, there are repercussions for an industry like the movie industry."}, {"sentId": 620, "text": "You know, the theater owner is not commenting at the moment and neither is the studio that released the movie that was being played at the moment, the \"Trainwreck,\" when the shooting happened."}, {"sentId": 621, "text": "But you mentioned Amy Schumer tweet earlier this hour talking about her heart being broken in the wake of this."}], "speaker": "BRIAN STELTER CNN SENIOR MEDIA CORRESPONDENT", "secId": 168}, {"sentences": [{"sentId": 622, "text": "You know, Don, I think it's perhaps uniquely frightening, uniquely horrifying, you know, to hear about violence in a place like a movie theater because it is place where you associate with entertainment, with the escapism, with fun and joy."}, {"sentId": 623, "text": "If you think about the reason why we were able to enjoy a movie, even a movie with terrible fictionalize violence, it is because we feel safe in the environment."}], "speaker": "BRIAN STELTER CNN SENIOR MEDIA CORRESPONDENT", "secId": 169}, {"sentences": [{"sentId": 624, "text": "And so, in the wake of the Aurora massacre, there were some step up security measures."}, {"sentId": 625, "text": "They weren't publicized."}, {"sentId": 626, "text": "They didn't talk much about them, but there were more guards."}, {"sentId": 627, "text": "There were more random checks."}, {"sentId": 628, "text": "There were more, in some cases, a lock or closed doors."}, {"sentId": 629, "text": "But one of the things that's so treasures about the American movie going experience is you can walk right in."}, {"sentId": 630, "text": "You can sneak in to a second movies."}, {"sentId": 631, "text": "That you can just go right there that there isn't, you know, metal detectors and things like that."}, {"sentId": 632, "text": "It is more the reasons why going to the movie, this is American as baseball at this point."}], "speaker": "BRIAN STELTER CNN SENIOR MEDIA CORRESPONDENT", "secId": 170}, {"sentences": [{"sentId": 633, "text": "Like you said, Don, earlier in your broadcast, people go on a hot Thursday night in Louisiana to these theaters."}, {"sentId": 634, "text": "It is a relatively cheap way to relax and then in the air condition on hot night."}], "speaker": "BRIAN STELTER CNN SENIOR MEDIA CORRESPONDENT", "secId": 171}, {"sentences": [{"sentId": 635, "text": "Absolutely."}, {"sentId": 636, "text": "Standby, Brian Stelter."}, {"sentId": 637, "text": "You are exactly right about that."}], "speaker": "LEMON", "secId": 172}, {"sentences": [{"sentId": 638, "text": "I want to bring in Philip Holloway now."}], "speaker": "LEMON", "secId": 173}, {"sentences": [{"sentId": 639, "text": "Philip, you know, you are an ex-police officer."}, {"sentId": 640, "text": "And you said that you don't go to the theater unarmed now since Aurora?"}], "speaker": "LEMON", "secId": 174}, {"sentences": [{"sentId": 641, "text": "That's correct, Don."}, {"sentId": 642, "text": "Very seldom do I go to a movie theater especially when I have my children with me and I'm unarmed."}, {"sentId": 643, "text": "Because I want them to stay in Georgia and our laws here permit that."}, {"sentId": 644, "text": "And I'm a concealed carry permit holder."}, {"sentId": 645, "text": "And I have extensive training in firearms both in law enforcement and military and otherwise."}, {"sentId": 646, "text": "And you know, nobody knows that I'm armed."}, {"sentId": 647, "text": "But if someone was to come into the movie theater and jeopardize my family, I'm prepared to take action  myself and my family."}, {"sentId": 648, "text": "And so in all things being equal, I think that we have to take a long look at whether or not as a nation, we want to allow our citizens to be armed to protect themselves so that they can, this, this sort of tragedy from happening to themselves or to their families."}], "speaker": "HOLLOWAY", "secId": 175}, {"sentences": [{"sentId": 649, "text": "And you've heard, Mr. Holloway, there were some acts of heroism there?"}, {"sentId": 650, "text": "I'm talking about the teachers jumping in the way to help people in the theater."}, {"sentId": 651, "text": "Other people pulling the alarms so that the alarms would ring."}, {"sentId": 652, "text": "And you know, these acts of heroism happened every time there is a shooting or an incident of this sort."}], "speaker": "LEMON", "secId": 176}, {"sentences": [{"sentId": 653, "text": "That's correct."}, {"sentId": 654, "text": "And you will find acts of American heroism all throughout the history of the United States especially when you have crimes like this that are taking place."}, {"sentId": 655, "text": "And let there be no mistake."}, {"sentId": 656, "text": "This was a horrific crime."}, {"sentId": 657, "text": "This was something that there is obviously playing and absolutely atrouses ."}, {"sentId": 658, "text": "And to think that someone could go into this movie theater and just open fire without anybody else able to protect themselves, in my personal opinion, is something that is just an abomination."}, {"sentId": 659, "text": "I can't imagine not being able to protect themselves from someone who is wanting to put their gun at me or my wife or my two children and mine not being able to do something about it."}], "speaker": "HOLLOWAY", "secId": 177}, {"sentences": [{"sentId": 660, "text": "Louisiana has open carry law."}], "speaker": "LEMON", "secId": 178}, {"sentences": [{"sentId": 661, "text": "Yes."}, {"sentId": 662, "text": "Well, so does, you know, Georgia has a very good law in my opinion which permits people to carry guns and to movie theaters and anywhere else even if the movie theater has a sign that says no guns allowed."}, {"sentId": 663, "text": "That sign is, in Georgia at least, meaning was."}, {"sentId": 664, "text": "And if you have a concealed carry permit and no one ask you to leave, you can take that gun into that movie theater and you can protect yourself and you can protect your family."}], "speaker": "HOLLOWAY", "secId": 179}, {"sentences": [{"sentId": 665, "text": "And ever since the Aurora shooting, I have made it a personal point that every time that I take my family into the movie theater, we are protected."}], "speaker": "HOLLOWAY", "secId": 180}, {"sentences": [{"sentId": 666, "text": "The politics and the laws will be debated, no doubt especially there in a state where one of the contenders for the president of the United States is governor."}, {"sentId": 667, "text": "He's going to have to answer questions about gun laws in his own state in light of the shooting."}], "speaker": "LEMON", "secId": 181}, {"sentences": [{"sentId": 668, "text": "Standby, everyone."}, {"sentId": 669, "text": "Three people dead in Louisiana at a movie theater, seven injured."}, {"sentId": 670, "text": "We're back with our breaking news coverage after just a short break."}], "speaker": "LEMON", "secId": 182}, {"sentences": [{"sentId": 671, "text": "Back with breaking news to CNN TONIGHT."}, {"sentId": 672, "text": "I'm Don Lemon."}], "speaker": "LEMON", "secId": 183}, {"sentences": [{"sentId": 673, "text": "Three people dead in a theater in Lafayette, Louisiana after a gunman, who a patron at the theater, opened fire, killing two people and himself."}, {"sentId": 674, "text": "We are told from law enforcement down in Louisiana that the gunman is a 58-year-old white male."}, {"sentId": 675, "text": "They believe that he acted alone at this point."}, {"sentId": 676, "text": "But just as a precaution, they closed other theaters in the city including a Grant - another Grant theater of the same name owned by the same people just across town."}], "speaker": "LEMON", "secId": 184}, {"sentences": [{"sentId": 677, "text": "Sergeant Brooks David from Louisiana state police, back with us now for an update."}], "speaker": "LEMON", "secId": 185}, {"sentences": [{"sentId": 678, "text": "Sergeant, do you have any information for us?"}], "speaker": "LEMON", "secId": 186}, {"sentences": [{"sentId": 679, "text": "Right now, there is none."}, {"sentId": 680, "text": "Our troopers are still on scene along with Lafayette PD and Lafayette sheriff's office and numerous federal investigators."}, {"sentId": 681, "text": "We have our bomb squad is out right now."}, {"sentId": 682, "text": "They are searching vehicles and the building just to make sure that there was no device that was placed by the shooter."}, {"sentId": 683, "text": "We just want to make sure that everybody in public safety is OK.  That's our number one priority."}, {"sentId": 684, "text": "So once that  and it is clear to do so, other agents will enter the building and start the investigation itself."}], "speaker": "DAVID", "secId": 187}, {"sentences": [{"sentId": 685, "text": "So the governor was just held an impromptu briefing at Lafayette general medical center."}, {"sentId": 686, "text": "The governor is said that there teachers inside."}, {"sentId": 687, "text": "There were people inside who did some heroic acts, throwing their bodies across people and also pulling the alarms."}, {"sentId": 688, "text": "Do to you know anything about that?"}], "speaker": "LEMON", "secId": 188}, {"sentences": [{"sentId": 689, "text": "I can't confirm that."}, {"sentId": 690, "text": "I don't know anything."}, {"sentId": 691, "text": "It is possible that it is true."}, {"sentId": 692, "text": "Of course, the governor was able to speak to people in the hospital and I'm here on scene."}, {"sentId": 693, "text": "I'm sure our investigators are talking to those people at the scene."}], "speaker": "DAVID", "secId": 189}, {"sentences": [{"sentId": 694, "text": "Was there - we had one eyewitness on, a one witness who was inside of the theater and said there was some concern about the gunman holding people hostage inside the theater initially."}, {"sentId": 695, "text": "Is that report true at all?"}], "speaker": "LEMON", "secId": 190}, {"sentences": [{"sentId": 696, "text": "That, I cannot confirm to you until we speak to all of the witnesses that were out here and may be able to paint a clearer picture for us, then we would be able to come up with answer that we were looking for."}, {"sentId": 697, "text": "And you know, this is will be an active investigation for at least a couple of days before we able to get all the information gathered together and come up with one scenario."}], "speaker": "DAVID", "secId": 191}, {"sentences": [{"sentId": 698, "text": "Yes."}, {"sentId": 699, "text": "I asked you earlier about his intentions, if it appear that he was targeting anyone or was it random."}, {"sentId": 700, "text": "Had you been able to find out anything about that?"}], "speaker": "LEMON", "secId": 192}, {"sentences": [{"sentId": 701, "text": "From speaking with investigators on the scene, it does appears that it was random."}, {"sentId": 702, "text": "It wasn't anybody in particular was picked out or rumors that there are family members and that it was domestic."}, {"sentId": 703, "text": "But it just looked like it was random shooting inside the theater."}], "speaker": "DAVID", "secId": 193}, {"sentences": [{"sentId": 704, "text": "And, again, I asked you earlier, as well, about have you been able to identify where he lives and if you have -- if they are investigating and searching his home."}], "speaker": "LEMON", "secId": 194}, {"sentences": [{"sentId": 705, "text": "I can't confirm that they are searching his home."}, {"sentId": 706, "text": "We do know who he is."}, {"sentId": 707, "text": "We do know where he lives."}, {"sentId": 708, "text": "I'm sure our investigators, along with the federal agencies are in the process of looking into that right now."}], "speaker": "DAVID", "secId": 195}, {"sentences": [{"sentId": 709, "text": "Are the bodies still on the scene, the coroners still inside?"}, {"sentId": 710, "text": "What is going on?"}], "speaker": "LEMON", "secId": 196}, {"sentences": [{"sentId": 711, "text": "That's correct."}, {"sentId": 712, "text": "The coroner is still on scene."}, {"sentId": 713, "text": "It is an active investigation."}, {"sentId": 714, "text": "We do have everybody here if you don't want to move any evidence until it is safe to do so."}, {"sentId": 715, "text": "Our bomb squad gives us the OK, Lafayette PD give the OK, and you know, the coroner allows us to move in bodies."}], "speaker": "DAVID", "secId": 197}, {"sentences": [{"sentId": 716, "text": "Any update from the hospital on injuries."}, {"sentId": 717, "text": "The governor has said, and I know you are not there, that he saw one of the victims leaving the hospital."}], "speaker": "LEMON", "secId": 198}, {"sentences": [{"sentId": 718, "text": "No, I can't confirm that."}, {"sentId": 719, "text": "But that is a good sign if one of the victims are ready to leave."}], "speaker": "DAVID", "secId": 199}, {"sentences": [{"sentId": 720, "text": "All right."}, {"sentId": 721, "text": "Sergeant Brooks David with Louisiana state police joining us by phone to give us an update here."}], "speaker": "LEMON", "secId": 200}, {"sentences": [{"sentId": 722, "text": "And I want to give an update again, three people are dead from a shooting inside of a Louisiana theater at Lafayette, Louisiana."}, {"sentId": 723, "text": "The gunman apparently fired at random, a patron of the theater, a 58-year- old white male who, again, was a patron of the theater."}, {"sentId": 724, "text": "They know who he is but they are not identifying him at this point."}, {"sentId": 725, "text": "Police cordoned off the scene there."}, {"sentId": 726, "text": "Of course, not allowing cars to leave."}, {"sentId": 727, "text": "They did a bomb sweep of the theater and the surrounding parking lot."}, {"sentId": 728, "text": "This happened inside the Grand Theater 16."}, {"sentId": 729, "text": "That's what you are looking pictures of now where the movie \"Trainwreck\" was playing."}, {"sentId": 730, "text": "Police say they received that phone call about 7:30 tonight."}, {"sentId": 731, "text": "Three people dead, seven injured."}], "speaker": "LEMON", "secId": 201}, {"sentences": [{"sentId": 732, "text": "Our live coverage continues now with George Howell and Lynda Kinkade at the CNN center in Atlanta."}], "speaker": "LEMON", "secId": 202}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1507.23.cnnt.02.html.json", "time": "Aired July 23, 2015 - 23:03   ET"}