{"sectionCount": 212, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["LEMON", "CARROLL", "FIELD", "SWECKER", "MITCHELL", "SAVIDGE", "SIMMONS", "ARCELIA SIMMONS", "ALANA SIMMONS", "EGAN", "MADISON", "SIDNER", "BAER", "LEVIN", "SWANSON", "TRUMP", "MOODY", "DOUTHAT"], "subTitle": "Confederate Flag Turning Toxic Across the South; Is It Time to Take Donald Trump Seriously?; Hundreds of People in South Carolina Taking to the Streets Today; Police in North Carolina Release Dashcam Video of Church Gunman Dylann Roof's Arrest. Aired 10-11:00p ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1506/23/cnnt.01.html", "sentenceCount": 627, "sections": [{"sentences": [{"sentId": 0, "text": "Manhunt, police and helicopters, crews is in altering vehicles, are they closing in on two escaped killers."}, {"sentId": 1, "text": "This is CNN Tonight."}, {"sentId": 2, "text": "I'm Don Lemon."}], "speaker": "LEMON", "secId": 0}, {"sentences": [{"sentId": 3, "text": "Investigators hot on the trail of Richard Matt and David Sweat."}, {"sentId": 4, "text": "We're live at the scene for you."}, {"sentId": 5, "text": "Plus, how things have changed."}, {"sentId": 6, "text": "Confederate Flag turning toxic across the south."}, {"sentId": 7, "text": "But, as lawmakers debate and retailers from Amazon to Sears, to Walmart banned the flag."}, {"sentId": 8, "text": "Is it time for an even bolder statement?"}, {"sentId": 9, "text": "Should this country's first African- American president apologize for slavery?"}], "speaker": "LEMON", "secId": 1}, {"sentences": [{"sentId": 10, "text": "Plus, is it time to take Donald Trump seriously?"}, {"sentId": 11, "text": "In a brand new New Hampshire poll, he is second only to Jeb Bush."}, {"sentId": 12, "text": "Should the GOP be afraid, very afraid?"}], "speaker": "LEMON", "secId": 2}, {"sentences": [{"sentId": 13, "text": "But I want to begin this broadcast in New York State with the manhunt for those two escaped killers."}, {"sentId": 14, "text": "CNN's Alexandra Field is live for us in Owls Head, New York."}, {"sentId": 15, "text": "Jason Carroll is in Plattsburgh."}], "speaker": "LEMON", "secId": 3}, {"sentences": [{"sentId": 16, "text": "Jason, I want to start with you."}, {"sentId": 17, "text": "Tell us what you have learned about this new information about Joyce Mitchell, how she may have helped these two escape?"}], "speaker": "LEMON", "secId": 4}, {"sentences": [{"sentId": 18, "text": "Right, Don, It seems like with the story is just one strange detail after another."}, {"sentId": 19, "text": "A law enforcement source telling me that Joyce Mitchell actually convinced another guard there at the correctional facility, Gene Palmer, to help smuggle in a slab of frozen hamburger meat."}, {"sentId": 20, "text": "Inside that slab of frozen hamburger meat they had a hacksaw blades and possibly other tools, as well."}], "speaker": "CARROLL", "secId": 5}, {"sentences": [{"sentId": 21, "text": "I did also speak with Gene Palmer's attorney who told me that his client had no idea what was inside that meat."}, {"sentId": 22, "text": "But that he did not pass that meat through a metal detector, which is a violation of prison policy."}], "speaker": "CARROLL", "secId": 6}, {"sentences": [{"sentId": 23, "text": "That again, that slab of meat passed on to Richard Matt."}, {"sentId": 24, "text": "Apparently, held at some point in the tailor shop."}, {"sentId": 25, "text": "That's where the meat was held before it was then pass on to Richard Matt."}, {"sentId": 26, "text": "So, again, I know, you've been following the story very closely, Don, but it's just been one sort of bizarre detail after another, it seems with each passing day."}, {"sentId": 27, "text": "LEMON: Yes."}, {"sentId": 28, "text": "Including this one, Jason, that I want to ask you about."}], "speaker": "CARROLL", "secId": 7}, {"sentences": [{"sentId": 29, "text": "That she may have had some influence over  Sweat's cell being moved next to Matt's cell?"}, {"sentId": 30, "text": "What can you tell us?"}], "speaker": "CARROLL", "secId": 8}, {"sentences": [{"sentId": 31, "text": "Right."}, {"sentId": 32, "text": "Yes."}, {"sentId": 33, "text": "A lot of influence here."}, {"sentId": 34, "text": "When you look at Joyce Mitchell's history here, source is telling me that she had some influence there at the correctional facility."}, {"sentId": 35, "text": "She apparently influenced other guards vouching for both Richard Matt and David Sweat bringing in baked goods to try to curry favor with some of the guards."}], "speaker": "CARROLL", "secId": 9}, {"sentences": [{"sentId": 36, "text": "And at one point, she recommended to prison officials that David Sweat's cell be moved right next to Richard Matt's cell."}, {"sentId": 37, "text": "And we all know what happened after that when the two colluded and made their daring escape."}], "speaker": "CARROLL", "secId": 10}, {"sentences": [{"sentId": 38, "text": "So, you know, when you hear the story about Lyle Mitchell coming forward and basically saying that his wife was taken advantage of in some ways by these two inmates, it's a story that doesn't ring true so much when you hear about what our sources are saying and about her involvement at the prison."}], "speaker": "CARROLL", "secId": 11}, {"sentences": [{"sentId": 39, "text": "Why would she have that kind of authority as it seems stress in a tailor shop?"}], "speaker": "LEMON", "secId": 12}, {"sentences": [{"sentId": 40, "text": "You know, one word it's a very good question."}, {"sentId": 41, "text": "And I think these are some of the questions that investigators are going to be looking at as they look at not just as Joyce Mitchell, but as they also look at Gene Palmer and others who work the at the prison trying to find out who had influence there at the prison as they try to determine who else may have been involved in trying to put together this daring prison escape."}], "speaker": "CARROLL", "secId": 13}, {"sentences": [{"sentId": 42, "text": "Gene Palmer is another corrections officer being placed on leave as part of the investigation."}, {"sentId": 43, "text": "All right, Jason, stand by, I want to get to Alexandra Field."}, {"sentId": 44, "text": "Alexandra, the best lead yet is this cabin where the men may have been spotted and their DNA was found."}, {"sentId": 45, "text": "What's the latest on that?"}], "speaker": "LEMON", "secId": 14}, {"sentences": [{"sentId": 46, "text": "Well, on Saturday, Don, that discovery was made."}, {"sentId": 47, "text": "Now at the time, it was regarded as the best lead in this case so far."}, {"sentId": 48, "text": "It three days later now and that's still considered the best lead in this case."}, {"sentId": 49, "text": "Investigators are telling us they have had no credible in this area since then."}, {"sentId": 50, "text": "But they are not backing off."}], "speaker": "FIELD", "secId": 15}, {"sentences": [{"sentId": 51, "text": "They've devoted a tremendous number of resources to this county, more than a thousand law enforcement officers on the ground."}, {"sentId": 52, "text": "What we're seeing as we're out here all day and into this evening are these perimeters that officers are setting up."}, {"sentId": 53, "text": "They cordoning up areas and they're moving through doing their grid circus."}], "speaker": "FIELD", "secId": 16}, {"sentences": [{"sentId": 54, "text": "While this is happening of course, there also been a number of tips calls that are coming in from this area."}, {"sentId": 55, "text": "And when that happens, we see a tremendous movement of these also assets."}, {"sentId": 56, "text": "We watched it happen earlier today."}, {"sentId": 57, "text": "Helicopters being brought in, K-9s being brought in, tactical being brought in, all of them investigating reported leads, including a reported sighting that came earlier today."}], "speaker": "FIELD", "secId": 17}, {"sentences": [{"sentId": 58, "text": "At the end though, law enforcement told us that the search yielded no results."}, {"sentId": 59, "text": "At this time, Don, all they are hoping is that giving the rupturing terrain here in Adirondacks that they perhaps slowed the movement of these fugitives."}, {"sentId": 60, "text": "They are very much hoping that they haven't contained somewhere in this area."}], "speaker": "FIELD", "secId": 18}, {"sentences": [{"sentId": 61, "text": "So, when I spoke to the D.A."}, {"sentId": 62, "text": "last night, we were talking about the cabin."}, {"sentId": 63, "text": "One of the cabins that they found the DNA, but there may have been an old shot gun in there of sort."}, {"sentId": 64, "text": "There's concerned now that these men may have been armed and even more dangerous?"}, {"sentId": 65, "text": "Even more so now?"}], "speaker": "LEMON", "secId": 19}, {"sentences": [{"sentId": 66, "text": "Yes."}, {"sentId": 67, "text": "There's a tremendous amount of urgency in terms of finding these men."}, {"sentId": 68, "text": "At the same time, all of these law enforcement officers who are in this county have to prepare for every eventuality."}, {"sentId": 69, "text": "They do not know what they will face when they confront these two fugitives, the convicted killers who broke out of the maximum security prison."}], "speaker": "FIELD", "secId": 20}, {"sentences": [{"sentId": 70, "text": "One issue here that law enforcement is very cognizant, Don, is not only are there these cabins here that are to cease no homes for fugitives could potentially hide and hunker down."}, {"sentId": 71, "text": "A lot of these are used for hunting."}, {"sentId": 72, "text": "Which means there are weapons potentially in a lot of these cabins."}], "speaker": "FIELD", "secId": 21}, {"sentences": [{"sentId": 73, "text": "So, law enforcement has to prepare for the possibility that these fugitives are not just looking for shelter and food but that they could be looking for weapons."}], "speaker": "FIELD", "secId": 22}, {"sentences": [{"sentId": 74, "text": "Thank you, Alexandra, as well as Jason."}, {"sentId": 75, "text": "Now, I want to bring in Chris Swecker."}, {"sentId": 76, "text": "He led the FBI team and captured the Olympic Park bomber, Eric Rudolph."}, {"sentId": 77, "text": "You were shaking your head when she mentioned -- when talked about the guns and weapons being armed."}], "speaker": "LEMON", "secId": 23}, {"sentences": [{"sentId": 78, "text": "I think they have to assume that they're armed now."}, {"sentId": 79, "text": "And probably they made that assumption all along."}, {"sentId": 80, "text": "These are -- one is a psychotic killer."}, {"sentId": 81, "text": "The other is a cop killer."}, {"sentId": 82, "text": "So, they will have to do whatever they do very deliberately and make sure that those are impatient that they hold them back and they don't rush in here."}], "speaker": "SWECKER", "secId": 24}, {"sentences": [{"sentId": 83, "text": "It's been a few days."}, {"sentId": 84, "text": "A few days have gone by since the investigators talked about this cabin where they found the DNA and they were allegedly spotted."}, {"sentId": 85, "text": "Do you think the trail is still hot or is it growing colder?"}], "speaker": "LEMON", "secId": 25}, {"sentences": [{"sentId": 86, "text": "I think it's still pretty hot actually because you can't get any better than DNA."}, {"sentId": 87, "text": "If, in fact, they've identified them through that DNA, they probably still are on foot."}, {"sentId": 88, "text": "They're improvising."}, {"sentId": 89, "text": "I think it's a bit of an endurance game now."}, {"sentId": 90, "text": "They're outdoors."}, {"sentId": 91, "text": "Whether they're -- one lost their shoes or didn't lose their shoes, I don't think that matters."}, {"sentId": 92, "text": "I think they're hunkered down just hoping that these people -- the hunters will pass them by."}], "speaker": "SWECKER", "secId": 26}, {"sentences": [{"sentId": 93, "text": "Because they found shoes and DNA in one of the cabins."}, {"sentId": 94, "text": "Do you think that they're out there?"}, {"sentId": 95, "text": "Have they found another cabin possibly?"}, {"sentId": 96, "text": "How can you survive by then in that terrain that they say is very thick and dangerous?"}], "speaker": "LEMON", "secId": 27}, {"sentences": [{"sentId": 97, "text": "Yes."}, {"sentId": 98, "text": "They're going to try."}, {"sentId": 99, "text": "I think they're going to try to got it out."}, {"sentId": 100, "text": "I think they're in the woods and they're on foot and they don't know where they're going now."}, {"sentId": 101, "text": "They're trying to make it up as they go."}, {"sentId": 102, "text": "They've really been making it up ever since they climbed out of that manhole."}, {"sentId": 103, "text": "I think everything -- every part of their plan went right from then on."}], "speaker": "SWECKER", "secId": 28}, {"sentences": [{"sentId": 104, "text": "There was this concern, well, not concern but people thought that maybe they were watching news reports, right, to try to figure out where investigators were looking."}, {"sentId": 105, "text": "With them out there, are they looking at news reports?"}, {"sentId": 106, "text": "Because someone said, well, I think they may have a cell phone."}], "speaker": "LEMON", "secId": 29}, {"sentences": [{"sentId": 107, "text": "They may well have a cell phone."}, {"sentId": 108, "text": "We haven't heard, I mean, we haven't heard everything."}, {"sentId": 109, "text": "A lot of information has leaked out, particularly through the district attorney."}, {"sentId": 110, "text": "But they may well have a cell phone, but that may not help them as much as you think right now."}, {"sentId": 111, "text": "It helps them monitor things that are going on through parties, who may be watching the news."}], "speaker": "SWECKER", "secId": 30}, {"sentences": [{"sentId": 112, "text": "But nobody's going to risk bringing a vehicle in there and try to break through that perimeter."}, {"sentId": 113, "text": "You remember Christopher Dorner when he was on the run."}, {"sentId": 114, "text": "I mean, he did make a brake for it, and he got desperate and that's when he took a hostage."}], "speaker": "SWECKER", "secId": 31}, {"sentences": [{"sentId": 115, "text": "The owner of the cabin said he only saw one person running away."}, {"sentId": 116, "text": "Do you think they split up?"}, {"sentId": 117, "text": "Do you think they are still together or split up periodically or permanently?"}], "speaker": "LEMON", "secId": 32}, {"sentences": [{"sentId": 118, "text": "Well, from what the reports say, their DNA was -- both of their DNA was in that cabin."}, {"sentId": 119, "text": "So, I think they're probably still together."}, {"sentId": 120, "text": "There may have been one outside on watch and that would make a lot of sense."}], "speaker": "SWECKER", "secId": 33}, {"sentences": [{"sentId": 121, "text": "So, if more likely or less likely to be found if they split up."}], "speaker": "LEMON", "secId": 34}, {"sentences": [{"sentId": 122, "text": "I think more likely to be found if they split up."}], "speaker": "SWECKER", "secId": 35}, {"sentences": [{"sentId": 123, "text": "Really?"}], "speaker": "LEMON", "secId": 36}, {"sentences": [{"sentId": 124, "text": "Once you find one, you double your chances of getting caught."}], "speaker": "SWECKER", "secId": 37}, {"sentences": [{"sentId": 125, "text": "Yes."}], "speaker": "LEMON", "secId": 38}, {"sentences": [{"sentId": 126, "text": "If they stay together, as I said, I think they'll hunker down."}, {"sentId": 127, "text": "I don't think they can move around too much."}, {"sentId": 128, "text": "They'll just stumble around through the woods make a lot of noise."}], "speaker": "SWECKER", "secId": 39}, {"sentences": [{"sentId": 129, "text": "So, how did -- the weather has been horrible."}, {"sentId": 130, "text": "Heavy rain, they tried to get listening devices, right?"}, {"sentId": 131, "text": "And they couldn't -- and motion detectors."}, {"sentId": 132, "text": "They wouldn't work because the weather had been so bad."}, {"sentId": 133, "text": "What does this mean for the search and for them being on the run?"}, {"sentId": 134, "text": "SWECKER: Well, the search, one advantage they have I think right now"}], "speaker": "LEMON", "secId": 40}, {"sentences": [{"sentId": 135, "text": "is they're able to muster all their resources in one area."}, {"sentId": 136, "text": "I think they have to make the assumption they're in that area."}, {"sentId": 137, "text": "There's no other credible leads out there right now."}, {"sentId": 138, "text": "I think they want to -- I think what are they doing is trying to herd them in one direction."}, {"sentId": 139, "text": "So, putting, applying a lot of pressure and trying to hold, cut all the obvious points of eagerness and force them in a certain direction."}], "speaker": "LEMON", "secId": 41}, {"sentences": [{"sentId": 140, "text": "So, this is according to the attorney."}, {"sentId": 141, "text": "Now I want this right."}, {"sentId": 142, "text": "Gene Palmer, who is a corrections officer who is now being investigated."}, {"sentId": 143, "text": "His attorney told CNN earlier tonight that Matt Sweat would inform guards by the prisoners, Matt and Sweat, I'm sorry, Matt and Sweat would inform guards if they were planning a fight, if there's any sort of unrest happening at the prison."}, {"sentId": 144, "text": "Do you think that was part of their tactic as sort of co-opt the guards so that -- as they were planning their escape?"}], "speaker": "LEMON", "secId": 42}, {"sentences": [{"sentId": 145, "text": "Yes, and that's not the first time Matt has become a sort of jail house informant."}, {"sentId": 146, "text": "It happened before."}, {"sentId": 147, "text": "He knows how to play people."}, {"sentId": 148, "text": "Clearly, Matt is the leader of this particular group."}], "speaker": "SWECKER", "secId": 43}, {"sentences": [{"sentId": 149, "text": "And you know, as we know, this prison, all things point to a very loosely-run prison in allowing them to have that kind of access just plays right into a guy like that who knows how to manipulate people."}, {"sentId": 150, "text": "He can put on several faces I'm sure."}], "speaker": "SWECKER", "secId": 44}, {"sentences": [{"sentId": 151, "text": "Joyce Mitchell who was arrested, right, for allegedly helping in this."}, {"sentId": 152, "text": "Her husband spoke on today show this morning."}, {"sentId": 153, "text": "Let's listen."}], "speaker": "LEMON", "secId": 45}, {"sentences": [{"sentId": 154, "text": "He told me that Matt wanted her to pick them up."}, {"sentId": 155, "text": "And she said, well, I never leave nowhere without Lyle."}, {"sentId": 156, "text": "Never."}, {"sentId": 157, "text": "And he said, well, I'll give you some pills to give him to knock him out and your wheel and you come pick us up."}, {"sentId": 158, "text": "She said, I am not doing that."}, {"sentId": 159, "text": "She said, I love my husband."}, {"sentId": 160, "text": "I am not hurting him, then he said, I do alone ahead."}, {"sentId": 161, "text": "She said, I can't do this."}], "speaker": "MITCHELL", "secId": 46}, {"sentences": [{"sentId": 162, "text": "The more you learn about her what do make up her role?"}], "speaker": "LEMON", "secId": 47}, {"sentences": [{"sentId": 163, "text": "They are clearly over her head."}, {"sentId": 164, "text": "Probably enjoyed the attention that she was getting from the two."}, {"sentId": 165, "text": "Probably thought it was sincere."}, {"sentId": 166, "text": "And, you know, maybe not too particularly bright about her judgment in her decisions here."}, {"sentId": 167, "text": "So, I see this as a sort of a mismatch between a very mackable and very, very astute manipulator and someone who's just not all that sharp in terms of what people do."}], "speaker": "SWECKER", "secId": 48}, {"sentences": [{"sentId": 168, "text": "They're making this up as you say as they go along."}, {"sentId": 169, "text": "And why is it taking so long?"}], "speaker": "LEMON", "secId": 49}, {"sentences": [{"sentId": 170, "text": "Yes."}, {"sentId": 171, "text": "Well, we thought the same thing in the Rudolph case."}, {"sentId": 172, "text": "I mean, we knew he was in the area."}], "speaker": "SWECKER", "secId": 50}, {"sentences": [{"sentId": 173, "text": "How long..."}], "speaker": "LEMON", "secId": 51}, {"sentences": [{"sentId": 174, "text": "And we have many, many law enforcement."}, {"sentId": 175, "text": "It took four years, almost five years."}], "speaker": "SWECKER", "secId": 52}, {"sentences": [{"sentId": 176, "text": "Do you think we may be looking at that now?"}], "speaker": "LEMON", "secId": 53}, {"sentences": [{"sentId": 177, "text": "No, I don't."}, {"sentId": 178, "text": "These aren't Eric Rudolph planned his escape to the tenth degree."}, {"sentId": 179, "text": "They have many different places behind stock food well ahead of time."}, {"sentId": 180, "text": "These people are just improvising."}], "speaker": "SWECKER", "secId": 54}, {"sentences": [{"sentId": 181, "text": "Thank you, Chris Swecker."}, {"sentId": 182, "text": "We appreciate it."}, {"sentId": 183, "text": "We have breaking news out of Baltimore to tell you about."}, {"sentId": 184, "text": "Where the autopsy of Freddie Grey finds he suffered what's being called a high energy injury and his death has been ruled a homicide."}], "speaker": "LEMON", "secId": 55}, {"sentences": [{"sentId": 185, "text": "The report which was obtained by the Baltimore Sunset, the injury likely happened when the police van in which Grey was riding suddenly slowed and he may have been thrown into a wall."}, {"sentId": 186, "text": "Six Baltimore police officers have been indicted in Grey's death."}, {"sentId": 187, "text": "All have pleaded not guilty and the trial is set for October."}], "speaker": "LEMON", "secId": 56}, {"sentences": [{"sentId": 188, "text": "The State's Attorney, Marilyn Mosby, strongly condemn the leak of that report."}, {"sentId": 189, "text": "When we come right back, calls across the south for the Confederate Flag to come down in the wake of the Charleston church massacre."}, {"sentId": 190, "text": "Are we on the verge of real change?"}, {"sentId": 191, "text": "And should President Barack Obama take the lead on race and apologize for slavery?"}], "speaker": "LEMON", "secId": 57}, {"sentences": [{"sentId": 192, "text": "Plus, guess who is number two?"}, {"sentId": 193, "text": "Donald Trump surging in New Hampshire."}, {"sentId": 194, "text": "Will the GOP be forced to take him seriously?"}], "speaker": "LEMON", "secId": 58}, {"sentences": [{"sentId": 195, "text": "Hundreds of people in South Carolina taking to the streets today."}, {"sentId": 196, "text": "They rallied outside the State House in Colombia calling for the Confederate Flag to be removed from the capitol grounds."}], "speaker": "LEMON", "secId": 59}, {"sentences": [{"sentId": 197, "text": "Also today, police in North Carolina release dashcam video of church gunman Dylann Rooof as he was arrested last week."}, {"sentId": 198, "text": "There he is in his car then removing him from his car in a white t-shirt of course."}, {"sentId": 199, "text": "CNN's Martin Savidge live for us now in Charleston tonight."}], "speaker": "LEMON", "secId": 60}, {"sentences": [{"sentId": 200, "text": "Martin, good evening to you."}, {"sentId": 201, "text": "I understand the Black Panthers were just there."}, {"sentId": 202, "text": "What's going on?"}], "speaker": "LEMON", "secId": 61}, {"sentences": [{"sentId": 203, "text": "Good evening, Don, Well, these are the new Black Panthers."}, {"sentId": 204, "text": "And I know that you're well-familiar with them."}, {"sentId": 205, "text": "This is a group that has a very specific and confrontational agenda."}, {"sentId": 206, "text": "And they came marching down the street and then demonstrated directly in front of the Emanuel AME Church."}], "speaker": "SAVIDGE", "secId": 62}, {"sentences": [{"sentId": 207, "text": "I think but, kind of rattled things here is that up until now, this has been a place of reflection and reverence and a place where people have grieved."}, {"sentId": 208, "text": "So, this kind of loud, very in-your-face kind protesting did cause some kind of confrontation but it was only verbal once."}, {"sentId": 209, "text": "The police were watching from a distance and after a while they will be gone and went on their way."}, {"sentId": 210, "text": "So, that's how it went."}, {"sentId": 211, "text": "LEMON: Yes."}, {"sentId": 212, "text": "And not a lot of that going on."}, {"sentId": 213, "text": "Of course, you and I"}], "speaker": "SAVIDGE", "secId": 63}, {"sentences": [{"sentId": 214, "text": "unfortunately had to deal with that the first day we were there."}, {"sentId": 215, "text": "But it's not a lot of that going on that shouldn't distract from all the goodness that's going on there and help people in handling this."}], "speaker": "SAVIDGE", "secId": 64}, {"sentences": [{"sentId": 216, "text": "Absolutely right."}], "speaker": "SAVIDGE", "secId": 65}, {"sentences": [{"sentId": 217, "text": "So, Martin, what's the latest on this Confederate Flag debate tonight?"}, {"sentId": 218, "text": "How many other states are taking up this issue right now?"}], "speaker": "LEMON", "secId": 66}, {"sentences": [{"sentId": 219, "text": "Well, you know, it seems to be really just taking off across the south here, which is something that -- well, 10 days ago you would never have thought of."}, {"sentId": 220, "text": "What is happening in South Carolina first it should be pointed."}], "speaker": "SAVIDGE", "secId": 67}, {"sentences": [{"sentId": 221, "text": "The House and Senate have both now passed resolutions saying that they can begin to debate talking about possibly passing legislation to take down the flag on the State House grounds."}, {"sentId": 222, "text": "And elsewhere though, you've got Mississippi now to the Speaker of the House saying, they need to take the emblem which is on the Mississippi State Flag off of that flag."}], "speaker": "SAVIDGE", "secId": 68}, {"sentences": [{"sentId": 223, "text": "And then you have a number of other states that have it, say like, license plates that you can purchase."}, {"sentId": 224, "text": "I'm talking about Virginia and North Carolina, specifically."}, {"sentId": 225, "text": "And they say they're starting to stop that practice from being allowed."}, {"sentId": 226, "text": "So, you got that sweeping across the number of states here, Don."}], "speaker": "SAVIDGE", "secId": 69}, {"sentences": [{"sentId": 227, "text": "So, and what about private business?"}, {"sentId": 228, "text": "There is a snowball effect of sorts going on there, isn't it?"}], "speaker": "LEMON", "secId": 70}, {"sentences": [{"sentId": 229, "text": "Well, there is."}, {"sentId": 230, "text": "I mean, you know, many of the big box stores have decided that they're not going to sell any Confederate Flag merchandise."}, {"sentId": 231, "text": "Because they don't want to show any disrespect to any of their customers."}, {"sentId": 232, "text": "they want to be all-inclusive."}], "speaker": "SAVIDGE", "secId": 71}, {"sentences": [{"sentId": 233, "text": "So, you know, we're talking about Walmart, we're talking about Sears, we're talking about Amazon.com online."}, {"sentId": 234, "text": "And they're saying that they're no longer going to sell either the flags or anything that has the Confederate logo on it."}, {"sentId": 235, "text": "That doesn't mean that they're not going to sell it in other places."}, {"sentId": 236, "text": "They've got plenty of other stores that will carry it and you can bet that some are stacking up on it and planning to expect that they're going to get a rush of its new sales."}], "speaker": "SAVIDGE", "secId": 72}, {"sentences": [{"sentId": 237, "text": "Martin Savage."}, {"sentId": 238, "text": "Martin, thank you."}, {"sentId": 239, "text": "I appreciate your reporting this evening."}], "speaker": "LEMON", "secId": 73}, {"sentences": [{"sentId": 240, "text": "Joining me now is the family of Reverend Daniel Simmons, Sr., one of the victims of the church massacre."}, {"sentId": 241, "text": "Alana Simmons, Arcelia Simmons is the reverend daughter-in-law."}], "speaker": "LEMON", "secId": 74}, {"sentences": [{"sentId": 242, "text": "I can't tell you how happy I am that you're here this evening, and I'm so sorry for your loss."}, {"sentId": 243, "text": "How are you doing?"}], "speaker": "LEMON", "secId": 75}, {"sentences": [{"sentId": 244, "text": "We're doing all right."}, {"sentId": 245, "text": "ARCELIA SIMMONS, DAUGTHER-IN-LAW OF REV."}, {"sentId": 246, "text": "DANIEL SIMMONS SR.: We're doing fine."}, {"sentId": 247, "text": "Thank you."}], "speaker": "SIMMONS", "secId": 76}, {"sentences": [{"sentId": 248, "text": "Good."}, {"sentId": 249, "text": "Arcelia, to you first, what would it mean to your father-in-law to see that the Confederate Flag was removed from the capitol?"}], "speaker": "LEMON", "secId": 77}, {"sentences": [{"sentId": 250, "text": "To be honest with you, I really don't know."}, {"sentId": 251, "text": "We talk about many things even many political things, but we never got around to that subject."}, {"sentId": 252, "text": "So, to be honest with you, I really can't speak to that."}], "speaker": "ARCELIA SIMMONS", "secId": 78}, {"sentences": [{"sentId": 253, "text": "What would it mean to you and your family?"}], "speaker": "LEMON", "secId": 79}, {"sentences": [{"sentId": 254, "text": "Well, I think we appreciate the efforts of the state and of the country to remove something that I guess my grandfather would have been I guess the most happiest to see."}, {"sentId": 255, "text": "So, we can just say that we appreciate the effort of the state."}], "speaker": "ALANA SIMMONS", "secId": 80}, {"sentences": [{"sentId": 256, "text": "Let me say why your grandfather would appreciate that?"}], "speaker": "LEMON", "secId": 81}, {"sentences": [{"sentId": 257, "text": "Now I would say that..."}], "speaker": "ARCELIA SIMMONS", "secId": 82}, {"sentences": [{"sentId": 258, "text": "Just I'm going to let you get in Arcelia, I'm sorry."}, {"sentId": 259, "text": "But your grandfather would appreciate because he was a Vietnam vet, right, Purple Heart recipient..."}], "speaker": "LEMON", "secId": 83}, {"sentences": [{"sentId": 260, "text": "Yes."}], "speaker": "ALANA SIMMONS", "secId": 84}, {"sentences": [{"sentId": 261, "text": "... who wore the American flag with pride."}, {"sentId": 262, "text": "Go ahead, Arcelia, sorry to cut you off."}], "speaker": "LEMON", "secId": 85}, {"sentences": [{"sentId": 263, "text": "I was just going to say that I really admire the speech that Nikki Haley made."}, {"sentId": 264, "text": "I thought that it really brought the state together and I commend her and the state legislator for the speech that she made."}, {"sentId": 265, "text": "It was wonderful."}], "speaker": "ARCELIA SIMMONS", "secId": 86}, {"sentences": [{"sentId": 266, "text": "And so just not there in South Carolina, Mississippi, Virginia, North Carolina, all taking steps to remove the flag from the public venues."}, {"sentId": 267, "text": "Are you surprised at the face of this change?"}, {"sentId": 268, "text": "Either one of you, Alana or Arcelia, whoever wants to answer."}], "speaker": "LEMON", "secId": 87}, {"sentences": [{"sentId": 269, "text": "No, we're not surprised at it."}, {"sentId": 270, "text": "And again, we just appreciate."}, {"sentId": 271, "text": "We appreciate it."}, {"sentId": 272, "text": "Because it means something to our family."}, {"sentId": 273, "text": "It means that their lives meant something."}], "speaker": "ALANA SIMMONS", "secId": 88}, {"sentences": [{"sentId": 274, "text": "Yes."}, {"sentId": 275, "text": "Absolutely."}, {"sentId": 276, "text": "Alana, you addressed Dylann Roof at a hearing on Friday."}, {"sentId": 277, "text": "Let's take a look."}], "speaker": "LEMON", "secId": 89}, {"sentences": [{"sentId": 278, "text": "Although my grandfather and the other victims died at the hands of hate, this is proof everyone's plea for your soul is proof that they lived in love and their legacies will live in love."}, {"sentId": 279, "text": "So, hate won't win."}, {"sentId": 280, "text": "And I just want to thank the court for making sure that hate doesn't win."}], "speaker": "ALANA SIMMONS", "secId": 90}, {"sentences": [{"sentId": 281, "text": "I can't even imagine how you got through that."}, {"sentId": 282, "text": "Some of the family members of the victims, Alana, said that they forgave Dylann Roof."}, {"sentId": 283, "text": "How do you get to that so quickly?"}], "speaker": "LEMON", "secId": 91}, {"sentences": [{"sentId": 284, "text": "Well, that's what inspired me."}, {"sentId": 285, "text": "When I got there and they went up and that was just their immediate reaction with I forgave you and may God have mercy on your soul."}, {"sentId": 286, "text": "That inspired me because it really showed that, you know, if we would have went up there and to say hateful things to the suspect, that wouldn't have change anything."}], "speaker": "ALANA SIMMONS", "secId": 92}, {"sentences": [{"sentId": 287, "text": "That would have been giving him exactly what he wanted."}, {"sentId": 288, "text": "And we know our relatives and our loved ones."}, {"sentId": 289, "text": "And they wouldn't have wanted that."}, {"sentId": 290, "text": "That's not the walk that they walked."}, {"sentId": 291, "text": "That's not the talk that they talked."}, {"sentId": 292, "text": "They spoke love."}, {"sentId": 293, "text": "They preached love."}, {"sentId": 294, "text": "They lived in love."}, {"sentId": 295, "text": "So, when -- in their memory, that's all we're here for."}, {"sentId": 296, "text": "For love."}], "speaker": "ALANA SIMMONS", "secId": 93}, {"sentences": [{"sentId": 297, "text": "Yes."}, {"sentId": 298, "text": "And in their memory, you're saying that hate won't win."}, {"sentId": 299, "text": "You said it there and you're starting a campaign call 'Hate won't win.'"}, {"sentId": 300, "text": "Tell us about it, please."}], "speaker": "LEMON", "secId": 94}, {"sentences": [{"sentId": 301, "text": "Yes."}, {"sentId": 302, "text": "My siblings and I, we sat down and we prayed about what would be the best thing to do for our grandfather."}, {"sentId": 303, "text": "To carry on his legacy and the legacy of the other victims."}, {"sentId": 304, "text": "And we came up with the campaign."}, {"sentId": 305, "text": "Earlier today, I'm having really been on the Internet on social media of been just doing regular post."}], "speaker": "ALANA SIMMONS", "secId": 95}, {"sentences": [{"sentId": 306, "text": "And I was almost in tears at what I saw about how people were focusing on the suspect and on the judge and on what the police did here and what they didn't do there."}, {"sentId": 307, "text": "And it's not like that in Charleston."}, {"sentId": 308, "text": "It hasn't been like that."}], "speaker": "ALANA SIMMONS", "secId": 96}, {"sentences": [{"sentId": 309, "text": "When we got here seems like everyone was singing Kumbaya almost."}, {"sentId": 310, "text": "So, you know, to get on the Internet and to see that the rest of the world wasn't partaking in that, knowing that that's what the family of the victims would want and that's what the victims themselves would have want, once it broke my heart."}], "speaker": "ALANA SIMMONS", "secId": 97}, {"sentences": [{"sentId": 311, "text": "So, we came up with the campaign called the 'Hate won't win' challenge."}, {"sentId": 312, "text": "And you can follow it on Facebook at 'Hate won't challenge' and on Instagram at 'Hate won't challenge.'"}, {"sentId": 313, "text": "And basically, all we're asking you to do, and this is with no funding or anything like that, all we're asking you to do is to show an act of love to someone who's different from you."}], "speaker": "ALANA SIMMONS", "secId": 98}, {"sentences": [{"sentId": 314, "text": "Someone of a different race."}, {"sentId": 315, "text": "Someone of a different religion."}, {"sentId": 316, "text": "Gender."}, {"sentId": 317, "text": "Someone of a different even generation."}, {"sentId": 318, "text": "Just someone different from you who you may everyone hold a bias towards."}, {"sentId": 319, "text": "Show an act of love to them."}, {"sentId": 320, "text": "Post it on your associate media account with a hash tag 'Hate won't win.'"}], "speaker": "ALANA SIMMONS", "secId": 99}, {"sentences": [{"sentId": 321, "text": "And we just want to see how far we can get."}, {"sentId": 322, "text": "Because we're not going to change anybody, like there's no policy that the government can make to change somebody's mind."}, {"sentId": 323, "text": "LEMON: Or heart."}], "speaker": "ALANA SIMMONS", "secId": 100}, {"sentences": [{"sentId": 324, "text": "We can't change somebody's mind and we can't change their heart..."}], "speaker": "ALANA SIMMONS", "secId": 101}, {"sentences": [{"sentId": 325, "text": "Right."}], "speaker": "LEMON", "secId": 102}, {"sentences": [{"sentId": 326, "text": "... with policies."}, {"sentId": 327, "text": "So, we want to change people's hearts."}, {"sentId": 328, "text": "And that's how we intend on doing it."}, {"sentId": 329, "text": "By getting the masses to participate and love."}], "speaker": "ALANA SIMMONS", "secId": 103}, {"sentences": [{"sentId": 330, "text": "Yes."}, {"sentId": 331, "text": "Alana, very well said."}], "speaker": "LEMON", "secId": 104}, {"sentences": [{"sentId": 332, "text": "Yes."}], "speaker": "ALANA SIMMONS", "secId": 105}, {"sentences": [{"sentId": 333, "text": "I hope the people who are on social media who are staring things up who are disconnected; hear what you have to say."}, {"sentId": 334, "text": "And I hope they start posting it and start being more positive and to the people who may have hate in their heart that they will do they will your advice."}, {"sentId": 335, "text": "Thank you, Arcelia."}, {"sentId": 336, "text": "Thank you, Alana."}, {"sentId": 337, "text": "God bless you."}, {"sentId": 338, "text": "I appreciate you joining us here on CNN."}], "speaker": "LEMON", "secId": 106}, {"sentences": [{"sentId": 339, "text": "Thank you."}], "speaker": "ALANA SIMMONS", "secId": 107}, {"sentences": [{"sentId": 340, "text": "OK?"}], "speaker": "LEMON", "secId": 108}, {"sentences": [{"sentId": 341, "text": "Thank you so much."}], "speaker": "ARCELIA SIMMONS", "secId": 109}, {"sentences": [{"sentId": 342, "text": "Thank you."}], "speaker": "ALANA SIMMONS", "secId": 110}, {"sentences": [{"sentId": 343, "text": "In the wake of the Charleston church massacre as America takes a hard look at race, should President Barack Obama apologize for slavery and a century and a half after it ended?"}, {"sentId": 344, "text": "We're going to debate that question, that's next."}], "speaker": "LEMON", "secId": 111}, {"sentences": [{"sentId": 345, "text": "It's going to be an interesting conversation, I promise you."}, {"sentId": 346, "text": "And nearly one week after the Charleston church massacre, people across the country are having conversation about race."}, {"sentId": 347, "text": "But here's a provocative question for you."}], "speaker": "LEMON", "secId": 112}, {"sentences": [{"sentId": 348, "text": "Should President Barack Obama, the first African-American president, apologize for slavery?"}, {"sentId": 349, "text": "I want to talk about this now with Joe Madison, the host of \"The Joe Madison show,\" on SiriusXM and also Timothy Egan, he's an Op-Ed columnist for the New York Times."}], "speaker": "LEMON", "secId": 113}, {"sentences": [{"sentId": 350, "text": "Timothy, you wrote this very, I would say provocative column."}, {"sentId": 351, "text": "That was in the Times this weekend in Op-Ed in New York Times."}, {"sentId": 352, "text": "You said, \"The president should apologize for slavery.\""}, {"sentId": 353, "text": "And you said, \"The first black man to live in the White House long hesitant about doing anything bold on the color divide, could make one of the most simple and dramatic moves of his presidency, apologize for the land of the free being, at one time, the largest shareholding nation on earth.\""}, {"sentId": 354, "text": "Slave holding nation on earth."}, {"sentId": 355, "text": "So, why now?"}, {"sentId": 356, "text": "Why should -- why President Obama?"}, {"sentId": 357, "text": "TIMOTHY EGAN, NEW YORK TIMES OP-ED COLUMNIST: Well, you know, we're"}], "speaker": "LEMON", "secId": 114}, {"sentences": [{"sentId": 358, "text": "having this off week, this horrible tragedy."}, {"sentId": 359, "text": "We're also having going through some self-reflection right now."}, {"sentId": 360, "text": "And at the root of a lot of this thing, and a lot of the problems we've had is this America's original sin, which is slavery."}], "speaker": "LEMON", "secId": 115}, {"sentences": [{"sentId": 361, "text": "As you've mentioned, as I wrote, we were the largest slave holding nation on earth."}, {"sentId": 362, "text": "We did make blacks three fifths of a person in the Constitution."}, {"sentId": 363, "text": "We did codify -- excuse me, we did codify racism into the Constitution in many ways."}], "speaker": "LEMON", "secId": 116}, {"sentences": [{"sentId": 364, "text": "And I just think it could be so redemptive and so powerful and so moving."}, {"sentId": 365, "text": "You wouldn't have any hassle from Congress they'd be pushed back from people, of course."}, {"sentId": 366, "text": "But for a man who's the leader of what was once the largest slave holding nation on earth to say I apologize for what we did in America's original sin, other nations have done it, the Vatican has done it."}, {"sentId": 367, "text": "People have long passed the time of -- go ahead, sorry."}], "speaker": "LEMON", "secId": 117}, {"sentences": [{"sentId": 368, "text": "Yes."}, {"sentId": 369, "text": "And even Congress has done it here."}, {"sentId": 370, "text": "Congress did it in 2009, but there was a caveat, as you point out in your op-ed, that there would be no reparations with it."}], "speaker": "LEMON", "secId": 118}, {"sentences": [{"sentId": 371, "text": "Correct."}], "speaker": "EGAN", "secId": 119}, {"sentences": [{"sentId": 372, "text": "So, my question to Joe Madison is this do you think, Joe, that this should fall on President Obama, the first African-American president?"}], "speaker": "LEMON", "secId": 120}, {"sentences": [{"sentId": 373, "text": "Oh, no."}, {"sentId": 374, "text": "And let me make something very clear."}, {"sentId": 375, "text": "There's no way that the first African-American president or that the first African-American president should be the first President of the United States of America to apologize for an institution that was based on white supremacy."}, {"sentId": 376, "text": "That should be the next, white President of the United States."}], "speaker": "MADISON", "secId": 121}, {"sentences": [{"sentId": 377, "text": "Why does it matter, Joe?"}], "speaker": "LEMON", "secId": 122}, {"sentences": [{"sentId": 378, "text": "Oh, because it was based on white supremacy."}, {"sentId": 379, "text": "Why should an African-American, president or non-president, apologize for the institution of white supremacy?"}], "speaker": "MADISON", "secId": 123}, {"sentences": [{"sentId": 380, "text": "Let me give you this scenario."}, {"sentId": 381, "text": "The first African-American no other white president would do it."}, {"sentId": 382, "text": "You don't know if a white president behind him will do it, to have a country that was built on slavery and have the first -- you don't think that would be symbolic so say, hey, guess what, you won't apologize, well, then we've got a black president in there and he's going to apologize."}], "speaker": "LEMON", "secId": 124}, {"sentences": [{"sentId": 383, "text": "Once again, this is not an institution that was created by an African-American."}, {"sentId": 384, "text": "I mean, if you want to talk about being really heartfelt, then it should come from those individuals whose heritage benefited from this."}, {"sentId": 385, "text": "This is absolutely the most absurd thing that I have ever heard."}, {"sentId": 386, "text": "And let me say this, it's not going to happen."}], "speaker": "MADISON", "secId": 125}, {"sentences": [{"sentId": 387, "text": "All right."}, {"sentId": 388, "text": "Tim, go ahead."}, {"sentId": 389, "text": "EGAN: Yes."}, {"sentId": 390, "text": "It's an institution that, you know, he is -- he doesn't have to do so much with color as that it has to do he's the commander- in-chief of this nation that has Senate behind it."}, {"sentId": 391, "text": "And great institutions are not afraid of apologizing for the past."}], "speaker": "LEMON", "secId": 126}, {"sentences": [{"sentId": 392, "text": "When Prime Minister Tony Blair apologized to the Irish in 1997, for a famine that killed a million Irish people."}, {"sentId": 393, "text": "It started something."}, {"sentId": 394, "text": "It started a healing process, it started some new scholarship."}, {"sentId": 395, "text": "A lot of people finally thought, my God, they've admitted their crime."}, {"sentId": 396, "text": "It doesn't have to do with the president's skin."}, {"sentId": 397, "text": "I think president's skin color makes it even more powerful."}, {"sentId": 398, "text": "Now you could have the other four giving president..."}], "speaker": "LEMON", "secId": 127}, {"sentences": [{"sentId": 399, "text": "Now, wait a minute, you just contradicted yourself."}], "speaker": "MADISON", "secId": 128}, {"sentences": [{"sentId": 400, "text": "... you could have the other four -- let me finish it."}], "speaker": "EGAN", "secId": 129}, {"sentences": [{"sentId": 401, "text": "Let him finish, Joe."}, {"sentId": 402, "text": "Let him finish, Joe."}], "speaker": "LEMON", "secId": 130}, {"sentences": [{"sentId": 403, "text": "Let the other four living presidents join him."}, {"sentId": 404, "text": "I was going to say you've the other four living president's join him in this thing, but he's apologizing as the president of a nation that did this original sin of the United States."}], "speaker": "EGAN", "secId": 131}, {"sentences": [{"sentId": 405, "text": "Yes."}], "speaker": "MADISON", "secId": 132}, {"sentences": [{"sentId": 406, "text": "Of course he didn't have anything to do with it."}], "speaker": "EGAN", "secId": 133}, {"sentences": [{"sentId": 407, "text": "Well, you just..."}], "speaker": "MADISON", "secId": 134}, {"sentences": [{"sentId": 408, "text": "Go ahead, I'm sorry."}], "speaker": "EGAN", "secId": 135}, {"sentences": [{"sentId": 409, "text": "contradicted -- well, and even in your op-ed piece, you point out the issue of race."}, {"sentId": 410, "text": "You just contradicted yourself on one hand; you say it has nothing to do with race."}, {"sentId": 411, "text": "And then you turn right around and say it does have."}, {"sentId": 412, "text": "I have never heard..."}], "speaker": "MADISON", "secId": 136}, {"sentences": [{"sentId": 413, "text": "No, I just -- there's an added power..."}], "speaker": "EGAN", "secId": 137}, {"sentences": [{"sentId": 414, "text": "... wait a minute."}, {"sentId": 415, "text": "Let me finish."}, {"sentId": 416, "text": "I have never heard the argument that slavery had nothing to do with race."}, {"sentId": 417, "text": "You've got to be kidding me."}], "speaker": "MADISON", "secId": 138}, {"sentences": [{"sentId": 418, "text": "Yes, let him respond."}, {"sentId": 419, "text": "Go ahead."}], "speaker": "LEMON", "secId": 139}, {"sentences": [{"sentId": 420, "text": "No."}, {"sentId": 421, "text": "I didn't -- Joe, I didn't say slavery has nothing do go with race."}, {"sentId": 422, "text": "I'm saying, he's in position as president he would be making this apology."}, {"sentId": 423, "text": "It has the added power as the first African- American..."}], "speaker": "EGAN", "secId": 140}, {"sentences": [{"sentId": 424, "text": "And here's what he says."}], "speaker": "LEMON", "secId": 141}, {"sentences": [{"sentId": 425, "text": "It has nothing about slavery."}], "speaker": "EGAN", "secId": 142}, {"sentences": [{"sentId": 426, "text": "He says, \"The son of a Kenyan father and a white mother who died more than a century after slavery and to Barack Obama has little ancestral baggage on this issue, yet no man can make a stronger statement about America's original sin in the first African-American president.\""}, {"sentId": 427, "text": "That's his quote."}, {"sentId": 428, "text": "We'll continue this conversation."}, {"sentId": 429, "text": "Unfortunately..."}], "speaker": "LEMON", "secId": 143}, {"sentences": [{"sentId": 430, "text": "Right."}, {"sentId": 431, "text": "It's interesting..."}], "speaker": "EGAN", "secId": 144}, {"sentences": [{"sentId": 432, "text": "Go ahead."}, {"sentId": 433, "text": "Finish your thought and we're going to have..."}], "speaker": "LEMON", "secId": 145}, {"sentences": [{"sentId": 434, "text": "I'm sorry, Don."}, {"sentId": 435, "text": "I was just going to say it is interesting that no president has ever apologized."}, {"sentId": 436, "text": "That we are at the 150th anniversary point."}, {"sentId": 437, "text": "And Congress has apologized, et cetera."}, {"sentId": 438, "text": "But no president has ever done it."}, {"sentId": 439, "text": "And I think the moment is right."}], "speaker": "EGAN", "secId": 146}, {"sentences": [{"sentId": 440, "text": "Thank you, Timothy."}, {"sentId": 441, "text": "Thank you, Joe Madison."}, {"sentId": 442, "text": "We'll have you both back."}], "speaker": "LEMON", "secId": 147}, {"sentences": [{"sentId": 443, "text": "Thank you, Don."}], "speaker": "MADISON", "secId": 148}, {"sentences": [{"sentId": 444, "text": "Coming up, angry young men connecting with hate groups online from white supremacist to ISIS."}, {"sentId": 445, "text": "What attracts him to ideology of mass murder?"}], "speaker": "LEMON", "secId": 149}, {"sentences": [{"sentId": 446, "text": "Angry, ruthless young men."}, {"sentId": 447, "text": "Hate groups online giving them a sense of power."}, {"sentId": 448, "text": "From white supremacists to ISIS it's happening all over the world."}, {"sentId": 449, "text": "CNN's Sara Sidner has more."}], "speaker": "LEMON", "secId": 150}, {"sentences": [{"sentId": 450, "text": "They promise a better life."}, {"sentId": 451, "text": "Purity."}, {"sentId": 452, "text": "A way to erase modernity and get rid of people who don't think like them."}], "speaker": "SIDNER", "secId": 151}, {"sentences": [{"sentId": 453, "text": "In song and words they tell their followers to fight for what they believe in."}, {"sentId": 454, "text": "Sound familiar?"}], "speaker": "SIDNER", "secId": 152}, {"sentences": [{"sentId": 455, "text": "Are there similarities between, for example, white supremacists groups here in United States and ISIS?"}], "speaker": "SIDNER", "secId": 153}, {"sentences": [{"sentId": 456, "text": "In a lot of ways, they're almost identical."}], "speaker": "BAER", "secId": 154}, {"sentences": [{"sentId": 457, "text": "Bob Baer should know."}, {"sentId": 458, "text": "He's spent decades as a CIA operative in the Middle East."}, {"sentId": 459, "text": "Now back in America, he points out the grievances of home grown hate groups virtually match those of terrorist groups in the Middle East."}], "speaker": "SIDNER", "secId": 155}, {"sentences": [{"sentId": 460, "text": "I think at the bottom of this, there's a feeling of both for the ISIS and the white supremacists."}, {"sentId": 461, "text": "A feeling of injustice, whether it was from the south or a marginalized, you know, white people."}, {"sentId": 462, "text": "And they think that they've been robbed or something."}, {"sentId": 463, "text": "You look at the Sunnis, ISIS; those people think they were robbed with the invasion of Iraq."}, {"sentId": 464, "text": "And they are trying to re-impose justice."}], "speaker": "BAER", "secId": 156}, {"sentences": [{"sentId": 465, "text": "Dylann Roof is a case in point."}, {"sentId": 466, "text": "A web site registered in his name features a manifesto that blast modern America and blames black people and other minorities for its current state."}], "speaker": "SIDNER", "secId": 157}, {"sentences": [{"sentId": 467, "text": "\"I hate the sight of the American flag."}, {"sentId": 468, "text": "Modern American patriotism is an absolute joke.\""}, {"sentId": 469, "text": "And goes on to say, \"I have no choice."}, {"sentId": 470, "text": "I am not in a position to, alone, go into the ghetto and fight.\""}, {"sentId": 471, "text": "And online is where Roof and so many other angry, dispossessed people now find an audience for their hateful views."}], "speaker": "SIDNER", "secId": 158}, {"sentences": [{"sentId": 472, "text": "Whether it's ISIS or American domestic extremists are looking for young people generally in their 20's socially isolated who either have a little bit of familiarity with the ideology or are unstable, frustrated, and angry and would be susceptible to it."}], "speaker": "LEVIN", "secId": 159}, {"sentences": [{"sentId": 473, "text": "The main difference?"}, {"sentId": 474, "text": "ISIS is actually more sophisticated in its messaging using sleek videos."}, {"sentId": 475, "text": "White supremacist, not so much."}, {"sentId": 476, "text": "Still, ask any expert on the subject and they'll tell you homeroom terrorism is more dangerous to the average American than ISIS."}], "speaker": "SIDNER", "secId": 160}, {"sentences": [{"sentId": 477, "text": "Take a look at this map created by the Southern Poverty Law Center, which track hate groups in America."}, {"sentId": 478, "text": "Those are the numbers of hate groups in each state."}, {"sentId": 479, "text": "And former CIA operative Baer says predicting their member's behavior is far more difficult than that of ISIS recruits."}], "speaker": "SIDNER", "secId": 161}, {"sentences": [{"sentId": 480, "text": "Frankly, I'm more worried about domestic terrorism because the fact is most are fairly benign."}, {"sentId": 481, "text": "Just because you fly the rebel flag doesn't mean you can turn violent."}], "speaker": "BAER", "secId": 162}, {"sentences": [{"sentId": 482, "text": "The real danger is when the message connects with someone like Dylann Roof, ready, willing, and able to carry it out."}, {"sentId": 483, "text": "Sara Sidner, CNN, Los Angeles."}], "speaker": "SIDNER", "secId": 163}, {"sentences": [{"sentId": 484, "text": "All right."}, {"sentId": 485, "text": "Thank you, Sara."}, {"sentId": 486, "text": "I want to talk more about this with Jeffrey Swanson, he's a professor in psychiatry and behavioral sciences at Duke University."}, {"sentId": 487, "text": "Good evening, Dr. Swanson."}, {"sentId": 488, "text": "What attracts anyone to this kind of hateful ideology?"}], "speaker": "LEMON", "secId": 164}, {"sentences": [{"sentId": 489, "text": "Well, it could be a lot of things."}, {"sentId": 490, "text": "You know, belonging to or being connected to one of these extremist groups, I mean, could be dangerous."}, {"sentId": 491, "text": "But if we're talking about somebody like Dylann Roof, and trying to understand what he did, you know, it's part of the answer but it's really going to come up short."}], "speaker": "SWANSON", "secId": 165}, {"sentences": [{"sentId": 492, "text": "Because there are probably thousands of angry, alienated young men with some kind of racist believes who might be drawn to one of these groups because it provides them some sense of belonging or, you know, in a distorted ways, some meaning."}, {"sentId": 493, "text": "But who were not going to and never going to perpetrate some kind of mass casualty shooting like this."}, {"sentId": 494, "text": "So, you know, it's a risk factor, maybe and these can be dangerous groups."}, {"sentId": 495, "text": "I'm not saying that."}, {"sentId": 496, "text": "But it's a non-specific risk factor because we have lots of people who might be in that category who won't do this."}], "speaker": "SWANSON", "secId": 166}, {"sentences": [{"sentId": 497, "text": "But they don't commit mass murder."}], "speaker": "LEMON", "secId": 167}, {"sentences": [{"sentId": 498, "text": "Right."}, {"sentId": 499, "text": "Exactly."}], "speaker": "SWANSON", "secId": 168}, {"sentences": [{"sentId": 500, "text": "Yes, they won't do that."}], "speaker": "LEMON", "secId": 169}, {"sentences": [{"sentId": 501, "text": "So, there has to be other ingredients."}], "speaker": "SWANSON", "secId": 170}, {"sentences": [{"sentId": 502, "text": "So, then take us the mind inside of someone like Dylann Roof."}, {"sentId": 503, "text": "What are the factors that may have motivated him?"}, {"sentId": 504, "text": "Because as you said, not everyone is going to do it."}, {"sentId": 505, "text": "We've had some clan members on this show."}, {"sentId": 506, "text": "We've have some hateful people."}, {"sentId": 507, "text": "They're not committing murder but they're still hateful."}, {"sentId": 508, "text": "Take us inside his mind."}], "speaker": "LEMON", "secId": 171}, {"sentences": [{"sentId": 509, "text": "Right."}, {"sentId": 510, "text": "So, what made Dylann Roof do what he did, you know, I mean, that's the question."}, {"sentId": 511, "text": "I don't know."}, {"sentId": 512, "text": "I've been studying violent behavior, you know, in relation to mental illness and other factors for decades."}, {"sentId": 513, "text": "And I have to tell you that I don't know."}], "speaker": "SWANSON", "secId": 172}, {"sentences": [{"sentId": 514, "text": "There are pieces of the puzzle and put them all on the jigsaw board and you're still going to have a big hole there."}, {"sentId": 515, "text": "What I do know is that violent behavior whether its serious violence or minor violence in populations is never just one thing."}], "speaker": "SWANSON", "secId": 173}, {"sentences": [{"sentId": 516, "text": "It's not a one-thing problem."}, {"sentId": 517, "text": "So, it's going to be an accumulation of things."}, {"sentId": 518, "text": "Kind of a whole cocktail of factors."}, {"sentId": 519, "text": "And that's complicated."}, {"sentId": 520, "text": "But, you know, it could be personality."}, {"sentId": 521, "text": "It could be the way people..."}], "speaker": "SWANSON", "secId": 174}, {"sentences": [{"sentId": 522, "text": "Oh, we lost the doctor."}, {"sentId": 523, "text": "Sorry."}, {"sentId": 524, "text": "We had a satellite problem."}, {"sentId": 525, "text": "That's Dr. Jeffrey Swanson, professor of psychiatry in behavioral sciences at Duke University."}, {"sentId": 526, "text": "If we can get him back, we will."}], "speaker": "LEMON", "secId": 175}, {"sentences": [{"sentId": 527, "text": "In the meantime, we'll press on here."}, {"sentId": 528, "text": "When we come right back, a surprising surge for Donald Trump."}, {"sentId": 529, "text": "He's second only to Jeb Bush now in a brand new poll in New Hampshire."}, {"sentId": 530, "text": "Is it time to take the Donald seriously?"}], "speaker": "LEMON", "secId": 176}, {"sentences": [{"sentId": 531, "text": "I have a question for you."}, {"sentId": 532, "text": "Is it time to take Donald Trump seriously?"}, {"sentId": 533, "text": "In a brand new poll of likely republican voters in New Hampshire, Trump came in second just three point behind Jeb Bush."}, {"sentId": 534, "text": "That's pretty good."}, {"sentId": 535, "text": "But I want you to listen to what Donald Trump said just a little while ago at the Maryland State GOP Red, White and Blue dinner"}], "speaker": "LEMON", "secId": 177}, {"sentences": [{"sentId": 536, "text": "When I say the"}], "speaker": "TRUMP", "secId": 178}, {"sentences": [{"sentId": 537, "text": "last thing we need is another Bush, number one."}, {"sentId": 538, "text": "Number two; he's very much in favor of the common core which is essentially saying that he wants people to be educated, kids to be educated directly by the bureaucrats of Washington."}, {"sentId": 539, "text": "No good."}, {"sentId": 540, "text": "And he's very weak on immigration."}], "speaker": "TRUMP", "secId": 179}, {"sentences": [{"sentId": 541, "text": "So, I have a lot of differences with Governor Bush."}, {"sentId": 542, "text": "Governor Bush couldn't even answer the question is -- was Iraq a good thing or a bad thing?"}, {"sentId": 543, "text": "So, I have a lot of differences with Governor Bush."}], "speaker": "TRUMP", "secId": 180}, {"sentences": [{"sentId": 544, "text": "Say what you want."}, {"sentId": 545, "text": "He certainly goes there."}, {"sentId": 546, "text": "Doesn't he?"}, {"sentId": 547, "text": "Joining me now is Chris Moody, senior reporter CNN politics and Ross Douthat, CNN contributor and New York Times columnist."}], "speaker": "LEMON", "secId": 181}, {"sentences": [{"sentId": 548, "text": "Good to see both of you gentlemen."}, {"sentId": 549, "text": "So, Chris, to say Donald Trump held the ceremony for the re-opening of his new golf course in Virginia."}, {"sentId": 550, "text": "You decided to follow him around in a golf cart."}, {"sentId": 551, "text": "Here's part of it."}], "speaker": "LEMON", "secId": 182}, {"sentences": [{"sentId": 552, "text": "A lot of presidential contenders that you might bump them off at debates stage."}, {"sentId": 553, "text": "What do you say..."}], "speaker": "MOODY", "secId": 183}, {"sentences": [{"sentId": 554, "text": "Well, I'm far more accomplished than they are."}, {"sentId": 555, "text": "Far more accomplished."}], "speaker": "TRUMP", "secId": 184}, {"sentences": [{"sentId": 556, "text": "So, I do great with Latino guys."}, {"sentId": 557, "text": "I employ so many Latinos."}, {"sentId": 558, "text": "I have so many people working for me."}, {"sentId": 559, "text": "You know, the Latinos love Trenton."}], "speaker": "TRUMP", "secId": 185}, {"sentences": [{"sentId": 560, "text": "Hey, Chris, I mean, looked like keeping up with the Trump there, with Donald Trump like a reality show."}, {"sentId": 561, "text": "Is that in part of what this is all about or should -- is it time for people to start him seriously and why at golf course?"}], "speaker": "LEMON", "secId": 186}, {"sentences": [{"sentId": 562, "text": "Well, this campaign certainly can feel like a reality show, whether it's Trump or others."}, {"sentId": 563, "text": "But what we should have is a little self-awareness here."}, {"sentId": 564, "text": "CNN was at the opening of a golf course by Donald Trump."}, {"sentId": 565, "text": "Something we don't usually cover."}, {"sentId": 566, "text": "Well, the reason we were there is because he's also running for president."}, {"sentId": 567, "text": "Which, some cynics out there might say, well, that's exactly why."}, {"sentId": 568, "text": "So, he can get coverage to boost his other business interests."}], "speaker": "MOODY", "secId": 187}, {"sentences": [{"sentId": 569, "text": "But, if we're looking at the polls, he is doing very well as we saw in that New Hampshire state poll."}, {"sentId": 570, "text": "That shows him as a bit of a contender there."}, {"sentId": 571, "text": "He's hot strong name ID which is going to put him in contention with a lot of the other candidates sitting senators and governors, who because of debate rules might get knocked off the debate stage by Donald Trump."}, {"sentId": 572, "text": "And certainly, there are not going to be a lot of happy republicans out there if they're not allowed on that debate stage."}, {"sentId": 573, "text": "LEMON: Yes."}, {"sentId": 574, "text": "Ross, I'm wondering if he's a contender only Marco Rubio, 7, Scott Walker, 8, Donald Trump, 11 percent, and Jeb Bush 14 percent."}, {"sentId": 575, "text": "That's pretty good."}, {"sentId": 576, "text": "Is he a contender?"}], "speaker": "MOODY", "secId": 188}, {"sentences": [{"sentId": 577, "text": "Well, look, if you just took the Donald Trump method as we've seen it so far in his sort of rambling announcement of his candidacy and things he said since, it's actually the kind of message that often lets outsider candidates do kind of well."}], "speaker": "DOUTHAT", "secId": 189}, {"sentences": [{"sentId": 578, "text": "If you said, look, you're going to have some successful businessman jump into the race talking about how both parties have failed, how American foreign policy is a disaster, nobody has a plan to fight ISIS, and so on, you'd start thinking Ross Perot, 1992."}, {"sentId": 579, "text": "That's the kind of road map people have used both as in insurgence and primaries and I think potentially third party candidates like Perot."}], "speaker": "DOUTHAT", "secId": 190}, {"sentences": [{"sentId": 580, "text": "The issue is, you know, you could get a taste of from that video is Trump himself."}, {"sentId": 581, "text": "That everybody like Donald Trump."}, {"sentId": 582, "text": "This isn't some outside a businessman who nobody has pre conceive ideas about."}, {"sentId": 583, "text": "People have very strong opinions about Trump."}, {"sentId": 584, "text": "Those opinions are generally negative."}, {"sentId": 585, "text": "He does have very high name recognition."}], "speaker": "DOUTHAT", "secId": 191}, {"sentences": [{"sentId": 586, "text": "But, with high name recognition comes very high unfavorable ratings, including among most republicans."}], "speaker": "DOUTHAT", "secId": 192}, {"sentences": [{"sentId": 587, "text": "Yes."}], "speaker": "LEMON", "secId": 193}, {"sentences": [{"sentId": 588, "text": "And whether or not he's doing this to, you know, to boost attention for his golf courses or because he actually feels like reporters don't take him seriously unless he finally actually goes into a presidential debate."}], "speaker": "DOUTHAT", "secId": 194}, {"sentences": [{"sentId": 589, "text": "Yes."}], "speaker": "LEMON", "secId": 195}, {"sentences": [{"sentId": 590, "text": "Either way, I think the numbers you're seeing in New Hampshire are a ceiling, not a floor."}], "speaker": "DOUTHAT", "secId": 196}, {"sentences": [{"sentId": 591, "text": "But here's my question."}, {"sentId": 592, "text": "Here's my question though."}, {"sentId": 593, "text": "You said, but at one point, if he's polling like this and continues to do so, at what point do we start to take him seriously?"}], "speaker": "LEMON", "secId": 197}, {"sentences": [{"sentId": 594, "text": "I mean, if he starts polling at 35 percent, you can start to take him seriously."}, {"sentId": 595, "text": "But if he's pulling at 10 percent on name ID and the fact that he likes to mix it up..."}], "speaker": "DOUTHAT", "secId": 198}, {"sentences": [{"sentId": 596, "text": "OK."}], "speaker": "LEMON", "secId": 199}, {"sentences": [{"sentId": 597, "text": "You know, you can take him seriously as a spoiler, as somebody who's going to annoy the heck of the other candidates on the debate stage, but he's not winning any republican primaries..."}], "speaker": "DOUTHAT", "secId": 200}, {"sentences": [{"sentId": 598, "text": "But that's the whole point of it then."}, {"sentId": 599, "text": "So, Ross or Chris, what is -- what does -- what do republicans do with that then if he's a spoiler?"}], "speaker": "LEMON", "secId": 201}, {"sentences": [{"sentId": 600, "text": "Look, the minute Donald Trump really becomes more than a side show, a real threat to somebody like Marco Rubio or Jeb Bush, or Scott Walker, that's when the GOP knives come out for Donald Trump."}], "speaker": "MOODY", "secId": 202}, {"sentences": [{"sentId": 601, "text": "How are they going to do it?"}], "speaker": "LEMON", "secId": 203}, {"sentences": [{"sentId": 602, "text": "There's plenty of years of his business dealings or op-ed support for democrats in the past."}, {"sentId": 603, "text": "He donated quite a lot of money to Hillary Clinton."}, {"sentId": 604, "text": "These are the easy ones that already out in the media."}, {"sentId": 605, "text": "There's other stuff I'm sure that republicans are purring together in an op-ed book against Donald trump in case they need to use it."}], "speaker": "MOODY", "secId": 204}, {"sentences": [{"sentId": 606, "text": "Right now, it seems like they might not have to go after him or use his resources, they might want to focus them on somebody like Hillary Clinton."}, {"sentId": 607, "text": "But, if he continues to rise, they are going to go after him and take him down."}, {"sentId": 608, "text": "Because that is not certainly -- not the candidate that most republicans, at least the establishments they're so-called the establishment ones want to see facing off against Hillary Clinton..."}], "speaker": "MOODY", "secId": 205}, {"sentences": [{"sentId": 609, "text": "Yes."}, {"sentId": 610, "text": "And it makes the..."}], "speaker": "LEMON", "secId": 206}, {"sentences": [{"sentId": 611, "text": "They made rumors that his hair isn't his natural color, I mean, there's really no telling how well they -- they'll look it wild."}], "speaker": "DOUTHAT", "secId": 207}, {"sentences": [{"sentId": 612, "text": "Oh, stop."}, {"sentId": 613, "text": "I mean, the field is so crowded."}, {"sentId": 614, "text": "It makes, you know, it's tough for others really to get in the attention when he takes all the attention out of the room."}, {"sentId": 615, "text": "But, you know, he can't help himself, that's he is who he is."}, {"sentId": 616, "text": "Thank you, gentlemen."}, {"sentId": 617, "text": "I appreciate it."}], "speaker": "LEMON", "secId": 208}, {"sentences": [{"sentId": 618, "text": "Thank you."}], "speaker": "MOODY", "secId": 209}, {"sentences": [{"sentId": 619, "text": "See you soon."}, {"sentId": 620, "text": "We'll be right back."}], "speaker": "LEMON", "secId": 210}, {"sentences": [{"sentId": 621, "text": "That is for us tonight."}, {"sentId": 622, "text": "Thank you so much for watching."}, {"sentId": 623, "text": "I'm Don Lemon."}, {"sentId": 624, "text": "I'll see right back here tomorrow night."}, {"sentId": 625, "text": "AC360 starts right now."}], "speaker": "LEMON", "secId": 211}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1506.23.cnnt.01.html.json", "time": "Aired June 23, 2015 - 22:00:00   ET"}