{"sectionCount": 245, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["LEMON", "TRUMP", "SONDERS", "KNEALE", "GOOLSBEE", "GOLSBEE", "BECK", "BUSH", "RAMSEY"], "subTitle": "Asian Markets Down; Jeb Bush Blasts Donald Trump on His Conservative, Republican Record; Interview with Glenn Beck. Aired 10- 11:00p ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1508/24/cnnt.02.html", "sentenceCount": 718, "sections": [{"sentences": [{"sentId": 0, "text": "It is 10 p.m. on the East Coast, 10 a.m. in Shanghai."}, {"sentId": 1, "text": "Breaking news."}, {"sentId": 2, "text": "Asian markets down right now."}, {"sentId": 3, "text": "Shanghai losing more than 5 percent."}, {"sentId": 4, "text": "Are we in or another bad day tomorrow on Wall Street?"}], "speaker": "LEMON", "secId": 0}, {"sentences": [{"sentId": 5, "text": "This is CNN Tonight."}, {"sentId": 6, "text": "I'm Don Lemon."}, {"sentId": 7, "text": "The news from the markets not good."}, {"sentId": 8, "text": "Donald Trump says, I told you so."}], "speaker": "LEMON", "secId": 1}, {"sentences": [{"sentId": 9, "text": "I've been telling everybody for a long time."}, {"sentId": 10, "text": "China is taking our jobs, they're taking our money."}, {"sentId": 11, "text": "Be careful."}, {"sentId": 12, "text": "They'll bring us down."}, {"sentId": 13, "text": "You have to know what you're doing."}, {"sentId": 14, "text": "We have nobody that has a clue."}], "speaker": "TRUMP", "secId": 2}, {"sentences": [{"sentId": 15, "text": "But does the $10 billion man have the answer?"}, {"sentId": 16, "text": "And can Donald Trump go the distance?"}, {"sentId": 17, "text": "I'm going to ask Glenn Beck."}, {"sentId": 18, "text": "And what does all this mean for your 401k?"}, {"sentId": 19, "text": "Lots of advice out there."}, {"sentId": 20, "text": "But we have got America's favorite money man, Dave Ramsey to tell you what to do and what not to do."}], "speaker": "LEMON", "secId": 3}, {"sentences": [{"sentId": 21, "text": "But I want to begin with the turmoil in the markets and Donald Trump pointing the finger straight at China."}], "speaker": "LEMON", "secId": 4}, {"sentences": [{"sentId": 22, "text": "So, joining me now is Dennis Kneale, media strategist and long-time journalist and market watcher."}, {"sentId": 23, "text": "Also, Liz Ann Sonders."}, {"sentId": 24, "text": "Liz Ann Sonders is a senior vice president and chief investment strategist at Charles Schwab."}, {"sentId": 25, "text": "And also, Austan Golsbee."}, {"sentId": 26, "text": "Austan Golsbee is a former chair of the Council of the Economic Advisers."}], "speaker": "LEMON", "secId": 5}, {"sentences": [{"sentId": 27, "text": "I'm so glad to have you all here to help us get through this."}, {"sentId": 28, "text": "Hey, Liz Ann, I'm going to start with you."}, {"sentId": 29, "text": "This was really a starry day and that's a technical term - for a lot of people in the markets."}, {"sentId": 30, "text": "I mean, what happened today?"}, {"sentId": 31, "text": "Do you think that this kind of turmoil is here to stay for a while?"}], "speaker": "LEMON", "secId": 6}, {"sentences": [{"sentId": 32, "text": "So, we have the view Trump that we see a pick-up in volatility this year and we certainly gotten it in spades."}, {"sentId": 33, "text": "There are some fundamental reasons that have driven this, not least being what's been happening in China, not just the economic slowdown but the decision they made on their currency changes."}], "speaker": "SONDERS", "secId": 7}, {"sentences": [{"sentId": 34, "text": "But also what has been effectively a plunging commodity prices and the message."}, {"sentId": 35, "text": "That sends about global growth and then ongoing uncertainty about Federal Reserve policy."}, {"sentId": 36, "text": "And I think on a day like today where we also saw are some of the machines kicking in."}], "speaker": "SONDERS", "secId": 8}, {"sentences": [{"sentId": 37, "text": "So, there is a lot of really, really short-term oriented money in the market, things like high frequency trading firms that have time horizon."}, {"sentId": 38, "text": "In some cases measured in nanoseconds."}, {"sentId": 39, "text": "So, that's what causes some of these massive, massive Intraday swings that go beyond just what the fundamentals suggest are appropriate."}], "speaker": "SONDERS", "secId": 9}, {"sentences": [{"sentId": 40, "text": "Well, people immediately think back to 2008 and they wonder if we are headed in that direction again."}], "speaker": "LEMON", "secId": 10}, {"sentences": [{"sentId": 41, "text": "Oh, I don't think this is 2008."}, {"sentId": 42, "text": "I don't think we're looking at a global systemic financial crisis."}, {"sentId": 43, "text": "The health of the global financial system, certainly the U.S. financial system and the banking system is much healthier than it was back down -- back in 2008."}], "speaker": "SONDERS", "secId": 11}, {"sentences": [{"sentId": 44, "text": "So, I don't think this mirrors that."}, {"sentId": 45, "text": "I think maybe a closer approximation would be what happened in the late 1990s when we had the Asian currency crisis which followed the Russian currency crisis and ultimately, through that period, the U.S. economy was relatively uncaged, but the market certainly took it on the chin in the short- term term, eventually recovering."}, {"sentId": 46, "text": "I think there are some differences but that's a better analogy than 2008."}], "speaker": "SONDERS", "secId": 12}, {"sentences": [{"sentId": 47, "text": "So, Dennis, as you know Donald Trump has been pointing the finger right straight at China for this long day, and you know, and this is for long time, right?"}], "speaker": "LEMON", "secId": 13}, {"sentences": [{"sentId": 48, "text": "Yes."}], "speaker": "KNEALE", "secId": 14}, {"sentences": [{"sentId": 49, "text": "Here's what he tweeted."}, {"sentId": 50, "text": "He says, \"As I have long stated, we are so tied in with China and Asia that their markets are now taking the U.S. market down."}, {"sentId": 51, "text": "Get smart, USA.\""}, {"sentId": 52, "text": "And then he also posted this Instagram video."}, {"sentId": 53, "text": "Look at this."}], "speaker": "LEMON", "secId": 15}, {"sentences": [{"sentId": 54, "text": "I have' been telling everybody for a long time, China is taking our jobs, they're taking our money."}, {"sentId": 55, "text": "Be careful."}, {"sentId": 56, "text": "They'll bring us down."}, {"sentId": 57, "text": "You have to know what you're doing."}, {"sentId": 58, "text": "We have nobody that has a clue.\""}], "speaker": "TRUMP", "secId": 16}, {"sentences": [{"sentId": 59, "text": "Dennis, is Donald Trump the guy to come in to save the day?"}], "speaker": "LEMON", "secId": 17}, {"sentences": [{"sentId": 60, "text": "Well, I think that all the market turmoil -- and if the fear were to continue and were to become a big longer lasting story it does play to Donald Trump's strengths far more so than any other candidate."}, {"sentId": 61, "text": "I mean, if you've been a politician when -- I used to be on the financial news networks and we be watching the politicians talk in press conference about the markets and about business."}, {"sentId": 62, "text": "And it was so clear that they were out of their depth."}, {"sentId": 63, "text": "They didn't"}], "speaker": "KNEALE", "secId": 18}, {"sentences": [{"sentId": 64, "text": "know what they're really talking about."}, {"sentId": 65, "text": "Even President Obama has sometimes been not that sophisticated."}, {"sentId": 66, "text": "Donald Trump is an expert."}, {"sentId": 67, "text": "And it would be good to know if fear overtakes the markets that there is a guy who actually has a good point of view and knows a lot about what he is talking about."}], "speaker": "KNEALE", "secId": 19}, {"sentences": [{"sentId": 68, "text": "Now what he says is China took down the markets."}, {"sentId": 69, "text": "Are we supposed to stop dealing with China?"}, {"sentId": 70, "text": "China owns $1.7 trillion in U.S. assets."}, {"sentId": 71, "text": "They're not going to do anything to hurt America."}], "speaker": "KNEALE", "secId": 20}, {"sentences": [{"sentId": 72, "text": "Yes."}, {"sentId": 73, "text": "But do you say this is good for him in the short-term?"}, {"sentId": 74, "text": "How is this good for him?"}], "speaker": "LEMON", "secId": 21}, {"sentences": [{"sentId": 75, "text": "I think that because -- one thing it does that it shows this guy knows markets, he knows pricings, he knows value."}], "speaker": "KNEALE", "secId": 22}, {"sentences": [{"sentId": 76, "text": "It's his strengths."}], "speaker": "LEMON", "secId": 23}, {"sentences": [{"sentId": 77, "text": "He's in that world versus a politician who has never been in that world or had a job in that world, they never had skin in the game."}, {"sentId": 78, "text": "Donald Trump has made and lost billions."}], "speaker": "KNEALE", "secId": 24}, {"sentences": [{"sentId": 79, "text": "Yes."}, {"sentId": 80, "text": "Austan, I have to have you this, you know, since you have the Washington experience that most people on this panel don't have."}, {"sentId": 81, "text": "The breaking news tonight is that the VP Joe Biden, according to Jason Carroll  reporting this that President Obama has given him his blessings to run."}, {"sentId": 82, "text": "What do you think about this news?"}], "speaker": "LEMON", "secId": 25}, {"sentences": [{"sentId": 83, "text": "I saw that report it's hard to know what to make of that."}, {"sentId": 84, "text": "It sounds like the president saying, look, if you want to run, of course, I love you."}, {"sentId": 85, "text": "I don't think that that's connoting that the president is choosing Joe Biden over Hillary Clinton or over anybody else."}, {"sentId": 86, "text": "So, I was little surprise by the headline but I'm pretty sure that's what it means."}], "speaker": "GOOLSBEE", "secId": 26}, {"sentences": [{"sentId": 87, "text": "Do you think it's a little late for him to get in at this point?"}], "speaker": "LEMON", "secId": 27}, {"sentences": [{"sentId": 88, "text": "I don't think it's too late."}, {"sentId": 89, "text": "I think Hillary Clinton is a very strong candidate."}, {"sentId": 90, "text": "So, in some sense, whether he had decided to enter a year ago or six months from now, it all of that depends on how Hillary Clinton does."}, {"sentId": 91, "text": "If she continues as kind of the juggernaut, I think there are, not a whole lot of oxygen."}], "speaker": "GOOLSBEE", "secId": 28}, {"sentences": [{"sentId": 92, "text": "Go ahead, Dennis."}], "speaker": "LEMON", "secId": 29}, {"sentences": [{"sentId": 93, "text": "Just a point on Hillary."}, {"sentId": 94, "text": "You know, she recently made a big deal about coming out with suggested reforms that would try to make the markets longer term by raising taxes stiffly on anyone who holds investments less than one or two years."}], "speaker": "KNEALE", "secId": 30}, {"sentences": [{"sentId": 95, "text": "You know, that might a fine ode of oppose and at a time of bull markets and rising stocks."}, {"sentId": 96, "text": "But when people are forced to sell because they want to avoid more losses, if they end up some day triggering higher taxes before they want it to because of a plan like that, I wonder whether this new market concerns ends up playing against Hillary rather than in her favor."}], "speaker": "KNEALE", "secId": 31}, {"sentences": [{"sentId": 97, "text": "I don't think it -- that works the opposite."}, {"sentId": 98, "text": "Usually when they are in a panic, we saw in 2008, and we saw in 2001, the price of all this stuff goes way down, so people have losses so they're not reporting any capital gains or reporting capital markets since 2009."}], "speaker": "GOOLSBEE", "secId": 32}, {"sentences": [{"sentId": 99, "text": "But stocks has been up so much since '09 that everyone has lots of gains."}, {"sentId": 100, "text": "And yet, if you kind of bought in, I mean, look at Disney and how that thing went up 25 percent in a matter of months."}, {"sentId": 101, "text": "You know, if you're forced to sell..."}], "speaker": "KNEALE", "secId": 33}, {"sentences": [{"sentId": 102, "text": "If people start thinking out of panic, that's almost the definition of not thinking."}, {"sentId": 103, "text": "The right time to panic and make decisions in your investment is never, never panic."}], "speaker": "GOLSBEE", "secId": 34}, {"sentences": [{"sentId": 104, "text": "Right."}], "speaker": "KNEALE", "secId": 35}, {"sentences": [{"sentId": 105, "text": "Yes, but listen, in the past few days, I have to ask you this, continuing on with the politics of it, you know, this trade -- if it turns out just to be a blip, all right, what are the political implications here for Trump or for any of the other candidates if they overreact to this?"}, {"sentId": 106, "text": "And are we going to start seeing that in the markets?"}, {"sentId": 107, "text": "First to Austan."}], "speaker": "LEMON", "secId": 36}, {"sentences": [{"sentId": 108, "text": "I think you saw in 2008 when the crisis hit and it was perceived by America that John McCain reacted weirdly."}, {"sentId": 109, "text": "He called -- they suspended this campaign call everybody back to Washington but didn't have a plan."}, {"sentId": 110, "text": "They reacted pretty negatively."}, {"sentId": 111, "text": "They view them someone negatively."}], "speaker": "GOOLSBEE", "secId": 37}, {"sentences": [{"sentId": 112, "text": "So, I think if people overreact and this thing turns out to be a blip, that will be a strike against them."}, {"sentId": 113, "text": "And I do think they will bear that in mind."}], "speaker": "GOOLSBEE", "secId": 38}, {"sentences": [{"sentId": 114, "text": "Austan, is Trump -- because I asked Dennis his reaction on this, but is Trump's focus on China appropriate or should he be turning some of his attention towards the Fed?"}], "speaker": "LEMON", "secId": 39}, {"sentences": [{"sentId": 115, "text": "Oh, I don't think that the Fed is not the cause of this."}, {"sentId": 116, "text": "For sure it's coming from China."}, {"sentId": 117, "text": "I guess I would make the distinction that Donald Trump has been saying that China exporting thing to the U.S. and China's economy being strong is what's hurting the U.S."}], "speaker": "GOLSBEE", "secId": 40}, {"sentences": [{"sentId": 118, "text": "Now China is getting crushed."}, {"sentId": 119, "text": "They are in an epic meltdown, bigger than ours -- our tech bubble popping in 2001."}, {"sentId": 120, "text": "Bigger than Asian financial crisis of 1997."}, {"sentId": 121, "text": "That's the opposite of what Donald Trump has been saying."}, {"sentId": 122, "text": "So, I was just a little confused that he made it seem like..."}], "speaker": "GOLSBEE", "secId": 41}, {"sentences": [{"sentId": 123, "text": "Well."}], "speaker": "KNEALE", "secId": 42}, {"sentences": [{"sentId": 124, "text": "Go ahead, Dennis."}, {"sentId": 125, "text": "And then I want to get Liz Ann here."}, {"sentId": 126, "text": "Go ahead."}], "speaker": "LEMON", "secId": 43}, {"sentences": [{"sentId": 127, "text": "Right."}, {"sentId": 128, "text": "I am interested in what Liz Ann has to say about this."}, {"sentId": 129, "text": "I mean, come on, Austan, the Fed has kept interest rates at 40-year lows for so long that stocks were the only investment that offered higher returns."}, {"sentId": 130, "text": "And so, it artificially inflated some stock prices."}, {"sentId": 131, "text": "And so, when the market has a sick sell off like it has in the past few days, it's a sign that things got overheated."}, {"sentId": 132, "text": "That is a directly a result is it not somewhat of Fed policies."}], "speaker": "KNEALE", "secId": 44}, {"sentences": [{"sentId": 133, "text": "Go ahead, Liz Ann."}, {"sentId": 134, "text": "What do you think?"}], "speaker": "LEMON", "secId": 45}, {"sentences": [{"sentId": 135, "text": "I don't it is."}], "speaker": "GOLSBEE", "secId": 46}, {"sentences": [{"sentId": 136, "text": "We hadn't has traditional price inflation, which is why one of the reasons why the Feds has had the infamous to kept the rates so low."}, {"sentId": 137, "text": "But we had a tremendous amount of asset inflation and it's one of the concerns they had."}], "speaker": "SONDERS", "secId": 47}, {"sentences": [{"sentId": 138, "text": "And I think part of the reason why there seems to be this desire on the part of the Fed to simply get-off the zero bounds even though, one of their mandates, the actual inflation measures they look at are not quite there yet."}], "speaker": "SONDERS", "secId": 48}, {"sentences": [{"sentId": 139, "text": "So, asset inflation at extremes does have risks."}, {"sentId": 140, "text": "And I think concerns about that is one of the contributors to the kind of volatility that we are seeing right here."}], "speaker": "SONDERS", "secId": 49}, {"sentences": [{"sentId": 141, "text": "All right."}, {"sentId": 142, "text": "So, let's get to what most people are listening to."}, {"sentId": 143, "text": "Not all of our audience -- not all of them are clued into the politics, not all of them are financial experts like you are."}, {"sentId": 144, "text": "So, if I'm sitting at home right now, Liz Ann, for all the folks who are sitting at home wondering what the heck to do about their money, people who just have 401K's, normal Americans, what is the takeaway here?"}], "speaker": "LEMON", "secId": 50}, {"sentences": [{"sentId": 145, "text": "Sonders:  Well, Austan mentioned it in a different context."}, {"sentId": 146, "text": "And we put out a renewed report today called panic is not a strategy."}, {"sentId": 147, "text": "And that we updated it from putting it out in 2011, and then we initiated it back in 2008."}], "speaker": "LEMON", "secId": 51}, {"sentences": [{"sentId": 148, "text": "It's just a reminder that investors don't serve themselves well by making moment in time decisions about the market, especially in a highly volatile type environment like we saw today."}, {"sentId": 149, "text": "We saw massive, massive intraday swings."}], "speaker": "LEMON", "secId": 52}, {"sentences": [{"sentId": 150, "text": "And its national emotional thing to think I need to do something but it has not historically served to investors well."}, {"sentId": 151, "text": "And it's frustrating because when I go on financial television or even mainstream television I'm often asked the question -- not suggesting you did this, Don."}], "speaker": "LEMON", "secId": 53}, {"sentences": [{"sentId": 152, "text": "But should -- are you telling investors to get in or get out."}, {"sentId": 153, "text": "As if get in and get out our investing strategy."}, {"sentId": 154, "text": "That's gambling really on a moment in time."}, {"sentId": 155, "text": "And investing should never be about that."}], "speaker": "LEMON", "secId": 54}, {"sentences": [{"sentId": 156, "text": "So, on a day like today, or in a short-term environment like this, the best bet is not to panic, but look at your long-term asset allocation, your risk tolerance."}, {"sentId": 157, "text": "And if those things haven't change, then you want to maintain discipline"}], "speaker": "LEMON", "secId": 55}, {"sentences": [{"sentId": 158, "text": "OK. Dennis, the average investors."}], "speaker": "LEMON", "secId": 56}, {"sentences": [{"sentId": 159, "text": "Sure."}], "speaker": "KNEALE", "secId": 57}, {"sentences": [{"sentId": 160, "text": "Home, buy or sell?"}, {"sentId": 161, "text": "Which were advice, this is a don't get in or don't get out."}], "speaker": "LEMON", "secId": 58}, {"sentences": [{"sentId": 162, "text": "Right."}], "speaker": "KNEALE", "secId": 59}, {"sentences": [{"sentId": 163, "text": "Don't sell or don't buy."}], "speaker": "LEMON", "secId": 60}, {"sentences": [{"sentId": 164, "text": "So, a couple of key things and understand -- I covered as a financial journalist, '87 crash, 2000, 2008 meltdown."}, {"sentId": 165, "text": "So, know that in your long-term accounts, do not sell."}, {"sentId": 166, "text": "Now if you're in your 60s, maybe you need to look at your allocations and make changes."}, {"sentId": 167, "text": "Even know, perhaps."}], "speaker": "KNEALE", "secId": 61}, {"sentences": [{"sentId": 168, "text": "Yes."}], "speaker": "LEMON", "secId": 62}, {"sentences": [{"sentId": 169, "text": "But otherwise, just don't sell and sit in for the long term."}, {"sentId": 170, "text": "Also know that the U.S. is basically the best home in a bad market."}, {"sentId": 171, "text": "And the worst things get in China, Asia, and Europe, the better we look."}, {"sentId": 172, "text": "So, if there is a self-healing that happens money floods here and that kind of insulates against some of the down."}], "speaker": "KNEALE", "secId": 63}, {"sentences": [{"sentId": 173, "text": "Also, now is the time when you can buy battered beauties."}, {"sentId": 174, "text": "You know, Disney is 22 percent cheaper than three weeks ago."}, {"sentId": 175, "text": "Apple, 14 percent in three weeks ago."}, {"sentId": 176, "text": "Netflix 23 percent cheaper than a couple weeks ago."}, {"sentId": 177, "text": "And some people ought to decide whether they want to make some bets at some point."}], "speaker": "KNEALE", "secId": 64}, {"sentences": [{"sentId": 178, "text": "Hey, Austan, I got to ask you, just real quickly here, just really quickly if you can do it for me quickly."}, {"sentId": 179, "text": "Most people, their assets are in their home, right?"}, {"sentId": 180, "text": "That's their biggest asset."}, {"sentId": 181, "text": "What should -- is this good or bad for the real estate market?"}], "speaker": "LEMON", "secId": 65}, {"sentences": [{"sentId": 182, "text": "It's probably somewhat bad."}, {"sentId": 183, "text": "It depends where you live."}, {"sentId": 184, "text": "You're going to have a lot less money from Asia buying up houses."}, {"sentId": 185, "text": "So, it will probably have moderate negative impact on western markets."}], "speaker": "GOOLSBEE", "secId": 66}, {"sentences": [{"sentId": 186, "text": "Dennis Kneale, Liz Ann Sonders, and Austan Goolsbee, thank you very much."}, {"sentId": 187, "text": "I appreciate it."}], "speaker": "LEMON", "secId": 67}, {"sentences": [{"sentId": 188, "text": "Thank you."}], "speaker": "GOOLSBEE", "secId": 68}, {"sentences": [{"sentId": 189, "text": "When we come right back, no matter what Donald Trump says he is soaring in the polls, but not everybody is happy about that."}, {"sentId": 190, "text": "Glenn Beck is here to weigh in and that's next."}], "speaker": "LEMON", "secId": 69}, {"sentences": [{"sentId": 191, "text": "If Donald Trump is the candidate, then I believe that the republicans have just made the same kind of mistake that the democrats made."}], "speaker": "BECK", "secId": 70}, {"sentences": [{"sentId": 192, "text": "Jeb Bush has been blasting Donald Trump on his record as republican and a conservative."}, {"sentId": 193, "text": "But Bush's strategy really isn't working because Trump is surging in the polls."}], "speaker": "LEMON", "secId": 71}, {"sentences": [{"sentId": 194, "text": "I want to talk about this with none other than Mr. Glenn Beck."}, {"sentId": 195, "text": "He is the founder of the Blaze and author of \"It is about Islam.\""}, {"sentId": 196, "text": "Good to see you, sir."}, {"sentId": 197, "text": "How are you doing?"}], "speaker": "LEMON", "secId": 72}, {"sentences": [{"sentId": 198, "text": "How are you, Don."}], "speaker": "BECK", "secId": 73}, {"sentences": [{"sentId": 199, "text": "Before we get to, of course, Donald Trump, I have got to ask you about the news of the day, which is the stock market."}, {"sentId": 200, "text": "Down just under 600 points at close."}, {"sentId": 201, "text": "But what a wild day."}, {"sentId": 202, "text": "It was down a thousand points at one point."}], "speaker": "LEMON", "secId": 74}, {"sentences": [{"sentId": 203, "text": "That was almost 1100 points."}, {"sentId": 204, "text": "I watched it open this morning for the first 10 minutes and it went down almost 1100 points."}, {"sentId": 205, "text": "Largest drop in American history and significant."}, {"sentId": 206, "text": "And I think we're at the beginning of turmoil."}, {"sentId": 207, "text": "Anybody who believes that this is -- that this stock market is built on anything real really needs to -- that really needs some time off, away in a nice sanitarium or something because it's not real."}], "speaker": "BECK", "secId": 75}, {"sentences": [{"sentId": 208, "text": "What do you mean by that?"}], "speaker": "LEMON", "secId": 76}, {"sentences": [{"sentId": 209, "text": "We have printed money and printed money and printed money and made money so cheap that none of it is really based in anything anymore."}, {"sentId": 210, "text": "I mean, really."}, {"sentId": 211, "text": "What is this stock market reflective of?"}, {"sentId": 212, "text": "What is our -- what is the good faith and credit of the American dollar reflective of?"}, {"sentId": 213, "text": "Nothing at this point."}], "speaker": "BECK", "secId": 77}, {"sentences": [{"sentId": 214, "text": "The Federal Reserve has printed so much money at this point that it is truly \"just trust us\" no."}, {"sentId": 215, "text": "Really, it's good."}, {"sentId": 216, "text": "And I don't mean to be crude."}, {"sentId": 217, "text": "But the American dollar is just the floatiest piece of poop in the toilet bowl right now."}], "speaker": "BECK", "secId": 78}, {"sentences": [{"sentId": 218, "text": "It's all poop, it all needs to be flushed down."}, {"sentId": 219, "text": "We just happen to be one at the top."}, {"sentId": 220, "text": "Everything is bad."}, {"sentId": 221, "text": "That's the only reason why the dollar looks decent at all."}, {"sentId": 222, "text": "And at some point, the world reserve currency will not be the dollar."}, {"sentId": 223, "text": "And it's a not going to be good."}], "speaker": "BECK", "secId": 79}, {"sentences": [{"sentId": 224, "text": "Let's talk more about Donald Trump, right?"}, {"sentId": 225, "text": "Because here's what he tweeted."}, {"sentId": 226, "text": "He said, \"Markets are crashing all caused by poor planning and allowing China and Asia to dictate the agenda."}, {"sentId": 227, "text": "This could get very messy."}, {"sentId": 228, "text": "Vote Trump.\""}, {"sentId": 229, "text": "Is he right about this, Glenn Beck?"}], "speaker": "LEMON", "secId": 80}, {"sentences": [{"sentId": 230, "text": "Here's the thing that I say to conservatives."}, {"sentId": 231, "text": "Now progressives and liberals and big government people will like this."}, {"sentId": 232, "text": "A conservative, small government constitutional person should not like this."}], "speaker": "BECK", "secId": 81}, {"sentences": [{"sentId": 233, "text": "When he was in the debate, and he just did it there again, he said poor planning."}, {"sentId": 234, "text": "Well, who is in favor of central planning?"}, {"sentId": 235, "text": "Those are big government people."}, {"sentId": 236, "text": "When he said about -- I think it was immigration in the last debate."}], "speaker": "BECK", "secId": 82}, {"sentences": [{"sentId": 237, "text": "He said, look, all of our politicians are stupid."}, {"sentId": 238, "text": "OK."}, {"sentId": 239, "text": "I happen to agree with that on both sides."}, {"sentId": 240, "text": "Not entirely stupid."}, {"sentId": 241, "text": "Some of them are just corrupt."}, {"sentId": 242, "text": "But here's what he -- here's what he is basically saying, put smart people in to run the big government better."}, {"sentId": 243, "text": "A constitutionalist."}], "speaker": "BECK", "secId": 83}, {"sentences": [{"sentId": 244, "text": "Now, progressives may agree with that."}, {"sentId": 245, "text": "But a constitutionalist does not agree with that."}, {"sentId": 246, "text": "We don't have government plan things and we don't have government run things."}, {"sentId": 247, "text": "That's why I say that Donald Trump is a progressive republican."}, {"sentId": 248, "text": "He is a big government republican."}, {"sentId": 249, "text": "And I don't know why these conservatives are standing up for him."}], "speaker": "BECK", "secId": 84}, {"sentences": [{"sentId": 250, "text": "OK."}, {"sentId": 251, "text": "So, then you don't think he's conservative enough because -- and again, I will let you explain."}], "speaker": "LEMON", "secId": 85}, {"sentences": [{"sentId": 252, "text": "No, no."}, {"sentId": 253, "text": "I don't..."}], "speaker": "BECK", "secId": 86}, {"sentences": [{"sentId": 254, "text": "He's -- OK."}, {"sentId": 255, "text": "He keeps reminding everyone that the bible is his favorite book."}, {"sentId": 256, "text": "He says, you know, he is really conservative."}, {"sentId": 257, "text": "And so, what, Glenn, what?"}], "speaker": "LEMON", "secId": 87}, {"sentences": [{"sentId": 258, "text": "I don't know if you have heard the clip of him."}, {"sentId": 259, "text": "He has actually done an interview where somebody asked him what do you do with all the bibles that you receive?"}], "speaker": "BECK", "secId": 88}, {"sentences": [{"sentId": 260, "text": "First of all, if that's not a planted question, who is sending Donald Trump bibles?"}, {"sentId": 261, "text": "And for -- second of all, if they're sending you bibles it's probably because it like, dude, you should read this book."}, {"sentId": 262, "text": "Your little off track."}], "speaker": "BECK", "secId": 89}, {"sentences": [{"sentId": 263, "text": "I mean, who is sending him bibles."}, {"sentId": 264, "text": "And he go -- he went into this long answer of how he has a special place for bibles because he would never want to do anything wrong with a bible."}, {"sentId": 265, "text": "And that's just, I mean, it was craziness."}, {"sentId": 266, "text": "So, anyway, you were saying about?"}], "speaker": "BECK", "secId": 90}, {"sentences": [{"sentId": 267, "text": "But, listen, is he a conservative enough."}, {"sentId": 268, "text": "Because, listen, I'm laughing at you because you seem exasperated by it."}, {"sentId": 269, "text": "But, I mean, isn't it time, though, that you take Donald Trump seriously?"}, {"sentId": 270, "text": "He is leading in the polls."}, {"sentId": 271, "text": "He could be the nominee, Glenn."}], "speaker": "LEMON", "secId": 91}, {"sentences": [{"sentId": 272, "text": "Oh, I take him seriously."}, {"sentId": 273, "text": "He's just not somebody -- I mean, if Donald Trump is the candidate, then I believe that the republicans have just made the same kind of mistake that the democrats made, where it just got into a cultivate personality, and there is no real reason."}], "speaker": "BECK", "secId": 92}, {"sentences": [{"sentId": 274, "text": "There is no -- you know, I've spent -- I've spent eight years going look at the guy's record and look at what he's done."}, {"sentId": 275, "text": "Let's not talk about how you love him or he's black or whatever."}, {"sentId": 276, "text": "I got it."}, {"sentId": 277, "text": "I got it."}, {"sentId": 278, "text": "Let's look at his record, let's look what he said and then look at what he has done."}], "speaker": "BECK", "secId": 93}, {"sentences": [{"sentId": 279, "text": "OK. Let's look at..."}], "speaker": "LEMON", "secId": 94}, {"sentences": [{"sentId": 280, "text": "The same thing -- the same thing with Donald Trump."}, {"sentId": 281, "text": "I mean, so, the republicans, if they go with Donald Trump, are really no different than the people they have said that they didn't like this, he just couldn't talk any sense into them."}], "speaker": "BECK", "secId": 95}, {"sentences": [{"sentId": 282, "text": "All right."}, {"sentId": 283, "text": "Let's talk about some people, including one very prominent conservative."}, {"sentId": 284, "text": "But, Howard Stern, I don't think he is conservative."}, {"sentId": 285, "text": "He told his listeners that he thinks that Donald Trump could win the nomination."}], "speaker": "LEMON", "secId": 96}, {"sentences": [{"sentId": 286, "text": "In the meantime, Rupert Murdoch, that's the conservative I'm talking about, encouraged Michael Bloomberg to enter the race."}, {"sentId": 287, "text": "Here's what he tweeted."}, {"sentId": 288, "text": "He said, he tweeted, he said, \"With Trump becoming serious candidate it's time for next billionaire candidate, Mike Bloomberg, to step into the ring."}, {"sentId": 289, "text": "Greatest mayor, Dr. Ben Carson, Carly Fiorina, Donald Trump, Michael Bloomberg."}, {"sentId": 290, "text": "What do you make of the non- politicians running for the office right now?"}], "speaker": "LEMON", "secId": 97}, {"sentences": [{"sentId": 291, "text": "OK. First of all, can we just make sure that we understand what conservative means to me at least."}, {"sentId": 292, "text": "That is somebody who believes in the Constitution, to preserve the Constitution, to conserve the way that we have been under the Constitution."}], "speaker": "BECK", "secId": 98}, {"sentences": [{"sentId": 293, "text": "Donald Trump is not a constitutional conservative."}, {"sentId": 294, "text": "Bloomberg, -- Mr."}, {"sentId": 295, "text": "I'm going to tell you exactly what you can and cannot eat is not a constitutional conservative."}, {"sentId": 296, "text": "So, these people are masquerading as a constitutional conservative."}, {"sentId": 297, "text": "They are progressive in their nature."}, {"sentId": 298, "text": "They're different than the progressives on the left but they are progressive in their nature nonetheless."}], "speaker": "BECK", "secId": 99}, {"sentences": [{"sentId": 299, "text": "Who is the guy or lady then for you?"}], "speaker": "LEMON", "secId": 100}, {"sentences": [{"sentId": 300, "text": "I have a few of them that I could consider voting for."}, {"sentId": 301, "text": "I really like Ted Cruz."}, {"sentId": 302, "text": "I think he is a man of his word."}, {"sentId": 303, "text": "He has argued the Constitution in front of the Supreme Court, I think 12 times."}, {"sentId": 304, "text": "Extraordinarily smart."}, {"sentId": 305, "text": "If you are playing on the other side, I would not count him out."}, {"sentId": 306, "text": "I think he is building a very brilliant machine."}], "speaker": "BECK", "secId": 101}, {"sentences": [{"sentId": 307, "text": "I'm also looking at Carly Fiorina."}, {"sentId": 308, "text": "I'm looking at Scott Walker."}, {"sentId": 309, "text": "Marco Rubio."}, {"sentId": 310, "text": "I think those guys are all good."}, {"sentId": 311, "text": "So, I think we have some real good constitutional people that are in there."}], "speaker": "BECK", "secId": 102}, {"sentences": [{"sentId": 312, "text": "OK."}], "speaker": "LEMON", "secId": 103}, {"sentences": [{"sentId": 313, "text": "I think Ted Cruz -- I'm also looking at Rand Paul."}, {"sentId": 314, "text": "I knew I was forgetting another good strong constitutionalist, Rand Paul."}], "speaker": "BECK", "secId": 104}, {"sentences": [{"sentId": 315, "text": "He is a libertarian, though."}, {"sentId": 316, "text": "But, listen, listen to this."}], "speaker": "LEMON", "secId": 105}, {"sentences": [{"sentId": 317, "text": "That's what..."}], "speaker": "BECK", "secId": 106}, {"sentences": [{"sentId": 318, "text": "well, hang on, hang on, hang on."}, {"sentId": 319, "text": "Let's hit the pause button here."}, {"sentId": 320, "text": "But I want you to answer ayes or a no, before we're going to break and talk more."}], "speaker": "LEMON", "secId": 107}, {"sentences": [{"sentId": 321, "text": "Yes."}, {"sentId": 322, "text": "LEMON:  If Donald Trump is a nominee, will you support him?"}], "speaker": "BECK", "secId": 108}, {"sentences": [{"sentId": 323, "text": "No."}], "speaker": "BECK", "secId": 109}, {"sentences": [{"sentId": 324, "text": "OK. All right."}], "speaker": "LEMON", "secId": 110}, {"sentences": [{"sentId": 325, "text": "I'm not a republican."}, {"sentId": 326, "text": "I don't care what happens to the Republican Party."}], "speaker": "BECK", "secId": 111}, {"sentences": [{"sentId": 327, "text": "All right, Glenn."}, {"sentId": 328, "text": "Stay with me."}], "speaker": "LEMON", "secId": 112}, {"sentences": [{"sentId": 329, "text": "I'm a constitutionalist."}], "speaker": "BECK", "secId": 113}, {"sentences": [{"sentId": 330, "text": "Stay with me."}, {"sentId": 331, "text": "Stay with me."}, {"sentId": 332, "text": "Hold that thought."}], "speaker": "LEMON", "secId": 114}, {"sentences": [{"sentId": 333, "text": "All right."}], "speaker": "BECK", "secId": 115}, {"sentences": [{"sentId": 334, "text": "When we come right back, Jeb Bush takes aim at Donald Trump's immigration plan."}, {"sentId": 335, "text": "We're going to talk to Glenn Beck about that next."}, {"sentId": 336, "text": "Don't go anywhere."}], "speaker": "LEMON", "secId": 116}, {"sentences": [{"sentId": 337, "text": "Donald Trump surging in the polls, Jeb Bush trying to knock him off his perch."}, {"sentId": 338, "text": "Back with me, Glenn Beck, who is probably still talking through the break."}, {"sentId": 339, "text": "But I interrupted you."}], "speaker": "LEMON", "secId": 117}, {"sentences": [{"sentId": 340, "text": "I was."}], "speaker": "BECK", "secId": 118}, {"sentences": [{"sentId": 341, "text": "You said you would not support Donald Trump if he did get the nomination."}, {"sentId": 342, "text": "And you said you're not a republican, so you don't -- it doesn't -- you don't care."}, {"sentId": 343, "text": "But finish your thought."}], "speaker": "LEMON", "secId": 119}, {"sentences": [{"sentId": 344, "text": "No."}, {"sentId": 345, "text": "I'm a constitutional conservative."}, {"sentId": 346, "text": "And that's different than somebody who just wants to win for the party."}, {"sentId": 347, "text": "I want the Constitution to win."}, {"sentId": 348, "text": "And so, whoever will give me -- I mean, honestly, I said this on CNN eight months ago."}, {"sentId": 349, "text": "If I were a -- if I were a liberal, I would vote for Bernie Sanders."}, {"sentId": 350, "text": "Because Bernie Sanders is at least saying exactly what he is."}, {"sentId": 351, "text": "And look at what's happening to him."}, {"sentId": 352, "text": "He's taking off."}, {"sentId": 353, "text": "Because he's not -- he's not, you know, mincing words."}], "speaker": "BECK", "secId": 120}, {"sentences": [{"sentId": 354, "text": "But he said the same thing about Donald Trump."}], "speaker": "LEMON", "secId": 121}, {"sentences": [{"sentId": 355, "text": "Yes, absolutely."}, {"sentId": 356, "text": "But I think Bernie Sanders actually has put those values into practice over a long period of time."}], "speaker": "BECK", "secId": 122}, {"sentences": [{"sentId": 357, "text": "OK."}], "speaker": "LEMON", "secId": 123}, {"sentences": [{"sentId": 358, "text": "I don't think Donald Trump is saying -- I don't think Donald Trump is representing himself on who he really is and what he really is."}], "speaker": "BECK", "secId": 124}, {"sentences": [{"sentId": 359, "text": "All right."}, {"sentId": 360, "text": "Well, let's talk..."}], "speaker": "LEMON", "secId": 125}, {"sentences": [{"sentId": 361, "text": "He is..."}, {"sentId": 362, "text": "LEMON:  Let's talk about his immigration plan because it kind of tells you who he is."}], "speaker": "BECK", "secId": 126}, {"sentences": [{"sentId": 363, "text": "Yes."}], "speaker": "BECK", "secId": 127}, {"sentences": [{"sentId": 364, "text": "His immigration plan, a big wall, a beautiful door."}, {"sentId": 365, "text": "Jeb Bush talked about that."}, {"sentId": 366, "text": "Let's listen."}], "speaker": "LEMON", "secId": 128}, {"sentences": [{"sentId": 367, "text": "So, I'm not going to get into the issues of what he said and I said."}, {"sentId": 368, "text": "The simple fact is, that his proposal is unrealistic."}, {"sentId": 369, "text": "It will cost hundreds of billions of dollars."}, {"sentId": 370, "text": "It will violate people's civil liberties."}, {"sentId": 371, "text": "It will create friction with our third largest trading partner that's not necessary."}], "speaker": "BUSH", "secId": 129}, {"sentences": [{"sentId": 372, "text": "And I think he's wrong about this."}, {"sentId": 373, "text": "And if he was interested in a more comprehensive approach he might want to read my book, \"Immigration Wars,\" which I published four years ago."}], "speaker": "BUSH", "secId": 130}, {"sentences": [{"sentId": 374, "text": "OK. That was today in McAllen, Texas."}, {"sentId": 375, "text": "What do you think, he is now firing back at Donald Trump saying it's not going to work."}], "speaker": "LEMON", "secId": 131}, {"sentences": [{"sentId": 376, "text": "I think both of -- I think Jeb Bush is also not worth air time talking about."}, {"sentId": 377, "text": "I mean, I just don't think either of these guys are worth the air time for constitutionalists to talk to."}, {"sentId": 378, "text": "I don't."}], "speaker": "BECK", "secId": 132}, {"sentences": [{"sentId": 379, "text": "That simple?"}, {"sentId": 380, "text": "OK. Well, we're going to talk about him at least one more time."}, {"sentId": 381, "text": "Because you know this whole -- you know, this whole anchor baby thing."}, {"sentId": 382, "text": "You're not talking about political correctness all the time."}, {"sentId": 383, "text": "So, he weighs in on anchor babies saying and talked about it being politically correct."}, {"sentId": 384, "text": "Here he is."}], "speaker": "LEMON", "secId": 133}, {"sentences": [{"sentId": 385, "text": "This is all help politics plays."}, {"sentId": 386, "text": "And by the way, I think we need to take a step back and chill out a little bit as it relates to the political correctness that somehow you have to be scolded every time you say something."}, {"sentId": 387, "text": "It's not fair to be taken out of context; it is the nature of politics."}, {"sentId": 388, "text": "But, and I just don't think that this appropriate."}], "speaker": "BUSH", "secId": 134}, {"sentences": [{"sentId": 389, "text": "Go for it, Mr. Beck."}], "speaker": "LEMON", "secId": 135}, {"sentences": [{"sentId": 390, "text": "He's right on political correctness."}, {"sentId": 391, "text": "I think we've got to stop with the political correctness."}, {"sentId": 392, "text": "It's killing our country."}, {"sentId": 393, "text": "And that honestly is one reason why Donald Trump is doing really, really well."}, {"sentId": 394, "text": "And that's an overreaction from an overreaction."}], "speaker": "BECK", "secId": 136}, {"sentences": [{"sentId": 395, "text": "It's got to stop."}, {"sentId": 396, "text": "We just have to be able to have rational conversations about things."}, {"sentId": 397, "text": "When it comes to anchor babies, I think Ted Cruz who was on my show last week said the right thing."}, {"sentId": 398, "text": "This is -- it is in the Constitution."}, {"sentId": 399, "text": "That's what the Constitution says."}, {"sentId": 400, "text": "He is a constitutional scholar."}], "speaker": "BECK", "secId": 137}, {"sentences": [{"sentId": 401, "text": "If you want to change that, then you either have to change the laws or the Constitution."}, {"sentId": 402, "text": "And that's a really long, drawn-out process."}, {"sentId": 403, "text": "But he reads it as it is in the Constitution."}, {"sentId": 404, "text": "That's the way I see it as well."}], "speaker": "BECK", "secId": 138}, {"sentences": [{"sentId": 405, "text": "Yes."}], "speaker": "LEMON", "secId": 139}, {"sentences": [{"sentId": 406, "text": "You want to change it, then we change the Constitution."}], "speaker": "BECK", "secId": 140}, {"sentences": [{"sentId": 407, "text": "OK."}, {"sentId": 408, "text": "Onto the democrats now."}, {"sentId": 409, "text": "Because you said if you were a democrat you would vote for Bernie Sanders because he is saying exactly who he is."}, {"sentId": 410, "text": "Who he is what he is saying."}], "speaker": "LEMON", "secId": 141}, {"sentences": [{"sentId": 411, "text": "Yes."}], "speaker": "BECK", "secId": 142}, {"sentences": [{"sentId": 412, "text": "So, Joe Biden and Elizabeth Warren supposedly met this weekend."}, {"sentId": 413, "text": "Now he is meeting with fund raisers supposed after Labor Day."}, {"sentId": 414, "text": "Do you think that he is going to..."}], "speaker": "LEMON", "secId": 143}, {"sentences": [{"sentId": 415, "text": "Can I ask you a question, just be really honest."}], "speaker": "BECK", "secId": 144}, {"sentences": [{"sentId": 416, "text": "Yes, go ahead."}], "speaker": "LEMON", "secId": 145}, {"sentences": [{"sentId": 417, "text": "Are the democrats -- I mean, because I never see this on any news channel."}, {"sentId": 418, "text": "Have you seen who you've got running?"}, {"sentId": 419, "text": "I mean, really?"}, {"sentId": 420, "text": "Joe Biden is -- that's a serious consideration?"}, {"sentId": 421, "text": "I mean, this is crazy."}, {"sentId": 422, "text": "And if he does..."}], "speaker": "BECK", "secId": 146}, {"sentences": [{"sentId": 423, "text": "Joe Biden has a long track record in politics."}, {"sentId": 424, "text": "He's great on foreign policy..."}], "speaker": "LEMON", "secId": 147}, {"sentences": [{"sentId": 425, "text": "Oh, come on."}], "speaker": "BECK", "secId": 148}, {"sentences": [{"sentId": 426, "text": "... he says it like he sees guy."}, {"sentId": 427, "text": "That's a -- go ahead."}], "speaker": "LEMON", "secId": 149}, {"sentences": [{"sentId": 428, "text": "You cannot tell me he would not be the laughing stock of the world."}, {"sentId": 429, "text": "Joe Biden?"}, {"sentId": 430, "text": "Really?"}], "speaker": "BECK", "secId": 150}, {"sentences": [{"sentId": 431, "text": "Listen, that's not for me."}, {"sentId": 432, "text": "I have great respect for the man."}], "speaker": "LEMON", "secId": 151}, {"sentences": [{"sentId": 433, "text": "I know, I know."}, {"sentId": 434, "text": "I just..."}], "speaker": "BECK", "secId": 152}, {"sentences": [{"sentId": 435, "text": "I'm not saying that I would or would not vote for him, but..."}], "speaker": "LEMON", "secId": 153}, {"sentences": [{"sentId": 436, "text": "Right."}, {"sentId": 437, "text": "Come on."}, {"sentId": 438, "text": "Come on, we can at least be clear on -- I mean, I can see it with Bernie Sanders."}], "speaker": "BECK", "secId": 154}, {"sentences": [{"sentId": 439, "text": "Do you think he will do it, though."}], "speaker": "LEMON", "secId": 155}, {"sentences": [{"sentId": 440, "text": "I can see it with Elizabeth Warren, even."}, {"sentId": 441, "text": "Joe Biden?"}, {"sentId": 442, "text": "That's a joke."}, {"sentId": 443, "text": "And all of us know, that's a joke."}], "speaker": "BECK", "secId": 156}, {"sentences": [{"sentId": 444, "text": "All right."}, {"sentId": 445, "text": "A lot of people don't think so."}, {"sentId": 446, "text": "But, all right."}, {"sentId": 447, "text": "All right."}, {"sentId": 448, "text": "I'm going to move on now."}, {"sentId": 449, "text": "I'm going to move on."}, {"sentId": 450, "text": "So, let's talk about your book."}, {"sentId": 451, "text": "Let's talk about your book, all right?"}], "speaker": "LEMON", "secId": 157}, {"sentences": [{"sentId": 452, "text": "OK."}], "speaker": "BECK", "secId": 158}, {"sentences": [{"sentId": 453, "text": "\"It is About Islam.\""}], "speaker": "LEMON", "secId": 159}, {"sentences": [{"sentId": 454, "text": "Let's not just talk about Joe Biden because there are a lot of republicans who would love Joe Biden."}], "speaker": "BECK", "secId": 160}, {"sentences": [{"sentId": 455, "text": "Let's talk about your book."}, {"sentId": 456, "text": "All right, democrats are saying the same thing about Donald Trump."}, {"sentId": 457, "text": "Anyway, let's go."}], "speaker": "LEMON", "secId": 161}, {"sentences": [{"sentId": 458, "text": "I'm not saying -- I'm not saying you don't have anything on us."}, {"sentId": 459, "text": "But I'm just saying, come on."}], "speaker": "BECK", "secId": 162}, {"sentences": [{"sentId": 460, "text": "All right."}, {"sentId": 461, "text": "So, your book is called \"It is About Islam\"."}], "speaker": "LEMON", "secId": 163}, {"sentences": [{"sentId": 462, "text": "Yes."}], "speaker": "BECK", "secId": 164}, {"sentences": [{"sentId": 463, "text": "You say that political Islam is incompatible with freedom the way we understand it."}], "speaker": "LEMON", "secId": 165}, {"sentences": [{"sentId": 464, "text": "Yes."}], "speaker": "BECK", "secId": 166}, {"sentences": [{"sentId": 465, "text": "You also say that it is a lie that Islam is a religion of peace."}, {"sentId": 466, "text": "Why are you stirring people up?"}], "speaker": "LEMON", "secId": 167}, {"sentences": [{"sentId": 467, "text": "As practiced by Islamists, absolutely."}, {"sentId": 468, "text": "There are two -- and I make it very clear in the first chapter."}, {"sentId": 469, "text": "There's two Islam's, if you will."}, {"sentId": 470, "text": "There is a practitioner, a Muslim practitioner of Islam."}, {"sentId": 471, "text": "And they are good."}, {"sentId": 472, "text": "And they are peaceful and its -- and God bless them and their religion."}], "speaker": "BECK", "secId": 168}, {"sentences": [{"sentId": 473, "text": "Then there is the Islamist."}, {"sentId": 474, "text": "These are the people that take what's in the Koran and say we have to make Sharia law and run a theocracy."}, {"sentId": 475, "text": "And I'm telling you the left should be the first ones to say theocracies, bad, really bad."}, {"sentId": 476, "text": "And that's the difference."}], "speaker": "BECK", "secId": 169}, {"sentences": [{"sentId": 477, "text": "Those who want a theocracy."}, {"sentId": 478, "text": "Those who want a caliphate, those who want sharia law imposed around the world, that's the problem."}, {"sentId": 479, "text": "And they are reading same Koran that the Muslims are."}, {"sentId": 480, "text": "But they we're going to -- this is the only law."}, {"sentId": 481, "text": "And God said it this way."}], "speaker": "BECK", "secId": 170}, {"sentences": [{"sentId": 482, "text": "So, imagine if Christians said or Jews said, we're going to, we're going to live their under a theocracy in exactly what God said -- even if you just took the Old Testament, it would be a nightmare."}], "speaker": "BECK", "secId": 171}, {"sentences": [{"sentId": 483, "text": "But do you think that it would get corrupted and worse and worse and worse and there would be people that wanted power and more land?"}, {"sentId": 484, "text": "That's what's happening."}, {"sentId": 485, "text": "This is the dark ages."}, {"sentId": 486, "text": "Not the Muslims."}, {"sentId": 487, "text": "The Islamists."}], "speaker": "BECK", "secId": 172}, {"sentences": [{"sentId": 488, "text": "All right."}], "speaker": "LEMON", "secId": 173}, {"sentences": [{"sentId": 489, "text": "And that's the critical difference."}], "speaker": "BECK", "secId": 174}, {"sentences": [{"sentId": 490, "text": "Glenn, as you know, I have these people in my head who are telling me you've exhausted your time."}], "speaker": "LEMON", "secId": 175}, {"sentences": [{"sentId": 491, "text": "Medicine will make that go away."}], "speaker": "BECK", "secId": 176}, {"sentences": [{"sentId": 492, "text": "I'm talking about the producers in this earpiece."}, {"sentId": 493, "text": "But, listen, I've got to -- before you go, if can quickly within the amount of negative time that we have, tell me about Birmingham this weekend."}, {"sentId": 494, "text": "Tease out for me quickly."}], "speaker": "LEMON", "secId": 177}, {"sentences": [{"sentId": 495, "text": "Yes."}, {"sentId": 496, "text": "This weekend we are getting together and we're standing for the people that the Islamists are taking down."}, {"sentId": 497, "text": "We would love for you to join or to donate."}, {"sentId": 498, "text": "We are -- we're making a new Schindler's list."}, {"sentId": 499, "text": "We are buying people to get them out of the country and get them and their families to go to other countries, $25,000 buys a family and gets them to Germany, gets them to Poland, gets them to the U.K."}], "speaker": "BECK", "secId": 178}, {"sentences": [{"sentId": 500, "text": "We'd love for them to come here."}, {"sentId": 501, "text": "But these are the people that are most under threat by the Islamists in the Middle East."}, {"sentId": 502, "text": "And you can find out more at Glennbeck.com or now.mercuryone.org."}], "speaker": "BECK", "secId": 179}, {"sentences": [{"sentId": 503, "text": "Glenn Beck, thank you."}], "speaker": "LEMON", "secId": 180}, {"sentences": [{"sentId": 504, "text": "Thank you."}], "speaker": "BECK", "secId": 181}, {"sentences": [{"sentId": 505, "text": "Coming up, the market's wild ride."}, {"sentId": 506, "text": "How does it impact your wallet?"}, {"sentId": 507, "text": "I'm going to ask America's favorite money man, Dave Ramsey."}], "speaker": "LEMON", "secId": 182}, {"sentences": [{"sentId": 508, "text": "What does the market's wild ride today mean for you and your finances?"}, {"sentId": 509, "text": "And what can you do now to protect yourself."}], "speaker": "LEMON", "secId": 183}, {"sentences": [{"sentId": 510, "text": "Joining me now is Dave Ramsey, author and host of the Dave Ramsey Show."}, {"sentId": 511, "text": "It really was a roller coaster for the markets today."}, {"sentId": 512, "text": "The Dow plunging some 1,000 points, Dave, at the open, fought its way back, then it plums it again, losing 588 points at the end of the day."}, {"sentId": 513, "text": "What in the world is going on?"}], "speaker": "LEMON", "secId": 184}, {"sentences": [{"sentId": 514, "text": "Well, I think China has probably scared people, along with the weakness in Europe."}, {"sentId": 515, "text": "China keeps -- they have devalued their currency to make the -- make the trade imbalance and lean in their favor, which of course then scares us because their economy is slow."}], "speaker": "RAMSEY", "secId": 185}, {"sentences": [{"sentId": 516, "text": "Their economy represents about 15 percent of the world's economy."}, {"sentId": 517, "text": "So, when china's economy is slow, it scares the rest of the market."}, {"sentId": 518, "text": "And that's really what this."}, {"sentId": 519, "text": "It's a fear-based selling."}], "speaker": "RAMSEY", "secId": 186}, {"sentences": [{"sentId": 520, "text": "All right."}, {"sentId": 521, "text": "So, listen, we're getting ahead of ourselves here."}, {"sentId": 522, "text": "I want to talk to you a little more about the market."}, {"sentId": 523, "text": "But let's talk about what Donald Trump tweeted."}, {"sentId": 524, "text": "Because he mentioned China as well."}, {"sentId": 525, "text": "He tweeted this today."}, {"sentId": 526, "text": "He said, \"Markets all crashing -- are crashing, all caused by poor planning and allowing China and Asia to dictate the agenda."}, {"sentId": 527, "text": "This could get very messy."}, {"sentId": 528, "text": "Vote Trump.\""}, {"sentId": 529, "text": "I mean, he's always warning us about China."}, {"sentId": 530, "text": "Does he have a point, Dave?"}], "speaker": "LEMON", "secId": 187}, {"sentences": [{"sentId": 531, "text": "Well, I don't know about that."}, {"sentId": 532, "text": "I mean, the only way to handle China, and then not to have an impact on the economy would be for them to be a smaller portion of the world economy."}, {"sentId": 533, "text": "Again, they are 15 percent of the world's economy."}], "speaker": "RAMSEY", "secId": 188}, {"sentences": [{"sentId": 534, "text": "They are the second largest economy in Gross Domestic Product in the world."}, {"sentId": 535, "text": "We're the first."}, {"sentId": 536, "text": "And so, any time one of the major players has an illness, it affects the rest of us."}], "speaker": "RAMSEY", "secId": 189}, {"sentences": [{"sentId": 537, "text": "OK."}, {"sentId": 538, "text": "So, here's a tweet from Miller Lite Ninja, this is from a viewer, and the viewer, who seems to agree with Donald Trump, by the way."}, {"sentId": 539, "text": "He says, \"Why does the government think it's OK to allow other economies to dictate our market's success?"}, {"sentId": 540, "text": "Trade agreements are bad.\""}], "speaker": "LEMON", "secId": 190}, {"sentences": [{"sentId": 541, "text": "And then there another tweet from Star Fox from China as well, \"Why this is all being blamed on China, when in reality it's due to money printing into infinity and massive debt."}, {"sentId": 542, "text": "So, who is right here?"}, {"sentId": 543, "text": "Is it the first person, that China is doing this, or is it because money is being printed so much?"}], "speaker": "LEMON", "secId": 191}, {"sentences": [{"sentId": 544, "text": "Well, our money is being printed and now China's money is being printed."}, {"sentId": 545, "text": "And both currencies are affected by that what they call quantitative easing, which as a fancy phrase, it simply means printing a lot of money and devaluing the currency."}, {"sentId": 546, "text": "And that plays into this."}], "speaker": "RAMSEY", "secId": 192}, {"sentences": [{"sentId": 547, "text": "But it's not a lack of a trade agreement here that's causing this."}, {"sentId": 548, "text": "I mean, China, the only way they get an unfair advantage is to devalue their currency."}, {"sentId": 549, "text": "And that's some things that Trump is playing into there."}], "speaker": "RAMSEY", "secId": 193}, {"sentences": [{"sentId": 550, "text": "There is some politics that could be play with that."}, {"sentId": 551, "text": "But at the end of the day, China's economy is slowing down."}, {"sentId": 552, "text": "And they have this gang buster growth and that -- and people have been basing a lot of their financial interactions worldwide on that."}, {"sentId": 553, "text": "And that's affecting our stock market because it scared some people this week."}], "speaker": "RAMSEY", "secId": 194}, {"sentences": [{"sentId": 554, "text": "Yes."}, {"sentId": 555, "text": "Scared a lot of people and it's only the beginning of the week."}, {"sentId": 556, "text": "Since we're on Twitter, let's stay there."}, {"sentId": 557, "text": "You tweeted this today, it looks like stocks are on sale."}, {"sentId": 558, "text": "The only people that get hurt on a roller coaster are those that jump off."}, {"sentId": 559, "text": "I will buy this week."}, {"sentId": 560, "text": "Explain what you mean by that."}], "speaker": "LEMON", "secId": 195}, {"sentences": [{"sentId": 561, "text": "Well, I've studied wealthy people for years."}, {"sentId": 562, "text": "And so, if you want to be wealthy you need to do what wealthy people do."}, {"sentId": 563, "text": "And what they do is they invest all the time."}, {"sentId": 564, "text": "They don't invest when times are good and they don't invest -- they always invest when times are good and they invest when times are bad."}], "speaker": "RAMSEY", "secId": 196}, {"sentences": [{"sentId": 565, "text": "So, I'm always buying."}, {"sentId": 566, "text": "I'm always investing."}, {"sentId": 567, "text": "I'm going to buy when it's going up, I'm going to buy when it's going down."}, {"sentId": 568, "text": "And that builds wealth for the individual."}, {"sentId": 569, "text": "You're going to ride the roller coaster and not jump off."}], "speaker": "RAMSEY", "secId": 197}, {"sentences": [{"sentId": 570, "text": "So, I don't by stock stocks, I buy mutual funds."}, {"sentId": 571, "text": "But what I was referring to there is good growth stock mutual funds are on sale this week."}, {"sentId": 572, "text": "And so, it's a great time to jump in."}, {"sentId": 573, "text": "And you have to have that contrarian mentality instead of letting fear drive your investment decision."}], "speaker": "RAMSEY", "secId": 198}, {"sentences": [{"sentId": 574, "text": "So, what is this all mean then for the average workers?"}, {"sentId": 575, "text": "You're saying you have to do what rich people do."}, {"sentId": 576, "text": "For the average retirement worker with retirement money in the stock market."}], "speaker": "LEMON", "secId": 199}, {"sentences": [{"sentId": 577, "text": "Well, the same thing it means for me."}, {"sentId": 578, "text": "I'm 55 years old and I've got a 401k."}, {"sentId": 579, "text": "And so, I'm 10 years from being that magic 65."}, {"sentId": 580, "text": "What does it mean to me?"}, {"sentId": 581, "text": "Nothing if I don't pull my money out because I freaked out today because a bunch of people got into drama queen mode."}], "speaker": "RAMSEY", "secId": 200}, {"sentences": [{"sentId": 582, "text": "And so, if you just ride this thing -- you really do - you know, your stomach goes up into your throat when the roller coaster goes down."}, {"sentId": 583, "text": "But you get to ride back up if you don't jump out."}, {"sentId": 584, "text": "So, you're not to lose your money, you're going to be fine."}], "speaker": "RAMSEY", "secId": 201}, {"sentences": [{"sentId": 585, "text": "We had a much worse slide in 2008 when the Dow dropped all the way to 6300."}, {"sentId": 586, "text": "And it came all the way back, and then some, threefold at 18,000."}, {"sentId": 587, "text": "And now, we have a little bit of slippage here in compared to that in the last few years."}], "speaker": "RAMSEY", "secId": 202}, {"sentences": [{"sentId": 588, "text": "So, the thing is, remain calm, just keep investing, continuing to be steady."}, {"sentId": 589, "text": "Be the tortoise, don't be the heir."}], "speaker": "RAMSEY", "secId": 203}, {"sentences": [{"sentId": 590, "text": "It's a marathon and not a sprint, right?"}, {"sentId": 591, "text": "So, but this is say anything..."}], "speaker": "LEMON", "secId": 204}, {"sentences": [{"sentId": 592, "text": "Exactly."}], "speaker": "RAMSEY", "secId": 205}, {"sentences": [{"sentId": 593, "text": "... about the health of our economy."}, {"sentId": 594, "text": "Because people are saying the economy is still in pretty good shape even though the markets are volatile."}, {"sentId": 595, "text": "I mean, so, what gives here?"}], "speaker": "LEMON", "secId": 206}, {"sentences": [{"sentId": 596, "text": "Well, the economy is in good shape but it's not in great shape."}, {"sentId": 597, "text": "There is not prosperity breathing across the land or anything like that."}, {"sentId": 598, "text": "Real estate values have returned."}, {"sentId": 599, "text": "That's good news."}], "speaker": "RAMSEY", "secId": 207}, {"sentences": [{"sentId": 600, "text": "I buy lot of real estate, and so I'm glad the values are returning on them."}, {"sentId": 601, "text": "I'm excited about that."}, {"sentId": 602, "text": "But in terms of is there just this boom economy out here?"}, {"sentId": 603, "text": "No, there is not."}, {"sentId": 604, "text": "And probably our debt and the money printing on our side is dragging our local economy down that in our tax structure and a lot of both that you can get into."}], "speaker": "RAMSEY", "secId": 208}, {"sentences": [{"sentId": 605, "text": "But at the end of the day, what does it say about our economy, not much, it's not really related to our economy, this particular sell off isn't."}], "speaker": "RAMSEY", "secId": 209}, {"sentences": [{"sentId": 606, "text": "All right."}, {"sentId": 607, "text": "David, I want you to stay with me because when we come right back; we're going answer more of your questions about the market and your money."}, {"sentId": 608, "text": "We'll be right back."}], "speaker": "LEMON", "secId": 210}, {"sentences": [{"sentId": 609, "text": "We know the big news today is the Dow closed with a loss of nearly 600 points."}, {"sentId": 610, "text": "But, what does that mean for you?"}], "speaker": "LEMON", "secId": 211}, {"sentences": [{"sentId": 611, "text": "Here to answer that is Dave Ramsey."}, {"sentId": 612, "text": "He is back with me and he's answering your questions."}, {"sentId": 613, "text": "So, Dave, where are you putting your money right now?"}, {"sentId": 614, "text": "You said real estate or you're putting some at the stock market as well."}], "speaker": "LEMON", "secId": 212}, {"sentences": [{"sentId": 615, "text": "Yes."}, {"sentId": 616, "text": "I systematically invest in good growth starting with mutual funds always."}, {"sentId": 617, "text": "I always have, and always will."}, {"sentId": 618, "text": "I want to take advantage of things like the wonderful things that are happening at Apple or Dell or McDonald's or Coca-Cola or Lowe's or Home Depot."}, {"sentId": 619, "text": "And then you can just name on and on and on and on."}], "speaker": "RAMSEY", "secId": 213}, {"sentences": [{"sentId": 620, "text": "These are wonderful American companies."}, {"sentId": 621, "text": "They make great decisions as a whole -- there are a few individual idiots involved."}, {"sentId": 622, "text": "But as a whole, they do great work, and I'm excited about what that money is going to be worth in 10 or 20 years and I continue to invest very steadily."}], "speaker": "RAMSEY", "secId": 214}, {"sentences": [{"sentId": 623, "text": "For someone who is just young, I would imagine just the same advice."}, {"sentId": 624, "text": "But, I mean, if you're older and you're in the stock market, then is there a different -- should the strategies be different for young and old?"}], "speaker": "LEMON", "secId": 215}, {"sentences": [{"sentId": 625, "text": "Sometimes folks tend to slide to a little bit more conservative and sometimes too far conservative when they hit retirement age."}, {"sentId": 626, "text": "They move it all more towards something like a money market account or some bonds or something like that."}], "speaker": "RAMSEY", "secId": 216}, {"sentences": [{"sentId": 627, "text": "The problem with that is when you're 65 years old, if you're in decent health, statistically, you may live another 30 years if you got outplays the inflation."}, {"sentId": 628, "text": "So, I personally will probably be staying in the market in terms of stocks versus moving Uber conservative."}], "speaker": "RAMSEY", "secId": 217}, {"sentences": [{"sentId": 629, "text": "And here's the thing."}, {"sentId": 630, "text": "I had a tweet from a guy today who just said, \"Hi, Dave, I'm getting ready to retire, I'm 65, this is scaring me to death.\""}, {"sentId": 631, "text": "But you don't need all of your money on D-Day that you retire."}], "speaker": "RAMSEY", "secId": 218}, {"sentences": [{"sentId": 632, "text": "All right."}], "speaker": "LEMON", "secId": 219}, {"sentences": [{"sentId": 633, "text": "You just need an income off of it."}, {"sentId": 634, "text": "And so, you still have the ability to ride the roller coaster and you don't have to worry about this slide in the market today."}, {"sentId": 635, "text": "Like suddenly today, means you're not going to be able to retire."}], "speaker": "RAMSEY", "secId": 220}, {"sentences": [{"sentId": 636, "text": "Yes."}, {"sentId": 637, "text": "Everybody is freaking saying, oh, my gosh, my money is gone."}, {"sentId": 638, "text": "But that's not necessarily so."}, {"sentId": 639, "text": "So, let's get some quick answers here because people have questions for you."}, {"sentId": 640, "text": "And again, I know you touch on this a little bit."}, {"sentId": 641, "text": "But Nathan Kramer wants to know, \"Is it better to buy government bonds than stocks?\""}], "speaker": "LEMON", "secId": 221}, {"sentences": [{"sentId": 642, "text": "I don't think so."}, {"sentId": 643, "text": "Because I look at all investing on a long- term track record."}, {"sentId": 644, "text": "What's going to make you the most money over the next 10 years?"}, {"sentId": 645, "text": "What's made you the most money over the last 20 years?"}, {"sentId": 646, "text": "And that would be, again, good growth stock mutual funds that have long track records."}], "speaker": "RAMSEY", "secId": 222}, {"sentences": [{"sentId": 647, "text": "I don't own a single bond, a single government bond, personally."}, {"sentId": 648, "text": "And so, I personally adhere to that advice as well."}], "speaker": "RAMSEY", "secId": 223}, {"sentences": [{"sentId": 649, "text": "Again you look at the rate of return, what's that bond paying?"}, {"sentId": 650, "text": "Nothing compared to what a good growth stock mutual fund has averaged over the past 10 years or so."}], "speaker": "RAMSEY", "secId": 224}, {"sentences": [{"sentId": 651, "text": "OK. Candy on Twitter wants to know about her Facebook stock, Dave."}, {"sentId": 652, "text": "She says, \"What should I do with my Facebook, keep or sell?\""}], "speaker": "LEMON", "secId": 225}, {"sentences": [{"sentId": 653, "text": "I have no idea Candy, because I don't track individual stocks."}, {"sentId": 654, "text": "I honestly don't know what's happening with Facebook."}, {"sentId": 655, "text": "We've got a big Facebook account with three million folks on it."}, {"sentId": 656, "text": "But that's the extent of my knowledge of Facebook."}], "speaker": "RAMSEY", "secId": 226}, {"sentences": [{"sentId": 657, "text": "What I would do is say I don't buy single stock because I don't like the risk of individual companies; I buy mutual funds because it gives me the big diversification."}], "speaker": "RAMSEY", "secId": 227}, {"sentences": [{"sentId": 658, "text": "So, based on that not based on trashing Facebook, I probably would sell that and move that same amount of money into good mutual fund."}, {"sentId": 659, "text": "It will be safer for you, Candy."}], "speaker": "RAMSEY", "secId": 228}, {"sentences": [{"sentId": 660, "text": "And that is the -- that's pretty safe, right, because you have other companies around you that may not be doing -- one may be doing well, the other one may not, but still, you're protected, you're protected if you do it that way."}, {"sentId": 661, "text": "OK."}], "speaker": "LEMON", "secId": 229}, {"sentences": [{"sentId": 662, "text": "Exactly."}, {"sentId": 663, "text": "The whole idea of diversification."}], "speaker": "RAMSEY", "secId": 230}, {"sentences": [{"sentId": 664, "text": "All right."}, {"sentId": 665, "text": "Back to politics now."}, {"sentId": 666, "text": "Here's what Bernie Sanders."}, {"sentId": 667, "text": "He, Bernie Sanders tweeted this."}, {"sentId": 668, "text": "He said, \"The results are in.\""}, {"sentId": 669, "text": "He said, \"Unfettered free trade has been a disaster for working Americans."}, {"sentId": 670, "text": "Is it high time we end it our disastrous trade -- he said, is it high time we ended our disastrous trade policies.\""}, {"sentId": 671, "text": "Is he right, Dave?"}], "speaker": "LEMON", "secId": 231}, {"sentences": [{"sentId": 672, "text": "Bernie and I would be on the opposite end of the political spectrum."}, {"sentId": 673, "text": "I'm a capitalist pig."}, {"sentId": 674, "text": "I love capitalism."}, {"sentId": 675, "text": "And so, Bernie doesn't."}, {"sentId": 676, "text": "So, I wouldn't agree with him on that or hardly anything else in economics, to be fair."}, {"sentId": 677, "text": "So, he's more a proclaimed socialist, so to speak."}], "speaker": "RAMSEY", "secId": 232}, {"sentences": [{"sentId": 678, "text": "And, you know, unfettered trade policies?"}, {"sentId": 679, "text": "I think there are some trade policies that are out of control."}, {"sentId": 680, "text": "And whether you're Bernie Sanders or you're Donald Trump, they're both saying that, and people are agreeing that there are some unfair practices that the U.S. has allowed for long enough and it's time that the markets be opened up."}], "speaker": "RAMSEY", "secId": 233}, {"sentences": [{"sentId": 681, "text": "But, you know, more governmental controls?"}, {"sentId": 682, "text": "I don't think that's what we're talking about."}, {"sentId": 683, "text": "I think we're talking about some trade policies."}, {"sentId": 684, "text": "LEMON:  Is there any presidential candidate you think, or you heard"}], "speaker": "RAMSEY", "secId": 234}, {"sentences": [{"sentId": 685, "text": "from that you feel could be best -- could best steer the economy in the right direction?"}], "speaker": "RAMSEY", "secId": 235}, {"sentences": [{"sentId": 686, "text": "I have no idea."}, {"sentId": 687, "text": "I have watched these guys, and I can't tell."}, {"sentId": 688, "text": "I told one of them the other night -- I was at a thing and they asked me what I thought, I said, I just want one of you guys to actually leave us alone out here."}, {"sentId": 689, "text": "Those of us that run our own businesses, if you take your hands off of us, we'll heal the economy."}], "speaker": "RAMSEY", "secId": 236}, {"sentences": [{"sentId": 690, "text": "Everybody I've heard today, Dave, have said, don't look at your portfolio."}, {"sentId": 691, "text": "Don't look at it today."}, {"sentId": 692, "text": "But, you know, be steady."}, {"sentId": 693, "text": "Forget about it."}, {"sentId": 694, "text": "When do you start looking at it again?"}], "speaker": "LEMON", "secId": 237}, {"sentences": [{"sentId": 695, "text": "You need to look at it about once a year and just look at it how it's doing in comparison to other things that you've invested in."}], "speaker": "RAMSEY", "secId": 238}, {"sentences": [{"sentId": 696, "text": "In other words, if you're in growth stock mutual fund and it made 6 percent in a given months and all the other mutual growth stock mutual funds made 14 percent, you probably got a bad fund and you may need to reset that part of your portfolio or you may want to relook it."}], "speaker": "RAMSEY", "secId": 239}, {"sentences": [{"sentId": 697, "text": "But you just can't -- what they're saying is and they're right to not be looking at it, is don't let fear and emotions manage your investments."}, {"sentId": 698, "text": "Fear and greed will both make you broke."}, {"sentId": 699, "text": "And don't let that manage your investments."}, {"sentId": 700, "text": "Have a steady plan that you're very comfortable with and just continue to do that."}, {"sentId": 701, "text": "And no offense to you and me on talk radio, but ignore the daily news when it comes to investing."}], "speaker": "RAMSEY", "secId": 240}, {"sentences": [{"sentId": 702, "text": "What?"}, {"sentId": 703, "text": "You're giving me -- wait, wait a minute."}, {"sentId": 704, "text": "You said greed is good, I thought."}, {"sentId": 705, "text": "But you said a greed will make you broke."}, {"sentId": 706, "text": "All right."}, {"sentId": 707, "text": "Thank you, Dave."}, {"sentId": 708, "text": "I appreciate it."}], "speaker": "LEMON", "secId": 241}, {"sentences": [{"sentId": 709, "text": "It is an honor to be with you."}, {"sentId": 710, "text": "Thank you for having me."}], "speaker": "RAMSEY", "secId": 242}, {"sentences": [{"sentId": 711, "text": "You as well, of course."}, {"sentId": 712, "text": "We'll have you back."}, {"sentId": 713, "text": "We'll be right back, everyone."}], "speaker": "LEMON", "secId": 243}, {"sentences": [{"sentId": 714, "text": "That's it for us tonight."}, {"sentId": 715, "text": "I'll see you back here tomorrow night."}, {"sentId": 716, "text": "AC360 starts right now."}], "speaker": "LEMON", "secId": 244}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1508.24.cnnt.02.html.json", "time": "Aired August 24, 2015 - 22:00   ET"}