{"sectionCount": 214, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["COOPER", "LEMON", "POPE FRANCIS", "CARROLL", "FIELD", "RUSZKOWSKI", "FRANKLIN", "CLINTON", "ALLEN", "BUNSON", "ZAKARIA", "BLOW", "TRUMP", "SETMAYER", "COST", "COSTA", "KEARNS"], "subTitle": "Pope Visits New York City. Aired 10-11:00p ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1509/25/cnnt.01.html", "sentenceCount": 581, "sections": [{"sentences": [{"sentId": 0, "text": "Don Lemon."}, {"sentId": 1, "text": "Don."}], "speaker": "COOPER", "secId": 0}, {"sentences": [{"sentId": 2, "text": "Do you and the Pope ever sleep?"}], "speaker": "LEMON", "secId": 1}, {"sentences": [{"sentId": 3, "text": "I hope he's getting some sleep."}], "speaker": "COOPER", "secId": 2}, {"sentences": [{"sentId": 4, "text": "I know."}, {"sentId": 5, "text": "What a trip -- yes, what a trip he's had."}, {"sentId": 6, "text": "What stands out to you the most?"}], "speaker": "LEMON", "secId": 3}, {"sentences": [{"sentId": 7, "text": "You know, being down this morning with Chris Cuomo down at the 9/11 memorial, I think was just extraordinarily moving seeing that interfaith service."}, {"sentId": 8, "text": "And watching him meet some of the family members of those who lost loved ones in 9/11 showing that, you know, having them show to the Pope the pictures of their loved ones."}, {"sentId": 9, "text": "That I think for me and watch."}], "speaker": "COOPER", "secId": 4}, {"sentences": [{"sentId": 10, "text": "There was this moment when he was standing or in the corner of the south reflecting pool, sort of just by himself, Archbishop Dolan was right close to him, but he was praying and there were something the stark white figure in his white robe in front of that incredible vantage point being watched by the families, it was an incredible moment."}, {"sentId": 11, "text": "He also spoke during the interfaith service."}, {"sentId": 12, "text": "And I just want to play a little bit about of what he said."}], "speaker": "COOPER", "secId": 5}, {"sentences": [{"sentId": 13, "text": "A few minutes ago, I met some families of the first respondents that fell while performing their service."}, {"sentId": 14, "text": "And in this meeting, I, once again, was able to see how destruction is never impersonal, it's never abstract, it's not about things."}], "speaker": "POPE FRANCIS", "secId": 6}, {"sentences": [{"sentId": 15, "text": "Above all, destruction has a face and has a history."}, {"sentId": 16, "text": "It is specific."}, {"sentId": 17, "text": "It has names."}, {"sentId": 18, "text": "The family members show us the face of pain, pain that leaves us speechless but that screams to heaven."}], "speaker": "POPE FRANCIS", "secId": 7}, {"sentences": [{"sentId": 19, "text": "It's one of the extraordinary moments from earlier today."}], "speaker": "COOPER", "secId": 8}, {"sentences": [{"sentId": 20, "text": "You know, this seem to you, this didn't feel like New York City today."}, {"sentId": 21, "text": "I mean, you don't hear a lot of honking."}], "speaker": "LEMON", "secId": 9}, {"sentences": [{"sentId": 22, "text": "Yes."}, {"sentId": 23, "text": "LEMON:  The traffic wasn't bad; people were actually nice to each other."}], "speaker": "COOPER", "secId": 10}, {"sentences": [{"sentId": 24, "text": "And just to see the lines of people lined up outside of Madison Square Garden and to get into Central Park."}], "speaker": "COOPER", "secId": 11}, {"sentences": [{"sentId": 25, "text": "Everyone  to get everybody into Park."}], "speaker": "LEMON", "secId": 12}, {"sentences": [{"sentId": 26, "text": "Yes."}, {"sentId": 27, "text": "But everyone was, you know, fine waiting and talking to each other."}, {"sentId": 28, "text": "It sort of brought the city together in a way you don't normally see."}], "speaker": "COOPER", "secId": 13}, {"sentences": [{"sentId": 29, "text": "Yes."}, {"sentId": 30, "text": "Extraordinary."}, {"sentId": 31, "text": "That's the way to use that word."}, {"sentId": 32, "text": "Thank you, Anderson."}, {"sentId": 33, "text": "Nice coverage."}, {"sentId": 34, "text": "I'll see you tomorrow morning."}], "speaker": "LEMON", "secId": 14}, {"sentences": [{"sentId": 35, "text": "Great."}], "speaker": "COOPER", "secId": 15}, {"sentences": [{"sentId": 36, "text": "Here on CNN."}, {"sentId": 37, "text": "All right."}, {"sentId": 38, "text": "I want to bring in now Alexandra Field at Madison Square Garden."}, {"sentId": 39, "text": "Jason Carroll is at the home of the Vatican's representative at the U.N. -- to the U.N. where Pope Francis is getting some well-deserved rest tonight."}], "speaker": "LEMON", "secId": 16}, {"sentences": [{"sentId": 40, "text": "Jason, I want to start with you."}, {"sentId": 41, "text": "The Pope is back in his New York City digs, New York City home tonight."}, {"sentId": 42, "text": "Describe the scene."}, {"sentId": 43, "text": "How much security is there?"}, {"sentId": 44, "text": "I was there this morning."}, {"sentId": 45, "text": "There was a lot of security."}], "speaker": "LEMON", "secId": 17}, {"sentences": [{"sentId": 46, "text": "Yes, a great deal of security still at this point."}, {"sentId": 47, "text": "And in fact, Don, in order to get into the spot where we are now, we had to go through a security sweep."}, {"sentId": 48, "text": "And some of those folks who came out here who wanted to get that last glimpse of the Pope before he heads off to Philadelphia, they were actually told that this particular spot where we are on 72nd and Madison on New York upper side was under a security freeze."}], "speaker": "CARROLL", "secId": 18}, {"sentences": [{"sentId": 49, "text": "And so, those folks had to stay a block away in either direction."}, {"sentId": 50, "text": "The 73rd on one side, and 71st on the other side."}, {"sentId": 51, "text": "But as we're here now and the Pope is finally getting his rest, well deserved rest, you start thinking about all those moments while he was here and all those times he affected so many people."}], "speaker": "CARROLL", "secId": 19}, {"sentences": [{"sentId": 52, "text": "The one moment that comes to my mind, Don, is when we met a man who was one of those sort of characteristic New Yorkers, you know, very tough guy, older guy, he's been here since 1979, he remembers when Pope Benedict was here in 2008, he said that was a great moment."}, {"sentId": 53, "text": "He really liked that Pope and he said there was something very special about this particular Pope."}], "speaker": "CARROLL", "secId": 20}, {"sentences": [{"sentId": 54, "text": "And when he was standing there on Fifth Avenue at one point, Don, I remember him saying, so how did it feel you, you got your glimpse of the Pope?"}, {"sentId": 55, "text": "And he said, you know, New York really needed a moment like this."}], "speaker": "CARROLL", "secId": 21}, {"sentences": [{"sentId": 56, "text": "He said, there were murders that happened, I think he said nine over the past few days, he said, and I'm standing here I'm looking at people standing arm and arm from all different denominations, all different face, all different backgrounds."}, {"sentId": 57, "text": "And, Don, a tear came to his eyes, and so we reached out and gave him a hug."}, {"sentId": 58, "text": "And that was a moment that I will remember."}, {"sentId": 59, "text": "Not sure how long moments like this will last, but for New York city, for these past few days, it's been something very, very special."}], "speaker": "CARROLL", "secId": 22}, {"sentences": [{"sentId": 60, "text": "It has been."}, {"sentId": 61, "text": "And Jason, you know, where our offices are here on Columbus Circle."}, {"sentId": 62, "text": "And when the Pope came through, everybody rushed over to the window and they started screaming, you were all over the city today following the Pope."}], "speaker": "LEMON", "secId": 23}, {"sentences": [{"sentId": 63, "text": "Yes."}], "speaker": "CARROLL", "secId": 24}, {"sentences": [{"sentId": 64, "text": "You were in the crowds; you're waiting to go into Central Park."}, {"sentId": 65, "text": "What was the mood like with so many people waiting to see the Pope?"}], "speaker": "LEMON", "secId": 25}, {"sentences": [{"sentId": 66, "text": "Jubilant is one way I would describe it."}, {"sentId": 67, "text": "Warm would be another way."}, {"sentId": 68, "text": "When people were coming by, you know, sometimes, you know, people say things when you're a reporter, not so nice."}, {"sentId": 69, "text": "Today was completely different."}, {"sentId": 70, "text": "People were coming by and giving a thumbs up."}], "speaker": "CARROLL", "secId": 26}, {"sentences": [{"sentId": 71, "text": "And at one point, Don, as you know, there was a question as to whether or not all of those thousands upon thousands of people who were out that were going to get in."}, {"sentId": 72, "text": "Some in fact, did not get in."}], "speaker": "CARROLL", "secId": 27}, {"sentences": [{"sentId": 73, "text": "I remember one couple they came up to a police officer and said not going to happen."}, {"sentId": 74, "text": "I said, what are you going to do?"}, {"sentId": 75, "text": "She said, I'll stand out here with you."}, {"sentId": 76, "text": "We'll just watch if he comes by and if he doesn't come by, you know, at least I was out here and able to share some part of this experience."}], "speaker": "CARROLL", "secId": 28}, {"sentences": [{"sentId": 77, "text": "And that's really the mood that we heard from so many people who came out here today."}, {"sentId": 78, "text": "It was really extraordinary."}, {"sentId": 79, "text": "It doesn't matter if you were at Central Park today or Fifth Avenue."}, {"sentId": 80, "text": "We heard the same thing from so many people."}], "speaker": "CARROLL", "secId": 29}, {"sentences": [{"sentId": 81, "text": "Yes."}, {"sentId": 82, "text": "It was very peaceful and people were happy to sort of be near the Pope, even if they couldn't get in."}, {"sentId": 83, "text": "Thank you, Jason."}, {"sentId": 84, "text": "I want to get to Alexandra now."}, {"sentId": 85, "text": "Alexandra, does anyone play Madison Square Garden like the Pope?"}], "speaker": "LEMON", "secId": 30}, {"sentences": [{"sentId": 86, "text": "You know, Don, I've had a lot of fun nights at the garden, a lot of memorable nights at the garden, but if you were inside the garden tonight, this is truly an unforgettable night."}], "speaker": "FIELD", "secId": 31}, {"sentences": [{"sentId": 87, "text": "We're talking about free tickets to a mass but they were priceless."}, {"sentId": 88, "text": "I mean, you've touched on it tonight."}, {"sentId": 89, "text": "You had more than 20,000 people who were able to get their hands on these tickets, who were able to be in the presence of Pope Francis, listening to his sermon, being a part of his mass."}], "speaker": "FIELD", "secId": 32}, {"sentences": [{"sentId": 90, "text": "And it meant that they had to line up for blocks and blocks and block."}, {"sentId": 91, "text": "They waited for hours in the sunshine this afternoon in order to get this very high level of security to inside."}, {"sentId": 92, "text": "But people really were doing it with the smiles on their faces."}, {"sentId": 93, "text": "They felt lucky to be here."}, {"sentId": 94, "text": "There was this fantastic moment when we"}], "speaker": "FIELD", "secId": 33}, {"sentences": [{"sentId": 95, "text": "were out here with the crowd this afternoon where we heard sort of this eruption of applause."}, {"sentId": 96, "text": "And people all of a sudden were looking up, they were taking pictures and there was this rainbow had come out over the garden."}], "speaker": "FIELD", "secId": 34}, {"sentences": [{"sentId": 97, "text": "It sounds like we're making this stuff up, but I think that people were just sort of basking in the aura of the whole thing."}, {"sentId": 98, "text": "I mean, frankly, Don, you see it all the time here when we've got these barricades and motorcades in the city."}, {"sentId": 99, "text": "It feels like New Yorkers are sort of relentlessly frustrated by it."}], "speaker": "FIELD", "secId": 35}, {"sentences": [{"sentId": 100, "text": "But today, we were in the crowds and people were 10 deep, and they were waiting for hours pretty patiently just wanting to be in the presence of this Pope, wanting to get a glimpse to this historic moment."}, {"sentId": 101, "text": "And frankly, Don, you've got Jason Carroll hugging strangers on the streets of New York, so I think that says it all."}], "speaker": "FIELD", "secId": 36}, {"sentences": [{"sentId": 102, "text": "Well, and you can't blame them."}, {"sentId": 103, "text": "I mean, he's an extraordinary figure and an extraordinary guy."}, {"sentId": 104, "text": "Thank you, Alexandra."}], "speaker": "LEMON", "secId": 37}, {"sentences": [{"sentId": 105, "text": "I want to bring in now a young man who had the experience of a lifetime today when he met the Pope."}, {"sentId": 106, "text": "Robert Ruszkowski is a student of St. Joseph by the Sea High School, and he joins me now."}, {"sentId": 107, "text": "I feel like I'm back in my Catholic school with the uniform."}, {"sentId": 108, "text": "How was it?"}, {"sentId": 109, "text": "What was that moment like?"}], "speaker": "LEMON", "secId": 38}, {"sentences": [{"sentId": 110, "text": "I'll tell you what, it was truly amazing experience and I have a feeling I won't be forgetting it for a long time to come."}], "speaker": "RUSZKOWSKI", "secId": 39}, {"sentences": [{"sentId": 111, "text": "For a long time."}, {"sentId": 112, "text": "What did you do, did he say anything to you?"}, {"sentId": 113, "text": "Did you talk?"}], "speaker": "LEMON", "secId": 40}, {"sentences": [{"sentId": 114, "text": "Well, I got a little bit choked up, I was a little bit nervous."}, {"sentId": 115, "text": "But I thanked him for everything he's done with the church, and he said, you're welcome."}, {"sentId": 116, "text": "And then I was actually able to have the opportunity to kiss his ring."}, {"sentId": 117, "text": "That was something that I wanted to do for a long time."}], "speaker": "RUSZKOWSKI", "secId": 41}, {"sentences": [{"sentId": 118, "text": "Why was that important to you to kiss the Pope's ring?"}], "speaker": "LEMON", "secId": 42}, {"sentences": [{"sentId": 119, "text": "Well, actually my grandfather was able to kiss Pope Pius's ring, so it was kind of family tradition."}, {"sentId": 120, "text": "And also it just seems like something not a lot of people can say they done it in the last time."}], "speaker": "RUSZKOWSKI", "secId": 43}, {"sentences": [{"sentId": 121, "text": "And you of all people, Mr. Smarty Pants, you of all people, why were you chosen to meet the Pope?"}], "speaker": "LEMON", "secId": 44}, {"sentences": [{"sentId": 122, "text": "Well,  back in high school."}, {"sentId": 123, "text": "So, he told to pick one senior representative to represent the school and I was chosen by the administration of my school for being an all-around good student that demonstrates the Catholic values of Catholic school students."}], "speaker": "RUSZKOWSKI", "secId": 45}, {"sentences": [{"sentId": 124, "text": "All right."}, {"sentId": 125, "text": "Thank you very much."}, {"sentId": 126, "text": "Congratulations to you."}, {"sentId": 127, "text": "I appreciate you staying up late and joining us now on CNN."}], "speaker": "LEMON", "secId": 46}, {"sentences": [{"sentId": 128, "text": "I want to bring in someone now who is quite extraordinary and is going to get the opportunity to sing with the Pope, you know, stopped by the first ever visit to America, a superstar."}, {"sentId": 129, "text": "So, who better to serenade him none other than the queen of soul and that is Aretha Franklin."}, {"sentId": 130, "text": "And she joins me now by phone."}], "speaker": "LEMON", "secId": 47}, {"sentences": [{"sentId": 131, "text": "Hello, Ms. Franklin."}, {"sentId": 132, "text": "How are you doing?"}], "speaker": "LEMON", "secId": 48}, {"sentences": [{"sentId": 133, "text": "I'm doing very well, Don."}, {"sentId": 134, "text": "And I'm just saying that out of habit, I'm beat."}, {"sentId": 135, "text": "But I'm on my way to bed, as soon as I hung up."}, {"sentId": 136, "text": "Believe me."}], "speaker": "FRANKLIN", "secId": 49}, {"sentences": [{"sentId": 137, "text": "I appreciate that."}, {"sentId": 138, "text": "I called you earlier and I said, why didn't she call."}, {"sentId": 139, "text": "Were you rehearsing, were you busy, what's going on?"}], "speaker": "LEMON", "secId": 50}, {"sentences": [{"sentId": 140, "text": "Yes."}], "speaker": "FRANKLIN", "secId": 51}, {"sentences": [{"sentId": 141, "text": "Yes."}], "speaker": "LEMON", "secId": 52}, {"sentences": [{"sentId": 142, "text": "I just came in from the rehearsal, with the choir and the Philadelphia Orchestra."}, {"sentId": 143, "text": "And it's just been e-mails all day, every day, from 9 in the morning, till 9 at night, answering all the difference questions that I have to around the travel, and the hotel and the this, the that, and the other."}], "speaker": "FRANKLIN", "secId": 53}, {"sentences": [{"sentId": 144, "text": "Yes."}], "speaker": "LEMON", "secId": 54}, {"sentences": [{"sentId": 145, "text": "So, we are right at the performance no now."}], "speaker": "FRANKLIN", "secId": 55}, {"sentences": [{"sentId": 146, "text": "So, you know, Pope Francis his electrified crowds everywhere he is -- everywhere he's gone."}, {"sentId": 147, "text": "What does it mean for you to perform for him tomorrow?"}], "speaker": "LEMON", "secId": 56}, {"sentences": [{"sentId": 148, "text": "Oh, wow."}, {"sentId": 149, "text": "At this point and at this juncture in my career, it's just tremendous, just tremendous."}, {"sentId": 150, "text": "I am truly honored to perform for Pope Francis."}, {"sentId": 151, "text": "I'm very, very impressed with his humility and his compassion for people, children love him."}], "speaker": "FRANKLIN", "secId": 57}, {"sentences": [{"sentId": 152, "text": "He loves children, he loves the people, they love him."}, {"sentId": 153, "text": "He's exuberance from coast to coast."}, {"sentId": 154, "text": "It's just been over the top from D.C. to New York to Philadelphia tomorrow."}], "speaker": "FRANKLIN", "secId": 58}, {"sentences": [{"sentId": 155, "text": "What are you going to sending?"}], "speaker": "LEMON", "secId": 59}, {"sentences": [{"sentId": 156, "text": "I'm singing \"Amazing Grace\" for one."}, {"sentId": 157, "text": "And then I'm not going to tell you what the second song is."}, {"sentId": 158, "text": "I just want you to be surprised."}], "speaker": "FRANKLIN", "secId": 60}, {"sentences": [{"sentId": 159, "text": "Yes."}, {"sentId": 160, "text": "Of course, I'll be watching."}, {"sentId": 161, "text": "You've performed, as you've mentioned, for so many dignitaries, you said at this point in your career it's an honor."}], "speaker": "LEMON", "secId": 61}, {"sentences": [{"sentId": 162, "text": "You performed for Pope John Paul II, Queen Elizabeth, President Barack Obama."}, {"sentId": 163, "text": "Is there something special though, about singing for this Pope for you?"}, {"sentId": 164, "text": "FRANKLIN:  Well, just the fact that I'm so impressed with him and his"}], "speaker": "LEMON", "secId": 62}, {"sentences": [{"sentId": 165, "text": "humility."}, {"sentId": 166, "text": "Just listening to him speaking about how he refers to himself as the son of an immigrant, which tells me of course that he has not forgotten his humble beginnings, his father, he honors his father and that respect, very humility, or rather greatness sight."}, {"sentId": 167, "text": "Greatly and humility."}, {"sentId": 168, "text": "So, I'm just so impressed with that about him."}], "speaker": "LEMON", "secId": 63}, {"sentences": [{"sentId": 169, "text": "And the fact that he is so concerned with the indigent and the poor."}, {"sentId": 170, "text": "I understand that he even sent some of his assistants out to put showers, to install showers in St. Peters Square for the poor and the indigent."}], "speaker": "LEMON", "secId": 64}, {"sentences": [{"sentId": 171, "text": "The queen of soul, Aretha Franklin."}, {"sentId": 172, "text": "Aretha, we love you and we'll be looking forward to your performance."}, {"sentId": 173, "text": "Thank you so much for calling in."}], "speaker": "LEMON", "secId": 65}, {"sentences": [{"sentId": 174, "text": "Thank you, Don."}, {"sentId": 175, "text": "Love you much."}, {"sentId": 176, "text": "Ba-bye."}], "speaker": "FRANKLIN", "secId": 66}, {"sentences": [{"sentId": 177, "text": "Thank you."}, {"sentId": 178, "text": "Yes, see you soon."}], "speaker": "LEMON", "secId": 67}, {"sentences": [{"sentId": 179, "text": "When we come right back, more highlights from the Pope's day in New York and what to watch for during the rest of the weekend's big events."}], "speaker": "LEMON", "secId": 68}, {"sentences": [{"sentId": 180, "text": "Plus, what Bill Clinton says about Hillary Clinton's presidential campaign."}], "speaker": "LEMON", "secId": 69}, {"sentences": [{"sentId": 181, "text": "The other party doesn't want to run against her and if they do, they'd like her as mangled up as possible."}], "speaker": "CLINTON", "secId": 70}, {"sentences": [{"sentId": 182, "text": "As you can see, quite a beautiful night here in New York City."}, {"sentId": 183, "text": "And what a day for Pope Francis in the city, wrapping up just a little while ago with a mass like no other in front of a cheering crowd of 20,000 people in Madison Square Garden."}], "speaker": "LEMON", "secId": 71}, {"sentences": [{"sentId": 184, "text": "Joining me is papal biographer Matthew Bunson and John Allen, CNN's senior Vatican analyst and the author of \"The Francis Miracle.\""}, {"sentId": 185, "text": "Certainly did feel like a miracle."}], "speaker": "LEMON", "secId": 72}, {"sentences": [{"sentId": 186, "text": "More than one today."}], "speaker": "ALLEN", "secId": 73}, {"sentences": [{"sentId": 187, "text": "Matt, I want to ask you."}], "speaker": "LEMON", "secId": 74}, {"sentences": [{"sentId": 188, "text": "Yes."}], "speaker": "BUNSON", "secId": 75}, {"sentences": [{"sentId": 189, "text": "Let's -- the Pope had a very -- let's see what he did after I read it so much."}], "speaker": "LEMON", "secId": 76}, {"sentences": [{"sentId": 190, "text": "Exactly."}, {"sentId": 191, "text": "LEMON:  He went to the U.N., right?"}, {"sentId": 192, "text": "Down to 9/11, went up to a school in Harlem, through Central Park for a reception and then down to Madison Square Garden."}, {"sentId": 193, "text": "I mean, this guy, he abounds with energy."}], "speaker": "BUNSON", "secId": 77}, {"sentences": [{"sentId": 194, "text": "And bear in mind that he's 78 years old."}], "speaker": "BUNSON", "secId": 78}, {"sentences": [{"sentId": 195, "text": "He knows how to reach a crowd and he's 78 years old."}], "speaker": "LEMON", "secId": 79}, {"sentences": [{"sentId": 196, "text": "He's 78 years old, but he is one of the type of personality who definitely feeds off the crowd, it's not in an ego, maniacal way, but because he's having a -- his favorite word is encounter."}, {"sentId": 197, "text": "He's having an encounter with people."}, {"sentId": 198, "text": "And this is a great city to have that kind of an encounter."}], "speaker": "BUNSON", "secId": 80}, {"sentences": [{"sentId": 199, "text": "You know, John, the language he uses is so simple."}, {"sentId": 200, "text": "You know, he's a simple guy and he, as I said, he knows how to reach people."}, {"sentId": 201, "text": "Let's listen to part of his address to the U.N. this morning."}], "speaker": "LEMON", "secId": 81}, {"sentences": [{"sentId": 202, "text": "In wars and conflicts, there are individual persons, our brothers and sisters, men and women, young and old, boys and girls who weep, suffer and die."}, {"sentId": 203, "text": "Human beings who are easily discarded when our only response is to draw up lists of problems, strategies and disagreements."}], "speaker": "POPE FRANCIS", "secId": 82}, {"sentences": [{"sentId": 204, "text": "John, is Pope Francis both political and politically savvy?"}], "speaker": "LEMON", "secId": 83}, {"sentences": [{"sentId": 205, "text": "I think the answers are yes and yes."}, {"sentId": 206, "text": "I mean, you know, listen, we get this question all the time, OK?"}, {"sentId": 207, "text": "Is this sort of populism, this people's Pope thing, is that calculated or is it real?"}, {"sentId": 208, "text": "And I think the correct answer is that it's both."}], "speaker": "ALLEN", "secId": 84}, {"sentences": [{"sentId": 209, "text": "I mean, it's certainly is real."}, {"sentId": 210, "text": "I mean, in the sense that it reflects who the man really is."}, {"sentId": 211, "text": "You know, when I went down to Argentina to do the back story on the new Pope immediately after he was elected, I asked one of the pastors in the slums, is this thing about Francis being the poor person's Pope, is that real?"}], "speaker": "ALLEN", "secId": 85}, {"sentences": [{"sentId": 212, "text": "And he said, yes, don't ask me, go out and ask the folks."}, {"sentId": 213, "text": "And I did."}, {"sentId": 214, "text": "I went out in the streets and I just stopped people at random."}, {"sentId": 215, "text": "And I said, what can you tell me about this Pope."}, {"sentId": 216, "text": "And before they even verbalize an answer, they would run into tin shacks or wooden shacks they called homes and come back with these family photos showing Francis baptizing their kids or confirming their nephews or sitting in their living rooms when their husbands died that's where he spent his time."}, {"sentId": 217, "text": "So, that's all real."}], "speaker": "ALLEN", "secId": 86}, {"sentences": [{"sentId": 218, "text": "So, what is it about him that -- because that makes him such a rock star."}, {"sentId": 219, "text": "All Popes are popular, right?"}], "speaker": "LEMON", "secId": 87}, {"sentences": [{"sentId": 220, "text": "Yes, sure."}], "speaker": "ALLEN", "secId": 88}, {"sentences": [{"sentId": 221, "text": "But this Pope is beyond."}, {"sentId": 222, "text": "ALLEN:  Well, because I think the simplicity and the humility is real."}], "speaker": "LEMON", "secId": 89}, {"sentences": [{"sentId": 223, "text": "And we live in a time, Don, quite honestly in which people are yearning for something real."}, {"sentId": 224, "text": "I mean, we see so much fake around us."}], "speaker": "LEMON", "secId": 90}, {"sentences": [{"sentId": 225, "text": "Right."}], "speaker": "LEMON", "secId": 91}, {"sentences": [{"sentId": 226, "text": "But I think the realness to this Pope feels."}, {"sentId": 227, "text": "But let me just say something quickly about his political savviness."}, {"sentId": 228, "text": "You know, in the run-up to this trip there was a lot of talk about whether the United States would be a tough room for this Pope, right?"}], "speaker": "ALLEN", "secId": 92}, {"sentences": [{"sentId": 229, "text": "Right."}], "speaker": "LEMON", "secId": 93}, {"sentences": [{"sentId": 230, "text": "I mean, his anti-capitalist rhetoric, his opposition to militarism, he'd never been here before, his English isn't that great, on and on."}, {"sentId": 231, "text": "And Francis has very carefully throughout this trip in every way he can connect to the American public."}], "speaker": "ALLEN", "secId": 94}, {"sentences": [{"sentId": 232, "text": "He talked about himself as the son of an immigrant saying I know this is an immigrant nation."}, {"sentId": 233, "text": "In his speech to Congress, he mentioned four great Americans, Abraham Lincoln, MLK, Dorothy Day, Thomas Merton, he keeps talking about himself as a fellow American, right?"}], "speaker": "ALLEN", "secId": 95}, {"sentences": [{"sentId": 234, "text": "Right."}, {"sentId": 235, "text": "But yet he also, Matthew, he reaches out to children."}, {"sentId": 236, "text": "At Madison Square Garden when he entered, he reached out to the children, in Central Park, he's reaching out to children, he went to the school today."}], "speaker": "LEMON", "secId": 96}, {"sentences": [{"sentId": 237, "text": "You can't help but become choked up by that, the way he interacts with children."}], "speaker": "LEMON", "secId": 97}, {"sentences": [{"sentId": 238, "text": "Right."}, {"sentId": 239, "text": "His authenticity for one thing."}, {"sentId": 240, "text": "From the very night of his election he's been able to connect with common person in a really profound way."}, {"sentId": 241, "text": "But to pick up on something that john said, there is about him this ability to connect very directly with the poorest, the marginalized, the weak."}], "speaker": "BUNSON", "secId": 98}, {"sentences": [{"sentId": 242, "text": "He talked about that to Congress, he talked about that to the United Nations."}, {"sentId": 243, "text": "He referenced his encyclical ."}, {"sentId": 244, "text": "It was controversial encyclical in the environment."}, {"sentId": 245, "text": "What he's talking in that encyclical he always brings it down to the most common denominator of the person, the dignity of the human person and that really comes out when you see him."}], "speaker": "BUNSON", "secId": 99}, {"sentences": [{"sentId": 246, "text": "That welcome by Cardinal Dolan was amazing."}, {"sentId": 247, "text": "Let's just watch it real quickly and then we'll discuss it."}], "speaker": "LEMON", "secId": 100}, {"sentences": [{"sentId": 248, "text": "Yes."}], "speaker": "BUNSON", "secId": 101}, {"sentences": [{"sentId": 249, "text": "God is living in our cities; the church is living in our cities."}, {"sentId": 250, "text": "And God and the church who live in our cities want to be Levin in the dough, they want to relate to everyone, to stand at everyone's side as they proclaim the marvels of the wonderful counselor, the Mighty God, the Eternal Father, the prince of peace."}, {"sentId": 251, "text": "LEMON:  That wasn't Cardinal Dolan, but trust me, it was good."}, {"sentId": 252, "text": "He"}], "speaker": "POPE FRANCIS", "secId": 102}, {"sentences": [{"sentId": 253, "text": "sends by saying God lives in our city and then he asks people to pray for him."}], "speaker": "POPE FRANCIS", "secId": 103}, {"sentences": [{"sentId": 254, "text": "Right."}, {"sentId": 255, "text": "Which is a standard close."}, {"sentId": 256, "text": "I mean, he uses that on his Sunday addresses on his Wednesday audiences and so on."}, {"sentId": 257, "text": "But, you know, what we didn't see there is that moment in Dolan's thank you to the Pope at the end..."}], "speaker": "ALLEN", "secId": 104}, {"sentences": [{"sentId": 258, "text": "Yes."}], "speaker": "LEMON", "secId": 105}, {"sentences": [{"sentId": 259, "text": "... where all he says is Holy Father, thank you for coming and that crowd erupted."}, {"sentId": 260, "text": "Now, Don, my wife and I used to live we're at the Time Warner Center."}, {"sentId": 261, "text": "My wife and I used to live two blocks from here."}, {"sentId": 262, "text": "OK. We went to the garden all the time, we saw concerts there, I saw Knicks games, I saw Rangers games, I have never heard an ovation like that."}], "speaker": "ALLEN", "secId": 106}, {"sentences": [{"sentId": 263, "text": "Never seen anything like that."}, {"sentId": 264, "text": "Yes."}], "speaker": "LEMON", "secId": 107}, {"sentences": [{"sentId": 265, "text": "It was like the Knicks just won the NBA championship; the Rangers won the Stanley Cup and let's throw in the meets winning all this all in the same moment."}, {"sentId": 266, "text": "I mean, it was magic."}], "speaker": "ALLEN", "secId": 108}, {"sentences": [{"sentId": 267, "text": "Thank you, gentlemen."}, {"sentId": 268, "text": "I appreciate it."}, {"sentId": 269, "text": "And I love Cardinal Dolan, such a New Yorker."}], "speaker": "LEMON", "secId": 109}, {"sentences": [{"sentId": 270, "text": "Share the light."}], "speaker": "ALLEN", "secId": 110}, {"sentences": [{"sentId": 271, "text": "There is this big welcome."}], "speaker": "LEMON", "secId": 111}, {"sentences": [{"sentId": 272, "text": "Born a New Yorker."}], "speaker": "ALLEN", "secId": 112}, {"sentences": [{"sentId": 273, "text": "Thank you very much."}, {"sentId": 274, "text": "Thank you."}, {"sentId": 275, "text": "I appreciate."}], "speaker": "LEMON", "secId": 113}, {"sentences": [{"sentId": 276, "text": "Up next, Bill Clinton says Hillary's GOP opponents want to see her, and this is a quote, \"all mangled up.\""}, {"sentId": 277, "text": "He talks about why her campaign seems to be hitting a speed bump now."}], "speaker": "LEMON", "secId": 114}, {"sentences": [{"sentId": 278, "text": "Pope Francis's triumph first visit to America is captivating millions of people."}, {"sentId": 279, "text": "One of his memorable moments his visit to the 9/11 Memorial today."}], "speaker": "LEMON", "secId": 115}, {"sentences": [{"sentId": 280, "text": "Joining me now is Fareed Zakaria, host to Fareed Zakaria GPS to talk about this."}, {"sentId": 281, "text": "You are an admirer of the Pope."}, {"sentId": 282, "text": "And I want to get your thoughts on his speaking at the basic Ground Zero today."}, {"sentId": 283, "text": "What did you think when the tower fell."}, {"sentId": 284, "text": "What do you think?"}], "speaker": "LEMON", "secId": 116}, {"sentences": [{"sentId": 285, "text": "Well, the whole thing is very moving."}, {"sentId": 286, "text": "I think there it was almost the fact the symbolism that he brought to again, his convening power to do this incredible interfaith meeting."}, {"sentId": 287, "text": "I've never seen anything like it where you had Muslim Imam and a Jewish priest, you know, Buddhist, Christian, all."}], "speaker": "ZAKARIA", "secId": 117}, {"sentences": [{"sentId": 288, "text": "It was almost like a symphony of different voices melding together."}, {"sentId": 289, "text": "It was very beautiful because it went beyond tolerance."}, {"sentId": 290, "text": "It was really about almost the co-mingling of these religions, and sort of like expressing the idea that they're all different paths to the same destination."}], "speaker": "ZAKARIA", "secId": 118}, {"sentences": [{"sentId": 291, "text": "His message is inclusion."}, {"sentId": 292, "text": "And I wonder what you think about because he has spoken about radical Islam."}, {"sentId": 293, "text": "What do you think of his thoughts on radical Islam?"}, {"sentId": 294, "text": "He's taking up other issues."}], "speaker": "LEMON", "secId": 119}, {"sentences": [{"sentId": 295, "text": "Well, I think as well, he should and it is a problem."}, {"sentId": 296, "text": "But what I thought what was beautiful about this was, look, you can point out all the bad things or difficult things or the complicated stuff that's in the religion in Islam, in the Koran or you can try to celebrate the people who are trying to do the right thing."}], "speaker": "ZAKARIA", "secId": 120}, {"sentences": [{"sentId": 297, "text": "So, this moderate, you know, Imam, this guy from NYU talks about how the Koran condemns the killing of innocent and how we should affirm and celebrate that view."}, {"sentId": 298, "text": "You know it seems to me that there's always two tact's you can take."}, {"sentId": 299, "text": "You can make a lot of news by pointing out all the bad stuff..."}], "speaker": "ZAKARIA", "secId": 121}, {"sentences": [{"sentId": 300, "text": "Right."}], "speaker": "LEMON", "secId": 122}, {"sentences": [{"sentId": 301, "text": "... or celebrate the good and try to encourage those people."}, {"sentId": 302, "text": "And it seems to me the Pope's whole effort is to say we're going to focus on the guys who are actually doing good."}], "speaker": "ZAKARIA", "secId": 123}, {"sentences": [{"sentId": 303, "text": "Yes."}, {"sentId": 304, "text": "I want to switch gears now because you had a very interesting interview coming up."}, {"sentId": 305, "text": "You spoke to former President Bill Clinton and he told you about -- he talked to you about his wife, he had some incredible things to say about his wife, her run for the White House and some of the issues and difficulties she's facing."}, {"sentId": 306, "text": "Let's take a look."}], "speaker": "LEMON", "secId": 124}, {"sentences": [{"sentId": 307, "text": "There will be a new president in 2017, January."}, {"sentId": 308, "text": "You're some would say the most skilled student of American politics."}, {"sentId": 309, "text": "Why do you think Hillary Clinton is having a tougher time than many imagined."}, {"sentId": 310, "text": "The lead in the national polls has narrowed, Iowa and New Hampshire seem tough."}], "speaker": "ZAKARIA", "secId": 125}, {"sentences": [{"sentId": 311, "text": "Well, I think you know why."}, {"sentId": 312, "text": "I think you know why."}, {"sentId": 313, "text": "In 1992, I received a call, before the '91, before I started running for president from the Bush White House, from the man on duty he said, we've looked at the field, you're the only one that can win, the press has to have someone every election, we're going to give them you."}, {"sentId": 314, "text": "You better not run."}], "speaker": "CLINTON", "secId": 126}, {"sentences": [{"sentId": 315, "text": "All of a sudden something nobody thought was an issue, whitewater, that turned out never to be an issue, went up to being at $70 million investigation and all the hammering happened and you ask voters, do you really believe this?"}, {"sentId": 316, "text": "Some say, no."}, {"sentId": 317, "text": "But do you trust him as much?"}, {"sentId": 318, "text": "No."}, {"sentId": 319, "text": "There must be something."}, {"sentId": 320, "text": "So, this is just something that has been a regular feature of our presidential campaigns, except 2008 for unique reasons."}, {"sentId": 321, "text": "Ever since Watergate, something like this happens."}, {"sentId": 322, "text": "And so, I'd rather it happen now than later and it was always going to happen."}], "speaker": "CLINTON", "secId": 127}, {"sentences": [{"sentId": 323, "text": "The other party doesn't want to run against her and if they do, they'd like her as mangled up as possible."}, {"sentId": 324, "text": "And they know that if they leak things, say things that that is catnip to the people who get bored talking about what's your position on student loan relief or dealing with the shortage of mental health care or what to do with the epidemic of prescription drugs and heroin out in America, even in small towns of rural America, or how are you going to get jobs into coal country given how much they've lost in the last 20 years."}], "speaker": "CLINTON", "secId": 128}, {"sentences": [{"sentId": 325, "text": "So, that just happens."}, {"sentId": 326, "text": "It always happens."}, {"sentId": 327, "text": "We're seeing history repeat itself."}, {"sentId": 328, "text": "And I actually am amazed that she's born up under it as well as she has."}, {"sentId": 329, "text": "But I have never seen so much expanded on so little."}], "speaker": "CLINTON", "secId": 129}, {"sentences": [{"sentId": 330, "text": "And, you know, the difference is now, you know, when it happened before nobody knew anything about land in Arkansas so I didn't have many defenders."}, {"sentId": 331, "text": "There have been a shocking number of really reputable press people who have explained how you can't receive or transmit classified information, how the government has no central authority for classification, that defense state and the intelligence agencies have their own."}], "speaker": "CLINTON", "secId": 130}, {"sentences": [{"sentId": 332, "text": "I mean, there have been a lot of really fine things."}, {"sentId": 333, "text": "It's just that they don't seem to show up on television very much and it is what it is."}, {"sentId": 334, "text": "But I think she, you know, she went out and did her interviews, said she was sorry that using her personal e-mail caused all this confusion and she'd like to give the election back to the American people."}, {"sentId": 335, "text": "And I trust the people."}, {"sentId": 336, "text": "I think it will be all right."}], "speaker": "CLINTON", "secId": 131}, {"sentences": [{"sentId": 337, "text": "But it's obvious what happened."}, {"sentId": 338, "text": "You know, at the beginning of the year she was the most admired person in public life and she earned it."}, {"sentId": 339, "text": "Why?"}, {"sentId": 340, "text": "Because she was being covered by people who reported on what she was doing."}, {"sentId": 341, "text": "The new star treaty, the Iran sanctions, tripling the number of people on aids getting medicine for no more tax money."}], "speaker": "CLINTON", "secId": 132}, {"sentences": [{"sentId": 342, "text": "America was -- when she left office, our approval rating was more than 20 points higher than it had previously been."}, {"sentId": 343, "text": "What happened?"}, {"sentId": 344, "text": "The presidential campaign happened."}, {"sentId": 345, "text": "And the nature of the coverage shifted from is she based political?"}, {"sentId": 346, "text": "And it happened."}, {"sentId": 347, "text": "You can't complain."}], "speaker": "CLINTON", "secId": 133}, {"sentences": [{"sentId": 348, "text": "This is not -- this is a contact sport."}, {"sentId": 349, "text": "They're not giving the job away."}, {"sentId": 350, "text": "And people who want to race, wanted her to drop some, and people in the party desperately wanted it because she's already put out more positions on more issues and said how she would pay for them I think based on the others combined, based on the two -- the republicans based on the two debates I saw."}], "speaker": "CLINTON", "secId": 134}, {"sentences": [{"sentId": 351, "text": "But you think it's a republican plot really?"}], "speaker": "ZAKARIA", "secId": 135}, {"sentences": [{"sentId": 352, "text": "No, I'm not going there because that's what -- it's not a plot, makes it sound like it's a secret."}, {"sentId": 353, "text": "No, I think that there are lots of people who wanted there to be a race for different reasons."}, {"sentId": 354, "text": "And they thought the only way they could make it a race was a full- scale frontal assault on her."}], "speaker": "CLINTON", "secId": 136}, {"sentences": [{"sentId": 355, "text": "He really does with that interview."}, {"sentId": 356, "text": "We could run that for the entire -- that is incredible, Fareed."}, {"sentId": 357, "text": "How concerned do you think they are about this race?"}, {"sentId": 358, "text": "Because I heard Peggy Noonan the other day saying, this is shades of 2008 all over again for Hillary Clinton."}, {"sentId": 359, "text": "Now do you think they're worried?"}], "speaker": "LEMON", "secId": 137}, {"sentences": [{"sentId": 360, "text": "Look, they have to be worried."}, {"sentId": 361, "text": "They would be silly not to be worried."}, {"sentId": 362, "text": "The truth of the matter is, Hillary Clinton is an incredibly impressive public figure in my opinion."}, {"sentId": 363, "text": "She's been -- she's very intelligent, she's always very well briefed, she's very smart on policy, she's put out more policy papers I think than any of the other candidates."}], "speaker": "ZAKARIA", "secId": 138}, {"sentences": [{"sentId": 364, "text": "She has trouble with the sort of charisma element, you know."}, {"sentId": 365, "text": "And the fact that that she is -- that that is always a struggle for her produces -- you know, invites some of this."}, {"sentId": 366, "text": "And she hasn't had the ability to do what Clinton just did, which is to explain the e-mail controversy with this long arc -- he has this way of effortless explaining it all, which I think if she could do with a smile, it would change things."}], "speaker": "ZAKARIA", "secId": 139}, {"sentences": [{"sentId": 367, "text": "Yes."}, {"sentId": 368, "text": "He explained it better than she did."}, {"sentId": 369, "text": "Do you think it -- in my opinion, do you think he's going to become a bigger part of this campaign?"}], "speaker": "LEMON", "secId": 140}, {"sentences": [{"sentId": 370, "text": "I got the sense that he wants to stay out of it, not out of any, you know, desire not to help her."}, {"sentId": 371, "text": "In fact, you'll see in the interview, you know, it always struck me, they're very committed to each other."}, {"sentId": 372, "text": "There's a real partnership there."}, {"sentId": 373, "text": "He's biggest lost there, he said at one point in the interview, she's the most honorable person I've met in my public life."}], "speaker": "ZAKARIA", "secId": 141}, {"sentences": [{"sentId": 374, "text": "But, you know, he also said to me in the interview, he said, you know, it's been 20 years since I ran for office, my political instincts aren't as good as you think they are."}, {"sentId": 375, "text": "He said, I'm a grandfather; I've been working on the foundation."}, {"sentId": 376, "text": "So, I think, you know, he could still -- he can still punch incredibly."}, {"sentId": 377, "text": "But it's not what he's doing every day."}], "speaker": "ZAKARIA", "secId": 142}, {"sentences": [{"sentId": 378, "text": "Yes."}, {"sentId": 379, "text": "I think he underestimates himself."}, {"sentId": 380, "text": "I'm looking forward to seeing the full interview."}, {"sentId": 381, "text": "Thank you very much Fareed Zakaria."}, {"sentId": 382, "text": "You can see that full interview with Bill Clinton, Sunday morning 10, 10 Eastern Time, and again, at 1 Eastern on Fareed Zakaria GPS."}], "speaker": "LEMON", "secId": 143}, {"sentences": [{"sentId": 383, "text": "Thank you, Don."}], "speaker": "ZAKARIA", "secId": 144}, {"sentences": [{"sentId": 384, "text": "More from Bill Clinton just ahead."}, {"sentId": 385, "text": "What he thinks of Donald Trump and his campaign."}], "speaker": "LEMON", "secId": 145}, {"sentences": [{"sentId": 386, "text": "He's got a lot of pizzazz and zip."}, {"sentId": 387, "text": "He's branded himself in a clear way and he's generated some excitement."}, {"sentId": 388, "text": "And it remains to be seen what's going to happen."}], "speaker": "CLINTON", "secId": 146}, {"sentences": [{"sentId": 389, "text": "Donald Trump on the campaign trail tonight ratcheting up the attacks against his republican opponents."}], "speaker": "LEMON", "secId": 147}, {"sentences": [{"sentId": 390, "text": "Joining me now is Robert Costa, national political reporter for the Washington Post, Tara Setmayer, CNN political commentator and republican strategist, and this guy, Charles Blow."}], "speaker": "LEMON", "secId": 148}, {"sentences": [{"sentId": 391, "text": "See, I knew you were going to rope me into one of these segments again."}, {"sentId": 392, "text": "I had no idea what we were talking about."}], "speaker": "BLOW", "secId": 149}, {"sentences": [{"sentId": 393, "text": "CNN political commentator and New York Times op-ed columnist."}, {"sentId": 394, "text": "Don't start trouble, Charles."}], "speaker": "LEMON", "secId": 150}, {"sentences": [{"sentId": 395, "text": "OK. Let's go."}, {"sentId": 396, "text": "Let's do it."}], "speaker": "BLOW", "secId": 151}, {"sentences": [{"sentId": 397, "text": "All right."}, {"sentId": 398, "text": "So, Tara, you first."}, {"sentId": 399, "text": "Donald Trump got huge crowds tonight in Oklahoma and probably to no one's surprise, he's taking on some of his GOP rivals."}, {"sentId": 400, "text": "Watch this."}], "speaker": "LEMON", "secId": 152}, {"sentences": [{"sentId": 401, "text": "One of these real dopes, and actually it happens to be Senator Rubio, who has got the worst attendance record in all of the Senate."}, {"sentId": 402, "text": "He said \"Donald Trump didn't answer questions in the last 27 minutes.\""}, {"sentId": 403, "text": "They didn't ask me any."}, {"sentId": 404, "text": "They didn't ask me anything."}], "speaker": "TRUMP", "secId": 153}, {"sentences": [{"sentId": 405, "text": "You know, it's one thing they ask, you give an answer."}, {"sentId": 406, "text": "But they don't."}, {"sentId": 407, "text": "I could be rude and I could start jumping all over the place like Carly, she's jumping all over the place."}, {"sentId": 408, "text": "You know, I could."}, {"sentId": 409, "text": "But that's not what we need."}, {"sentId": 410, "text": "These people are not going to get you to the promise land."}, {"sentId": 411, "text": "These are lightweights."}], "speaker": "TRUMP", "secId": 154}, {"sentences": [{"sentId": 412, "text": "So, Sara, Trump is referring to our CNN debate there."}, {"sentId": 413, "text": "He is calling Marco Rubio a dope, he's saying Carly is jumping all over the place."}, {"sentId": 414, "text": "What's your take?"}], "speaker": "LEMON", "secId": 155}, {"sentences": [{"sentId": 415, "text": "I mean, he's such a child."}, {"sentId": 416, "text": "I don't understand -- at this point, -- I mean, I got it in the beginning, but at this point, I mean, when are people going to get tired of this?"}, {"sentId": 417, "text": "This, you know, this morning at the Value Voters Summit..."}], "speaker": "SETMAYER", "secId": 156}, {"sentences": [{"sentId": 418, "text": "It doesn't seem like they are, Tara."}], "speaker": "LEMON", "secId": 157}, {"sentences": [{"sentId": 419, "text": "They booed him."}, {"sentId": 420, "text": "I know."}, {"sentId": 421, "text": "But he -- well, that's not true."}, {"sentId": 422, "text": "Because he has lost support in the polls."}, {"sentId": 423, "text": "He's still front runner but he's actually lost."}, {"sentId": 424, "text": "He down to a double-digit lead."}, {"sentId": 425, "text": "LEMON:  I don't know if you can see the monitor but look at all these"}], "speaker": "SETMAYER", "secId": 158}, {"sentences": [{"sentId": 426, "text": "people."}], "speaker": "SETMAYER", "secId": 159}, {"sentences": [{"sentId": 427, "text": "Yes, I see them and they come for an entertainment show, they come for a one-man show entertainment."}, {"sentId": 428, "text": "Because there's no other explanation."}, {"sentId": 429, "text": "What he's saying has zero substance, he's calling a United States senator a dope, a clown, which he got booed by the way when he said that today in Washington, D.C."}, {"sentId": 430, "text": "They booed him."}], "speaker": "SETMAYER", "secId": 160}, {"sentences": [{"sentId": 431, "text": "Because, you know, this is someone we want to be President of the United States?"}, {"sentId": 432, "text": "I mean, I really, really think that those that are supporting Donald Trump, I mean, he's going to have stick of fans that no matter what he says or does, they're not going to move."}], "speaker": "SETMAYER", "secId": 161}, {"sentences": [{"sentId": 433, "text": "But his support is softening."}, {"sentId": 434, "text": "The real clear politics averages, which averages five or six major polls."}, {"sentId": 435, "text": "He was up by about 14 percent a month ago, now it's done to 7."}, {"sentId": 436, "text": "So, he's losing support and I think people are getting tired of this act."}], "speaker": "SETMAYER", "secId": 162}, {"sentences": [{"sentId": 437, "text": "All right."}, {"sentId": 438, "text": "Robert, are you more positive about this than Tara is?"}], "speaker": "LEMON", "secId": 163}, {"sentences": [{"sentId": 439, "text": "Well, I don't have a view either way."}, {"sentId": 440, "text": "As a reporter, I would say Trump is trying to balance both sides of himself as a politician."}, {"sentId": 441, "text": "He's going to be rolling out a tax and economic plan in the coming days to try to show some substance on policy."}], "speaker": "COST", "secId": 164}, {"sentences": [{"sentId": 442, "text": "But when it comes to his campaign appearances, he still remains the brawling celebrity, the billionaire who likes taking pot shots at U.S. senators."}, {"sentId": 443, "text": "He knows that needs to draw the crowd."}, {"sentId": 444, "text": "At the same time, if he's going to have a long run for the nomination, he has to have more than just the fight."}], "speaker": "COST", "secId": 165}, {"sentences": [{"sentId": 445, "text": "Absolutely."}], "speaker": "SETMAYER", "secId": 166}, {"sentences": [{"sentId": 446, "text": "So, listen, I have been saying all along that Trump could potentially get the nomination that people should take him seriously."}, {"sentId": 447, "text": "There is another person agrees and that is none other than the former President Bill Clinton."}, {"sentId": 448, "text": "Here's what Clinton told my colleague, Fareed Zakaria about Donald Trump."}, {"sentId": 449, "text": "Take a listen."}], "speaker": "LEMON", "secId": 167}, {"sentences": [{"sentId": 450, "text": "He's got a lot of pizzazz and zip, he's branded himself in a clear way and he's generated some excitement."}, {"sentId": 451, "text": "And it remains to be seen what's going to happen."}, {"sentId": 452, "text": "It's an unusual election."}, {"sentId": 453, "text": "You know, there doesn't seem to be much interest yet on their side."}], "speaker": "CLINTON", "secId": 168}, {"sentences": [{"sentId": 454, "text": "I think there is on our side because both Hillary and Senator Sanders have laid out pretty detailed, positive policy positions, talked about what they would cost and, you know, you can actually have a debate there where you could discuss the relative merits of their positions on health care or generating jobs or lifting incomes or whatever."}], "speaker": "CLINTON", "secId": 169}, {"sentences": [{"sentId": 455, "text": "But over there it seems to be more about resentments and one liners."}, {"sentId": 456, "text": "I don't know."}, {"sentId": 457, "text": "It's interesting."}], "speaker": "CLINTON", "secId": 170}, {"sentences": [{"sentId": 458, "text": "Could Trump be the nominee?"}], "speaker": "ZAKARIA", "secId": 171}, {"sentences": [{"sentId": 459, "text": "I think so."}], "speaker": "CLINTON", "secId": 172}, {"sentences": [{"sentId": 460, "text": "How?"}], "speaker": "ZAKARIA", "secId": 173}, {"sentences": [{"sentId": 461, "text": "I mean, how do I know?"}, {"sentId": 462, "text": "I don't understand any of it very well."}, {"sentId": 463, "text": "Look, I've been out of politics a long time."}, {"sentId": 464, "text": "I haven't run for office in 20 years."}, {"sentId": 465, "text": "And also I'm not mad at anybody."}, {"sentId": 466, "text": "I mean, you know, I'm a grandfather, I love my foundation, I'm proud of Hillary, I'll do what I can to help her."}], "speaker": "CLINTON", "secId": 174}, {"sentences": [{"sentId": 467, "text": "The full interview will air on Fareed Zakaria GPS this Sunday."}, {"sentId": 468, "text": "So, what do you think, Charles?"}, {"sentId": 469, "text": "Bill Clinton thinks that Trump could potentially win the republican nomination."}], "speaker": "LEMON", "secId": 175}, {"sentences": [{"sentId": 470, "text": "I think there is this guilty pleasure you want to talk about this man every night."}, {"sentId": 471, "text": "But listen."}, {"sentId": 472, "text": "Let me talk about the voters, the people who actually are kind of turned on by this sort of thing, right?"}], "speaker": "BLOW", "secId": 176}, {"sentences": [{"sentId": 473, "text": "So, if you look at the voter base of the Republican Party, most of them now or large part of them now believe that they want someone who is not part of the Washington establishment."}, {"sentId": 474, "text": "If you look at people who -- when they look at people who have Washington experience, that becomes more of a negative than it is a positive."}], "speaker": "BLOW", "secId": 177}, {"sentences": [{"sentId": 475, "text": "This -- you have to think about what these voters have been through over the last six years, right?"}, {"sentId": 476, "text": "So, even if you don't agree with their policies, they have actually won in -- they've taken over the House, they've taken over the Senate, and yet, they continue to lose on big issues because they do not own the White House."}], "speaker": "BLOW", "secId": 178}, {"sentences": [{"sentId": 477, "text": "So there's an anger, a frustration that is built into this population of voters that says what have we gotten for all the voting that we have done."}, {"sentId": 478, "text": "And they have actually shown up and they have voted and they have won, but what do you get for the winning?"}], "speaker": "BLOW", "secId": 179}, {"sentences": [{"sentId": 479, "text": "You know, Obama continues to get his way and he continues to win on big issues."}, {"sentId": 480, "text": "The latest of which is the Iran deal."}, {"sentId": 481, "text": "And even if it's not just on legislatively, judicially they are losing."}], "speaker": "BLOW", "secId": 180}, {"sentences": [{"sentId": 482, "text": "And so, all that kinds of builds into a frustration and they kind of want somebody who is not who they have already."}, {"sentId": 483, "text": "So, they have a really high kind of dissatisfaction with the Congress that belongs to them."}], "speaker": "BLOW", "secId": 181}, {"sentences": [{"sentId": 484, "text": "And you think that's part of the appeal?"}], "speaker": "LEMON", "secId": 182}, {"sentences": [{"sentId": 485, "text": "I think a tremendous -- but you look at the top of their ticket, you know, all the people at the top are people who are outsiders."}, {"sentId": 486, "text": "They are not part of..."}], "speaker": "BLOW", "secId": 183}, {"sentences": [{"sentId": 487, "text": "Well, speaking -- speaking of that, all those outsiders who"}], "speaker": "LEMON", "secId": 184}, {"sentences": [{"sentId": 488, "text": "came in may have something to do with John Boehner."}, {"sentId": 489, "text": "And Robert, I want to talk to you about that because -- about John Boehner's retirement."}, {"sentId": 490, "text": "Is he retiring because they said -- first they said that he was stepping down, but I think he's officially retiring."}, {"sentId": 491, "text": "Is that right, Robert because..."}], "speaker": "LEMON", "secId": 185}, {"sentences": [{"sentId": 492, "text": "He's stepping down and will retire."}], "speaker": "COSTA", "secId": 186}, {"sentences": [{"sentId": 493, "text": "OK."}, {"sentId": 494, "text": "The Pope had -- I think had a big influence on him."}, {"sentId": 495, "text": "And you spoke with Boehner last night."}, {"sentId": 496, "text": "I was reading your account in the Washington Post."}, {"sentId": 497, "text": "It sounds like he came pretty close to giving you the scoop last night."}, {"sentId": 498, "text": "What did he tell you?"}], "speaker": "LEMON", "secId": 187}, {"sentences": [{"sentId": 499, "text": "I had heard rumors about Boehner possibly retiring."}, {"sentId": 500, "text": "So, I waited outside of his office with my friend Jake Sherman from Politico."}, {"sentId": 501, "text": "Boehner pulled us over and started to recreate the scene with Pope Francis, started to point exactly where Francis came, put his hand on my shoulder and grabbed my hand to put it on his shoulder and said the Pope said \"Please pray for me,\" and Boehner was visibly, physically moved as he told the story, trying to capture the memory while it was still fresh."}], "speaker": "COSTA", "secId": 188}, {"sentences": [{"sentId": 502, "text": "And my buddy and I looked, we looked at each other and we said something's different with the speaker."}, {"sentId": 503, "text": "We couldn't tell if he was retiring tomorrow or in six months."}, {"sentId": 504, "text": "But he seemed to be a man at peace, a man that was by the Pope's visit at the capstone to his career that maybe it was time to move away, step down."}], "speaker": "COSTA", "secId": 189}, {"sentences": [{"sentId": 505, "text": "Thank you, sir."}, {"sentId": 506, "text": "Thank you, Charles Blow."}, {"sentId": 507, "text": "Thank you, Robert."}, {"sentId": 508, "text": "Well, kind of."}, {"sentId": 509, "text": "Thank you all, and thank you, Sara."}, {"sentId": 510, "text": "Everybody, have a great weekend."}, {"sentId": 511, "text": "I appreciate you all coming."}], "speaker": "LEMON", "secId": 190}, {"sentences": [{"sentId": 512, "text": "Pope Francis head to Philadelphia tomorrow, up next."}, {"sentId": 513, "text": "The tenor who has the honor of singing for the Pope on Sunday."}, {"sentId": 514, "text": "There he is."}, {"sentId": 515, "text": "Is he nervous?"}, {"sentId": 516, "text": "What's he's going to sing."}, {"sentId": 517, "text": "We'll find out next."}], "speaker": "LEMON", "secId": 191}, {"sentences": [{"sentId": 518, "text": "Pope Francis heading to Philadelphia tomorrow for the final leg of his visit to America."}, {"sentId": 519, "text": "Anthony Kearns will be singing for him."}, {"sentId": 520, "text": "He's an Irish tenor who has sung for President Barack Obama and members of Congress."}, {"sentId": 521, "text": "But this is a performance like no other."}, {"sentId": 522, "text": "And Anthony Kearns joins me now."}, {"sentId": 523, "text": "So, how you doing?"}, {"sentId": 524, "text": "Are you nervous?"}], "speaker": "LEMON", "secId": 192}, {"sentences": [{"sentId": 525, "text": "Of course I am."}, {"sentId": 526, "text": "Aren't you?"}], "speaker": "KEARNS", "secId": 193}, {"sentences": [{"sentId": 527, "text": "I'm nervous for you."}, {"sentId": 528, "text": "Yes, absolutely."}], "speaker": "LEMON", "secId": 194}, {"sentences": [{"sentId": 529, "text": "There you go."}], "speaker": "KEARNS", "secId": 195}, {"sentences": [{"sentId": 530, "text": "You're going to sing for the Pope, you're going to do it on Sunday, right?"}], "speaker": "LEMON", "secId": 196}, {"sentences": [{"sentId": 531, "text": "That's right."}, {"sentId": 532, "text": "I'm opening up for the Pope essentially."}], "speaker": "KEARNS", "secId": 197}, {"sentences": [{"sentId": 533, "text": "How did you choose the song that you're going to sing?"}], "speaker": "LEMON", "secId": 198}, {"sentences": [{"sentId": 534, "text": "Well, they're still being chosen."}, {"sentId": 535, "text": "I had to submit songs of a sacred spiritual nature and that's what I've done, so they're chopping and changing and hopefully we will have a program to sing by Sunday afternoon."}], "speaker": "KEARNS", "secId": 199}, {"sentences": [{"sentId": 536, "text": "Do you have an idea?"}], "speaker": "LEMON", "secId": 200}, {"sentences": [{"sentId": 537, "text": "Yes, songs like \"How Great Thou Art,\" \"You Raise Me Up,\" I think \"Shall to me,\" \"I believe,\" these are just some of the songs submitted."}, {"sentId": 538, "text": "Maybe \"Amazing Grace,\" but and hearing Aretha Franklin is going to sing it, so that may be canned for me."}], "speaker": "KEARNS", "secId": 201}, {"sentences": [{"sentId": 539, "text": "Yes."}, {"sentId": 540, "text": "Well, I understand that."}, {"sentId": 541, "text": "So, I mentioned in the introduction that you sang for, you know, the President, President Obama and other dignitaries, how does this compare?"}], "speaker": "LEMON", "secId": 202}, {"sentences": [{"sentId": 542, "text": "Well, firstly, for me as a Catholic, as an Irish man living in America, and as a singer, it's a huge opportunity, it's a wonderful occasion to be a part of this historic event that's happening in Philadelphia."}], "speaker": "KEARNS", "secId": 203}, {"sentences": [{"sentId": 543, "text": "You know, many of my predecessors before me have done it."}, {"sentId": 544, "text": "John Count McCormick sang in 1933 in Ireland of Eucharistic Congress, and 1932, and it's great, they must have a pawn shop for Irish tenors."}, {"sentId": 545, "text": "So, I'm following on from that and hopefully, we won't let the side down."}, {"sentId": 546, "text": "And you know, it's really, really a privilege to be here and to be performing."}], "speaker": "KEARNS", "secId": 204}, {"sentences": [{"sentId": 547, "text": "Yes, hopefully, you'll live up to that."}, {"sentId": 548, "text": "No pressure."}], "speaker": "LEMON", "secId": 205}, {"sentences": [{"sentId": 549, "text": "I hope so."}, {"sentId": 550, "text": "No pressure, no, no."}, {"sentId": 551, "text": "It's a wonderful occasion."}, {"sentId": 552, "text": "It's all about family."}, {"sentId": 553, "text": "They expect 1.5 million or that kind of number to come out."}, {"sentId": 554, "text": "So, it's a wonderful occasion that we're all sharing together."}, {"sentId": 555, "text": "And I hope they get into the moment and enjoy the music and set up for a wonderful mass and finishing up a great tour for the Pope."}], "speaker": "KEARNS", "secId": 206}, {"sentences": [{"sentId": 556, "text": "I know this means a lot to you."}, {"sentId": 557, "text": "It's an honor to be singing for the Pope."}, {"sentId": 558, "text": "But also since you're an immigrant and the Pope talks a lot about immigration, so I think there's a double honor there."}], "speaker": "LEMON", "secId": 207}, {"sentences": [{"sentId": 559, "text": "But I wonder if you would mind giving as you little bit of a preview of what we're going to hear on Sunday."}, {"sentId": 560, "text": "No pressure."}], "speaker": "LEMON", "secId": 208}, {"sentences": [{"sentId": 561, "text": "No pressure."}, {"sentId": 562, "text": "It might be sweeter on Sunday."}, {"sentId": 563, "text": "But you'll get the rough fresh tonight."}, {"sentId": 564, "text": "I'm going to seal the song \"Amazing Grace\" for now just a line or two."}], "speaker": "KEARNS", "secId": 209}, {"sentences": [{"sentId": 565, "text": "Amazing grace, how sweet the sound that saved a wretch like me."}, {"sentId": 566, "text": "I once was lost but now I'm found was blind but now I see."}, {"sentId": 567, "text": "And you'll have to tune in on Sunday for the rest."}], "speaker": "KEARNS", "secId": 210}, {"sentences": [{"sentId": 568, "text": "Perfect."}, {"sentId": 569, "text": "Anthony Kearns, that was amazing."}, {"sentId": 570, "text": "Thank you, sir."}, {"sentId": 571, "text": "Good luck."}], "speaker": "LEMON", "secId": 211}, {"sentences": [{"sentId": 572, "text": "Thank you, don."}, {"sentId": 573, "text": "Pleasure talking to you."}], "speaker": "KEARNS", "secId": 212}, {"sentences": [{"sentId": 574, "text": "That is it for us."}, {"sentId": 575, "text": "Thank you so much for watching."}, {"sentId": 576, "text": "Make sure you stay with CNN for complete coverage of the Pope's visit to America."}, {"sentId": 577, "text": "I'm going to see you back -- right back here on Monday night."}, {"sentId": 578, "text": "A CNN special report, The People's Pope is going to start in just a moment."}, {"sentId": 579, "text": "Have a great weekend."}], "speaker": "LEMON", "secId": 213}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1509.25.cnnt.01.html.json", "time": "Aired September 25, 2015 - 22:00   ET"}