{"sectionCount": 218, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["LEMON", "BALDWIN", "FOREMAN", "TOOBIN", "JONHSTON", "TRUMP", "HOLT", "MCKINNON", "MCENANY", "KINGSTON", "SELLERS", "JONES", "CLINTON", "CAMPINS", "PINKETT"], "subTitle": "NYT Reporting Trump Wrote Off $916 Million in Losses in 1995; New York AG Orders Trump Foundation to Stop Fundraising; Alec Badlwin's Star Turn as Trump on \"SNL\"; Questions About How Women on \"The Apprentice\" Were Treated. Aired 11p-12a ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1610/03/cnnt.02.html", "sentenceCount": 600, "sections": [{"sentences": [{"sentId": 0, "text": "That's in the wake of one piece of bad news after another for the Trump campaign."}, {"sentId": 1, "text": "\"The New York Times\" reporting that Trump wrote off $916 million in losses in 1995."}, {"sentId": 2, "text": "And New York's attorney general ordering the candidate's charity foundation to stop fund-raising saying it's in violation of state law."}], "speaker": "LEMON", "secId": 0}, {"sentences": [{"sentId": 3, "text": "Meanwhile, questions tonight about how women on Trump's hit show the \"Apprentice\" were treated behind the scenes."}, {"sentId": 4, "text": "I'm going to talk to two \"Apprentice\" contestants about that."}], "speaker": "LEMON", "secId": 1}, {"sentences": [{"sentId": 5, "text": "And live from New York."}, {"sentId": 6, "text": "It's Saturday night."}, {"sentId": 7, "text": "Did Alec Baldwin nail his Trump impression?"}], "speaker": "LEMON", "secId": 2}, {"sentences": [{"sentId": 8, "text": "My microphone is broken."}, {"sentId": 9, "text": "She broke it, with Obama."}, {"sentId": 10, "text": "She and Obama stole my microphone."}, {"sentId": 11, "text": "They took my microphone to Kenya and they broke it and now it's broken."}], "speaker": "BALDWIN", "secId": 3}, {"sentences": [{"sentId": 12, "text": "Now let's get right to our new polls tonight."}, {"sentId": 13, "text": "CNN's Tom Foreman has that for us."}, {"sentId": 14, "text": "Tom?"}], "speaker": "LEMON", "secId": 4}, {"sentences": [{"sentId": 15, "text": "Hey, Don."}, {"sentId": 16, "text": "What these numbers say most of at this was a very good week for Hillary Clinton."}, {"sentId": 17, "text": "Look at this."}, {"sentId": 18, "text": "She's now at 47 percent, five points ahead of Trump at 42 percent."}, {"sentId": 19, "text": "She was two points behind him about a month ago."}, {"sentId": 20, "text": "And look at this, Johnson 7 percent, Stein at 2 percent, the people who are looking for alternatives out there."}, {"sentId": 21, "text": "And she's doing this with key demographics."}], "speaker": "FOREMAN", "secId": 5}, {"sentences": [{"sentId": 22, "text": "Look at what is happening with the male vote."}, {"sentId": 23, "text": "Yeah, she's at 40 percent and he's at 45 percent."}, {"sentId": 24, "text": "So she's still trailing him, but she was way behind him and she substantially closed that gap."}, {"sentId": 25, "text": "And, of course, with women over here, she's still at 53 percent."}, {"sentId": 26, "text": "He's at 40 percent."}], "speaker": "FOREMAN", "secId": 6}, {"sentences": [{"sentId": 27, "text": "Trump is absolutely being hurt by this tax issue."}, {"sentId": 28, "text": "Almost three- quarters of the people we surveyed said he needs to release his tax returns, and more than half the people we asked said the fact he's not releasing them suggests he is hiding something."}, {"sentId": 29, "text": "And for all of Trump's talk about how he's going to reach out to minority communities and convince them to come to his side, visiting black churches, visiting African-American communities, look at the African-American vote, not budging a bit."}, {"sentId": 30, "text": "Clinton 95 percent, Trump at 5 percent."}], "speaker": "FOREMAN", "secId": 7}, {"sentences": [{"sentId": 31, "text": "Of course, all of this matters most when you talk about the electoral vote."}, {"sentId": 32, "text": "And if you turn to our map right now, our projections on what's going to happen here, yeah, you see a lot of red."}, {"sentId": 33, "text": "But in the big population centers which control a tremendous number of electoral votes, Clinton is running strong."}, {"sentId": 34, "text": "If you take those states and the ones that are sort of light blue here like Colorado, if you put all of those in her camp, that's it."}, {"sentId": 35, "text": "She's won the race."}], "speaker": "FOREMAN", "secId": 8}, {"sentences": [{"sentId": 36, "text": "Trump has to win all the red states, all of the light red states or pink states here, and all of the yellow states, and he has to tip at least one of these light blue states in his favor if he's going to win the Electoral College."}, {"sentId": 37, "text": "And the enthusiasm gap is closing a little bit."}], "speaker": "FOREMAN", "secId": 9}, {"sentences": [{"sentId": 38, "text": "Her support has been very anemic in terms of people being excited about her candidacy, while he hasn't had that problem."}, {"sentId": 39, "text": "But now look, she's up to 50 percent of enthusiasm among her voters, that's a big climb for her."}, {"sentId": 40, "text": "He's at 56 percent, still ahead, but it's much closer."}], "speaker": "FOREMAN", "secId": 10}, {"sentences": [{"sentId": 41, "text": "But here's one thing that both candidates and parties should still be worried about."}, {"sentId": 42, "text": "Most people in this country remain not thrilled with either one of these candidates."}, {"sentId": 43, "text": "Look at their unfavorables."}, {"sentId": 44, "text": "Still, 54 percent, 59 percent."}, {"sentId": 45, "text": "That suggests come January, no matter who wins, it could be a rather uncomfortable inaugural."}, {"sentId": 46, "text": "Don't?"}], "speaker": "FOREMAN", "secId": 11}, {"sentences": [{"sentId": 47, "text": "Very well put."}, {"sentId": 48, "text": "Thank you, Tom Foreman."}, {"sentId": 49, "text": "Now I want to bring in David Cay Jonhston, Johnson the author of Making of Donald Trump, and Jeffrey Toobin, CNN's senior legal analyst."}, {"sentId": 50, "text": "You have a new book out, too."}], "speaker": "LEMON", "secId": 12}, {"sentences": [{"sentId": 51, "text": "American Heiress, about the kidnapping of Patty Hearst."}, {"sentId": 52, "text": "But let's discuss the election."}], "speaker": "TOOBIN", "secId": 13}, {"sentences": [{"sentId": 53, "text": "Let's talk about this because what do you make -- I feel like, you know, I've been doing this for since Donald Trump announced that he's running for president, right."}, {"sentId": 54, "text": "So it's been 14, 15 months since we've been talking about this."}], "speaker": "LEMON", "secId": 14}, {"sentences": [{"sentId": 55, "text": "I think the election just started right after the first debate, the real battle, the real election, am I wrong?"}], "speaker": "LEMON", "secId": 15}, {"sentences": [{"sentId": 56, "text": "I think there is -- you know, a lot of people have been following it very closely, all along."}, {"sentId": 57, "text": "But I think when you have a significant amount of distaste for both candidates, people are sort every fluctuating around."}, {"sentId": 58, "text": "And -- sorry, go ahead David."}], "speaker": "TOOBIN", "secId": 16}, {"sentences": [{"sentId": 59, "text": "Well the people who are undecided, there are actually people out there undecided ..."}], "speaker": "JONHSTON", "secId": 17}, {"sentences": [{"sentId": 60, "text": "Undecided at this point?"}], "speaker": "LEMON", "secId": 18}, {"sentences": [{"sentId": 61, "text": "The debate I think had a big influence on them."}, {"sentId": 62, "text": "And then five days of caring about how much miss universe I never heard of 20 years ago weighs, interesting issue to focus on if you want to be president."}], "speaker": "JONHSTON", "secId": 19}, {"sentences": [{"sentId": 63, "text": "There's going to be a fascinating sort of test in this, on Election Day, or in the period leading up to it, which is you have one campaign, the Clinton campaign, that has invested tremendously in a ground game, in getting out the vote."}, {"sentId": 64, "text": "And, you know, really grass roots campaigning."}, {"sentId": 65, "text": "Trump has done very little."}, {"sentId": 66, "text": "Maybe that will matter, maybe it won't but it is certainly a more dramatic difference between the parties than we've seen in quite a few elections."}], "speaker": "TOOBIN", "secId": 20}, {"sentences": [{"sentId": 67, "text": "So you could just -- I don't get that."}], "speaker": "LEMON", "secId": 21}, {"sentences": [{"sentId": 68, "text": "That's OK."}], "speaker": "TOOBIN", "secId": 22}, {"sentences": [{"sentId": 69, "text": "So let's talk about this."}, {"sentId": 70, "text": "You were talking about a miss universe, but some of the missteps and some of the things happening now."}, {"sentId": 71, "text": "David, nearly $1 billion loss is stunning."}, {"sentId": 72, "text": "The Trump surrogates are calling this genius, and that he took advantage of the tax laws to his favor."}, {"sentId": 73, "text": "Is it genius?"}], "speaker": "LEMON", "secId": 23}, {"sentences": [{"sentId": 74, "text": "I don't think it takes a genius to lose $1 billion."}, {"sentId": 75, "text": "To make $1 billion may require some genius, but not to lose it."}, {"sentId": 76, "text": "There was some genius in this."}, {"sentId": 77, "text": "And the genus was in how Donald Trump orchestrated this under two different sections of the tax code so that he ended up benefiting himself and at the same time shortchanging investors and bankers and others."}, {"sentId": 78, "text": "And there's a price to be paid for having net operating losses, and that price was borne by other people."}, {"sentId": 79, "text": "And Trump walked away with $82 million of money as a result of this."}, {"sentId": 80, "text": "Plus, whatever else he earned tax-free."}], "speaker": "JONHSTON", "secId": 24}, {"sentences": [{"sentId": 81, "text": "Would it have been a difference if it was May or January or some of it -- where he had gotten in front of this instead of letting it -- would it have made a difference?"}], "speaker": "LEMON", "secId": 25}, {"sentences": [{"sentId": 82, "text": "Well, I mean, you know, I think he has completely mishandled this whole tax situation, because it's basically been, trust me, from the beginning."}, {"sentId": 83, "text": "And no one trusts anyone about someone else's taxes."}, {"sentId": 84, "text": "And, you know, and this tradition, going back to the '70s, of every candidate releasing their tax returns, to be both the only candidate who doesn't release his taxes, and the one candidate who has the most complicated financial life, that was destined to be a big problem."}], "speaker": "TOOBIN", "secId": 26}, {"sentences": [{"sentId": 85, "text": "His supporters are working class white men, correct, who pay taxes?"}], "speaker": "LEMON", "secId": 27}, {"sentences": [{"sentId": 86, "text": "Correct."}], "speaker": "TOOBIN", "secId": 28}, {"sentences": [{"sentId": 87, "text": "How will this sit with him do you think?"}], "speaker": "LEMON", "secId": 29}, {"sentences": [{"sentId": 88, "text": "You know, I don't know."}, {"sentId": 89, "text": "The one thing that Giuliani and Christie have said, which I think resonates a little bit, is that, you know what?"}, {"sentId": 90, "text": "No one's obligated to pay more taxes than they're obliged to."}, {"sentId": 91, "text": "I'm a businessman."}, {"sentId": 92, "text": "He's a businessman."}, {"sentId": 93, "text": "He's just doing what he's supposed to."}, {"sentId": 94, "text": "The problem is, if he's actually paying zero in income tax, that might seem to people just excessive."}], "speaker": "TOOBIN", "secId": 30}, {"sentences": [{"sentId": 95, "text": "Well, and the reason he can pay zero is it shows that the story, what a great master businessman man he is, just isn't true."}, {"sentId": 96, "text": "Donald has left a trail throughout his career of failed enterprises, enterprises without bills."}, {"sentId": 97, "text": "His fortune, you could argue, actually derives from tax benefits that he's gotten."}, {"sentId": 98, "text": "And money he borrowed that he didn't pay back, and workers who performed who weren't paid and vendors who weren't paid, not from any genius on his part."}], "speaker": "JONHSTON", "secId": 31}, {"sentences": [{"sentId": 99, "text": "This is him explaining what was happening during that time."}], "speaker": "LEMON", "secId": 32}, {"sentences": [{"sentId": 100, "text": "The news media is now obsessed with an alleged tax filing from the 1990s, at the end of one of the most brutal economic downturns in our country's history."}, {"sentId": 101, "text": "The conditions facing real estate developers in that early '90 period were almost as bad as the Great Depression of 1929, and far worse than the Great Recession of 2008."}, {"sentId": 102, "text": "Not even close."}], "speaker": "TRUMP", "secId": 33}, {"sentences": [{"sentId": 103, "text": "He doesn't deny the report, by the way."}, {"sentId": 104, "text": "He says alleged."}, {"sentId": 105, "text": "Is it a great depression in the '90s, is he right?"}], "speaker": "LEMON", "secId": 34}, {"sentences": [{"sentId": 106, "text": "No, where the economy was growing in the 90's."}, {"sentId": 107, "text": "We actually have at the end of it."}, {"sentId": 108, "text": "Budget surplus is in this country."}, {"sentId": 109, "text": "We have higher incomes at the end of the '90s than we have now."}, {"sentId": 110, "text": "Trump overpaid for things."}, {"sentId": 111, "text": "He wildly overpaid for them."}, {"sentId": 112, "text": "He admitted that years ago, that he said that ..."}], "speaker": "JONHSTON", "secId": 35}, {"sentences": [{"sentId": 113, "text": "Like the plaza hotel, like the New York air shuttle."}], "speaker": "LEMON", "secId": 36}, {"sentences": [{"sentId": 114, "text": "Right."}], "speaker": "TOOBIN", "secId": 37}, {"sentences": [{"sentId": 115, "text": "He bought about 23-year-old aging jetliner that should have been put out to pasture, and try to make money with them by charging high prices and people were not interested."}, {"sentId": 116, "text": "And he had casinos."}, {"sentId": 117, "text": "It's hard to lose money in the casino business."}, {"sentId": 118, "text": "But while others in the business were investing in the business, and in customer development, and getting people to come back, Donald was pulling cash out of his casinos as fast as he could, and weakening them, which is why they were among the first to fail."}], "speaker": "JONHSTON", "secId": 38}, {"sentences": [{"sentId": 119, "text": "But having reported on him, having been here and seeing all of that, do you think the average voter around the country realizes all of this?"}], "speaker": "LEMON", "secId": 39}, {"sentences": [{"sentId": 120, "text": "No."}, {"sentId": 121, "text": "No."}], "speaker": "JONHSTON", "secId": 40}, {"sentences": [{"sentId": 122, "text": "He said it would resonate with it."}], "speaker": "LEMON", "secId": 41}, {"sentences": [{"sentId": 123, "text": "But do think what will resonate with people is, I'm paying taxes, it's kind of amount of my paycheck, you're not paying any taxes, am I chump?"}, {"sentId": 124, "text": "I think that will resonate the people."}], "speaker": "JONHSTON", "secId": 42}, {"sentences": [{"sentId": 125, "text": "Jeffrey, this is CNN's new poll was taken before the tax bombshell, and \"The New York Times,\" this tax bombshell from \"The New York Times,\" 86 percent of registered voters say paying taxes, that it is a civic duty."}, {"sentId": 126, "text": "57 percent say they think Donald Trump is hiding something."}, {"sentId": 127, "text": "How do you think that's likely to affect voters?"}], "speaker": "LEMON", "secId": 43}, {"sentences": [{"sentId": 128, "text": "I think it is -- you're right, that some of this is hard to understand."}, {"sentId": 129, "text": "But it's easy to understand losing $1 billion and paying nothing in federal income tax."}, {"sentId": 130, "text": "And it's just got toe a problem."}, {"sentId": 131, "text": "It will be interesting tomorrow night in the vice presidential debate, which is not a high-profile, you know, clash, what will the candidates say?"}, {"sentId": 132, "text": "How will Governor Pence say, it's OK to pay no federal income tax at all?"}, {"sentId": 133, "text": "Because you know it's going to come up."}], "speaker": "TOOBIN", "secId": 44}, {"sentences": [{"sentId": 134, "text": "And Donald also in this loss of $900 million, if it wasn't inflated, he put it in -- he organized it in a way that prevented him having to pay another tax bill that was due, he then put this into this company he created where he sold stock for the first time."}, {"sentId": 135, "text": "The shareholders went from $35 a share down to nothing while he took out ..."}], "speaker": "JONHSTON", "secId": 45}, {"sentences": [{"sentId": 136, "text": "17 cents or something like that."}], "speaker": "LEMON", "secId": 46}, {"sentences": [{"sentId": 137, "text": "17 cents -- and he took out $82 million after he stuck them with the tax attributes that weren't desirable."}, {"sentId": 138, "text": "So, that's an issue that if people understand it at all, he swindled his investors, is an argument."}], "speaker": "JONHSTON", "secId": 47}, {"sentences": [{"sentId": 139, "text": "That was the question I was going to ask you."}, {"sentId": 140, "text": "What about the vendors who weren't pay, the people who lost money, you know, when their stocks went down, or whatever their investment, if they start coming out, speaking about this."}, {"sentId": 141, "text": "But remember, the Trump University folks came out as well, didn't really have that much of an effect."}], "speaker": "LEMON", "secId": 48}, {"sentences": [{"sentId": 142, "text": "Yeah, but there's a cumulative effect, I think, that goes into example after example after example of people who weren't paid."}, {"sentId": 143, "text": "Hiring illegal immigrants and fighting for 18 years not to pay them their $4 an hour."}, {"sentId": 144, "text": "And case after case after case certainly has to have some voters who support Trump saying, \"Hmm, what's really going on here.\""}], "speaker": "JONHSTON", "secId": 49}, {"sentences": [{"sentId": 145, "text": "You know, we have a lot of people in television who have a lot of opinions."}, {"sentId": 146, "text": "But David has actually done the work."}, {"sentId": 147, "text": "He's written an actual book about Donald Trump's finances, about his life."}, {"sentId": 148, "text": "And I just think it's worth listening to him about details of what actually went on."}], "speaker": "TOOBIN", "secId": 50}, {"sentences": [{"sentId": 149, "text": "Yeah."}, {"sentId": 150, "text": "That's why ..."}], "speaker": "LEMON", "secId": 51}, {"sentences": [{"sentId": 151, "text": "Thank you."}, {"sentId": 152, "text": "I'll give you a book."}], "speaker": "JONHSTON", "secId": 52}, {"sentences": [{"sentId": 153, "text": "That's why I said it."}], "speaker": "TOOBIN", "secId": 53}, {"sentences": [{"sentId": 154, "text": "That's why we have him here and that's why I said someone who has studies this who have list  through it."}, {"sentId": 155, "text": "How do you think it's going to resonate with the average person out there?"}, {"sentId": 156, "text": "Because, you know, you have this, and on top of that, you have a foundation today with a cease and desist."}, {"sentId": 157, "text": "And now they're saying, you know, Trump's side saying it's politically motivated."}], "speaker": "LEMON", "secId": 54}, {"sentences": [{"sentId": 158, "text": "But I mean, you know, it's worth remembering what a foundation is."}, {"sentId": 159, "text": "You know, a foundation is not just a business where you open a checking account and start doing business."}, {"sentId": 160, "text": "You have to certify to the government that you are engaged in charitable works."}, {"sentId": 161, "text": "So the government has to approve what you do every year."}, {"sentId": 162, "text": "What's happened here is that this is not just some box he didn't check."}, {"sentId": 163, "text": "He has been saying he's running a foundation with no government supervision at all."}, {"sentId": 164, "text": "That's just not how the law is supposed to work."}], "speaker": "TOOBIN", "secId": 55}, {"sentences": [{"sentId": 165, "text": "And using the money for his own benefit."}, {"sentId": 166, "text": "And my wife, by the way, runs a big public foundation, but he's using the money for his own benefit in a variety of ways."}, {"sentId": 167, "text": "That's totally improper too."}, {"sentId": 168, "text": "And it's a further indication of who Trump is and his disregard for others."}], "speaker": "JONHSTON", "secId": 56}, {"sentences": [{"sentId": 169, "text": "Thank you."}, {"sentId": 170, "text": "Appreciate having both of you here."}], "speaker": "LEMON", "secId": 57}, {"sentences": [{"sentId": 171, "text": "Vice presidential candidates Mike Pence, Tim Kaine taking the stage tomorrow night for the debate this election season."}, {"sentId": 172, "text": "That's tomorrow night 9:00 Eastern right here on CNN."}, {"sentId": 173, "text": "Make sure you tune in for that."}, {"sentId": 174, "text": "When we come right back, Alec Baldwin may be Trumpier than the real thing."}], "speaker": "LEMON", "secId": 58}, {"sentences": [{"sentId": 175, "text": "We should be talking about the important issues like Rosie O'Donnell and how she's a fat loser, and everyone agrees with me."}, {"sentId": 176, "text": "I just wanted to bring that up at a presidential debate right at the end on my own volition, good idea, I did it."}], "speaker": "BALDWIN", "secId": 59}, {"sentences": [{"sentId": 177, "text": "Lots of laughs on the season premiere of \"Saturday Night Live\" over the weekend."}, {"sentId": 178, "text": "Kate McKinnon reprising her role as Hillary Clinton and Alec Baldwin stepping into the new role of Donald Trump."}, {"sentId": 179, "text": "The opening skid pretty similar to the real first presidential debate."}, {"sentId": 180, "text": "Take a look at  how Time Magazine sees it."}], "speaker": "LEMON", "secId": 60}, {"sentences": [{"sentId": 181, "text": "Our jobs are fleeing the country."}, {"sentId": 182, "text": "They're going to Mexico."}, {"sentId": 183, "text": "They're going to many other countries."}, {"sentId": 184, "text": "You look at what China is doing to our country."}], "speaker": "TRUMP", "secId": 61}, {"sentences": [{"sentId": 185, "text": "Our jobs are fleeing this country."}, {"sentId": 186, "text": "They're going to Mexico."}, {"sentId": 187, "text": "They're going to gina."}], "speaker": "BALDWIN", "secId": 62}, {"sentences": [{"sentId": 188, "text": "I then spoke to Sean Hannity which everybody refuses to call Sean Hannity."}, {"sentId": 189, "text": "I had numerous conversations with Sean Hannity at Fox."}], "speaker": "TRUMP", "secId": 63}, {"sentences": [{"sentId": 190, "text": "I was again the war."}, {"sentId": 191, "text": "Ask anyone in the world named Sean Hannity."}, {"sentId": 192, "text": "I told Sean Hannity."}], "speaker": "BALDWIN", "secId": 64}, {"sentences": [{"sentId": 193, "text": "Joining me now, Alec's brother, actor and activist Billy Baldwin."}, {"sentId": 194, "text": "What did you think of the performance?"}], "speaker": "LEMON", "secId": 65}, {"sentences": [{"sentId": 195, "text": "I thought it was terrific."}, {"sentId": 196, "text": "I texted him back in May, I know -- I read an article online that Lauren Michaels said Tina Fey is credited with the idea that I sent the screen -- save of and I said to my brother back in May, saying, you have to call Lauren, you have to play Donald Trump on \"Saturday Night Live.\""}, {"sentId": 197, "text": "It's going to provide your treasure trove of opportunities with your career."}, {"sentId": 198, "text": "All the Bernie Sanders' millennial followers will  reflect and bow at your mere presence if you pull this off with Trump."}], "speaker": "BALDWIN", "secId": 66}, {"sentences": [{"sentId": 199, "text": "Let's watch a little more."}], "speaker": "LEMON", "secId": 67}, {"sentences": [{"sentId": 200, "text": "A. BALDWIN:  My microphone is broken."}, {"sentId": 201, "text": "She broke it."}, {"sentId": 202, "text": "With Obama, she and Obama stole my microphone."}, {"sentId": 203, "text": "They took my microphone to Kenya and broke it, and now it's broken."}, {"sentId": 204, "text": "I'm picking up somebody's sniffing here."}, {"sentId": 205, "text": "I think it's her sniff."}, {"sentId": 206, "text": "She's been sniffing all night."}, {"sentId": 207, "text": "Testing."}, {"sentId": 208, "text": "Testing."}, {"sentId": 209, "text": "Gina."}, {"sentId": 210, "text": "Gina."}, {"sentId": 211, "text": "Huge, gina."}], "speaker": "LEMON", "secId": 68}, {"sentences": [{"sentId": 212, "text": "Secretary Clinton, what do you think about that?"}], "speaker": "HOLT", "secId": 69}, {"sentences": [{"sentId": 213, "text": "I think I'm going to be president."}, {"sentId": 214, "text": "I mean, this man is clearly unfit to be commander in chief."}, {"sentId": 215, "text": "He is a bully."}], "speaker": "MCKINNON", "secId": 70}, {"sentences": [{"sentId": 216, "text": "A. BALDWIN:  Shut up."}], "speaker": "MCKINNON", "secId": 71}, {"sentences": [{"sentId": 217, "text": "He started the birther movement."}], "speaker": "MCKINNON", "secId": 72}, {"sentences": [{"sentId": 218, "text": "A. BALDWIN:  You did."}], "speaker": "MCKINNON", "secId": 73}, {"sentences": [{"sentId": 219, "text": "He said climate change is a hoax invented by China."}], "speaker": "MCKINNON", "secId": 74}, {"sentences": [{"sentId": 220, "text": "A. BALNDWIN:  It's pronounced gina."}], "speaker": "MCKINNON", "secId": 75}, {"sentences": [{"sentId": 221, "text": "So, listen, Tina Fey, you remember Tina Fey in her performance, as Sarah Palin."}, {"sentId": 222, "text": "Some people will say that changed the course of the election."}, {"sentId": 223, "text": "Do you think that could happen with your brother's impression with Donald Trump?"}], "speaker": "LEMON", "secId": 76}, {"sentences": [{"sentId": 224, "text": "B. BALDWIN:  Well it's completely gone viral in 24 hours."}, {"sentId": 225, "text": "And I don't know how many weeks we have between now and the election, it's going to be about four or five more SNLs."}, {"sentId": 226, "text": "So, I wouldn't be surprised if it could move the needle a little bit, yeah."}, {"sentId": 227, "text": "I wouldn't be surprised at all."}, {"sentId": 228, "text": "I'm sure Lauren Michaels is praying for a Donald Trump victory, because if he gets elected, then my brother could stay on the show for the whole season."}, {"sentId": 229, "text": "That would be a ratings boon for \"Saturday Night Live.\""}], "speaker": "LEMON", "secId": 77}, {"sentences": [{"sentId": 230, "text": "Donald Trump will be a ratings champ, you know, in another way."}, {"sentId": 231, "text": "So listen I've going to ask, you know, your brother Steven is been the show as well."}, {"sentId": 232, "text": "He's a big Republican."}, {"sentId": 233, "text": "Does he like the impersonation?"}, {"sentId": 234, "text": "Is he offended by it?"}, {"sentId": 235, "text": "What is he thinking?"}, {"sentId": 236, "text": "Did you spoken to him?"}], "speaker": "LEMON", "secId": 78}, {"sentences": [{"sentId": 237, "text": "B. BALDWIN:  I literally haven't texted him since this happened."}, {"sentId": 238, "text": "I don't know."}, {"sentId": 239, "text": "I'm assuming he's not thrilled about it."}, {"sentId": 240, "text": "He's a personal friend from Donald's from his two appearances on \"Celebrity Apprentice.\""}, {"sentId": 241, "text": "Quite frankly, my brother Alec and I don't care about his feelings hurt or not."}], "speaker": "LEMON", "secId": 79}, {"sentences": [{"sentId": 242, "text": "Let's talk about Kate McKinnon who does a brilliant Hillary Clinton."}, {"sentId": 243, "text": "She really funny."}, {"sentId": 244, "text": "She didn't hold back either."}, {"sentId": 245, "text": "Watch this."}], "speaker": "LEMON", "secId": 80}, {"sentences": [{"sentId": 246, "text": "He spent his life cheating middle class laborers."}, {"sentId": 247, "text": "Laborers like my own human father who made, I guess, drapes or some kind of drapes, and he was relatable."}, {"sentId": 248, "text": "And I am also relatable."}], "speaker": "MCKINNON", "secId": 81}, {"sentences": [{"sentId": 249, "text": "Was that a fair portrayal you think?"}, {"sentId": 250, "text": "Did you like it?"}], "speaker": "LEMON", "secId": 82}, {"sentences": [{"sentId": 251, "text": "B. BALDWIN:  Oh, absolutely."}, {"sentId": 252, "text": "We talked about it on your show before."}, {"sentId": 253, "text": "She suffers from the same complex that Al Gore did."}, {"sentId": 254, "text": "People say she's one way in public and behind closed doors you see this more relaxed side of her, that's more accessible and more relatable."}, {"sentId": 255, "text": "And that's going to be a challenge for her between now and election day especially in the next two debates if she can allow the audience to achieve a deeper level of emotional intimacy with her and shows her more of the Hillary Clinton that we hear more about from the insiders on her staff, and the people who know her well, I think that's going to serve her well in the, you know, coming election day."}], "speaker": "LEMON", "secId": 83}, {"sentences": [{"sentId": 256, "text": "I want to talk about some of the news."}, {"sentId": 257, "text": "Let's talk about, you know, this 1995 tax return from \"The New York Times.\""}, {"sentId": 258, "text": "How do you think this is going resonate or it will it resonate with most people?"}], "speaker": "LEMON", "secId": 84}, {"sentences": [{"sentId": 259, "text": "B. BALDWIN:  Well, I think as your previous guest mentioned that, you know, if -- he didn't -- presumably he didn't break any law."}, {"sentId": 260, "text": "Perhaps he didn't even do anything unethical."}, {"sentId": 261, "text": "But when you get working class stiffs like firemen, teachers, cops, plumbers, that are making $75,000, $80,000 a year, you know, two kids, a wife and they're paying their fair share of taxes that are going to rebuild infrastructure and build hospitals and rebuild schools and going towards the defense department defending our country, and he hasn't paid, then if Hillary doesn't present that properly and exploit that properly, she should be able to utilize that to her advantage."}, {"sentId": 262, "text": "She's just got to figure out how to do it."}, {"sentId": 263, "text": "I don't think it should be hard"}], "speaker": "LEMON", "secId": 85}, {"sentences": [{"sentId": 264, "text": "You're at the Republican convention, you were at the Democratic convention, you spoke to us on the show."}, {"sentId": 265, "text": "How do you think the race has gone since then?"}, {"sentId": 266, "text": "Because Hillary Clinton had a huge, you know, got a bump, then lost it."}, {"sentId": 267, "text": "Now she has a bump after the debate."}, {"sentId": 268, "text": "How do you think it's gone since then?"}], "speaker": "LEMON", "secId": 86}, {"sentences": [{"sentId": 269, "text": "B. BALDWIN:  I'm just surprised that Hillary Clinton's negatives, I guess, have such legs, that she hasn't been able to separate herself."}, {"sentId": 270, "text": "Because Donald Trump has done himself no favors."}, {"sentId": 271, "text": "He's repeatedly shot himself in the foot."}, {"sentId": 272, "text": "And look, they had the \"Cincinnati Enquirer,\" the \"Arizona Republic,\" \"The Wall Street R Journal,\" the \"USA Today,\" have all come out in favor of Hillary Clinton against Donald Trump using terms like unstable and a threat to national security."}, {"sentId": 273, "text": "This is \"The Arizona Republic.\""}, {"sentId": 274, "text": "They haven't endorsed a Democrat in their 150 or 160-year history."}, {"sentId": 275, "text": "The fact that the needle isn't moving more, I'm pretty surprised by that."}], "speaker": "LEMON", "secId": 87}, {"sentences": [{"sentId": 276, "text": "You know, Donald Trump, I thought in the beginning, to have an anti- establishment candidate in the process on the Democratic or the Republican side at the outset I thought would be very good for democracy or it very good for the political process and give the electorate a different type of a choice."}], "speaker": "LEMON", "secId": 88}, {"sentences": [{"sentId": 277, "text": "Yeah."}], "speaker": "LEMON", "secId": 89}, {"sentences": [{"sentId": 278, "text": "B. BALDWIN:  I just didn't -- I thought Donald Trump was going to be the Hindenburg."}, {"sentId": 279, "text": "I thought that was going to go away pretty quickly."}], "speaker": "LEMON", "secId": 90}, {"sentences": [{"sentId": 280, "text": "Yeah."}], "speaker": "LEMON", "secId": 91}, {"sentences": [{"sentId": 281, "text": "B. BALDWIN:  The fact that he's had these legs in the face of how poorly he's performed is kind of startling to me."}], "speaker": "LEMON", "secId": 92}, {"sentences": [{"sentId": 282, "text": "I have to go."}, {"sentId": 283, "text": "If give me yes or no, are you worried?"}], "speaker": "LEMON", "secId": 93}, {"sentences": [{"sentId": 284, "text": "B. BALDWIN:  Say that again?"}], "speaker": "LEMON", "secId": 94}, {"sentences": [{"sentId": 285, "text": "Are you worried?"}], "speaker": "LEMON", "secId": 95}, {"sentences": [{"sentId": 286, "text": "B. BALDWIN:  Am I worried?"}, {"sentId": 287, "text": "No, I honestly think that the American electorate will come to their senses."}, {"sentId": 288, "text": "I think the Electoral College in a Reagan-Mondale esque way, I think Trump is going to be taking the woodshed and ..."}], "speaker": "LEMON", "secId": 96}, {"sentences": [{"sentId": 289, "text": "OK."}], "speaker": "LEMON", "secId": 97}, {"sentences": [{"sentId": 290, "text": "B. BALDWIN:  .. and it will restore faith in the American people, and the election process."}], "speaker": "LEMON", "secId": 98}, {"sentences": [{"sentId": 291, "text": "I've got to go, Billy."}, {"sentId": 292, "text": "Thank you."}, {"sentId": 293, "text": "Appreciate it."}, {"sentId": 294, "text": "Good seeing you."}], "speaker": "LEMON", "secId": 99}, {"sentences": [{"sentId": 295, "text": "B. BALDWIN:  Thank you."}], "speaker": "LEMON", "secId": 100}, {"sentences": [{"sentId": 296, "text": "Vice presidential candidates Mike Pence and Tim Kaine take to the stage for their only debate in this election, that's tomorrow night 9:00 Eastern."}, {"sentId": 297, "text": "Right here on CNN."}, {"sentId": 298, "text": "Make sure you tune in."}], "speaker": "LEMON", "secId": 101}, {"sentences": [{"sentId": 299, "text": "Up next, Donald Trump's latest wild allegation against Hillary Clinton with no evidence to back it up."}, {"sentId": 300, "text": "Is this how he would behave in the White House?"}], "speaker": "LEMON", "secId": 102}, {"sentences": [{"sentId": 301, "text": "Election day, only five -- just five weeks away."}, {"sentId": 302, "text": "Here to discuss to Kayleigh McEnany who is a Trump supporter, political contributor Van Jones, former Republican Congressman Jack Kingston, a senior adviser to the Trump campaign, and political commentator Bakari Sellers, a Clinton supporter."}], "speaker": "LEMON", "secId": 103}, {"sentences": [{"sentId": 303, "text": "Great to have all of you on."}, {"sentId": 304, "text": "Thank you so much."}], "speaker": "LEMON", "secId": 104}, {"sentences": [{"sentId": 305, "text": "Thank you."}], "speaker": "MCENANY", "secId": 105}, {"sentences": [{"sentId": 306, "text": "Kayleigh, you first."}, {"sentId": 307, "text": "A new CNN RNC poll showing Hillary Clinton is ahead by five points nationally."}, {"sentId": 308, "text": "What do you think?"}], "speaker": "LEMON", "secId": 106}, {"sentences": [{"sentId": 309, "text": "Well I think this need to be an indicator to Donald Trump that he must stick to the issues, between now and the election."}, {"sentId": 310, "text": "I only want to hear about his policy contrast with Hillary Clinton."}, {"sentId": 311, "text": "How he for -- against, rather, unfair trade."}, {"sentId": 312, "text": "How he's for lower taxes for all Americans."}, {"sentId": 313, "text": "These are the types of things we need to hear."}, {"sentId": 314, "text": "And not any of the personal attacks."}, {"sentId": 315, "text": "He can highlight Hillary's negatives but it needs to be more of the policy contrast."}], "speaker": "MCENANY", "secId": 107}, {"sentences": [{"sentId": 316, "text": "Do you think he can do that?"}], "speaker": "LEMON", "secId": 108}, {"sentences": [{"sentId": 317, "text": "I think he can."}, {"sentId": 318, "text": "But it's going to take -- it take an extraordinary amount of discipline and recognizing traps because the Democratic Party has been laying traps and he's walking straight into them, with Alicia Machado, playing into the tax story a little bit although he did need to explain himself."}, {"sentId": 319, "text": "It's going to be watching out for those traps and mine fields laid out in front of him."}], "speaker": "MCENANY", "secId": 109}, {"sentences": [{"sentId": 320, "text": "Representative Kingston, when he's been disciplined, I think he had about three weeks where everyone said, wow, you know, he's on message."}, {"sentId": 321, "text": "But at this next debate there won't be a teleprompter."}, {"sentId": 322, "text": "This is going to be him, the moderator and Hillary Clinton and the audience."}, {"sentId": 323, "text": "Can he do it?"}], "speaker": "LEMON", "secId": 110}, {"sentences": [{"sentId": 324, "text": "I think so."}, {"sentId": 325, "text": "You know, I just want to say, you know, one of the things, he did have the defective microphone."}], "speaker": "KINGSTON", "secId": 111}, {"sentences": [{"sentId": 326, "text": "The moderator interrupted him 16 different times, did not interrupt Hillary Clinton at all."}, {"sentId": 327, "text": "But those are no excuses, he's got to be the one to bring the Clinton Foundation."}, {"sentId": 328, "text": "He needs to bring up Benghazi and things that moderators may not talk about."}], "speaker": "KINGSTON", "secId": 112}, {"sentences": [{"sentId": 329, "text": "But, you know, Hillary Clinton was able to do that."}, {"sentId": 330, "text": "She pivoted to her talking points regardless of what the question was."}, {"sentId": 331, "text": "And an experienced debater knows how to do that."}, {"sentId": 332, "text": "I think that we'll see Donald Trump doing that same thing."}, {"sentId": 333, "text": "And I think it's going to make a difference when he does."}], "speaker": "KINGSTON", "secId": 113}, {"sentences": [{"sentId": 334, "text": "Van Jones, do you think it's smart to bring up the Clinton Foundation and other things considering what's happening with the Trump Foundation?"}, {"sentId": 335, "text": "VAN JONES, CNN POLITICAL CONTRIBUTOR:  I think that that's the kind of stuff that if he is doing debate prep, he might be encouraged not to do."}, {"sentId": 336, "text": "Listen, I'll tell you, here's when Donald Trump is devastatingly effective."}, {"sentId": 337, "text": "When he is going after her on things like trade and that kind of stuff, when he's trying to get Ohio, keep Ohio, go for Pennsylvania."}], "speaker": "LEMON", "secId": 114}, {"sentences": [{"sentId": 338, "text": "I don't think the people in Pennsylvania care that much about the Clinton Foundation or Benghazi or any of this stuff."}, {"sentId": 339, "text": "It's a good read, and these people already got ."}, {"sentId": 340, "text": "His problem is, he doesn't know how to grow beyond what he's already got."}], "speaker": "LEMON", "secId": 115}, {"sentences": [{"sentId": 341, "text": "And so now, he's having a fight, hold on to the people he's had since September."}, {"sentId": 342, "text": "That's a problem."}, {"sentId": 343, "text": "September of last year, that's a problem for him."}], "speaker": "LEMON", "secId": 116}, {"sentences": [{"sentId": 344, "text": "So there's a new Quinnipiac Poll show that she is also leading in crucial swing states of Florida and North Carolina and Pennsylvania."}, {"sentId": 345, "text": "But remember, she was leading after the convention."}, {"sentId": 346, "text": "She lost a lead within a month."}, {"sentId": 347, "text": "Could that same thing happen over the next month, Bakari Sellers?"}], "speaker": "LEMON", "secId": 117}, {"sentences": [{"sentId": 348, "text": "Yeah."}, {"sentId": 349, "text": "I mean, I think what you'll see is -- you'll see the polls get close once again."}, {"sentId": 350, "text": "And then you'll see Democrats do what we do best which start the proverbial bed wetting once again."}, {"sentId": 351, "text": "But I do think that she's in command for the main reason and that she does pretty well with the Obama coalition in getting them engaged and turned out."}], "speaker": "SELLERS", "secId": 118}, {"sentences": [{"sentId": 352, "text": "We also know that whether or not as Donald Trump or Marco Rubio or Ted Cruz, or anyone that the Republican Party nominated, it's a very narrow path of 270 electoral votes."}, {"sentId": 353, "text": "But even more importantly, Donald Trump just makes it more narrow by cutting out any paths for grow as Van was talking about."}], "speaker": "SELLERS", "secId": 119}, {"sentences": [{"sentId": 354, "text": "Just to talk briefly about what's going to happen on Sunday."}, {"sentId": 355, "text": "I just think the fact of the matter is, Donald Trump is not a skilled debater."}, {"sentId": 356, "text": "We know that he's not a politician by any stretch."}, {"sentId": 357, "text": "But when you don't have the depth and then when you lack the temperament, it poses for a very poor debate which we saw last week which he's still unraveling from."}], "speaker": "SELLERS", "secId": 120}, {"sentences": [{"sentId": 358, "text": "Let's discuss because all of you have said, stick to message."}, {"sentId": 359, "text": "Don't go off on these tangents."}, {"sentId": 360, "text": "Here is Trump questioning Hillary Clinton's fidelity to her husband in a rally on Saturday."}], "speaker": "LEMON", "secId": 121}, {"sentences": [{"sentId": 361, "text": "Hillary Clinton's only loyalty is to her financial contributors and to herself."}, {"sentId": 362, "text": "I don't even think she's loyal to Bill, if you want to know the truth."}, {"sentId": 363, "text": "Really, folks, really why should she, right?"}], "speaker": "TRUMP", "secId": 122}, {"sentences": [{"sentId": 364, "text": "All right."}, {"sentId": 365, "text": "I want to hear from all of you but, Bakari, you first, I know you have a lot to say about this."}], "speaker": "LEMON", "secId": 123}, {"sentences": [{"sentId": 366, "text": "Well, I mean, I just think that it's very rich when you have Bannon, Ailes, Gingrich, Giuliani and Donald Trump talking about fidelity, talking about marriage."}, {"sentId": 367, "text": "When between them you literally have to count their wives using your hands and toes."}], "speaker": "SELLERS", "secId": 124}, {"sentences": [{"sentId": 368, "text": "So, I mean, I just think that it's absurd."}, {"sentId": 369, "text": "I think it's beyond the pale."}, {"sentId": 370, "text": "And Kayleigh has a legitimate point, that Donald Trump does extremely well when he, somehow, and I haven't figure out how he's been able to do it but identifies with the pain that working class voters are going through."}], "speaker": "SELLERS", "secId": 125}, {"sentences": [{"sentId": 371, "text": "When he does stuff like this, I mean, it's completely absurd."}, {"sentId": 372, "text": "It's below the discourse that our country deserves when we talk about president of the United States."}], "speaker": "SELLERS", "secId": 126}, {"sentences": [{"sentId": 373, "text": "Kayleigh, it is unsubstantiated, it's an unsubstantiated, reckless accusations, zero evidence, why even go there?"}], "speaker": "LEMON", "secId": 127}, {"sentences": [{"sentId": 374, "text": "Well, I think Bakari and I had our rare point of agreement here."}, {"sentId": 375, "text": "You know, he went too far with this comment and, you know, surrogates like me and folks who are investing a lot in Donald Trump, because we deeply believe that he has the best policies for the country."}, {"sentId": 376, "text": "You know, we get frustrated."}], "speaker": "MCENANY", "secId": 128}, {"sentences": [{"sentId": 377, "text": "Because he was making a good point that Hillary is only loyal to herself."}, {"sentId": 378, "text": "I firmly believe that."}, {"sentId": 379, "text": "I look at the Clinton Foundation and some accusations there with quid pro quo allegations."}, {"sentId": 380, "text": "And that, that bother something, it does seem that way."}, {"sentId": 381, "text": "But when you take it the extra step further, we have a kind of conversation like we're having tonight, rather than one about serious allegations of wrongdoing and policy issues."}, {"sentId": 382, "text": "And I think the whole public loses when we get into infidelity disputes setter back and forth."}], "speaker": "MCENANY", "secId": 129}, {"sentences": [{"sentId": 383, "text": "Van, why are you shaking your head?"}], "speaker": "LEMON", "secId": 130}, {"sentences": [{"sentId": 384, "text": "Well, I mean, just because there's no proof that the Clinton Foundation has done anything wrong, it's a good talking point."}, {"sentId": 385, "text": "And I'm sure they rather have that talking point, you know, Kayleigh is right than talking about this stuff."}], "speaker": "JONES", "secId": 131}, {"sentences": [{"sentId": 386, "text": "But as you know, Don, I am so passionate about the good stuff that the Clinton Foundation has done."}, {"sentId": 387, "text": "And frankly, Democrats have had just extraordinary post-presidency."}, {"sentId": 388, "text": "You know, Jimmy Carter's post- presidency."}, {"sentId": 389, "text": "You know, Jimmy Carter's post-presidency of huge service, a Bill Clinton's huge service."}, {"sentId": 390, "text": "I don't see remotely the same kind of service to humanity from the Bush family or any Republican."}, {"sentId": 391, "text": "So I just I always flinch when this great good that the Clintons have done gets beat up on."}, {"sentId": 392, "text": "And as you know, I'm tough on the Clintons but not the foundation."}], "speaker": "JONES", "secId": 132}, {"sentences": [{"sentId": 393, "text": "Representative, quick reaction to him saying about Hillary Clinton not being loyal."}], "speaker": "LEMON", "secId": 133}, {"sentences": [{"sentId": 394, "text": "You know, I really think that it was a throw away line."}, {"sentId": 395, "text": "I don't think he meant to really go there deeply."}, {"sentId": 396, "text": "And I don't think he did go there deeply."}, {"sentId": 397, "text": "And I don't think the audience took it that way at all."}, {"sentId": 398, "text": "I think it was one of those, comments that a cautious veteran politician would not make."}, {"sentId": 399, "text": "But Donald Trump is, you know, the exciting guy."}, {"sentId": 400, "text": "That's why he has 15,000 people coming to his rallies."}], "speaker": "KINGSTON", "secId": 134}, {"sentences": [{"sentId": 401, "text": "But should he have done it?"}], "speaker": "LEMON", "secId": 135}, {"sentences": [{"sentId": 402, "text": "Keep everybody on the heads."}, {"sentId": 403, "text": "I would not have advised it."}, {"sentId": 404, "text": "I'm really, you know, I think four of us, all five of us, counting you, Don, would agree tonight that, you know, coming down the home stretch, he needs to talk about the economy, job creation, the tax burden, tax fairness, tax simplification ..."}], "speaker": "KINGSTON", "secId": 136}, {"sentences": [{"sentId": 405, "text": "I'll leave to you ..."}], "speaker": "LEMON", "secId": 137}, {"sentences": [{"sentId": 406, "text": "... strong national security."}], "speaker": "KINGSTON", "secId": 138}, {"sentences": [{"sentId": 407, "text": "I'll leave that to the four of you."}, {"sentId": 408, "text": "I'll stay out of it and ask the questions."}, {"sentId": 409, "text": "Thank you."}], "speaker": "LEMON", "secId": 139}, {"sentences": [{"sentId": 410, "text": "I was pulling you ..."}], "speaker": "KINGSTON", "secId": 140}, {"sentences": [{"sentId": 411, "text": "Listen, we're not done yet because I want to talk."}, {"sentId": 412, "text": "He also during that same, you know, speech, mocked Hillary Clinton being sick with pneumonia."}, {"sentId": 413, "text": "We'll discuss that coming back."}], "speaker": "LEMON", "secId": 141}, {"sentences": [{"sentId": 414, "text": "Back now with my panel, Donald Trump also mocked Hillary Clinton's health."}, {"sentId": 415, "text": "Watch this."}], "speaker": "LEMON", "secId": 142}, {"sentences": [{"sentId": 416, "text": "Here's a woman, she's supposed to fight all of these different things and she can't make it 15 feet to her car."}, {"sentId": 417, "text": "Give me a break."}, {"sentId": 418, "text": "Give me a break."}, {"sentId": 419, "text": "Give me a break."}], "speaker": "TRUMP", "secId": 143}, {"sentences": [{"sentId": 420, "text": "You know, it's hard -- listen."}, {"sentId": 421, "text": "Everybody's going to beat him up."}, {"sentId": 422, "text": "I'm going to say a couple things."}, {"sentId": 423, "text": "I've been that guy."}, {"sentId": 424, "text": "You know, it's very hard when you're in front of a big crowd and it gets going."}, {"sentId": 425, "text": "You're surfing a wave."}, {"sentId": 426, "text": "And when you have the kind of talent that Donald Trump has in front of a big crowd, it's hard to let a wave go."}], "speaker": "JONES", "secId": 144}, {"sentences": [{"sentId": 427, "text": "And so, he overshoots his schemes and does this type of stuff."}, {"sentId": 428, "text": "The problem is, I'm not running for president."}, {"sentId": 429, "text": "Other people who get up in front of crowds and do crazy stuff, sometimes look on YouTube wish you hadn't done it."}, {"sentId": 430, "text": "None of us are trying to become the commander in chief in five weeks."}], "speaker": "JONES", "secId": 145}, {"sentences": [{"sentId": 431, "text": "The fact that he can't control himself, that he just can't raise  it in, and just do what needs to be done."}, {"sentId": 432, "text": "He can't put the country first right now and he's not even president."}, {"sentId": 433, "text": "He's letting his own ego first and it's bad."}, {"sentId": 434, "text": "But I just think we should be a little more confessional, all of us have gotten up in front of crowds sometimes and gone a little bit too far."}], "speaker": "JONES", "secId": 146}, {"sentences": [{"sentId": 435, "text": "I'm going to beat him up."}, {"sentId": 436, "text": "I mean, I think, I'm going to beat him up and the reason being is ..."}], "speaker": "SELLERS", "secId": 147}, {"sentences": [{"sentId": 437, "text": "Go ahead, go ahead."}], "speaker": "LEMON", "secId": 148}, {"sentences": [{"sentId": 438, "text": "... he wants to have this debate and discussion about stamina where we had mano-a-mano, where he was on stage with a woman who had more depth, more knowledge, more skill and more acumen, and she punished him for 90 minutes on that stage."}], "speaker": "SELLERS", "secId": 149}, {"sentences": [{"sentId": 439, "text": "Donald Trump by all accounts won the first 11 minutes and when Hillary Clinton made the comment about the $14 million was loaned from his father, he unraveled."}, {"sentId": 440, "text": "And the problem with that is, he still hasn't stopped unraveling."}], "speaker": "SELLERS", "secId": 150}, {"sentences": [{"sentId": 441, "text": "So we can have the discussion about stamina, but it's apparent that Bobby Knight and Rudy Giuliani, all the best people in the world, can't prepare him for a debate."}, {"sentId": 442, "text": "And he's not good at this thing called running for president."}], "speaker": "SELLERS", "secId": 151}, {"sentences": [{"sentId": 443, "text": "Representative Kingston?"}], "speaker": "LEMON", "secId": 152}, {"sentences": [{"sentId": 444, "text": "I think he's going to be on his game come Sunday night."}, {"sentId": 445, "text": "And by the way, I think that Tomorrow night, I think Mike Pence is going to demolish Tim Kaine."}, {"sentId": 446, "text": "Mike Pence has lower -- and I don't want to get off on a different ..."}], "speaker": "KINGSTON", "secId": 153}, {"sentences": [{"sentId": 447, "text": "Let's talk about Donald Trump mocking Hillary Clinton."}], "speaker": "LEMON", "secId": 154}, {"sentences": [{"sentId": 448, "text": "I'm done talking about my friend, Mike Pence."}, {"sentId": 449, "text": "No, I think what we're going to see from Donald Trump is far more focused on the economy, on energy, on the tax code and on foreign policy this coming debate."}, {"sentId": 450, "text": "No question about it."}], "speaker": "KINGSTON", "secId": 155}, {"sentences": [{"sentId": 451, "text": "Kayleigh, mocking a woman who is sick with, I mean, even if that -- listen."}, {"sentId": 452, "text": "The way the Clinton campaign handled it was poorly."}, {"sentId": 453, "text": "They admit that."}, {"sentId": 454, "text": "The video of her, that's bad."}, {"sentId": 455, "text": "Just he needs to overplay his hand in that way and seem insensitive?"}], "speaker": "LEMON", "secId": 156}, {"sentences": [{"sentId": 456, "text": "No, he doesn't, and this is where the movement that's behind him is not behind him because of pneumonia."}, {"sentId": 457, "text": "They're not behind him because of, you know, all of the kind of controversies we've seen, infidelities."}, {"sentId": 458, "text": "They're behind him because of the policies he stands for."}], "speaker": "MCENANY", "secId": 157}, {"sentences": [{"sentId": 459, "text": "I agree with Congressman Kingston, we're going to see a different Donald Trump on Sunday."}, {"sentId": 460, "text": "And let's keep in mind, Hillary Clinton has been preparing for these debates for 50 years, since the high school debate team."}, {"sentId": 461, "text": "Donald Trump is a real person."}, {"sentId": 462, "text": "And I think if he can make a little bit of nuance change on the outside and go on the offense more, he will win this debate."}], "speaker": "MCENANY", "secId": 158}, {"sentences": [{"sentId": 463, "text": "I don't mean to cut you off but I want to get this in."}, {"sentId": 464, "text": "This is -- let's play this Hillary Clinton slamming Donald Trump earlier."}, {"sentId": 465, "text": "This is about taxes."}], "speaker": "LEMON", "secId": 159}, {"sentences": [{"sentId": 466, "text": "Doesn't look like he paid a dime of federal income tax for almost two decades."}, {"sentId": 467, "text": "Now, while millions of American families, including mine and yours, were working hard, paying our fair share, it seems he was contributing nothing to our nation."}], "speaker": "CLINTON", "secId": 160}, {"sentences": [{"sentId": 468, "text": "Imagine that."}, {"sentId": 469, "text": "Not fair."}, {"sentId": 470, "text": "Nothing for pell grants to help kids go to college, nothing for veterans, nothing for our military."}, {"sentId": 471, "text": "And, you know, he has been dissing America in this whole campaign, right?"}], "speaker": "CLINTON", "secId": 161}, {"sentences": [{"sentId": 472, "text": "So brilliant and smart, not paying taxes for 18 years, also, Representative Kingston, tweeting about it for at least nine times according to one of our reports saying how people didn't pay their fair shares."}, {"sentId": 473, "text": "So how does this play with the working class voters who support him?"}], "speaker": "LEMON", "secId": 162}, {"sentences": [{"sentId": 474, "text": "Well, Don, number one, remember, he hasn't paid taxes, he's been paying federal state and local taxes."}, {"sentId": 475, "text": "If he was not paying his federal taxes or anything, he would be in jail by now."}, {"sentId": 476, "text": "So the New York Times ..."}], "speaker": "KINGSTON", "secId": 163}, {"sentences": [{"sentId": 477, "text": "OK.  How do you know that?"}, {"sentId": 478, "text": "Have you seen his tax return?"}], "speaker": "LEMON", "secId": 164}, {"sentences": [{"sentId": 479, "text": "... has also said, he did not break any law."}], "speaker": "KINGSTON", "secId": 165}, {"sentences": [{"sentId": 480, "text": "Have you seen his taxes return?"}], "speaker": "LEMON", "secId": 166}, {"sentences": [{"sentId": 481, "text": "He actually filed his financial disclosure, May, 105-page report which he is required to do, he's not doing his tax return yet."}], "speaker": "KINGSTON", "secId": 167}, {"sentences": [{"sentId": 482, "text": "With all due respect, Representative, that's not the answer to my question, that's not a tax return."}, {"sentId": 483, "text": "How do you know what he's paid?"}, {"sentId": 484, "text": "Did you see it?"}], "speaker": "LEMON", "secId": 168}, {"sentences": [{"sentId": 485, "text": "But what I'm saying is, for people to say that he hasn't paid taxes that's a leap of faith in and of itself."}], "speaker": "KINGSTON", "secId": 169}, {"sentences": [{"sentId": 486, "text": "And all I'm saying is, he has complied with the tax laws."}], "speaker": "KINGSTON", "secId": 170}, {"sentences": [{"sentId": 487, "text": "OK."}], "speaker": "LEMON", "secId": 171}, {"sentences": [{"sentId": 488, "text": "Along the way has created a lot of jobs and build a lot of wealth for a lot of different people."}], "speaker": "KINGSTON", "secId": 172}, {"sentences": [{"sentId": 489, "text": "We're talking about income taxes."}, {"sentId": 490, "text": "And Donald Trump himself has not contested the report at all."}], "speaker": "LEMON", "secId": 173}, {"sentences": [{"sentId": 491, "text": "First of all -- he's claiming right now that, you know, he's obeyed all these laws."}, {"sentId": 492, "text": "Well, he's being -- according to him, though he offered no proof, he being audited right now."}, {"sentId": 493, "text": "So if you're under audit, you're under audit possible because you haven't been doing the right thing."}, {"sentId": 494, "text": "And so, you can't have it both ways."}, {"sentId": 495, "text": "I can't give you my tax returns I'm being audited, but I'm doing it all the right way so."}], "speaker": "JONES", "secId": 174}, {"sentences": [{"sentId": 496, "text": "And also, I just want to say, this is a very, very bad ..."}], "speaker": "JONES", "secId": 175}, {"sentences": [{"sentId": 497, "text": "Look, Van, I'm out oft time."}, {"sentId": 498, "text": "I'm sorry."}, {"sentId": 499, "text": "Go ahead, I'm sorry."}], "speaker": "LEMON", "secId": 176}, {"sentences": [{"sentId": 500, "text": "It's a bad thing because it seems like people that rich can make huge mistakes and never really suffer."}, {"sentId": 501, "text": "And good people can work hard and go to work everyday and work for people like him and get stiffed in the end and it is wrong."}], "speaker": "JONES", "secId": 177}, {"sentences": [{"sentId": 502, "text": "All right."}, {"sentId": 503, "text": "Thank you very much."}], "speaker": "LEMON", "secId": 178}, {"sentences": [{"sentId": 504, "text": "But everything he did was lawful."}], "speaker": "MCENANY", "secId": 179}, {"sentences": [{"sentId": 505, "text": "Yes, it is."}, {"sentId": 506, "text": "I know."}], "speaker": "LEMON", "secId": 180}, {"sentences": [{"sentId": 507, "text": "And awful, lawful and awful."}], "speaker": "JONES", "secId": 181}, {"sentences": [{"sentId": 508, "text": "So as Representative Kingston said, there's a vice presidential debate tomorrow night with Mike Pence and Tim Kaine, take on the stage for their one and only debate."}, {"sentId": 509, "text": "It is tomorrow night, 9:00 Eastern and we'll play it right here live on CNN."}, {"sentId": 510, "text": "Tune in, please."}], "speaker": "LEMON", "secId": 182}, {"sentences": [{"sentId": 511, "text": "Coming up, Donald Trump loves to talk about his huge success with the \"Apprentice\", but what really went down behind the scenes."}, {"sentId": 512, "text": "I'm going to talk to two former contestants."}], "speaker": "LEMON", "secId": 183}, {"sentences": [{"sentId": 513, "text": "Donald Trump loves to talk about his huge success with the Apprentice even on the campaign trail."}, {"sentId": 514, "text": "Listen to what he said over the weekend."}], "speaker": "LEMON", "secId": 184}, {"sentences": [{"sentId": 515, "text": "I could be doing the Apprentice right now, I could be."}, {"sentId": 516, "text": "Somehow, and I loved it, 14 seasons, how good was that?"}, {"sentId": 517, "text": "Tremendous success."}, {"sentId": 518, "text": "They wanted to extend, I could be doing the Apprentice now."}, {"sentId": 519, "text": "Somehow I think this is a little bit more important, do we agree?"}, {"sentId": 520, "text": "Just a little bit."}], "speaker": "TRUMP", "secId": 185}, {"sentences": [{"sentId": 521, "text": "But questions are being raised tonight about what went on behind the scenes of that show."}, {"sentId": 522, "text": "Here to discuss now is Randall Pinkett, he is the winner of the Apprentice, Season 4 and Katrina Campins, a contestant on the show's first season."}, {"sentId": 523, "text": "It's good to have both of you on."}], "speaker": "LEMON", "secId": 186}, {"sentences": [{"sentId": 524, "text": "Randall, we're going to start with you."}, {"sentId": 525, "text": "I mean, do you -- this must be kind of surreal to you, having been on the show, did you ever think you would get this far?"}, {"sentId": 526, "text": "RANDAL PINKETT, APPRENTICE SEASON 4 WINNER:  No."}, {"sentId": 527, "text": "When Donald announced his candidacy, initially, I wrote him off."}, {"sentId": 528, "text": "I don't think he'd make it to the end of the year, must less they're Republican Primary."}], "speaker": "LEMON", "secId": 187}, {"sentences": [{"sentId": 529, "text": "So I think for many of us who were on the show, Donald wasn't a political operative, a political player when he was doing the Apprentice."}, {"sentId": 530, "text": "He was an entrepreneur."}, {"sentId": 531, "text": "He was a businessman."}, {"sentId": 532, "text": "And so, the idea that he toyed with it five years ago and then backed out, to me look like a publicity stunt, to be in the game now."}, {"sentId": 533, "text": "We could have never predicted this."}], "speaker": "LEMON", "secId": 188}, {"sentences": [{"sentId": 534, "text": "Katrina, were you surprised?"}], "speaker": "LEMON", "secId": 189}, {"sentences": [{"sentId": 535, "text": "Well, I got the question from many people asking me is he really serious, and my gut told me from the beginning that he really was."}, {"sentId": 536, "text": "And I had a feeling that it would come to this where people would not believe that he actually would make it this far."}], "speaker": "CAMPINS", "secId": 190}, {"sentences": [{"sentId": 537, "text": "OK.  Let's talk about these allegations."}, {"sentId": 538, "text": "According to the Associated Press who interviewed more than 20 former cast and crew members of the Apprentice, Donald Trump repeatedly demeaned women with sexist language and behavior, did you ever see anything like that, Katrina?"}], "speaker": "LEMON", "secId": 191}, {"sentences": [{"sentId": 539, "text": "No."}, {"sentId": 540, "text": "And I'll have to tell you that when I was selected to be on the Apprentice, I had no idea that Donald Trump would become such a profound influence in my life."}, {"sentId": 541, "text": "And I'm not somebody that really pays much attention to mainstream media, so I got to know Donald Trump for the man that he is, and the businessman that's behind the Trump empire."}, {"sentId": 542, "text": "And he's treated me with nothing but professionalism and respect, and I was raised with deep morals and integrity and old school values by Cuban parents."}, {"sentId": 543, "text": "And I'll tell you that my integrity is not and will never be for sale."}, {"sentId": 544, "text": "And ..."}], "speaker": "CAMPINS", "secId": 192}, {"sentences": [{"sentId": 545, "text": "The answer, though, just the interest of time, I don't mean to cut you off, but you have never seen that behavior?"}], "speaker": "LEMON", "secId": 193}, {"sentences": [{"sentId": 546, "text": "Yes, absolutely."}], "speaker": "CAMPINS", "secId": 194}, {"sentences": [{"sentId": 547, "text": "Did you ever, Randal, did you witness some Trump in this way about women on the show, Randal?"}], "speaker": "LEMON", "secId": 195}, {"sentences": [{"sentId": 548, "text": "Yeah, openly."}, {"sentId": 549, "text": "We saw him discuss his opinions of women's appearance, who he thought he might sleep with."}, {"sentId": 550, "text": "He would ask other contestants, their opinions of women's behavior -- looks and the like."}, {"sentId": 551, "text": "You know, this article from the Associated Press interviewed 20 former contestant contestants, 12 of them went on the record, 8 of whom asked for anonymity."}], "speaker": "PINKETT", "secId": 196}, {"sentences": [{"sentId": 552, "text": "And there's a list of people who have a ream of -- Katherine Walker, a respected producer on the show for five years said she frequently saw Trump talk about women's bodies."}, {"sentId": 553, "text": "Kristi Frank was with Katrina's season talked about it makes her sick that he was checking her out."}, {"sentId": 554, "text": "Gene Folkes who I consider very credible, talked about how he would consistently, repeatedly ask him if he thought other contestants were attractive."}], "speaker": "PINKETT", "secId": 197}, {"sentences": [{"sentId": 555, "text": "And the one that troubled me the most, Don, was Rebecca Arnd who talked about how Trump would stop production, ask everyone on the crew to look at a woman who is behind the camera and comment on her looks."}, {"sentId": 556, "text": "That is unacceptable, that is reprehensible behavior ..."}], "speaker": "PINKETT", "secId": 198}, {"sentences": [{"sentId": 557, "text": "And you witnessed this?"}], "speaker": "LEMON", "secId": 199}, {"sentences": [{"sentId": 558, "text": "No, no."}, {"sentId": 559, "text": "What I witness with -- I did not witness that."}, {"sentId": 560, "text": "I read the article and was appalled when I read it, but it was consistent with what I saw in terms of seeing Donald talk about women on the set."}], "speaker": "PINKETT", "secId": 200}, {"sentences": [{"sentId": 561, "text": "Here's what the campaign said."}, {"sentId": 562, "text": "They said this, \"These outlandish, unsubstantiated and totally false claims fabricated by publicity hungry, opportunistic, disgruntled former employees have no merit whatsoever."}, {"sentId": 563, "text": "The Apprentice was one of the most successful prime time television shows of all time and employed hundreds of people over many years, many of whom support Mr. Trump's candidacy.\""}], "speaker": "LEMON", "secId": 201}, {"sentences": [{"sentId": 564, "text": "They are strenuously denying this, and Katrina is saying that she never witnessed any of this."}, {"sentId": 565, "text": "You were an entertainer there."}], "speaker": "LEMON", "secId": 202}, {"sentences": [{"sentId": 566, "text": "Absolutely not and ..."}], "speaker": "CAMPINS", "secId": 203}, {"sentences": [{"sentId": 567, "text": "Go ahead."}], "speaker": "LEMON", "secId": 204}, {"sentences": [{"sentId": 568, "text": "And I work with him and still work with Donald Trump today."}, {"sentId": 569, "text": "You know, I work under his real estate company, on his number one top producer."}, {"sentId": 570, "text": "And I work with Donald Trump."}, {"sentId": 571, "text": "I worked with Ivanka with Eric and John."}, {"sentId": 572, "text": "And I've never seen any of this behavior."}], "speaker": "CAMPINS", "secId": 205}, {"sentences": [{"sentId": 573, "text": "So I just find it so odd that I've never seen him be a racist or sexist in anyway he had performed and I've known him for over a decade."}, {"sentId": 574, "text": "So it seems like, quite a bit of manipulation, you know, that's convenient at this point in time."}, {"sentId": 575, "text": "How can you two have such different?"}], "speaker": "CAMPINS", "secId": 206}, {"sentences": [{"sentId": 576, "text": "Well, it's not that Katrina and I have different experiences."}, {"sentId": 577, "text": "Katrina has different experiences than 20 people the Associated Press interviewed."}, {"sentId": 578, "text": "I mean, the people that they've talked to are people we know Katrina and I both know."}], "speaker": "PINKETT", "secId": 207}, {"sentences": [{"sentId": 579, "text": "Again, people who I would consider to be very credible when I think about Katherine Walker worked with us on the show for five seasons."}, {"sentId": 580, "text": "She said she repeatedly observed this behavior over the course of her time working -- and for the Trump Organization to release a comment that folks are disgruntled employees that are seeking publicity."}], "speaker": "PINKETT", "secId": 208}, {"sentences": [{"sentId": 581, "text": "I don't think any of these individuals are looking for publicity."}, {"sentId": 582, "text": "They were approached by the Associated Press to offer their opinion, as was I."}, {"sentId": 583, "text": "My observation is consistent with the other 20 people who were interviewed that these are the behaviors Donald displayed, and is consistent to what we see on the campaign."}], "speaker": "PINKETT", "secId": 209}, {"sentences": [{"sentId": 584, "text": "I felt like this contradicts that we've seen Donald doing a campaign, talking about other woman."}], "speaker": "PINKETT", "secId": 210}, {"sentences": [{"sentId": 585, "text": "Katrina, what's the takeaway, for you, for those voters?"}], "speaker": "LEMON", "secId": 211}, {"sentences": [{"sentId": 586, "text": "So, my takeaway is just like there were 20 people that were interviewed for the article, there's hundreds of women executives that currently work for the Trump Organization."}, {"sentId": 587, "text": "And Donald Trump hires more women than he does men, and he helped women reach amazing opportunities within their career and I'm one of them."}], "speaker": "CAMPINS", "secId": 212}, {"sentences": [{"sentId": 588, "text": "So I have nothing but amazing things to say about Donald Trump and there's plenty of women who would attest to that as well."}], "speaker": "CAMPINS", "secId": 213}, {"sentences": [{"sentId": 589, "text": "That's like saying you're not a racist because you have black friends, Katrina."}, {"sentId": 590, "text": "Saying he has executives is not a defense against ..."}], "speaker": "PINKETT", "secId": 214}, {"sentences": [{"sentId": 591, "text": "It's not the same."}, {"sentId": 592, "text": "It's not a same."}], "speaker": "CAMPINS", "secId": 215}, {"sentences": [{"sentId": 593, "text": "Thank you."}, {"sentId": 594, "text": "I want to remind you the vice presidential candidates Mike Pence and Tim Kaine takes the stage for their only debate in this election just hours away, 9:00 p.m. Eastern right here on CNN."}, {"sentId": 595, "text": "Our coverage is all day."}], "speaker": "LEMON", "secId": 216}, {"sentences": [{"sentId": 596, "text": "So that's it for us tonight."}, {"sentId": 597, "text": "Thank you for watching."}, {"sentId": 598, "text": "I'll see you back here tomorrow, actually, the day after."}], "speaker": "LEMON", "secId": 217}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1610.03.cnnt.02.html.json", "time": "Aired October 3, 2016 - 23:00   ET"}