{"sectionCount": 227, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["COOPER", "LEMON", "SERFATY", "ZAKARIA", "CONWAY", "TRUMP", "MARKS", "HERTLING", "WILLIAMS", "WILIAMS", "ZITO", "BUCKLEY", "RAMSEY"], "subTitle": "Trump Bypass Decades' Old Protocol; Economy is Good Under Trump; World Relationships Could Change; Donald Trump Saving Jobs; Politicians Can't Fix Financial Problems. Aired 10-11p ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1612/02/cnnt.01.html", "sentenceCount": 629, "sections": [{"sentences": [{"sentId": 0, "text": "-- tomorrow night at 8:00 Eastern."}, {"sentId": 1, "text": "That does it for us."}, {"sentId": 2, "text": "Thanks for watching."}, {"sentId": 3, "text": "Have a great weekend."}, {"sentId": 4, "text": "CNN Tonight with Don Lemon starts now."}], "speaker": "COOPER", "secId": 0}, {"sentences": [{"sentId": 5, "text": "It has been more than 30 years since a president did what Donald Trump did today."}], "speaker": "LEMON", "secId": 1}, {"sentences": [{"sentId": 6, "text": "This is CNN Tonight."}, {"sentId": 7, "text": "I'm Don Lemon."}], "speaker": "LEMON", "secId": 2}, {"sentences": [{"sentId": 8, "text": "No American president or president-elect has spoken directly with the leader of Taiwan since 1979."}, {"sentId": 9, "text": "Well, today, President-elect Trump did just that, it is a move that is likely to infuriate China and already has some U.S. lawmakers crying foul."}, {"sentId": 10, "text": "But what is behind it?"}, {"sentId": 11, "text": "What's behind it?"}], "speaker": "LEMON", "secId": 3}, {"sentences": [{"sentId": 12, "text": "Meanwhile, Trump meets with more cabinet hopefuls one day after picking General James \"Mad Dog\" Mattis as his secretary of defense."}, {"sentId": 13, "text": "I'll ask our team of generals what they think."}], "speaker": "LEMON", "secId": 4}, {"sentences": [{"sentId": 14, "text": "Plus, if the economy is so good, why does it feel so bad?"}, {"sentId": 15, "text": "I'm going to ask money maven Dave Ramsey."}], "speaker": "LEMON", "secId": 5}, {"sentences": [{"sentId": 16, "text": "So, let's get right now to CNN's Sunlen Serfaty."}, {"sentId": 17, "text": "She is live for us at Trump Tower this evening with the latest breaking news."}, {"sentId": 18, "text": "So, Sunlen, give us the latest on the Trump transition tonight."}, {"sentId": 19, "text": "Who is meeting with -- who he's meeting with and more rallies planned?"}], "speaker": "LEMON", "secId": 6}, {"sentences": [{"sentId": 20, "text": "Yes, another day of the revolving door here at Trump Tower, Don."}, {"sentId": 21, "text": "President-elect Donald Trump meeting with former Defense Secretary, Robert Gates, and former U.N."}, {"sentId": 22, "text": "Ambassador John Bolton."}], "speaker": "SERFATY", "secId": 7}, {"sentences": [{"sentId": 23, "text": "And I think the most intriguing meeting of the day, though, is from Senator Heidi Heitkamp, a North Dakota Senator, a red state democrat that is in potential consideration for potentially energy secretary."}], "speaker": "SERFATY", "secId": 8}, {"sentences": [{"sentId": 24, "text": "Of course, her potential choice would send shock waves among democrats on Capitol Hill, given the threat that her choosing, she could be replaced by a republican senator."}], "speaker": "SERFATY", "secId": 9}, {"sentences": [{"sentId": 25, "text": "Going forward into next week, Donald Trump will be having a lot less time here at Trump Tower."}, {"sentId": 26, "text": "He is going to be hitting the road, holding more installments of his thank you tour across the country, those campaign-style rallies that we saw first kick off last night in Cincinnati, Ohio."}], "speaker": "SERFATY", "secId": 10}, {"sentences": [{"sentId": 27, "text": "The transition team confirming that Trump will be stepping in Fayetteville, North Carolina on Tuesday in Des Moines, Iowa on Thursday."}, {"sentId": 28, "text": "It's very clear that he's enjoying these rallies and also very clear that he's not backing away from that trademark style we saw during the campaign."}], "speaker": "SERFATY", "secId": 11}, {"sentences": [{"sentId": 29, "text": "So, Sunlen, Donald Trump is also making some headlines over a call he had with the President of Taiwan."}, {"sentId": 30, "text": "What's that all about?"}], "speaker": "LEMON", "secId": 12}, {"sentences": [{"sentId": 31, "text": "That's right."}, {"sentId": 32, "text": "This is breaking with nearly four decades of diplomatic practice."}, {"sentId": 33, "text": "And can be and already is seen as being an affront to China."}], "speaker": "SERFATY", "secId": 13}, {"sentences": [{"sentId": 34, "text": "The transition confirming that the call indeed did take place between President-elect Donald Trump and the President of Taiwan and saying that the two spoke about, quote, \"the close economic, political, and security ties that exist between Taiwan and the U.S.\""}], "speaker": "SERFATY", "secId": 14}, {"sentences": [{"sentId": 35, "text": "But certainly, this is raising a lot of eyebrows."}, {"sentId": 36, "text": "There already has been in the short time since the call was confirmed, already an uproar, certainly questions whether this call is indicating potentially a shift in strategy on the mind of the incoming administration."}], "speaker": "SERFATY", "secId": 15}, {"sentences": [{"sentId": 37, "text": "And Trump paying attention to that tonight."}, {"sentId": 38, "text": "He took to Twitter to defend himself saying in one tweet, quote, \"The president of Taiwan called me,\" emphasis on \"called me today,\" \"to wish me congratulations on winning the presidency."}, {"sentId": 39, "text": "Thank you.\""}], "speaker": "SERFATY", "secId": 16}, {"sentences": [{"sentId": 40, "text": "So, Trump there, clearly trying to downplay the significance of this call, casting it as something of a more congratulatory call."}, {"sentId": 41, "text": "But we do know that China is reacting tonight."}, {"sentId": 42, "text": "According to a senior administration official, China has already contacted the White House, so certainly they are taking it seriously."}, {"sentId": 43, "text": "Don?"}], "speaker": "SERFATY", "secId": 17}, {"sentences": [{"sentId": 44, "text": "All right."}, {"sentId": 45, "text": "Thank you, Sunlen."}, {"sentId": 46, "text": "I appreciate that."}, {"sentId": 47, "text": "I want to bring in now Fareed Zakaria, the host of CNN's Fareed Zakaria GPS."}, {"sentId": 48, "text": "I want to get your take on this surprising phone call between the president-elect and the Taiwanese president."}], "speaker": "LEMON", "secId": 18}, {"sentences": [{"sentId": 49, "text": "It is believed to be the first official contact with a Taiwanese president since 1979."}, {"sentId": 50, "text": "This is a breach of protocol?"}, {"sentId": 51, "text": "Or something bigger?"}], "speaker": "LEMON", "secId": 19}, {"sentences": [{"sentId": 52, "text": "It's much larger than a breach of protocol."}, {"sentId": 53, "text": "You have to understand, we don't recognize -- the United States does not recognize Taiwan as a country."}, {"sentId": 54, "text": "That was part of the deal in the normalization of relations with China."}], "speaker": "ZAKARIA", "secId": 20}, {"sentences": [{"sentId": 55, "text": "It's not just the United States that does not, there are only 20 countries in the world that recognize Taiwan."}, {"sentId": 56, "text": "The countries are countries like Burkina Faso in Africa Sao Tome, Prince Swaziland."}, {"sentId": 57, "text": "Not one European country."}, {"sentId": 58, "text": "I think the Vatican has relations with Taiwan."}], "speaker": "ZAKARIA", "secId": 21}, {"sentences": [{"sentId": 59, "text": "Nobody else has formal diplomatic relations of that kind."}, {"sentId": 60, "text": "So, you know, this was all part of the effort to bring China in from the cold, and it was a very carefully formula during the Nixon administration by Henry Kissinger."}], "speaker": "ZAKARIA", "secId": 22}, {"sentences": [{"sentId": 61, "text": "There was something called the Shanghai Communique, where you there was a kind of constructive ambiguity with sell arms to Taiwan, we signaled to China they could never militarily attack Taiwan, but in return we would not deal with Taiwan as if it were a country."}], "speaker": "ZAKARIA", "secId": 23}, {"sentences": [{"sentId": 62, "text": "Now if you're going to change that, OK, there's an argument for changing that four-decade old policy."}, {"sentId": 63, "text": "But you would hope that there was a plan, there was some thought, there was consultation with the Pentagon, with the State Department, with the CIA."}, {"sentId": 64, "text": "You wouldn't want to wing this."}], "speaker": "ZAKARIA", "secId": 24}, {"sentences": [{"sentId": 65, "text": "So, don't we -- don't we sort of unofficially sort of recognize them?"}, {"sentId": 66, "text": "Or no?"}], "speaker": "LEMON", "secId": 25}, {"sentences": [{"sentId": 67, "text": "No."}], "speaker": "ZAKARIA", "secId": 26}, {"sentences": [{"sentId": 68, "text": "No?"}], "speaker": "LEMON", "secId": 27}, {"sentences": [{"sentId": 69, "text": "No."}, {"sentId": 70, "text": "We do not recognize them as a country."}, {"sentId": 71, "text": "We have relations between them but it is not country to country, ambassador to ambassador level."}], "speaker": "ZAKARIA", "secId": 28}, {"sentences": [{"sentId": 72, "text": "And as I say, it's all part of this very complicated package of things."}, {"sentId": 73, "text": "You know, this is issue number one for China."}, {"sentId": 74, "text": "China has always regarded its foreign relations as first most important thing is, you have to recognize that there is only one China."}], "speaker": "ZAKARIA", "secId": 29}, {"sentences": [{"sentId": 75, "text": "That's why they called the White House."}], "speaker": "LEMON", "secId": 30}, {"sentences": [{"sentId": 76, "text": "Yes, and with small -- with other countries, they have done much more."}, {"sentId": 77, "text": "They have taken this to the U.N. Security Council, they've vetoed resolutions."}, {"sentId": 78, "text": "We need China for lot of things."}, {"sentId": 79, "text": "The U.N. Security Council sanctions against Iran, all that kind of thing."}], "speaker": "ZAKARIA", "secId": 31}, {"sentences": [{"sentId": 80, "text": "So again, as I say, I'm not against putting more pressure on China."}, {"sentId": 81, "text": "If you know what your goal is, what the plan is, why you're doing this."}, {"sentId": 82, "text": "The idea that you just accept the call -- I mean, I would guarantee you that there are about 200 countries in the world, they have all called to congratulate Donald Trump."}], "speaker": "ZAKARIA", "secId": 32}, {"sentences": [{"sentId": 83, "text": "He hasn't taken all those calls."}, {"sentId": 84, "text": "You take -- you take -- to take a call like this is a strategic act."}, {"sentId": 85, "text": "It's not something you wing."}], "speaker": "ZAKARIA", "secId": 33}, {"sentences": [{"sentId": 86, "text": "Yes."}, {"sentId": 87, "text": "So, the transition team also, you know, they put some readouts there."}, {"sentId": 88, "text": "But this is what Donald Trump said."}, {"sentId": 89, "text": "And this is from Twitter."}, {"sentId": 90, "text": "He said, \"Interesting how the U.S. sells Taiwan billions of dollars of military equipment, but I should not accept a congratulatory call.\""}, {"sentId": 91, "text": "What do you think?"}], "speaker": "LEMON", "secId": 34}, {"sentences": [{"sentId": 92, "text": "Yes."}, {"sentId": 93, "text": "It is interesting."}, {"sentId": 94, "text": "And it's part of this very complicated formula that was devised by the Nixon administration, a republican administration, four decades ago."}, {"sentId": 95, "text": "And if he had talked to a State Department briefer for five minutes before the call they would have explained, this was the whole nature of the formula."}], "speaker": "ZAKARIA", "secId": 35}, {"sentences": [{"sentId": 96, "text": "Not to pile on but is that too -- is that is too simplistic an approach to say, we do this but we don't do that?"}], "speaker": "LEMON", "secId": 36}, {"sentences": [{"sentId": 97, "text": "As I say, if you want to break with it, fine."}, {"sentId": 98, "text": "But I'd like to know that there was some thought to it."}, {"sentId": 99, "text": "And I tell you one other piece of it."}, {"sentId": 100, "text": "Kellyanne Conway told Anderson, a very revealing moment, she said the president-elect is allowed to have private conversations with foreign leaders."}], "speaker": "ZAKARIA", "secId": 37}, {"sentences": [{"sentId": 101, "text": "Let's play that."}, {"sentId": 102, "text": "Let's play that."}], "speaker": "LEMON", "secId": 38}, {"sentences": [{"sentId": 103, "text": "Yes, sure."}, {"sentId": 104, "text": "Sure."}], "speaker": "ZAKARIA", "secId": 39}, {"sentences": [{"sentId": 105, "text": "It's a matter of the executive committee, it's a matter of the president-elect, the vice president-elect, other advisers to the transition, making suggestion and we're happy to schedule the calls."}, {"sentId": 106, "text": "There's a very orderly process."}, {"sentId": 107, "text": "We make sure there is plenty of time for those phone calls, that there's proper briefing."}], "speaker": "CONWAY", "secId": 40}, {"sentences": [{"sentId": 108, "text": "And so far, they've just gone really well."}, {"sentId": 109, "text": "He at least is having these private conversations, giving a readout here and there about them."}, {"sentId": 110, "text": "But not trying to make policy, and not trying to make waves, until he's actually the president in six and a half weeks."}], "speaker": "CONWAY", "secId": 41}, {"sentences": [{"sentId": 111, "text": "So, private conversations."}, {"sentId": 112, "text": "But trying not to make policy."}, {"sentId": 113, "text": "What's your reaction?"}], "speaker": "LEMON", "secId": 42}, {"sentences": [{"sentId": 114, "text": "Right, she said a couple of times in that interview that, you know, these are private phone calls."}, {"sentId": 115, "text": "The president-elect of the United States doesn't get to have private phone calls at this point."}], "speaker": "ZAKARIA", "secId": 43}, {"sentences": [{"sentId": 116, "text": "That's why you -- that's why traditionally you have always had a State Department note-taker."}, {"sentId": 117, "text": "Let me give you a simple thing one has to wonder about."}, {"sentId": 118, "text": "Does the Trump organization have business interests in Taiwan?"}, {"sentId": 119, "text": "Were any of those discussed?"}], "speaker": "ZAKARIA", "secId": 44}, {"sentences": [{"sentId": 120, "text": "We know that the Philippines President, Duterte, had a conversation with President-elect Trump."}, {"sentId": 121, "text": "The Trump organization does have business interests in the Philippines."}, {"sentId": 122, "text": "In fact, Duterte, the President of the Philippines, appointed as his special envoy Trump's business partner."}], "speaker": "ZAKARIA", "secId": 45}, {"sentences": [{"sentId": 123, "text": "Now in order to be sure that Donald Trump is engaging in -- is doing deals for the American people and not the Trump organization it would sure be great if there were a State Department note-taker who was there."}], "speaker": "ZAKARIA", "secId": 46}, {"sentences": [{"sentId": 124, "text": "If these calls are entirely private, it's difficult to know what's going on."}, {"sentId": 125, "text": "As I said, there's no evidence of it, but one of the reasons presidents as far back as I can remember have always had note-takers on these calls is because you want a historical record."}, {"sentId": 126, "text": "And you want to be clear."}], "speaker": "ZAKARIA", "secId": 47}, {"sentences": [{"sentId": 127, "text": "The American government needs to know what you are going to -- you can keep it secret from the American people if it's secret diplomatic stuff, but surely you want a system in place where the rest of the government has some awareness that there was a phone call."}], "speaker": "ZAKARIA", "secId": 48}, {"sentences": [{"sentId": 128, "text": "I'm sure you're aware who Ari Fleischer is, he's a former White House Press Secretary under George W. Bush, here's what he tweeted out, he said \"Oh-oh, I wasn't even allowed to refer to the government of Taiwan."}, {"sentId": 129, "text": "I could say government of Taiwan."}, {"sentId": 130, "text": "China -- government on Taiwan, China would go nuts.\""}], "speaker": "LEMON", "secId": 49}, {"sentences": [{"sentId": 131, "text": "And then he tweeted, \"Don't misrepresent what I'm saying, so long as Trump called knowing it would change the status quo, I'm fine with it."}, {"sentId": 132, "text": "I hope it was by design.\""}], "speaker": "LEMON", "secId": 50}, {"sentences": [{"sentId": 133, "text": "So, he tweeted the Chinese president called him."}, {"sentId": 134, "text": "He's sort of saying similarly what you're saying."}, {"sentId": 135, "text": "As long as he knows that maybe he's changing protocol or policy, then he's fine with it."}, {"sentId": 136, "text": "But he said he couldn't even refer to them as a government, he couldn't even refer to them."}], "speaker": "LEMON", "secId": 51}, {"sentences": [{"sentId": 137, "text": "As I said, this is the number one issue for China."}, {"sentId": 138, "text": "And so, if you're changing a four-decade old policy, let's be sure that you understand what you're doing."}, {"sentId": 139, "text": "You'd want to brief your allies."}], "speaker": "ZAKARIA", "secId": 52}, {"sentences": [{"sentId": 140, "text": "I mean, the United States for the last four decades has asked and ensured that its allies follow the same policy as it does."}, {"sentId": 141, "text": "So Britain, France, and Germany don't do this."}], "speaker": "ZAKARIA", "secId": 53}, {"sentences": [{"sentId": 142, "text": "Now, if you're going to go out and do this and they quietly will now start making secret deals with China..."}], "speaker": "ZAKARIA", "secId": 54}, {"sentences": [{"sentId": 143, "text": "Yes."}], "speaker": "LEMON", "secId": 55}, {"sentences": [{"sentId": 144, "text": "... that's not a great deal for the American people."}, {"sentId": 145, "text": "Because then we've gone out on a limb and left open this space where everyone else is going to cozy up with China."}, {"sentId": 146, "text": "As I say, you just need to think this stuff through."}, {"sentId": 147, "text": "It's very high-stakes diplomacy."}], "speaker": "ZAKARIA", "secId": 56}, {"sentences": [{"sentId": 148, "text": "So, he tweeted out that Taiwanese president called him, that we're learning that it was facilitated by some of his advisers."}], "speaker": "LEMON", "secId": 57}, {"sentences": [{"sentId": 149, "text": "Well, and again, there are rumors that it was by some, you know, business associates or people who have had business in China."}, {"sentId": 150, "text": "Who knows."}, {"sentId": 151, "text": "The point is that's why you want the government of the United States to be doing this, the State Department to be doing this."}], "speaker": "ZAKARIA", "secId": 58}, {"sentences": [{"sentId": 152, "text": "Yes."}], "speaker": "LEMON", "secId": 59}, {"sentences": [{"sentId": 153, "text": "You don't want there to be suspicions that your business partners are facilitating conversations between you and heads of state."}], "speaker": "ZAKARIA", "secId": 60}, {"sentences": [{"sentId": 154, "text": "I want to play something."}, {"sentId": 155, "text": "This is from Donald Trump's speech last night where he talked about the U.S. position in the world."}, {"sentId": 156, "text": "Listen."}], "speaker": "LEMON", "secId": 61}, {"sentences": [{"sentId": 157, "text": "There is no global anthem, no global currency, no certificate of global citizenship."}, {"sentId": 158, "text": "We pledge allegiance to one flag and that flag is the American flag."}], "speaker": "TRUMP", "secId": 62}, {"sentences": [{"sentId": 159, "text": "From now on, it's going to be America first."}, {"sentId": 160, "text": "OK?"}, {"sentId": 161, "text": "America first."}, {"sentId": 162, "text": "Global is wonderful."}, {"sentId": 163, "text": "But right now we want to focus on our national community."}, {"sentId": 164, "text": "Never again will anyone's interests come before the interests of the American people."}, {"sentId": 165, "text": "It's not going to happen again."}], "speaker": "TRUMP", "secId": 63}, {"sentences": [{"sentId": 166, "text": "What's your reaction to that?"}, {"sentId": 167, "text": "Concerned, encouraged?"}], "speaker": "LEMON", "secId": 64}, {"sentences": [{"sentId": 168, "text": "Look, it's clearly been part of his appeal that he is going to take care of America."}, {"sentId": 169, "text": "The odd thing is, every American president has done that."}, {"sentId": 170, "text": "The United States has not ceded its sovereignty to the world."}, {"sentId": 171, "text": "The United States is the strongest country in the world."}], "speaker": "ZAKARIA", "secId": 65}, {"sentences": [{"sentId": 172, "text": "A lot of other countries have had to give away, you know, or negotiate parts of their sovereignty in order to get good deals."}, {"sentId": 173, "text": "The U.S. has the dominant currency."}, {"sentId": 174, "text": "Actually we do have the global currency in the world."}], "speaker": "ZAKARIA", "secId": 66}, {"sentences": [{"sentId": 175, "text": "So, it's that to my mind it's kind of cheap rhetoric because the reality is we benefit enormously from this world this global order that we created."}, {"sentId": 176, "text": "That you know, our currency is at the center of the it."}, {"sentId": 177, "text": "Our markets are at the center of it."}, {"sentId": 178, "text": "We set the entire agenda."}], "speaker": "ZAKARIA", "secId": 67}, {"sentences": [{"sentId": 179, "text": "So, you know, it's a great line."}, {"sentId": 180, "text": "But you know what, 5 percent of the world's population, we are able to set the agenda for the other 95 percent."}, {"sentId": 181, "text": "You really want to give that all up?"}, {"sentId": 182, "text": "For, you know, a couple of applause lines in the Midwest?"}], "speaker": "ZAKARIA", "secId": 68}, {"sentences": [{"sentId": 183, "text": "It's going to be an interesting couple of years."}, {"sentId": 184, "text": "Yes."}, {"sentId": 185, "text": "Thank you, Fareed Zakaria."}, {"sentId": 186, "text": "You can catch Fareed Zakaria GPS at 10 a.m. and 1 p.m. Eastern."}], "speaker": "LEMON", "secId": 69}, {"sentences": [{"sentId": 187, "text": "When we come right back, Donald Trump gives 'Mad Dog' Mattis, a nod for secretary of defense."}, {"sentId": 188, "text": "Our team of generals weigh in on that."}], "speaker": "LEMON", "secId": 70}, {"sentences": [{"sentId": 189, "text": "With everything from his cabinet picks to his call with the President of Taiwan."}, {"sentId": 190, "text": "Today, President-elect Donald Trump is making it clear that America's relationship with the rest to the world is going to change."}], "speaker": "LEMON", "secId": 71}, {"sentences": [{"sentId": 191, "text": "Let's discuss now with Lieutenant General Mark Hertling, Major General James Spider Marks, and Rear Admiral Charles 'Chuck' Williams."}, {"sentId": 192, "text": "Good evening, gentlemen."}, {"sentId": 193, "text": "Thank you so much."}, {"sentId": 194, "text": "And again, we appreciate your service."}, {"sentId": 195, "text": "Thank you for your service."}], "speaker": "LEMON", "secId": 72}, {"sentences": [{"sentId": 196, "text": "First of all, I want to get all of you."}, {"sentId": 197, "text": "I want everyone to give their take on Donald Trump's call with the president of Taiwan."}, {"sentId": 198, "text": "He is breaking with decades of U.S. policy on China."}, {"sentId": 199, "text": "Does this concern you, first to you, Spider Marks?"}], "speaker": "LEMON", "secId": 73}, {"sentences": [{"sentId": 200, "text": "It concerns me greatly."}, {"sentId": 201, "text": "I mean, having studied China for quite some time, in fact, I was a young Chinese foreign area officer for a while."}, {"sentId": 202, "text": "This is very, very troubling."}], "speaker": "MARKS", "secId": 74}, {"sentences": [{"sentId": 203, "text": "It smacks of a level of naivete, and also you don't want to flip the bird to China."}, {"sentId": 204, "text": "We need China moving forward, primarily in our relationships with trying to establish relationships with North Korea."}, {"sentId": 205, "text": "A nuclear North Korea."}], "speaker": "MARKS", "secId": 75}, {"sentences": [{"sentId": 206, "text": "General Hertling?"}], "speaker": "LEMON", "secId": 76}, {"sentences": [{"sentId": 207, "text": "Yes, I spent time in China, Don."}, {"sentId": 208, "text": "And what I'll tell you, prior to going there, over a two-week period of time as part of a national war college trip, we studied China for a year."}, {"sentId": 209, "text": "Talked about their relationship between China and Taiwan."}], "speaker": "HERTLING", "secId": 77}, {"sentences": [{"sentId": 210, "text": "I thought of about 100 pro and con reasons why we should or should not have the Taiwanese Defense Act and the Shanghai Communique and the relationships with China the way they were."}], "speaker": "HERTLING", "secId": 78}, {"sentences": [{"sentId": 211, "text": "It is very complicated."}, {"sentId": 212, "text": "And to have a policy that kind of throws that out the window is one thing."}, {"sentId": 213, "text": "But it should be discussed with secretaries of state, State Department, Defense Department, and get some concurrence on it."}], "speaker": "HERTLING", "secId": 79}, {"sentences": [{"sentId": 214, "text": "But I would also say what's interesting is it's happening during a period when there's another president still in office."}, {"sentId": 215, "text": "If Mr. Trump wants to do this, he probably needs to wait for these kinds of things to change policy before he actually takes the inaugural oath."}], "speaker": "HERTLING", "secId": 80}, {"sentences": [{"sentId": 216, "text": "Admiral Williams?"}], "speaker": "LEMON", "secId": 81}, {"sentences": [{"sentId": 217, "text": "Well, it's -- I think he's learning as he goes."}, {"sentId": 218, "text": "This is a -- it's a change for him."}, {"sentId": 219, "text": "And positions he's had in the past."}, {"sentId": 220, "text": "Taiwan made a phone call to him, he took the call, he listened."}, {"sentId": 221, "text": "I think he's open to hearing from different people."}], "speaker": "WILLIAMS", "secId": 82}, {"sentences": [{"sentId": 222, "text": "But, you know, I agree."}, {"sentId": 223, "text": "There is -- there is some diplomacy here."}, {"sentId": 224, "text": "Maybe some concern with China that's going to have to be dealt with."}, {"sentId": 225, "text": "But you know, let's just see how this plays out."}, {"sentId": 226, "text": "Let's give him -- let's give him a chance."}], "speaker": "WILLIAMS", "secId": 83}, {"sentences": [{"sentId": 227, "text": "Just so you know, that we are learning that the call was associated by some of his advisers."}, {"sentId": 228, "text": "But we need, you know, more reporting on that."}, {"sentId": 229, "text": "Could this escalate tension in the Asia-Pacific?"}, {"sentId": 230, "text": "The contested South China Sea, for example, General Hertling?"}], "speaker": "LEMON", "secId": 84}, {"sentences": [{"sentId": 231, "text": "I think it will -- it could potentially in the South China Sea -- I think China has been going their own route there."}, {"sentId": 232, "text": "But I'm more concerned truthfully with relationships, Don, with relationships with North Korea."}, {"sentId": 233, "text": "How Japan sees this."}, {"sentId": 234, "text": "How other nations in Asia see this kind of an approach where it's an unknown Communique without informing allies that are dependent on these kind of relationships."}], "speaker": "HERTLING", "secId": 85}, {"sentences": [{"sentId": 235, "text": "So, it is more than just a tete-a-tete with one other country."}, {"sentId": 236, "text": "You know, whenever you have communications like this you have to consider the whole of the alliance and the strategy writ large."}], "speaker": "HERTLING", "secId": 86}, {"sentences": [{"sentId": 237, "text": "Those are some of the things that Mr. Obama has been slammed foe that he hasn't had coherent strategies."}, {"sentId": 238, "text": "This is a one-on-one nation Communique that is just not good for that part of the world."}], "speaker": "HERTLING", "secId": 87}, {"sentences": [{"sentId": 239, "text": "Admiral Williams, same question."}, {"sentId": 240, "text": "Do you worry about the contested South China Sea, for example?"}], "speaker": "LEMON", "secId": 88}, {"sentences": [{"sentId": 241, "text": "Well, I do, there's $5 trillion of trade that flow through the Straits of Malacca in the South China Sea area."}, {"sentId": 242, "text": "There was, I guess some time ago, President Obama has been a little bit -- I guess more acquiescing to China's demands."}], "speaker": "WILLIAMS", "secId": 89}, {"sentences": [{"sentId": 243, "text": "It happened in the -- it's happened in a couple of different areas."}, {"sentId": 244, "text": "And I think that Donald Trump in a sense is kind of standing up to China and saying, it's not going to be business as usual."}, {"sentId": 245, "text": "So, it is change."}], "speaker": "WILLIAMS", "secId": 90}, {"sentences": [{"sentId": 246, "text": "Spider Marks, same question."}], "speaker": "LEMON", "secId": 91}, {"sentences": [{"sentId": 247, "text": "Yes, well, I hope it's not business as usual, vis-a-vis China."}, {"sentId": 248, "text": "Look, we have to make a strategic decision, a policy decision."}, {"sentId": 249, "text": "Policy really drives strategy."}, {"sentId": 250, "text": "Is whether we're going to compete or whether we're going to cooperate with China."}], "speaker": "MARKS", "secId": 92}, {"sentences": [{"sentId": 251, "text": "And we haven't fundamentally reached that agreement."}], "speaker": "MARKS", "secId": 93}, {"sentences": [{"sentId": 252, "text": "And there must be very specific trust-building measures that we take on."}, {"sentId": 253, "text": "And clearly we have to do it with our navy."}, {"sentId": 254, "text": "Sea lines of communications remain open because the United States Navy, thank you very much."}, {"sentId": 255, "text": "And we have to be able to coordinate with China to figure out if we want to cooperate there or whether we're going to continue to compete."}], "speaker": "MARKS", "secId": 94}, {"sentences": [{"sentId": 256, "text": "It's a much broader question."}, {"sentId": 257, "text": "And as Mark indicated it really has all those parties involved and it focuses -- because the tinder box is North Korea."}], "speaker": "MARKS", "secId": 95}, {"sentences": [{"sentId": 258, "text": "General Mark -- go ahead."}, {"sentId": 259, "text": "Go ahead, General Hertling."}], "speaker": "LEMON", "secId": 96}, {"sentences": [{"sentId": 260, "text": "You know, and Don, what I'd also say too, is there is the national security approach to all of this, having to do with what our navy does in the South China Sea what we're doing on land forces in Korea and other places."}, {"sentId": 261, "text": "But there's also the business aspect of this."}], "speaker": "HERTLING", "secId": 97}, {"sentences": [{"sentId": 262, "text": "And Mr. Trump will likely face some type of crisis in the early days of his presidency."}, {"sentId": 263, "text": "One of those things that he might face is a cyber- attack."}, {"sentId": 264, "text": "And we know parts of the world where those kinds of attacks come from."}, {"sentId": 265, "text": "And one of those parts of the world is China."}], "speaker": "HERTLING", "secId": 98}, {"sentences": [{"sentId": 266, "text": "There's also the potential for a loss of increased intellectual property if China doesn't feel they can trust us in terms of dealing with Taiwan."}], "speaker": "HERTLING", "secId": 99}, {"sentences": [{"sentId": 267, "text": "So, these are business approaches to this part of the world that we have to consider as well as the national security approach."}], "speaker": "HERTLING", "secId": 100}, {"sentences": [{"sentId": 268, "text": "General Marks, let's talk about Donald Trump's pick for secretary of defense, shall we?"}, {"sentId": 269, "text": "James 'Mad Dog' Mattis."}, {"sentId": 270, "text": "Here is Donald Trump last night."}], "speaker": "LEMON", "secId": 101}, {"sentences": [{"sentId": 271, "text": "I don't want to tell you this."}, {"sentId": 272, "text": "Because I want to save the suspense for next week."}, {"sentId": 273, "text": "We are going to appoint 'Mad Dog' Mattis as our secretary of defense."}, {"sentId": 274, "text": "They say he's the closest thing to General George Patton that we have, and it's about time."}, {"sentId": 275, "text": "It's about time."}], "speaker": "TRUMP", "secId": 102}, {"sentences": [{"sentId": 276, "text": "So, General Marks, he has served 44 years in the Marine Corps."}, {"sentId": 277, "text": "You say he's a great choice, why?"}], "speaker": "LEMON", "secId": 103}, {"sentences": [{"sentId": 278, "text": "I think he's a wonderful choice."}, {"sentId": 279, "text": "Jim Mattis is an incredibly prepared, focused leader."}, {"sentId": 280, "text": "And he's also not an incrementalist."}, {"sentId": 281, "text": "Jim is very much a student of history, a voracious reader."}, {"sentId": 282, "text": "I'm sure we've all talked about that and we understand that."}, {"sentId": 283, "text": "The shelves of books that he has, he's actually read."}], "speaker": "MARKS", "secId": 104}, {"sentences": [{"sentId": 284, "text": "And so what he brings to bear is a sense that if we've got a requirement, a mission that's clear, and we can align ourselves we need to determine what that desire that they need to look like, line up everything that needs to be in place, and then in a very precise in a very described amount of time, accomplish that task."}, {"sentId": 285, "text": "And not get into incremental decisions as you go along."}], "speaker": "MARKS", "secId": 105}, {"sentences": [{"sentId": 286, "text": "And of course there will always be conditions that will change."}, {"sentId": 287, "text": "You have to be adoptable to that."}, {"sentId": 288, "text": "But Jim will ensure -- and remember that the secretary of defense has command and control authority over forces."}, {"sentId": 289, "text": "The chairman does not."}, {"sentId": 290, "text": "Chairman of the Joint Chiefs of Staff."}], "speaker": "MARKS", "secId": 106}, {"sentences": [{"sentId": 291, "text": "So, the secretary of defense will have to be very clear and very precise and that's what Jim brings to the table."}], "speaker": "MARKS", "secId": 107}, {"sentences": [{"sentId": 292, "text": "So, what is his world view?"}, {"sentId": 293, "text": "How is he going to deal with more aggressive Russia, ISIS, NATO, et cetera, admiral?"}], "speaker": "LEMON", "secId": 108}, {"sentences": [{"sentId": 294, "text": "Well, he has a NATO background."}, {"sentId": 295, "text": "He believes in a strong NATO."}, {"sentId": 296, "text": "With Russia, he has concerns about Putin and his expansion plans."}, {"sentId": 297, "text": "I think he's very aligned with Trump on Iran."}, {"sentId": 298, "text": "He doesn't see that that treaty or that plan, that agreement, is going to stop Iran from getting a nuclear weapon."}, {"sentId": 299, "text": "He sees it as a pause more than a conclusion to depriving them of a"}], "speaker": "WILLIAMS", "secId": 109}, {"sentences": [{"sentId": 300, "text": "nuclear weapon."}, {"sentId": 301, "text": "And I think he shares some of the same agreements with Donald Trump on ISIS and the Middle East and in Syria."}], "speaker": "WILLIAMS", "secId": 110}, {"sentences": [{"sentId": 302, "text": "Yes."}, {"sentId": 303, "text": "General Hertling, I have to ask you, because Mattis was also an outspoken critic of the Iran deal as the admiral just said."}, {"sentId": 304, "text": "But back in 2013, he said Iran was one of his top concerns."}, {"sentId": 305, "text": "Is the Iran deal toast?"}], "speaker": "LEMON", "secId": 111}, {"sentences": [{"sentId": 306, "text": "I don't believe it is."}, {"sentId": 307, "text": "I think General Mattis will see that there's a broader approach to take toward this."}, {"sentId": 308, "text": "And he has -- he has slammed it a little bit, but at the same time, I think what you'll see in General Mattis is a more mature and informed approach to strategy writ large."}], "speaker": "HERTLING", "secId": 112}, {"sentences": [{"sentId": 309, "text": "He will take the big problems across the globe and not just focus on small, individual nations and problems with them."}, {"sentId": 310, "text": "He will be able to balance the approach of Iran in all of the Middle East, as opposed to just one country that we're dealing with."}], "speaker": "HERTLING", "secId": 113}, {"sentences": [{"sentId": 311, "text": "That's the important thing that I think General Mattis is going to bring."}, {"sentId": 312, "text": "And he will bring a balance to the National Security Council, to counterbalance some of the more extreme views from others that Mr. Trump has already chosen."}], "speaker": "HERTLING", "secId": 114}, {"sentences": [{"sentId": 313, "text": "Now I think all of those things are critically important."}, {"sentId": 314, "text": "He will walk into the Pentagon with a better feel than any of the previous five secretaries of defense in terms of what we need to do within the Pentagon."}], "speaker": "HERTLING", "secId": 115}, {"sentences": [{"sentId": 315, "text": "But he also has to run the Department of Defense like a business which is going to be challenging to do."}, {"sentId": 316, "text": "And he's going to have to drive some different types of strategies to the areas of the world that the combatant commanders are approaching right now."}], "speaker": "HERTLING", "secId": 116}, {"sentences": [{"sentId": 317, "text": "Gentlemen, thank you."}, {"sentId": 318, "text": "Fascinating."}, {"sentId": 319, "text": "Have a good weekend."}], "speaker": "LEMON", "secId": 117}, {"sentences": [{"sentId": 320, "text": "Thank you, Don."}], "speaker": "HERTLING", "secId": 118}, {"sentences": [{"sentId": 321, "text": "Thanks, Don."}], "speaker": "WILIAMS", "secId": 119}, {"sentences": [{"sentId": 322, "text": "When we come right back, the economy is looking up for some people, but why isn't it working for everybody?"}], "speaker": "LEMON", "secId": 120}, {"sentences": [{"sentId": 323, "text": "In the midst of this uproar over his phone call with the government of Taiwan, President-elect Donald Trump is changing his tweets mid-stream tweeting tonight, quote, \"Rexnord of Indiana is moving to Mexico and rather viciously firing all of its 300 working."}, {"sentId": 324, "text": "This is happening all over our country."}, {"sentId": 325, "text": "No more.\""}], "speaker": "LEMON", "secId": 121}, {"sentences": [{"sentId": 326, "text": "This, as the unemployment rate dropped to 4.6 in November, getting close to what economists call full employment."}, {"sentId": 327, "text": "So, if the economy is back to full blast, why are so many Americans not feeling it?"}, {"sentId": 328, "text": "Let's discuss now with New York Post columnist Saleno Zito, and Frank"}], "speaker": "LEMON", "secId": 122}, {"sentences": [{"sentId": 329, "text": "Buckley, he's the author of \"The Way Back:  Restoring the Promise of America\" and he was a speechwriter for Donald Trump Jr. at the republican convention."}], "speaker": "LEMON", "secId": 123}, {"sentences": [{"sentId": 330, "text": "Good evening to both of you."}, {"sentId": 331, "text": "Thanks for coming on."}, {"sentId": 332, "text": "Salena, I'm going to start with you."}, {"sentId": 333, "text": "The unemployment rate dropped to 4.6 percent, I just mentioned that, the lower -- the lowest level since 2007."}, {"sentId": 334, "text": "That is good news."}, {"sentId": 335, "text": "So, to many Americans, why doesn't it feel that way?"}], "speaker": "LEMON", "secId": 124}, {"sentences": [{"sentId": 336, "text": "Well, you have to look down in the numbers to understand why not everyone is feeling the economic boom."}, {"sentId": 337, "text": "So people with college education, two years or more, bachelor's degree, master's degree, and so on, their unemployment rate is actually at 2.3 percent."}], "speaker": "ZITO", "secId": 125}, {"sentences": [{"sentId": 338, "text": "But people with only high school education and a lot of those people are in manufacturing or, you know, artisans, you know, they work with their hands, they work in construction, the unemployment rate for them is at 8 percent."}], "speaker": "ZITO", "secId": 126}, {"sentences": [{"sentId": 339, "text": "So, you know, they're not feeling -- there's sort of a divide there, right?"}, {"sentId": 340, "text": "And they're not feeling this same, you know, lift that people with higher education and people in technology jobs are getting."}, {"sentId": 341, "text": "So, that's why you feel this disparity."}, {"sentId": 342, "text": "That's why, you know, people don't understand why everyone's not feeling, you know, this boom."}], "speaker": "ZITO", "secId": 127}, {"sentences": [{"sentId": 343, "text": "But they're not getting -- they're not getting the jobs at the clip, the same clip, the same clip as their educated cousins are."}], "speaker": "ZITO", "secId": 128}, {"sentences": [{"sentId": 344, "text": "It depends on the sector that you're in."}], "speaker": "LEMON", "secId": 129}, {"sentences": [{"sentId": 345, "text": "Right."}], "speaker": "ZITO", "secId": 130}, {"sentences": [{"sentId": 346, "text": "The job sector."}, {"sentId": 347, "text": "So, Frank, behind that number, some less good news."}, {"sentId": 348, "text": "Millions of working-aged people have given up looking for work."}, {"sentId": 349, "text": "Are those folks Trump voters?"}], "speaker": "LEMON", "secId": 131}, {"sentences": [{"sentId": 350, "text": "Yes, I think a lot of."}, {"sentId": 351, "text": "I mean, there's a little creative accounting in terms of what the unemployment number is in."}, {"sentId": 352, "text": "You're right."}, {"sentId": 353, "text": "A lot of people have just given up looking."}, {"sentId": 354, "text": "And beyond that, there are other things going on."}, {"sentId": 355, "text": "There's a concern about inequality."}], "speaker": "BUCKLEY", "secId": 132}, {"sentences": [{"sentId": 356, "text": "And there's, in particular, a concern about immobility."}, {"sentId": 357, "text": "We've seemed to have grown a class society."}, {"sentId": 358, "text": "And this had something to do with the occupy Wall Street movements of four or five years back."}, {"sentId": 359, "text": "But also I think the election of Donald Trump and of the parallel rise of Bernie Sanders."}], "speaker": "BUCKLEY", "secId": 133}, {"sentences": [{"sentId": 360, "text": "I think in both cases there was a rejection of things that had gone on before."}, {"sentId": 361, "text": "I mean, Hillary was the, you know, the candidate of the status quo."}, {"sentId": 362, "text": "But we had two candidates trying to bust things up."}, {"sentId": 363, "text": "And they were the people who ultimately rose to the top, almost in the case of Sanders, but certainly in the case of Trump."}, {"sentId": 364, "text": "LEMON:  Interesting."}, {"sentId": 365, "text": "So, Frank, another question."}, {"sentId": 366, "text": "Martin Savidge was"}], "speaker": "BUCKLEY", "secId": 134}, {"sentences": [{"sentId": 367, "text": "at the Carrier -- the Carrier plant the other night and he interviewed some people after that news, that news of the deal was announced."}, {"sentId": 368, "text": "He didn't see a lot of celebrating there."}, {"sentId": 369, "text": "He said, I didn't see a lot of people with their, you know, arms in the air, celebrating."}], "speaker": "BUCKLEY", "secId": 135}, {"sentences": [{"sentId": 370, "text": "He says the workers have a lot of questions."}, {"sentId": 371, "text": "Whose jobs are going to be saved?"}, {"sentId": 372, "text": "Will there be pay cuts?"}, {"sentId": 373, "text": "And around the country I'm wondering if there's some questions tonight about this type of deal, correct?"}], "speaker": "BUCKLEY", "secId": 136}, {"sentences": [{"sentId": 374, "text": "There are indeed."}, {"sentId": 375, "text": "Some of the republican or libertarian purists are upset at what's going on."}, {"sentId": 376, "text": "But these are the guys who didn't get very far in the 2016 election, in the primaries."}, {"sentId": 377, "text": "That was an older Republican Party."}, {"sentId": 378, "text": "That was the, I think the Republican Party that died in 2012."}], "speaker": "BUCKLEY", "secId": 137}, {"sentences": [{"sentId": 379, "text": "It was Mitt Romney's party."}, {"sentId": 380, "text": "It was Ted Cruz's party."}, {"sentId": 381, "text": "And it died."}, {"sentId": 382, "text": "And when they did the autopsy and opened things up, you know what they found, they didn't find a heart."}], "speaker": "BUCKLEY", "secId": 138}, {"sentences": [{"sentId": 383, "text": "In other words, it was a party that I think died of its own heartlessness."}, {"sentId": 384, "text": "And what Trump offered was something else."}, {"sentId": 385, "text": "A party that didn't run according to some geometric formula, right-wing principles, but a party that really cared about ordinary working Americans."}], "speaker": "BUCKLEY", "secId": 139}, {"sentences": [{"sentId": 386, "text": "Yes."}, {"sentId": 387, "text": "Salena, I found this very interesting today, because Sarah Palin weigh in the deal today and she congratulated Carrier employees but it was concerned about the heavy hand of government."}, {"sentId": 388, "text": "And here's what she said."}], "speaker": "LEMON", "secId": 140}, {"sentences": [{"sentId": 389, "text": "She said, \"Republicans opposed this, remember, instead, we support competition on a level playing field, remember?"}, {"sentId": 390, "text": "Because we know special interests, crony capitalism is one big fail.\""}], "speaker": "LEMON", "secId": 141}, {"sentences": [{"sentId": 391, "text": "Do you think there could be a split coming inside the Republican Party?"}], "speaker": "LEMON", "secId": 142}, {"sentences": [{"sentId": 392, "text": "Sure, there's going to -- there could be a split."}, {"sentId": 393, "text": "Because there's two different ways of looking at this."}, {"sentId": 394, "text": "There's this, you know, let the markets do what they will and that's been the more traditional -- you know, let the free markets work its way out."}], "speaker": "ZITO", "secId": 143}, {"sentences": [{"sentId": 395, "text": "And then, you know, Trump is more of like deal democrat where he gets in there, he gets involved, and he tries to massage the situation."}], "speaker": "ZITO", "secId": 144}, {"sentences": [{"sentId": 396, "text": "I was at Carrier yesterday and I talked to a lot of the employees afterwards."}, {"sentId": 397, "text": "And you're right, there was a caution."}, {"sentId": 398, "text": "I mean, they were excited that the possibility of saving their jobs -- but they were also concerned, how long does this last?"}, {"sentId": 399, "text": "Is this for two years?"}, {"sentId": 400, "text": "Is this for five years?"}, {"sentId": 401, "text": "They understand that their way of life and their way to have a middle class life is fading away."}], "speaker": "ZITO", "secId": 145}, {"sentences": [{"sentId": 402, "text": "Yes."}, {"sentId": 403, "text": "But there's also another idea here that I'm hearing about, that any company in America may be able to hold the president hostage now saying, we'll send our jobs to Mexico unless you give us a deal."}, {"sentId": 404, "text": "Does that concern people?"}, {"sentId": 405, "text": "BUCKLEY:  Well, a little bit."}], "speaker": "LEMON", "secId": 146}, {"sentences": [{"sentId": 406, "text": "Salena, and then Frank, I'll have you."}], "speaker": "LEMON", "secId": 147}, {"sentences": [{"sentId": 407, "text": "Sure."}], "speaker": "BUCKLEY", "secId": 148}, {"sentences": [{"sentId": 408, "text": "Well, I mean, yes, there could be this domino effect, right."}, {"sentId": 409, "text": "I mean, that's the risk you take when you go in there and you save one company."}, {"sentId": 410, "text": "There's always going to be what about me?"}, {"sentId": 411, "text": "You know, what about us?"}, {"sentId": 412, "text": "Why can't we be saved?"}, {"sentId": 413, "text": "So, there's definitely that risk."}], "speaker": "ZITO", "secId": 149}, {"sentences": [{"sentId": 414, "text": "So, Frank, sorry, go ahead."}], "speaker": "LEMON", "secId": 150}, {"sentences": [{"sentId": 415, "text": "Yes, I think the -- my main takeaway from Sarah Palin is that, gee, I guess she's not going to be the secretary of veteran affairs."}, {"sentId": 416, "text": "But there is some concern there."}, {"sentId": 417, "text": "And in the general, it's not the sort of thing the president can do all the time."}], "speaker": "BUCKLEY", "secId": 151}, {"sentences": [{"sentId": 418, "text": "I mean, it was something of a one-off."}, {"sentId": 419, "text": "But a president's got a much bigger agenda."}, {"sentId": 420, "text": "And he can't go on doing that."}, {"sentId": 421, "text": "But let me mention something which I think I caught from Salena's statement just now."}, {"sentId": 422, "text": "And that is the idea that those jobs are disappearing."}, {"sentId": 423, "text": "They'll always go away."}], "speaker": "BUCKLEY", "secId": 152}, {"sentences": [{"sentId": 424, "text": "And again, when I talked about income inequality, and I look the at other countries that are vastly more mobile than our -- than ours is, the standard argument is, well, you know, it's a move to an information economy, it's skill-based technological change, I mean, all those jobs are going to die."}], "speaker": "BUCKLEY", "secId": 153}, {"sentences": [{"sentId": 425, "text": "But nevertheless, I mean, other countries that aren't exactly living in the Stone Age, like Canada and Denmark, don't have our inequality or immobility."}, {"sentId": 426, "text": "So something else is going on."}, {"sentId": 427, "text": "And I think that's the more interesting question here."}], "speaker": "BUCKLEY", "secId": 154}, {"sentences": [{"sentId": 428, "text": "All right."}, {"sentId": 429, "text": "Salena and Frank, thank you."}, {"sentId": 430, "text": "I appreciate it."}], "speaker": "LEMON", "secId": 155}, {"sentences": [{"sentId": 431, "text": "Thank you."}, {"sentId": 432, "text": "Thanks."}], "speaker": "ZITO", "secId": 156}, {"sentences": [{"sentId": 433, "text": "When we come right back, Dave Ramsey on the economy under Donald Trump."}, {"sentId": 434, "text": "Why he says politicians can't fix your money problems."}], "speaker": "LEMON", "secId": 157}, {"sentences": [{"sentId": 435, "text": "Dave Ramsey of course is one of America's leading voices on personal finance."}, {"sentId": 436, "text": "So how does he think American workers will do under a Trump presidency?"}], "speaker": "LEMON", "secId": 158}, {"sentences": [{"sentId": 437, "text": "David Ramsey joins me now."}, {"sentId": 438, "text": "We'll just ask him."}, {"sentId": 439, "text": "Before we ask you that direct question, though, you taped a message to your fans, it was back in January when the primary elections were heating up, let's listen to it."}], "speaker": "LEMON", "secId": 159}, {"sentences": [{"sentId": 440, "text": "There's nobody on news channel that's going to fix your life, there's no government program that's going to fix your life, there's no republican that if he gets elected is going to become Jesus, and there's no democrat that if they get elected is going to be the Jesus of your life and give you everything you ever wanted."}], "speaker": "RAMSEY", "secId": 160}, {"sentences": [{"sentId": 441, "text": "It's an absolute lie and it's been going on since man invented politics, I guess."}, {"sentId": 442, "text": "Do not let a politician; do not let a news anchor become the hero in your story."}, {"sentId": 443, "text": "You are the hero in your story."}], "speaker": "RAMSEY", "secId": 161}, {"sentences": [{"sentId": 444, "text": "So, why do you think, David, that Americans pin -- that we pin our hopes on politicians?"}, {"sentId": 445, "text": "Do you think that we expect politicians to fix our money problems?"}], "speaker": "LEMON", "secId": 162}, {"sentences": [{"sentId": 446, "text": "Well, we all love a good story."}, {"sentId": 447, "text": "We still want the lone ranger to ride into the white horse and save the day and fix us."}, {"sentId": 448, "text": "And some of the Trump voters wanted to do that."}, {"sentId": 449, "text": "Some of the Hillary voters wanted to do that."}, {"sentId": 450, "text": "We've always wanted a Ronald Reagan to come in and fix our lives."}], "speaker": "RAMSEY", "secId": 163}, {"sentences": [{"sentId": 451, "text": "Some people wanted Bill Clinton to come in and fix their life."}, {"sentId": 452, "text": "It's a misnomer because it steals the dignity of the individual."}, {"sentId": 453, "text": "Because as individuals in a free market culture, we've got the ability to get up, leave the cave, kill something, and drag it home."}], "speaker": "RAMSEY", "secId": 164}, {"sentences": [{"sentId": 454, "text": "And if our career line is not -- our career track is not working out, we've got the ability to retool and reset our lives."}, {"sentId": 455, "text": "But when we sit back and wait on someone in a network, you or me sitting and looking at these cameras, or we look at someone in Washington to fix our lives, we always end up with a life that sucks."}, {"sentId": 456, "text": "Because no one is coming to fix your life."}], "speaker": "RAMSEY", "secId": 165}, {"sentences": [{"sentId": 457, "text": "OK."}, {"sentId": 458, "text": "So, speaking of retooling, when you look at, you know, what's happening in the rust belt, when you look at, you know, maybe in coal country, you know, the candidates were, especially Donald Trump, saying you get these jobs, we're going to get your jobs back, or whatever."}, {"sentId": 459, "text": "Do you think that's realistic?"}, {"sentId": 460, "text": "Do you think some of those jobs are not going to come back simply because of automation and that they don't exist anymore?"}], "speaker": "LEMON", "secId": 166}, {"sentences": [{"sentId": 461, "text": "Well, some of the jobs will come back if things like, the environmental pressure on coal is let up under a Trump administration versus a more environmental-driven, liberal administration."}], "speaker": "RAMSEY", "secId": 167}, {"sentences": [{"sentId": 462, "text": "Do you think that's going to affect?"}], "speaker": "LEMON", "secId": 168}, {"sentences": [{"sentId": 463, "text": "Yes, that's going to affect the production of coal, without a doubt."}, {"sentId": 464, "text": "It will affect the production of oil and other things like that energy-based things."}, {"sentId": 465, "text": "Because of the energy policies coming out of Washington."}], "speaker": "RAMSEY", "secId": 169}, {"sentences": [{"sentId": 466, "text": "But at the end of the day, if you're looking at a job that someone's been doing for 100 years, honestly, the likelihood is unless you're doing it in a boutique setting, you're probably not going to be doing that in 30 or 40 years."}], "speaker": "RAMSEY", "secId": 170}, {"sentences": [{"sentId": 467, "text": "We are seeing a shift with the power of the internet."}, {"sentId": 468, "text": "We're seeing a shift with the power of technology."}, {"sentId": 469, "text": "And the way I do my job, the way I do your job in broadcasting, is substantially different than it was just five years ago."}], "speaker": "RAMSEY", "secId": 171}, {"sentences": [{"sentId": 470, "text": "Right."}], "speaker": "LEMON", "secId": 172}, {"sentences": [{"sentId": 471, "text": "Much less 25 years ago when I started in talk radio."}, {"sentId": 472, "text": "You know, just the delivery mechanisms."}, {"sentId": 473, "text": "They're completely shifted."}, {"sentId": 474, "text": "Our access to markets is different."}, {"sentId": 475, "text": "And if you don't adapt and change with that, in any industry, you're going to struggle."}], "speaker": "RAMSEY", "secId": 173}, {"sentences": [{"sentId": 476, "text": "Yes."}, {"sentId": 477, "text": "Just ask the people who used to, you know, who once made videotapes."}, {"sentId": 478, "text": "I'm sure it really doesn't exist and it's all digital now."}], "speaker": "LEMON", "secId": 174}, {"sentences": [{"sentId": 479, "text": "Exactly."}], "speaker": "RAMSEY", "secId": 175}, {"sentences": [{"sentId": 480, "text": "So, you know, my question was how will we fare under a Donald Trump presidency, the economy?"}, {"sentId": 481, "text": "So, you can answer it I think in this question."}], "speaker": "LEMON", "secId": 176}, {"sentences": [{"sentId": 482, "text": "He calls on the chairman of United Technology and the next thing we know 800 workers are keeping their jobs."}, {"sentId": 483, "text": "Is it fair to say that for these -- for these families, that Donald Trump is actually a hero in their stories?"}], "speaker": "LEMON", "secId": 177}, {"sentences": [{"sentId": 484, "text": "Yes, for 800 people."}, {"sentId": 485, "text": "There's 300 million of us out here, though."}, {"sentId": 486, "text": "And you know, logistically, your last guest was absolutely correct."}], "speaker": "RAMSEY", "secId": 178}, {"sentences": [{"sentId": 487, "text": "The ability of him to go around on a micro one-off basis and do these deals all over the place and single-handedly save the economy is just, that's ludicrous."}], "speaker": "RAMSEY", "secId": 179}, {"sentences": [{"sentId": 488, "text": "What he can do and what a president can do realistically is set an environment, a predictable environment where business that is doing value-enhancing things to a community, that capitalism that's sanctified, capitalism that's moral, can grow."}], "speaker": "RAMSEY", "secId": 180}, {"sentences": [{"sentId": 489, "text": "If we -- those of us that run business, I've got 600 team members on my team, I hired 135 people last year."}, {"sentId": 490, "text": "I need a predictable environment where government is not a tick on my backside sucking the blood out of my cash flow."}, {"sentId": 491, "text": "And then I'll create jobs for you because I want to grow my business, it's the very nature."}, {"sentId": 492, "text": "And I want to help my customers."}], "speaker": "RAMSEY", "secId": 181}, {"sentences": [{"sentId": 493, "text": "And more customers I help, the more people I need to hire."}, {"sentId": 494, "text": "And the same is true at CNN, the same as true at any other business that's out there where we're bringing value to the economy and value to the community."}, {"sentId": 495, "text": "And he just needs to create the environment where we can do that again."}, {"sentId": 496, "text": "And then step back and let that happen."}], "speaker": "RAMSEY", "secId": 182}, {"sentences": [{"sentId": 497, "text": "The problem I've got when is these politicians come in and say, I created jobs."}, {"sentId": 498, "text": "There's no politician creates jobs."}, {"sentId": 499, "text": "Business creates jobs."}, {"sentId": 500, "text": "LEMON:  Yes."}, {"sentId": 501, "text": "It reminded me of -- what you said reminded me of what --"}], "speaker": "RAMSEY", "secId": 183}, {"sentences": [{"sentId": 502, "text": "I don't know if you heard."}, {"sentId": 503, "text": "I quoted Sarah Palin when she said she was concerned about the heavy hand of government that republicans oppose this remember, instead we support competition on a level playing field remember, because we know special interests, crony capitalism is one big fail."}, {"sentId": 504, "text": "And you seem to be echoing what she -- what she -- her sentiments."}, {"sentId": 505, "text": "Is that correct?"}], "speaker": "RAMSEY", "secId": 184}, {"sentences": [{"sentId": 506, "text": "I -- maybe a little."}, {"sentId": 507, "text": "I don't know if I want to be accused of agreeing with Sarah or something."}, {"sentId": 508, "text": "But you know, the bottom line is this."}, {"sentId": 509, "text": "I mean, she -- that's kind of a tea party line."}, {"sentId": 510, "text": "If you want to take that."}], "speaker": "RAMSEY", "secId": 185}, {"sentences": [{"sentId": 511, "text": "And if you want to be a libertarian in the economy and say, let the free market do its thing, yes, I'll line up and I'll march to that."}, {"sentId": 512, "text": "But -- because again, I know where jobs come from."}, {"sentId": 513, "text": "I'm literally creating them."}, {"sentId": 514, "text": "I own a business that hires people."}], "speaker": "RAMSEY", "secId": 186}, {"sentences": [{"sentId": 515, "text": "And people that, you know, small businesses, there's 27 million small businesses in America."}, {"sentId": 516, "text": "They need a predictable environment in the economy, and they will create jobs."}, {"sentId": 517, "text": "You don't have to go give them stuff like they did at Carrier."}, {"sentId": 518, "text": "We'll just do it."}, {"sentId": 519, "text": "Just don't take stuff from us, that's all we're asking."}], "speaker": "RAMSEY", "secId": 187}, {"sentences": [{"sentId": 520, "text": "Dave Ramsey, I want you to stick around."}, {"sentId": 521, "text": "When we come right back, I want to know what your advice, what advice would you give to President-elect Donald Trump?"}, {"sentId": 522, "text": "We'll be right back."}], "speaker": "LEMON", "secId": 188}, {"sentences": [{"sentId": 523, "text": "Can Donald Trump improve the lives of working class voters?"}], "speaker": "LEMON", "secId": 189}, {"sentences": [{"sentId": 524, "text": "Dave Ramsey is back with me."}, {"sentId": 525, "text": "Dave, so let's say that I'm one of the workers in Indiana whose job isn't save, it's going to Mexico."}, {"sentId": 526, "text": "What can I do to make sure I don't fall behind financially?"}], "speaker": "LEMON", "secId": 190}, {"sentences": [{"sentId": 527, "text": "Well, the first thing you've got to do, is if you're unemployed, you have to put up what we call the four walls."}, {"sentId": 528, "text": "And that you take any job you can temporarily to keep food on the table, keep the lights and water on, keep the house payment paid, food, shelter, clothing, transportation and utilities."}], "speaker": "RAMSEY", "secId": 191}, {"sentences": [{"sentId": 529, "text": "And we counsel and work with people every day that have gone through unemployment spouts and those kinds of things."}], "speaker": "RAMSEY", "secId": 192}, {"sentences": [{"sentId": 530, "text": "On the short term, you take any job you can."}, {"sentId": 531, "text": "On the long-term, you start thinking about what your career track is."}, {"sentId": 532, "text": "And you say gosh, I'm 50 years old, and you know, this thing I've been doing is gone."}, {"sentId": 533, "text": "Now what am I going to do with my life."}], "speaker": "RAMSEY", "secId": 193}, {"sentences": [{"sentId": 534, "text": "And the good is this."}, {"sentId": 535, "text": "If you're 50 years old and doing this, by the way, most people make the most money of their lives in the decade of their 50's."}, {"sentId": 536, "text": "And sometimes it's from what we call an encore career."}, {"sentId": 537, "text": "Where they take all their wisdom and their experience from what the used to do and they add some training to that, they're big enough to go get some class -- take some classes and then plug back into the economy."}], "speaker": "RAMSEY", "secId": 194}, {"sentences": [{"sentId": 538, "text": "Change the trajectory of their career and then end up making more money they've never made into their lives."}, {"sentId": 539, "text": "But they have to have a clear set of eyes to do that and not wait on someone else to fix their life."}, {"sentId": 540, "text": "But take on the necessities while you make these career changes and get back in the saddle again."}], "speaker": "RAMSEY", "secId": 195}, {"sentences": [{"sentId": 541, "text": "I want to ask, why in the 50s."}, {"sentId": 542, "text": "Why does it happen in the 50's?"}], "speaker": "LEMON", "secId": 196}, {"sentences": [{"sentId": 543, "text": "I don't know."}, {"sentId": 544, "text": "I think it's some critical mass issue."}, {"sentId": 545, "text": "I think what happens is the dumb mistakes that we all do in our lives, you know, they kind of turn into experience."}], "speaker": "RAMSEY", "secId": 197}, {"sentences": [{"sentId": 546, "text": "Wisdom."}], "speaker": "LEMON", "secId": 198}, {"sentences": [{"sentId": 547, "text": "Which turns into wisdom."}], "speaker": "RAMSEY", "secId": 199}, {"sentences": [{"sentId": 548, "text": "Yes."}], "speaker": "LEMON", "secId": 200}, {"sentences": [{"sentId": 549, "text": "And then you put that with some education and possibly getting knocked out of saddle and redirecting a little bit, it kind of jostles you a little bit and we see people make, again, more money than they've made in their lives in that decade."}], "speaker": "RAMSEY", "secId": 201}, {"sentences": [{"sentId": 550, "text": "Yes."}, {"sentId": 551, "text": "I always say, there's nothing like time on the planet."}, {"sentId": 552, "text": "It's one of the best attributes that you can have."}, {"sentId": 553, "text": "You just -- you just have to stay here long enough in order to get it."}], "speaker": "LEMON", "secId": 202}, {"sentences": [{"sentId": 554, "text": "If you were Donald Trump's economic adviser, what advice would you give him?"}], "speaker": "LEMON", "secId": 203}, {"sentences": [{"sentId": 555, "text": "Donald Trump doesn't give a real put -- what Dave Ramsey thinks."}], "speaker": "RAMSEY", "secId": 204}, {"sentences": [{"sentId": 556, "text": "I care though."}], "speaker": "LEMON", "secId": 205}, {"sentences": [{"sentId": 557, "text": "He's not seen my face coming in and out of that tower being interviewed."}, {"sentId": 558, "text": "I can promise you."}], "speaker": "RAMSEY", "secId": 206}, {"sentences": [{"sentId": 559, "text": "I am not so sure."}, {"sentId": 560, "text": "Are you sure about that?"}], "speaker": "LEMON", "secId": 207}, {"sentences": [{"sentId": 561, "text": "Well, I mean, again, back to what I was saying earlier."}, {"sentId": 562, "text": "Those of us that run businesses, small or large."}, {"sentId": 563, "text": "We like a predictable environment."}, {"sentId": 564, "text": "And the stock market is a large performing business, obviously."}, {"sentId": 565, "text": "Those are publicly traded companies."}, {"sentId": 566, "text": "They like a predictable environment."}], "speaker": "RAMSEY", "secId": 208}, {"sentences": [{"sentId": 567, "text": "So, if you say you're going to kill Obamacare because health insurance rates have doubled and they're sinking small business people left and right."}, {"sentId": 568, "text": "And the individual who is paying their own policies, it's the biggest budget item per crisis they've got right now."}, {"sentId": 569, "text": "If you say you're going to go into office and kill that, you better go into office and kill that."}, {"sentId": 570, "text": "You can't be a squirrel in the road."}, {"sentId": 571, "text": "You can't get all ADD with your political cronies and start running"}], "speaker": "RAMSEY", "secId": 209}, {"sentences": [{"sentId": 572, "text": "back and forth."}, {"sentId": 573, "text": "You better follow through."}, {"sentId": 574, "text": "So, whatever path you take make it predictable."}, {"sentId": 575, "text": "Enemies or not, you know, people that love you, people that don't."}, {"sentId": 576, "text": "Take that path."}, {"sentId": 577, "text": "And then the rest of us can follow and we can judge and make our hires and make our business strategies based on that pre predictable environment."}], "speaker": "RAMSEY", "secId": 210}, {"sentences": [{"sentId": 578, "text": "We were talking before, David, about the good economic news today, unemployment rate 4.6 percent."}, {"sentId": 579, "text": "That's, you know, full employment economy say, almost full employment."}, {"sentId": 580, "text": "What are you hearing from your fans?"}, {"sentId": 581, "text": "Are they feeling hopeful?"}, {"sentId": 582, "text": "Are they anxious about their jobs?"}], "speaker": "LEMON", "secId": 211}, {"sentences": [{"sentId": 583, "text": "Well, the old rule about the unemployment is that the unemployment statistics don't matter to the individual."}], "speaker": "RAMSEY", "secId": 212}, {"sentences": [{"sentId": 584, "text": "Yes."}], "speaker": "LEMON", "secId": 213}, {"sentences": [{"sentId": 585, "text": "Because you're never 4.6 percent unemployed."}, {"sentId": 586, "text": "You're either 100 percent unemployed or you're 100 employed."}], "speaker": "RAMSEY", "secId": 214}, {"sentences": [{"sentId": 587, "text": "Right."}], "speaker": "LEMON", "secId": 215}, {"sentences": [{"sentId": 588, "text": "You know, we've got this labor participation thing meaning people quit looking."}, {"sentId": 589, "text": "And so, they change the whole baseline which any first -- anybody who has had one semester of statistics knows that's a bogus number."}, {"sentId": 590, "text": "That the books have been completely cooked for political reasons there."}], "speaker": "RAMSEY", "secId": 216}, {"sentences": [{"sentId": 591, "text": "So that's a bunch of crap is what we're saying."}, {"sentId": 592, "text": "It's not full employment."}, {"sentId": 593, "text": "You got a whole sector of the economy that your previous guest just told you."}, {"sentId": 594, "text": "Eight percent of them are sitting on the sidelines."}, {"sentId": 595, "text": "And that doesn't even count the people that just quit looking."}, {"sentId": 596, "text": "So they're not counting them anymore."}], "speaker": "RAMSEY", "secId": 217}, {"sentences": [{"sentId": 597, "text": "So, there's a whole sector out there that has a real level of pain."}, {"sentId": 598, "text": "But there's a whole sector that's booming like they've never boomed before."}, {"sentId": 599, "text": "I mean, construction, for instance."}, {"sentId": 600, "text": "You can't find construction workers in almost any city in America right now."}, {"sentId": 601, "text": "It is booming."}], "speaker": "RAMSEY", "secId": 218}, {"sentences": [{"sentId": 602, "text": "If you have got a trade in the construction business, man, you're working, and working like 80 hours a week right now."}, {"sentId": 603, "text": "You're going crazy."}, {"sentId": 604, "text": "So, it just depends on what sector you're in."}, {"sentId": 605, "text": "You know, if you're a Ruby on Rails developer on you're a job developer, man, your income is almost doubled in the past 36 months because there's a shortage."}, {"sentId": 606, "text": "You can't find these folks."}], "speaker": "RAMSEY", "secId": 219}, {"sentences": [{"sentId": 607, "text": "I'm trying to hire them right now."}, {"sentId": 608, "text": "You know."}, {"sentId": 609, "text": "And so, all of these, you know, technology sectors gone crazy."}, {"sentId": 610, "text": "But you take someone who didn't finish high school and only had one job in a factory setting, that factory left and they've got no other skill set, they're up a creek right now."}, {"sentId": 611, "text": "They're scared."}, {"sentId": 612, "text": "They're hurting."}, {"sentId": 613, "text": "They're 100 percent unemployed."}], "speaker": "RAMSEY", "secId": 220}, {"sentences": [{"sentId": 614, "text": "Yes."}, {"sentId": 615, "text": "Dave, next time why don't you say how you feel when you come back here."}, {"sentId": 616, "text": "Because we will definitely have you back."}, {"sentId": 617, "text": "Hopefully, I will see you before the holidays, before Christmas."}, {"sentId": 618, "text": "If not, have a Merry Christmas."}, {"sentId": 619, "text": "Thank you very much."}], "speaker": "LEMON", "secId": 221}, {"sentences": [{"sentId": 620, "text": "Thank you for having me."}, {"sentId": 621, "text": "Merry Christmas."}], "speaker": "RAMSEY", "secId": 222}, {"sentences": [{"sentId": 622, "text": "Yes."}, {"sentId": 623, "text": "When we come right back, talking about sore losers and winners insults fly when top Trump and Clinton aides meet at a forum in Harvard."}], "speaker": "LEMON", "secId": 223}, {"sentences": [{"sentId": 624, "text": "It looks like the Trump and the Clinton camps are a long way from burying the hatchet."}], "speaker": "LEMON", "secId": 224}, {"sentences": [{"sentId": 625, "text": "This is CNN Tonight."}, {"sentId": 626, "text": "I'm Don Lemon."}], "speaker": "LEMON", "secId": 225}, {"sentences": [{"sentId": 627, "text": "Things turned ugly when top aides to Donald Trump and Hillary Clinton clash --"}], "speaker": "LEMON", "secId": 226}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1612.02.cnnt.01.html.json", "time": "Aired December 2, 2016 - 22:00   ET"}