{"sectionCount": 174, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["LEMON", "BOWMAN", "CAMMARATA", "TARSHIS", "ALLRED", "BLOOM", "GERAGOS", "LUDWIG", "ESSAKOW", "PINDELL", "JONES", "GONZALEZ", "TRUSTY", "SINGLETON"], "subTitle": "Court Docs from 2005 Reveal Stunning Bill Cosby Admission; Murder in San Francisco Sparks Immigration Debated; Deadly Violence in Chicago Over Holiday Weekend; The Unsolved Death of Shirley Reine. Aired 10-11p ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1507/06/cnnt.01.html", "sentenceCount": 578, "sections": [{"sentences": [{"sentId": 0, "text": "Breaking news."}, {"sentId": 1, "text": "A stunning admission from Bill Cosby."}, {"sentId": 2, "text": "This is CNN Tonight."}, {"sentId": 3, "text": "I'm Don Lemon."}, {"sentId": 4, "text": "Court documents just revealed show this."}, {"sentId": 5, "text": "In a deposition nearly 10 years ago, the tarnished comedy legend is asked, \"When you got the Quaaludes was it in your mind that you were going to use these Quaaludes for young women that you wanted to have sex with?\""}, {"sentId": 6, "text": "Cosby's answer?"}, {"sentId": 7, "text": "Yes."}, {"sentId": 8, "text": "Tonight we're going to talk to his accusers including the woman who told me this."}], "speaker": "LEMON", "secId": 0}, {"sentences": [{"sentId": 9, "text": "I never saw any drugs, but I would wake up completely confused, half-dressed and knowing that my body had been touched without my permission."}], "speaker": "BOWMAN", "secId": 1}, {"sentences": [{"sentId": 10, "text": "We'll talk about that."}, {"sentId": 11, "text": "Tonight I want to get right to our breaking news."}, {"sentId": 12, "text": "Stunning revelations from court documents unsealed today and what they mean for Bill Cosby."}, {"sentId": 13, "text": "Joining me today, attorney Joseph Cammarata."}, {"sentId": 14, "text": "He represents three Cosby accusers."}, {"sentId": 15, "text": "Mr. Cammarata, thank you for joining us tonight."}], "speaker": "LEMON", "secId": 2}, {"sentences": [{"sentId": 16, "text": "You know, you represent Therese Serignese, Tamara Green, and Linda Traitz."}, {"sentId": 17, "text": "And they have pending litigation against Bill Cosby."}, {"sentId": 18, "text": "Have you had the opportunity to speak with your clients about this new information?"}, {"sentId": 19, "text": "And if so, what are they saying?"}], "speaker": "LEMON", "secId": 3}, {"sentences": [{"sentId": 20, "text": "Well, I do speak to my clients on a regular basis but I can't tell you what they say because it's a attorney-client privilege."}], "speaker": "CAMMARATA", "secId": 4}, {"sentences": [{"sentId": 21, "text": "Can you express their sentiments without saying exactly what they are saying."}], "speaker": "LEMON", "secId": 5}, {"sentences": [{"sentId": 22, "text": "Well, you can imagine that if in fact, somebody has been branded a liar for accusing Mr. Cosby of drugging them or attempting to drug them and them raping them, and then there are documents that's disclosed that indicate that Mr. Cosby in the past has used drugs as a means to get sex, one could be -- one would be happy about that prospect of the documents being released."}], "speaker": "CAMMARATA", "secId": 6}, {"sentences": [{"sentId": 23, "text": "And as for yourself?"}], "speaker": "LEMON", "secId": 7}, {"sentences": [{"sentId": 24, "text": "As for myself?"}, {"sentId": 25, "text": "I take every available opportunity, every document, every admission, if you would, and put to it best use in order to bring my case to a successful conclusion."}, {"sentId": 26, "text": "And I was heartened to see that the judge realized that our forum, our trials should be public and that any admissions that are made need to be brought to the public light and public scrutiny."}, {"sentId": 27, "text": "And so, I'm happy to use what the judge said is available to be used."}], "speaker": "CAMMARATA", "secId": 8}, {"sentences": [{"sentId": 28, "text": "OK."}, {"sentId": 29, "text": "I want you to -- if you could shed some light on this for me, this Cosby's 2005 testimony in this deposition, where he talks about giving, he says a woman Quaaludes, is he talking about your client, Therese Green?"}], "speaker": "LEMON", "secId": 9}, {"sentences": [{"sentId": 30, "text": "You mean Therese Serignese?"}], "speaker": "CAMMARATA", "secId": 10}, {"sentences": [{"sentId": 31, "text": "Serignese, yes."}], "speaker": "LEMON", "secId": 11}, {"sentences": [{"sentId": 32, "text": "Well, it appears that way."}, {"sentId": 33, "text": "I think there were other documents that indicate that Mr. Cosby was accused using Quaaludes with two women."}, {"sentId": 34, "text": "Therese was one of them."}, {"sentId": 35, "text": "And there was another woman."}, {"sentId": 36, "text": "In the passage that you are quoting, found in document 48, Mr. Cosby is quoted as saying that he met a girl."}, {"sentId": 37, "text": "She was 19."}, {"sentId": 38, "text": "Met her in Las Vegas."}, {"sentId": 39, "text": "Met her back stage."}, {"sentId": 40, "text": "He gave her Quaaludes and they had sex."}, {"sentId": 41, "text": "The allegation parallels that which we made in our lawsuit for defamation brought by Ms. Green, Ms. Serignese, and Ms. Traitz."}], "speaker": "CAMMARATA", "secId": 12}, {"sentences": [{"sentId": 42, "text": "So, what are you seeking now then?"}], "speaker": "LEMON", "secId": 13}, {"sentences": [{"sentId": 43, "text": "Well, we're seeking to provide an opportunity for my clients to tell their story, to show how the -- they have been defamed, how their reputation has been harmed."}, {"sentId": 44, "text": "And the case is currently pending before the Federal Court in Massachusetts."}], "speaker": "CAMMARATA", "secId": 14}, {"sentences": [{"sentId": 45, "text": "Is this a game changer for you for your case, do you think?"}], "speaker": "LEMON", "secId": 15}, {"sentences": [{"sentId": 46, "text": "Well, we have to get through the motion to dismiss."}, {"sentId": 47, "text": "Mr. Cosby filed a motion to dismiss saying among other things, that the statements that he made against my clients were not defamatory, didn't harm their reputation and he has a right to lie in response to what are perceived to be truthful allegations."}], "speaker": "CAMMARATA", "secId": 16}, {"sentences": [{"sentId": 48, "text": "So, we're waiting for the court to rule."}, {"sentId": 49, "text": "If the court does rule these documents that contain admissions of the use of drugs in order to get sex it would be very helpful to bringing our case to a successful conclusion."}], "speaker": "CAMMARATA", "secId": 17}, {"sentences": [{"sentId": 50, "text": "OK. Joseph Cammarata, thank you."}, {"sentId": 51, "text": "Please keep us updated."}, {"sentId": 52, "text": "We'll have you back."}], "speaker": "LEMON", "secId": 18}, {"sentences": [{"sentId": 53, "text": "Absolutely."}, {"sentId": 54, "text": "Thank you."}], "speaker": "CAMMARATA", "secId": 19}, {"sentences": [{"sentId": 55, "text": "I want to bring now two women I have spoken with several times since these Cosby allegations broke."}, {"sentId": 56, "text": "Barbara Bowman joins me, who allege that she was raped by Bill Cosby when she was a teenage actress."}, {"sentId": 57, "text": "Also Joan Tarshis, she's accused Cosby of raping her when she was 19, and she joins us tonight via Skype."}, {"sentId": 58, "text": "Barbara, how are you doing?"}], "speaker": "LEMON", "secId": 20}, {"sentences": [{"sentId": 59, "text": "Hi, Don."}, {"sentId": 60, "text": "I'm doing great."}, {"sentId": 61, "text": "Thank you."}], "speaker": "BOWMAN", "secId": 21}, {"sentences": [{"sentId": 62, "text": "You were due to testify in this case but never had the opportunity once Andrea Constand and Bill Cosby settled."}, {"sentId": 63, "text": "Is this vindication for you now?"}], "speaker": "LEMON", "secId": 22}, {"sentences": [{"sentId": 64, "text": "It's huge."}, {"sentId": 65, "text": "It's huge."}, {"sentId": 66, "text": "I've worked so long and hard to tell my story, and screamed my story onto deaf ears."}, {"sentId": 67, "text": "So, after 10 long years, it really was quite amazing to read my e-mail today."}, {"sentId": 68, "text": "And it was like everything turned a 180 in a matter of a minute."}, {"sentId": 69, "text": "Joan, how are you?"}], "speaker": "BOWMAN", "secId": 23}, {"sentences": [{"sentId": 70, "text": "I'm feeling really great, Don."}, {"sentId": 71, "text": "Never thought this day would happen."}], "speaker": "TARSHIS", "secId": 24}, {"sentences": [{"sentId": 72, "text": "Why not?"}], "speaker": "LEMON", "secId": 25}, {"sentences": [{"sentId": 73, "text": "Because, I mean, first of all, I kept it a secret because I was afraid to talk about it because of Mr. Bill Cosby's power."}, {"sentId": 74, "text": "Then when we came out and lots of other women started to come out, we were called liars."}, {"sentId": 75, "text": "And now that the truth has come out that he has bought drugs in order to drug women to have sex with him, it's -- I'm just so relieved that the truth has come out."}], "speaker": "TARSHIS", "secId": 26}, {"sentences": [{"sentId": 76, "text": "Let me ask you about this, Joan, because he says, again, he vehemently has denied any wrongdoing."}, {"sentId": 77, "text": "And I should say, he doesn't say that he gave the Quaaludes to anyone."}, {"sentId": 78, "text": "He just said that he had the intention according to those documents."}], "speaker": "LEMON", "secId": 27}, {"sentences": [{"sentId": 79, "text": "But here's the quote, \"When you got the Quaaludes was it in your mind that you were going to use those Quaaludes for young women that you wanted to have sex with?\""}, {"sentId": 80, "text": "Cosby responds, yes."}, {"sentId": 81, "text": "What was it like hearing that and actually seeing those words on the screen for the first time, Barbara?"}], "speaker": "LEMON", "secId": 28}, {"sentences": [{"sentId": 82, "text": "It just -- the validation of my story and the other ladies' stories to have him -- to listen to him call us liars all these years and have no one believe us."}, {"sentId": 83, "text": "No one believed me when it happened to me when I was 17, 18, and 19."}, {"sentId": 84, "text": "And they weren't listening again in 2005."}], "speaker": "BOWMAN", "secId": 29}, {"sentences": [{"sentId": 85, "text": "So, when we went -- when I joined that suit to testify, I thought that was going to be a game changer."}, {"sentId": 86, "text": "And unfortunately, it wasn't."}, {"sentId": 87, "text": "So, to see those words today, it was -- I didn't know whether I was gleefully happy or, you know, feeling like I wanted to get out there and scream that from the rooftops."}], "speaker": "BOWMAN", "secId": 30}, {"sentences": [{"sentId": 88, "text": "But it is a game changer."}, {"sentId": 89, "text": "And it's about time."}, {"sentId": 90, "text": "And he really needed -- we needed to hear this from him."}, {"sentId": 91, "text": "When I went out publicly, my only intention was to support Ms. Constand back then because I believed her because I knew that it happened to me."}], "speaker": "BOWMAN", "secId": 31}, {"sentences": [{"sentId": 92, "text": "And so, to have this long, hard journey of darkness and shame and fighting to be heard -- I think we're going to be heard now."}, {"sentId": 93, "text": "And I think this is just the beginning."}], "speaker": "BOWMAN", "secId": 32}, {"sentences": [{"sentId": 94, "text": "You know, all of the women that I've interviewed are such lovely and wonderful women."}, {"sentId": 95, "text": "And Joan, I have to say this, Joan, and I have bit become quite honestly friends since this all happened."}, {"sentId": 96, "text": "And I wonder, Joan, you've been dealing with some health issues, if you think that this contributed at all to your health issues."}, {"sentId": 97, "text": "And hearing this news, does it make you feel any better about that, does it lift your spirits and maybe health wise make you feel different?"}], "speaker": "LEMON", "secId": 33}, {"sentences": [{"sentId": 98, "text": "It definitely lifted my spirits."}, {"sentId": 99, "text": "I really had a jolt of energy today after hearing this."}, {"sentId": 100, "text": "I mean, this was like a weight around my feet for so many years, that I wasn't believed."}, {"sentId": 101, "text": "I was called a liar."}, {"sentId": 102, "text": "And the reason that I really came out was because of Barbara's op-ed in The Washington Post, where she said, nobody believes me, I'm a liar."}, {"sentId": 103, "text": "And I had to say, OK, that's it, I'm coming out now."}, {"sentId": 104, "text": "I believe you."}, {"sentId": 105, "text": "It happened to me."}], "speaker": "TARSHIS", "secId": 34}, {"sentences": [{"sentId": 106, "text": "You know, I heard John Mesirow, you know, Michael Jackson's famed attorney, Michael Jackson's attorney during his -- the molestation trial saying, you know, we shouldn't jump to conclusions now, we don't know the context, we don't know if, you know, if somehow the women were, you know, part of maybe wanting the drugs or what have you."}, {"sentId": 107, "text": "What do you make of statements like that?"}, {"sentId": 108, "text": "First, Barbara and then Joan."}], "speaker": "LEMON", "secId": 35}, {"sentences": [{"sentId": 109, "text": "Well, I can speak for myself."}, {"sentId": 110, "text": "And I never asked that man for drugs or for sex."}, {"sentId": 111, "text": "I was a young actress."}, {"sentId": 112, "text": "I was there to do my job."}, {"sentId": 113, "text": "I was dedicated."}, {"sentId": 114, "text": "I was sent there by my agent."}, {"sentId": 115, "text": "I was supposed to be well cared for, looked after, and given what I was told I was going to be given, which was an opportunity to take my career to the next level."}], "speaker": "BOWMAN", "secId": 36}, {"sentences": [{"sentId": 116, "text": "So, I had -- I was in no -- no position at any time to willingly have taken drugs or sex."}, {"sentId": 117, "text": "I think it's very irresponsible to be making statements like that."}, {"sentId": 118, "text": "And for me, it was a little crushing to hear that."}], "speaker": "BOWMAN", "secId": 37}, {"sentences": [{"sentId": 119, "text": "You heard those statements on television when that -- it's actually Thomas Mesereau who said that."}, {"sentId": 120, "text": "Joan, what about you?"}], "speaker": "LEMON", "secId": 38}, {"sentences": [{"sentId": 121, "text": "Yes."}], "speaker": "BOWMAN", "secId": 39}, {"sentences": [{"sentId": 122, "text": "Yes."}, {"sentId": 123, "text": "I agree."}, {"sentId": 124, "text": "I was a comedy writer back then."}, {"sentId": 125, "text": "I was in Los Angeles to write comedy for -- with Godfrey Cambridge and for Godfrey Cambridge."}, {"sentId": 126, "text": "And when I talked to Bill Cosby about my impressions of the first earthquake I had ever been in and I made the sound of an earthquake, what it sounded like to me, he said let's write that."}, {"sentId": 127, "text": "That would be a great bit for me to include in my act."}], "speaker": "TARSHIS", "secId": 40}, {"sentences": [{"sentId": 128, "text": "So, that's what I thought we were going to do."}, {"sentId": 129, "text": "I mean, I had a cocktail, as I would with anybody, I mean, back then."}, {"sentId": 130, "text": "I've been sober now for 27 years."}, {"sentId": 131, "text": "So, now it will be a little bit difficult for him to slip me a mickey, as it were."}, {"sentId": 132, "text": "But that's what I expected to do, we were going to be writing comedy."}, {"sentId": 133, "text": "And I came to -- I mean, I don't even remember passing out."}], "speaker": "TARSHIS", "secId": 41}, {"sentences": [{"sentId": 134, "text": "I sort of remember coming to, in a very groggy state, with my underwear being pulled down."}, {"sentId": 135, "text": "It was just -- it was shocking, but I -- I didn't even realize that what was happening was rape."}, {"sentId": 136, "text": "Because back then, rape was something that happened in a dark alley, with a knife held to your throat, and the person says if you make sounds, I'll kill you."}], "speaker": "TARSHIS", "secId": 42}, {"sentences": [{"sentId": 137, "text": "There was no date rape."}, {"sentId": 138, "text": "That there was no such terminology back then."}, {"sentId": 139, "text": "It was just a horrible, horrible incident in my life that I wished hadn't happened."}], "speaker": "TARSHIS", "secId": 43}, {"sentences": [{"sentId": 140, "text": "Well, Joan, thank you for your candor."}, {"sentId": 141, "text": "And Barbara, thank you of course, both of you."}, {"sentId": 142, "text": "And we'll talk to you here in CNN soon."}], "speaker": "LEMON", "secId": 44}, {"sentences": [{"sentId": 143, "text": "Thank you."}], "speaker": "BOWMAN", "secId": 45}, {"sentences": [{"sentId": 144, "text": "Barbara."}], "speaker": "LEMON", "secId": 46}, {"sentences": [{"sentId": 145, "text": "It is a pleasure to be here."}, {"sentId": 146, "text": "Thank you very much for the opportunity, Don."}], "speaker": "TARSHIS", "secId": 47}, {"sentences": [{"sentId": 147, "text": "You're quite welcome."}, {"sentId": 148, "text": "Joanie, take care of yourself."}, {"sentId": 149, "text": "I'll talk to you soon."}, {"sentId": 150, "text": "Thank you."}], "speaker": "LEMON", "secId": 48}, {"sentences": [{"sentId": 151, "text": "OK, Don, thank you."}], "speaker": "TARSHIS", "secId": 49}, {"sentences": [{"sentId": 152, "text": "Thank you."}, {"sentId": 153, "text": "We've got much more on this."}, {"sentId": 154, "text": "Coming up, what these newly unsealed documents will mean for Bill Cosby."}, {"sentId": 155, "text": "And why they were finally released after nearly 10 years."}], "speaker": "LEMON", "secId": 50}, {"sentences": [{"sentId": 156, "text": "Plus, a woman strolling with her father within sight of the Golden State Bridge is gunned down."}, {"sentId": 157, "text": "The suspect, an undocumented immigrant with a felony record deported to Mexico five times."}, {"sentId": 158, "text": "Now the tragedy is turning into a battle over immigration with Donald Trump at the center of it."}], "speaker": "LEMON", "secId": 51}, {"sentences": [{"sentId": 159, "text": "We have breaking news tonight and it's about the newly unsealed court documents in which Bill Cosby admits under oath that he intended to give young women Quaaludes and have sex with them."}], "speaker": "LEMON", "secId": 52}, {"sentences": [{"sentId": 160, "text": "Joining me now is attorney Gloria Allred who represents numerous Cosby accusers."}, {"sentId": 161, "text": "Also attorney Lisa Bloom, legal analyst for Avvo.com, she represents Janice Dickinson who accuses Bill Cosby of sexually assaulting her back in 1992."}], "speaker": "LEMON", "secId": 53}, {"sentences": [{"sentId": 162, "text": "And also CNN legal analyst Mark Geragos joins me now."}, {"sentId": 163, "text": "Good to have all of you."}, {"sentId": 164, "text": "So, I want to talk about what this means for all of these cases, any of the cases going forward."}, {"sentId": 165, "text": "So, I want to start with you Gloria."}, {"sentId": 166, "text": "You're representing as I said, a number of Cosby accusers."}, {"sentId": 167, "text": "Game changer here?"}], "speaker": "LEMON", "secId": 54}, {"sentences": [{"sentId": 168, "text": "It's very important, Don."}, {"sentId": 169, "text": "And a matter of act, we represent Judy Huff versus Bill Cosby."}, {"sentId": 170, "text": "And of course, the allegation in that in that case is that he committed an act of sexual misconduct against Ms. Huff when she was 16 years old and at the Playboy mansion."}], "speaker": "ALLRED", "secId": 55}, {"sentences": [{"sentId": 171, "text": "The case is currently before the California Supreme Court because Mr. Cosby's attorneys have been attempting to have this case dismissed alleging procedural irregularities by a prior attorney of Ms. Huff."}, {"sentId": 172, "text": "The lower court refused to dismiss it."}], "speaker": "ALLRED", "secId": 56}, {"sentences": [{"sentId": 173, "text": "The California Court of Appeals also declined to dismiss it."}, {"sentId": 174, "text": "And now their petition for a writ is before the California Supreme Court."}, {"sentId": 175, "text": "We just filed our opposition brief today."}, {"sentId": 176, "text": "And so, we look forward to what the California Supreme Court will do."}, {"sentId": 177, "text": "But we are looking for to taking his deposition in this case should we be permitted to proceed, which we hope we will."}, {"sentId": 178, "text": "It was scheduled actually for June 26th."}, {"sentId": 179, "text": "But because of the pending petition before the California Supreme Court..."}], "speaker": "ALLRED", "secId": 57}, {"sentences": [{"sentId": 180, "text": "It wasn't allowed."}], "speaker": "LEMON", "secId": 58}, {"sentences": [{"sentId": 181, "text": "It was continued."}, {"sentId": 182, "text": "And we are looking forward to questioning him about these latest allegations."}], "speaker": "ALLRED", "secId": 59}, {"sentences": [{"sentId": 183, "text": "OK."}, {"sentId": 184, "text": "So, Lisa, Janice Dickinson, your client is in a defamation suit against Cosby."}, {"sentId": 185, "text": "Do you think Cosby will now face more legal charges here?"}], "speaker": "LEMON", "secId": 60}, {"sentences": [{"sentId": 186, "text": "Now that we know that 10 years ago Bill Cosby under oath admitted to some of the key allegations here, namely sedating women to make them sexually submissive -- how dare he accuse Janice Dickinson and other accusers of lying?"}], "speaker": "BLOOM", "secId": 61}, {"sentences": [{"sentId": 187, "text": "How dare he?"}, {"sentId": 188, "text": "And that's the underlying issue in our case."}, {"sentId": 189, "text": "And we now have him called on at least part of the issue."}, {"sentId": 190, "text": "And I say it's time for Bill Cosby to stop hiding behind his high priced legal team, and his spin doctors in asserting every legal technically to keep out of court and let  women have their day in court."}, {"sentId": 191, "text": "Like my mom's client."}, {"sentId": 192, "text": "Like my client."}], "speaker": "BLOOM", "secId": 62}, {"sentences": [{"sentId": 193, "text": "He also didn't show up for a deposition in our case."}, {"sentId": 194, "text": "Of course, now that we see how he testify in a deposition we know why he doesn't want to show up for a deposition."}], "speaker": "BLOOM", "secId": 63}, {"sentences": [{"sentId": 195, "text": "And Lisa..."}], "speaker": "LEMON", "secId": 64}, {"sentences": [{"sentId": 196, "text": "But I think courts ultimately are going to require him to do that in all of the case."}], "speaker": "BLOOM", "secId": 65}, {"sentences": [{"sentId": 197, "text": "Everyone may not know that the woman next to you in screen Gloria Allred is your mother."}, {"sentId": 198, "text": "So, just for those..."}], "speaker": "LEMON", "secId": 66}, {"sentences": [{"sentId": 199, "text": "A proud mama of my daughter, Lisa, as well."}], "speaker": "ALLRED", "secId": 67}, {"sentences": [{"sentId": 200, "text": "It's true."}], "speaker": "BLOOM", "secId": 68}, {"sentences": [{"sentId": 201, "text": "Mark, you have been standing by quietly, you can answer -- you know, you can respond to what they said, but also why would he admit this under oath?"}], "speaker": "LEMON", "secId": 69}, {"sentences": [{"sentId": 202, "text": "Well, look, not only do I know they are mother and daughter."}, {"sentId": 203, "text": "They've also not telling you they've got a granddaughter in the mix who's on her way to be the third generation as well."}, {"sentId": 204, "text": "So, remember that."}], "speaker": "GERAGOS", "secId": 70}, {"sentences": [{"sentId": 205, "text": "It's true."}, {"sentId": 206, "text": "Studying for the bar right now."}, {"sentId": 207, "text": "God forbid if you have that lineage up against you."}, {"sentId": 208, "text": "He's got a major"}], "speaker": "ALLRED", "secId": 71}, {"sentences": [{"sentId": 209, "text": "problem in California and this is what would worry me."}, {"sentId": 210, "text": "And by the way, Lisa, I don't like it when you make fun of high priced legal talent."}, {"sentId": 211, "text": "There's nothing with that."}], "speaker": "ALLRED", "secId": 72}, {"sentences": [{"sentId": 212, "text": "Oh, OK, sorry."}], "speaker": "BLOOM", "secId": 73}, {"sentences": [{"sentId": 213, "text": "The bigger problem he's got is that the statute of limitations for criminal cases has now been changed in California."}, {"sentId": 214, "text": "And arguably, this statement which was made within this statute of limitations, within the last 10 years, could be used by a D.A."}, {"sentId": 215, "text": "or a prosecutor to bring charges against him."}], "speaker": "GERAGOS", "secId": 74}, {"sentences": [{"sentId": 216, "text": "He's got real legal jeopardy at this point, which is why he's fighting this."}, {"sentId": 217, "text": "You know, he's fighting tooth and nail."}, {"sentId": 218, "text": "It's not because of the civil cases."}, {"sentId": 219, "text": "It's because of the potential criminal liability."}], "speaker": "GERAGOS", "secId": 75}, {"sentences": [{"sentId": 220, "text": "OK."}, {"sentId": 221, "text": "Listen to this."}, {"sentId": 222, "text": "His attorney argued to keep the court documents sealed."}, {"sentId": 223, "text": "And here's what he's seeing that he got, that he's not a public figure, right."}, {"sentId": 224, "text": "But he's the quote that the D.A."}, {"sentId": 225, "text": "made in his ruling -- district judge made in his ruling said."}, {"sentId": 226, "text": "\"Cosby has done the mantle of public moralist and mounted the proverbial electronic or prints with box to volunteer his views on among other things, child rearing, family life, education, and crime to the extent that the defendant has freely entered the public square and thrust himself into the vortex of these public issues."}, {"sentId": 227, "text": "He has voluntarily narrowed the zone of privacy that he is entitled to claim.\""}, {"sentId": 228, "text": "So."}], "speaker": "LEMON", "secId": 76}, {"sentences": [{"sentId": 229, "text": "Love it."}], "speaker": "BLOOM", "secId": 77}, {"sentences": [{"sentId": 230, "text": "So, many women coming forward, how could Cosby argue that it wasn't a public interest to unseal this testimony?"}], "speaker": "LEMON", "secId": 78}, {"sentences": [{"sentId": 231, "text": "Well, he obviously wasn't very successful in that."}, {"sentId": 232, "text": "And I'm glad he wasn't."}, {"sentId": 233, "text": "Because his efforts to hide this truth from the public have not succeeded with this judge."}, {"sentId": 234, "text": "And we're very happy about that."}], "speaker": "ALLRED", "secId": 79}, {"sentences": [{"sentId": 235, "text": "And I want to add, so many of the women who have had these suspicions and who have made these allegations against Bill Cosby, the numerous women that I have come forward with, you know, many of them are not famous actresses, they're just typical people and they have been the targets and the alleged victims of Bill Cosby."}], "speaker": "ALLRED", "secId": 80}, {"sentences": [{"sentId": 236, "text": "And they've really been hurt by this."}, {"sentId": 237, "text": "So, I'm just so happy for them that he's had to admit this under oath."}, {"sentId": 238, "text": "And I look forward to questioning him about this legal admission when we take his deposition."}], "speaker": "ALLRED", "secId": 81}, {"sentences": [{"sentId": 239, "text": "Mark, I want to ask you this, I mentioned to the two accusers earlier in the show about Thomas Mesereau's statement, he's being attorney saying, you know, \"We shouldn't jump to conclusions, we need to know context, maybe this was the '60s and the '70s and people did all sorts of things when it came to drugs and what have you.\""}, {"sentId": 240, "text": "So, what do you make of his comments?"}, {"sentId": 241, "text": "GERAGOS: Well, look, I'm a big advocate of never jumping to"}], "speaker": "LEMON", "secId": 82}, {"sentences": [{"sentId": 242, "text": "conclusions but you've got basically a tsunami here of accusations."}, {"sentId": 243, "text": "You've got now an admission that they were using or he was using Quaaludes in a kind of a wedge operation."}, {"sentId": 244, "text": "I mean, it's ironic Hugh Hefner in the last week has been quoted as saying that the Quaaludes are thigh openers."}], "speaker": "LEMON", "secId": 83}, {"sentences": [{"sentId": 245, "text": "So, this is not something that is unusual, so to speak, in Los Angeles, or in California."}, {"sentId": 246, "text": "People understand what it is."}, {"sentId": 247, "text": "And the problem you've got is if it was one, two, three, four, five accusers, maybe you could just sweep it away."}, {"sentId": 248, "text": "But when you have this volume of accusers and just because this is somebody who is thought of in kind of a paternalistic way does not mean that you just should brush aside, that the authorities should brush aside a honest in court into what's going on here."}], "speaker": "LEMON", "secId": 84}, {"sentences": [{"sentId": 249, "text": "Lisa, I have a negative 30 seconds."}, {"sentId": 250, "text": "I let you answer you though, quickly, please."}], "speaker": "LEMON", "secId": 85}, {"sentences": [{"sentId": 251, "text": "Yes."}, {"sentId": 252, "text": "And this latest admission today is j just consistent with what we allege in our complaint in Dickinson versus Cosby and that is, for decades Cosby has bragged in his comedy routines and in his books about drugging women to make them sexually submissive."}, {"sentId": 253, "text": "So, this isn't new."}, {"sentId": 254, "text": "It's just Cosby now under oath repeating what he has said for years."}], "speaker": "BLOOM", "secId": 86}, {"sentences": [{"sentId": 255, "text": "Lisa, Gloria..."}], "speaker": "LEMON", "secId": 87}, {"sentences": [{"sentId": 256, "text": "And, Don, this is not about sex."}, {"sentId": 257, "text": "This is about allegations of rape and sexual assault and that's very different."}], "speaker": "ALLRED", "secId": 88}, {"sentences": [{"sentId": 258, "text": "All right."}, {"sentId": 259, "text": "Thank you, Gloria."}, {"sentId": 260, "text": "Thank you, Lisa."}, {"sentId": 261, "text": "Thank you, Mark."}], "speaker": "LEMON", "secId": 89}, {"sentences": [{"sentId": 262, "text": "Thank you."}], "speaker": "ALLRED", "secId": 90}, {"sentences": [{"sentId": 263, "text": "I appreciate it."}, {"sentId": 264, "text": "You know, we reached out to Bill Cosby's attorney today."}, {"sentId": 265, "text": "We have not heard back from him."}], "speaker": "LEMON", "secId": 91}, {"sentences": [{"sentId": 266, "text": "Up next, the random shooting death of a woman in San Francisco."}, {"sentId": 267, "text": "One family's tragedy sparks a nationwide battle on immigration with Donald Trump saying, I told you so."}], "speaker": "LEMON", "secId": 92}, {"sentences": [{"sentId": 268, "text": "For more of our breaking news I'll tell you about tonight."}, {"sentId": 269, "text": "The suspect in the shooting death of a San Francisco woman has been charged with murder."}, {"sentId": 270, "text": "The deadly incident now inflaming the debate over immigration."}, {"sentId": 271, "text": "The alleged gunman is an undocumented immigrant, a convicted felon who was deported to Mexico five times."}], "speaker": "LEMON", "secId": 93}, {"sentences": [{"sentId": 272, "text": "Juan Francisco Lopez Sanchez went to San Francisco because it is a so- called sanctuary city where he would not be detained solely due to his immigration status."}, {"sentId": 273, "text": "Now Donald Trump is weighing in on this calling Kathryn Steinle's death an example of why the border needs to be secured."}, {"sentId": 274, "text": "Joining me now is Nicole Ludwig, which is Kate Steinle's best friend."}, {"sentId": 275, "text": "And her father, Jeffrey Essakow, a Steinle family friend."}, {"sentId": 276, "text": "Good to have you here."}, {"sentId": 277, "text": "I'm so sorry for your loss."}, {"sentId": 278, "text": "How are you doing?"}], "speaker": "LEMON", "secId": 94}, {"sentences": [{"sentId": 279, "text": "Thank you for having us."}, {"sentId": 280, "text": "We're okay."}, {"sentId": 281, "text": "We're trying to see the positive of this horrific tragedy."}], "speaker": "LUDWIG", "secId": 95}, {"sentences": [{"sentId": 282, "text": "What do you mean?"}, {"sentId": 283, "text": "What could be the positive out of something that's so terrible?"}], "speaker": "LEMON", "secId": 96}, {"sentences": [{"sentId": 284, "text": "Kate was an amazing soul."}, {"sentId": 285, "text": "So, everyone that met Kate knew she was very special, whether you're best friend or you just met her, she left a lasting impact on every interaction she had with you and there was just something incredibly special about her."}, {"sentId": 286, "text": "She was incredibly genuine."}, {"sentId": 287, "text": "She is she had the most pure intentions."}], "speaker": "LUDWIG", "secId": 97}, {"sentences": [{"sentId": 288, "text": "Then when you spent time with her, you know, she wasn't one for small talk, she just wanted to get to know you, know your soul, know you deeper."}, {"sentId": 289, "text": "She really was such a wonderful human being."}, {"sentId": 290, "text": "She had this love, you know, as a friend she had provided a love that you never experienced before."}, {"sentId": 291, "text": "And if just met her, she never judged you."}, {"sentId": 292, "text": "She cared for you."}, {"sentId": 293, "text": "She just really had the most pure intentions."}], "speaker": "LUDWIG", "secId": 98}, {"sentences": [{"sentId": 294, "text": "How is her family doing tonight?"}], "speaker": "LEMON", "secId": 99}, {"sentences": [{"sentId": 295, "text": "Her family is struggling."}, {"sentId": 296, "text": "They are devastated by the tragedy."}, {"sentId": 297, "text": "But her dad has talked a lot about the Kate effect."}, {"sentId": 298, "text": "And, you know, trying to take this horrific, horrific tragedy and creating something positive."}], "speaker": "LUDWIG", "secId": 100}, {"sentences": [{"sentId": 299, "text": "Kate when you met her, she left a lasting impression on you."}, {"sentId": 300, "text": "And she saw things in such a positive way."}, {"sentId": 301, "text": "She laughed."}, {"sentId": 302, "text": "She lived life."}, {"sentId": 303, "text": "She lived moment by moment."}, {"sentId": 304, "text": "You know, now we want to try to create something positive out of her legacy."}], "speaker": "LUDWIG", "secId": 101}, {"sentences": [{"sentId": 305, "text": "Yes."}, {"sentId": 306, "text": "She loved traveling, right?"}, {"sentId": 307, "text": "I know you know a lot about her and traveling."}, {"sentId": 308, "text": "What did she love about it?"}, {"sentId": 309, "text": "Why did she love it so much?"}], "speaker": "LEMON", "secId": 102}, {"sentences": [{"sentId": 310, "text": "You know, I was fortunate enough to travel with her to Africa, Dubai, Amsterdam, and New York."}, {"sentId": 311, "text": "We have so many incredible memories together and so many travel memories together."}, {"sentId": 312, "text": "And what so amazing about Kate, it wasn't, you know, sight-seeing that excited her."}, {"sentId": 313, "text": "She loved to go meet the people, get to know the cultures, you know, engross herself in the lives of people."}, {"sentId": 314, "text": "We met so many great people along the way and she genuinely just took interest in their lives and took their stories with her wherever she went and then shared their stories around with all her friends and family and people she met along the way."}], "speaker": "LUDWIG", "secId": 103}, {"sentences": [{"sentId": 315, "text": "Jeffrey, Kate used to volunteer with our organization, Challenged Athletes."}, {"sentId": 316, "text": "How are you going to continue her work?"}], "speaker": "LEMON", "secId": 104}, {"sentences": [{"sentId": 317, "text": "So, Challenge Athletes Foundation, the mission of our organization is to help people who are physically challenged and help them get back into the game of life through sport."}, {"sentId": 318, "text": "Kate would come down each year with her family and volunteer her time and give financially to our organization."}, {"sentId": 319, "text": "And what always impressed me about Kate was how genuinely she engaged"}], "speaker": "ESSAKOW", "secId": 105}, {"sentences": [{"sentId": 320, "text": "herself with our challenged athletes, how genuinely interested she was in their life, their tragedy and guided them on how best to deal with that."}, {"sentId": 321, "text": "In fact, just before her tragic and untimely death, she amended her Facebook with a saying that said, \"Whatever is good for our soul, do that.\""}], "speaker": "ESSAKOW", "secId": 106}, {"sentences": [{"sentId": 322, "text": "So, it's with that theme in mind that we at the organization have created the Kate Steinle endowment fund."}, {"sentId": 323, "text": "And we will ensure that that fund is adequately funded each year."}, {"sentId": 324, "text": "In fact, starting this October when her family travelled down to be with us again this year, unfortunately, without Kate, we will ensure that the funds from the endowment fund will be used to fun special equipment for challenged athletes."}], "speaker": "ESSAKOW", "secId": 107}, {"sentences": [{"sentId": 325, "text": "It will be in Kate's name."}, {"sentId": 326, "text": "And we'll also recognize an individual who demonstrates and embodies Kate's spirit and love of life, and their volunteering capabilities and would recognize that on an ongoing basis so that Kate's legacy and memory will live on."}], "speaker": "ESSAKOW", "secId": 108}, {"sentences": [{"sentId": 327, "text": "I'm sure her family appreciates that."}, {"sentId": 328, "text": "You know, we wanted to spend time getting to know Kate."}, {"sentId": 329, "text": "But I have to ask you about this, because this has become a political issue now, Nicole."}, {"sentId": 330, "text": "Donald Trump has jumped in."}], "speaker": "LEMON", "secId": 109}, {"sentences": [{"sentId": 331, "text": "Brad, who is Kate's brother, tweeted to Donald trump saying, \"Thank you for speaking about my sister, Kate, she was amazing, loving, and kind, an angel, my Kate.\""}, {"sentId": 332, "text": "Do you know how her family is taking this, becoming such a political issue?"}], "speaker": "LEMON", "secId": 110}, {"sentences": [{"sentId": 333, "text": "You know, again, I've spoken to her mom once."}, {"sentId": 334, "text": "You know, they are close people in my life."}, {"sentId": 335, "text": "Again, I think, you know, her mom and dad have especially tried to take, you know, this tragedy and, you know, so sudden and really turn it into something positive."}, {"sentId": 336, "text": "And you know, they were the one who -- they were the ones who came to us to say we'd like to donate the funds for her, you know, instead of flowers and donations."}], "speaker": "LUDWIG", "secId": 111}, {"sentences": [{"sentId": 337, "text": "We'd like to donate money raised to the foundation because we know she was passionate about it and we want to take her passion and keep her spirit and legacy alive in what she was passionate about."}, {"sentId": 338, "text": "And they're trying to take the positive away from this as much as they can."}], "speaker": "LUDWIG", "secId": 112}, {"sentences": [{"sentId": 339, "text": "All right."}, {"sentId": 340, "text": "Thank you, Nicole."}, {"sentId": 341, "text": "Thank you, Jeffrey."}, {"sentId": 342, "text": "I appreciate it."}], "speaker": "LEMON", "secId": 113}, {"sentences": [{"sentId": 343, "text": "Thank you."}], "speaker": "LUDWIG", "secId": 114}, {"sentences": [{"sentId": 344, "text": "Thank you very much for having us."}], "speaker": "ESSAKOW", "secId": 115}, {"sentences": [{"sentId": 345, "text": "Coming up, one family's tragedy spark as political firestorm."}, {"sentId": 346, "text": "And Donald Trump says it happened because we can't secure our border."}], "speaker": "LEMON", "secId": 116}, {"sentences": [{"sentId": 347, "text": "The death of Kate Steinle is a family tragedy that turned into a nationwide debate over immigration."}, {"sentId": 348, "text": "And front and center in this debate, Donald Trump."}, {"sentId": 349, "text": "Joining me now, James Pindell, a reporter for the Boston Globe."}, {"sentId": 350, "text": "Marybel Gonzalez, former USA contestant and former Miss Colorado USA; and Van Jones, CNN political contributor."}, {"sentId": 351, "text": "Good to have all of your voices here tonight."}], "speaker": "LEMON", "secId": 117}, {"sentences": [{"sentId": 352, "text": "James, I'm going to start with you."}, {"sentId": 353, "text": "Donald Trump released a new statement today."}, {"sentId": 354, "text": "Let me read part of it then you can answer."}, {"sentId": 355, "text": "He says, \"The Mexican government is forcing their most unwanted people into the United States."}, {"sentId": 356, "text": "They are, in many cases, criminals, drug dealers, rapists, et cetera."}, {"sentId": 357, "text": "This was evident just this week, when, as an example, a young woman in San Francisco was viciously killed by a five-time deported Mexican with a long criminal record who was forced back into the United States because they didn't want him in Mexico.\""}, {"sentId": 358, "text": "Is Donald Trump exploiting a tragedy or is he simply just telling the truth?"}], "speaker": "LEMON", "secId": 118}, {"sentences": [{"sentId": 359, "text": "He is certainly doubling down on his earlier comments about Mexican immigrants that he'd really, as you know, and as we talk, had him on our show last week."}, {"sentId": 360, "text": "He really created a firestorm in this republican presidential primary debate."}, {"sentId": 361, "text": "Like frankly Sarah Palin, this where Donald Trump and Sarah Palin have for all their detractors have great political instincts and being able to take an incident and take a news story."}], "speaker": "PINDELL", "secId": 119}, {"sentences": [{"sentId": 362, "text": "In Sarah Palin's case, the Mosque near Ground Zero she claimed it to be and really heightened into the national conversation."}, {"sentId": 363, "text": "You know, this is pure political clout and influence that Donald Trump suddenly has as he is running for president."}, {"sentId": 364, "text": "I think it's very clear that we would know what republicans would be talking about today had Donald Trump not been in this race."}], "speaker": "PINDELL", "secId": 120}, {"sentences": [{"sentId": 365, "text": "It's religious freedom laws like the one in Indiana following the Supreme Court ruling on gay marriage, you saw statements from Jeb Bush, Marco Rubio, and Scott Walker, all the down the line on those issues."}, {"sentId": 366, "text": "Even Fox News Sunday, yesterday devoted a whole segment to it."}, {"sentId": 367, "text": "But we are not talking about that issue; we're talking about this issue because of Donald Trump."}], "speaker": "PINDELL", "secId": 121}, {"sentences": [{"sentId": 368, "text": "I don't know if we had, you know, an immigrant who was supposed to be, you know, that was deported five times."}, {"sentId": 369, "text": "I think we might be talking about this whether Donald Trump was involved or not to the extent, I don't know."}], "speaker": "LEMON", "secId": 122}, {"sentences": [{"sentId": 370, "text": "But, Van Jones, let me ask you this."}, {"sentId": 371, "text": "Trump really wasting no time challenging other republicans about Kate Steinle's murder."}, {"sentId": 372, "text": "He tweeted Marco Rubio on Friday and he said to Marco Rubio, 'What do you say to the family Kathryn Steinle in California who was viciously killed because we can't secure our border?"}, {"sentId": 373, "text": "Stand up for us.\""}], "speaker": "LEMON", "secId": 123}, {"sentences": [{"sentId": 374, "text": "So, Van, what do you think of this?"}, {"sentId": 375, "text": "Do you think he's exploiting this case politically or is Donald Trump simply the man who's telling truth and taking all the hits for it?"}], "speaker": "LEMON", "secId": 124}, {"sentences": [{"sentId": 376, "text": "Look, first of all, shame on Donald Trump."}, {"sentId": 377, "text": "This is a horrible situation."}, {"sentId": 378, "text": "Let me tell you what's fair."}, {"sentId": 379, "text": "It's fair if you want to say, look, I don't know if this amnesty sanctuary city thing is being handled the right way in San Francisco."}, {"sentId": 380, "text": "That's fair."}, {"sentId": 381, "text": "It is a policy discussion."}], "speaker": "JONES", "secId": 125}, {"sentences": [{"sentId": 382, "text": "I don't know if the way the federal government is behaving is exactly right."}, {"sentId": 383, "text": "Policy is fine."}, {"sentId": 384, "text": "But he is now using this one person to demarche  the character of 14 million people."}, {"sentId": 385, "text": "He is not making a point about policy."}, {"sentId": 386, "text": "He is making a point about the Mexican people."}, {"sentId": 387, "text": "That is why people are so upset."}, {"sentId": 388, "text": "That is horrific."}, {"sentId": 389, "text": "That is wrong."}, {"sentId": 390, "text": "It is morally wrong."}], "speaker": "JONES", "secId": 126}, {"sentences": [{"sentId": 391, "text": "You cannot have a situation where someone who wants to be a national leader, someone who is a global figure out of 14 million people takes one despicable person who has done something horrible and then tries to make everybody pay the price."}, {"sentId": 392, "text": "I'm not sitting here saying -- maybe last night a white guy with a terrible toupee did something horrible."}, {"sentId": 393, "text": "I'm not blaming Donald Trump for that."}], "speaker": "JONES", "secId": 127}, {"sentences": [{"sentId": 394, "text": "People have to be at certain point get past blaming people of color for the worst acts of people in their group."}, {"sentId": 395, "text": "At some point you've got to get past that."}, {"sentId": 396, "text": "And it's horrible what he is doing."}, {"sentId": 397, "text": "He's exploiting a person's death to advance a racially suspect and offensive agenda, and it's wrong."}], "speaker": "JONES", "secId": 128}, {"sentences": [{"sentId": 398, "text": "So, he has said -- and by the way, I don't want you to get sued Van, he doesn't wear a tattoo."}, {"sentId": 399, "text": "I mean, a toupee, he says that that's his hair."}], "speaker": "LEMON", "secId": 129}, {"sentences": [{"sentId": 400, "text": "He has a terrible hair, OK."}, {"sentId": 401, "text": "So, there's a terrible hair -- somebody with terrible hair killed someone."}], "speaker": "JONES", "secId": 130}, {"sentences": [{"sentId": 402, "text": "I got you."}], "speaker": "LEMON", "secId": 131}, {"sentences": [{"sentId": 403, "text": "I'm not blaming Donald Trump, period."}], "speaker": "JONES", "secId": 132}, {"sentences": [{"sentId": 404, "text": "But Donald Trump has said it's not just Mexican."}, {"sentId": 405, "text": "He's not just pointing out Mexicans."}, {"sentId": 406, "text": "He's saying that it's immigration in general; it's people coming from all different countries, Marybel."}, {"sentId": 407, "text": "Does that change anything for you?"}], "speaker": "LEMON", "secId": 133}, {"sentences": [{"sentId": 408, "text": "No."}, {"sentId": 409, "text": "Absolutely, not."}, {"sentId": 410, "text": "I have said this before, and I will say it again."}, {"sentId": 411, "text": "Even if you weren't just speaking about Mexican immigrants or Mexican-Americans or the Latino population, when you substitute any population for his rhetoric, it's still wrong."}, {"sentId": 412, "text": "It's still unfounded."}, {"sentId": 413, "text": "It's still a dangerous generalization."}, {"sentId": 414, "text": "And especially, as has been said before he's vying for presidential candidacy."}, {"sentId": 415, "text": "You should do it in a way that is full of integrity and that represents a major population of the United States."}, {"sentId": 416, "text": "You can't generalize and categorize."}, {"sentId": 417, "text": "That is completely irresponsible."}], "speaker": "GONZALEZ", "secId": 134}, {"sentences": [{"sentId": 418, "text": "Is it possible, Marybel, that Donald Trump has galvanized his Hispanic vote against the GOP?"}], "speaker": "LEMON", "secId": 135}, {"sentences": [{"sentId": 419, "text": "You know, that's a very difficult question because immigration reform and immigration policies have are things that have been talked about for many years."}, {"sentId": 420, "text": "In every presidential campaign these are topics that it has to find."}, {"sentId": 421, "text": "However, because of the disparaging comment that Donald Trump based his immigration policy conversation, I think that a lot of Latinos are not in favor of him."}, {"sentId": 422, "text": "A lot of Latinos in the past have voted for GOP and have voted for republican candidates."}, {"sentId": 423, "text": "So, that -- I wouldn't say it necessarily has completely damaged that political party."}, {"sentId": 424, "text": "But I will say that he has not earned the vote of Latinos."}], "speaker": "GONZALEZ", "secId": 136}, {"sentences": [{"sentId": 425, "text": "So, James, I have to ask you this because, say what you want, he's put this immigration debate front and center."}, {"sentId": 426, "text": "It was already, you know, a hot political topic."}, {"sentId": 427, "text": "But it's front and center now, largely because of Donald Trump."}, {"sentId": 428, "text": "Our Brianna Keilar is interviewing Hillary Clinton tomorrow."}, {"sentId": 429, "text": "Surely there will be a question about immigration."}, {"sentId": 430, "text": "What would you think -- what do you think Hillary Clinton is going to say and should say about it?"}], "speaker": "LEMON", "secId": 137}, {"sentences": [{"sentId": 431, "text": "Well, look, this is one issue where the two parties are so drastically different."}, {"sentId": 432, "text": "There was an interesting poll that came out earlier today, Quinnipiac poll of Iowa voters."}, {"sentId": 433, "text": "And the disparity on immigration itself was fascinating."}, {"sentId": 434, "text": "Nearly half of republican likely caucus goers in Iowa said, that all of the 11, the 14 million illegal immigrants all should be deported today."}, {"sentId": 435, "text": "While 91 percent of democrats think there should be some path to citizenship."}], "speaker": "PINDELL", "secId": 138}, {"sentences": [{"sentId": 436, "text": "In New Hampshire, by the way, it's very fascinating; this immigration is now the number three issue in the republican base."}, {"sentId": 437, "text": "It goes jobs and economy, foreign policy, and then immigration, above health care and everything else."}, {"sentId": 438, "text": "There is no question that this is a hot topic throughout the rest of the 2016 campaign."}, {"sentId": 439, "text": "And the audience that Hillary is going to be talking to democrats, very different than the one Donald Trump is talking to republicans."}], "speaker": "PINDELL", "secId": 139}, {"sentences": [{"sentId": 440, "text": "I've got to run."}, {"sentId": 441, "text": "Thank you, James."}, {"sentId": 442, "text": "Thank you, Van and thank you, Marybel."}, {"sentId": 443, "text": "I appreciate."}, {"sentId": 444, "text": "Fourth of July turns tragic in Chicago."}, {"sentId": 445, "text": "I'm going to talk to the family of at youngest victim of this weekend's gun violence."}, {"sentId": 446, "text": "He was just 7 years old."}], "speaker": "LEMON", "secId": 140}, {"sentences": [{"sentId": 447, "text": "Deadly gun violence in Chicago over the 4th of July weekend kills at least seven people including a 7-year-old boy."}, {"sentId": 448, "text": "Police say Amari Brown was struck by a bullet that was meant for his father."}, {"sentId": 449, "text": "Joining me now is Diamond Trusty, Amari Brown's cousins and Michael Singleton, another cousin."}, {"sentId": 450, "text": "He's a Chicago police officer but he does not speak on behalf of the police department."}, {"sentId": 451, "text": "He is just a family friend this evening and a family representative this evening."}], "speaker": "LEMON", "secId": 141}, {"sentences": [{"sentId": 452, "text": "So, Diamond, I want to start with you."}, {"sentId": 453, "text": "I'm so very sorry for the loss of your cousin."}, {"sentId": 454, "text": "How is the family doing tonight?"}, {"sentId": 455, "text": "How are you doing?"}], "speaker": "LEMON", "secId": 142}, {"sentences": [{"sentId": 456, "text": "We are getting stronger."}, {"sentId": 457, "text": "But it's going -- it's going to take a while."}, {"sentId": 458, "text": "A very long time."}], "speaker": "TRUSTY", "secId": 143}, {"sentences": [{"sentId": 459, "text": "Explain to our viewers what happens, you know, many times we do these stories, and people say seven people, eight people."}, {"sentId": 460, "text": "However, many people it's not just a number."}, {"sentId": 461, "text": "This affects families."}, {"sentId": 462, "text": "How is it affecting your family?"}], "speaker": "LEMON", "secId": 144}, {"sentences": [{"sentId": 463, "text": "Things are never going to be the same."}, {"sentId": 464, "text": "It's just -- it's like a whole new start."}, {"sentId": 465, "text": "It affected us in a way where words can't even explain."}, {"sentId": 466, "text": "Like I said it's like a brand new beginning for us."}, {"sentId": 467, "text": "We had to learn -- it's like we had to learn how to do everything again, over, without Amari."}], "speaker": "TRUSTY", "secId": 145}, {"sentences": [{"sentId": 468, "text": "What's going on there, Diamond?"}, {"sentId": 469, "text": "What's happening in Chicago?"}, {"sentId": 470, "text": "What do you want people to know?"}], "speaker": "LEMON", "secId": 146}, {"sentences": [{"sentId": 471, "text": "Man, I want them to know that this is something that has to stop."}, {"sentId": 472, "text": "I mean, everybody has said it over and over again."}, {"sentId": 473, "text": "It has to stop."}, {"sentId": 474, "text": "It has to stop."}, {"sentId": 475, "text": "Stop talking."}, {"sentId": 476, "text": "Please stop talking."}, {"sentId": 477, "text": "Because talk -- as you can see, all this talking is not doing anything."}, {"sentId": 478, "text": "Police are talking."}, {"sentId": 479, "text": "Mayors are talking, superintendents are talking."}, {"sentId": 480, "text": "Nobody is doing everything."}], "speaker": "TRUSTY", "secId": 147}, {"sentences": [{"sentId": 481, "text": "Everybody says, words don't really mean anything, but the action does."}, {"sentId": 482, "text": "I want to see some action."}, {"sentId": 483, "text": "Because I lost so many friends to gun violence before, and I was always so passionate about helping and doing somebody."}, {"sentId": 484, "text": "Just so it wouldn't get to my little cousins."}, {"sentId": 485, "text": "Everybody knows how I feel about my family."}, {"sentId": 486, "text": "But my little cousins, they have a piece of me everywhere."}], "speaker": "TRUSTY", "secId": 148}, {"sentences": [{"sentId": 487, "text": "What's it like living in the neighborhoods?"}], "speaker": "LEMON", "secId": 149}, {"sentences": [{"sentId": 488, "text": "It is the neighborhood."}, {"sentId": 489, "text": "I've been living there my entire life."}, {"sentId": 490, "text": "Me and my family, I've been on the same block since before I was even thought of, for over -- for decades."}, {"sentId": 491, "text": "And some of my family has told me a lot has changed."}, {"sentId": 492, "text": "But we have our good times."}, {"sentId": 493, "text": "Amari was a main part of our good times."}, {"sentId": 494, "text": "He was so full of life."}, {"sentId": 495, "text": "And we had a memory about him every day."}, {"sentId": 496, "text": "At this point I just wish we could get more."}], "speaker": "TRUSTY", "secId": 150}, {"sentences": [{"sentId": 497, "text": "So, Michael, I know you don't speak on behalf of the department."}, {"sentId": 498, "text": "But you heard her."}, {"sentId": 499, "text": "She's calling out leaders, she called out, you know, the department you work for."}, {"sentId": 500, "text": "She said the mayor."}, {"sentId": 501, "text": "She says everybody is talking, nobody is doing anything."}, {"sentId": 502, "text": "What's the problem?"}], "speaker": "LEMON", "secId": 151}, {"sentences": [{"sentId": 503, "text": "The problem I think is a combination of things."}, {"sentId": 504, "text": "I don't think it's just the police department."}, {"sentId": 505, "text": "I don't think it's just the neighborhood, the community."}, {"sentId": 506, "text": "I think it's a systemic problem where we have a lack of jobs."}, {"sentId": 507, "text": "We have subpar education system."}], "speaker": "SINGLETON", "secId": 152}, {"sentences": [{"sentId": 508, "text": "We have a lot of young parents who don't know exactly how to parent."}, {"sentId": 509, "text": "And a lot of other factors that have gone way back that we can talk about, that nobody like to talk about."}, {"sentId": 510, "text": "But there are a lot of factors that build into this, into people feeling like life is not worth as much as it should be."}, {"sentId": 511, "text": "And take it for granted."}], "speaker": "SINGLETON", "secId": 153}, {"sentences": [{"sentId": 512, "text": "And they are having the wrong values, because the father, Antonio Brown, who is believed to be -- and I want to get right, a ranking member of the Four Corners Hustlers."}, {"sentId": 513, "text": "He's not even cooperating, he won't tell who he thinks..."}], "speaker": "LEMON", "secId": 154}, {"sentences": [{"sentId": 514, "text": "What is he supposed to do?"}], "speaker": "TRUSTY", "secId": 155}, {"sentences": [{"sentId": 515, "text": "Let me speak to that."}], "speaker": "SINGLETON", "secId": 156}, {"sentences": [{"sentId": 516, "text": "Go ahead."}, {"sentId": 517, "text": "No, no, let her go ahead and then I'll let you go."}, {"sentId": 518, "text": "Go ahead, Diamond."}], "speaker": "LEMON", "secId": 157}, {"sentences": [{"sentId": 519, "text": "What is he supposed to do?"}, {"sentId": 520, "text": "That's the police job."}, {"sentId": 521, "text": "I'm going to be real."}], "speaker": "TRUSTY", "secId": 158}, {"sentences": [{"sentId": 522, "text": "Go ahead."}], "speaker": "LEMON", "secId": 159}, {"sentences": [{"sentId": 523, "text": "At first I was completely upset with Amari's dad because my Amari is gone."}, {"sentId": 524, "text": "But at this point, I don't blame anybody but the person who pulled the trigger."}, {"sentId": 525, "text": "That's the only person I blame."}, {"sentId": 526, "text": "That's the only person everybody else can blame."}, {"sentId": 527, "text": "Stop worrying about what he did in the past and worry about who the person who killed our baby."}], "speaker": "TRUSTY", "secId": 160}, {"sentences": [{"sentId": 528, "text": "Stop worrying about what Amari -- Amari is dead, he's hurt."}, {"sentId": 529, "text": "Build this man, don't pull him down."}, {"sentId": 530, "text": "Because he is going to be mentally ill just like the person that killed Amari is mentally ill right now."}, {"sentId": 531, "text": "Build this man up."}, {"sentId": 532, "text": "Build up our family."}, {"sentId": 533, "text": "Don't break him down."}, {"sentId": 534, "text": "Yes, he has 45 past arrests."}, {"sentId": 535, "text": "Yes, he does."}, {"sentId": 536, "text": "That had nothing to do with Amari."}], "speaker": "TRUSTY", "secId": 161}, {"sentences": [{"sentId": 537, "text": "Go ahead, Michael."}], "speaker": "LEMON", "secId": 162}, {"sentences": [{"sentId": 538, "text": "So -- so, OK, he has been arrested 45 times."}, {"sentId": 539, "text": "Yes, he has."}, {"sentId": 540, "text": "There are people who've not been arrested at all and been a bad parent."}, {"sentId": 541, "text": "There are people who have spent years in jail and turned out to be good parents."}, {"sentId": 542, "text": "I know he's not cooperating with the police."}, {"sentId": 543, "text": "I personally wish he would, but that's not my decision to make."}, {"sentId": 544, "text": "That's his decision to make."}], "speaker": "SINGLETON", "secId": 163}, {"sentences": [{"sentId": 545, "text": "He's Amari's father."}, {"sentId": 546, "text": "That's a burden that he will have to carry, not me."}, {"sentId": 547, "text": "And I don't think it's right for anyone to judge or pass judgment on him for the decision that he's making not to cooperate at this time."}, {"sentId": 548, "text": "Who is to say he won't cooperate later?"}, {"sentId": 549, "text": "People grieve differently and handle things differently."}], "speaker": "SINGLETON", "secId": 164}, {"sentences": [{"sentId": 550, "text": "He might be going through a grieving process right now."}, {"sentId": 551, "text": "I haven't really sat down and talked to him to find out what's going on in his head."}, {"sentId": 552, "text": "But I think its kinds of unfair just for us to -- just for us to keep saying he's not cooperating, and really is to say that he's the reason why his son is dead."}, {"sentId": 553, "text": "He is not the reason why his son is dead."}, {"sentId": 554, "text": "His son is dead because someone rolled around that corner and pulled the trigger."}], "speaker": "SINGLETON", "secId": 165}, {"sentences": [{"sentId": 555, "text": "Yes."}, {"sentId": 556, "text": "And the gunman is the person who is ultimately responsible for Diamond is absolutely correct."}], "speaker": "LEMON", "secId": 166}, {"sentences": [{"sentId": 557, "text": "Exactly."}], "speaker": "SINGLETON", "secId": 167}, {"sentences": [{"sentId": 558, "text": "But I actually I'm out of time."}, {"sentId": 559, "text": "But I -- Diamond, I do -- I appreciate your realness and I thank you for coming on."}, {"sentId": 560, "text": "And if you want to come back and discuss this and discuss solutions, I will have you back."}, {"sentId": 561, "text": "And Michael, thank you as well."}, {"sentId": 562, "text": "OK?"}, {"sentId": 563, "text": "TRUSTY: Oh, you will be seeing me again."}], "speaker": "LEMON", "secId": 168}, {"sentences": [{"sentId": 564, "text": "Thank you very much."}], "speaker": "SINGLETON", "secId": 169}, {"sentences": [{"sentId": 565, "text": "Thank you."}, {"sentId": 566, "text": "Best of luck."}, {"sentId": 567, "text": "We'll be right back."}], "speaker": "LEMON", "secId": 170}, {"sentences": [{"sentId": 568, "text": "Decade ago, Shirley Reine was found dead in her garage in Cape Cod, one gun shot to her chest, the other to her head."}, {"sentId": 569, "text": "Her death marking the, excuse me, the latest chapter in tangled web unsolved crimes connected to her family."}], "speaker": "LEMON", "secId": 171}, {"sentences": [{"sentId": 570, "text": "Tomorrow night right here on CNN you're going to hear from the only suspect ever charged in connection with this unsolved murder."}, {"sentId": 571, "text": "Randi Kaye special report, \"MURDER ON CAPE COD: WHO SHOT SHIRLEY REINE?\""}, {"sentId": 572, "text": "It airs right here tomorrow night at 9:00 Eastern."}], "speaker": "LEMON", "secId": 172}, {"sentences": [{"sentId": 573, "text": "That's it for us tonight."}, {"sentId": 574, "text": "I thank you so much for joining us."}, {"sentId": 575, "text": "See you back here tomorrow."}, {"sentId": 576, "text": "\"AC360\" starts right now."}], "speaker": "LEMON", "secId": 173}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1507.06.cnnt.01.html.json", "time": "Aired July 6, 2015 - 22:00   ET"}