{"sectionCount": 265, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["UNIDENTIFIED MALE", "LEMON", "RACHEL DOLEZAL", "KAYE", "ANDERSON", "HOUCK", "DOLEZAL", "HARRIS", "SUE", "HUTCHINSON", "WALTERS", "TUR", "GARDERE", "TRUMP", "UNIDENTIFIED FEMALE", "FERGUSON", "HILL", "JEB BUSH", "FALLON", "STEPHANOPOULOS"], "subTitle": "Alleged Plot To Kill The Employee's Husband; Rachel Dolezal \"I Identify As Black; Trump Launches Presidential Campaign; Manhunt Escaped Convicts; Source: Escapees Planned To Kill Lyle Mitchell; Source: Joyce Mitchell Had Sex With Escapee; Rachel Dolezal: \"Race Is Complex\"; Transracial VS. Transgender; Donald Trump Launches White House Bid", "url": "transcripts.cnn.com/TRANSCRIPTS/1506/16/cnnt.01.html", "sentenceCount": 635, "sections": [{"sentences": [{"sentId": 0, "text": "This is CNN Breaking News."}], "speaker": "UNIDENTIFIED MALE", "secId": 0}, {"sentences": [{"sentId": 1, "text": "There is breaking news this evening in the hunt for two escaped killers in upstate, New York."}, {"sentId": 2, "text": "This is CNN Tonight."}, {"sentId": 3, "text": "I'm Don Lemon."}], "speaker": "LEMON", "secId": 1}, {"sentences": [{"sentId": 4, "text": "As the search area expands, there are new details about the alleged plot to kill the husband of Joyce Mitchell, the prison employee charged as an accomplice in the escape, the very latest on that."}], "speaker": "LEMON", "secId": 2}, {"sentences": [{"sentId": 5, "text": "Also, it is the last question you'd expect Americans to be asking in 2015."}], "speaker": "LEMON", "secId": 3}, {"sentences": [{"sentId": 6, "text": "Are you an African American woman?"}], "speaker": "UNIDENTIFIED MALE", "secId": 4}, {"sentences": [{"sentId": 7, "text": "Identify as black."}], "speaker": "RACHEL DOLEZAL", "secId": 5}, {"sentences": [{"sentId": 8, "text": "But what exactly does that mean for Rachel Dolezal, a former NACCP leader who was born white, and what do African-American say?"}, {"sentId": 9, "text": "I have a great line of guest including Rachel Dolezal's brother and her parents who say their daughter is disconnected from reality."}], "speaker": "LEMON", "secId": 6}, {"sentences": [{"sentId": 10, "text": "And bombshell on the ride, Donald Trump enters the GOP race for the White House, should Americans take his candidacy seriously?"}, {"sentId": 11, "text": "We'll discus all of that."}, {"sentId": 12, "text": "They gave me a lot of ground to cover for you tonight, but we're going to begin with breaking news in the hunt for the escaped killers who broke out of prison 11 days ago, and Randi Kaye is in West Plattsburgh, New York for this evening."}], "speaker": "LEMON", "secId": 7}, {"sentences": [{"sentId": 13, "text": "Randi, I understand you have new information about the alleged plot to kill Joyce Mitchell's husband."}, {"sentId": 14, "text": "What can you tell us about that?"}], "speaker": "LEMON", "secId": 8}, {"sentences": [{"sentId": 15, "text": "We do, Don."}, {"sentId": 16, "text": "We spoke with the source close to this investigation with direct knowledge of this investigation."}, {"sentId": 17, "text": "And this source told me that Joyce Mitchell actually warned her husband, Lyle Mitchell, that he could be killed by these two escapees."}], "speaker": "KAYE", "secId": 9}, {"sentences": [{"sentId": 18, "text": "As you know, she was very familiar with the escape plan."}, {"sentId": 19, "text": "She also knew about the plot, the alleged plot to kill her husband."}, {"sentId": 20, "text": "So she was very worried apparently according to the source, she spilled everything to her husband telling him about the escape plan and telling him about the plot to take him out."}], "speaker": "KAYE", "secId": 10}, {"sentences": [{"sentId": 21, "text": "That is how Lyle Mitchell, the husband, is connected to this case now from what we understand from the source."}, {"sentId": 22, "text": "They were looking at him as possibly having knowledge of the escape plan or maybe even being involved in helping plot the escape plan."}, {"sentId": 23, "text": "Now, they simply think that Joyce Mitchell alerted her husband to it and that he just simply had knowledge of the planed, Don."}], "speaker": "KAYE", "secId": 11}, {"sentences": [{"sentId": 24, "text": "I mean the twist and turns in this story, Randi, is just unbelievable."}, {"sentId": 25, "text": "And in terms of Joyce's relationship with Richard Matt, which last night we learned was a sexual relationship, have you learned anymore about that?"}], "speaker": "LEMON", "secId": 12}, {"sentences": [{"sentId": 26, "text": "Yes."}, {"sentId": 27, "text": "As we were discussing last night, at first that we did find out it was a sexual relationship with Richard Matt."}, {"sentId": 28, "text": "He's a very, very violent man as you know, convicted for killing and dismembering his neighbor."}, {"sentId": 29, "text": "Well, this sexual relationship began back in 2013 and that's when the other escapee, David Sweat, was removed from the tailor shop where Joyce Mitchell worked with both of the escapees and also her husband who did maintenance in the tailor shop."}], "speaker": "KAYE", "secId": 13}, {"sentences": [{"sentId": 30, "text": "I'm told that the sexual encounters between Joyce Mitchell and Richard Matt did take place in that tailor shop according to the source, and that is the only place in the prison that the two of them would have been together and that's why it would have had to have happen there in the tailor shop, Don."}], "speaker": "KAYE", "secId": 14}, {"sentences": [{"sentId": 31, "text": "Randi, what about others, others who may have been involved in this elaborate escape."}, {"sentId": 32, "text": "Are they looking at anyone else right now?"}], "speaker": "LEMON", "secId": 15}, {"sentences": [{"sentId": 33, "text": "Yes, they're still looking."}, {"sentId": 34, "text": "And as you said, it is such an elaborate plan so it took a lot of planning certainly in advance."}, {"sentId": 35, "text": "They are wondering at this point and certainly looking into, according to the source, other prisoners, maybe they created some type of distraction either during the escape, or maybe before or after the escape."}, {"sentId": 36, "text": "And I'm also told that Joyce Mitchell is not the only prison employee that they are looking at."}], "speaker": "KAYE", "secId": 16}, {"sentences": [{"sentId": 37, "text": "They are looking at everyone inside that prison."}, {"sentId": 38, "text": "They are absolutely not stopping at just Joyce Mitchell."}], "speaker": "KAYE", "secId": 17}, {"sentences": [{"sentId": 39, "text": "We got someone on married to someone who's in that prison last night and said her husband has been only allowed out, Randi, for 10 minutes to take a shower since this all went down 11 days ago."}], "speaker": "LEMON", "secId": 18}, {"sentences": [{"sentId": 40, "text": "You know, you're standing right in front of what you stood to be a checkpoint there."}, {"sentId": 41, "text": "How was the search changed since you've been there?"}], "speaker": "LEMON", "secId": 19}, {"sentences": [{"sentId": 42, "text": "Well, it's really interesting."}, {"sentId": 43, "text": "I mean, it used to take us, you know, a solid half an hour to get from our hotel to the prison which is just a few miles still down the road."}, {"sentId": 44, "text": "But this is Highway 374 behind me and it was checkpoint, after checkpoint, after checkpoint."}, {"sentId": 45, "text": "The state police officers with their riffles, the search team is out, we see the K9 unit."}, {"sentId": 46, "text": "And just literally, moments before we went on the air with you, Don, they had finished breaking down the checkpoint that was one of the major checkpoints right here."}, {"sentId": 47, "text": "Because as you know, they're moving the search efforts to another area outside Dannemora which is where the prison is located a little bit further away from here where we are in West Plattsburgh."}], "speaker": "KAYE", "secId": 20}, {"sentences": [{"sentId": 48, "text": "But it has certainly changed."}, {"sentId": 49, "text": "I mean, the weather has certainly hampered efforts."}, {"sentId": 50, "text": "I should tell you, they have these items in the wood, these are the motion detectors they have cameras on them."}, {"sentId": 51, "text": "And I'm told that the rain have been so heavy that they're actually unable to take pictures, they were hoping to try and see if they could find the escapees in the woods, Don."}], "speaker": "KAYE", "secId": 21}, {"sentences": [{"sentId": 52, "text": "Randi Kay, I appreciate your reporting there."}], "speaker": "LEMON", "secId": 22}, {"sentences": [{"sentId": 53, "text": "I'm joined how by Harry Houck."}, {"sentId": 54, "text": "Harry is a retired New York City Police Detective, and also Rory Anderson."}], "speaker": "LEMON", "secId": 23}, {"sentences": [{"sentId": 55, "text": "he is a former inmate at the Clinton Correctional Facility."}, {"sentId": 56, "text": "He is a case -- a senior case manager at Fortune Society."}, {"sentId": 57, "text": "I'm glad to have all of you here."}], "speaker": "LEMON", "secId": 24}, {"sentences": [{"sentId": 58, "text": "Randi, you're here with me now and, I mean, Rory, I should say."}, {"sentId": 59, "text": "What do you make of these new developments when you hear what Randi has just reported?"}], "speaker": "LEMON", "secId": 25}, {"sentences": [{"sentId": 60, "text": "I think one of the things is that, the opportunity that someone might have to cause this kind of elaborate plan would be is as they're doing the day time if anything."}], "speaker": "ANDERSON", "secId": 26}, {"sentences": [{"sentId": 61, "text": "In a relationship, well, you know, allegedly the husband may have been the target of this plot and he didn't know anything about it but he was -- that she allegedly warned him about it, what do you make of that?"}], "speaker": "LEMON", "secId": 27}, {"sentences": [{"sentId": 62, "text": "Well, I don't know if that was just more conversation than anything to try and appease her, if that was necessary, to -- I mean, this guy, Matt, is probably all about himself."}, {"sentId": 63, "text": "His trying to get away and I don't know if he's going to stop to do what she asked at that point."}], "speaker": "ANDERSON", "secId": 28}, {"sentences": [{"sentId": 64, "text": "Do you think that she -- that they would give her the right information or do you think that she's part of the plot to throw everybody off that they may have bet her a false information just to throw people of the curve."}], "speaker": "LEMON", "secId": 29}, {"sentences": [{"sentId": 65, "text": "Yes."}, {"sentId": 66, "text": "I think that she probably did give some misinformation during the cause of it, they were given to her."}, {"sentId": 67, "text": "Just as a side, I think that one other things that might have happened is that, there could have been a motorcycle waiting somewhere else, you know, called totally diversion and somebody with a helmet on who's looking like that."}, {"sentId": 68, "text": "LEMON:  You know, Harry, why is it important to know when Lyle Mitchell learned of the plot to kill him."}, {"sentId": 69, "text": "Why is that important?"}], "speaker": "ANDERSON", "secId": 30}, {"sentences": [{"sentId": 70, "text": "you know, basically because, you know, if her husband knew about the plot before the escape, why didn't  the husband tell authorities?"}, {"sentId": 71, "text": "So that's why it's very important that she wait till -- after the escape to say something to him or before the escape."}], "speaker": "HOUCK", "secId": 31}, {"sentences": [{"sentId": 72, "text": "And now, if the husband knew before the escape, then he's involved by not saying nothing because he's trying to cover for his wife, that he feel bad for her, that he not want to say anything because he knew she might go to jail."}, {"sentId": 73, "text": "That's something that's very important."}, {"sentId": 74, "text": "We need to find that out."}], "speaker": "HOUCK", "secId": 32}, {"sentences": [{"sentId": 75, "text": "What about the possibility, Harry, that he's just in fear of his life and didn't know what to do?"}], "speaker": "LEMON", "secId": 33}, {"sentences": [{"sentId": 76, "text": "Yes, but if he was in fear for his life when both the prisoners are still in jail, that doesn't make any sense to me."}, {"sentId": 77, "text": "You know, if he finds out after that they escaped then he'd be in fear for his life."}, {"sentId": 78, "text": "But then still, why wouldn't you go right to the authorities?"}], "speaker": "HOUCK", "secId": 34}, {"sentences": [{"sentId": 79, "text": "But the whole thing is that, you know, they might have just said this, you know, to made me scare her or maybe she was part of the plan herself and she was going to runaway with these two guys."}], "speaker": "HOUCK", "secId": 35}, {"sentences": [{"sentId": 80, "text": "There's no doubt in my mind that these guys had a plan B, all right?"}, {"sentId": 81, "text": "They would have been found out within three days of their escape or they're sill marching around the woods there."}, {"sentId": 82, "text": "I think they had a plan B, they had another escape route and they took that and I don't think they're anywhere around to be found right now."}], "speaker": "HOUCK", "secId": 36}, {"sentences": [{"sentId": 83, "text": "What about the question I asked Rory that maybe part of the plan was to feed her false information to throw people off the trail?"}], "speaker": "LEMON", "secId": 37}, {"sentences": [{"sentId": 84, "text": "Sure, without a doubt because, listen."}, {"sentId": 85, "text": "A woman like her is very easily broken."}, {"sentId": 86, "text": "She's got no criminal record at all, all right, some smart detectives can go and interrogate her and they can break her in a heartbeat."}], "speaker": "HOUCK", "secId": 38}, {"sentences": [{"sentId": 87, "text": "She's not a felon that will sit there and lie to the police and even if she did initially lie to the police, they have plenty of days to interrogate her and to interview her to find out the real truth."}, {"sentId": 88, "text": "And I think they know the real truth."}], "speaker": "HOUCK", "secId": 39}, {"sentences": [{"sentId": 89, "text": "You know, we've talked a lot about manipulation before."}, {"sentId": 90, "text": "Do you, Harry, do these details about a sexual relationship between Richard Matt and Joyce Mitchell does any of this surprise you?"}], "speaker": "LEMON", "secId": 40}, {"sentences": [{"sentId": 91, "text": "No, it doesn't surprise me at all."}, {"sentId": 92, "text": "And I'll tell you what."}, {"sentId": 93, "text": "I don't think women should work in men's prisons and I don't think men should work in women's prisons just because of an issue like this."}], "speaker": "HOUCK", "secId": 41}, {"sentences": [{"sentId": 94, "text": "Rory, you don't agree with that do you?"}, {"sentId": 95, "text": "Or you're not so sure about it."}], "speaker": "LEMON", "secId": 42}, {"sentences": [{"sentId": 96, "text": "No, I don't agree with that."}], "speaker": "ANDERSON", "secId": 43}, {"sentences": [{"sentId": 97, "text": "Why not?"}], "speaker": "LEMON", "secId": 44}, {"sentences": [{"sentId": 98, "text": "One of the things that I think is that, having women around men helps to ease some of the tensions sometime."}, {"sentId": 99, "text": "If it's always men on men and there's always a conflict all the time."}, {"sentId": 100, "text": "Most men are usually gentlemen at heart."}], "speaker": "ANDERSON", "secId": 45}, {"sentences": [{"sentId": 101, "text": "So if there's a woman around, there's something they won't do or won't act out because they don't want to have to hurt a woman."}], "speaker": "ANDERSON", "secId": 46}, {"sentences": [{"sentId": 102, "text": "Harry?"}], "speaker": "LEMON", "secId": 47}, {"sentences": [{"sentId": 103, "text": "Well, I just said, I don't agree."}, {"sentId": 104, "text": "I mean, I think there's the emotional response there, emotional problems."}, {"sentId": 105, "text": "She had gotten too close to these guys."}, {"sentId": 106, "text": "It looks like she was having sex with them."}], "speaker": "HOUCK", "secId": 48}, {"sentences": [{"sentId": 107, "text": "You know, that emotional element is what we do not need to have in a prison and that's why I think you ought to be the same sex in the same prison, this way things like this can't happen."}], "speaker": "HOUCK", "secId": 49}, {"sentences": [{"sentId": 108, "text": "You always hear stories about people at work in prisons having sex with prisoners."}, {"sentId": 109, "text": "That's a problem."}, {"sentId": 110, "text": "And we got to make sure that we no longer have that problem and that's why we should have same sex persons in the same sex prisons."}], "speaker": "HOUCK", "secId": 50}, {"sentences": [{"sentId": 111, "text": "So, Rory, are you surprised by this supposed sexual relationship at all?"}], "speaker": "LEMON", "secId": 51}, {"sentences": [{"sentId": 112, "text": "No."}, {"sentId": 113, "text": "I mean, people are people no matter where they are, and someone would become vulnerable with her self-esteem was not high."}, {"sentId": 114, "text": "And then the fact that he was probably a good looking guy and been around her and was able to talk to him, he's at ease, she became at ease."}], "speaker": "ANDERSON", "secId": 52}, {"sentences": [{"sentId": 115, "text": "And, you know, just to speak of what Harry is talking about, I'm saying they have same sex relationships in prison, women and women, men and men, so that's not going to stop."}], "speaker": "ANDERSON", "secId": 53}, {"sentences": [{"sentId": 116, "text": "So -- but you think men curve their behavior because their gentleman at heart?"}], "speaker": "LEMON", "secId": 54}, {"sentences": [{"sentId": 117, "text": "Yes, I think so."}, {"sentId": 118, "text": "I really do."}, {"sentId": 119, "text": "But I believe that -- I'm speaking for myself..."}], "speaker": "ANDERSON", "secId": 55}, {"sentences": [{"sentId": 120, "text": "Right."}], "speaker": "LEMON", "secId": 56}, {"sentences": [{"sentId": 121, "text": "... in terms of this and I think there are more men that are like me than they are Richard and the other gentleman who is escaped."}], "speaker": "ANDERSON", "secId": 57}, {"sentences": [{"sentId": 122, "text": "His name is David, David Sweat."}], "speaker": "LEMON", "secId": 58}, {"sentences": [{"sentId": 123, "text": "Yeah, David Sweat."}, {"sentId": 124, "text": "LEMON:  Yeah."}, {"sentId": 125, "text": "Thank you, gentlemen, I appreciate it."}], "speaker": "ANDERSON", "secId": 59}, {"sentences": [{"sentId": 126, "text": "We have much more tonight on the breaking news in the manhunt for the escaped killers."}, {"sentId": 127, "text": "But up next, reaction to Rachel Dolezal, a former NAACP leader who was born white but says she identify as a black woman."}, {"sentId": 128, "text": "We have a talk to her brother and her parents who say their needs a reality check."}], "speaker": "ANDERSON", "secId": 60}, {"sentences": [{"sentId": 129, "text": "Rachel Dolezal made the rounds on national TV today insisting she identify as a black woman."}, {"sentId": 130, "text": "So, after post of the head of the Spokane Washington chapter, the NAACP after her parents outed  her as white."}], "speaker": "LEMON", "secId": 61}, {"sentences": [{"sentId": 131, "text": "I'm joined now by Ezra Dolezal, again, he's Rachel's adopted brother."}], "speaker": "LEMON", "secId": 62}, {"sentences": [{"sentId": 132, "text": "Thanks for coming back and speaking to us."}], "speaker": "LEMON", "secId": 63}, {"sentences": [{"sentId": 133, "text": "Thank you."}], "speaker": "DOLEZAL", "secId": 64}, {"sentences": [{"sentId": 134, "text": "So, have you watched your sister..."}], "speaker": "LEMON", "secId": 65}, {"sentences": [{"sentId": 135, "text": "E. DOLEZAL:  Yes."}], "speaker": "LEMON", "secId": 66}, {"sentences": [{"sentId": 136, "text": "... on television?"}], "speaker": "LEMON", "secId": 67}, {"sentences": [{"sentId": 137, "text": "E. DOLEZAL:  Yesterday."}], "speaker": "LEMON", "secId": 68}, {"sentences": [{"sentId": 138, "text": "And what do you think?"}], "speaker": "LEMON", "secId": 69}, {"sentences": [{"sentId": 139, "text": "E. DOLEZAL:  It was surprising, what she said."}, {"sentId": 140, "text": "I mean, it was really similar to her original story but a little bit different."}], "speaker": "LEMON", "secId": 70}, {"sentences": [{"sentId": 141, "text": "Yeah."}, {"sentId": 142, "text": "You said there was some inconsistencies that you actually thought about just now."}, {"sentId": 143, "text": "What are the inconsistencies?"}], "speaker": "LEMON", "secId": 71}, {"sentences": [{"sentId": 144, "text": "E. DOLEZAL:  Well, she starts out beginning of the fall, I mean, the whole story actually happening last week, say that she was born black, saying that she grown up in Africa all sort of stuff, and now she's also in changing her story."}, {"sentId": 145, "text": "So, my question to her is what exactly is true?"}, {"sentId": 146, "text": "Like is that -- we're saying now truly said earlier and also several other different stories about like some more details like Harvard University and all other stuff that now, she's in  because she keeps on changing her story."}], "speaker": "LEMON", "secId": 72}, {"sentences": [{"sentId": 147, "text": "That's my -- so, I was wondering about."}, {"sentId": 148, "text": "It's like..."}], "speaker": "LEMON", "secId": 73}, {"sentences": [{"sentId": 149, "text": "So, people have been asking, you know, why on earth will be, you know, there's a family coming to speak forth."}, {"sentId": 150, "text": "You said that she has done so many -- what you think are deplorable things to the family and said so many things about you publicly."}, {"sentId": 151, "text": "You're doing it to correct her, right?"}, {"sentId": 152, "text": "Is that right?"}], "speaker": "LEMON", "secId": 74}, {"sentences": [{"sentId": 153, "text": "E. DOLEZAL:  To set the record straight."}], "speaker": "LEMON", "secId": 75}, {"sentences": [{"sentId": 154, "text": "Well, I guess."}], "speaker": "LEMON", "secId": 76}, {"sentences": [{"sentId": 155, "text": "E. DOLEZAL:  And..."}], "speaker": "LEMON", "secId": 77}, {"sentences": [{"sentId": 156, "text": "Yes."}, {"sentId": 157, "text": "Yeah."}, {"sentId": 158, "text": "She was asked earlier on today, in the Today's Show about what it means to be black and take on black."}, {"sentId": 159, "text": "And so, I want you to watch this segment."}], "speaker": "LEMON", "secId": 78}, {"sentences": [{"sentId": 160, "text": "I have a huge issue with black face."}, {"sentId": 161, "text": "This is not some freak 'Birth of a Nation' mockery black face performance."}, {"sentId": 162, "text": "This is on a very real, connected level."}, {"sentId": 163, "text": "How -- I've actually had to go there with the experience, not just the visible representation, but with the experience."}, {"sentId": 164, "text": "And the point of which that really solidified was when I got full custody of Izaiah."}, {"sentId": 165, "text": "And he said, \"You're my real mom\"."}, {"sentId": 166, "text": "And then, he's in high school, and for that to be something that is plausible, I, you know, certainly can't be seen as white and be Izaiah's mom."}], "speaker": "DOLEZAL", "secId": 79}, {"sentences": [{"sentId": 167, "text": "So, she is talking about her kids."}, {"sentId": 168, "text": "And Izaiah, which is your brother, right?"}], "speaker": "LEMON", "secId": 80}, {"sentences": [{"sentId": 169, "text": "E. DOLEZAL:  Right."}], "speaker": "LEMON", "secId": 81}, {"sentences": [{"sentId": 170, "text": "She adopted her brother, right?"}], "speaker": "LEMON", "secId": 82}, {"sentences": [{"sentId": 171, "text": "E. DOLEZAL:  She had custody."}, {"sentId": 172, "text": "She didn't actually adopt him."}, {"sentId": 173, "text": "She has got custody of him."}], "speaker": "LEMON", "secId": 83}, {"sentences": [{"sentId": 174, "text": "And she's talking about black face."}, {"sentId": 175, "text": "You've accused her of black face but she is saying that she feel like she was part of a black family."}, {"sentId": 176, "text": "Do you understand that?"}, {"sentId": 177, "text": "What is she talking about?"}], "speaker": "LEMON", "secId": 84}, {"sentences": [{"sentId": 178, "text": "E. DOLEZAL:  I, actually, honestly I have no idea what she's talking about that."}, {"sentId": 179, "text": "Part of a black family, I mean, she -- I mean, yes,  black but she never actually considered herself black until she  when she was  appears black but she never did that growing up."}], "speaker": "LEMON", "secId": 85}, {"sentences": [{"sentId": 180, "text": "Yeah."}, {"sentId": 181, "text": "What this in another thing for that she said earlier today, well, about what it means to be black and take on black."}, {"sentId": 182, "text": "Here it is."}], "speaker": "LEMON", "secId": 86}, {"sentences": [{"sentId": 183, "text": "R. DOLEZAL:  First of all, it means that I have really gone there with the experience in terms of being a mother of two black sons and really owning what it means to experience and live black, in blackness."}, {"sentId": 184, "text": "And so, that's one aspect."}, {"sentId": 185, "text": "Another aspect would be that I, from a very young age, felt a kind of a spiritual, visceral, just very instinctual connection with black is beautiful, you know, just the black experience and wanting to celebrate that."}], "speaker": "LEMON", "secId": 87}, {"sentences": [{"sentId": 186, "text": "So, you're kind of smirking as you're watching that."}, {"sentId": 187, "text": "Why?"}], "speaker": "LEMON", "secId": 88}, {"sentences": [{"sentId": 188, "text": "E. DOLEZAL:  I was -- I don't know."}, {"sentId": 189, "text": "Some of the thoughts she was saying was really ridiculous."}, {"sentId": 190, "text": "I mean, yeah, I mean, she was ."}, {"sentId": 191, "text": "I guess, she was trying to make it sound way more indefinite than it really was but she actually did and try to justify it, I guess, but..."}], "speaker": "LEMON", "secId": 89}, {"sentences": [{"sentId": 192, "text": "Do you think she has lost connection to reality?"}], "speaker": "LEMON", "secId": 90}, {"sentences": [{"sentId": 193, "text": "E. DOLEZAL:  I, actually honestly, do."}, {"sentId": 194, "text": "I really do."}, {"sentId": 195, "text": "I mean..."}], "speaker": "LEMON", "secId": 91}, {"sentences": [{"sentId": 196, "text": "When do you think that happened?"}], "speaker": "LEMON", "secId": 92}, {"sentences": [{"sentId": 197, "text": "E. DOLEZAL:  I think that happened -- well, I think, real like -- I wouldn't say like just in '12."}, {"sentId": 198, "text": "I say more recently."}, {"sentId": 199, "text": "Probably, I don't know, like last, I mean, couple of years because not only -- she's gone so far, she now actually admit that she's actually -- when she told me that what she was doing."}, {"sentId": 200, "text": "She's not exactly doing that anymore."}, {"sentId": 201, "text": "She -- was doing is saying that she actually is it and she actually acts like she believes it."}, {"sentId": 202, "text": "And she actually believes that she is right in what she is doing and it's just ."}], "speaker": "LEMON", "secId": 93}, {"sentences": [{"sentId": 203, "text": "Yeah."}, {"sentId": 204, "text": "And now, she is completely disconnected from the family."}, {"sentId": 205, "text": "We're going to talk to your mom and dad, her mom and dad a little bit later on."}, {"sentId": 206, "text": "Thank you."}], "speaker": "LEMON", "secId": 94}, {"sentences": [{"sentId": 207, "text": "E. DOLEZAL:  Thank you."}], "speaker": "LEMON", "secId": 95}, {"sentences": [{"sentId": 208, "text": "I appreciate it ."}], "speaker": "LEMON", "secId": 96}, {"sentences": [{"sentId": 209, "text": "E. DOLEZAL:  Thank you."}], "speaker": "LEMON", "secId": 97}, {"sentences": [{"sentId": 210, "text": "Really."}], "speaker": "LEMON", "secId": 98}, {"sentences": [{"sentId": 211, "text": "E. DOLEZAL:  Thanks."}, {"sentId": 212, "text": "Bye."}], "speaker": "LEMON", "secId": 99}, {"sentences": [{"sentId": 213, "text": "I want to bring in Donald Harris, President of the Maricopa County Arizona Chapter of the NAACP."}], "speaker": "LEMON", "secId": 100}, {"sentences": [{"sentId": 214, "text": "Thanks for joining us, Mr. Harris."}, {"sentId": 215, "text": "You're a white leader who was working on by NAACP."}, {"sentId": 216, "text": "Rachel Dolezal kind of taken that path -- the same path that you took."}, {"sentId": 217, "text": "So, what do you make of this saga?"}], "speaker": "LEMON", "secId": 101}, {"sentences": [{"sentId": 218, "text": "I was told at a young age when you find you're digging yourself into a hole, stop digging."}, {"sentId": 219, "text": "And it seems that every time this young lady gets on TV in the last day or so, she is digging herself deeper and deeper."}, {"sentId": 220, "text": "She's coming up with false defenses as to why she did this, the experience."}, {"sentId": 221, "text": "And then, she refers back to the movie \"The Birth of a Nation\" which was anti-black movie."}], "speaker": "HARRIS", "secId": 102}, {"sentences": [{"sentId": 222, "text": "It's got to stop."}, {"sentId": 223, "text": "She's got to face the fact, she's not black."}, {"sentId": 224, "text": "She's never going to be black."}, {"sentId": 225, "text": "She did something worthwhile in her capacity as a leader in the NAACP and as she'll going to bring it all down on her head."}, {"sentId": 226, "text": "LEMON:  Yeah."}], "speaker": "HARRIS", "secId": 103}, {"sentences": [{"sentId": 227, "text": "She's not going to ruin the organization."}, {"sentId": 228, "text": "The organization's going to stand solid and come out even better than it was before."}, {"sentId": 229, "text": "It's time for her to face reality."}, {"sentId": 230, "text": "And I don't think this young woman is facing reality."}], "speaker": "HARRIS", "secId": 104}, {"sentences": [{"sentId": 231, "text": "If there's a perception out there and maybe some people are naive to the fact that there are people -- there are white people -- people of all different ethnicity's really in the NAACP."}], "speaker": "LEMON", "secId": 105}, {"sentences": [{"sentId": 232, "text": "And in leadership position, you don't have to pretend to be black to be a leader in the NAACP."}, {"sentId": 233, "text": "That's a misconception if anyone is taking that especially her."}, {"sentId": 234, "text": "HARRIS:  Exactly."}, {"sentId": 235, "text": "Yeah, we have white leaders."}, {"sentId": 236, "text": "I don't know how many"}], "speaker": "LEMON", "secId": 106}, {"sentences": [{"sentId": 237, "text": "presidents of chapters we have now."}, {"sentId": 238, "text": "I thought at one time, I was the only one, apparently I wasn't, but that's unimportant."}], "speaker": "LEMON", "secId": 107}, {"sentences": [{"sentId": 239, "text": "The NAACP was founded 105 years ago by several people of several denominations and several colors."}, {"sentId": 240, "text": "We had white Jews that gave the financial support and began writing the charter for the original NAACP along with African-Americans."}, {"sentId": 241, "text": "And it grew, and grew, and grew into a powerful, wonderful organization."}, {"sentId": 242, "text": "That can't be denied."}], "speaker": "LEMON", "secId": 108}, {"sentences": [{"sentId": 243, "text": "The beginning, right in the outset of this organization, there were whites working with African-Americans, and it's been a success."}, {"sentId": 244, "text": "And it can continue to be a success and we can build on it."}], "speaker": "LEMON", "secId": 109}, {"sentences": [{"sentId": 245, "text": "We got to put this to the side."}, {"sentId": 246, "text": "This is one person, that is, and once again, I don't mean to make disparaging remarks against her because she's been a trooper for the NAACP, but she has some health issues I think that have to be addressed."}], "speaker": "LEMON", "secId": 110}, {"sentences": [{"sentId": 247, "text": "So I want to ask you, is that -- she has -- you said she's done a lot."}, {"sentId": 248, "text": "And initially, people within the organization supported her, saying she's done a lot of good work as you have said."}, {"sentId": 249, "text": "But as you hear more and more from her, do you think that she is losing support by making statements and not really answering questions to the satisfaction of the public?"}], "speaker": "LEMON", "secId": 111}, {"sentences": [{"sentId": 250, "text": "No doubt."}, {"sentId": 251, "text": "She has lost credibility."}, {"sentId": 252, "text": "And when you lose credibility, you lost everything, especially when you're in a position of leadership."}, {"sentId": 253, "text": "If you can't trust your leaders, if you can't believe in your leaders, what do you have?"}, {"sentId": 254, "text": "You have nothing."}, {"sentId": 255, "text": "And that's what is going to be left with this young woman."}, {"sentId": 256, "text": "They're going to forget the good deeds that she did."}], "speaker": "HARRIS", "secId": 112}, {"sentences": [{"sentId": 257, "text": "Yeah."}, {"sentId": 258, "text": "Donald Harris, President of the Maricopa County NAACP, thank you."}], "speaker": "LEMON", "secId": 113}, {"sentences": [{"sentId": 259, "text": "Thank you, Don."}], "speaker": "HARRIS", "secId": 114}, {"sentences": [{"sentId": 260, "text": "Much more reaction tonight on Rachel Dolezal's statement that she identifies as a black woman."}, {"sentId": 261, "text": "One woman calls her con artist, we're going to see why."}, {"sentId": 262, "text": "And a bombshell on the ride, Donald Trump is running for the GOP nomination, how will his candidacy impact the race?"}, {"sentId": 263, "text": "We're going to take a look, coming up."}], "speaker": "LEMON", "secId": 115}, {"sentences": [{"sentId": 264, "text": "Rachel Dolezal a former NAACP leader, who was born white insist, she identify as a black woman."}, {"sentId": 265, "text": "So how do people feel about that claim?"}], "speaker": "LEMON", "secId": 116}, {"sentences": [{"sentId": 266, "text": "Joined now by Earl Ofari Hutchinson, Syndicated Columnist and author of \"How Obama Won\", Alicia Walters, Founder of Echoing Ida and Derald Wing Sue Professor of Psychology and Education at Columbia University and the author of \"Race Talk and the Conspiracy of Silence: Understanding and Facilitating Difficult Dialogues on Race\"."}], "speaker": "LEMON", "secId": 117}, {"sentences": [{"sentId": 267, "text": "How did you get that title on the front of a book, man?"}], "speaker": "LEMON", "secId": 118}, {"sentences": [{"sentId": 268, "text": "It was hard to do but we did it."}], "speaker": "SUE", "secId": 119}, {"sentences": [{"sentId": 269, "text": "All right."}, {"sentId": 270, "text": "If my mouth will work tonight, I'm going to ask you some questions."}, {"sentId": 271, "text": "Earl, I'm going to start with you."}], "speaker": "LEMON", "secId": 120}, {"sentences": [{"sentId": 272, "text": "You started off as a supporter of Rachel Dolezal and her record for the NAACP."}, {"sentId": 273, "text": "After that interview, over interviews, what do you think now?"}], "speaker": "LEMON", "secId": 121}, {"sentences": [{"sentId": 274, "text": "Well, you're right."}, {"sentId": 275, "text": "You know, Don, honestly what I wanted to do were two things."}, {"sentId": 276, "text": "One, who is Rachel Dolezal?"}, {"sentId": 277, "text": "I mean, I had never heard of her."}, {"sentId": 278, "text": "I mean, who had Spokane NAACP."}], "speaker": "HUTCHINSON", "secId": 122}, {"sentences": [{"sentId": 279, "text": "So anyway, I went to the website, look at the record."}, {"sentId": 280, "text": "I was very impressed."}, {"sentId": 281, "text": "All the issues that are near and dear, the civil rights activist, health, education, criminal justice system reform, hate crimes, police abuse, I mean, she was on the point and the chapter was but then I wanted to know something else."}], "speaker": "HUTCHINSON", "secId": 123}, {"sentences": [{"sentId": 282, "text": "After the record, why that this individual has apparently given such great leadership, revive the organization, move it along, why pretend to be something else."}, {"sentId": 283, "text": "So that was a troubling question."}, {"sentId": 284, "text": "Because, as we heard, Don, the NAACP is always had leaders who had been whites and..."}], "speaker": "HUTCHINSON", "secId": 124}, {"sentences": [{"sentId": 285, "text": "It's not a big deal."}, {"sentId": 286, "text": "It's not a big deal."}], "speaker": "LEMON", "secId": 125}, {"sentences": [{"sentId": 287, "text": "It's not a big deal."}], "speaker": "HUTCHINSON", "secId": 126}, {"sentences": [{"sentId": 288, "text": "Right."}], "speaker": "LEMON", "secId": 127}, {"sentences": [{"sentId": 289, "text": "So in others words, you can be exactly what you are with no pretension so that was extremely troubling in that part."}], "speaker": "HUTCHINSON", "secId": 128}, {"sentences": [{"sentId": 290, "text": "So do you think there is something beyond what's hear that he is the only one."}, {"sentId": 291, "text": "And so now, have you -- is she you're your support, that's a simple question."}, {"sentId": 292, "text": "HUTCHINSON:  Well, you know, the support was really the record more than anything else rather the individual."}, {"sentId": 293, "text": "Now, having said that, you know, I do find it troubling like I said before."}, {"sentId": 294, "text": "Number one, you were something else, I don't know whether she actually deliberately misrepresented in the sell for now."}, {"sentId": 295, "text": "I mean, we can go back..."}], "speaker": "LEMON", "secId": 129}, {"sentences": [{"sentId": 296, "text": "It appears that she did."}], "speaker": "LEMON", "secId": 130}, {"sentences": [{"sentId": 297, "text": "But, but the fact to the matter is, you are something else in a strategic, critical leadership position and let's face it, the NAACP is a nations oldest civil rights and most respected civil rights..."}], "speaker": "HUTCHINSON", "secId": 131}, {"sentences": [{"sentId": 298, "text": "All right."}, {"sentId": 299, "text": "I want to get the other guess in here, Licia -- Alicia, I should say excuse me, you broke the Internet last time with your conversation on the show."}, {"sentId": 300, "text": "I want to play this for you the first moment when Rachel Dolezal was asked about here identity by local reporter."}, {"sentId": 301, "text": "Here it is."}], "speaker": "LEMON", "secId": 132}, {"sentences": [{"sentId": 302, "text": "Are you African-American?"}], "speaker": "UNIDENTIFIED MALE", "secId": 133}, {"sentences": [{"sentId": 303, "text": "I don't understand the question?"}], "speaker": "RACHEL DOLEZAL", "secId": 134}, {"sentences": [{"sentId": 304, "text": "Are your parents, are they white?"}], "speaker": "UNIDENTIFIED MALE", "secId": 135}, {"sentences": [{"sentId": 305, "text": "Sorry about that."}, {"sentId": 306, "text": "It's just -- it's unbelievable the way she reacted she had a longtime to kind of figure that out and then here was how she responded to  this morning."}], "speaker": "LEMON", "secId": 136}, {"sentences": [{"sentId": 307, "text": "Let me just ask you the question on simple terms again because you've send mixed signals over the years."}, {"sentId": 308, "text": "Are you an African-American woman?"}], "speaker": "UNIDENTIFIED MALE", "secId": 137}, {"sentences": [{"sentId": 309, "text": "Identify as black."}], "speaker": "DOLEZAL", "secId": 138}, {"sentences": [{"sentId": 310, "text": "You identify as black."}, {"sentId": 311, "text": "Let me put a picture of the view in your early 20s though, and when you see this picture is this an African-American woman or is that a Caucasian woman?"}], "speaker": "UNIDENTIFIED MALE", "secId": 139}, {"sentences": [{"sentId": 312, "text": "That's not in my early 20's but..."}], "speaker": "DOLEZAL", "secId": 140}, {"sentences": [{"sentId": 313, "text": "That's little younger I guess, yeah."}], "speaker": "UNIDENTIFIED MALE", "secId": 141}, {"sentences": [{"sentId": 314, "text": "Yes."}, {"sentId": 315, "text": "Yes, 16 in that picture."}], "speaker": "DOLEZAL", "secId": 142}, {"sentences": [{"sentId": 316, "text": "Is she a Caucasian woman or an African-American woman?"}], "speaker": "UNIDENTIFIED MALE", "secId": 143}, {"sentences": [{"sentId": 317, "text": "I would say that visibly she'd be identified as a white by people who see her."}, {"sentId": 318, "text": "UNIDENTIFIED MALE:  But at the time where you identifying yourself as African-American?"}], "speaker": "DOLEZAL", "secId": 144}, {"sentences": [{"sentId": 319, "text": "In that picture during that time, no."}], "speaker": "DOLEZAL", "secId": 145}, {"sentences": [{"sentId": 320, "text": "So, Alicia, is this about race, is it about integrity, is it about both, what is it?"}], "speaker": "LEMON", "secId": 146}, {"sentences": [{"sentId": 321, "text": "You know, I think we have here and based on here comments today, a classic case of blackfan  syndrome gone array."}, {"sentId": 322, "text": "But race is not determined by who you spend the most of your time with or who your influenced by."}], "speaker": "WALTERS", "secId": 147}, {"sentences": [{"sentId": 323, "text": "It's structurally and externally imposed and enforced, and racism was created for the benefit of white people."}, {"sentId": 324, "text": "So this idea that we can be raced fluid, it doesn't go in two directions, it goes in one direction, and it's toward whiteness and for the benefit of white people that's what we've seen with race in the past."}, {"sentId": 325, "text": "And that's exactly what's happening now when the Irish and the Italians became white it was for the benefit of the white power structure."}], "speaker": "WALTERS", "secId": 148}, {"sentences": [{"sentId": 326, "text": "So Rachel Dolezal even though it looks a little different nowadays, she is actively benefiting from passing herself or trying to present as a black women."}, {"sentId": 327, "text": "It's for her benefit she's gained scholarships..."}], "speaker": "WALTERS", "secId": 149}, {"sentences": [{"sentId": 328, "text": "Right."}], "speaker": "LEMON", "secId": 150}, {"sentences": [{"sentId": 329, "text": "... she's gotten opportunities at Spokane at least where normally, you know, saved for black people."}, {"sentId": 330, "text": "she's probably going to get a book deal.."}], "speaker": "WALTERS", "secId": 151}, {"sentences": [{"sentId": 331, "text": "She's taking of a space that is meant for, that was meant for someone, someone of color."}, {"sentId": 332, "text": "I want to get to Derald..."}], "speaker": "LEMON", "secId": 152}, {"sentences": [{"sentId": 333, "text": "And not only -- yeah."}], "speaker": "WALTERS", "secId": 153}, {"sentences": [{"sentId": 334, "text": "..."}, {"sentId": 335, "text": "I want to get to Derald."}, {"sentId": 336, "text": "And Dermad, if she identifies as black, is she black?"}], "speaker": "LEMON", "secId": 154}, {"sentences": [{"sentId": 337, "text": "OK."}, {"sentId": 338, "text": "Here's the situation, my initial reaction can be a harsh one that she is deceptive, dishonest and really manipulative."}, {"sentId": 339, "text": "And this speaks to what we call a character fraud ."}, {"sentId": 340, "text": "And that would be unethical for me to diagnose as a psychologist, some type of disorder."}, {"sentId": 341, "text": "The more benign explanation relates to what we call white racial identity development."}, {"sentId": 342, "text": "And there's been a body of study in literature that have begin to explore how white individuals come to identify as a racial cultural being what their whiteness mean to them."}], "speaker": "SUE", "secId": 155}, {"sentences": [{"sentId": 343, "text": "If you ask most white people, what is the whiteness mean to you, they won't be able to answer it or they will feel uncomfortable, they'll deny it by saying, \"I'm Italian, I'm Irish\", or something like that."}], "speaker": "SUE", "secId": 156}, {"sentences": [{"sentId": 344, "text": "For her too, however, gone to identify with a marginalize group usually you see passing going the other way..."}, {"sentId": 345, "text": "LEMON:  The other way, right."}], "speaker": "SUE", "secId": 157}, {"sentences": [{"sentId": 346, "text": "... but then is..."}], "speaker": "SUE", "secId": 158}, {"sentences": [{"sentId": 347, "text": "So what are you saying?"}], "speaker": "LEMON", "secId": 159}, {"sentences": [{"sentId": 348, "text": "OK."}, {"sentId": 349, "text": "I think she's stopped in a process where now she precedes her own whiteness as something negative, something that she's ashamed of, something she's trying to escape."}, {"sentId": 350, "text": "And that there's two reactions since psychology that we've studied."}, {"sentId": 351, "text": "One, we call the paternalistic protector, where the white person becomes almost an uncle or father to protect Rachel ethnic minority racism."}], "speaker": "SUE", "secId": 160}, {"sentences": [{"sentId": 352, "text": "The other one that I think of Dolezal is involved in, is what we call over identification with the oppressed or marginalize group."}, {"sentId": 353, "text": "And she is now -- she's gone further unusual, she's now fabricating evidence to indicate that through self deception and deception of others that she is a black women."}], "speaker": "SUE", "secId": 161}, {"sentences": [{"sentId": 354, "text": "Yeah, so..."}], "speaker": "LEMON", "secId": 162}, {"sentences": [{"sentId": 355, "text": "And that's bothersome to me..."}], "speaker": "SUE", "secId": 163}, {"sentences": [{"sentId": 356, "text": "Yeah."}], "speaker": "LEMON", "secId": 164}, {"sentences": [{"sentId": 357, "text": "This is disturbing an unhealthy."}], "speaker": "SUE", "secId": 165}, {"sentences": [{"sentId": 358, "text": "It's bothersome to a lot of people and for this fascinating conversation, of course, we are out of time."}, {"sentId": 359, "text": "Thank you Alicia, thank you Earl and thank you Derald, I appreciate it the conversation."}], "speaker": "LEMON", "secId": 166}, {"sentences": [{"sentId": 360, "text": "And coming up, can person be born one race and identify with another, and what about comparison made between transracial and transgender people."}, {"sentId": 361, "text": "We're going to talk about that next."}], "speaker": "LEMON", "secId": 167}, {"sentences": [{"sentId": 362, "text": "Since Rachel Dolezal story made headlines comparisons have been made between transracial and transgender."}, {"sentId": 363, "text": "So let's talk about this now with Jeff Gardere he's a Psychologist and Professor of Behavioral Medicine at Touro College, and Zoey Tur Transgender News Reporter and Special Correspondent for Inside Edition."}, {"sentId": 364, "text": "I'm so happy to have both of you on."}], "speaker": "LEMON", "secId": 168}, {"sentences": [{"sentId": 365, "text": "Zoey, I'm going to start with you because you said this on Twitter today."}, {"sentId": 366, "text": "You said that she is a con artist, sociopath, ripping up a transexperience."}, {"sentId": 367, "text": "Means words and you sent me a scaving e-mail."}, {"sentId": 368, "text": "Why do you feel so strongly about this?"}], "speaker": "LEMON", "secId": 169}, {"sentences": [{"sentId": 369, "text": "Well, this weekend I took a number of callers and they were arguing if Bruce Jenner can call himself, himself, a woman why can't Rachel Dolezal call herself black."}, {"sentId": 370, "text": "And the problem is, from a philosophical standpoint I can't argue with that."}, {"sentId": 371, "text": "I have no where to go."}, {"sentId": 372, "text": "I know gender dysphoria is in the pediatric textbook."}, {"sentId": 373, "text": "I don't see transracial dysphoria anywhere in this book."}], "speaker": "TUR", "secId": 170}, {"sentences": [{"sentId": 374, "text": "So I know it's a brain anomaly."}, {"sentId": 375, "text": "I know I have a brain anomaly, I know that the only cure for this, you know, using hormone replacement therapy or including surgery which I've had."}, {"sentId": 376, "text": "But with what she is experiencing, you know, this is like to me sociopathic behavior, and at the very best and opportunist, and somebody that hasn't answer for everything."}], "speaker": "TUR", "secId": 171}, {"sentences": [{"sentId": 377, "text": "So I've been sucked into this and I really don't know where to go because maybe they have a point."}, {"sentId": 378, "text": "Maybe Bruce Jenner can be a woman without getting all the surgeries."}, {"sentId": 379, "text": "Maybe I'm really still a man."}, {"sentId": 380, "text": "You know, who's to say."}], "speaker": "TUR", "secId": 172}, {"sentences": [{"sentId": 381, "text": "Yeah."}, {"sentId": 382, "text": "Well, let's talk about, let's get a medical opinion here."}, {"sentId": 383, "text": "So, Jeff, Rachel says she identifies as being black is that possible?"}, {"sentId": 384, "text": "It's not in the medical journal."}, {"sentId": 385, "text": "Will it be in there possibly one day?"}, {"sentId": 386, "text": "Are you born into a race and can you transition into another?"}], "speaker": "LEMON", "secId": 173}, {"sentences": [{"sentId": 387, "text": "Well, as we see what's transgender and Zoey, of course, can attest to this, there are a lot of studies being done looking at nature versus nurture, looking at brain structures, looking at DNA and so on."}, {"sentId": 388, "text": "And so, they're trying to figure out how does this happen, but we know it's something that is very healthy for an individual to go from gender dysphoria to transgender to making the transformation."}, {"sentId": 389, "text": "That is healthy."}], "speaker": "GARDERE", "secId": 174}, {"sentences": [{"sentId": 390, "text": "But now, we're talking about something that is transracial."}, {"sentId": 391, "text": "There are no studies there as to whether someone is born into the wrong racial group."}, {"sentId": 392, "text": "Yes, we know that you can inherit certain behaviors but you don't inherit whether you decide you're black or white."}, {"sentId": 393, "text": "That as we know right now is purely environmental."}], "speaker": "GARDERE", "secId": 175}, {"sentences": [{"sentId": 394, "text": "What I see going on with Rachel at this point, yes, I think she has been dishonest, when you tell a lie you build around that lie, you create a new reality."}, {"sentId": 395, "text": "But I don't think she's doing it for gain and even if she is as many other people believe she is."}], "speaker": "GARDERE", "secId": 176}, {"sentences": [{"sentId": 396, "text": "There's a psychological component behind that."}], "speaker": "GARDERE", "secId": 177}, {"sentences": [{"sentId": 397, "text": "As a psychologist, I can't judge her."}, {"sentId": 398, "text": "I can only look at the psychodynamics and you've made it very clear, Don, in your interviews that there are some very horrific dynamics going on between this woman and her parents, and her family, and perhaps her being this transracial individual is more about a copping mechanism not being able to identify with being white because of the issues with her parents..."}], "speaker": "GARDERE", "secId": 178}, {"sentences": [{"sentId": 399, "text": "OK."}], "speaker": "LEMON", "secId": 179}, {"sentences": [{"sentId": 400, "text": "... or with society."}], "speaker": "GARDERE", "secId": 180}, {"sentences": [{"sentId": 401, "text": "All right."}, {"sentId": 402, "text": "Let me ask you this."}, {"sentId": 403, "text": "And I'm putting devil's advocate here because, you know, she clearly lied, right, and she admits as much, probably not as much as people, you know, people would like her to admit."}, {"sentId": 404, "text": "So transracial is not part of the medical book that Zoey has there."}, {"sentId": 405, "text": "Transgender may not have been in that medical book at some point."}, {"sentId": 406, "text": "Might this end up being something that's legitimate and maybe Rachel Dolezal is just a wrong example of it at this point."}, {"sentId": 407, "text": "Are there people who truly feel that they are -- were born the wrong race or that they identify as another race, Doctor and then Zoey."}], "speaker": "LEMON", "secId": 181}, {"sentences": [{"sentId": 408, "text": "Well, I think certainly there are people who identify and overidentify for example, with African-American culture and there's nothing wrong with that."}, {"sentId": 409, "text": "I think the issue is here, she may not be the right example because of what we understand to possibly be the deception and the family dynamics that are part of this."}], "speaker": "GARDERE", "secId": 182}, {"sentences": [{"sentId": 410, "text": "So she -- you're right, Don."}, {"sentId": 411, "text": "I don't think she is the right test person for this kind of a concept."}], "speaker": "GARDERE", "secId": 183}, {"sentences": [{"sentId": 412, "text": "Would you be able to accept that, Zoey, you know, following up on the question on this."}, {"sentId": 413, "text": "Would you be able to accept that maybe there's possible, you know, transracial?"}, {"sentId": 414, "text": "I don't know."}, {"sentId": 415, "text": "I'm not a psychologist, and..."}], "speaker": "LEMON", "secId": 184}, {"sentences": [{"sentId": 416, "text": "No."}, {"sentId": 417, "text": "I understand your point, but I don't think you can."}, {"sentId": 418, "text": "I think kids -- a lot of kids, lots of white kids idolized basketball players like Michael Jordan, Shaq, of course, but they still know they're white."}, {"sentId": 419, "text": "With respect to the trans issue this is, you know, this is my life."}, {"sentId": 420, "text": "I spent two years fighting, you know, in the media to get recognition, so people notice the brain anomaly."}], "speaker": "TUR", "secId": 185}, {"sentences": [{"sentId": 421, "text": "And you can see coop in the trans movement and it's turn into..."}], "speaker": "LEMON", "secId": 186}, {"sentences": [{"sentId": 422, "text": "Of course."}, {"sentId": 423, "text": "It's a trans story."}, {"sentId": 424, "text": "It's a -- right, exactly."}, {"sentId": 425, "text": "She is using the trans story."}, {"sentId": 426, "text": "I knew at five years old, I was drawing myself with a brown pencil, you know, a pink pen that kind of -- or Crayola, is that thing."}, {"sentId": 427, "text": "But what I'm really worried about is that the media starts believing it and believing that is possible, it cheapens the whole transgender experience."}, {"sentId": 428, "text": "Everything we fought for out the window, because I don't have an answer."}], "speaker": "TUR", "secId": 187}, {"sentences": [{"sentId": 429, "text": "And many civil rights and people who work in the Civil Rights Movement are saying the same thing."}, {"sentId": 430, "text": "Many people who write -- who fight for racial and justice are saying the same thing."}, {"sentId": 431, "text": "But clearly, Doctor, race is a social construct, right?"}], "speaker": "LEMON", "secId": 188}, {"sentences": [{"sentId": 432, "text": "Yeah."}], "speaker": "GARDERE", "secId": 189}, {"sentences": [{"sentId": 433, "text": "So is this an anyway maybe advancing towards the future and the people who feel that way or looking back to a dark past rather than to a future where people say, you know what I identify with a lot and I'm not of just one race."}, {"sentId": 434, "text": "Well, the only race I'm part of is a human race."}], "speaker": "LEMON", "secId": 190}, {"sentences": [{"sentId": 435, "text": "Well, certainly and we see that happening now and I believe by 2050 we're going to see that most people are brown anyway and this is going to be melding of the races."}, {"sentId": 436, "text": "I think we need to be careful"}], "speaker": "GARDERE", "secId": 191}, {"sentences": [{"sentId": 437, "text": "First and foremost, let's not put transracial and transgender together because it does do a disservice to the transgender movement..."}], "speaker": "GARDERE", "secId": 192}, {"sentences": [{"sentId": 438, "text": "Right."}], "speaker": "LEMON", "secId": 193}, {"sentences": [{"sentId": 439, "text": "... that which is been absolutely amazing in the past couple of months and years."}, {"sentId": 440, "text": "I just think it's important that we recognize, it's OK to identify or overidentify with a certain race for example, African-American race."}], "speaker": "GARDERE", "secId": 194}, {"sentences": [{"sentId": 441, "text": "That don't mislead people."}], "speaker": "LEMON", "secId": 195}, {"sentences": [{"sentId": 442, "text": "Don't mislead people and when people ask you what is your race you can clearly say I'm white."}, {"sentId": 443, "text": "I feel like a black person but I'm white."}], "speaker": "GARDERE", "secId": 196}, {"sentences": [{"sentId": 444, "text": "I was born white but I identify with blackness."}, {"sentId": 445, "text": "Thank you."}, {"sentId": 446, "text": "I appreciate..."}], "speaker": "LEMON", "secId": 197}, {"sentences": [{"sentId": 447, "text": "By the way..."}], "speaker": "GARDERE", "secId": 198}, {"sentences": [{"sentId": 448, "text": "Both of you -- I have to run."}, {"sentId": 449, "text": "I'm sorry."}], "speaker": "LEMON", "secId": 199}, {"sentences": [{"sentId": 450, "text": "Can I say this real quickly?"}], "speaker": "GARDERE", "secId": 200}, {"sentences": [{"sentId": 451, "text": "Quickly, if you can do it real quickly."}], "speaker": "LEMON", "secId": 201}, {"sentences": [{"sentId": 452, "text": "I'm sorry."}, {"sentId": 453, "text": "Well, OK the doctor with the way he's moving his hands is clearly Italian."}], "speaker": "GARDERE", "secId": 202}, {"sentences": [{"sentId": 454, "text": "Zoey, that's why we love you."}, {"sentId": 455, "text": "Thank you very much."}, {"sentId": 456, "text": "I appreciate both of you."}], "speaker": "LEMON", "secId": 203}, {"sentences": [{"sentId": 457, "text": "All right."}, {"sentId": 458, "text": "Thank you."}], "speaker": "GARDERE", "secId": 204}, {"sentences": [{"sentId": 459, "text": "Still to come here tonight Rachel Dolezal's parents react to her claim that she identify as a black woman and her father talks about one thing she said that was a kick in the gut to him."}, {"sentId": 460, "text": "And Donald Trump comes out swinging, he's running for president."}], "speaker": "LEMON", "secId": 205}, {"sentences": [{"sentId": 461, "text": "And then there were 12, Donald Trump is running for president."}, {"sentId": 462, "text": "The real estate Mogul and reality television star throws his hat into a very crowded Republican ring."}, {"sentId": 463, "text": "Take a look."}], "speaker": "LEMON", "secId": 206}, {"sentences": [{"sentId": 464, "text": "I beat China all the time, all the time, when was the last time you saw a Chevrolet in Tokyo?"}, {"sentId": 465, "text": "When do we beat Mexico at the border?"}, {"sentId": 466, "text": "They're laughing at us."}, {"sentId": 467, "text": "They're bringing drugs."}, {"sentId": 468, "text": "They're bringing crime."}, {"sentId": 469, "text": "They're rapists."}, {"sentId": 470, "text": "The big lie Obamacare, 5 billion we spent in a website."}, {"sentId": 471, "text": "I hire people they do a website, it cost me $3."}], "speaker": "TRUMP", "secId": 207}, {"sentences": [{"sentId": 472, "text": "Are you running?"}, {"sentId": 473, "text": "Are you not running?"}, {"sentId": 474, "text": "I am officially running for president of the United States."}, {"sentId": 475, "text": "We need a leader that route the art of the deal."}, {"sentId": 476, "text": "I will be the greatest jobs president that God ever created."}], "speaker": "TRUMP", "secId": 208}, {"sentences": [{"sentId": 477, "text": "Free trade can be wonderful if you have smart people."}, {"sentId": 478, "text": "But we have people that are stupid."}, {"sentId": 479, "text": "I like China."}, {"sentId": 480, "text": "I just sold an apartment for $15 million to somebody from China."}, {"sentId": 481, "text": "They have bridges that make the George Washington Bridge look like small potatoes."}, {"sentId": 482, "text": "I don't need anybody's money, that's nice."}, {"sentId": 483, "text": "I'm really rich."}, {"sentId": 484, "text": "I love the Saudis, many are in this building."}], "speaker": "TRUMP", "secId": 209}, {"sentences": [{"sentId": 485, "text": "Obama a year ago, Yemen was a great victory but two weeks later the place was blown up."}], "speaker": "TRUMP", "secId": 210}, {"sentences": [{"sentId": 486, "text": "We're dying."}, {"sentId": 487, "text": "We're dying."}, {"sentId": 488, "text": "We need money."}, {"sentId": 489, "text": "Thank you though."}, {"sentId": 490, "text": "But Mr. Trump you're not a nice person."}], "speaker": "TRUMP", "secId": 211}, {"sentences": [{"sentId": 491, "text": "We don't need nice."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 212}, {"sentences": [{"sentId": 492, "text": "That's true."}, {"sentId": 493, "text": "But actually I am."}], "speaker": "TRUMP", "secId": 213}, {"sentences": [{"sentId": 494, "text": "I think I am a nice person."}, {"sentId": 495, "text": "We have losers."}, {"sentId": 496, "text": "We have losers."}], "speaker": "TRUMP", "secId": 214}, {"sentences": [{"sentId": 497, "text": "I would build a great wall and nobody builds walls better than me believe me."}, {"sentId": 498, "text": "Nobody would be tougher on ISIS than Donald Trump."}, {"sentId": 499, "text": "We won't be using a man like Secretary Kerry, goes into a bicycle race, at 72 years old and falls and breaks his leg."}, {"sentId": 500, "text": "I won't be doing that."}], "speaker": "TRUMP", "secId": 215}, {"sentences": [{"sentId": 501, "text": "The American dream is dead."}, {"sentId": 502, "text": "But if I get elected president, I will bring it back bigger and better, and stronger than ever before and we will make America great again."}], "speaker": "TRUMP", "secId": 216}, {"sentences": [{"sentId": 503, "text": "Thank you."}, {"sentId": 504, "text": "Thank you very much."}], "speaker": "TRUMP", "secId": 217}, {"sentences": [{"sentId": 505, "text": "The only thing missing..."}], "speaker": "FERGUSON", "secId": 218}, {"sentences": [{"sentId": 506, "text": "Let me introduce you."}, {"sentId": 507, "text": "You got to love it."}, {"sentId": 508, "text": "Ben Ferguson, Mark Lamont Hill, they are both here."}], "speaker": "LEMON", "secId": 219}, {"sentences": [{"sentId": 509, "text": "Ben, this is your guy, you got..."}], "speaker": "LEMON", "secId": 220}, {"sentences": [{"sentId": 510, "text": "It's awesome, don't you think, watching him?"}], "speaker": "LEMON", "secId": 221}, {"sentences": [{"sentId": 511, "text": "The only thing missing was him to say, \"And I'm black."}, {"sentId": 512, "text": "I want to you to know I'm black\"."}, {"sentId": 513, "text": "I was waiting for it."}, {"sentId": 514, "text": "I really was."}, {"sentId": 515, "text": "It's like, I was waiting for him to say, \"And I'm going to be the first black President on the Republican side.\""}, {"sentId": 516, "text": "It was the only thing missing there."}], "speaker": "FERGUSON", "secId": 222}, {"sentences": [{"sentId": 517, "text": "It's your guy."}, {"sentId": 518, "text": "This is your guy, Ben."}], "speaker": "LEMON", "secId": 223}, {"sentences": [{"sentId": 519, "text": "No, he is not my guy."}, {"sentId": 520, "text": "He is not the GOP's guy."}, {"sentId": 521, "text": "This is a -- the circus has come to town."}, {"sentId": 522, "text": "It is an embarrassment."}, {"sentId": 523, "text": "I think there is one thing you're going to see come out of this."}, {"sentId": 524, "text": "Every Republican candidate is going to destroy Donald Trump because they are going to refer to him as the biggest loser."}], "speaker": "FERGUSON", "secId": 224}, {"sentences": [{"sentId": 525, "text": "This is nothing more than a side show that you unfortunately have to take seriously and..."}], "speaker": "FERGUSON", "secId": 225}, {"sentences": [{"sentId": 526, "text": "You don't think he made a good point and a lot of these points were valid."}], "speaker": "LEMON", "secId": 226}, {"sentences": [{"sentId": 527, "text": "I think he makes some good points but I also think that it's Donald Trump and you can be incredibly stupid at the same time."}], "speaker": "FERGUSON", "secId": 227}, {"sentences": [{"sentId": 528, "text": "I mean, there are people that make good points all the time."}, {"sentId": 529, "text": "It doesn't mean that they should be president of the United States of America."}], "speaker": "FERGUSON", "secId": 228}, {"sentences": [{"sentId": 530, "text": "All right, Mark, here is another good point."}, {"sentId": 531, "text": "Take a listen."}], "speaker": "LEMON", "secId": 229}, {"sentences": [{"sentId": 532, "text": "All of these politicians that I'm running against now, they are trying to disassociate."}, {"sentId": 533, "text": "I mean, you looked at Bush, it took him five days to answer the question on Iraq."}, {"sentId": 534, "text": "He couldn't answer the question, he didn't know."}, {"sentId": 535, "text": "I said, \"Is he intelligent?\""}], "speaker": "TRUMP", "secId": 230}, {"sentences": [{"sentId": 536, "text": "Then I look at Rubio, he was unable to answer the question."}, {"sentId": 537, "text": "Is Iraq a good thing or a bad thing?"}, {"sentId": 538, "text": "He didn't know."}, {"sentId": 539, "text": "He couldn't answer the question."}, {"sentId": 540, "text": "How are these people going to lead us?"}, {"sentId": 541, "text": "How are we going to go back and make it great again?"}, {"sentId": 542, "text": "We can't."}, {"sentId": 543, "text": "They don't have a clue."}, {"sentId": 544, "text": "They can't lead us."}, {"sentId": 545, "text": "They can't."}, {"sentId": 546, "text": "They can't even answer simple questions."}], "speaker": "TRUMP", "secId": 231}, {"sentences": [{"sentId": 547, "text": "A lot of people feel exactly that way, Mark."}], "speaker": "LEMON", "secId": 232}, {"sentences": [{"sentId": 548, "text": "When he's right, he's right."}, {"sentId": 549, "text": "Hey, when he's right, he's right."}, {"sentId": 550, "text": "No, I mean, this is the problem with Donald Trump for Republicans."}, {"sentId": 551, "text": "Of course, he is not going to win."}, {"sentId": 552, "text": "He probably will make the main stage, he'll be one of the top ten in vote getters just because of name recognition and you know, obsession with stardom."}], "speaker": "HILL", "secId": 233}, {"sentences": [{"sentId": 553, "text": "The problem is he is going to be a flame thrower."}, {"sentId": 554, "text": "He has nothing to lose."}, {"sentId": 555, "text": "He is a bottomless fit of money, an ego bigger than China and so what's he is going to do is to throw thing at Jeb Bush, and throw things at Walker, and throw things at Rubio, and as he does that, he is going to create some messiness to Republican."}, {"sentId": 556, "text": "Republicans are going to have to respond to."}, {"sentId": 557, "text": "So Donald Trump is not someone to take lightly."}], "speaker": "HILL", "secId": 234}, {"sentences": [{"sentId": 558, "text": "If I were them, I would ignore him rather than do what Ben is saying they might do, and he probably right, which is to constantly dump on him."}, {"sentId": 559, "text": "I think that's the worst mistake, you can make."}], "speaker": "HILL", "secId": 235}, {"sentences": [{"sentId": 560, "text": "OK.  You mention..."}], "speaker": "LEMON", "secId": 236}, {"sentences": [{"sentId": 561, "text": "But I don't think you can ignore him because I do think he has a name recognition."}, {"sentId": 562, "text": "He is going to be in the top ten and lesser is a serious effort by other candidates to make sure that they dismantle him just -- I mean, think about all the liabilities he has, not just in his companies..."}], "speaker": "FERGUSON", "secId": 237}, {"sentences": [{"sentId": 563, "text": "For what?"}], "speaker": "HILL", "secId": 238}, {"sentences": [{"sentId": 564, "text": "... and the bankruptcies, and the casinos and more."}, {"sentId": 565, "text": "Thus guy had more bankruptcies than most people even make money."}, {"sentId": 566, "text": "He's filed more bankruptcies and losses."}, {"sentId": 567, "text": "The people make money at the right time."}], "speaker": "FERGUSON", "secId": 239}, {"sentences": [{"sentId": 568, "text": "It doesn't matter."}], "speaker": "HILL", "secId": 240}, {"sentences": [{"sentId": 569, "text": "It will matter though when they go after him..."}], "speaker": "FERGUSON", "secId": 241}, {"sentences": [{"sentId": 570, "text": "Went to $8.7 billion..."}], "speaker": "LEMON", "secId": 242}, {"sentences": [{"sentId": 571, "text": "Quickly, Mark, I want to move on."}, {"sentId": 572, "text": "Quickly, Mark, I want to move on."}], "speaker": "LEMON", "secId": 243}, {"sentences": [{"sentId": 573, "text": "I'm going to say, when people know you and they know for a longtime, you can have scandals."}, {"sentId": 574, "text": "As long as you live through them, they don't use them again."}, {"sentId": 575, "text": "We know everything about Donald Trump is he still here."}, {"sentId": 576, "text": "It doesn't matter."}, {"sentId": 577, "text": "We know he is broke."}, {"sentId": 578, "text": "We know he is stupid."}, {"sentId": 579, "text": "We knows , it doesn't matter."}], "speaker": "HILL", "secId": 244}, {"sentences": [{"sentId": 580, "text": "Oh, wow."}, {"sentId": 581, "text": "OK."}, {"sentId": 582, "text": "So let's -- you mentioned Jeb Bush, he was on the Tonight Show, slow jamming the news with Jimmy Fallon, here it is, on air tonight."}], "speaker": "LEMON", "secId": 245}, {"sentences": [{"sentId": 583, "text": "I'm looking forward to hitting the campaign trail and discussing the issues that are important to all Americans, and having spirited debates with my fellow Republicans about how to solve them."}], "speaker": "JEB BUSH", "secId": 246}, {"sentences": [{"sentId": 584, "text": "You don't want to mess with Little Jebby."}, {"sentId": 585, "text": "Because when it comes to debating, he is a master."}, {"sentId": 586, "text": "He is a master..."}], "speaker": "FALLON", "secId": 247}, {"sentences": [{"sentId": 587, "text": "He is a master debater."}], "speaker": "UNIDENTIFIED MALE", "secId": 248}, {"sentences": [{"sentId": 588, "text": "So listen, as I watch Donald Trump today very animatedly kept their attention, you know, we laugh as I watch Jeb Bush yesterday as, you know, you're like, he is reading the , he is reading."}, {"sentId": 589, "text": "He is reading."}, {"sentId": 590, "text": "He is reading."}, {"sentId": 591, "text": "Would this help him now grab the attention back from prompt, Mark?"}, {"sentId": 592, "text": "HILL:  Yes."}, {"sentId": 593, "text": "I think ultimately, we need to see the softer side of Jeb Bush and we need to see the non-George W. and George H.W."}, {"sentId": 594, "text": "Bush side of him."}, {"sentId": 595, "text": "We need to see him as his own person."}, {"sentId": 596, "text": "Obviously that's a total order but voters are going to vote him."}], "speaker": "LEMON", "secId": 249}, {"sentences": [{"sentId": 597, "text": "My prediction is that Jeb Bush is going to be the nominee."}, {"sentId": 598, "text": "But it's going to take another month from the -- to pull away by doing things like this."}], "speaker": "LEMON", "secId": 250}, {"sentences": [{"sentId": 599, "text": "Grabbing on the celebrity, Ben, is a tried and true campaign tactic."}, {"sentId": 600, "text": "Certainly, Trump is in above it all George Stephanopoulos says he thinks Oprah would make a good running mate, listen."}], "speaker": "LEMON", "secId": 251}, {"sentences": [{"sentId": 601, "text": "Back in 1999 when you're thinking of  reform party candidate, you told Larry King to consider Oprah for vice president."}], "speaker": "STEPHANOPOULOS", "secId": 252}, {"sentences": [{"sentId": 602, "text": "I like Oprah what can I tell you."}], "speaker": "TRUMP", "secId": 253}, {"sentences": [{"sentId": 603, "text": "So, she's on your shortlist."}], "speaker": "STEPHANOPOULOS", "secId": 254}, {"sentences": [{"sentId": 604, "text": "She's great, she's talented, she's a friend of mine."}, {"sentId": 605, "text": "She's a good person."}, {"sentId": 606, "text": "I've been on her show."}, {"sentId": 607, "text": "In fact, I was on her show her last week, she said, could I be on her show with the whole family."}, {"sentId": 608, "text": "I like Oprah."}, {"sentId": 609, "text": "I mean, is that supposed to be a bad thing?"}, {"sentId": 610, "text": "I don't think so."}], "speaker": "TRUMP", "secId": 255}, {"sentences": [{"sentId": 611, "text": "No."}, {"sentId": 612, "text": "So, when you think about who the kind of thing you got to run ..."}], "speaker": "STEPHANOPOULOS", "secId": 256}, {"sentences": [{"sentId": 613, "text": "I think Oprah would be great."}, {"sentId": 614, "text": "I'd love to have Oprah."}, {"sentId": 615, "text": "I think we'd win easily, actually."}], "speaker": "TRUMP", "secId": 257}, {"sentences": [{"sentId": 616, "text": "Do you agree they can win easily, Ben?"}], "speaker": "LEMON", "secId": 258}, {"sentences": [{"sentId": 617, "text": "No, I don't -- I don't -- and first of all I don't think Oprah is going to run on the GOP ticket, let's be honest."}, {"sentId": 618, "text": "I mean, she literally created Barack Obama before other people even thought he had a shot at this thing."}, {"sentId": 619, "text": "And now he's a two term president in the United States of America."}], "speaker": "FERGUSON", "secId": 259}, {"sentences": [{"sentId": 620, "text": "So, that the idea that she would even accept is pretty laughable."}, {"sentId": 621, "text": "I mean, it goes back to what I said earlier."}, {"sentId": 622, "text": "Donald Trump to me is the Kardashian of the GOP."}, {"sentId": 623, "text": "It is a reality TV star who -- there's nothing that is beneath him to get his fame out there."}, {"sentId": 624, "text": "He's a narcissist and it's sad because it's honestly going to take away from probably the real discussion debate and people that are trying to make in that top ten to get on stage who actually have good ideas."}, {"sentId": 625, "text": "I mean, Donald Trump even knows that there is no shot in Haitis and he's going to be the president."}, {"sentId": 626, "text": "I don't think he cares about that."}, {"sentId": 627, "text": "I think he's just obsessed with what else can  rich and I'm bored and I'm going to mess ..."}], "speaker": "FERGUSON", "secId": 260}, {"sentences": [{"sentId": 628, "text": "All ready, all right."}, {"sentId": 629, "text": "And he said Haitis not Haiti."}], "speaker": "LEMON", "secId": 261}, {"sentences": [{"sentId": 630, "text": "Haiti."}, {"sentId": 631, "text": "LEMON:  I've got to go."}], "speaker": "HILL", "secId": 262}, {"sentences": [{"sentId": 632, "text": "That's right."}], "speaker": "HILL", "secId": 263}, {"sentences": [{"sentId": 633, "text": "We'll be right back."}], "speaker": "LEMON", "secId": 264}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1506.16.cnnt.01.html.json", "time": "Aired June 16, 2015 - 21:00   ET"}