{"sectionCount": 217, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["UNIDENTIFIED MALE", "LEMON", "CABRERA", "TINSLEY", "UNIDENTIFIED FEMALE", "SIMON", "GARRISON", "TUCKER", "ROBBINS", "SHELLNUT", "MARQUEZ", "FRANKLIN", "FEIGE", "RUSSELL", "CRISTALLO"], "subTitle": "Live From the Flood Zone; Reports: Josh Duggar Allegedly Molested 17 Underage Girls; Deadly Violence on the Rise in Two American Cities. Aired 10-11:00p ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1505/26/cnnt.01.html", "sentenceCount": 597, "sections": [{"sentences": [{"sentId": 0, "text": "This is CNN."}], "speaker": "UNIDENTIFIED MALE", "secId": 0}, {"sentences": [{"sentId": 1, "text": "It is breaking news of our own 35 years after the founding of CNN, never-before-seen video from Texas of the aftermath of deadly floods, homes ripped from their foundations."}, {"sentId": 2, "text": "Cars tossed around like toys."}], "speaker": "LEMON", "secId": 1}, {"sentences": [{"sentId": 3, "text": "We're going to go live from the flood zone for you."}, {"sentId": 4, "text": "This is CNN Tonight."}, {"sentId": 5, "text": "I'm Don Lemon."}, {"sentId": 6, "text": "We also have the latest on the shocking past of a reality TV star."}, {"sentId": 7, "text": "Reports that Josh Duggar, one of the stars of TLC's \"19 Kids and Counting,\" allegedly molested 17 underage girls when he was a young teenager."}], "speaker": "LEMON", "secId": 2}, {"sentences": [{"sentId": 8, "text": "Now advertisers fleeing and the future of the show is in doubt now."}, {"sentId": 9, "text": "The scandal shining a spotlight on his family's ultra-conservative fundamentalist beliefs."}, {"sentId": 10, "text": "Women required to be subservient to their husbands and encouraged to have as many children as possible."}, {"sentId": 11, "text": "Tonight, we're going to take you inside the quiverful moment."}], "speaker": "LEMON", "secId": 3}, {"sentences": [{"sentId": 12, "text": "But I want to begin with those flash floods, that killed at least 27 people and spread destruction from Texas and Oklahoma all the way into Northern Mexico."}, {"sentId": 13, "text": "13 are missing."}, {"sentId": 14, "text": "That's in Hays County, Texas."}], "speaker": "LEMON", "secId": 4}, {"sentences": [{"sentId": 15, "text": "CNN's Annika Cabrera live for us there, and meteorologist Pedram Javaheri is in the CNN severe Weather Center Forecast this evening."}, {"sentId": 16, "text": "Ana, I'm going to begin with you."}, {"sentId": 17, "text": "You got a chance to see one of the hardest-hit areas in Texas."}, {"sentId": 18, "text": "What was that like?"}], "speaker": "LEMON", "secId": 5}, {"sentences": [{"sentId": 19, "text": "The devastation here is remarkable, Don."}, {"sentId": 20, "text": "We are hearing from residents that the water rose so fast and with such force, it was like a tsunami hit."}, {"sentId": 21, "text": "You can see the house behind me buckled and yet, this house has up on a bluff."}], "speaker": "CABRERA", "secId": 6}, {"sentences": [{"sentId": 22, "text": "Now that the water has receded, you get a sense of just how far up the water came."}, {"sentId": 23, "text": "You can see the river just beyond that tree down below at the Blanco River, which rose about 30 feet in about two hours."}, {"sentId": 24, "text": "And as we drove into the heart of the devastation, we saw home after home, literally torn to bits and pieces."}], "speaker": "CABRERA", "secId": 7}, {"sentences": [{"sentId": 25, "text": "Some homes were completely gone."}, {"sentId": 26, "text": "Nothing left but a concrete slab foundation."}, {"sentId": 27, "text": "In all, 1,400 homes were damaged or destroyed, just in Hays County alone."}, {"sentId": 28, "text": "We talked with one resident who lost his home."}, {"sentId": 29, "text": "He was inside with eight others."}, {"sentId": 30, "text": "It was the middle of the night, a lot of them were asleep, but they managed to get out and rush to higher ground."}, {"sentId": 31, "text": "And while it was dark, what they heard was horrific."}], "speaker": "CABRERA", "secId": 8}, {"sentences": [{"sentId": 32, "text": "What did it sound like?"}], "speaker": "CABRERA", "secId": 9}, {"sentences": [{"sentId": 33, "text": "Just a loud cracking and breaking and, you know, you can imagine, it was probably houses just breaking apart and flowing down the river."}], "speaker": "TINSLEY", "secId": 10}, {"sentences": [{"sentId": 34, "text": "It must have been terrifying?"}], "speaker": "CABRERA", "secId": 11}, {"sentences": [{"sentId": 35, "text": "It was."}, {"sentId": 36, "text": "It was."}, {"sentId": 37, "text": "But we all got out."}, {"sentId": 38, "text": "So that's good."}], "speaker": "TINSLEY", "secId": 12}, {"sentences": [{"sentId": 39, "text": "Again, the water was so powerful, with such force that actually ripped trees out of the ground that were some 500 or 600 years old."}, {"sentId": 40, "text": "So, they endured past flooding, but this one was just too much, Don."}], "speaker": "CABRERA", "secId": 13}, {"sentences": [{"sentId": 41, "text": "Yes."}, {"sentId": 42, "text": "There is a huge human toll to this historic storm, Ana."}, {"sentId": 43, "text": "So, tell us about the rescue efforts that are ongoing now."}], "speaker": "LEMON", "secId": 14}, {"sentences": [{"sentId": 44, "text": "I can tell you, there's still a helicopter flying overhead tonight."}, {"sentId": 45, "text": "We know they've been searching by air, they've been searching by boat, and we also witnessed rescuers on the ground with the dogs today scouring the shoreline."}, {"sentId": 46, "text": "We know at least eight of the people who are still missing in this area were in one home that floated down the river."}], "speaker": "CABRERA", "secId": 15}, {"sentences": [{"sentId": 47, "text": "In fact, Joe McComb's 4-year-old and 6-year-old grandchildren and his daughter-in-law, Laura, were in that home, and so was that children's father."}, {"sentId": 48, "text": "That father's name is Jonathan."}, {"sentId": 49, "text": "He survived."}, {"sentId": 50, "text": "And, Jonathan, apparently described how the water was rushing the house down the river until they hit a bridge."}], "speaker": "CABRERA", "secId": 16}, {"sentences": [{"sentId": 51, "text": "And when it hit the bridge, the house crumbled."}, {"sentId": 52, "text": "Everybody separated and fell into the water."}, {"sentId": 53, "text": "Jonathan hit a rock."}, {"sentId": 54, "text": "He broke his sternum, punctured a lung, but he still managed to get to the shore and sought help."}, {"sentId": 55, "text": "He survived, but still no sign of his wife and their two beautiful children, Don."}], "speaker": "CABRERA", "secId": 17}, {"sentences": [{"sentId": 56, "text": "My goodness, Ana."}, {"sentId": 57, "text": "Pedro, I want to turn to you now."}, {"sentId": 58, "text": "Because authorities are saying that the aftermath of the flooding may stay in Houston for weeks."}, {"sentId": 59, "text": "Why is that?"}], "speaker": "LEMON", "secId": 18}, {"sentences": [{"sentId": 60, "text": "Well, additional rainfall is possible over some of these areas, Don."}, {"sentId": 61, "text": "And, you know, you think about how the volume of water moves downstream."}, {"sentId": 62, "text": "If you have flooding in some areas, a flooding certainly will take place other areas downstream of that same river."}], "speaker": "LEMON", "secId": 19}, {"sentences": [{"sentId": 63, "text": "So, at Houston, we know, of course, farther to the south, close to the Gulf there."}, {"sentId": 64, "text": "The flooding receding in spots."}, {"sentId": 65, "text": "But because of the 150 rivers in this region, not only in Texas, but also into Oklahoma, Arkansas, that are at or above flood stage, any additional rainfall is definitely going to cause problems."}, {"sentId": 66, "text": "And the steering currents in the atmosphere have been prime positioning for all of this to take place."}], "speaker": "LEMON", "secId": 20}, {"sentences": [{"sentId": 67, "text": "Jetstream right over the region, powerful storm system rolling across the area."}, {"sentId": 68, "text": "Southerly flow off the Gulf of Mexico."}, {"sentId": 69, "text": "So, the amount of rainfall we're seeing is kind of akin to what you would see with a slow-moving tropical storm."}], "speaker": "LEMON", "secId": 21}, {"sentences": [{"sentId": 70, "text": "In fact, an area that has been hit with many tropical storms and hurricanes in the past."}, {"sentId": 71, "text": "These are all-time records for the amount of time, the amount of rainfall that is coming down over this region, Don, upwards of 7 to 10 inches in the few areas."}, {"sentId": 72, "text": "In the past 24 hours, this is all around Houston."}], "speaker": "LEMON", "secId": 22}, {"sentences": [{"sentId": 73, "text": "And then if you think about the vast majority of this, it came down in about a six-hour period, between 10 p.m. on let's say, 4 or 5:00 a.m. on Tuesday morning."}, {"sentId": 74, "text": "That is a 1 in a 50 to 75-year interval for that much rainfall in that short of a time span."}], "speaker": "LEMON", "secId": 23}, {"sentences": [{"sentId": 75, "text": "And look at the river gauges."}, {"sentId": 76, "text": "They were sitting roughly around say, 7 to 10 feet."}, {"sentId": 77, "text": "As the flooding occurred, spikes up to 40 feet within a matter of a couple of hours."}, {"sentId": 78, "text": "Anytime you get above say 33 and a half or so feet, that's when I tend begins to take on water."}], "speaker": "LEMON", "secId": 24}, {"sentences": [{"sentId": 79, "text": "And precisely what happened at times over this region."}, {"sentId": 80, "text": "So, here's the forecast."}, {"sentId": 81, "text": "I'm looking the next ahead of the couple of days here, from Wichita Falls to Oklahoma city, possibility of 2 to 4 inches."}, {"sentId": 82, "text": "Some areas could get 6 inches."}, {"sentId": 83, "text": "Look at Houston, 1 to 2 inches of rainfall possible in some areas around Houston as well."}], "speaker": "LEMON", "secId": 25}, {"sentences": [{"sentId": 84, "text": "So, all of this is problematic, and quickly, just touching on Oklahoma city, because look at the 19 inches or so that has come down so far this month."}, {"sentId": 85, "text": "To put that in perspective, you look at cities that have the dubious distinction for rainfall in Seattle, for example, it would take them six months to accumulate what Oklahoma City has seen in just 25 days."}], "speaker": "LEMON", "secId": 26}, {"sentences": [{"sentId": 86, "text": "In Phoenix, that would be two years' worth of rainfall."}, {"sentId": 87, "text": "In Houston, on an average month, it would be five months' worth of rainfall."}, {"sentId": 88, "text": "But of course, Houston has picked upwards of 10 inches in about a six-hour period as well."}, {"sentId": 89, "text": "So, pretty wild stuff out there."}], "speaker": "LEMON", "secId": 27}, {"sentences": [{"sentId": 90, "text": "Yes."}, {"sentId": 91, "text": "Just very short amount of time."}, {"sentId": 92, "text": "Thank you, Pedram."}, {"sentId": 93, "text": "And I thanks to Ana Cabrera as well."}], "speaker": "LEMON", "secId": 28}, {"sentences": [{"sentId": 94, "text": "I want to turn now to a very shocking story."}, {"sentId": 95, "text": "A scandal over one of the stars of TLC's \"19 Kids and Counting.\""}, {"sentId": 96, "text": "And if you've seen the show it's  very popular."}, {"sentId": 97, "text": "In the week of allegations that Josh Duggar, one of the stars, molested several girls when he was just 14."}, {"sentId": 98, "text": "A lot of people are wondering, can the show still go on?"}, {"sentId": 99, "text": "CNN's Dan Simon has that."}], "speaker": "LEMON", "secId": 29}, {"sentences": [{"sentId": 100, "text": "This is the story of my family."}, {"sentId": 101, "text": "We're the Duggars."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 30}, {"sentences": [{"sentId": 102, "text": "More troubles for the Duggar family and"}], "speaker": "SIMON", "secId": 31}, {"sentences": [{"sentId": 103, "text": "their reality show, \"19 Kids and Counting.\""}, {"sentId": 104, "text": "At least four advertisers now withdrawing their support of the show, including General Mills, Choice Hotels, Payless Shoe Source and Walgreens."}, {"sentId": 105, "text": "And now several petitions on change.org are calling for TLC to cancel the series."}], "speaker": "SIMON", "secId": 32}, {"sentences": [{"sentId": 106, "text": "So, we chose Jan and John David."}, {"sentId": 107, "text": "We thought, why not have a double date?"}, {"sentId": 108, "text": "We are from Arkansas!"}], "speaker": "UNIDENTIFIED MALE", "secId": 33}, {"sentences": [{"sentId": 109, "text": "Also not helping matters for the family, an old clip that went unnoticed at that time, now going viral."}, {"sentId": 110, "text": "Josh Duggar making an incest joke in 2008 about having to take his brother and sister on a movie date with his then-fiance."}], "speaker": "SIMON", "secId": 34}, {"sentences": [{"sentId": 111, "text": "Welcome."}], "speaker": "UNIDENTIFIED MALE", "secId": 35}, {"sentences": [{"sentId": 112, "text": "Just some of the latest fallout after reports surfaced that Josh Duggar, the 27-year-old charismatic oldest child was accused of molesting several girls, including some of his siblings, starting when he was 14."}], "speaker": "SIMON", "secId": 36}, {"sentences": [{"sentId": 113, "text": "\"In Touch\" magazine obtaining a 2006 Springdale, Arkansas, police report that called it \"Forcible fondling.\""}, {"sentId": 114, "text": "The magazine reporting that one of the victims may have been as young as 5 years old."}, {"sentId": 115, "text": "The police report says, Josh Duggar confessed to his father, Jimbob Duggar, who then apparently waited more than a year before contacting authorities."}], "speaker": "SIMON", "secId": 37}, {"sentences": [{"sentId": 116, "text": "Instead, the Duggars say they told elders at their church and received counseling."}, {"sentId": 117, "text": "Although, according to the magazine, that was seemingly contradicted by his wife, Michelle, whom \"In Touch\" says admitted to police that Josh did not receive counseling."}, {"sentId": 118, "text": "And instead, had been sent to a family friend who was in the home remodeling business."}], "speaker": "SIMON", "secId": 38}, {"sentences": [{"sentId": 119, "text": "In the statement Friday, Josh Duggar says he,  with the scandal brewing, TLC has suspended the show and has not said whether it will turn at all."}], "speaker": "SIMON", "secId": 39}, {"sentences": [{"sentId": 120, "text": "Hello."}, {"sentId": 121, "text": "How may I help you?"}], "speaker": "UNIDENTIFIED FEMALE", "secId": 40}, {"sentences": [{"sentId": 122, "text": "It certainly wouldn't be the first time a reality show, a TLC show, no less, has gotten pummeled by a scandal."}, {"sentId": 123, "text": "\"Here Comes Honey Boo Boo,\" the show chronicling the family of a child beauty contestant got scrapped after claims the girl's mother, Mama June, was dating a man who served 10 years in prison after being convicted of aggravated child molestation."}], "speaker": "SIMON", "secId": 41}, {"sentences": [{"sentId": 124, "text": "And \"Duck Dynasty,\" the A&E show following the Robertson family that makes Duck Cunning products suspended for a week after the show star, Phil Robertson, made controversial remarks about race and sexuality to \"GQ\" magazine."}, {"sentId": 125, "text": "Ratings have slipped, though it may just be viewer fatigue with the show in its seventh season."}], "speaker": "SIMON", "secId": 42}, {"sentences": [{"sentId": 126, "text": "Well, we should point out that Josh Duggar does have his supporters, including GOP presidential candidate, Mike Huckabee, who says that good people can do terrible things."}, {"sentId": 127, "text": "He's also got the support from a guy named Michael Seewald."}, {"sentId": 128, "text": "Seewald is the father-in-law of one of Josh Duggar's sisters."}, {"sentId": 129, "text": "And he says he is rooting for Josh in part because he sought forgiveness from those he wronged and that he has repented for his sins."}, {"sentId": 130, "text": "Don."}], "speaker": "SIMON", "secId": 43}, {"sentences": [{"sentId": 131, "text": "Dan Simon, thank you for that report."}, {"sentId": 132, "text": "Vyckie Garrison is here."}, {"sentId": 133, "text": "She's a former Quiverful Follower who blogs at no longer quivering.com."}], "speaker": "LEMON", "secId": 44}, {"sentences": [{"sentId": 134, "text": "Vyckie, good to have you on this evening."}, {"sentId": 135, "text": "You have seven children and you lived a similar life to the Duggars."}], "speaker": "LEMON", "secId": 45}, {"sentences": [{"sentId": 136, "text": "Yes."}], "speaker": "GARRISON", "secId": 46}, {"sentences": [{"sentId": 137, "text": "You say both Josh Duggar's actions and how this family responded could have been predicted."}, {"sentId": 138, "text": "Why do you say that?"}], "speaker": "LEMON", "secId": 47}, {"sentences": [{"sentId": 139, "text": "I believe that the family, particularly Jimbob and Michelle Duggar, were following what they consider to be biblical principles in dealing with this sort of situation."}, {"sentId": 140, "text": "Rather than seeing it as a crime and looking at it, you know, according to the law, or according to therapy and the sort of secular discipline, they're going to see it through spiritual eyes."}], "speaker": "GARRISON", "secId": 48}, {"sentences": [{"sentId": 141, "text": "They're going to see it as a sin problem that has to be dealt with the heart and with the, you know, before God."}, {"sentId": 142, "text": "And so, that's what they're going to do..."}], "speaker": "GARRISON", "secId": 49}, {"sentences": [{"sentId": 143, "text": "So, what are those spiritual principles?"}, {"sentId": 144, "text": "You say they're looking at it through spiritual principles."}, {"sentId": 145, "text": "What does that mean?"}, {"sentId": 146, "text": "What principles?"}], "speaker": "LEMON", "secId": 50}, {"sentences": [{"sentId": 147, "text": "Well, according to the Duggar family, and this is a very common teaching within this Quiverful movement."}, {"sentId": 148, "text": "You know, God has these channels of authority that He worked through."}, {"sentId": 149, "text": "And that would begin with God, you know, at the head, of course, and then after that comes the family."}, {"sentId": 150, "text": "The next highest authority."}], "speaker": "GARRISON", "secId": 51}, {"sentences": [{"sentId": 151, "text": "And within that family, of course, the father is the ultimate judge."}, {"sentId": 152, "text": "He is the one who makes the final choices."}, {"sentId": 153, "text": "But then, after that, they would look to the church elders, the church body, you know, so it's very much this whole idea of what's going on here is a heart problem, it's a character issue, that's why they would send him off to do hard labor, to kind of distract him, get him on a different, you know, rather than seeing it as, OK, this was a crime."}, {"sentId": 154, "text": "This is something that is, you know, a serious issue that we need professional help to deal with this."}, {"sentId": 155, "text": "LEMON: Yes."}, {"sentId": 156, "text": "But it is a crime and it is an issue where people need"}], "speaker": "GARRISON", "secId": 52}, {"sentences": [{"sentId": 157, "text": "professional help to deal with it."}, {"sentId": 158, "text": "I don't think anybody, I mean, regardless if you're a Christian or not, I mean, it's a crime."}, {"sentId": 159, "text": "And if you have those issues..."}], "speaker": "GARRISON", "secId": 53}, {"sentences": [{"sentId": 160, "text": "Absolutely."}], "speaker": "GARRISON", "secId": 54}, {"sentences": [{"sentId": 161, "text": "... then a professional needs to deal with them."}, {"sentId": 162, "text": "So, why do you think we're just hearing about this now?"}, {"sentId": 163, "text": "Why wasn't it dealt with before?"}], "speaker": "LEMON", "secId": 55}, {"sentences": [{"sentId": 164, "text": "You know, I think that they, honestly, believe that they did deal with it, and that's what they keep saying in their reports that, you know..."}], "speaker": "GARRISON", "secId": 56}, {"sentences": [{"sentId": 165, "text": "Well, they're wrong."}, {"sentId": 166, "text": "They're just wrong."}], "speaker": "LEMON", "secId": 57}, {"sentences": [{"sentId": 167, "text": "... Mr. Seewald said, this was something that was -- yes."}, {"sentId": 168, "text": "There was no professional counseling."}], "speaker": "GARRISON", "secId": 58}, {"sentences": [{"sentId": 169, "text": "Yes."}], "speaker": "LEMON", "secId": 59}, {"sentences": [{"sentId": 170, "text": "There was no criminal charges, and so, no, it wasn't dealt with."}, {"sentId": 171, "text": "But in their minds, this was something that they'd already taken care of, it was in the past, and so it really just didn't need to be brought out into the public."}], "speaker": "GARRISON", "secId": 60}, {"sentences": [{"sentId": 172, "text": "Yes."}, {"sentId": 173, "text": "Perhaps to -- well, that's an issue that should be dealt with when people think that they can just deal with their spirituality and not have to deal with the reality of the law in the real world."}, {"sentId": 174, "text": "So, let's talk about this."}], "speaker": "LEMON", "secId": 61}, {"sentences": [{"sentId": 175, "text": "This is father-in-law, Josh Duggar's sister, Jessa, spoke out in support of Josh and also said that the Duggar parents should be -- what it is said, committed?"}, {"sentId": 176, "text": "To be commended, excuse me, the word is wrong."}, {"sentId": 177, "text": "It should be commended."}, {"sentId": 178, "text": "So, here's what he says."}], "speaker": "LEMON", "secId": 62}, {"sentences": [{"sentId": 179, "text": "Josh's parents acted in a way that Godly parents should."}, {"sentId": 180, "text": "They did not turn a blind eye, but earnestly sought help from the church, counselors, and eventually the police."}, {"sentId": 181, "text": "And maybe they didn't do it in a way that pleases everyone, but they acted decisively to confront the sin, to call a repentant son back from his errors and to seek to aid the hurting victims here."}, {"sentId": 182, "text": "Can you explain this thinking for me, how are Jimbob and Michelle being godly -- Jimbob and Michelle being godly parents?"}], "speaker": "LEMON", "secId": 63}, {"sentences": [{"sentId": 183, "text": "Because they are looking at all of this."}, {"sentId": 184, "text": "They're interpreting it through their, you know, biblical, according to their ideals, their biblical values, their biblical world view."}, {"sentId": 185, "text": "And within that, family is ultimate."}], "speaker": "GARRISON", "secId": 64}, {"sentences": [{"sentId": 186, "text": "And spirituality, you know, they're seeing angels and demons that work here."}, {"sentId": 187, "text": "They're seeing spiritual forces of darkness."}, {"sentId": 188, "text": "And so, they believe that, you know, Satan has brought this into their home."}, {"sentId": 189, "text": "That they're under an attack and this is a test from God."}, {"sentId": 190, "text": "And so, this is all the kind of stuff that's going on in their mind."}, {"sentId": 191, "text": "And they're not even thinking about things like confronted."}], "speaker": "GARRISON", "secId": 65}, {"sentences": [{"sentId": 192, "text": "Doesn't that seem like a disconnection from reality?"}], "speaker": "LEMON", "secId": 66}, {"sentences": [{"sentId": 193, "text": "It is a major disconnect from reality."}, {"sentId": 194, "text": "I always refer to Quiverful as being a very powerful head trip, in which you get this vision and all of a sudden, it's like putting on this huge filter."}, {"sentId": 195, "text": "And everything that comes at you, every thought, has to be filtered through and channeled through this idea of biblical principles."}, {"sentId": 196, "text": "What does God want, what does God say, and what principles can we glean from the bible that will apply to the situation."}], "speaker": "GARRISON", "secId": 67}, {"sentences": [{"sentId": 197, "text": "Why did you leave?"}], "speaker": "LEMON", "secId": 68}, {"sentences": [{"sentId": 198, "text": "It's a very unsustainable lifestyle."}, {"sentId": 199, "text": "I mean, I didn't have 19 children."}, {"sentId": 200, "text": "But it takes a lot out of a woman."}, {"sentId": 201, "text": "of the children."}, {"sentId": 202, "text": "Particularly the older children, who, you know, a mom -- one mom cannot deal with all those kids."}, {"sentId": 203, "text": "Especially if she's, you know, she's having baby after baby, so she doesn't have a chance to recover her health."}, {"sentId": 204, "text": "She's got, you know, just mounds of work, laundry, cooking, and then she takes on the home-schooling of her children."}, {"sentId": 205, "text": "You know, there's just way too much for one woman to do."}], "speaker": "GARRISON", "secId": 69}, {"sentences": [{"sentId": 206, "text": "But, you know, in this Quiverful lifestyle, they teach you, you're training your daughters to, you know, one day become wives and moms themselves."}, {"sentId": 207, "text": "And so, you can even call this home-schooling if you're teaching your daughters to, you know, change diapers or to do some laundry or to do some cooking."}, {"sentId": 208, "text": "And that is how they justify it."}, {"sentId": 209, "text": "And it's really the older daughters who are, you know, basically making that lifestyle possible."}], "speaker": "GARRISON", "secId": 70}, {"sentences": [{"sentId": 210, "text": "Because they're working."}, {"sentId": 211, "text": "They're working to help."}], "speaker": "LEMON", "secId": 71}, {"sentences": [{"sentId": 212, "text": "And they're not doing that great of a job of it because they're kids themselves."}], "speaker": "GARRISON", "secId": 72}, {"sentences": [{"sentId": 213, "text": "Yes."}], "speaker": "LEMON", "secId": 73}, {"sentences": [{"sentId": 214, "text": "They're being parentified, and so, it's not a healthy situation."}], "speaker": "GARRISON", "secId": 74}, {"sentences": [{"sentId": 215, "text": "Yes."}, {"sentId": 216, "text": "Thank you."}, {"sentId": 217, "text": "I appreciate your candor."}, {"sentId": 218, "text": "Vyckie Garrison, thank you so much."}], "speaker": "LEMON", "secId": 75}, {"sentences": [{"sentId": 219, "text": "Thank you."}], "speaker": "GARRISON", "secId": 76}, {"sentences": [{"sentId": 220, "text": "A lot more to come on the story."}, {"sentId": 221, "text": "When we come right back, is there a double standard in this case?"}, {"sentId": 222, "text": "Can the Duggars save share show and their reputations?"}], "speaker": "LEMON", "secId": 77}, {"sentences": [{"sentId": 223, "text": "Plus, police under fire."}, {"sentId": 224, "text": "I'm going to talk to the man who says police work is not as dangerous as you think."}, {"sentId": 225, "text": "He calls it the myth of the hero cop and you're going to hear both sides tonight."}], "speaker": "LEMON", "secId": 78}, {"sentences": [{"sentId": 226, "text": "Texas going tonight on TLC Network to cancel \"19 Kids and Counting\" I want to talk more about this with Mel Robbins, CNN commentator."}, {"sentId": 227, "text": "Ken Tucker, Critic-at-Large, and Kate Shellnut, associate editor at Christianity Today."}, {"sentId": 228, "text": "She joins us via Skype."}], "speaker": "LEMON", "secId": 79}, {"sentences": [{"sentId": 229, "text": "I'm very happy to have you all to talk about this."}, {"sentId": 230, "text": "Ken, I'm going to begin with you though, TLC pull the show from their schedule with advertisers leaving now, should they take the next step and cancel this program?"}], "speaker": "LEMON", "secId": 80}, {"sentences": [{"sentId": 231, "text": "No, they should not."}, {"sentId": 232, "text": "This is the so-called learning channel."}, {"sentId": 233, "text": "I really feel that reality TV deserves to become more real."}, {"sentId": 234, "text": "And So, when something like this happens, let the Duggars come back on for another season, and confront what happened in their lives, as a result of this."}, {"sentId": 235, "text": "I think that there's a kind of hypocrisy in not having the TLC allow them to do that."}], "speaker": "TUCKER", "secId": 81}, {"sentences": [{"sentId": 236, "text": "You know, I thought about that earlier, and I was thinking, you know, maybe that's right."}, {"sentId": 237, "text": "But how do you know that they're going to handle it properly."}, {"sentId": 238, "text": "That they'll have the proper professionals there to deal with it."}, {"sentId": 239, "text": "That you're not going to out the victims in the family."}], "speaker": "LEMON", "secId": 82}, {"sentences": [{"sentId": 240, "text": "You don't -- you don't know that at all."}, {"sentId": 241, "text": "And, but it's a chance you take with reality television."}, {"sentId": 242, "text": "I just think that the opportunity is there to raise issues of child molestation and beyond that, you know, there are facts like, Josh Duggar used his celebrity on this show to become a member of the family research council, from whose -- from which perch he has campaigned against LGBT, civil rights legislation in his own state, saying that it poses harm to children and women."}], "speaker": "TUCKER", "secId": 83}, {"sentences": [{"sentId": 243, "text": "Yes."}, {"sentId": 244, "text": "So, nothing poses more harm to children and women than molesting or touching or whatever, a child who doesn't want you to touch them."}, {"sentId": 245, "text": "That's the most harmful that you can get."}, {"sentId": 246, "text": "Mel, go ahead and weigh in."}, {"sentId": 247, "text": "Do you think the show should be canceled?"}], "speaker": "LEMON", "secId": 84}, {"sentences": [{"sentId": 248, "text": "Well, you know, Don, I don't think anyone should watch it, but whether or not it's canceled is TLC's prerogative."}, {"sentId": 249, "text": "And I tend to agree with Ken, that if they really are the learning channel then they need to pull up their, you know, big girl panties and really face this head-on."}], "speaker": "ROBBINS", "secId": 85}, {"sentences": [{"sentId": 250, "text": "And if people don't watch, the show will be canceled."}, {"sentId": 251, "text": "It happens every single day on network television and cable television, but we can't have people kind of upset and that's the reason why it's canceled."}, {"sentId": 252, "text": "Either TLC says, this is on our brand or it's not on our brand."}], "speaker": "ROBBINS", "secId": 86}, {"sentences": [{"sentId": 253, "text": "And to me, personally, I find the whole thing disgusting."}, {"sentId": 254, "text": "The other thing I'm worried about, Don, is the fact that the majority of people that molest were molested as kids."}, {"sentId": 255, "text": "Nobody's talking about the fact that he potentially could have been a victim when he was younger or potentially, by somebody in his..."}], "speaker": "ROBBINS", "secId": 87}, {"sentences": [{"sentId": 256, "text": "Well, Mel."}], "speaker": "LEMON", "secId": 88}, {"sentences": [{"sentId": 257, "text": "Yes, go ahead."}], "speaker": "ROBBINS", "secId": 89}, {"sentences": [{"sentId": 258, "text": "That was my question."}, {"sentId": 259, "text": "Because I tend to agree that you -- if someone -- I don't think people should lose their jobs for making a mistake or a show should be canceled."}, {"sentId": 260, "text": "But in this particular case, it is so delicate, when you have victims, alleged victims that are within the family, and they were children, and there's a potential of being outed, and for them being re-victimized again."}], "speaker": "LEMON", "secId": 90}, {"sentences": [{"sentId": 261, "text": "That's the only reason why I think -- if the show is going to continue, they must deal with this, but in order to deal with it, it must be done, you know, in the proper way."}, {"sentId": 262, "text": "So, my question to you, Kate, this is -- these are questions about, you know, beliefs."}, {"sentId": 263, "text": "And to most people, even if you are a believer, they are disconnected from reality."}, {"sentId": 264, "text": "If they don't believe that this is a crime."}, {"sentId": 265, "text": "And this shouldn't be dealt with professionally."}], "speaker": "LEMON", "secId": 91}, {"sentences": [{"sentId": 266, "text": "Absolutely."}, {"sentId": 267, "text": "And I think the Duggar case has been a wake-up call to a swath of Evangelicalism that has kind of avoided some of these more institutional means of dealing with things like child abuse, as well as mental illness, as well as a number of serious conditions that we're learning that we can't handle all these things alone, even as the church, even if we believe that Jesus is sovereign over all of these areas of our life."}], "speaker": "SHELLNUT", "secId": 92}, {"sentences": [{"sentId": 268, "text": "We have to see that he can be working through these more practical and professional channels."}, {"sentId": 269, "text": "For the well-being of our communities and our families and also for our witness to the world."}, {"sentId": 270, "text": "No one's going to trust Evangelicals who believe that they have it all, all the knowledge and all the power to themselves and are not looking to professional counselors and law enforcement..."}], "speaker": "SHELLNUT", "secId": 93}, {"sentences": [{"sentId": 271, "text": "That's a very good point because there is a certain degree of arrogance there."}, {"sentId": 272, "text": "You're an attorney, Mel."}, {"sentId": 273, "text": "So, I have to ask you, the victims, the alleged victims, right, are their children, and the perpetrator."}, {"sentId": 274, "text": "So, how do you deal with that?"}, {"sentId": 275, "text": "How should they have dealt with that?"}], "speaker": "LEMON", "secId": 94}, {"sentences": [{"sentId": 276, "text": "Well, you know, there's a couple of ways to answer this, Don."}, {"sentId": 277, "text": "First of all, let's take a step back."}, {"sentId": 278, "text": "Is there are - are there any criminal charges that can be brought?"}, {"sentId": 279, "text": "Possibly."}, {"sentId": 280, "text": "The problem is that the victims probably won't be cooperating, which means you actually can't make out a case."}, {"sentId": 281, "text": "The thing that I find so offensive about this..."}], "speaker": "ROBBINS", "secId": 95}, {"sentences": [{"sentId": 282, "text": "And the statute of limitations is up, right?"}], "speaker": "LEMON", "secId": 96}, {"sentences": [{"sentId": 283, "text": "Yes."}, {"sentId": 284, "text": "And also the fact that if you don't have victims that are going to cooperate with any kind of criminal investigation or prosecution, Don, you don't have a case to bring, even if you do that..."}], "speaker": "ROBBINS", "secId": 97}, {"sentences": [{"sentId": 285, "text": "But you don't know that."}, {"sentId": 286, "text": "There may be people out there and some of the people in the family may want to."}, {"sentId": 287, "text": "They just feel that they're part of the family now, and they can't do it."}, {"sentId": 288, "text": "They can't actually go to the authorities on their own, but maybe if there's some sort of investigation, they would feel more comfortable, if their privacy is being..."}], "speaker": "LEMON", "secId": 98}, {"sentences": [{"sentId": 289, "text": "Yes."}, {"sentId": 290, "text": "You know what, Don, you're absolutely right."}, {"sentId": 291, "text": "And I think what's so offensive about this thing is that what is offensive is not only the attacks that took place, but the fact that they circled the wagons and took care of it inside the family."}], "speaker": "ROBBINS", "secId": 99}, {"sentences": [{"sentId": 292, "text": "OK."}], "speaker": "LEMON", "secId": 100}, {"sentences": [{"sentId": 293, "text": "What if Sandusky had done that at Penn State?"}, {"sentId": 294, "text": "He's, you know, let's say he had said, oh, well, I'm of a certain religion, and so I talked to my counselor, people, go away."}], "speaker": "ROBBINS", "secId": 101}, {"sentences": [{"sentId": 295, "text": "Yes."}], "speaker": "LEMON", "secId": 102}, {"sentences": [{"sentId": 296, "text": "This is all taken care of."}], "speaker": "ROBBINS", "secId": 103}, {"sentences": [{"sentId": 297, "text": "Ken, go ahead."}], "speaker": "LEMON", "secId": 104}, {"sentences": [{"sentId": 298, "text": "We wouldn't stand for that, but we're going to do it with the Duggars?"}], "speaker": "ROBBINS", "secId": 105}, {"sentences": [{"sentId": 299, "text": "Once again, reality TV, right, reality TV ought to become more real."}, {"sentId": 300, "text": "We ought to examine the fact that Mike Huckabee came out very strongly in favor of the Duggars and in part because he helped Jimbob run for elected office."}], "speaker": "TUCKER", "secId": 106}, {"sentences": [{"sentId": 301, "text": "This all ties in with a portrait of a family that presented itself as a beacon of family values, not just themselves, but the way they were shot and edited by the channel that was filming them, that produced this show."}, {"sentId": 302, "text": "And I think that that is the hypocrisy of reality TV."}], "speaker": "TUCKER", "secId": 107}, {"sentences": [{"sentId": 303, "text": "Well, this is..."}], "speaker": "LEMON", "secId": 108}, {"sentences": [{"sentId": 304, "text": "It doesn't show people as three-dimensional, flawed people who need to be either condemned..."}], "speaker": "TUCKER", "secId": 109}, {"sentences": [{"sentId": 305, "text": "No."}, {"sentId": 306, "text": "This is not reality TV that's to blame, it's the Duggars."}, {"sentId": 307, "text": "OK, Ken."}], "speaker": "ROBBINS", "secId": 110}, {"sentences": [{"sentId": 308, "text": "This is Mike Huckabee, who's the republican president took candidacy."}, {"sentId": 309, "text": "Although this is statement, put a statement and he said, \"Josh's actions when he was an underage teen, are as, he described them, himself, inexcusable, but that doesn't mean unforgivable."}, {"sentId": 310, "text": "He and his family dealt with it and were honest and open about it with the victims and the authorities.\""}, {"sentId": 311, "text": "So, Kate, do you think they were honest and open about it with the victims and with the authorities?"}], "speaker": "LEMON", "secId": 111}, {"sentences": [{"sentId": 312, "text": "I'm just troubled by the idea that Josh Duggar's state of forgiveness has been such a focus of this conversation."}], "speaker": "SHELLNUT", "secId": 112}, {"sentences": [{"sentId": 313, "text": "Right."}], "speaker": "LEMON", "secId": 113}, {"sentences": [{"sentId": 314, "text": "Whether or not he can be forgiven or restored, when the focus should be the victim and whether or not they were given adequate resources for healing, which my assumption would be, probably not."}], "speaker": "SHELLNUT", "secId": 114}, {"sentences": [{"sentId": 315, "text": "Because a lot of these cases, like you said, it's dealt with in-house, and so I've been happy to hear from a number of Christians and Evangelicals speaking up, to say, similar things that happen to them, and to point out more and more resources available for Christian institutions, to know how to deal with these processes, and to seek the right authorities for treatment."}], "speaker": "SHELLNUT", "secId": 115}, {"sentences": [{"sentId": 316, "text": "The only statement we've heard from Josh Duggar is, him saying, \"If I had continued to go down this road, my life would have been ruined.\""}, {"sentId": 317, "text": "Not a word about the victims."}, {"sentId": 318, "text": "All the more reason to place cameras in front of Josh Duggar..."}], "speaker": "TUCKER", "secId": 116}, {"sentences": [{"sentId": 319, "text": "Right."}], "speaker": "LEMON", "secId": 117}, {"sentences": [{"sentId": 320, "text": "... and keep his feet to the fire."}], "speaker": "TUCKER", "secId": 118}, {"sentences": [{"sentId": 321, "text": "OK."}], "speaker": "LEMON", "secId": 119}, {"sentences": [{"sentId": 322, "text": "And let us see what comes out of them."}], "speaker": "TUCKER", "secId": 120}, {"sentences": [{"sentId": 323, "text": "Yes."}, {"sentId": 324, "text": "But not on reality TV."}, {"sentId": 325, "text": "How about in a court of law for crying out loud?"}], "speaker": "ROBBINS", "secId": 121}, {"sentences": [{"sentId": 326, "text": "Yes."}, {"sentId": 327, "text": "But that's hard to deal with."}], "speaker": "LEMON", "secId": 122}, {"sentences": [{"sentId": 328, "text": "I mean, come on, we have allowed this to happen in the Catholic Church, Don."}], "speaker": "ROBBINS", "secId": 123}, {"sentences": [{"sentId": 329, "text": "It's hard to do now when the statute of limitations has run out."}, {"sentId": 330, "text": "I understand what you're saying."}, {"sentId": 331, "text": "That's going to be the last word."}], "speaker": "LEMON", "secId": 124}, {"sentences": [{"sentId": 332, "text": "Key audience."}, {"sentId": 333, "text": "That's right."}, {"sentId": 334, "text": "That's why reality TV could be doing it."}], "speaker": "TUCKER", "secId": 125}, {"sentences": [{"sentId": 335, "text": "But, you know what, this happens more than we know because it often goes unreported."}, {"sentId": 336, "text": "So, it's good to talk about it and to try to remove the stigma, so that people can, you know, especially the victims, they feel that they can come forward."}], "speaker": "LEMON", "secId": 126}, {"sentences": [{"sentId": 337, "text": "Thank you."}, {"sentId": 338, "text": "I appreciate all of you joining me this evening."}, {"sentId": 339, "text": "When we come right back, some of the worst violence Baltimore has ever seen."}, {"sentId": 340, "text": "Why May, this month, is turning out to be the deadliest month in that city in more than 15 years."}], "speaker": "LEMON", "secId": 127}, {"sentences": [{"sentId": 341, "text": "* LEMON: Deadly violence on the rise in two American cities."}, {"sentId": 342, "text": "In Chicago, over the long Memorial weekend, at least 12 people shot and killed, that's according to the \"Chicago Tribune,\" and a similar carnage in Baltimore."}, {"sentId": 343, "text": "At least nine people killed in 29 shootings this weekend."}], "speaker": "LEMON", "secId": 128}, {"sentences": [{"sentId": 344, "text": "This is the deadliest month in Baltimore in more than 15 years."}, {"sentId": 345, "text": "Police have tallied 35 homicides so far, and there are still -- that was this month."}, {"sentId": 346, "text": "There's five days left, in May."}], "speaker": "LEMON", "secId": 129}, {"sentences": [{"sentId": 347, "text": "CNN's Miguel Marquez is with us in Baltimore this evening."}, {"sentId": 348, "text": "I think there was like 50 some shootings or almost 50 shootings in Chicago."}, {"sentId": 349, "text": "But back to Baltimore now where Miguel is."}, {"sentId": 350, "text": "Why such an outbreak of violence, Miguel?"}], "speaker": "LEMON", "secId": 130}, {"sentences": [{"sentId": 351, "text": "Well, it's a little unclear."}, {"sentId": 352, "text": "There are several different theories."}, {"sentId": 353, "text": "One is, there's just general street violence."}, {"sentId": 354, "text": "That seems to be the strongest theory that you have, sort of street corners that are fought over for turf, whether it's drugs or other things, and a lot of it is due to that."}], "speaker": "MARQUEZ", "secId": 131}, {"sentences": [{"sentId": 355, "text": "There's also a sense that the police are standing down."}, {"sentId": 356, "text": "There's also a concern that its gang warfare, but the gangs have said, no, we aren't engaging in any sort of warfare."}, {"sentId": 357, "text": "So, it's a little unclear, but I guess, it's the whole mix of things that have happened since Freddie Gray's death, the protests that have broken out, the arrests of the officers, a very, very tense time in Baltimore, Don."}], "speaker": "MARQUEZ", "secId": 132}, {"sentences": [{"sentId": 358, "text": "Miguel, I remember seeing your interview with this officer, he wanted to remain anonymous, his voice was changed, I think he was in a hoodie, but he had a disturbing message."}, {"sentId": 359, "text": "What did he tell you?"}], "speaker": "LEMON", "secId": 133}, {"sentences": [{"sentId": 360, "text": "Well, in a very direct way, this officer said, I'll let him speak for himself, said, that there is basically a coordinated work slowdown by fellow officers."}], "speaker": "MARQUEZ", "secId": 134}, {"sentences": [{"sentId": 361, "text": "Officers stop being proactive."}], "speaker": "UNIDENTIFIED MALE", "secId": 135}, {"sentences": [{"sentId": 362, "text": "Not patrolling?"}], "speaker": "MARQUEZ", "secId": 136}, {"sentences": [{"sentId": 363, "text": "Not patrolling, just stop being proactive."}], "speaker": "UNIDENTIFIED MALE", "secId": 137}, {"sentences": [{"sentId": 364, "text": "Not talking to the community?"}], "speaker": "MARQUEZ", "secId": 138}, {"sentences": [{"sentId": 365, "text": "Not talking."}, {"sentId": 366, "text": "Just stop being proactive."}, {"sentId": 367, "text": "I believe this is a direct result from officers holding back."}], "speaker": "UNIDENTIFIED MALE", "secId": 139}, {"sentences": [{"sentId": 368, "text": "And basically what he says, is that they go into their morning meeting, their morning briefings, they get their orders, are told where the crime areas are and what they have to do, they walk out of that meeting, and they decide amongst themselves at lower levels, we're not doing that."}], "speaker": "MARQUEZ", "secId": 140}, {"sentences": [{"sentId": 369, "text": "We're only going to protect ourselves."}, {"sentId": 370, "text": "We're only going to respond to 911 calls."}, {"sentId": 371, "text": "We're not going to do the basics of policing."}, {"sentId": 372, "text": "Now, that may change."}, {"sentId": 373, "text": "The worse of it is in the Western district where Freddie Gray was arrested."}, {"sentId": 374, "text": "The rest of the city, though, is seeing a spike in violence as well, Don."}], "speaker": "MARQUEZ", "secId": 141}, {"sentences": [{"sentId": 375, "text": "Miguel Marquez, thank you."}, {"sentId": 376, "text": "Miguel, I appreciate that."}, {"sentId": 377, "text": "I'm joined now by Neill Franklin."}, {"sentId": 378, "text": "He's a retired state police major, former head trainer for the Baltimore police."}, {"sentId": 379, "text": "There he is."}], "speaker": "LEMON", "secId": 142}, {"sentences": [{"sentId": 380, "text": "And I've been reading these stories, as they have been unfolding over this especially this weekend, Neill."}, {"sentId": 381, "text": "You have close ties to Baltimore and you say that this wave of violence is directly tied to the curfew and the riots."}, {"sentId": 382, "text": "Explain that."}], "speaker": "LEMON", "secId": 143}, {"sentences": [{"sentId": 383, "text": "Well, yes."}, {"sentId": 384, "text": "There are three basic reasons."}, {"sentId": 385, "text": "And Baltimore, like many cities, like Chicago, has a very healthy drug trade, an illicit drug trade."}, {"sentId": 386, "text": "And the riot and then followed by the curfew, disrupted that drug trade."}], "speaker": "FRANKLIN", "secId": 144}, {"sentences": [{"sentId": 387, "text": "And we, in law enforcement know when you disrupt the balance of the illicit drug trade, soon after you experience violence many times."}], "speaker": "FRANKLIN", "secId": 145}, {"sentences": [{"sentId": 388, "text": "So, case in point, for more than a week, the corners where drugs are being sold in open air drug markets, those have literally been shut down, especially in West Baltimore, where we have a very heavy police presence."}], "speaker": "FRANKLIN", "secId": 146}, {"sentences": [{"sentId": 389, "text": "In addition to that, we have a number of pharmacies that were looted."}, {"sentId": 390, "text": "And a large number of pharmaceutical painkillers."}, {"sentId": 391, "text": "OxyContin, Percocet, those opiate-based painkillers."}, {"sentId": 392, "text": "A large number supply those hit the street have flooded our streets here in Baltimore."}, {"sentId": 393, "text": "That, in and of itself, will drive the prices down."}], "speaker": "FRANKLIN", "secId": 147}, {"sentences": [{"sentId": 394, "text": "But does that explain..."}], "speaker": "LEMON", "secId": 148}, {"sentences": [{"sentId": 395, "text": "And when you have that happen..."}], "speaker": "FRANKLIN", "secId": 149}, {"sentences": [{"sentId": 396, "text": "I understand what you're saying."}, {"sentId": 397, "text": "So, now you have all of these prescription drugs that are out on the street, right?"}, {"sentId": 398, "text": "But not, you know, cocaine, heroin, or whatever the normal."}, {"sentId": 399, "text": "So, that changes the drug trade there."}, {"sentId": 400, "text": "At least until they ran out of these drugs, that were gotten from the pharmacy there."}, {"sentId": 401, "text": "But that doesn't..."}], "speaker": "LEMON", "secId": 150}, {"sentences": [{"sentId": 402, "text": "Right."}, {"sentId": 403, "text": "And with the empty..."}], "speaker": "FRANKLIN", "secId": 151}, {"sentences": [{"sentId": 404, "text": "Go ahead."}], "speaker": "LEMON", "secId": 152}, {"sentences": [{"sentId": 405, "text": "Now with the empty street corners, with the empty street corners during the month, I mean, starting the week of the curfew and the riots, I mean, now those street corners are back in business."}, {"sentId": 406, "text": "And the competition is extremely heavy now."}, {"sentId": 407, "text": "LEMON: Neill, that doesn't explain the writing less tickets, less"}], "speaker": "FRANKLIN", "secId": 153}, {"sentences": [{"sentId": 408, "text": "people being arrested, that doesn't explain that."}], "speaker": "FRANKLIN", "secId": 154}, {"sentences": [{"sentId": 409, "text": "Well, that's my third point."}, {"sentId": 410, "text": "Well, that's the third point."}, {"sentId": 411, "text": "I have three points."}, {"sentId": 412, "text": "Sorry, I mentioned the two."}, {"sentId": 413, "text": "The disruption in the drug trade from the riot, and the curfews then the influx of pharmaceuticals driving the prices down."}], "speaker": "FRANKLIN", "secId": 155}, {"sentences": [{"sentId": 414, "text": "And the third point here is, the far fewer arrests being made."}, {"sentId": 415, "text": "The police are not being as proactive."}, {"sentId": 416, "text": "So, yes, there are more guns on the streets, because I guarantee you, if they had been more active, they would have recovered more guns from people, they would have made more arrests, of not just those who would have perpetrated crimes, but also victims of crimes."}], "speaker": "FRANKLIN", "secId": 156}, {"sentences": [{"sentId": 417, "text": "OK. We're going to talk solutions."}], "speaker": "LEMON", "secId": 157}, {"sentences": [{"sentId": 418, "text": "Yes."}, {"sentId": 419, "text": "So, that is the..."}], "speaker": "FRANKLIN", "secId": 158}, {"sentences": [{"sentId": 420, "text": "We're going to talk solutions when we come right back."}, {"sentId": 421, "text": "So, stay with me here."}, {"sentId": 422, "text": "And also talk about this."}, {"sentId": 423, "text": "Because I read an article, I want you to respond to this article."}, {"sentId": 424, "text": "Now, it's called \"The Myth of the Hero Cop,\" the author claims that being a police officer is not really a dangerous job."}, {"sentId": 425, "text": "He joins me next."}], "speaker": "LEMON", "secId": 159}, {"sentences": [{"sentId": 426, "text": "A lot of people think the police officers who are sworn to protect us as heroes, but not my next guest."}, {"sentId": 427, "text": "His name is Feige."}, {"sentId": 428, "text": "He is a writer and a lawyer whose article, \"The Myth of a Hero Cop\" is on slate.com right now."}, {"sentId": 429, "text": "You can go and read it."}], "speaker": "LEMON", "secId": 160}, {"sentences": [{"sentId": 430, "text": "Also back with me is retired state police major Neill Franklin."}, {"sentId": 431, "text": "Neill, thanks for coming back."}, {"sentId": 432, "text": "Mr. Feige, good to have you on."}, {"sentId": 433, "text": "So, David, you say that since September 11th, there's a false and dangerous narrative about hero cops."}, {"sentId": 434, "text": "Explain that to me."}], "speaker": "LEMON", "secId": 161}, {"sentences": [{"sentId": 435, "text": "Sure."}, {"sentId": 436, "text": "What I meant, and in fact, what I said in the piece is that, we have built up this idea that police officers, who often do heroic things, are all essentially heroes."}, {"sentId": 437, "text": "And we blanketed the entire police force with this narrative, which essentially protects them from exactly the kind of scrutiny which we, as a society, should demand from them."}], "speaker": "FEIGE", "secId": 162}, {"sentences": [{"sentId": 438, "text": "You say it's not all that dangerous of a profession."}, {"sentId": 439, "text": "That's shocking to a lot of people."}], "speaker": "LEMON", "secId": 163}, {"sentences": [{"sentId": 440, "text": "Well, it is."}, {"sentId": 441, "text": "And it's interesting."}, {"sentId": 442, "text": "Now, and I want to make clear, it's not what I say."}, {"sentId": 443, "text": "I based it on the Bureau of Labor statistics numbers."}, {"sentId": 444, "text": "Because, you know, it turns out the federal government actually compiles these numbers."}, {"sentId": 445, "text": "And they look at it in all kind of different professions and they publish those numbers, and I have to say, I, too, was somewhat surprised when I saw it."}], "speaker": "FEIGE", "secId": 164}, {"sentences": [{"sentId": 446, "text": "And I thought, hey, why is there this disjointed sense, where we think, oh, my God, they're in gun battles every day."}, {"sentId": 447, "text": "You know, on TV every week, they're being gunned down."}, {"sentId": 448, "text": "And in fact, it's just not the case."}, {"sentId": 449, "text": "And so, I went and looked at the numbers and that's what I referenced in the piece."}], "speaker": "FEIGE", "secId": 165}, {"sentences": [{"sentId": 450, "text": "You're talking about the Bureau of Labor Statistics."}, {"sentId": 451, "text": "And you said, just police work does not crack the top 10 list -- I forgot my glasses -- of most dangerous jobs."}, {"sentId": 452, "text": "Loggers have a fatality rate of 11 times higher than cops."}, {"sentId": 453, "text": "And sanitation workers die in the line of duty at twice the rate that police do."}, {"sentId": 454, "text": "Police are sometimes shot and killed, but it is fairly a rare phenomenon."}, {"sentId": 455, "text": "What do you think about that, Neill?"}], "speaker": "LEMON", "secId": 166}, {"sentences": [{"sentId": 456, "text": "Well, I'm very familiar with the statistics and he's absolutely correct."}, {"sentId": 457, "text": "Truck drivers even have a higher rate of injury and death than police officers."}, {"sentId": 458, "text": "And as he said, we don't even make the top 10."}], "speaker": "FRANKLIN", "secId": 167}, {"sentences": [{"sentId": 459, "text": "And I'm very, very concerned about the safety and well-being of my counterparts out there and the job that they do."}, {"sentId": 460, "text": "But you can't argue with those statistics."}, {"sentId": 461, "text": "We need in law enforcement those people who, number one, understand that there is some level of inherit risk in doing the job that they do."}], "speaker": "FRANKLIN", "secId": 168}, {"sentences": [{"sentId": 462, "text": "And I know that we hear police officers saying all the time that their number one priority is getting home to family."}, {"sentId": 463, "text": "I personally think that their number one priority is ensuring that everyone gets home to family, not just the police officers."}], "speaker": "FRANKLIN", "secId": 169}, {"sentences": [{"sentId": 464, "text": "So, David, you say that this myth has been perpetrated by police unions, right?"}, {"sentId": 465, "text": "And it's done a lot of harm, leading to increasingly militarized police departments as we've talked about a lot lately since Ferguson overly generous pay and benefits, and an us versus them mentality."}, {"sentId": 466, "text": "But isn't that the job of the police unions to advocate for their officers?"}], "speaker": "LEMON", "secId": 170}, {"sentences": [{"sentId": 467, "text": "Well, yes and no."}, {"sentId": 468, "text": "It's certainly the job of the police unions, but we have been partisan, both in the media and its citizens."}, {"sentId": 469, "text": "In really buying into this and really buying into this narrative, which does, I think, have some really dangerous implications."}, {"sentId": 470, "text": "Because the thing is, if we see all cops as heroes, we don't question them."}], "speaker": "FEIGE", "secId": 171}, {"sentences": [{"sentId": 471, "text": "And more importantly, they don't question themselves."}, {"sentId": 472, "text": "And as a consequence, there's not accountability, and there's not the kind of interplay between the police and the citizenry that is important in a healthy democracy."}], "speaker": "FEIGE", "secId": 172}, {"sentences": [{"sentId": 473, "text": "So, we've been talking about Baltimore and there is possibly a slowdown there among police officers who are not being protected."}, {"sentId": 474, "text": "And, David, you say that it cost taxpayers more than $8.5 billion a year to pay for the NYPD salary -- the NYPD and between salary, overtime, and the value of their benefits, the average beat cop costs taxpayers more than $150,000 per year."}], "speaker": "LEMON", "secId": 173}, {"sentences": [{"sentId": 475, "text": "That's a lot of money."}, {"sentId": 476, "text": "So, police officers then are slowing down."}, {"sentId": 477, "text": "They're not really doing what they are supposed to do, they're sworn to protect, right?"}, {"sentId": 478, "text": "FEIGE: Let me make two points."}, {"sentId": 479, "text": "One is, I'm not here to quibble about"}], "speaker": "LEMON", "secId": 174}, {"sentences": [{"sentId": 480, "text": "how much police officer's do or don't get paid."}, {"sentId": 481, "text": "But it's important that we understand it."}, {"sentId": 482, "text": "Because, you know, the number that gets thrown out there every time is the starting salary, which doesn't begin to cover what we, as taxpayers, actually pay our police force."}], "speaker": "LEMON", "secId": 175}, {"sentences": [{"sentId": 483, "text": "And in terms of the slowdown, all I'm going to say is, look, these are civil servants."}, {"sentId": 484, "text": "If our teachers decided, you know, we're just not going to educate our kids today; I think there would be hell to pay."}], "speaker": "LEMON", "secId": 176}, {"sentences": [{"sentId": 485, "text": "Neill, you say that there's a question going around that maybe this is some sort of revolution, considering what's happened in the last year with policing."}, {"sentId": 486, "text": "You're saying that a lot of people are going to have to leave their jobs as police officers in order for there to be a revolution."}], "speaker": "LEMON", "secId": 177}, {"sentences": [{"sentId": 487, "text": "Yes, I think so."}, {"sentId": 488, "text": "I think that some have already decided to leave, because they feel that they're not getting the support that they deserve."}, {"sentId": 489, "text": "I personally think that they are."}, {"sentId": 490, "text": "I think that they needed to be committed to the job that they have signed on to do."}, {"sentId": 491, "text": "They've taken an oath to serve the public."}], "speaker": "FRANKLIN", "secId": 178}, {"sentences": [{"sentId": 492, "text": "And on the other side of that coin, we, the people who are going to have to work at purging our police departments of those officers who are abusive, those officers who we know, that have lied on the stand and perjured themselves on the stand, and we need to take a proactive measure in ensuring that that happens."}, {"sentId": 493, "text": "So, and city governments should be leading that."}], "speaker": "FRANKLIN", "secId": 179}, {"sentences": [{"sentId": 494, "text": "Yes."}, {"sentId": 495, "text": "And that is the solution that we promise."}, {"sentId": 496, "text": "Thank you very much, Neill Franklin."}, {"sentId": 497, "text": "Thank you very much, David Feige."}, {"sentId": 498, "text": "I appreciate both of you."}], "speaker": "LEMON", "secId": 180}, {"sentences": [{"sentId": 499, "text": "Coming up, a white officer found not guilty in the shooting deaths of two unarmed black suspects."}, {"sentId": 500, "text": "Prosecutor says, \"He fired at least 15 shots through a windshield into the victims at close range.\""}, {"sentId": 501, "text": "I'm going to talk with the sister of one of the victims."}], "speaker": "LEMON", "secId": 181}, {"sentences": [{"sentId": 502, "text": "We told you about a deadly Memorial weekend in Chicago with 12 people killed in shootings."}, {"sentId": 503, "text": "One shooting caught on dash cam."}, {"sentId": 504, "text": "Here it is."}, {"sentId": 505, "text": "It's Saturday, it's in broad daylight."}, {"sentId": 506, "text": "And it's posted on YouTube."}, {"sentId": 507, "text": "No one was injured and police tell us they are looking for the suspect."}, {"sentId": 508, "text": "The shooting caught right on camera."}], "speaker": "LEMON", "secId": 182}, {"sentences": [{"sentId": 509, "text": "Meanwhile, protests in Cleveland this week after Police Officer, Michael Brelo, was found not guilty in the shooting deaths of two unarmed suspects, Timothy Russell and Malissa Williams."}], "speaker": "LEMON", "secId": 183}, {"sentences": [{"sentId": 510, "text": "About a dozen officers fired 137 bullets into their car."}, {"sentId": 511, "text": "Officer Brelo fired 15 of those shots after a 22-mile chase through the streets of Cleveland with as many as 62 police cars involved."}], "speaker": "LEMON", "secId": 184}, {"sentences": [{"sentId": 512, "text": "So, joining me now is the Russell family's attorney, his name is Paul Cristallo, and Michelle Russell, Timothy Russell's sister."}, {"sentId": 513, "text": "Thank you for joining us this evening."}, {"sentId": 514, "text": "Michelle, are you doing OK?"}], "speaker": "LEMON", "secId": 185}, {"sentences": [{"sentId": 515, "text": "Yes, I'm doing OK."}, {"sentId": 516, "text": "Thank you for having us, Don."}], "speaker": "RUSSELL", "secId": 186}, {"sentences": [{"sentId": 517, "text": "And thank you for coming on."}, {"sentId": 518, "text": "This was a case where the officer actually went to trial."}, {"sentId": 519, "text": "We don't always see that."}, {"sentId": 520, "text": "So, what was your reaction when the verdict was read?"}], "speaker": "LEMON", "secId": 187}, {"sentences": [{"sentId": 521, "text": "I was very upset by the verdict."}, {"sentId": 522, "text": "I felt that the judge in this particular case didn't -- I don't think that he looked at all of the evidence."}, {"sentId": 523, "text": "I felt like he could have charged Officer Brelo with felonious assault, but he chose to acquit him."}], "speaker": "RUSSELL", "secId": 188}, {"sentences": [{"sentId": 524, "text": "I never really thought that he was going to be brought up on charges for manslaughter, but I thought that there was enough evidence to convict him of felonious assault or for some other type of charge."}], "speaker": "RUSSELL", "secId": 189}, {"sentences": [{"sentId": 525, "text": "Because they were saying that the fatal shots are not absolutely shoot."}, {"sentId": 526, "text": "That the fatal shots came from the officer, therefore, they couldn't convict him of that."}, {"sentId": 527, "text": "What you said."}, {"sentId": 528, "text": "So, there were demonstrations, Michelle, over the weekend, after the verdict was announced."}, {"sentId": 529, "text": "What do you want those protesters to know?"}], "speaker": "LEMON", "secId": 190}, {"sentences": [{"sentId": 530, "text": "Well, I want them to know that we're going to continue to fight and we're going to continue to fight for justice."}, {"sentId": 531, "text": "There's other step, measures that we can take as a community."}], "speaker": "RUSSELL", "secId": 191}, {"sentences": [{"sentId": 532, "text": "We'll get together and organize and try to figure out what needs to be done in order to stop these senseless murders, because that's what they are."}, {"sentId": 533, "text": "People are being murdered."}, {"sentId": 534, "text": "And it's not right."}, {"sentId": 535, "text": "It's not fair."}], "speaker": "RUSSELL", "secId": 192}, {"sentences": [{"sentId": 536, "text": "Why do you -- you've gone through all the evidence and you pay close attention to this yourself."}, {"sentId": 537, "text": "Why do you think there was a cover- up involved?"}, {"sentId": 538, "text": "Explain that to me."}], "speaker": "LEMON", "secId": 193}, {"sentences": [{"sentId": 539, "text": "I just feel that the officers, they presented their particular version of the event, of what happened the night of November 29th of 2012."}, {"sentId": 540, "text": "And there was never any other scenario considered."}, {"sentId": 541, "text": "They only went exactly by what the police officers were saying."}], "speaker": "RUSSELL", "secId": 194}, {"sentences": [{"sentId": 542, "text": "And if you look at a lot of the evidence, especially the depositions and the different chatter that was being talked about over the radio, during the chase."}, {"sentId": 543, "text": "Just different stories that the officers came out and testified too, about the fact that there was no gun."}, {"sentId": 544, "text": "That, you know, that my brother never had a gun."}], "speaker": "RUSSELL", "secId": 195}, {"sentences": [{"sentId": 545, "text": "That they saw the car backfire several times."}, {"sentId": 546, "text": "There was a lot of different testimony that I felt was overlooked."}, {"sentId": 547, "text": "And I felt like that there was a cover-up because with the depositions, you know, officers were contradicting, I felt with..."}], "speaker": "RUSSELL", "secId": 196}, {"sentences": [{"sentId": 548, "text": "Well, that's why I need to talk to Paul."}, {"sentId": 549, "text": "Because, Paul, you're an attorney and I know you represent the family."}, {"sentId": 550, "text": "Did you represent them in court?"}], "speaker": "LEMON", "secId": 197}, {"sentences": [{"sentId": 551, "text": "I represented them in a civil lawsuit against the City of Cleveland, but the state, obviously, represented their interests against..."}], "speaker": "CRISTALLO", "secId": 198}, {"sentences": [{"sentId": 552, "text": "OK."}, {"sentId": 553, "text": "So, if you're watching this, do you think that it was just the officers who were able to present their side?"}, {"sentId": 554, "text": "The state didn't present their side well enough?"}], "speaker": "LEMON", "secId": 199}, {"sentences": [{"sentId": 555, "text": "Well, I tell you the truth, Don."}, {"sentId": 556, "text": "I don't know if it's the state didn't present their side well enough."}, {"sentId": 557, "text": "One of the things that I think was inherent in Brelo getting acquitted and not guilty verdict was the fact that the judge only had the evidence that they presented in front of them, which was Brelo's shots."}], "speaker": "CRISTALLO", "secId": 200}, {"sentences": [{"sentId": 558, "text": "And so, it was going to be very, very difficult, to say the least, to prove a voluntary manslaughter, when you've got other officers who fired kill shots who weren't defendants, when you only charge one officer."}, {"sentId": 559, "text": "Right?"}, {"sentId": 560, "text": "And now you're going to try to determine, well, did he kill Tim and Malissa, or was it these other kill shots?"}], "speaker": "CRISTALLO", "secId": 201}, {"sentences": [{"sentId": 561, "text": "I mean, built into the prosecution is an inherent flaw."}, {"sentId": 562, "text": "It's going to be very, very difficult to get a conviction."}, {"sentId": 563, "text": "So, the voluntary manslaughter, right out of the box, was going to be, I mean, very difficult."}], "speaker": "CRISTALLO", "secId": 202}, {"sentences": [{"sentId": 564, "text": "I've got just a quick question; if you can answer it for me very quickly because I want to ask Michelle one thing and I don't have a lot of time."}], "speaker": "LEMON", "secId": 203}, {"sentences": [{"sentId": 565, "text": "Sure."}], "speaker": "CRISTALLO", "secId": 204}, {"sentences": [{"sentId": 566, "text": "How -- what's next for the family?"}, {"sentId": 567, "text": "Legally?"}], "speaker": "LEMON", "secId": 205}, {"sentences": [{"sentId": 568, "text": "Well, I think, you know, the Department of Justice announced that they're going to investigate this verdict and the evidence that was presented."}, {"sentId": 569, "text": "And so, right now, we're going to continue to have faith and we're going to let the federal government to step in and hopefully be able to do so."}], "speaker": "CRISTALLO", "secId": 206}, {"sentences": [{"sentId": 570, "text": "OK. Michelle, when I ask you what you want people to know about your brother, because a lot of people are asking, why the chase, why 62 police cars?"}, {"sentId": 571, "text": "What do you want people to know about that and your brother?"}], "speaker": "LEMON", "secId": 207}, {"sentences": [{"sentId": 572, "text": "I want people to know that my brother would, you know, I feel like his character was, you know, attacked."}, {"sentId": 573, "text": "I feel like they mischaracterized him."}, {"sentId": 574, "text": "My brother wasn't the person that they tried to make him out to be, like this thug, this person that was out to kill the police or shoot the police."}], "speaker": "RUSSELL", "secId": 208}, {"sentences": [{"sentId": 575, "text": "My brother didn't even know how to use a gun."}, {"sentId": 576, "text": "He would never shoot at the police."}, {"sentId": 577, "text": "He would never try to run anybody over with his car."}, {"sentId": 578, "text": "He was a Christian and he loved people."}, {"sentId": 579, "text": "My brother would not hurt a fly."}, {"sentId": 580, "text": "LEMON: Yes."}], "speaker": "RUSSELL", "secId": 209}, {"sentences": [{"sentId": 581, "text": "He would help ants and flies off a house in order to not have to kill them."}, {"sentId": 582, "text": "I mean, he was very..."}], "speaker": "RUSSELL", "secId": 210}, {"sentences": [{"sentId": 583, "text": "And Michelle."}], "speaker": "LEMON", "secId": 211}, {"sentences": [{"sentId": 584, "text": "I'm sorry?"}], "speaker": "RUSSELL", "secId": 212}, {"sentences": [{"sentId": 585, "text": "I don't want to be rude, but I have to go."}, {"sentId": 586, "text": "I'm up against the clock."}, {"sentId": 587, "text": "It's the end of the show."}, {"sentId": 588, "text": "And I thank you for coming and I appreciate spending time with you."}], "speaker": "LEMON", "secId": 213}, {"sentences": [{"sentId": 589, "text": "I understand."}], "speaker": "RUSSELL", "secId": 214}, {"sentences": [{"sentId": 590, "text": "And, Paul, thank you as well, for coming on."}, {"sentId": 591, "text": "Thank you."}, {"sentId": 592, "text": "I'm glad you understand that."}], "speaker": "LEMON", "secId": 215}, {"sentences": [{"sentId": 593, "text": "That's it for us tonight."}, {"sentId": 594, "text": "I'll see you back here tomorrow night."}, {"sentId": 595, "text": "\"AC360\" starts right after this quick break."}], "speaker": "LEMON", "secId": 216}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1505.26.cnnt.01.html.json", "time": "Aired May 26, 2015 - 22:00:00   ET"}