{"sectionCount": 219, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["LEMON", "UNIDENTIFIED FEMALE", "OBAMA", "TRUMP", "WALSH", "BURNETT", "UNIDENTIFIED MALE", "NORQUIST", "COHAN", "FEHRNSTROM", "ZAKARIA", "CLINTON", "KRISTOF", "CARSON", "HUGHES", "LIZZA", "SCHLAPP", "HUGHEs", "SCHLAP"], "subTitle": "President V. President: Barack Obama and Vladimir Putin at the U.N.; Donald Trump Unveils his Tax Plan; Fugitive From 1991 Finally Captured in Mexico; Trump and Carson Neck and Neck in New Poll. Aired 10-11p ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1509/28/cnnt.01.html", "sentenceCount": 609, "sections": [{"sentences": [{"sentId": 0, "text": "President versus president, Barack Obama, Vladimir Putin go head to head at the U.N."}, {"sentId": 1, "text": "This is CNN Tonight."}, {"sentId": 2, "text": "I'm Don Lemon."}, {"sentId": 3, "text": "The two leaders meeting face-to-face tonight for the first time in two years after clashing in their speeches in the general assembly over how to fight ISIS."}], "speaker": "LEMON", "secId": 0}, {"sentences": [{"sentId": 4, "text": "I think it is an enormous mistake to refuse to cooperate with the Syrian government and its armed forces while violently fighting terrorism face-to-face."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 1}, {"sentences": [{"sentId": 5, "text": "Meanwhile, Donald Trump unveils his.."}], "speaker": "LEMON", "secId": 2}, {"sentences": [{"sentId": 6, "text": "Tens of thousands of his own people."}, {"sentId": 7, "text": "That is not just a matter of one nation's internal affairs."}], "speaker": "OBAMA", "secId": 3}, {"sentences": [{"sentId": 8, "text": "Meanwhile, Donald Trump unveils his tax plans and shares his views on ISIS with our own Erin Burnett."}], "speaker": "LEMON", "secId": 4}, {"sentences": [{"sentId": 9, "text": "Let Syria and ISIS fight."}, {"sentId": 10, "text": "Why do we -- why do we kept -- let ISIS in Syria fight and let Russia -- they're in Syria already -- let them fight ISIS."}], "speaker": "TRUMP", "secId": 5}, {"sentences": [{"sentId": 11, "text": "We've got a lot to get to this evening."}, {"sentId": 12, "text": "But I want to begin with some breaking news out of Mexico, a fugitive on the run since 1991 under arrest tonight."}, {"sentId": 13, "text": "His name is Paul Jackson."}, {"sentId": 14, "text": "He's indicted on rape and kidnapping charges in Oregon and was featured two months ago on CNN's The Hunt with John Walsh."}, {"sentId": 15, "text": "And according to the U.S."}, {"sentId": 16, "text": "Marshal's Task Force, The Hunt played a significant role in Jackson's capture."}, {"sentId": 17, "text": "So, let's discuss this right now."}, {"sentId": 18, "text": "Joining me is John Walsh, he's on"}], "speaker": "LEMON", "secId": 6}, {"sentences": [{"sentId": 19, "text": "the phone."}, {"sentId": 20, "text": "John, good evening to you."}, {"sentId": 21, "text": "Police say that a specific tip came in right after you featured Paul Jackson on The Hunt."}, {"sentId": 22, "text": "Tell us about this case."}, {"sentId": 23, "text": "What happened?"}], "speaker": "LEMON", "secId": 7}, {"sentences": [{"sentId": 24, "text": "Never ceases to amaze me, Don, and this is a good night tonight because this is a real creep."}, {"sentId": 25, "text": "And as you said, he's been out there for 25 years."}, {"sentId": 26, "text": "I've been trying to catch him for those 25 years."}, {"sentId": 27, "text": "And I've featured him many times on America's Most Wanted and then when I got to do The Hunt, the privilege to doing The Hunt, I said I have got to put this guy on the show."}], "speaker": "WALSH", "secId": 8}, {"sentences": [{"sentId": 28, "text": "And he is wanted for multiple sexual assaults, kidnapping young women, he and his stepbrother, who is now in prison in a very odd coincidence."}, {"sentId": 29, "text": "His stepbrother, Vance Roberts, turned himself in 2006, probably thinking none of these women would be around or be able to testify."}], "speaker": "WALSH", "secId": 9}, {"sentences": [{"sentId": 30, "text": "But a couple of them, very brave girls that are now grown women testified and he's doing life without."}, {"sentId": 31, "text": "And now we have Paul Irvin Jackson in custody and a wonderful viewers called the Marshals -- Northwest Marshals Task Force and gave the tip that took him down in Guadalajara, New Mexico."}], "speaker": "WALSH", "secId": 10}, {"sentences": [{"sentId": 32, "text": "One of the young ladies at that time that he kidnapped was 17 years old at that time, her name is Andrea Hood, she had been tortured, she had been raped, she finally found a way to escape."}, {"sentId": 33, "text": "What happened?"}], "speaker": "LEMON", "secId": 11}, {"sentences": [{"sentId": 34, "text": "Well, she got out."}, {"sentId": 35, "text": "The two brothers had had her for days and they not only would grab these girls and brutalize them, but they took pictures to humiliate them, and threaten them."}, {"sentId": 36, "text": "But she saw her window of opportunity and escaped for the house and got to police."}], "speaker": "WALSH", "secId": 12}, {"sentences": [{"sentId": 37, "text": "People helped her, got to police, and even though she was so traumatized, she remembered where they had held her and led police back to these guys."}, {"sentId": 38, "text": "So, they, you know, built a case against them."}, {"sentId": 39, "text": "And as they built a case against them, they found out that there were multiple victims and no one is really going to know how many of these girls that they grabbed."}], "speaker": "WALSH", "secId": 13}, {"sentences": [{"sentId": 40, "text": "And the real question is how many of them didn't make it out of the house?"}, {"sentId": 41, "text": "Because sometimes they would find young teenage prostitutes that were involved in sex trafficking and those are sometimes young women that nobody is looking for."}], "speaker": "WALSH", "secId": 14}, {"sentences": [{"sentId": 42, "text": "So, don't know the length of their crimes or the extent of their crimes, but the good news is that this guy is off the streets, that will at 25 long years."}], "speaker": "WALSH", "secId": 15}, {"sentences": [{"sentId": 43, "text": "So, is this a potential murder case?"}, {"sentId": 44, "text": "You said they may not know how many people."}, {"sentId": 45, "text": "Is this..."}], "speaker": "LEMON", "secId": 16}, {"sentences": [{"sentId": 46, "text": "Well, they don't -- their charges are not for murder, Don."}, {"sentId": 47, "text": "But some of the girls said, you know, we had seen other girls in the house there."}, {"sentId": 48, "text": "And when police got into their house, they had multiple photos of women bound and gagged, bruises on them, you know, different things that they had done to them."}], "speaker": "WALSH", "secId": 17}, {"sentences": [{"sentId": 49, "text": "So, you know, it wouldn't -- it isn't past the realm of possibility that they may have picked up some street women and, you know, if they gave them a tough, hard time, they may have killed them."}, {"sentId": 50, "text": "So, there may be something more than what they did."}], "speaker": "WALSH", "secId": 18}, {"sentences": [{"sentId": 51, "text": "That was my question, because you don't know -- you're not sure what happened to those women."}, {"sentId": 52, "text": "They never found all of them, as you said."}, {"sentId": 53, "text": "Hey, John, what happens to Paul Jackson now?"}], "speaker": "LEMON", "secId": 19}, {"sentences": [{"sentId": 54, "text": "Paul Jackson will get extradited."}, {"sentId": 55, "text": "The Mexicans have really been cooperating with the U.S. authorities."}, {"sentId": 56, "text": "As this shows that they went right in and grabbed this guy."}, {"sentId": 57, "text": "I guess he had been living in a hotel."}, {"sentId": 58, "text": "He'll get extradited back."}], "speaker": "WALSH", "secId": 20}, {"sentences": [{"sentId": 59, "text": "And I think he's in for a big surprise."}, {"sentId": 60, "text": "Because a couple of these women, including the woman that you mentioned, really have never given up trying to get justice."}, {"sentId": 61, "text": "They will come to that courtroom."}, {"sentId": 62, "text": "As scary as it is and as intimidating as it is, they will testify against him and I think this guy is going to spend the rest of his life in jail where he belongs."}], "speaker": "WALSH", "secId": 21}, {"sentences": [{"sentId": 63, "text": "John Walsh, host of The Hunt right here on CNN getting results again."}, {"sentId": 64, "text": "John, thank you very much."}], "speaker": "LEMON", "secId": 22}, {"sentences": [{"sentId": 65, "text": "Thanks, Don."}, {"sentId": 66, "text": "Good night tonight."}], "speaker": "WALSH", "secId": 23}, {"sentences": [{"sentId": 67, "text": "Thank you."}, {"sentId": 68, "text": "You, as well."}, {"sentId": 69, "text": "Have a good evening."}], "speaker": "LEMON", "secId": 24}, {"sentences": [{"sentId": 70, "text": "Now I want to turn to our other our top political story right now."}, {"sentId": 71, "text": "Donald Trump's big reveal today, the tax plan that he says will turn our economy into a rocket."}, {"sentId": 72, "text": "Trump sat down with our very Erin Burnett to talk about it."}], "speaker": "LEMON", "secId": 25}, {"sentences": [{"sentId": 73, "text": "If you look at what's going to happen with the economy, the economy will be absolutely like a rocket."}, {"sentId": 74, "text": "It's going to go up."}, {"sentId": 75, "text": "This is one of my predictions."}, {"sentId": 76, "text": "This is what I'm good at."}, {"sentId": 77, "text": "This is really my wheel house."}, {"sentId": 78, "text": "And I think you're going to create tremendous numbers of jobs."}], "speaker": "TRUMP", "secId": 26}, {"sentences": [{"sentId": 79, "text": "You know, part of this, and as you and I were discussing, I'm also going to bring a lot of jobs back into the country because so many other countries have taken our jobs, they've taken our base, they've taken our manufacturing."}], "speaker": "TRUMP", "secId": 27}, {"sentences": [{"sentId": 80, "text": "So, we're going to couple that with this tax plan."}, {"sentId": 81, "text": "But we're going to have a country that really is going to rocket again."}, {"sentId": 82, "text": "I'm going put people to work."}, {"sentId": 83, "text": "I'm going to make -- I'm going to be great for business, I'll be great for business and we're going to have an economy that really is going to be hot."}], "speaker": "TRUMP", "secId": 28}, {"sentences": [{"sentId": 84, "text": "You, will you pay more money?"}, {"sentId": 85, "text": "Will it be millions and millions?"}, {"sentId": 86, "text": "Hundreds of millions?"}, {"sentId": 87, "text": "How much more will you pay?"}], "speaker": "BURNETT", "secId": 29}, {"sentences": [{"sentId": 88, "text": "I will probably end up paying more money."}, {"sentId": 89, "text": "But at the same time, I think the economy will do better, so I'll make it up that way."}, {"sentId": 90, "text": "But I will probably end up paying more money."}, {"sentId": 91, "text": "I believe in the end I might do better because I really believe the economy is going to go boom, beautiful."}], "speaker": "TRUMP", "secId": 30}, {"sentences": [{"sentId": 92, "text": "All right."}, {"sentId": 93, "text": "This is right up Grover Norquist, the president of the Americans for Tax Reform, he joins me now."}, {"sentId": 94, "text": "Also William Cohan knows about this."}, {"sentId": 95, "text": "He's a contributing editor of the Vanity Fair and the author of \"The Price of Silence.\""}, {"sentId": 96, "text": "He writes about Donald Trump in the deal book section of the New York Times, also Eric Fehrnstrom, is a former senior adviser to Mitt Romney."}, {"sentId": 97, "text": "How are you guys doing?"}], "speaker": "LEMON", "secId": 31}, {"sentences": [{"sentId": 98, "text": ":  Great."}], "speaker": "UNIDENTIFIED MALE", "secId": 32}, {"sentences": [{"sentId": 99, "text": "Doing well."}], "speaker": "UNIDENTIFIED MALE", "secId": 33}, {"sentences": [{"sentId": 100, "text": "OK. Grover."}], "speaker": "LEMON", "secId": 34}, {"sentences": [{"sentId": 101, "text": "Yes."}], "speaker": "NORQUIST", "secId": 35}, {"sentences": [{"sentId": 102, "text": "To you first because, you know, you make people sign the tax plan, right?"}, {"sentId": 103, "text": "The tax pledge."}, {"sentId": 104, "text": "His tax plan, he wants to slash taxes for the poor and the wealthy."}, {"sentId": 105, "text": "There it is up on the screen what he wants to do, 15 percent tax break for business -- or 15 percent tax for business, 25 percent in the highest tax bracket."}, {"sentId": 106, "text": "Do you like this?"}], "speaker": "LEMON", "secId": 36}, {"sentences": [{"sentId": 107, "text": "Yes."}, {"sentId": 108, "text": "It's a very strong, pro-growth 'Reaganite' tax proposal."}, {"sentId": 109, "text": "It reduces corporate rates."}, {"sentId": 110, "text": "We do a lot of damage to our own people with the high business taxes we have."}, {"sentId": 111, "text": "We drive jobs overseas, we kill jobs and this will reduce that."}], "speaker": "NORQUIST", "secId": 37}, {"sentences": [{"sentId": 112, "text": "It's a 15 percent rate."}, {"sentId": 113, "text": "The European average is 25 percent."}, {"sentId": 114, "text": "Right now, we're at 35 percent."}, {"sentId": 115, "text": "How do we compete with European businesses when we're at 35 percent tax, they're at 25 percent."}, {"sentId": 116, "text": "When we're at 15 percent plus 5 percent state taxes, 20 percent, we're even with Britain."}, {"sentId": 117, "text": "We're even with Canada."}, {"sentId": 118, "text": "We're even doing a little better than China."}], "speaker": "NORQUIST", "secId": 38}, {"sentences": [{"sentId": 119, "text": "So, that's OK with you, this falls in line with your tax protection plan?"}], "speaker": "LEMON", "secId": 39}, {"sentences": [{"sentId": 120, "text": "Absolutely."}, {"sentId": 121, "text": "It's a very strong pro-growth policy."}], "speaker": "NORQUIST", "secId": 40}, {"sentences": [{"sentId": 122, "text": "All right."}, {"sentId": 123, "text": "William, you next."}, {"sentId": 124, "text": "Nearly half of all Americans would pay no income tax under Trump's plan."}, {"sentId": 125, "text": "What's your thought on that?"}], "speaker": "LEMON", "secId": 41}, {"sentences": [{"sentId": 126, "text": "You know, I don't like that because right now it's about 35 percent of Americans pay no federal tax."}, {"sentId": 127, "text": "So, this would increase that to 50 percent paying no federal tax."}, {"sentId": 128, "text": "Of course, every American pas pays sales tax and by state and local taxes."}, {"sentId": 129, "text": "But I think that compact that we have with Americans in this country is that we all have to be pulling the boat in the same direction."}, {"sentId": 130, "text": "We all have to have skin in the game."}, {"sentId": 131, "text": "And if 50 percent of Americans pay no federal tax, as small as it is -- and I'm not talking about them paying a lot of federal tax, just something to contribute to our overall wellbeing."}], "speaker": "COHAN", "secId": 42}, {"sentences": [{"sentId": 132, "text": "Well, here is what we got from them."}, {"sentId": 133, "text": "This is the tax policy center."}, {"sentId": 134, "text": "They said around 45 percent of Americans already don't pay income taxes, so I mean, is that..."}], "speaker": "LEMON", "secId": 43}, {"sentences": [{"sentId": 135, "text": "I was using Trump's number from his press conference today."}], "speaker": "COHAN", "secId": 44}, {"sentences": [{"sentId": 136, "text": "Yes."}, {"sentId": 137, "text": "Well, Eric, do you think that's a big -- that's not that big of a change, is it?"}], "speaker": "LEMON", "secId": 45}, {"sentences": [{"sentId": 138, "text": "Well, look, Don, I think it's important to first point out I love what republicans like Donald Trump, Jeb Bush, and Marco Rubio are talking about in terms of cutting rates to increase growth in the economy."}], "speaker": "FEHRNSTROM", "secId": 46}, {"sentences": [{"sentId": 139, "text": "Compare that to the democrats, people like Hillary Clinton who want to raise taxes on the short-term rate on capital gains which are going to hurt investment and growth."}, {"sentId": 140, "text": "Look at Bernie Sanders who wants to add 18 trillion in new federal programs."}, {"sentId": 141, "text": "That's going to be a wet blanket on the economy."}], "speaker": "FEHRNSTROM", "secId": 47}, {"sentences": [{"sentId": 142, "text": "Look, with Trump, I would say two things."}, {"sentId": 143, "text": "Number one is anytime Donald Trump can put meat on the bones when it comes to policy, that's going to help him with primary voters who might have previously thought that he was all talk and no action."}], "speaker": "FEHRNSTROM", "secId": 48}, {"sentences": [{"sentId": 144, "text": "Plus, he's not going to win this nomination without the support of fiscal conservatives and I think this plan is going to help him."}, {"sentId": 145, "text": "You know, I think one of the most effective lines of attacks against Donald Trump recently has been coming from Rubio and Bush, along the lines that he has no policy jobs."}, {"sentId": 146, "text": "And I think that skills are vacuuming this campaign."}], "speaker": "FEHRNSTROM", "secId": 49}, {"sentences": [{"sentId": 147, "text": "Well, the question is though is that, was he specific in this enough, did he get specific enough for you, Williams?"}, {"sentId": 148, "text": "Where does he need to get more detail?"}], "speaker": "LEMON", "secId": 50}, {"sentences": [{"sentId": 149, "text": "No, no."}, {"sentId": 150, "text": "The good news for Donald today is that for the first time in his whole campaign, he was substantive."}, {"sentId": 151, "text": "Give him marks for that."}, {"sentId": 152, "text": "But actually, if you peel it back, it's actually very fuzzy, like much of what Donald says, it's very fuzzy."}, {"sentId": 153, "text": "He has some good points."}, {"sentId": 154, "text": "Repatriating whatever it is, $2.5 trillion of corporate dollars that are in foreign accounts that should be repatriated back here at a 10 percent tax."}, {"sentId": 155, "text": "That's not a bad idea."}], "speaker": "COHAN", "secId": 51}, {"sentences": [{"sentId": 156, "text": "How does that help the economy, what does that do?"}, {"sentId": 157, "text": "COHAN:  Well, I mean, first of all, it brings that money back, it"}], "speaker": "LEMON", "secId": 52}, {"sentences": [{"sentId": 158, "text": "would, you know, reduce the deficit by whatever $250 million."}], "speaker": "LEMON", "secId": 53}, {"sentences": [{"sentId": 159, "text": "If you spend it, no?"}], "speaker": "LEMON", "secId": 54}, {"sentences": [{"sentId": 160, "text": "No."}, {"sentId": 161, "text": "But if there's a 10 percent tax, according to the Donald."}], "speaker": "COHAN", "secId": 55}, {"sentences": [{"sentId": 162, "text": "OK."}], "speaker": "LEMON", "secId": 56}, {"sentences": [{"sentId": 163, "text": "That's $250 billion and then the rest of it comes back here and gets spent into the economy."}, {"sentId": 164, "text": "I give him high marks for that."}, {"sentId": 165, "text": "I give him high marks for simplifying the tax code."}, {"sentId": 166, "text": "But one of the things he's been so critical of President Obama for is the $19 trillion budget deficit that now exists in Washington."}], "speaker": "COHAN", "secId": 57}, {"sentences": [{"sentId": 167, "text": "And the Donald unfortunately, according to the Center for Tax Justice would increase that by another $10 trillion."}, {"sentId": 168, "text": "So, that's not fiscal responsibility."}, {"sentId": 169, "text": "That's fiscal irresponsibility."}], "speaker": "COHAN", "secId": 58}, {"sentences": [{"sentId": 170, "text": "OK. All right."}, {"sentId": 171, "text": "Grover, do you agree with that, that this, you know, repatriation of money will come back into the economy?"}, {"sentId": 172, "text": "Do you think that William is right in his assessment about Donald Trump's plan?"}], "speaker": "LEMON", "secId": 59}, {"sentences": [{"sentId": 173, "text": "Well, the Center for Tax Justice is a labor union supported left of center group that always opposes every tax cut that's ever been proposed in American history."}], "speaker": "NORQUIST", "secId": 60}, {"sentences": [{"sentId": 174, "text": "That doesn't make them wrong."}], "speaker": "COHAN", "secId": 61}, {"sentences": [{"sentId": 175, "text": "They have been wrong."}, {"sentId": 176, "text": "Throughout history, they misjudged the entire Reagan growth, which is 4 percent a year with the growth we've had under the Obama recovery is 2 percent a year."}, {"sentId": 177, "text": "The French level."}, {"sentId": 178, "text": "If we go back to 4 percent a year, and this is what Trump and the other republicans are saying."}], "speaker": "NORQUIST", "secId": 62}, {"sentences": [{"sentId": 179, "text": "If you grow at 4 percent a year for a decade instead of 2 percent for a year for a decade, that's $5 trillion higher revenue for the federal government."}, {"sentId": 180, "text": "Those are the U.S. government numbers on how important growth is."}], "speaker": "NORQUIST", "secId": 63}, {"sentences": [{"sentId": 181, "text": "So, getting to a pro-growth economy, to a tax policy which creates jobs, if we had grown during this recovery at the same rate that Reagan did, there would be 12 million Americans today who are unemployed at work."}], "speaker": "NORQUIST", "secId": 64}, {"sentences": [{"sentId": 182, "text": "But, Grover."}], "speaker": "LEMON", "secId": 65}, {"sentences": [{"sentId": 183, "text": "That's the damage of lousy economic policies."}, {"sentId": 184, "text": "And Trump and the republicans are moving in the right direction."}], "speaker": "NORQUIST", "secId": 66}, {"sentences": [{"sentId": 185, "text": "Won't there, Grover, have to be some very hard decisions about how to pay for existing programs or no?"}, {"sentId": 186, "text": "NORQUIST:  Well, there should be on the spending side."}, {"sentId": 187, "text": "But on the tax"}], "speaker": "LEMON", "secId": 67}, {"sentences": [{"sentId": 188, "text": "side, if you -- again, if you simply change tax policy and grow at 4 percent instead of 2 percent a year, the government ends up with $5 trillion more in revenue."}], "speaker": "LEMON", "secId": 68}, {"sentences": [{"sentId": 189, "text": "That's because more people working pay more in taxes."}, {"sentId": 190, "text": "We have very low job participation in this recovery that we have now."}, {"sentId": 191, "text": "That's why both revenue under the government and the economy are doing so poorly."}], "speaker": "LEMON", "secId": 69}, {"sentences": [{"sentId": 192, "text": "OK. Eric, some are calling this -- you've heard it all day."}, {"sentId": 193, "text": "It's a populist plan."}, {"sentId": 194, "text": "Is that the case, do you think?"}, {"sentId": 195, "text": "Is this trickledown economics or as Erin Burnett told me earlier, it's supply side, but if you don't like it, it's trickledown economics."}], "speaker": "LEMON", "secId": 70}, {"sentences": [{"sentId": 196, "text": "Well, Don, I think they're calling it a populous plan maybe because of the more controversial elements of it."}, {"sentId": 197, "text": "Which is, he does wants to raise taxes on private equity managers."}, {"sentId": 198, "text": "And on the one hand, I can't think of a group that's vulnerable as a tax target than a Wall Street."}], "speaker": "FEHRNSTROM", "secId": 71}, {"sentences": [{"sentId": 199, "text": "But on the other hand, you don't want people like Elizabeth Warren going around the country, as she has been, praising Donald Trump's plan to raise taxes."}, {"sentId": 200, "text": "That's not going to play well with the republican base."}, {"sentId": 201, "text": "But all in all, I think he's got a plan that is pretty close to what free market conservatives like Grover are going to be looking for."}], "speaker": "FEHRNSTROM", "secId": 72}, {"sentences": [{"sentId": 202, "text": "Don, I think that the tax on private equity guys is a head fake on Donald's part."}, {"sentId": 203, "text": "Because he's also raising the top -- lowering the top tax rate to 25 percent, which is going to -- and then he told Erin Burnett tonight, he thought he would pay more in taxes."}], "speaker": "COHAN", "secId": 73}, {"sentences": [{"sentId": 204, "text": "I don't see how Donald Trump would ever pay more in taxes if the top federal tax rate is 25 percent lowered from 39.6 percent."}, {"sentId": 205, "text": "Plus, he's cutting the capital gains rate, as well."}, {"sentId": 206, "text": "So, this is bonanza for the rich people of America that's under the guise of somehow being populist."}, {"sentId": 207, "text": "And it's not the slightest pit populist in my estimation except for the fact that does allow another whatever 15 percent of the U.S. population not to pay taxes."}], "speaker": "COHAN", "secId": 74}, {"sentences": [{"sentId": 208, "text": "I think it interesting that someone like Grover Norquist who makes people sign a tax protection pledge is in agreement with this."}, {"sentId": 209, "text": "So, that says a lot about where this goes next."}, {"sentId": 210, "text": "So, thank you, gentlemen."}, {"sentId": 211, "text": "I appreciate you joining this evening."}, {"sentId": 212, "text": "I'll see you back here soon on CNN."}], "speaker": "LEMON", "secId": 75}, {"sentences": [{"sentId": 213, "text": "OK."}, {"sentId": 214, "text": "Thank you."}], "speaker": "NORQUIST", "secId": 76}, {"sentences": [{"sentId": 215, "text": "I'm going to sit down with Donald Trump, one-on-one, right here Wednesday night on CNN."}, {"sentId": 216, "text": "Make sure you tune in."}, {"sentId": 217, "text": "Wednesday night, me and Donald Trump."}], "speaker": "LEMON", "secId": 77}, {"sentences": [{"sentId": 218, "text": "When we come right back, President Barack Obama and Vladimir Putin meet for half an hour, an hour and a half, I should say, behind closed doors at the U.N. Are they any closer to an agreement on how to fight ISIS?"}, {"sentId": 219, "text": "I'm going to ask Fareed Zakaria and Nicholas Kristof."}], "speaker": "LEMON", "secId": 78}, {"sentences": [{"sentId": 220, "text": "President Obama at the United Nations today."}, {"sentId": 221, "text": "In his address to the General Assembly, he called Syrian President Bashar al-Assad a tyrant who has to go."}], "speaker": "LEMON", "secId": 79}, {"sentences": [{"sentId": 222, "text": "And he met privately this evening with Russian president Vladimir Putin."}, {"sentId": 223, "text": "And I want to talk about al of this now with Fareed Zakaria, host of CNN's Fareed Zakaria's GPS right here on Sundays on CNN."}, {"sentId": 224, "text": "The first time that these two, President Obama and Putin have met in two years."}, {"sentId": 225, "text": "What do you think that meeting was like?"}], "speaker": "LEMON", "secId": 80}, {"sentences": [{"sentId": 226, "text": "Well, I think it was probably very business-like."}, {"sentId": 227, "text": "By which I mean to say that both intelligent people."}, {"sentId": 228, "text": "Putin is actually a perfectly smart, intelligent, rational person."}], "speaker": "ZAKARIA", "secId": 81}, {"sentences": [{"sentId": 229, "text": "But there is no love loss."}, {"sentId": 230, "text": "There is no relationship."}, {"sentId": 231, "text": "There is no warmth."}, {"sentId": 232, "text": "You know, sometimes the psychology of all this is not that important."}, {"sentId": 233, "text": "But it's worth probably pointing out that there is no -- there is no chemistry here."}], "speaker": "ZAKARIA", "secId": 82}, {"sentences": [{"sentId": 234, "text": "You think it's important in this case, the psychology of it?"}], "speaker": "LEMON", "secId": 83}, {"sentences": [{"sentId": 235, "text": "I don't actually think it's that important because the real reason why it was probably it was a cold meeting is that the United States and Russia have fundamentally different geopolitical interest, particularly in Ukraine and the Middle East."}], "speaker": "ZAKARIA", "secId": 84}, {"sentences": [{"sentId": 236, "text": "And you know, this -- the kind of freeze is a reflection of that reality not that Obama and Putin, you know, can get all that some personality problem."}], "speaker": "ZAKARIA", "secId": 85}, {"sentences": [{"sentId": 237, "text": "The fact that Russia is -- the news at Russia is going to share intelligence with Iran with Iraq and with Syria has to be infuriating to the White House."}, {"sentId": 238, "text": "Do you think that was at the top of the agenda?"}], "speaker": "LEMON", "secId": 86}, {"sentences": [{"sentId": 239, "text": "Well, I wonder if it was because the truth is that the Russian strategy on Syria is much more coherent than ours."}, {"sentId": 240, "text": "See what the Russian say is we don't like ISIS, we don't like al-Nusra, we don't like Al Qaeda, we don't like any of those Islamic terrorists' organizations."}, {"sentId": 241, "text": "And so, we are going to support the Assad regime to defeat them."}, {"sentId": 242, "text": "That's exactly what the Iranians say, that's what exactly the Iraqi government says."}], "speaker": "ZAKARIA", "secId": 87}, {"sentences": [{"sentId": 243, "text": "So, the three of them, Iraq, Iran, and Russia say we have the same enemies, ISIS, Al Qaeda, we have the same allies, the Assad regime, so, we're going to share intelligence."}, {"sentId": 244, "text": "Our position is we don't like anyone in Syria."}, {"sentId": 245, "text": "We don't like ISIS, we don't like Al Qaeda, we don't like the Assad."}, {"sentId": 246, "text": "So, we can fulminate, I mean, our strategy is sort of in coherent."}], "speaker": "ZAKARIA", "secId": 88}, {"sentences": [{"sentId": 247, "text": "Speaking, you spoke of the Assad regime; as you brought them up that President Obama have harsh words pursuing President Bashar's side."}, {"sentId": 248, "text": "He's objecting to the idea of keeping Assad in power as a way to keep control in the region."}, {"sentId": 249, "text": "Let's listen."}], "speaker": "LEMON", "secId": 89}, {"sentences": [{"sentId": 250, "text": "We're told that such retrenchment is required to beat back this order."}, {"sentId": 251, "text": "That is the only way to stand out terrorism or prevent foreign meddling."}, {"sentId": 252, "text": "In accordance with this logic we should support tyrants like Bashar al-Assad who drops barrel to massacre innocent children because the alternative is surely worse."}], "speaker": "OBAMA", "secId": 90}, {"sentences": [{"sentId": 253, "text": "When a dictator slaughters tens of thousands of his own people."}, {"sentId": 254, "text": "That is not just a matter of one nation's internal affairs."}, {"sentId": 255, "text": "It breeds human suffering on an order of magnitude that affects us all."}], "speaker": "OBAMA", "secId": 91}, {"sentences": [{"sentId": 256, "text": "President Putin allied an enormous mistake to refuse to cooperate with the Syrian government and its armed forces."}, {"sentId": 257, "text": "Who is right here?"}], "speaker": "LEMON", "secId": 92}, {"sentences": [{"sentId": 258, "text": "Well, he's I put it."}, {"sentId": 259, "text": "President Obama is clearly right as a matter of morality."}, {"sentId": 260, "text": "The Assad regime is absolutely despicable."}, {"sentId": 261, "text": "The problem here is if you use the kind of rhetoric of President Obama, Assad must go, this man is a butcher, you're not using any means to back that up, right?"}], "speaker": "ZAKARIA", "secId": 93}, {"sentences": [{"sentId": 262, "text": "So, you're making these grand, lofty pronouncements about how Assad must been."}, {"sentId": 263, "text": "This has been the problem with America's Syria's strategy from the start."}, {"sentId": 264, "text": "We have these grand goals very maximalist and we have this puny means by which, you know, what we're doing, we're training 50 people, we're doing a little bit of, you know, bombing."}, {"sentId": 265, "text": "We're maybe thinking about small pockets of safe havens at most."}], "speaker": "ZAKARIA", "secId": 94}, {"sentences": [{"sentId": 266, "text": "That's going to deal with this, you know, you call your turning this guy into Middle East on Hitler and what are you doing about it?"}, {"sentId": 267, "text": "So, I think that President Obama has to really decide."}, {"sentId": 268, "text": "If Assad is as bad as he claims and if it is in the vital interests of the United States to get rid of him, he needs to do more."}], "speaker": "ZAKARIA", "secId": 95}, {"sentences": [{"sentId": 269, "text": "If he doesn't want to do that much, he needs -- I think he needs to dial back the rhetoric and the expectations because he's putting himself in a situation where he's going to have to do more."}], "speaker": "ZAKARIA", "secId": 96}, {"sentences": [{"sentId": 270, "text": "This weekend you spoke to former President Bill Clinton and he talked to you about this Iran deal."}, {"sentId": 271, "text": "Let's watch this."}], "speaker": "LEMON", "secId": 97}, {"sentences": [{"sentId": 272, "text": "I believe the nuclear agreement with Iran is on balance and the right thing to do because I don't believe that an Iranian nuclear capacity now would be just Iran."}, {"sentId": 273, "text": "I think there would be one to four other states that would get nuclear power in the Middle East."}, {"sentId": 274, "text": "Then I think you would have a race on by all these various non-state factors to get fist on material and it could be a nightmare."}], "speaker": "CLINTON", "secId": 98}, {"sentences": [{"sentId": 275, "text": "I also think that 10 years is a very long time."}, {"sentId": 276, "text": "A lot of people think, well, 10 years from now, they're going to do what they're doing now."}, {"sentId": 277, "text": "In 1979, if somebody had told you that the Berlin Wall would fall, that Warsaw pact would collapse, that Soviet Union would come to an end in 10 years, nobody would have believed that."}], "speaker": "CLINTON", "secId": 99}, {"sentences": [{"sentId": 278, "text": "So, a lot can happen in 10 years."}, {"sentId": 279, "text": "Furthermore, even with the sanctions on, the Iranians kept supporting their conventional military build-up and the terrorist capacity of Hezbollah."}, {"sentId": 280, "text": "So, I think on balance, this is going to be a have thing, but it's very important to be tough in enforcing it."}], "speaker": "CLINTON", "secId": 100}, {"sentences": [{"sentId": 281, "text": "So, Fareed, Iran's President Rouhani at the U.N. speaking today blamed really the military invasion of Afghanistan, the U.S. military-led invasion of Afghanistan and Iraq and our support for Israel for spreading terrorism in the Middle East."}, {"sentId": 282, "text": "I mean, no wonder this is a controversial deal."}], "speaker": "LEMON", "secId": 101}, {"sentences": [{"sentId": 283, "text": "Precisely."}, {"sentId": 284, "text": "Because Iran and the United States have been -- they are, you know, opposed to a lot of the things we do."}, {"sentId": 285, "text": "President Rouhani is essentially wrong about in his statement, but it shows you they see the Middle East very differently than the United States does."}, {"sentId": 286, "text": "That reality exists."}, {"sentId": 287, "text": "It existed before the nuclear issue, it will exist after it."}], "speaker": "ZAKARIA", "secId": 102}, {"sentences": [{"sentId": 288, "text": "It doesn't change the fact that this is probably the best way to prevent Iran from going down a nuclear path for the next 10 to 15 years."}, {"sentId": 289, "text": "Nobody else has come up with a better alternative."}, {"sentId": 290, "text": "It doesn't mean we don't have, you know, interests that are fundamentally opposed which we'll have to deal with the way we always have to."}, {"sentId": 291, "text": "Better to deal with a non-nuclear Iran than a nuclear Iran."}], "speaker": "ZAKARIA", "secId": 103}, {"sentences": [{"sentId": 292, "text": "Nuclear in Iran."}, {"sentId": 293, "text": "Thank you, Fareed Zakaria."}, {"sentId": 294, "text": "I appreciate it."}, {"sentId": 295, "text": "And up next, not even a lunchtime toast at the U.N. could hide the tense relations right now between President Obama and Vladimir Putin."}, {"sentId": 296, "text": "I'm going to talk about that with New York Times columnist Nick Kristof."}], "speaker": "LEMON", "secId": 104}, {"sentences": [{"sentId": 297, "text": "Some tension between the U.S. and Russia on display at the U.N. today."}, {"sentId": 298, "text": "We'll talk about it now with New York Times columnist Nicholas Kristof."}, {"sentId": 299, "text": "I am just calling you Nick."}, {"sentId": 300, "text": "His book \"A Path Appears\" comes out in paperback this month."}, {"sentId": 301, "text": "Congratulations on that."}], "speaker": "LEMON", "secId": 105}, {"sentences": [{"sentId": 302, "text": "Thank you."}], "speaker": "KRISTOF", "secId": 106}, {"sentences": [{"sentId": 303, "text": "They shared, Putin and President Obama showed a really awkward toast this afternoon."}, {"sentId": 304, "text": "If you look at this picture, it just exemplifies their relationship."}, {"sentId": 305, "text": "How much is the U.S. and Russia, how much do you think is deteriorated?"}, {"sentId": 306, "text": "Is this evidence of that in that picture?"}], "speaker": "LEMON", "secId": 107}, {"sentences": [{"sentId": 307, "text": "I mean, certainly, I mean, the fact that they haven't met recently, until today, and the fact that we don't really have a working relationship."}, {"sentId": 308, "text": "At the end of the day, I don't think that, you know, chemistry or love is so crucial for that relationship."}], "speaker": "KRISTOF", "secId": 108}, {"sentences": [{"sentId": 309, "text": "I think they can work together, as they did in 2013, in getting rid of chemical weapons in Syria."}, {"sentId": 310, "text": "But what you do need is a vision and a strategy."}, {"sentId": 311, "text": "And I don't think that right now, especially in the case of Syria, that we have that basis for cooperation."}], "speaker": "KRISTOF", "secId": 109}, {"sentences": [{"sentId": 312, "text": "President Putin is insisting that the Syrian government needs to be involved in these affairs, need to include in the fight against ISIS."}, {"sentId": 313, "text": "And the United Nations disagrees with that."}, {"sentId": 314, "text": "So then now what?"}, {"sentId": 315, "text": "The United States, excuse me, disagrees with that."}, {"sentId": 316, "text": "So then now what?"}], "speaker": "LEMON", "secId": 110}, {"sentences": [{"sentId": 317, "text": "Well, I mean, I think the basic problem is Putin is trying to protect his interests, not those of the Syrian people."}, {"sentId": 318, "text": "As I was in the green room just now, I just got an e-mail about Syrian government air strikes on a hospital killing three health care workers."}], "speaker": "KRISTOF", "secId": 111}, {"sentences": [{"sentId": 319, "text": "And that's what the Assad government is doing time and again."}, {"sentId": 320, "text": "And thereby, Assad is empowering ISIS."}, {"sentId": 321, "text": "So, the idea that you're going to fight ISIS by supporting the Assad regime is crazy."}], "speaker": "KRISTOF", "secId": 112}, {"sentences": [{"sentId": 322, "text": "So, what does the international community think about it?"}, {"sentId": 323, "text": "The United States is against it."}, {"sentId": 324, "text": "What does the international community think about it?"}], "speaker": "LEMON", "secId": 113}, {"sentences": [{"sentId": 325, "text": "Well, I mean, I don't mean that Putin's idea is going to get broad traction."}, {"sentId": 326, "text": "And I don't think that Putin himself really plans to have a deepen engagement in Syria."}, {"sentId": 327, "text": "The Russian people remember their engagement in Afghanistan which is traumatizing for the country."}, {"sentId": 328, "text": "The Russian economy is a mess."}, {"sentId": 329, "text": "They don't want to spend a lot of money in Syria."}], "speaker": "KRISTOF", "secId": 114}, {"sentences": [{"sentId": 330, "text": "Hassan Rouhani was there from Iran."}, {"sentId": 331, "text": "So, who is the bigger enemy right now, is it Russia, or is Iran, is it Putin, is it Rouhani?"}], "speaker": "LEMON", "secId": 115}, {"sentences": [{"sentId": 332, "text": "I mean, I think that Russia is a broad challenge to our interests in many different places, in Ukraine."}], "speaker": "KRISTOF", "secId": 116}, {"sentences": [{"sentId": 333, "text": "But when it comes to the Iran deal, though, who is it?"}, {"sentId": 334, "text": "Who is it, who do you think is -- he's getting depending -- talking about the pending Iran deal."}, {"sentId": 335, "text": "They talked about that."}], "speaker": "LEMON", "secId": 117}, {"sentences": [{"sentId": 336, "text": "Right."}], "speaker": "KRISTOF", "secId": 118}, {"sentences": [{"sentId": 337, "text": "So, who is -- who do you think has more of an issue to deal with when it comes to this particular thing?"}], "speaker": "LEMON", "secId": 119}, {"sentences": [{"sentId": 338, "text": "To the -- to Syria?"}], "speaker": "KRISTOF", "secId": 120}, {"sentences": [{"sentId": 339, "text": "Yes."}, {"sentId": 340, "text": "Right."}], "speaker": "LEMON", "secId": 121}, {"sentences": [{"sentId": 341, "text": "Or between -- I mean, at the end of the day, I think we need to engage both Iran and Russia on Syria."}, {"sentId": 342, "text": "And, you know, the various Syrian parties themselves."}, {"sentId": 343, "text": "I do think that we can create leverage."}, {"sentId": 344, "text": "I don't think it's impossible."}], "speaker": "KRISTOF", "secId": 122}, {"sentences": [{"sentId": 345, "text": "I think that the aim has to be some kind of a cease-fire in which Assad is transitioning out."}, {"sentId": 346, "text": "But to get that, you need to create some leverage; perhaps with a no-fly zone and you need to have the U.S. government engaged."}, {"sentId": 347, "text": "LEMON:  That was my next question."}, {"sentId": 348, "text": "Is that possible?"}, {"sentId": 349, "text": "Is that feasible"}], "speaker": "KRISTOF", "secId": 123}, {"sentences": [{"sentId": 350, "text": "to have the..."}], "speaker": "KRISTOF", "secId": 124}, {"sentences": [{"sentId": 351, "text": "I don't know."}, {"sentId": 352, "text": "You know."}, {"sentId": 353, "text": "But it's worth trying."}, {"sentId": 354, "text": "The trajectory we're on right now, Don, is that we're going to see the same street to street fighting on the Aleppo happening in Damascus."}, {"sentId": 355, "text": "There are going to hundreds of thousands of more people killed."}], "speaker": "KRISTOF", "secId": 125}, {"sentences": [{"sentId": 356, "text": "There are going to be millions people more leaving Syria towards Europe than anywhere else."}, {"sentId": 357, "text": "That's where we're on."}, {"sentId": 358, "text": "I don't know if we can avert that, but it's worth trying and right, now we are not seriously engaged in trying to stop that."}], "speaker": "KRISTOF", "secId": 126}, {"sentences": [{"sentId": 359, "text": "I've been wanting to talk to you about -- I want to switch gears now and I want to talk about Ben Carson."}, {"sentId": 360, "text": "So, I want to get your perspective on this."}, {"sentId": 361, "text": "Did you see the interview with Jake Tapper?"}], "speaker": "LEMON", "secId": 127}, {"sentences": [{"sentId": 362, "text": "Yes."}, {"sentId": 363, "text": "I flinched."}], "speaker": "KRISTOF", "secId": 128}, {"sentences": [{"sentId": 364, "text": "OK. Let's look at it then we'll discuss."}], "speaker": "LEMON", "secId": 129}, {"sentences": [{"sentId": 365, "text": "I would have problems with somebody who embraced all the doctrines associated with Islam."}, {"sentId": 366, "text": "If they're not willing to reject, you know, Sharia and all the portions of it that are talked about in the Koran, if they're not willing to reject that and subject that to American values and the Constitution, then of course I wouldn't."}], "speaker": "CARSON", "secId": 130}, {"sentences": [{"sentId": 367, "text": "And I would ask you, would you be willing to do this?"}, {"sentId": 368, "text": "Would you be willing to advocate for somebody who would not do that?"}, {"sentId": 369, "text": "Probably not."}], "speaker": "CARSON", "secId": 131}, {"sentences": [{"sentId": 370, "text": "So, do you think Jake did a good job on that?"}], "speaker": "LEMON", "secId": 132}, {"sentences": [{"sentId": 371, "text": "I think Jake did a good job pushing back at him."}, {"sentId": 372, "text": "You know, at the end of -- look, Islam around the world has a real problem with intolerance in some countries."}, {"sentId": 373, "text": "The way to respond to that is not with intolerance of our own."}], "speaker": "KRISTOF", "secId": 133}, {"sentences": [{"sentId": 374, "text": "And at the end of the day, Ben Carson is right, there are elements of the Islamic heritage that are deeply problematic."}, {"sentId": 375, "text": "There are elements of the Judaea Christian heritage that are deeply problematic."}], "speaker": "KRISTOF", "secId": 134}, {"sentences": [{"sentId": 376, "text": "But we don't hold them to the same standard."}, {"sentId": 377, "text": "We don't hold Christian candidates or..."}], "speaker": "LEMON", "secId": 135}, {"sentences": [{"sentId": 378, "text": "Yes."}, {"sentId": 379, "text": "I mean, we don't, you know, Ben Carson can or any politician here can be a good Christian."}, {"sentId": 380, "text": "We don't immediately assume that they believe that the Book of Deuteronomy should be followed when it says that a girl who doesn't bleed on her wedding night should be taken out and stoned."}], "speaker": "KRISTOF", "secId": 136}, {"sentences": [{"sentId": 381, "text": "Of course we don't."}, {"sentId": 382, "text": "We don't think that JFK, John Kennedy should have speak for all Catholics."}, {"sentId": 383, "text": "We don't think that George W. Bush should reflect the views of all Evangelical Christians and a Muslim candidate in this country doesn't reflect the views of 1.5 billion Muslims around the world."}], "speaker": "KRISTOF", "secId": 137}, {"sentences": [{"sentId": 384, "text": "You know, a myth it always strikes me that the real gulf is not so much between one religion and another."}, {"sentId": 385, "text": "It's between the moderates of any religion and the extremists of any religion."}, {"sentId": 386, "text": "And, you know, their response has to be to show tolerance to moderates and we don't do that by modeling extremism."}], "speaker": "KRISTOF", "secId": 138}, {"sentences": [{"sentId": 387, "text": "I could talk to you about all this night, but unfortunately there are time limits on this show."}, {"sentId": 388, "text": "Nick Kristof, thank you."}], "speaker": "LEMON", "secId": 139}, {"sentences": [{"sentId": 389, "text": "Good to be with you."}], "speaker": "KRISTOF", "secId": 140}, {"sentences": [{"sentId": 390, "text": "Good having you."}, {"sentId": 391, "text": "Coming up, Donald Trump's strategy on ISIS, well, he can talk tough on the war on terror."}], "speaker": "LEMON", "secId": 141}, {"sentences": [{"sentId": 392, "text": "Donald Trump and Ben Carson, neck and neck in the newest poll."}, {"sentId": 393, "text": "Could there be a major switch in the race?"}], "speaker": "LEMON", "secId": 142}, {"sentences": [{"sentId": 394, "text": "Mercedes Schlapp is back with me, republican strategist, Ryan Lizza, CNN political commentator and Washington correspondent for the New Yorker and Scottie Nell Hughes, news director for the Tea Party News Network."}, {"sentId": 395, "text": "Hey, Scottie, how are you doing?"}], "speaker": "LEMON", "secId": 143}, {"sentences": [{"sentId": 396, "text": "I'm doing good."}, {"sentId": 397, "text": "How are you doing?"}], "speaker": "HUGHES", "secId": 144}, {"sentences": [{"sentId": 398, "text": "I'm great."}, {"sentId": 399, "text": "Welcome back, everyone else."}, {"sentId": 400, "text": "So, Ryan, let's talk about these polls."}, {"sentId": 401, "text": "Polls show that Trump and Carson in a tie."}, {"sentId": 402, "text": "Despite his comments on Muslims, Carson climbing, collecting money, is he a long-term threat to Trump?"}], "speaker": "LEMON", "secId": 145}, {"sentences": [{"sentId": 403, "text": "I don't know about long-term."}, {"sentId": 404, "text": "I do know Donald Trump has seemingly peaked in the polls, right?"}, {"sentId": 405, "text": "If you look at the real clear politics polling average or polster.com polling average Trump is losing about the same number of points he was gaining."}], "speaker": "LIZZA", "secId": 146}, {"sentences": [{"sentId": 406, "text": "Since June, he was gaining two points a week and now he's losing about two points a week."}, {"sentId": 407, "text": "And that is coming -- those points are going to Carson and Fiorina."}, {"sentId": 408, "text": "I'm still of the belief that outsiders are a sort of a summer phenomenon or fall phenomenon, but when republican voters get more serious, they start to look at candidates that look a lot more traditional like Rubio, and Jeb, and Kasich."}], "speaker": "LIZZA", "secId": 147}, {"sentences": [{"sentId": 409, "text": "So, Scottie, I know you're ready to jump in."}, {"sentId": 410, "text": "I can read your face."}, {"sentId": 411, "text": "But I just want to stick with the Muslim comments for just a little bit here."}, {"sentId": 412, "text": "Some people are offended, as I said during our last discussion, offended by Carson's comments."}, {"sentId": 413, "text": "But he has raised, since he made those comments, $600,000 to see"}], "speaker": "LEMON", "secId": 148}, {"sentences": [{"sentId": 414, "text": "$700,000."}, {"sentId": 415, "text": "And he's raised -- they've raised $20 million in the last quarter."}, {"sentId": 416, "text": "It does not seem to be hurting him, Scottie."}], "speaker": "LEMON", "secId": 149}, {"sentences": [{"sentId": 417, "text": "No, they don't."}, {"sentId": 418, "text": "And right or wrong, whether they great with this or not, many amongst the base do with him."}, {"sentId": 419, "text": "And that's why you're seeing I think the strength."}, {"sentId": 420, "text": "And to sit there and say that Donald Trump has peaked, that's ridiculous, especially if you're considering with the outsiders being more than 60 percent of the GOP vote right now, it's far from peaking."}], "speaker": "HUGHES", "secId": 150}, {"sentences": [{"sentId": 421, "text": "You're going to see the shifting numbers."}, {"sentId": 422, "text": "And it sits there to ever grasp their attention first."}, {"sentId": 423, "text": "Carson with his comments got a hold of the base."}, {"sentId": 424, "text": "And so, obviously, he is doing better in fund-raising."}], "speaker": "HUGHES", "secId": 151}, {"sentences": [{"sentId": 425, "text": "But you're have to wondering where are these numbers come in?"}, {"sentId": 426, "text": "Where are those dollars coming from?"}, {"sentId": 427, "text": "Are they necessarily coming from little grannies donating $20 or maybe there's a bigger picture of PACS starting to kick in hoping maybe that Ben Carson will be the one that finally take Donald Trump down."}], "speaker": "HUGHES", "secId": 152}, {"sentences": [{"sentId": 428, "text": "That's actually really good question, Mercedes."}, {"sentId": 429, "text": "Where is that money coming from?"}], "speaker": "LEMON", "secId": 153}, {"sentences": [{"sentId": 430, "text": "Well, again, very good question."}, {"sentId": 431, "text": "I think you're starting to see the donors, you know, are looking very carefully."}, {"sentId": 432, "text": "I can tell you even for like Governor Jeb Bush, it's like this is the moment in time where we have to start seeing Jeb Bush with stronger numbers, right?"}], "speaker": "SCHLAPP", "secId": 154}, {"sentences": [{"sentId": 433, "text": "So, you're going to see small donors, large donors, everyone is starting to shift in these areas to figure out who they're going to be supporting."}, {"sentId": 434, "text": "Of course, the only one who doesn't have to deal with that is Donald Trump because he's self-financing his race."}], "speaker": "SCHLAPP", "secId": 155}, {"sentences": [{"sentId": 435, "text": "So, it doesn't really affect him."}, {"sentId": 436, "text": "So, again, it's going to -- these next couple of months are going to be critical for where the donors are going to put their money."}, {"sentId": 437, "text": "I think Fiorina has a big advantage right now where the money is starting to go in."}, {"sentId": 438, "text": "And I think you're seeing that with Ben Carson, as well, as Senator Rubio."}], "speaker": "SCHLAPP", "secId": 156}, {"sentences": [{"sentId": 439, "text": "So, by the same token, what's happening with Planned Parenthood doesn't seem to be hurting Carly Fiorina."}], "speaker": "LEMON", "secId": 157}, {"sentences": [{"sentId": 440, "text": "Absolutely not."}], "speaker": "SCHLAPP", "secId": 158}, {"sentences": [{"sentId": 441, "text": "What happened with the Muslim comments doesn't seem to be hurting ben Carson."}, {"sentId": 442, "text": "And, you know, whatever Donald Trump says it doesn't look like it hurts him at all, Ryan."}], "speaker": "LEMON", "secId": 159}, {"sentences": [{"sentId": 443, "text": "Well, I don't know."}, {"sentId": 444, "text": "Look, you have to look at these things over the long-term, right."}, {"sentId": 445, "text": "And over the long-term will republican voters, there's a lot of evidence that shows in previous races that republican voters and democratic voters as you get closer to the actual voting in the primaries -- remember, there are 50 states and several territories that vote."}, {"sentId": 446, "text": "And none of that has happened yet."}, {"sentId": 447, "text": "As you get closer to that people take into account things like electability, right?"}, {"sentId": 448, "text": "Who can beat Hillary Clinton or whoever it's going to be on the democratic side."}, {"sentId": 449, "text": "And so, there is not much of a cost, Don, of a pollster keeping calling you up, reading 15 names, half of them you've never heard of."}, {"sentId": 450, "text": "And you say, yes, I like Donald Trump or I like Carly Fiorina, I like Ben Carson because you saw that person in the news that day and they said something you like."}], "speaker": "LIZZA", "secId": 160}, {"sentences": [{"sentId": 451, "text": "When you actually are getting ready to go to a primary getting ready to go into a caucus and have to take this seriously, history suggests that the sort of the candidacies of the summer before the election fade."}, {"sentId": 452, "text": "We saw this in previous elections, and the more conventional, more serious candidate, who, over the long-term wear a little bit stronger and don't have issues like attacking Muslims or talking about Planned Parenthood videos that -- in a way that is not accurate."}, {"sentId": 453, "text": "Or in the case of Donald Trump, defending Hispanics and women and war veterans."}, {"sentId": 454, "text": "Those candidates start to fade."}], "speaker": "LIZZA", "secId": 161}, {"sentences": [{"sentId": 455, "text": "But --"}], "speaker": "HUGHES", "secId": 162}, {"sentences": [{"sentId": 456, "text": "I know you're going to get in here."}, {"sentId": 457, "text": "I wanted to talk foreign policy, but go ahead, Scottie."}], "speaker": "LEMON", "secId": 163}, {"sentences": [{"sentId": 458, "text": "But here is the problem with you, Nick, is that you're wrong."}, {"sentId": 459, "text": "You cannot base this election on history."}], "speaker": "HUGHES", "secId": 164}, {"sentences": [{"sentId": 460, "text": "It's Ryan."}, {"sentId": 461, "text": "It's Ryan."}], "speaker": "LEMON", "secId": 165}, {"sentences": [{"sentId": 462, "text": "That's why -- Ryan, sorry."}, {"sentId": 463, "text": "That's why people's brains are melting."}, {"sentId": 464, "text": "The political scientists those that are in the beltway are panicking right now."}, {"sentId": 465, "text": "Even if folks say, OK, great, fine."}, {"sentId": 466, "text": "You think they're going to go towards traditional candidates?"}, {"sentId": 467, "text": "Those three outsiders have more votes combined than any of what the so-called insiders have."}, {"sentId": 468, "text": "So, even if two draws out..."}], "speaker": "HUGHES", "secId": 166}, {"sentences": [{"sentId": 469, "text": "I'm not having, I covered politics."}, {"sentId": 470, "text": "I would like nothing more than Donald Trump to be the republican nominee."}], "speaker": "LIZZA", "secId": 167}, {"sentences": [{"sentId": 471, "text": "Good."}, {"sentId": 472, "text": "That's fabulous."}, {"sentId": 473, "text": "We agree on that, then."}], "speaker": "HUGHES", "secId": 168}, {"sentences": [{"sentId": 474, "text": "That would be a great story."}, {"sentId": 475, "text": "I care about a great story."}, {"sentId": 476, "text": "I just think it's unlikely."}, {"sentId": 477, "text": "I think the Republican Party is more likely to change their rules than to actually allow him to become their nominee."}], "speaker": "LIZZA", "secId": 169}, {"sentences": [{"sentId": 478, "text": "This is a long process and there is a long way to go."}, {"sentId": 479, "text": "I mean, it really is."}, {"sentId": 480, "text": "I mean, we're still over 100 days out before Iowa from now to December, it could be a very different ball game in the Republican party and this primary process."}, {"sentId": 481, "text": "So, it's going to be interesting to see if the outsiders are able to sustain, you know, their strength right now."}], "speaker": "SCHLAPP", "secId": 170}, {"sentences": [{"sentId": 482, "text": "You both want..."}], "speaker": "LEMON", "secId": 171}, {"sentences": [{"sentId": 483, "text": "You've never had out said or hold the history or hold the first, second and third place."}], "speaker": "HUGHES", "secId": 172}, {"sentences": [{"sentId": 484, "text": "We have three of them."}], "speaker": "SCHLAPP", "secId": 173}, {"sentences": [{"sentId": 485, "text": "And they're holding."}, {"sentId": 486, "text": "So, you can't just base what's going to happen in the future based on the history."}, {"sentId": 487, "text": "This is unprecedented in politics today and there is a reason why, because people are upset with the establishment, which we are..."}], "speaker": "HUGHEs", "secId": 174}, {"sentences": [{"sentId": 488, "text": "OK. Scottie."}], "speaker": "LEMON", "secId": 175}, {"sentences": [{"sentId": 489, "text": "I've been covering president's politics for a long time and outsiders doing well in politics did unprecedented."}], "speaker": "LIZZA", "secId": 176}, {"sentences": [{"sentId": 490, "text": "Hold on."}, {"sentId": 491, "text": "Hold on."}, {"sentId": 492, "text": "Can I -- can we have pause?"}, {"sentId": 493, "text": "Hey, pause button, boom, right there."}, {"sentId": 494, "text": "Stay with me, everyone."}, {"sentId": 495, "text": "Coming up, Trump rival, Marco Rubio says he wants no part in what he calls the Trump freak show."}, {"sentId": 496, "text": "Will that back fire on him?"}, {"sentId": 497, "text": "We'll talk about that next."}], "speaker": "LEMON", "secId": 177}, {"sentences": [{"sentId": 498, "text": "Donald Trump on the offensive today taking aim at his rivals in his sit down interview with our very own with Erin Burnett."}, {"sentId": 499, "text": "Back with me now Mercedes Schlapp, Ryan Lizza, and Scottie Nell Hughes."}], "speaker": "LEMON", "secId": 178}, {"sentences": [{"sentId": 500, "text": "Were you guys still talking, debating in the commercial break?"}], "speaker": "LEMON", "secId": 179}, {"sentences": [{"sentId": 501, "text": "We were trying."}], "speaker": "HUGHES", "secId": 180}, {"sentences": [{"sentId": 502, "text": "We were trying unfortunately."}], "speaker": "LIZZA", "secId": 181}, {"sentences": [{"sentId": 503, "text": "We were paused, Lemon."}, {"sentId": 504, "text": "But we didn't know you had a pause button, but you paused us."}], "speaker": "HUGHES", "secId": 182}, {"sentences": [{"sentId": 505, "text": "I paused you, I had to pause you."}, {"sentId": 506, "text": "So, listen, Donald Trump, here is what he told our Erin Burnett about his other opponent today."}, {"sentId": 507, "text": "Look."}], "speaker": "LEMON", "secId": 183}, {"sentences": [{"sentId": 508, "text": "Marco Rubio is a lightweight."}, {"sentId": 509, "text": "I can't imagine that he goes anywhere who, by the way, that's worst voting record in the United States Senate."}, {"sentId": 510, "text": "Bush, sadly, I mean, I think he's a nice guy, but he's doing very poorly."}, {"sentId": 511, "text": "I mean, all of these people."}], "speaker": "TRUMP", "secId": 184}, {"sentences": [{"sentId": 512, "text": "The interesting thing is, everybody that's attacked me, Bobby Jindal, Perry, every single person that has -- Senator Lindsey Graham."}, {"sentId": 513, "text": "I mean, in South Carolina, I'm at 34, he's at 3 and he's the sitting senator from South Carolina."}, {"sentId": 514, "text": "But all of these guys are out, even Walker."}, {"sentId": 515, "text": "And I think he's a nice"}], "speaker": "TRUMP", "secId": 185}, {"sentences": [{"sentId": 516, "text": "person."}, {"sentId": 517, "text": "But he attacked me."}, {"sentId": 518, "text": "I attacked him, he left the race."}, {"sentId": 519, "text": "So far, attacking me has not been a good idea."}], "speaker": "TRUMP", "secId": 186}, {"sentences": [{"sentId": 520, "text": "You know, Mercedes, there is some truth to what he's saying."}, {"sentId": 521, "text": "I mean, a lot of the people who attacked him are either down in the polls or, you know..."}], "speaker": "LEMON", "secId": 187}, {"sentences": [{"sentId": 522, "text": "Or gone."}], "speaker": "SCHLAPP", "secId": 188}, {"sentences": [{"sentId": 523, "text": "Are gone."}], "speaker": "LEMON", "secId": 189}, {"sentences": [{"sentId": 524, "text": "Yes."}, {"sentId": 525, "text": "I mean, it's the Trump approach, OK?"}, {"sentId": 526, "text": "And when he finds that someone is threatening him, whether they're growing in the poll numbers which, of course, we know Donald Trump loves polls."}, {"sentId": 527, "text": "He goes right after them."}, {"sentId": 528, "text": "And his latest attacks have been obviously with Carly Fiorina and Marco Rubio who have surged in the polls."}, {"sentId": 529, "text": "And he's ready to take them out."}], "speaker": "SCHLAPP", "secId": 190}, {"sentences": [{"sentId": 530, "text": "And it has been working for Donald Trump."}, {"sentId": 531, "text": "Now I think, you know, Senator Marco Rubio might be a little tougher to take down because he's somebody who is incredibly likable and even Carly Fiorina."}, {"sentId": 532, "text": "When you look at the poll numbers it's clear that those two have very high, favorable numbers."}, {"sentId": 533, "text": "And so, again, I think he's going to have a tougher time keeping those two quiet."}], "speaker": "SCHLAPP", "secId": 191}, {"sentences": [{"sentId": 534, "text": "So, you think Rubio can survive his attack because he's saying he doesn't want be part of the Trump freak show?"}, {"sentId": 535, "text": "Those are his words, Scottie."}], "speaker": "LEMON", "secId": 192}, {"sentences": [{"sentId": 536, "text": "Well, I don't think that, you know, between the two of them, I don't think any of them need to be sitting there and throwing name called that any of them."}, {"sentId": 537, "text": "But especially between Senator Rubio and Trump, I think they share a lot of the same base."}], "speaker": "HUGHES", "secId": 193}, {"sentences": [{"sentId": 538, "text": "And so, to sit there, if one of them were -- it's given is not going to win and the other one is going to want those votes that were behind them."}, {"sentId": 539, "text": "And so, I don't think it's smart for either one to be throwing punches."}, {"sentId": 540, "text": "But like I said, I've always been saying, Mr. Trump does not throw punches first."}, {"sentId": 541, "text": "He defends himself."}], "speaker": "HUGHES", "secId": 194}, {"sentences": [{"sentId": 542, "text": "And so, in this case, Senator Rubio went after him."}, {"sentId": 543, "text": "Even if it was weeks ago."}, {"sentId": 544, "text": "But here is what the great point of this is."}, {"sentId": 545, "text": "All of them, including Carly, goes Donald Trump, where is your policy?"}, {"sentId": 546, "text": "Where is your policy?"}], "speaker": "HUGHES", "secId": 195}, {"sentences": [{"sentId": 547, "text": "He has more policy on his web site than either one of those do."}, {"sentId": 548, "text": "And so, you have to sit there and say, you know, when do these little empty threats, their empty insults that they have thrown at him actually start to be called out on the carpet."}], "speaker": "HUGHES", "secId": 196}, {"sentences": [{"sentId": 549, "text": "Scottie, it's a presidential campaign."}, {"sentId": 550, "text": "That's what everybody does."}], "speaker": "LEMON", "secId": 197}, {"sentences": [{"sentId": 551, "text": "But they just sit there and throw empty threats?"}, {"sentId": 552, "text": "That's the difference."}, {"sentId": 553, "text": "Mr. Trump is not throwing his threats."}], "speaker": "HUGHES", "secId": 198}, {"sentences": [{"sentId": 554, "text": "No, no, no."}, {"sentId": 555, "text": "What I'm saying people are going to say, where is his plan?"}, {"sentId": 556, "text": "Where is his plan?"}, {"sentId": 557, "text": "And once the plan is out, they're going to scrutinize his plan."}, {"sentId": 558, "text": "But, I mean, Donald Trump..."}], "speaker": "LEMON", "secId": 199}, {"sentences": [{"sentId": 559, "text": "But they don't even have, but you know what, it's one of those have plans on your own web site before you sit there and throw it."}], "speaker": "HUGHES", "secId": 200}, {"sentences": [{"sentId": 560, "text": "But Marco Rubio has plan and so does Jeb Bush, they had immigration plan."}], "speaker": "SCHLAPP", "secId": 201}, {"sentences": [{"sentId": 561, "text": "But they each don't have."}], "speaker": "HUGHES", "secId": 202}, {"sentences": [{"sentId": 562, "text": "Hey, Ryan, let me ask you this."}, {"sentId": 563, "text": "Can we talk about the values voter summit?"}, {"sentId": 564, "text": "It gave Ted Cruz a big win."}, {"sentId": 565, "text": "I think it was 35 percent who back him."}, {"sentId": 566, "text": "Trump only got 5 percent."}, {"sentId": 567, "text": "Do you think that says anything, signals anything about Evangelicals?"}, {"sentId": 568, "text": "Is he losing appeal with the Evangelicals?"}], "speaker": "LEMON", "secId": 203}, {"sentences": [{"sentId": 569, "text": "You know, I don't put a lot of stock in these straw polls that this, you know, that was a few hundred people who showed up at that event."}, {"sentId": 570, "text": "I mean, perhaps it's meaningful."}, {"sentId": 571, "text": "You know, he gave up a speech there."}, {"sentId": 572, "text": "He attacked Marco Rubio."}, {"sentId": 573, "text": "he did not sit well with the crowd."}, {"sentId": 574, "text": "Maybe that tells you a little bit about what that kind of voter thinks about Trump."}], "speaker": "LIZZA", "secId": 204}, {"sentences": [{"sentId": 575, "text": "But it's such a small sample, Don, and historically these straw polls are not very predictive."}, {"sentId": 576, "text": "So, -- but, you know, maybe it's because he wasn't that well received there."}, {"sentId": 577, "text": "Other polls, previous polls had shown him doing quite well with Evangelicals."}], "speaker": "LIZZA", "secId": 205}, {"sentences": [{"sentId": 578, "text": "He's waiting."}], "speaker": "HUGHES", "secId": 206}, {"sentences": [{"sentId": 579, "text": "But that's where Ben Carson has really, you know, that's where he's paved his way."}, {"sentId": 580, "text": "I mean, those social conservatives, if they are not with Trump, they are supporting the Ben Carson's, the Ted Cruz's."}], "speaker": "SCHLAPP", "secId": 207}, {"sentences": [{"sentId": 581, "text": "OK. Hey, listen."}], "speaker": "LEMON", "secId": 208}, {"sentences": [{"sentId": 582, "text": "It's where they feel little more comfortable."}], "speaker": "SCHLAPP", "secId": 209}, {"sentences": [{"sentId": 583, "text": "I've got 20 seconds here."}, {"sentId": 584, "text": "I want to ask you about Jeb bush."}, {"sentId": 585, "text": "He gets only 7 percent in the latest polls."}, {"sentId": 586, "text": "The Washington Post says big money donors are pressuring him to improve or else."}, {"sentId": 587, "text": "if you can turn around."}, {"sentId": 588, "text": "Ryan, you want to take that or Mercedes?"}], "speaker": "LEMON", "secId": 210}, {"sentences": [{"sentId": 589, "text": "Look, I think he has one thing going for him and that is money, right?"}, {"sentId": 590, "text": "And he will be, at the end of this process if he gets knocked out in Iowa and knocked out in New Hampshire, I don't think he moves on from there."}, {"sentId": 591, "text": "He has to do very well in one of those two states."}], "speaker": "LIZZA", "secId": 211}, {"sentences": [{"sentId": 592, "text": "Right."}, {"sentId": 593, "text": "To Ryan's point, New Hampshire is key for Jeb Bush."}], "speaker": "SCHLAP", "secId": 212}, {"sentences": [{"sentId": 594, "text": "OK."}], "speaker": "LEMON", "secId": 213}, {"sentences": [{"sentId": 595, "text": "And I think you're going to see him put a lot of effort into New Hampshire."}], "speaker": "SCHLAPP", "secId": 214}, {"sentences": [{"sentId": 596, "text": "You're going to see Kasich going after Jeb."}, {"sentId": 597, "text": "That's exactly who will win."}], "speaker": "HUGHES", "secId": 215}, {"sentences": [{"sentId": 598, "text": "Last word."}, {"sentId": 599, "text": "Thank you all."}, {"sentId": 600, "text": "We'll be right back."}], "speaker": "LEMON", "secId": 216}, {"sentences": [{"sentId": 601, "text": "So, Wednesday night, my interview with Donald Trump will air right here."}, {"sentId": 602, "text": "I'll sit down with him."}, {"sentId": 603, "text": "So, make sure you tune in."}], "speaker": "LEMON", "secId": 217}, {"sentences": [{"sentId": 604, "text": "That is it for us tonight."}, {"sentId": 605, "text": "Thank you so much for watching."}, {"sentId": 606, "text": "I'll see you back here tomorrow night."}, {"sentId": 607, "text": "\"AC360\" starts right now."}], "speaker": "LEMON", "secId": 218}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1509.28.cnnt.01.html.json", "time": "Aired September 28, 2015 - 22:00   ET"}