{"sectionCount": 257, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["ANNOUNCER", "LEMON", "TODD", "CARROLL", "HOSTIN", "WEINHOLD", "UNIDENTIFIED FEMALE", "COOPER", "GRAHAM", "MAYBIN", "MITCHELL", "FULTON", "DEVAUGHN", "MARK", "KELLY", "BRINKLEY", "HILL", "MARTIN", "CRUZ"], "subTitle": "Citywide Curfew in Effect in Baltimore.  Aired 11p-12a ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1504/29/cnnt.02.html", "sentenceCount": 590, "sections": [{"sentences": [{"sentId": 0, "text": "This is CNN breaking news."}], "speaker": "ANNOUNCER", "secId": 0}, {"sentences": [{"sentId": 1, "text": "It is 11:00 p.m. here in Baltimore."}, {"sentId": 2, "text": "Our breaking news tonight."}, {"sentId": 3, "text": "A city that is under a curfew until 5:00 a.m. tomorrow morning."}, {"sentId": 4, "text": "An uneasy calm right now but tensions are rising, all across the country."}, {"sentId": 5, "text": "Massive protests spread today from Baltimore to New York city to Washington, D.C."}], "speaker": "LEMON", "secId": 1}, {"sentences": [{"sentId": 6, "text": "Anger, calls for justice, and demands for change, but tonight, will there be -- will it be a peaceful night here in Baltimore?"}, {"sentId": 7, "text": "Will it be a peaceful night in Washington, in New York, and other major cities?"}], "speaker": "LEMON", "secId": 2}, {"sentences": [{"sentId": 8, "text": "I want to get straight to the streets of Baltimore now."}, {"sentId": 9, "text": "CNN's Brian Todd is out there."}], "speaker": "LEMON", "secId": 3}, {"sentences": [{"sentId": 10, "text": "Brian, you have some new information about tactics for police as well as what's happening on the street."}], "speaker": "LEMON", "secId": 4}, {"sentences": [{"sentId": 11, "text": "Yes, Don."}, {"sentId": 12, "text": "I'd say a fairly dramatic drawdown of the police presence here in one of the intersections where it has been really most violent over the past few nights."}, {"sentId": 13, "text": "This is the intersection of course of Pennsylvania Avenue and North Avenue."}, {"sentId": 14, "text": "We were just told that they're opening this section of the traffic."}, {"sentId": 15, "text": "You can see here, these are photojournalist Jordan there's a city bus that's been parked here and other cars have been passing by."}, {"sentId": 16, "text": "Police have moved largely to the side and then a lot of them have actually pulled out."}], "speaker": "TODD", "secId": 5}, {"sentences": [{"sentId": 17, "text": "There are few police officers here over here along the sidewalk."}, {"sentId": 18, "text": "But what we were told by a police commander less than an hour ago was that they wanted a softer presence."}, {"sentId": 19, "text": "They did that."}, {"sentId": 20, "text": "They got out of the middle of the street."}, {"sentId": 21, "text": "They basically broke up their large columns of officers and ring at the sidewalks instead."}, {"sentId": 22, "text": "Then they basically vacated those areas as well and they have a very, very small presence on the streets right now."}], "speaker": "TODD", "secId": 6}, {"sentences": [{"sentId": 23, "text": "Again, about 48 hours ago, this was the scene of some of the worst violence in the city, about a block and a half away from here."}, {"sentId": 24, "text": "My team and I witnessed a lot of looting, cars on fire, things like that so it was very bad 48 hours ago."}, {"sentId": 25, "text": "Last night it got better."}, {"sentId": 26, "text": "Tonight even better as far as just the degree to which the police have kind of tamped down their presence."}, {"sentId": 27, "text": "The degree to which local volunteers have basically tried to push people out of this intersection and get them to go home."}], "speaker": "TODD", "secId": 7}, {"sentences": [{"sentId": 28, "text": "As you saw earlier, it got a little bit violent when there were a couple of street scuffles that broke out but that was really all that flared up here at this intersection, as the volunteers kind of got into it with some of the local kids trying to get them out of here."}, {"sentId": 29, "text": "So that was the extent of the -- of the unruly behavior tonight here at this intersection."}, {"sentId": 30, "text": "But right now, very calm here in one of the worst hit areas of the city of the past few nights, Don."}, {"sentId": 31, "text": "And we're hoping that this curfew that has now been in place for an hour, holds the way it is."}, {"sentId": 32, "text": "Right now pretty impressive the way that police and the local volunteers have gotten people out of the section of town and have kind of maintained a very low key presence here an hour after the curfew took effect."}], "speaker": "TODD", "secId": 8}, {"sentences": [{"sentId": 33, "text": "Brian Todd, thank you very much."}, {"sentId": 34, "text": "We'll get back to you, stand by."}], "speaker": "LEMON", "secId": 9}, {"sentences": [{"sentId": 35, "text": "CNN's Jason Carol also in Baltimore on the streets tonight."}], "speaker": "LEMON", "secId": 10}, {"sentences": [{"sentId": 36, "text": "Jason, what are you seeing?"}], "speaker": "LEMON", "secId": 11}, {"sentences": [{"sentId": 37, "text": "Well, we've been here at intersection as well."}, {"sentId": 38, "text": "I think the overarching point that needs to be made here, Don, is that Baltimore had a better day today than it did yesterday, and that is what the city was hoping for."}, {"sentId": 39, "text": "Sometimes when you're looking at all of these images, people sitting at home and they're watching all these images of some of these people fighting in the street, they can get the wrong impression."}, {"sentId": 40, "text": "So it's important to make sure they were getting the right story out there."}], "speaker": "CARROLL", "secId": 12}, {"sentences": [{"sentId": 41, "text": "We marched on the streets today with hundreds and hundreds of people throughout this downtown Baltimore."}, {"sentId": 42, "text": "They started at Johns Hopkins University."}, {"sentId": 43, "text": "I know that you've seen those images."}, {"sentId": 44, "text": "They marched to Penn Station, then over to the city hall, and then back to Penn Station."}, {"sentId": 45, "text": "I marched with students, marched with nurses who are holding up banners, parents with their children."}], "speaker": "CARROLL", "secId": 13}, {"sentences": [{"sentId": 46, "text": "They were out here trying to get the point across that Baltimore, despite what we saw out here at this intersection just a few days ago where we saw all that violence, despite the images of what we saw here last night, when you had officers out here, and some of those people were throwing -- were throwing bottles and throwing rocks at them, despite all of that, you can still have a city that can get hundreds of people together, that can come out and can protest and can do it peacefully -- Don."}], "speaker": "CARROLL", "secId": 14}, {"sentences": [{"sentId": 47, "text": "Thank you, Jason."}, {"sentId": 48, "text": "I appreciate it very much."}], "speaker": "LEMON", "secId": 15}, {"sentences": [{"sentId": 49, "text": "I want to bring back in Sunny Hostin and also Rob Weinhold."}], "speaker": "LEMON", "secId": 16}, {"sentences": [{"sentId": 50, "text": "Jason makes a very good point."}, {"sentId": 51, "text": "Saturday was not great, Sunday was not great, Monday was terrible, right."}, {"sentId": 52, "text": "But it is a better day today than it was on those days and even yesterday when the city appeared to -- to get it together."}], "speaker": "LEMON", "secId": 17}, {"sentences": [{"sentId": 53, "text": "I think that's right."}, {"sentId": 54, "text": "I mean, I think we're seeing progress."}, {"sentId": 55, "text": "And one of the things that I noticed and I certainly noticed it earlier today was this coming together of the community."}, {"sentId": 56, "text": "I keep on hearing this one Baltimore."}, {"sentId": 57, "text": "You're seeing it on signs."}, {"sentId": 58, "text": "You're seeing it on social media, on hash tags, and the community has really come together."}], "speaker": "HOSTIN", "secId": 18}, {"sentences": [{"sentId": 59, "text": "I see much more diverse crowd protesting peacefully."}, {"sentId": 60, "text": "I see people helping each other and I think that hopefully that will continue."}, {"sentId": 61, "text": "One of my concerns is, and Rob and I were talking about this, you know, when does the curfew end?"}, {"sentId": 62, "text": "What happens then?"}, {"sentId": 63, "text": "I know in speaking to some of the business owners they were concerned about the curfew because they --"}], "speaker": "HOSTIN", "secId": 19}, {"sentences": [{"sentId": 64, "text": "Because they're losing money."}], "speaker": "LEMON", "secId": 20}, {"sentences": [{"sentId": 65, "text": "They're losing money."}], "speaker": "HOSTIN", "secId": 21}, {"sentences": [{"sentId": 66, "text": "Yes."}], "speaker": "LEMON", "secId": 22}, {"sentences": [{"sentId": 67, "text": "I mean, I went in all of Harbor East which is actually a wonderful neighborhood, a neighborhood that generally makes a lot of money for this city."}], "speaker": "HOSTIN", "secId": 23}, {"sentences": [{"sentId": 68, "text": "Yes."}, {"sentId": 69, "text": "I was going to point at the same thing, and they were really concerned about it."}], "speaker": "LEMON", "secId": 24}, {"sentences": [{"sentId": 70, "text": "And they're very concerned, and so I think we're progressing but what are the next steps."}], "speaker": "HOSTIN", "secId": 25}, {"sentences": [{"sentId": 71, "text": "We won't be overconfident."}, {"sentId": 72, "text": "We hope it holds, we hope it's -- you know, over confidence sometimes an issue as well."}], "speaker": "LEMON", "secId": 26}, {"sentences": [{"sentId": 73, "text": "Guardedly optimistic."}], "speaker": "WEINHOLD", "secId": 27}, {"sentences": [{"sentId": 74, "text": "Yes."}], "speaker": "LEMON", "secId": 28}, {"sentences": [{"sentId": 75, "text": "I mean, I think that's the tone hour by hour, day by day."}, {"sentId": 76, "text": "Making slow progress but sure progress."}, {"sentId": 77, "text": "And so I think that the tone that the city officials need to take at this point."}], "speaker": "WEINHOLD", "secId": 29}, {"sentences": [{"sentId": 78, "text": "Listen, the community is engaged."}, {"sentId": 79, "text": "They're working really, really hard."}, {"sentId": 80, "text": "The resources have to leave at a certain point, so how do you create that long-term sustainable change?"}, {"sentId": 81, "text": "And again police can't do without the community and vice-versa."}], "speaker": "WEINHOLD", "secId": 30}, {"sentences": [{"sentId": 82, "text": "Yes."}, {"sentId": 83, "text": "Well, the question is as well, because we know we see these things, sometimes they tend to gain steam over the weekend when people are off, and you know, they congregate."}, {"sentId": 84, "text": "That report is coming out on Friday."}, {"sentId": 85, "text": "So --"}], "speaker": "LEMON", "secId": 31}, {"sentences": [{"sentId": 86, "text": "We don't know, though."}, {"sentId": 87, "text": "And --"}], "speaker": "HOSTIN", "secId": 32}, {"sentences": [{"sentId": 88, "text": "We're not sure if it's coming out."}], "speaker": "LEMON", "secId": 33}, {"sentences": [{"sentId": 89, "text": "Yes."}], "speaker": "HOSTIN", "secId": 34}, {"sentences": [{"sentId": 90, "text": "It's supposed to come out on Friday."}], "speaker": "LEMON", "secId": 35}, {"sentences": [{"sentId": 91, "text": "And I think we really need to manage expectations because my understanding is --"}], "speaker": "HOSTIN", "secId": 36}, {"sentences": [{"sentId": 92, "text": "The preliminary report."}, {"sentId": 93, "text": "Yes."}], "speaker": "WEINHOLD", "secId": 37}, {"sentences": [{"sentId": 94, "text": "The preliminary report will be handed over to the government."}, {"sentId": 95, "text": "That does not mean that we will all be flipping through a report."}], "speaker": "HOSTIN", "secId": 38}, {"sentences": [{"sentId": 96, "text": "We're going to see it, OK."}], "speaker": "LEMON", "secId": 39}, {"sentences": [{"sentId": 97, "text": "In fact I don't think we're going to see that."}, {"sentId": 98, "text": "What we may see, which makes a lot of sense to me, is having this new state's attorney come forward and explain what the process will be."}, {"sentId": 99, "text": "I think that will really help quell a lot of the questions and the potential anger that people may have by not getting answers on Friday."}], "speaker": "HOSTIN", "secId": 40}, {"sentences": [{"sentId": 100, "text": "OK."}], "speaker": "LEMON", "secId": 41}, {"sentences": [{"sentId": 101, "text": "And I think that's so important and I think folks need to explain that now."}], "speaker": "WEINHOLD", "secId": 42}, {"sentences": [{"sentId": 102, "text": "OK."}], "speaker": "LEMON", "secId": 43}, {"sentences": [{"sentId": 103, "text": "Because I think if not, and folks think there's a report on Friday, we're setting ourselves up for failure."}], "speaker": "WEINHOLD", "secId": 44}, {"sentences": [{"sentId": 104, "text": "Yes."}], "speaker": "LEMON", "secId": 45}, {"sentences": [{"sentId": 105, "text": "Absolutely."}], "speaker": "WEINHOLD", "secId": 46}, {"sentences": [{"sentId": 106, "text": "OK."}], "speaker": "LEMON", "secId": 47}, {"sentences": [{"sentId": 107, "text": "As I walk around the city, folks say to me, hey, can't wait until Friday."}, {"sentId": 108, "text": "I want to see what that report says."}, {"sentId": 109, "text": "It's going to much longer than that because the investigation will need to continue as the state attorney's office takes a hard look at facts and circumstances surrounding this entire case."}], "speaker": "WEINHOLD", "secId": 48}, {"sentences": [{"sentId": 110, "text": "As everyone can see, Baltimore trying to calm anger over the arrest and the death of Freddie Gray."}, {"sentId": 111, "text": "And it has been a tumultuous time for them."}, {"sentId": 112, "text": "The \"Washington Post\" is reporting tonight that a prisoner who rode in the police van with Gray told investigators he could hear Gray banging against the walls of the vehicle and believe that he, quote, \"was intentionally trying to injure himself.\""}], "speaker": "LEMON", "secId": 49}, {"sentences": [{"sentId": 113, "text": "That is according to an investigative document, a document that was obtained by the \"Post.\""}, {"sentId": 114, "text": "And the prisoner was separated from Gray by metal partition and could not see him."}, {"sentId": 115, "text": "Well, tonight we're hearing the story of one of the officers involved in that arrest."}, {"sentId": 116, "text": "A family member of that officer who asked us not to use her name or show her face came to us wanting to share what the officer has said about what happened."}], "speaker": "LEMON", "secId": 50}, {"sentences": [{"sentId": 117, "text": "This person says the officer did not ask her to approach us but she believes it is the right thing to do."}, {"sentId": 118, "text": "We know her identity and her relationship to the officer but we have agreed not to disclose that."}, {"sentId": 119, "text": "We've talked earlier to her and here is the rest of the interview -- earlier today to her and here's that interview."}], "speaker": "LEMON", "secId": 51}, {"sentences": [{"sentId": 120, "text": "Yes I do."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 52}, {"sentences": [{"sentId": 121, "text": "What would be the reason for that?"}], "speaker": "LEMON", "secId": 53}, {"sentences": [{"sentId": 122, "text": "Because if they come out and they tell -- and they tell the whole story, then what do they do about all of the stuff that's transpired up until this point?"}, {"sentId": 123, "text": "There's been a riot, there's now a curfew, there have been businesses that had been destroyed."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 54}, {"sentences": [{"sentId": 124, "text": "How can they go back now and say anything different?"}, {"sentId": 125, "text": "They have to let it play out now."}, {"sentId": 126, "text": "It's a disaster."}, {"sentId": 127, "text": "So why didn't the mayor come out and handle this a better way?"}, {"sentId": 128, "text": "Why didn't she come out and deal with this -- properly."}, {"sentId": 129, "text": "There is a state's attorney."}, {"sentId": 130, "text": "Just like Freddie Gray deserved due process, so do these officers."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 55}, {"sentences": [{"sentId": 131, "text": "According to your loved one, what took so long to get medical help?"}], "speaker": "LEMON", "secId": 56}, {"sentences": [{"sentId": 132, "text": "They don't know."}, {"sentId": 133, "text": "They have not discussed that with us, what took so long."}, {"sentId": 134, "text": "We didn't ask what took so long."}, {"sentId": 135, "text": "I think the officers that chased him and handcuffed him and had him on the ground, and he said that he was hurting, I think that they should know that he needed medical attention."}, {"sentId": 136, "text": "Shouldn't that be their call to make?"}], "speaker": "UNIDENTIFIED FEMALE", "secId": 57}, {"sentences": [{"sentId": 137, "text": "How is he doing?"}], "speaker": "LEMON", "secId": 58}, {"sentences": [{"sentId": 138, "text": "How would anybody be doing in a situation like this?"}, {"sentId": 139, "text": "How would anybody be doing in the situation where you go out here, you risk your life, you make a little bit of money, and then when something bad happens, nobody is standing behind you such as your city that you served?"}, {"sentId": 140, "text": "How would anybody be doing when someone is dead?"}], "speaker": "UNIDENTIFIED FEMALE", "secId": 59}, {"sentences": [{"sentId": 141, "text": "Just because they wear that uniform doesn't mean that they don't hurt or that they're not upset or they don't blame theirselves, what could they have done differently?"}, {"sentId": 142, "text": "Doesn't mean that doesn't go on in their head."}, {"sentId": 143, "text": "It does because they're human beings, they're not machines."}, {"sentId": 144, "text": "They're human beings with families."}, {"sentId": 145, "text": "How would anybody be doing in this impossible situation when they're watching their city burn."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 60}, {"sentences": [{"sentId": 146, "text": "Is the department racist?"}, {"sentId": 147, "text": "Do you think this was racist?"}], "speaker": "LEMON", "secId": 61}, {"sentences": [{"sentId": 148, "text": "That's a fair question."}, {"sentId": 149, "text": "Are there some bad apples?"}, {"sentId": 150, "text": "Yes."}, {"sentId": 151, "text": "But you can have racism and be black."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 62}, {"sentences": [{"sentId": 152, "text": "What are you worried about?"}], "speaker": "LEMON", "secId": 63}, {"sentences": [{"sentId": 153, "text": "Six officers did not injure this man, six officers didn't put him in the hospital."}, {"sentId": 154, "text": "I'm worried that instead of them figuring out who did, that six officers are going to be punished behind something that may be one or two or even three officers may have done to Freddie Gray."}, {"sentId": 155, "text": "Nobody knows what happened to Freddie Gray that day, except Freddie Gray and whoever it was that injured him."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 64}, {"sentences": [{"sentId": 156, "text": "Sunny Hostin --"}], "speaker": "LEMON", "secId": 65}, {"sentences": [{"sentId": 157, "text": "Wow."}], "speaker": "HOSTIN", "secId": 66}, {"sentences": [{"sentId": 158, "text": "And Rob Weinhold here."}, {"sentId": 159, "text": "It's a very powerful interview and she is very close to the officer."}, {"sentId": 160, "text": "So she knows what happened in the back of that van."}, {"sentId": 161, "text": "She knows what happened during the stop."}], "speaker": "LEMON", "secId": 67}, {"sentences": [{"sentId": 162, "text": "It certainly is and I think that what's going to be most important going forward, we know that five officer gave statements."}, {"sentId": 163, "text": "We know that one officer has not spoken, which it certainly is his right under our Constitution, but what will be very important is that those officers are very transparent, and that they're very honest, and so that bottom line, we can all understand what exactly happened."}], "speaker": "HOSTIN", "secId": 68}, {"sentences": [{"sentId": 164, "text": "What I thought was also important that she pointed out in this interview, and I asked her, there's more to it that I -- more of the conversation that was not included, but I said, do you think it's racist, and she said that's a fair question, yes, there are some bad apples."}, {"sentId": 165, "text": "You can be black and you can be racist, meaning that no matter the ethnicity of the officer that that officer can be co-opted by the system."}], "speaker": "LEMON", "secId": 69}, {"sentences": [{"sentId": 166, "text": "And she says sometimes you become immune to it and you start to treat people like other people treat them as well."}, {"sentId": 167, "text": "But she also said that those officers fear their lives."}, {"sentId": 168, "text": "No matter if it's black or white, whomever."}, {"sentId": 169, "text": "Every single stop that they have, every single community that they're in, they're seconds away from death at every single moment."}], "speaker": "LEMON", "secId": 70}, {"sentences": [{"sentId": 170, "text": "There's no doubt."}, {"sentId": 171, "text": "I mean, law enforcement officers all across this world, they're ordinary people dealing with extraordinary circumstances."}, {"sentId": 172, "text": "The second you hear a gunshot, the only people running toward the gun shots are the law enforcement officers."}, {"sentId": 173, "text": "I give the men and women in law enforcement in this country a tremendous amount of praise."}, {"sentId": 174, "text": "We see raw emotion here."}, {"sentId": 175, "text": "Raw, hard emotion here."}], "speaker": "WEINHOLD", "secId": 71}, {"sentences": [{"sentId": 176, "text": "She does not think that they're getting a fair shake."}, {"sentId": 177, "text": "She thinks that -- she thinks that every single officer involved will be railroaded to make a point for the city and for the entire nation, and to say, you know, that this department is racist and they should, you know, be dealing --"}], "speaker": "LEMON", "secId": 72}, {"sentences": [{"sentId": 178, "text": "I hope that's not true."}, {"sentId": 179, "text": "I mean, I think the bottom line is the mayor has made it very clear."}, {"sentId": 180, "text": "The police commissioner has made it very clear."}, {"sentId": 181, "text": "We heard it from the state senator today that this is going to be -- or they hope it's going to be a transparent, thorough investigation."}, {"sentId": 182, "text": "Perhaps that's why it's taking so long because they want to make sure that they get it right."}, {"sentId": 183, "text": "The nation's eyes are upon them."}], "speaker": "HOSTIN", "secId": 73}, {"sentences": [{"sentId": 184, "text": "And that's what you and I said the first day that this -- that we were on the air that not too long -- don't take too long but get it right."}], "speaker": "LEMON", "secId": 74}, {"sentences": [{"sentId": 185, "text": "But get it right."}], "speaker": "HOSTIN", "secId": 75}, {"sentences": [{"sentId": 186, "text": "I'm not trying to get it right."}], "speaker": "LEMON", "secId": 76}, {"sentences": [{"sentId": 187, "text": "Thank you, guys."}, {"sentId": 188, "text": "We appreciate it."}], "speaker": "LEMON", "secId": 77}, {"sentences": [{"sentId": 189, "text": "We still have a lot more to come here tonight on CNN."}, {"sentId": 190, "text": "The city of Baltimore under a mandatory curfew, under a mandatory curfew for the second night."}, {"sentId": 191, "text": "Our breaking news team coverage continues right after a very quick break."}], "speaker": "LEMON", "secId": 78}, {"sentences": [{"sentId": 192, "text": "Live here in Baltimore on the second night of a mandatory curfew."}, {"sentId": 193, "text": "That curfew that lasts until 5:00 in the morning."}, {"sentId": 194, "text": "People of Baltimore trying to take their city back tonight."}], "speaker": "LEMON", "secId": 79}, {"sentences": [{"sentId": 195, "text": "The woman who has become the face of that movement is Toya Graham."}, {"sentId": 196, "text": "You've seen her very public smackdown of her son."}, {"sentId": 197, "text": "His name is Michael who she dragged out of the chaos on Monday."}, {"sentId": 198, "text": "I want you to listen to what she told our Anderson Cooper just today."}], "speaker": "LEMON", "secId": 80}, {"sentences": [{"sentId": 199, "text": "Why do you think this has made such a big impact?"}], "speaker": "COOPER", "secId": 81}, {"sentences": [{"sentId": 200, "text": "Because as mothers, you don't see us, you don't see us."}, {"sentId": 201, "text": "You see our kids walking to the bus stop and maybe speaking with somebody that's on the corner and they are already being singled out as thugs as we have already heard that they are."}, {"sentId": 202, "text": "And at no time is my son a thug."}], "speaker": "GRAHAM", "secId": 82}, {"sentences": [{"sentId": 203, "text": "So that mom has been called a hero by a lot of people."}], "speaker": "LEMON", "secId": 83}, {"sentences": [{"sentId": 204, "text": "Let's talk about this with some mothers."}, {"sentId": 205, "text": "Monica Mitchell, a Baltimore mother of two."}, {"sentId": 206, "text": "She was the first volunteer out here on Tuesday helping to clean up the city."}, {"sentId": 207, "text": "I commend her for that."}, {"sentId": 208, "text": "Also Shelley Fulton is a Baltimore resident and mother of two sons, as well."}, {"sentId": 209, "text": "Aaron Maybin, a Baltimore native and former NFL player who works with underprivileged and at-risk children."}, {"sentId": 210, "text": "You're not a father -- you're not a mother."}], "speaker": "LEMON", "secId": 84}, {"sentences": [{"sentId": 211, "text": "Yes."}], "speaker": "MAYBIN", "secId": 85}, {"sentences": [{"sentId": 212, "text": "You're not a mother as far as I know."}, {"sentId": 213, "text": "But you can talk about this."}, {"sentId": 214, "text": "You've been talking a lot, Aaron, about driving while black and you had recently had an incident with Baltimore Police which has sort of -- has encouraged you even more to deal with these issues."}], "speaker": "LEMON", "secId": 86}, {"sentences": [{"sentId": 215, "text": "Definitely."}, {"sentId": 216, "text": "I mean, I think that most men of color in this country or in this country really have had encounters with law enforcement --  LEMON:  What happened with you?"}], "speaker": "MAYBIN", "secId": 87}, {"sentences": [{"sentId": 217, "text": "-- and didn't go their way."}, {"sentId": 218, "text": "Basically me and my cousin, we were riding along in my vehicle, in my own community, pretty close to my house, and we were pulled over, not given a reason why we were pulled over, no traffic violations, no suspicion of anything with my vehicle, but we were made to get out of our vehicle, we were made to give the police our information and to give them our identification and also give them our cell phones, which was odd to me but when they gave us our ID's back, we went to put them in our pockets."}], "speaker": "MAYBIN", "secId": 88}, {"sentences": [{"sentId": 219, "text": "And as we went to put them in our pockets, the police officers grabbed at their weapons and said, keep your hands where we can see them."}], "speaker": "MAYBIN", "secId": 89}, {"sentences": [{"sentId": 220, "text": "All right."}], "speaker": "LEMON", "secId": 90}, {"sentences": [{"sentId": 221, "text": "And for me, you know, that basically, you know, for me and my cousin, that was a scary moment, and we felt as though basically it was a situation where we had to basically comply with everything that law enforcement was saying because you know how those situations can turn out."}], "speaker": "MAYBIN", "secId": 91}, {"sentences": [{"sentId": 222, "text": "Yes."}], "speaker": "LEMON", "secId": 92}, {"sentences": [{"sentId": 223, "text": "So long story short, you know, they searched my vehicle."}, {"sentId": 224, "text": "There was some damage done to it."}], "speaker": "MAYBIN", "secId": 93}, {"sentences": [{"sentId": 225, "text": "Yes."}], "speaker": "LEMON", "secId": 94}, {"sentences": [{"sentId": 226, "text": "And there was no real apology or reason given."}], "speaker": "MAYBIN", "secId": 95}, {"sentences": [{"sentId": 227, "text": "All right."}, {"sentId": 228, "text": "But most people in this community, I'm sure your mom, all of you are probably not surprised."}], "speaker": "LEMON", "secId": 96}, {"sentences": [{"sentId": 229, "text": "But, Monica, to you first."}, {"sentId": 230, "text": "You have two sons, 11 and 13 years old."}, {"sentId": 231, "text": "So what's your greatest challenge that you face raising them?"}], "speaker": "LEMON", "secId": 97}, {"sentences": [{"sentId": 232, "text": "The greatest challenge that I face raising them is making sure that they don't fall into any of those narratives."}], "speaker": "MITCHELL", "secId": 98}, {"sentences": [{"sentId": 233, "text": "And that's your greatest fear?"}, {"sentId": 234, "text": "That's your greatest fear?"}], "speaker": "LEMON", "secId": 99}, {"sentences": [{"sentId": 235, "text": "Yes, it is."}, {"sentId": 236, "text": "It is."}, {"sentId": 237, "text": "It was really hard for me watching, especially that Tamir Rice video because he looks so much like my son, and my son is goofy in a lot of ways and aloof in a lot of way, and it broke my heart to think that one mistake that my child could make could be, you know, the difference in, you know, me saying good night to him or me saying good bye to him."}], "speaker": "MITCHELL", "secId": 100}, {"sentences": [{"sentId": 238, "text": "We've all seen that video of Toya Graham smacking her son saying, what the -- you know, what are you doing out here, listen to me, get your butt home."}, {"sentId": 239, "text": "I think the president talked about it's important for our parents to impose guidelines with their children."}], "speaker": "LEMON", "secId": 101}, {"sentences": [{"sentId": 240, "text": "What did you think of that, Shelley?"}], "speaker": "LEMON", "secId": 102}, {"sentences": [{"sentId": 241, "text": "We actually keep our children very close."}, {"sentId": 242, "text": "And my thing is that, if Monica -- we've been friends forever."}, {"sentId": 243, "text": "If Monica saw him, she would be out there."}], "speaker": "FULTON", "secId": 103}, {"sentences": [{"sentId": 244, "text": "Yes."}], "speaker": "LEMON", "secId": 104}, {"sentences": [{"sentId": 245, "text": "If my sister saw him, she would be out there."}, {"sentId": 246, "text": "It's not acceptable for us not to go and get our kids."}], "speaker": "FULTON", "secId": 105}, {"sentences": [{"sentId": 247, "text": "What do you think -- I wanted you -- I pointed to look at that mom?"}, {"sentId": 248, "text": "What do you think of that mom?"}], "speaker": "LEMON", "secId": 106}, {"sentences": [{"sentId": 249, "text": "I think she -- under the context, it's better for her to go and grab her son than to be putting him in a coffin or putting him in jail."}], "speaker": "FULTON", "secId": 107}, {"sentences": [{"sentId": 250, "text": "Yes."}], "speaker": "LEMON", "secId": 108}, {"sentences": [{"sentId": 251, "text": "We need more parents to go out as a teacher."}], "speaker": "FULTON", "secId": 109}, {"sentences": [{"sentId": 252, "text": "More mothers out there."}], "speaker": "LEMON", "secId": 110}, {"sentences": [{"sentId": 253, "text": "We need our parents to go out there and be active."}, {"sentId": 254, "text": "I'm a teacher, I need you to come into the school."}], "speaker": "FULTON", "secId": 111}, {"sentences": [{"sentId": 255, "text": "Yes."}], "speaker": "LEMON", "secId": 112}, {"sentences": [{"sentId": 256, "text": "If I'm calling you, I need you come and to be accountable for your child."}, {"sentId": 257, "text": "She is accountable for her child."}, {"sentId": 258, "text": "And however you may want to look at it, she may not have needed to put her hands on him, but she needed to go out there and make him accountable."}], "speaker": "FULTON", "secId": 113}, {"sentences": [{"sentId": 259, "text": "Well, I think in that moment, she probably should."}], "speaker": "LEMON", "secId": 114}, {"sentences": [{"sentId": 260, "text": "And I probably would, too."}], "speaker": "FULTON", "secId": 115}, {"sentences": [{"sentId": 261, "text": "But I'm trying to be politically correct."}], "speaker": "FULTON", "secId": 116}, {"sentences": [{"sentId": 262, "text": "Yes."}], "speaker": "LEMON", "secId": 117}, {"sentences": [{"sentId": 263, "text": "And the mother in me would have come out that day and I would have to apologize later but --"}], "speaker": "FULTON", "secId": 118}, {"sentences": [{"sentId": 264, "text": "My mom would come out with a strap."}, {"sentId": 265, "text": "With my dad's belt and then --"}], "speaker": "LEMON", "secId": 119}, {"sentences": [{"sentId": 266, "text": "Tell you to get home."}], "speaker": "MAYBIN", "secId": 120}, {"sentences": [{"sentId": 267, "text": "And then you're going to have to deal with your dad."}, {"sentId": 268, "text": "Do you see mom in that situation?"}, {"sentId": 269, "text": "Or moms dealing with their kids in"}], "speaker": "LEMON", "secId": 121}, {"sentences": [{"sentId": 270, "text": "that way and who are I'd like to call her, we say tiger mom."}, {"sentId": 271, "text": "She's a lioness."}], "speaker": "LEMON", "secId": 122}, {"sentences": [{"sentId": 272, "text": "My mom was definitely one of those psycho moms."}, {"sentId": 273, "text": "So, you know, I definitely -- I want to see more moms out there."}, {"sentId": 274, "text": "You know, I think that that was something that we were talking about beforehand, why weren't more parents out there grabbing their children?"}, {"sentId": 275, "text": "You know what -- if you know what your child looks like with a ski mask on, you know, and can identify them, then you know what your child looks like with a hoody on, you know what your child looks like, you know, coming from school, what kind of look that they're wearing."}, {"sentId": 276, "text": "And we were out in the communities, you know, with these kids."}], "speaker": "MAYBIN", "secId": 123}, {"sentences": [{"sentId": 277, "text": "Well, you can answer your question."}, {"sentId": 278, "text": "Why weren't -- because since you work with kids, why weren't more parents out there?"}], "speaker": "LEMON", "secId": 124}, {"sentences": [{"sentId": 279, "text": "That's a tough call."}, {"sentId": 280, "text": "You know, you hate to put any kind of excuses that matter -- hate to make assume like any excuse matters, but fact of the matter is a lot of these -- a lot of these kids are coming from single parent homes, homes where either one or both parents are working multiple jobs, and some kids are coming from situations where they don't have a stable household."}, {"sentId": 281, "text": "Their parents might be out getting high, their parents might be out drinking, you know, so there are a whole lot of situations that may factor into it."}, {"sentId": 282, "text": "But at the end of the day, we need our parents and we need our community leaders out here getting our kids."}], "speaker": "MAYBIN", "secId": 125}, {"sentences": [{"sentId": 283, "text": "Monica, I'll give you the last word but hang on, I want you to --"}], "speaker": "LEMON", "secId": 126}, {"sentences": [{"sentId": 284, "text": "Yes."}], "speaker": "MITCHELL", "secId": 127}, {"sentences": [{"sentId": 285, "text": "Those pictures that you're looking, those are from New York City where there is a loud protest going on -- large protest, I should say, going on."}, {"sentId": 286, "text": "We don't have control of these pictures, this is from our affiliate WABC in New York."}, {"sentId": 287, "text": "And our Alexandra Field is there and you can see that people are streaming through the streets of New York."}], "speaker": "LEMON", "secId": 128}, {"sentences": [{"sentId": 288, "text": "As we're talking about parenting here in the context of these protests, I'll give you the last word here."}, {"sentId": 289, "text": "What should we be doing, Monica?"}], "speaker": "LEMON", "secId": 129}, {"sentences": [{"sentId": 290, "text": "You know, I love to teach my kids how to think and not what think."}, {"sentId": 291, "text": "And my children are my best teachers as well."}, {"sentId": 292, "text": "And they hold me accountable."}, {"sentId": 293, "text": "So when my actions don't match my words, they'll be the first ones to tell me."}, {"sentId": 294, "text": "And so I think one of the things that we can do before we say well, what do we need to do -- what do the kids need to do, what do we need to do for the kids, is look in the mirror and find out what we need to do for ourselves and I think it's to make sure that we are consistent."}, {"sentId": 295, "text": "Because the biggest driver of a lot of respect is inconsistency."}], "speaker": "MITCHELL", "secId": 130}, {"sentences": [{"sentId": 296, "text": "Right."}], "speaker": "LEMON", "secId": 131}, {"sentences": [{"sentId": 297, "text": "My children will look at me and say, OK, you asked me to do that, but are you doing that as well?"}, {"sentId": 298, "text": "And so criminal activity is criminal activity, regardless of who's conducting it."}], "speaker": "MITCHELL", "secId": 132}, {"sentences": [{"sentId": 299, "text": "Yes."}, {"sentId": 300, "text": "Yes."}, {"sentId": 301, "text": "And when you have a child, that child is for life."}], "speaker": "LEMON", "secId": 133}, {"sentences": [{"sentId": 302, "text": "That child is for life."}], "speaker": "MITCHELL", "secId": 134}, {"sentences": [{"sentId": 303, "text": "Life."}, {"sentId": 304, "text": "Yes."}], "speaker": "LEMON", "secId": 135}, {"sentences": [{"sentId": 305, "text": "And if you discipline that child, Toya was disciplining out of love."}], "speaker": "MITCHELL", "secId": 136}, {"sentences": [{"sentId": 306, "text": "Right."}], "speaker": "LEMON", "secId": 137}, {"sentences": [{"sentId": 307, "text": "And that -- and at the end of the day her son came home."}], "speaker": "MITCHELL", "secId": 138}, {"sentences": [{"sentId": 308, "text": "Thank you, ladies and Aaron."}, {"sentId": 309, "text": "I appreciate you joining us here on CNN."}, {"sentId": 310, "text": "Best of luck."}, {"sentId": 311, "text": "Best of luck with your kids as well."}], "speaker": "LEMON", "secId": 139}, {"sentences": [{"sentId": 312, "text": "We want to get you back now to the streets of New York because you're looking at pictures from our affiliate WABC."}, {"sentId": 313, "text": "This is happening in that city, a mobile protest going up and down the streets of New York City."}, {"sentId": 314, "text": "There was a protest earlier in Washington, D.C.  And of course there is a curfew that has been in place here for an hour and 1/2 in Baltimore, Maryland."}], "speaker": "LEMON", "secId": 140}, {"sentences": [{"sentId": 315, "text": "We'll keep an eye on all of this for you."}, {"sentId": 316, "text": "We'll be right back with our breaking news coverage."}], "speaker": "LEMON", "secId": 141}, {"sentences": [{"sentId": 317, "text": "Welcome back to our breaking news coverage now."}, {"sentId": 318, "text": "You're looking at live pictures from New York City."}, {"sentId": 319, "text": "The protest that is going on."}, {"sentId": 320, "text": "I'm not exactly sure which part of the city it is."}, {"sentId": 321, "text": "We're not able to control the images that you're seeing."}, {"sentId": 322, "text": "They're heading to south, I'm being told now, on Fifth Avenue."}, {"sentId": 323, "text": "South on Fifth Avenue."}, {"sentId": 324, "text": "A large group of protesters."}], "speaker": "LEMON", "secId": 142}, {"sentences": [{"sentId": 325, "text": "We saw this same sort of action happen after Eric -- the death of Eric Garner and after the officer was not indicted in that case."}, {"sentId": 326, "text": "We also saw these protests prop up and big cities across the county, after Officer Darren Wilson was exonerated and found -- and was not indicted in Ferguson as well."}, {"sentId": 327, "text": "And now this protest is happening now in New York City and you see the number of police are on the scene trying to keep people in place there and to keep a handle on it, at least 60 arrests, 60 arrests in New York City this evening."}], "speaker": "LEMON", "secId": 143}, {"sentences": [{"sentId": 328, "text": "That is a different case than what is happening on the streets of Baltimore."}, {"sentId": 329, "text": "There were big protests on the streets of Baltimore on Monday night."}, {"sentId": 330, "text": "Smaller on Tuesday night."}, {"sentId": 331, "text": "And -- so far not much this evening."}, {"sentId": 332, "text": "I'm not sure about the number of arrests today."}, {"sentId": 333, "text": "We're told last night that 10 people had been arrested yesterday, seven of those in Baltimore, for violating the curfew."}, {"sentId": 334, "text": "But again what you're looking at is just shy of midtown Manhattan's Broadway and 23rd Street."}], "speaker": "LEMON", "secId": 144}, {"sentences": [{"sentId": 335, "text": "And I think they're just passing a flat iron -- yes."}, {"sentId": 336, "text": "The  Building is to the right of your screen there."}, {"sentId": 337, "text": "So that's what you're seeing, a large presence happening in New York City."}, {"sentId": 338, "text": "New York City used to dealing with this particular situation."}, {"sentId": 339, "text": "So we'll keep an eye on that for you and bring you any developments as we get them here on CNN."}], "speaker": "LEMON", "secId": 145}, {"sentences": [{"sentId": 340, "text": "The mandatory city-wide curfew now in effect for a second night in Baltimore."}, {"sentId": 341, "text": "It has been just over an hour and a half."}, {"sentId": 342, "text": "The public schools reopen today."}, {"sentId": 343, "text": "So joining me now to discuss what happened is Vaughn DeVaughn, he's a teacher at Baltimore's Western High School, Jerae Kelly is a teacher in Baltimore's public school and then Qiana Mark, a teacher and behavioral intervention specialist for the Baltimore Public School System."}], "speaker": "LEMON", "secId": 146}, {"sentences": [{"sentId": 344, "text": "I'm so happy to have you teachers here with me."}, {"sentId": 345, "text": "You were back in school today, Vaughn."}], "speaker": "LEMON", "secId": 147}, {"sentences": [{"sentId": 346, "text": "Yes."}], "speaker": "DEVAUGHN", "secId": 148}, {"sentences": [{"sentId": 347, "text": "At your high school, talk to us about what happened and how did you address this with your students."}], "speaker": "LEMON", "secId": 149}, {"sentences": [{"sentId": 348, "text": "Well, today administrators and teachers took advantage of the opportunity to reflect on the last couple of days and so we list some of the issues we have in our city and we also try to find what were the best solutions to those issues."}, {"sentId": 349, "text": "The kids, they want to be part of the solution."}, {"sentId": 350, "text": "They voice their opinions just like the adults who were saying they were disappointed, they were afraid, confused, all these emotions, just like the adults."}, {"sentId": 351, "text": "So they want to be part of the solution and they have a voice that needs to be heard."}], "speaker": "DEVAUGHN", "secId": 150}, {"sentences": [{"sentId": 352, "text": "So students -- any of your students involved in the demonstrations?"}, {"sentId": 353, "text": "Were any of your students out involved?"}], "speaker": "LEMON", "secId": 151}, {"sentences": [{"sentId": 354, "text": "Some of my students said they were there but they really didn't participate."}], "speaker": "DEVAUGHN", "secId": 152}, {"sentences": [{"sentId": 355, "text": "Yes."}], "speaker": "LEMON", "secId": 153}, {"sentences": [{"sentId": 356, "text": "Yes."}, {"sentId": 357, "text": "That's what my students said."}], "speaker": "MARK", "secId": 154}, {"sentences": [{"sentId": 358, "text": "Qiana, you teach elementary school."}, {"sentId": 359, "text": "How do you explain to the students what's happening when they're in that age?"}], "speaker": "LEMON", "secId": 155}, {"sentences": [{"sentId": 360, "text": "It's totally different for the kids in elementary setting versus the high school setting because some don't really understand it."}, {"sentId": 361, "text": "You know, they really don't understand what's going on and no one is really at home  about what's going on but I was able to tell to my fifth graders today and some of them were actually scared to come to school today."}], "speaker": "MARK", "secId": 156}, {"sentences": [{"sentId": 362, "text": "They were just trying to figure out what was going to happen next, you know, if they step outside these doors, would they have to see on the streets but actually talking to them today and letting them understand, don't let this cripple you, don't let this put too much fear in your heart that we will actually recover from this."}], "speaker": "MARK", "secId": 157}, {"sentences": [{"sentId": 363, "text": "That's right."}, {"sentId": 364, "text": "MARK:  We will actually get over this."}, {"sentId": 365, "text": "It's going to take some time."}], "speaker": "DEVAUGHN", "secId": 158}, {"sentences": [{"sentId": 366, "text": "But it's a work in progress and they have to understand that."}], "speaker": "DEVAUGHN", "secId": 159}, {"sentences": [{"sentId": 367, "text": "Yes."}, {"sentId": 368, "text": "Jerae Kelly, I want to talk to you about Freddie Gray, OK, and I want to get my facts straight here."}, {"sentId": 369, "text": "Freddie Gray was a special ed student, right."}, {"sentId": 370, "text": "His mother never received an education past middle school."}, {"sentId": 371, "text": "She said that she never was unable to read and couldn't help her children with their homework past a certain level."}], "speaker": "LEMON", "secId": 160}, {"sentences": [{"sentId": 372, "text": "My question is, how often do you -- how often do you encounter those situations?"}], "speaker": "LEMON", "secId": 161}, {"sentences": [{"sentId": 373, "text": "They are the norm but I wouldn't say that there are fairly common, I guess."}, {"sentId": 374, "text": "I'm not as familiar with, you know, the super intricacies of my student's family."}, {"sentId": 375, "text": "I don't really ask those types of questions, so I can't really say for sure."}, {"sentId": 376, "text": "But the parents that I have, you know, are involved, they try their best and that's all we can ask for."}], "speaker": "KELLY", "secId": 162}, {"sentences": [{"sentId": 377, "text": "We've been talking a lot about parental involvement, and whether -- it doesn't matter if your student is, you know, a straight A student, two grade levels before -- you know, above where they should be, or if it's a special ed student."}, {"sentId": 378, "text": "Parent involvement may be the most important thing here."}], "speaker": "LEMON", "secId": 163}, {"sentences": [{"sentId": 379, "text": "Yes."}], "speaker": "DEVAUGHN", "secId": 164}, {"sentences": [{"sentId": 380, "text": "Yes."}], "speaker": "LEMON", "secId": 165}, {"sentences": [{"sentId": 381, "text": "Yes."}, {"sentId": 382, "text": "And we talk about this allegiance to those issues that we have, bringing the parents, teachers, community, bring them all together, that was definitely one of the major things that we can do to make sure that this doesn't happen again."}], "speaker": "DEVAUGHN", "secId": 166}, {"sentences": [{"sentId": 383, "text": "So do you think that's the biggest -- is that the most important factor in all of this in how the change the future beyond, when we talk about dealing with structural racism, with poverty and all of that, if you have a student or a young person, if you can mold their mind, and you can involved in their lives, that makes a huge difference."}], "speaker": "LEMON", "secId": 167}, {"sentences": [{"sentId": 384, "text": "It actually does make a huge difference."}, {"sentId": 385, "text": "With me being a behavior intervention specialist, I actually deal with a lot of kids that don't come from a home with two parents, with the white picket fence."}, {"sentId": 386, "text": "Some of my students live in shelters, you know, so I have to be their parent."}, {"sentId": 387, "text": "I have to be their big sister."}, {"sentId": 388, "text": "I have to be their aunt because they're not getting it from home."}, {"sentId": 389, "text": "So we want the parents to be involved but what about the kids that don't have their parents there."}, {"sentId": 390, "text": "We have to actually take on that role of being their parent for them."}], "speaker": "MARK", "secId": 168}, {"sentences": [{"sentId": 391, "text": "But I think to -- I have a lot of students who we have, you know, numerous families scenarios and I think the power of what happened on Monday and the power of the social media was the power that the students have regardless of anything that we do."}], "speaker": "KELLY", "secId": 169}, {"sentences": [{"sentId": 392, "text": "Yes."}], "speaker": "LEMON", "secId": 170}, {"sentences": [{"sentId": 393, "text": "That the parents do, and that's really powerful, and so I think that we need to understand that as teachers in order to influence that power."}], "speaker": "KELLY", "secId": 171}, {"sentences": [{"sentId": 394, "text": "Yes."}], "speaker": "LEMON", "secId": 172}, {"sentences": [{"sentId": 395, "text": "Because we have by proxy that power as well."}], "speaker": "KELLY", "secId": 173}, {"sentences": [{"sentId": 396, "text": "Jerae, Qiana, Vaughn, thank you."}, {"sentId": 397, "text": "Thank you."}, {"sentId": 398, "text": "I appreciate it."}], "speaker": "LEMON", "secId": 174}, {"sentences": [{"sentId": 399, "text": "Thank you."}], "speaker": "MARK", "secId": 175}, {"sentences": [{"sentId": 400, "text": "Keep up the great work as teachers."}], "speaker": "LEMON", "secId": 176}, {"sentences": [{"sentId": 401, "text": "Thank you."}], "speaker": "MARK", "secId": 177}, {"sentences": [{"sentId": 402, "text": "Keep it."}, {"sentId": 403, "text": "Thank you."}], "speaker": "LEMON", "secId": 178}, {"sentences": [{"sentId": 404, "text": "Thank you."}], "speaker": "DEVAUGHN", "secId": 179}, {"sentences": [{"sentId": 405, "text": "Thank you so much."}], "speaker": "KELLY", "secId": 180}, {"sentences": [{"sentId": 406, "text": "We're going to continue on with our breaking news here on CNN."}, {"sentId": 407, "text": "The city of Baltimore under a mandatory curfew for the second night as protests spread in New York City."}, {"sentId": 408, "text": "We'll be right back."}], "speaker": "LEMON", "secId": 181}, {"sentences": [{"sentId": 409, "text": "An uneasy calm in Baltimore to report to you this evening."}, {"sentId": 410, "text": "It's happening tonight."}, {"sentId": 411, "text": "The city under a mandatory curfew for a second night."}, {"sentId": 412, "text": "The rioting we have seen here has happened before in other American cities."}, {"sentId": 413, "text": "We've seen this before."}, {"sentId": 414, "text": "So joining me now is Douglas Brinkley, he's a presidential historian, Areva Martin also joins us, she's a legal commentator, and Marc Lamont Hill, our CNN political commentator."}], "speaker": "LEMON", "secId": 182}, {"sentences": [{"sentId": 415, "text": "Good evening to all of you."}, {"sentId": 416, "text": "Thank you so much for joining us."}], "speaker": "LEMON", "secId": 183}, {"sentences": [{"sentId": 417, "text": "Douglas, you can't help but -- to talk about this because I want you to compare this to the L.A. riots which started 23 years ago today after the Rodney King officers were acquitted."}, {"sentId": 418, "text": "It went on for a longer period of time, but talk to us about that."}], "speaker": "LEMON", "secId": 184}, {"sentences": [{"sentId": 419, "text": "Well, look, riots have been part of American history from the beginning."}, {"sentId": 420, "text": "I mean, we have just some vicious ones if you look at the 1960s and '70s, it rained riots with Newark being probably the most famous, also in Detroit and other cities."}], "speaker": "BRINKLEY", "secId": 185}, {"sentences": [{"sentId": 421, "text": "Rodney King was about police brutality and it's very much like what we're talking about now with police beating somebody who died."}, {"sentId": 422, "text": "And you know we're now starting to get -- I think the distrust of African- Americans towards police has been there from the very beginning, it's part of racism, but it seems to be now the national topic and I think President Obama is going to have to address this."}, {"sentId": 423, "text": "There is too much racial profiling going on in the United States and"}], "speaker": "BRINKLEY", "secId": 186}, {"sentences": [{"sentId": 424, "text": "the riots in general I think that you're seeing in Baltimore, you know, these last few days, I think that President Obama is going to have to address this as a larger issue than he has thus far."}], "speaker": "BRINKLEY", "secId": 187}, {"sentences": [{"sentId": 425, "text": "You know, every time you see that video of Rodney King being beaten, it's like the first time."}, {"sentId": 426, "text": "I mean, it is just inexplicable and I wonder, Marc Lamont Hill, as we're watching all these protests happening across the country, I wonder what's next, if any of this might exacerbate anything, I don't know."}, {"sentId": 427, "text": "Talk to me about that."}], "speaker": "LEMON", "secId": 188}, {"sentences": [{"sentId": 428, "text": "Yes."}, {"sentId": 429, "text": "I think that what we're going to see is a wave."}, {"sentId": 430, "text": "Remember, earlier in the week I call them uprising."}, {"sentId": 431, "text": "Some people got upset because they say these aren't just protests, they're uprising."}, {"sentId": 432, "text": "These aren't just riots, they're uprisings."}, {"sentId": 433, "text": "But the truth is these uprisings are happening all around the country and what it's going to result in is a national conversation and hopefully some policy change."}, {"sentId": 434, "text": "That's what we want to see."}], "speaker": "HILL", "secId": 189}, {"sentences": [{"sentId": 435, "text": "We want people taking to the streets, we want people to resist, but we also want the policy changes."}, {"sentId": 436, "text": "This year in 2015 there are going to be dozens of major mayoral elections here."}, {"sentId": 437, "text": "And one of the conversations that now we have to have when someone runs for mayor is, what is your policing vision?"}, {"sentId": 438, "text": "What do you think about community-based policing?"}, {"sentId": 439, "text": "What do you think about body cameras?"}], "speaker": "HILL", "secId": 190}, {"sentences": [{"sentId": 440, "text": "So we're changing the conversations on a local level."}, {"sentId": 441, "text": "State and national politicians and candidate are also going to have to have a conversation about what they think about law enforcement."}, {"sentId": 442, "text": "Hillary Clinton made a major speech today."}, {"sentId": 443, "text": "Barack Obama -- President Obama will have to make a speech very soon, hopefully it will be good one."}, {"sentId": 444, "text": "And we'll see a such change in the conversation."}], "speaker": "HILL", "secId": 191}, {"sentences": [{"sentId": 445, "text": "Douglas, Areva, stand by."}, {"sentId": 446, "text": "You mentioned Hillary Clinton, Marc."}, {"sentId": 447, "text": "I want to talk to Douglas about this."}, {"sentId": 448, "text": "I watched that and I was fascinated that she weighed in and that she seemed to be so pointed, her comments here, I don't think she was really that safe."}, {"sentId": 449, "text": "Am I wrong?"}, {"sentId": 450, "text": "Were you surprised that she spoke about this?"}], "speaker": "LEMON", "secId": 192}, {"sentences": [{"sentId": 451, "text": "Yes, I was surprised but also pleased."}, {"sentId": 452, "text": "Everybody needs to talk about this because it's not an isolated event in Baltimore."}, {"sentId": 453, "text": "And also we have to talk about the murder rates in these cities like Baltimore, New Orleans, and Philadelphia and on and on."}, {"sentId": 454, "text": "I mean, we have an urban problem."}, {"sentId": 455, "text": "CNN has helped people like Marc Morial of the Urban League and I think he's been a great leader if we got to look at our cities in a serious way."}], "speaker": "BRINKLEY", "secId": 193}, {"sentences": [{"sentId": 456, "text": "And history is going to link what happened in Ferguson and in Baltimore to those -- to Trayvon Martin, to all of these incidences of white policeman beating or killing black Americans and the distrust of the black community towards the police is just at epidemic levels and so I do think we need have this national conversation now."}], "speaker": "BRINKLEY", "secId": 194}, {"sentences": [{"sentId": 457, "text": "Yes."}, {"sentId": 458, "text": "OK."}, {"sentId": 459, "text": "So, Areva, this is for you."}, {"sentId": 460, "text": "And I want to put this full screen up."}, {"sentId": 461, "text": "Douglas mentioned the murder rate."}, {"sentId": 462, "text": "Let's talk about neighborhoods like Freddie Gray's."}, {"sentId": 463, "text": "The unemployment rate is over 50 percent."}, {"sentId": 464, "text": "Look at that."}, {"sentId": 465, "text": "A third of the families live in poverty."}, {"sentId": 466, "text": "And 25 to 30 percent of buildings are vacant."}, {"sentId": 467, "text": "The same kind of situations that existed in south central L.A. that exist in many cities across the country."}, {"sentId": 468, "text": "What gives here?"}], "speaker": "LEMON", "secId": 195}, {"sentences": [{"sentId": 469, "text": "You know, Don, these are systemic problems that are going to take a really long time to fix and I think one of the issues that we're seeing here is that these young people that are taking to the streets in Baltimore were saying they're tired of waiting."}], "speaker": "MARTIN", "secId": 196}, {"sentences": [{"sentId": 470, "text": "You know, I was in St. Louise, in the Ferguson area over the weekend, and I talked to some of those leaders that had been involved on the ground, and they said, look, we have companies ready to come in to Ferguson and give jobs to young people but the young people don't have the skills to even fill the positions that are being made available so we know changing communities in terms of the educational and the economic system, those are long-term things that we definitely need to work on a national level and a local government."}], "speaker": "MARTIN", "secId": 197}, {"sentences": [{"sentId": 471, "text": "But what these young people are telling us is that they're tired of waiting."}, {"sentId": 472, "text": "They're taking to instagram, they're taking to Twitter, Facebook and forming these protests, literally getting hundreds of thousands of people --"}], "speaker": "MARTIN", "secId": 198}, {"sentences": [{"sentId": 473, "text": "They're taking to the streets."}], "speaker": "LEMON", "secId": 199}, {"sentences": [{"sentId": 474, "text": "On the streets saying, we don't believe you adults."}], "speaker": "MARTIN", "secId": 200}, {"sentences": [{"sentId": 475, "text": "Yes."}], "speaker": "LEMON", "secId": 201}, {"sentences": [{"sentId": 476, "text": "You're talking a lot but we don't see any change."}, {"sentId": 477, "text": "They want change today."}, {"sentId": 478, "text": "They want it now."}, {"sentId": 479, "text": "They want their communities to be policed differently."}], "speaker": "MARTIN", "secId": 202}, {"sentences": [{"sentId": 480, "text": "Absolutely."}], "speaker": "HILL", "secId": 203}, {"sentences": [{"sentId": 481, "text": "And Douglas, I have to ask you, as an historian, someone -- you pay close attention to this and you mentioned how history -- how this is going to play out in history about the beating of African- Americans."}], "speaker": "LEMON", "secId": 204}, {"sentences": [{"sentId": 482, "text": "Do you think there has been progress?"}, {"sentId": 483, "text": "How much progress do you think has been made even from -- even from the time of Rodney King?"}], "speaker": "LEMON", "secId": 205}, {"sentences": [{"sentId": 484, "text": "There is progress and -- but the problem is we love our police officers in America, too."}, {"sentId": 485, "text": "I mean, most Americans feel police do a great job and most are good, but it's not about bad apples we keep hearing around."}, {"sentId": 486, "text": "It's about a huge distrust between African- Americans and police and for very good reasons."}], "speaker": "BRINKLEY", "secId": 206}, {"sentences": [{"sentId": 487, "text": "You know, when you had in 1921 a Tulsa riot, when African-Americans were killed, there weren't cameras to cover it, but Rodney King and what's happening in Baltimore, we're getting now all people with cell phones able to film these things, so it's becoming visceral therefore it's a national problem that needs to be prioritized."}, {"sentId": 488, "text": "I think last year in 2014 this became -- considered the number one"}], "speaker": "BRINKLEY", "secId": 207}, {"sentences": [{"sentId": 489, "text": "story because of Ferguson about the distrust of African-Americans towards police officers and what's going on in our urban centers."}], "speaker": "BRINKLEY", "secId": 208}, {"sentences": [{"sentId": 490, "text": "Don, can I just --"}], "speaker": "MARTIN", "secId": 209}, {"sentences": [{"sentId": 491, "text": "I would resist the idea, though, that we have gained considerable progress or any measure of progress since 1992."}, {"sentId": 492, "text": "In 1992, Rodney King was killed -- excuse me, was beaten on tape by law enforcement, and now in 2015, we have Eric Garner choked out on videotape."}, {"sentId": 493, "text": "We have people shot running away from police."}, {"sentId": 494, "text": "We have Michael Brown shot --"}], "speaker": "HILL", "secId": 210}, {"sentences": [{"sentId": 495, "text": "OK, gentlemen and lady."}], "speaker": "LEMON", "secId": 211}, {"sentences": [{"sentId": 496, "text": "-- in Ferguson, et cetera."}], "speaker": "HILL", "secId": 212}, {"sentences": [{"sentId": 497, "text": "You know what, but you see in Baltimore, not --"}], "speaker": "BRINKLEY", "secId": 213}, {"sentences": [{"sentId": 498, "text": "Hey, Don."}], "speaker": "MARTIN", "secId": 214}, {"sentences": [{"sentId": 499, "text": "Let Douglas finish."}, {"sentId": 500, "text": "Let Douglas finish because he's got to go."}, {"sentId": 501, "text": "Go ahead."}], "speaker": "LEMON", "secId": 215}, {"sentences": [{"sentId": 502, "text": "I think when we're looking at New York and Baltimore tonight, I wouldn't call it a night of riots, it's a protest."}, {"sentId": 503, "text": "So I think the public is starting to learn how to organize in a way that perhaps they didn't right after Rodney King."}, {"sentId": 504, "text": "I mean, there is this ugly spasm here in Baltimore, but since then a lot of people are really a lot of positive things in Baltimore."}], "speaker": "BRINKLEY", "secId": 216}, {"sentences": [{"sentId": 505, "text": "Douglas Brinkley, thank you."}], "speaker": "LEMON", "secId": 217}, {"sentences": [{"sentId": 506, "text": "Don --"}], "speaker": "MARTIN", "secId": 218}, {"sentences": [{"sentId": 507, "text": "Areva and Marc, stand by, you're going to -- you're both going to come back, but Douglas is leaving, that's why I gave him the last word."}], "speaker": "LEMON", "secId": 219}, {"sentences": [{"sentId": 508, "text": "So stick around with us."}, {"sentId": 509, "text": "We have a lot more to come here."}, {"sentId": 510, "text": "Live from Baltimore, a city that is under mandatory curfew for the second night in a row."}, {"sentId": 511, "text": "And there are also big protests happening in New York City."}, {"sentId": 512, "text": "We'll be right back."}], "speaker": "LEMON", "secId": 220}, {"sentences": [{"sentId": 513, "text": "Live on the streets of Baltimore tonight, a city that is under a mandatory curfew, a mandatory curfew for almost two hours now."}, {"sentId": 514, "text": "So back with me, Areva Martin, Marc Lamont Hill, Sunny Hostin and also Rob Weinhold."}, {"sentId": 515, "text": "Areva, I told you, you would get your chance."}], "speaker": "LEMON", "secId": 221}, {"sentences": [{"sentId": 516, "text": "Yes --"}], "speaker": "MARTIN", "secId": 222}, {"sentences": [{"sentId": 517, "text": "So listen, Douglas Brinkley spoke about Hillary Clinton today, but I want to play this."}, {"sentId": 518, "text": "Ted Cruz, Senator Ted Cruz spoke today at an event and made some comments regarding Baltimore and President Obama."}, {"sentId": 519, "text": "Listen."}], "speaker": "LEMON", "secId": 223}, {"sentences": [{"sentId": 520, "text": "President Obama when he was elected, he could have been a unifying figure, he could have chosen to be a leader on race relations and bring us together, and he hasn't done that, he's made decisions that I think have inflamed racial tensions, that have divided us rather than bringing us together."}], "speaker": "CRUZ", "secId": 224}, {"sentences": [{"sentId": 521, "text": "So, my question to Areva, has President Obama inflamed racial tensions?"}], "speaker": "LEMON", "secId": 225}, {"sentences": [{"sentId": 522, "text": "Everybody, you should see everyone's face out here as he's saying that."}, {"sentId": 523, "text": "Everyone is making -- Sunny, can we see the face that you were making?"}], "speaker": "LEMON", "secId": 226}, {"sentences": [{"sentId": 524, "text": "I can't."}], "speaker": "HOSTIN", "secId": 227}, {"sentences": [{"sentId": 525, "text": "As he made that comment."}], "speaker": "LEMON", "secId": 228}, {"sentences": [{"sentId": 526, "text": "I can only imagine."}], "speaker": "HILL", "secId": 229}, {"sentences": [{"sentId": 527, "text": "Don, that's -- that's just a ridiculous statement."}], "speaker": "MARTIN", "secId": 230}, {"sentences": [{"sentId": 528, "text": "Go ahead, Areva."}], "speaker": "LEMON", "secId": 231}, {"sentences": [{"sentId": 529, "text": "And Ted Cruz went to Harvard like I did and he doesn't make me feel very proud to say he's a Harvard Law graduate."}, {"sentId": 530, "text": "But I do want to go back to the statement that the historian made about the 1992 riots in L.A."}, {"sentId": 531, "text": "I reject this notion that there's nothing that can be done about this distrust unless, you know, the big national or federal government comes in."}, {"sentId": 532, "text": "What happened in L.A. after the Rodney King incident was we got rid of Chief Gates."}, {"sentId": 533, "text": "He was the problem with the police department in Los Angeles."}], "speaker": "MARTIN", "secId": 232}, {"sentences": [{"sentId": 534, "text": "We brought in a police chief who was willing to make changes to that police department."}, {"sentId": 535, "text": "We created a civilian review board and we started to change the relationship between the police and citizens in Los Angeles."}, {"sentId": 536, "text": "So I think police chiefs around this country --"}], "speaker": "MARTIN", "secId": 233}, {"sentences": [{"sentId": 537, "text": "So what you're saying here is there are going to have to --"}], "speaker": "LEMON", "secId": 234}, {"sentences": [{"sentId": 538, "text": "Well, police chiefs around this country --"}], "speaker": "MARTIN", "secId": 235}, {"sentences": [{"sentId": 539, "text": "There are going to have to be changes made."}], "speaker": "LEMON", "secId": 236}, {"sentences": [{"sentId": 540, "text": "Can step up."}, {"sentId": 541, "text": "They're executives."}], "speaker": "MARTIN", "secId": 237}, {"sentences": [{"sentId": 542, "text": "Right."}], "speaker": "LEMON", "secId": 238}, {"sentences": [{"sentId": 543, "text": "I think we all."}, {"sentId": 544, "text": "I think we all agree that there needs to be substantive changes, some of them have to be federal level changes."}, {"sentId": 545, "text": "I mean, right now we don't have an accurate or adequate federal registry of police killings of civilians."}, {"sentId": 546, "text": "You know it's done voluntarily, it's incomplete."}, {"sentId": 547, "text": "We don't have enough oversight."}, {"sentId": 548, "text": "The DOJ needs to be involved in local law enforcement issues and until diversity training happens."}], "speaker": "HILL", "secId": 239}, {"sentences": [{"sentId": 549, "text": "OK."}], "speaker": "LEMON", "secId": 240}, {"sentences": [{"sentId": 550, "text": "Until proper measures or safety, we need to deal with --"}], "speaker": "HILL", "secId": 241}, {"sentences": [{"sentId": 551, "text": "They go hand in hand."}], "speaker": "MARTIN", "secId": 242}, {"sentences": [{"sentId": 552, "text": "Yes."}, {"sentId": 553, "text": "I think we agree."}, {"sentId": 554, "text": "I think they go hand in hand."}], "speaker": "HILL", "secId": 243}, {"sentences": [{"sentId": 555, "text": "I want to -- I want to play this."}, {"sentId": 556, "text": "I want to play an interview, part of an interview that I did with a loved one, somebody who's very close to one of the police officers who assisted in the apprehension of Freddie Gray."}, {"sentId": 557, "text": "Listen to this."}], "speaker": "LEMON", "secId": 244}, {"sentences": [{"sentId": 558, "text": "Do you think this was racist?"}], "speaker": "LEMON", "secId": 245}, {"sentences": [{"sentId": 559, "text": "That's a fair question."}, {"sentId": 560, "text": "Are there some bad apples?"}, {"sentId": 561, "text": "Yes."}, {"sentId": 562, "text": "But you have racism and be black."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 246}, {"sentences": [{"sentId": 563, "text": "Meaning that even the officers of color are co- opted by the system is what she's basically saying, Marc."}], "speaker": "LEMON", "secId": 247}, {"sentences": [{"sentId": 564, "text": "All right."}, {"sentId": 565, "text": "So the first part, I'm saying no to the bad apple part."}, {"sentId": 566, "text": "We can't continue to frame law enforcement and the police forces in America as simply a bunch of good natured people, and there happen to be a few bad apples amongst them."}, {"sentId": 567, "text": "That's not the right analysis."}, {"sentId": 568, "text": "That's not to say that police officers at the individual level aren't great people."}, {"sentId": 569, "text": "I know some great people who are police officers."}], "speaker": "HILL", "secId": 248}, {"sentences": [{"sentId": 570, "text": "OK."}], "speaker": "LEMON", "secId": 249}, {"sentences": [{"sentId": 571, "text": "I play basketball with them, I drink with them."}, {"sentId": 572, "text": "But it's something about the job itself and the structure of law enforcement in American itself --"}], "speaker": "HILL", "secId": 250}, {"sentences": [{"sentId": 573, "text": "I need Rob to get in here, Marc."}], "speaker": "LEMON", "secId": 251}, {"sentences": [{"sentId": 574, "text": "-- that becomes an occupying force."}, {"sentId": 575, "text": "And -- they're an occupying force in the hood."}, {"sentId": 576, "text": "That's my issue."}], "speaker": "HILL", "secId": 252}, {"sentences": [{"sentId": 577, "text": "OK.  Quickly."}, {"sentId": 578, "text": "I've got to get to something else."}, {"sentId": 579, "text": "Go ahead."}], "speaker": "LEMON", "secId": 253}, {"sentences": [{"sentId": 580, "text": "I don't share that perspective as a whole."}, {"sentId": 581, "text": "I've got to tell you."}, {"sentId": 582, "text": "There's some fantastic men and women and the few bad apple argument, listen, we're dealing with human beings and everyone is accountable to their actions when it comes down to the individual level."}], "speaker": "WEINHOLD", "secId": 254}, {"sentences": [{"sentId": 583, "text": "Thanks to all of you."}, {"sentId": 584, "text": "I appreciate it."}, {"sentId": 585, "text": "And Sunny, I wish you could have made that face for me."}], "speaker": "LEMON", "secId": 255}, {"sentences": [{"sentId": 586, "text": "We're back now with CNN's breaking news coverage in just a moment."}, {"sentId": 587, "text": "Live from Baltimore."}, {"sentId": 588, "text": "We'll be right back."}], "speaker": "LEMON", "secId": 256}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1504.29.cnnt.02.html.json", "time": "Aired April 29, 2015 - 23:00   ET"}