{"sectionCount": 186, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["LEMON", "YOUNG", "TODD", "HARLOW", "TAPPER", "BATES", "NORRIS", "HOSTIN", "ALEXANDER", "KENT", "ELAM", "RAWLINGS-BLAKE", "UNIDENTIFIED FEMALE", "SINGH", "TUOHY", "COOPER", "UNIDENTIFIED FEMALE "], "subTitle": "Baltimore Curfew In Effect; Protests Spread To Philadelphia; Arrested On Live TV; The Powerful Women Of Baltimore. Aired 11p-12a ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1504/30/cnnt.02.html", "sentenceCount": 414, "sections": [{"sentences": [{"sentId": 0, "text": "It's 11:00 p.m. on the nose here in Baltimore, Maryland, our breaking news, this city is under a mandatory curfew until 5:00 a.m."}, {"sentId": 1, "text": "It is the third night in a row."}, {"sentId": 2, "text": "It is illegal for people to be out on the streets."}], "speaker": "LEMON", "secId": 0}, {"sentences": [{"sentId": 3, "text": "So far, an hour into this curfew, it appears to be working."}, {"sentId": 4, "text": "Baltimore's uneasy peace is holding after demonstrations spread from this city to Philadelphia, but with anger and tensions rising, what will happen this weekend?"}, {"sentId": 5, "text": "That's a big question."}, {"sentId": 6, "text": "Can Baltimore stay calm?"}, {"sentId": 7, "text": "Can they stay calm?"}], "speaker": "LEMON", "secId": 1}, {"sentences": [{"sentId": 8, "text": "Now I want to get straight to the streets of Baltimore here."}, {"sentId": 9, "text": "I want to get to CNN's Ryan Young."}, {"sentId": 10, "text": "Ryan, when last we saw you, you were telling us about a body that was found in the back of a semi or inside a semi, at least, and now police are investigating?"}], "speaker": "LEMON", "secId": 2}, {"sentences": [{"sentId": 11, "text": "Don, some strange circumstances here."}, {"sentId": 12, "text": "This semi, which is right down the street from that CVS thaT everybody's been protesting near is sitting outside the Baltimore City Department of Social Services."}], "speaker": "YOUNG", "secId": 3}, {"sentences": [{"sentId": 13, "text": "We saw a police investigating this area."}, {"sentId": 14, "text": "In fact, we saw them pull a body out of this truck in the last half hour."}, {"sentId": 15, "text": "Now police have cleared the scene."}], "speaker": "YOUNG", "secId": 4}, {"sentences": [{"sentId": 16, "text": "We tried to walk up and try to figure out exactly what was going on."}, {"sentId": 17, "text": "They did confirm it, it's a death investigation."}, {"sentId": 18, "text": "They would not tell us if it was homicide or that the man died of natural causes or what he died of something else."}], "speaker": "YOUNG", "secId": 5}, {"sentences": [{"sentId": 19, "text": "But we saw investigators looking at the passenger seat inside this semi here that's park just a block down from where protesters were standing even just an hour ago."}], "speaker": "YOUNG", "secId": 6}, {"sentences": [{"sentId": 20, "text": "If you look down this direction, you can actually see the intersection and that's the CVS right there on your left-hand side."}, {"sentId": 21, "text": "So, when we walk up the street, police had this entire area cordoned off."}], "speaker": "YOUNG", "secId": 7}, {"sentences": [{"sentId": 22, "text": "They had crime scene tape and you could see those investigators looking over that front seat and they pulled that body out, not sure if it's a man or a woman, put it on a gurney and took it back to where the medical examiner's van."}, {"sentId": 23, "text": "The homicide investigator walked over and asked us not to show you the video, but we wouldn't show you a body anyway."}, {"sentId": 24, "text": "We are still trying to figure out the details of this."}, {"sentId": 25, "text": "It is strange being a block away."}, {"sentId": 26, "text": "That's all we know for right now."}], "speaker": "YOUNG", "secId": 8}, {"sentences": [{"sentId": 27, "text": "All right, it is a strange situation."}, {"sentId": 28, "text": "Thank you very much for that, Ryan Young."}, {"sentId": 29, "text": "I want to get now to CNN's Brian Todd who's also on the streets of Baltimore."}, {"sentId": 30, "text": "Brian, what do you have for us?"}], "speaker": "LEMON", "secId": 9}, {"sentences": [{"sentId": 31, "text": "Don, what a marked difference this intersection is showing us from just 30 minutes ago."}, {"sentId": 32, "text": "We're at the corner of Pennsylvania and North Avenue and traffic is flowing, the intersection is open."}], "speaker": "TODD", "secId": 10}, {"sentences": [{"sentId": 33, "text": "There are a few police officers on either side of the street."}, {"sentId": 34, "text": "They are now crossing the street."}, {"sentId": 35, "text": "It appears that they are getting ready to leave, most of them."}], "speaker": "TODD", "secId": 11}, {"sentences": [{"sentId": 36, "text": "This happened last night at about the same time, actually a little earlier and they were showing a strong presence and then as quickly, pulled back and they are trying to get this intersection back to normal to be ready for morning rush hour."}], "speaker": "TODD", "secId": 12}, {"sentences": [{"sentId": 37, "text": "And only about 30 minutes ago, it was quite the opposite and it was a standoff between the police and some of the locales as they tried to get some of the local residents off the street and then trying to get some of the media off the street."}], "speaker": "TODD", "secId": 13}, {"sentences": [{"sentId": 38, "text": "They were getting agitated with our presence as well and we were involved with a little push and pull when someone would not move out of the intersection but now very, very calm."}], "speaker": "TODD", "secId": 14}, {"sentences": [{"sentId": 39, "text": "And as Ryan reported, there's a death investigation right up the street."}, {"sentId": 40, "text": "That's the extent of the trouble here at the moment, don."}, {"sentId": 41, "text": "And you can see police vehicles leaving the scene and pulling back down North Avenue."}], "speaker": "TODD", "secId": 15}, {"sentences": [{"sentId": 42, "text": "Once they decide to get out of here, Don, they do it fairly quickly."}, {"sentId": 43, "text": "We expect them to deploy out of this intersection fairly soon."}], "speaker": "TODD", "secId": 16}, {"sentences": [{"sentId": 44, "text": "Good news that it is holding there and open to traffic."}, {"sentId": 45, "text": "Thank you very much, Brian Todd."}, {"sentId": 46, "text": "We'll get back to you as warranted."}], "speaker": "LEMON", "secId": 17}, {"sentences": [{"sentId": 47, "text": "CNN's Poppy Harlow live for us in protests in Philadelphia tonight."}, {"sentId": 48, "text": "There have been large numbers of people out there."}, {"sentId": 49, "text": "Poppy, take us there."}], "speaker": "LEMON", "secId": 18}, {"sentences": [{"sentId": 50, "text": "Hi, Don, well, it all started at around 4:30 p.m., hundreds and hundreds if not a thousand people gathered at city hall."}, {"sentId": 51, "text": "This is what it has become after four or five hours of marching."}, {"sentId": 52, "text": "You still got maybe 100 or 200 protesters out here."}], "speaker": "HARLOW", "secId": 19}, {"sentences": [{"sentId": 53, "text": "You still got police alongside of them."}, {"sentId": 54, "text": "I think my take away from tonight, Don, is how overall this has been a largely peaceful protest."}, {"sentId": 55, "text": "The chief inspector for the police in Philadelphia said it was going to be very large, loud and lawful and for the most part it was."}, {"sentId": 56, "text": "We know of at least two arrests, but not a lot."}, {"sentId": 57, "text": "It did get very confrontational for about 20 minutes earlier tonight when some of the protesters, hundreds of them, tried to get on to the interstate, I-95."}, {"sentId": 58, "text": "The police said no way, no how."}, {"sentId": 59, "text": "They blocked them with police on horses and bikes."}], "speaker": "HARLOW", "secId": 20}, {"sentences": [{"sentId": 60, "text": "They were confrontations then and that could have escalated and become sort of how it was for the rest of the night, but that is not what happened."}, {"sentId": 61, "text": "They made by the protesters continues to walk in the streets of downtown Philadelphia."}], "speaker": "HARLOW", "secId": 21}, {"sentences": [{"sentId": 62, "text": "One thing that stood out to me as a journalist watching this and one of them, Don, was about two hours ago when the entire group stopped in front of the federal prison in Baltimore and you saw inmates banging on the windows and flashing their cell lights on and off."}], "speaker": "HARLOW", "secId": 22}, {"sentences": [{"sentId": 63, "text": "And the people down looking up at them and protesting."}, {"sentId": 64, "text": "I asked one young man named Ryan why they were there and what that meant and he said that's because many of these people are incarcerated for nonviolent crimes and that the system needs to change."}], "speaker": "HARLOW", "secId": 23}, {"sentences": [{"sentId": 65, "text": "A young mother telling me earlier today that this is about Freddie Gray and wanting answers, but Don, this is also about economic disparity and a lack of opportunity for a lot of people."}], "speaker": "HARLOW", "secId": 24}, {"sentences": [{"sentId": 66, "text": "You have seen black men and women, white men and women, Asian men and women, marching together in the streets of Philadelphia."}, {"sentId": 67, "text": "The takeaway from tonight, but this was a largely message was united we stand, united we fall -- Don."}], "speaker": "HARLOW", "secId": 25}, {"sentences": [{"sentId": 68, "text": "And we see some people still out there milling about."}, {"sentId": 69, "text": "Thank you very much for that, Poppy Harlow, tonight in Philadelphia."}], "speaker": "TAPPER", "secId": 26}, {"sentences": [{"sentId": 70, "text": "Joining me now is Ed Norse."}, {"sentId": 71, "text": "He is the former Baltimore police commissioner and also with us, Cedric Alexander, he is the president of the National Organization of Black Law Enforcement Executives."}], "speaker": "TAPPER", "secId": 27}, {"sentences": [{"sentId": 72, "text": "Ivan Bates is a Baltimore attorney and Sunny Hostin is CNN's legal analyst and a former federal prosecutor."}, {"sentId": 73, "text": "Ivan, let's talk about where Ryan Young was."}], "speaker": "TAPPER", "secId": 28}, {"sentences": [{"sentId": 74, "text": "In a city this big, sadly, it's not unusual to have to investigate -- to have a death investigation going on."}], "speaker": "TAPPER", "secId": 29}, {"sentences": [{"sentId": 75, "text": "Especially in Baltimore, unfortunately."}], "speaker": "BATES", "secId": 30}, {"sentences": [{"sentId": 76, "text": "Yes, and for this particular neighborhood, sadly is that out of the --"}], "speaker": "LEMON", "secId": 31}, {"sentences": [{"sentId": 77, "text": "No, it's not."}, {"sentId": 78, "text": "Unfortunately we have, I believe if I'm not mistaken, that was the 8th or 9th murder that we've had since Mr. Gray was killed and so that's kind of unfortunately what's happening in Baltimore and it's one of the issues that we as a community really need to focus on and address."}, {"sentId": 79, "text": "LEMON:  So Ed, what do you make of -- let's get back to this story."}, {"sentId": 80, "text": "What do you make of the leaks of the investigation?"}, {"sentId": 81, "text": "Do you think that all of this is being done on purpose here?"}, {"sentId": 82, "text": "Would you have allowed leaks in your department when you were running it?"}], "speaker": "BATES", "secId": 32}, {"sentences": [{"sentId": 83, "text": "We never allow leaks but they do leak."}, {"sentId": 84, "text": "People leak stuff and every time there's a leak, it's intentional."}, {"sentId": 85, "text": "And if it's the department, which I doubt, it's probably individuals because a lot of people just like to do that."}], "speaker": "NORRIS", "secId": 33}, {"sentences": [{"sentId": 86, "text": "They like to see information in the newspaper and know they got it out there for whatever reason."}, {"sentId": 87, "text": "But it's extremely harmful and it just fuels the fire because it raises more questions, doesn't answer anything."}], "speaker": "NORRIS", "secId": 34}, {"sentences": [{"sentId": 88, "text": "And you get pieces to a puzzle without a solution and more speculation and community unrest and then there's a vacuum out there that will be filled by someone in the street and then, of course, you get more tension between the community and the police."}, {"sentId": 89, "text": "Not a good thing."}], "speaker": "NORRIS", "secId": 35}, {"sentences": [{"sentId": 90, "text": "When there's a leak, there's always an agenda behind it."}, {"sentId": 91, "text": "So, the question is, can that information be trusted?"}], "speaker": "LEMON", "secId": 36}, {"sentences": [{"sentId": 92, "text": "Well, I don't trust it because there's so much misinformation in this case and I mean, real misinformation because it's very two -- two very trusted new sources today."}], "speaker": "NORRIS", "secId": 37}, {"sentences": [{"sentId": 93, "text": "\"The Washington Post\" came without the information about Freddie Gray hurting himself and then, of course, \"The Washington Post\" is an esteemed newspaper and probably the most trusted reporter in Baltimore, Jay Miller, came out and said no, the information to the contrary."}, {"sentId": 94, "text": "That didn't happen."}], "speaker": "NORRIS", "secId": 38}, {"sentences": [{"sentId": 95, "text": "He said it was a very quiet ride."}, {"sentId": 96, "text": "So, two sources I trust very much from my news contradicting each other and both trusting their sources so I really question the stuff is being leaked and the veracity of it."}, {"sentId": 97, "text": "It was very, very harmful."}], "speaker": "NORRIS", "secId": 39}, {"sentences": [{"sentId": 98, "text": "Yes, there is a gentleman out there, who is saying that he was in the back of that van, but it's hard to confirm the information that he was actually there because sometimes, Ivan, as we have been speaking, there's no paperwork or they don't want to tell you about it."}, {"sentId": 99, "text": "What goes on with the police department in these particular situations?"}], "speaker": "LEMON", "secId": 40}, {"sentences": [{"sentId": 100, "text": "The police department will arrest the individual."}, {"sentId": 101, "text": "They are supposed to take them to central booking."}, {"sentId": 102, "text": "That's the large facility based and houses the individuals when they're arrested."}], "speaker": "BATES", "secId": 41}, {"sentences": [{"sentId": 103, "text": "Once they are arrested, at that moment in time, they're in the custody of the central booking and then they're placed in the computer, maybe they're sitting there for a while, a shift change."}, {"sentId": 104, "text": "You really don't know."}], "speaker": "BATES", "secId": 42}, {"sentences": [{"sentId": 105, "text": "And some individuals may just receive a walk through and go through without even --"}], "speaker": "BATES", "secId": 43}, {"sentences": [{"sentId": 106, "text": "And so they may say that they are still there and they are not there."}], "speaker": "LEMON", "secId": 44}, {"sentences": [{"sentId": 107, "text": "And they may not know that because maybe the computer work hasn't been updated."}], "speaker": "BATES", "secId": 45}, {"sentences": [{"sentId": 108, "text": "So, it's basically not that organized."}], "speaker": "LEMON", "secId": 46}, {"sentences": [{"sentId": 109, "text": "And Ivan actually has been on both sides of the aisle."}, {"sentId": 110, "text": "You are a defense attorney now, but also with the state attorneys as well here in Baltimore."}], "speaker": "HOSTIN", "secId": 47}, {"sentences": [{"sentId": 111, "text": "But I think it's true, it's really difficult in terms of figuring out what happened especially when you have these leaks that we're getting."}], "speaker": "HOSTIN", "secId": 48}, {"sentences": [{"sentId": 112, "text": "But I also think and it's something that we've talked about, Don, I remain uncomfortable with police officers investigating their own."}], "speaker": "HOSTIN", "secId": 49}, {"sentences": [{"sentId": 113, "text": "You read my mind."}, {"sentId": 114, "text": "That was my next question to you."}], "speaker": "LEMON", "secId": 50}, {"sentences": [{"sentId": 115, "text": "I remain uncomfortable with that."}, {"sentId": 116, "text": "I remain uncomfortable with prosecutors investigating those officers that they work day in and day out."}, {"sentId": 117, "text": "I don't know if Ivan agrees with me, but when I was a prosecutor, I was loathed to investigate the officers or the agents that I was working with."}], "speaker": "HOSTIN", "secId": 51}, {"sentences": [{"sentId": 118, "text": "It's very difficult because you become so close, you trust each other and I think it's a difficult task."}, {"sentId": 119, "text": "I think when you have cases like Freddie Gray and all cases we've seen all around the country, there really needs to be a different system and perhaps it needs to be always an independent investigator."}], "speaker": "HOSTIN", "secId": 52}, {"sentences": [{"sentId": 120, "text": "And speaking of the investigation and that preliminary report, it came out a day early, Cedric, so they their act together in terms of this report."}, {"sentId": 121, "text": "What's the significance of that?"}, {"sentId": 122, "text": "Do you think this helped defuse some of the tension that was brewing maybe as it relates to tomorrow?"}], "speaker": "LEMON", "secId": 53}, {"sentences": [{"sentId": 123, "text": "Well, I think what's important, talking about the independent investigations, Don, is that one thing that 21st Century task force clearly states is that we should move toward doing independent investigations."}], "speaker": "ALEXANDER", "secId": 54}, {"sentences": [{"sentId": 124, "text": "All the reasons that Sunny just stated and in addition to that as well, if we're trying to build relationships and trust with our communities, it's often seen that it's much better to do when you have outside independent investigators looking into fatalities that may have occurred as result of one of your officers."}], "speaker": "ALEXANDER", "secId": 55}, {"sentences": [{"sentId": 125, "text": "But I think it becomes critically important as well too, the flip side of that is that for years the police departments have done their own homicide investigations as it relates to fatalities and they have done a great job as well too."}, {"sentId": 126, "text": "But we are in a different era of policing today, and we had a very different time in policing as well to, which means now we have to move those investigations to independent outside sources who will take a look at them."}], "speaker": "ALEXANDER", "secId": 56}, {"sentences": [{"sentId": 127, "text": "Because one thing that's not going to change is the forensics evidence, the witness statements always going to be the same and that's not going to change regardless of who does the investigation, but I support those outside independent investigations."}], "speaker": "ALEXANDER", "secId": 57}, {"sentences": [{"sentId": 128, "text": "I think everybody on the panel does so standby, everyone."}, {"sentId": 129, "text": "When we come right back, we are going to have more from Baltimore under a curfew, a mandatory curfew for a third night."}], "speaker": "LEMON", "secId": 58}, {"sentences": [{"sentId": 130, "text": "Plus you saw it live during our coverage this week, check this out."}, {"sentId": 131, "text": "It was a protester, nabbed by officers in riot gear and pushed into a Humvee."}, {"sentId": 132, "text": "Tonight he tells me what happened to him."}, {"sentId": 133, "text": "That's next."}], "speaker": "LEMON", "secId": 59}, {"sentences": [{"sentId": 134, "text": "Our breaking news tonight, we're talking about the mandatory curfew."}, {"sentId": 135, "text": "It's city wide in Baltimore."}, {"sentId": 136, "text": "So far it's keeping the city calm, but one of the most dramatic moments of our coverage so far was this."}], "speaker": "LEMON", "secId": 60}, {"sentences": [{"sentId": 137, "text": "A protester later identified as Joseph Kent, nabbed by officers in riot gear and pushed into a Humvee."}, {"sentId": 138, "text": "I talked to him today and he told me what it was like."}], "speaker": "LEMON", "secId": 61}, {"sentences": [{"sentId": 139, "text": "Tell us what happened in that moment?"}], "speaker": "LEMON", "secId": 62}, {"sentences": [{"sentId": 140, "text": "What happened was I was walking peacefully and they said it was a tactic to wing me to them and bubble me in."}, {"sentId": 141, "text": "So, I was confused because I thought they already knew who I was, but it was a whole other line up."}], "speaker": "KENT", "secId": 63}, {"sentences": [{"sentId": 142, "text": "And then what they do when the Humvee comes?"}], "speaker": "LEMON", "secId": 64}, {"sentences": [{"sentId": 143, "text": "They used the Humvee to block me in from an angle and it was like a bubble formation that came to me."}, {"sentId": 144, "text": "I couldn't go backwards and as they approached me they had their shields, which cut me a little bit and they blocked me in."}], "speaker": "KENT", "secId": 65}, {"sentences": [{"sentId": 145, "text": "Let me see."}], "speaker": "LEMON", "secId": 66}, {"sentences": [{"sentId": 146, "text": "As the Humvee was moving really slow, they was moving me with it and they sat me in that seat that's right there by the door and drove me to the paddy wagon and transported me to central booking."}], "speaker": "KENT", "secId": 67}, {"sentences": [{"sentId": 147, "text": "So they snatched you up."}, {"sentId": 148, "text": "We thought that they pulled you in the crowd, but they put you right into the Humvee."}, {"sentId": 149, "text": "KENT:  Yes, they actually -- they pulled me in."}, {"sentId": 150, "text": "They came altogether."}, {"sentId": 151, "text": "I'm in the center and as the car was moving, I was walking with them, but then I -- it's like I got sucked in like a vacuum cleaner."}, {"sentId": 152, "text": "It is like the Humvee was a vacuum cleaner and I was going in the Humvee."}], "speaker": "LEMON", "secId": 68}, {"sentences": [{"sentId": 153, "text": "What were you thinking?"}], "speaker": "LEMON", "secId": 69}, {"sentences": [{"sentId": 154, "text": "What did I do wrong?"}, {"sentId": 155, "text": "I thought they knew who I was."}, {"sentId": 156, "text": "We had an agreement that if I keep all these protesters peaceful and leave by curfew, that I would be safe and protected on my end and I kept my word and they didn't."}, {"sentId": 157, "text": "That's why I was so confused as to why they were grabbing me."}], "speaker": "KENT", "secId": 70}, {"sentences": [{"sentId": 158, "text": "Why were you out there?"}], "speaker": "LEMON", "secId": 71}, {"sentences": [{"sentId": 159, "text": "Because I wanted to stand up for what was right."}], "speaker": "KENT", "secId": 72}, {"sentences": [{"sentId": 160, "text": "What do you want people to know about you?"}], "speaker": "LEMON", "secId": 73}, {"sentences": [{"sentId": 161, "text": "I want people to know that it wasn't my fault and I'll be here until we get answers about police brutality and not in Baltimore, but all over the world."}, {"sentId": 162, "text": "And we're going to be positive and stand together as one."}, {"sentId": 163, "text": "I encourage everybody to come out here."}], "speaker": "KENT", "secId": 74}, {"sentences": [{"sentId": 164, "text": "I'm glad you spoke to us and cleared it up."}, {"sentId": 165, "text": "Thank you."}], "speaker": "LEMON", "secId": 75}, {"sentences": [{"sentId": 166, "text": "The 21-year-old young man, Ed Norris is back with us, Cedric Alexander, Ivan Bates and Sunny Hostin, are all with us."}, {"sentId": 167, "text": "So, Ed, he said that Humvee sucked him up like a vacuum cleaner."}, {"sentId": 168, "text": "Do you train your department to do that or is that National Guard?"}, {"sentId": 169, "text": "Who's in charge here?"}], "speaker": "LEMON", "secId": 76}, {"sentences": [{"sentId": 170, "text": "Well, I mean, some guys in the department would do it anyway."}, {"sentId": 171, "text": "I don't know who actually did that, but certainly our S.W.A.T."}, {"sentId": 172, "text": "guys would be able to do that, extraction teams."}, {"sentId": 173, "text": "I mean, that's the way it's supposed to go very smoothly, you know, very quickly, and they did an amazing job and it's very funny the way he described it though."}], "speaker": "NORRIS", "secId": 77}, {"sentences": [{"sentId": 174, "text": "I've said on the air that night because people think we're watching at home, and we have these tiny monitors out here and I was like, did somebody just get hit because we're watching on these small monitors."}], "speaker": "LEMON", "secId": 78}, {"sentences": [{"sentId": 175, "text": "I said that looked like a smooth move and he said the same thing  to me, was it was pretty smooth, he wasn't happy about it and his friend said he probably should have had his butt at home, but he's a very nice young man."}], "speaker": "LEMON", "secId": 79}, {"sentences": [{"sentId": 176, "text": "I think there are people that are protesting and trying to be provocative and civilly disobedient, but again what we saw, I still think was the police orchestrating an arrest with somewhat of restraint and it did seem to be a flawless execution of that."}], "speaker": "HOSTIN", "secId": 80}, {"sentences": [{"sentId": 177, "text": "Like we said, a pretty smooth move."}, {"sentId": 178, "text": "Ivan, I want to ask you about your concerns about the state's attorney, about Marilyn Mosley?"}], "speaker": "LEMON", "secId": 81}, {"sentences": [{"sentId": 179, "text": "I do."}, {"sentId": 180, "text": "One of the problems I have is this is a homicide investigation."}, {"sentId": 181, "text": "Ms. Mosley's never ever handled a homicide."}, {"sentId": 182, "text": "She's never ever handled a felony involving serious bodily injury."}], "speaker": "BATES", "secId": 82}, {"sentences": [{"sentId": 183, "text": "But she's an experience attorney when it comes to insurance."}, {"sentId": 184, "text": "She is an insurance attorney, right?"}], "speaker": "LEMON", "secId": 83}, {"sentences": [{"sentId": 185, "text": "She was."}, {"sentId": 186, "text": "She is a prosecutor for a couple of years."}, {"sentId": 187, "text": "When you have a homicide investigation, a number of issues, one of the issues that we first have to look at who are you serving?"}, {"sentId": 188, "text": "Yes, you're serving the public, but I also believe she has a couple of conflicts here."}, {"sentId": 189, "text": "One of those is her husband, this is his district where this incident happened and that is very important."}], "speaker": "BATES", "secId": 84}, {"sentences": [{"sentId": 190, "text": "Do you think there is a conflict of interest?"}], "speaker": "LEMON", "secId": 85}, {"sentences": [{"sentId": 191, "text": "There is conflict because say she doesn't indict, who will the citizens of his district take it out on?"}], "speaker": "BATES", "secId": 86}, {"sentences": [{"sentId": 192, "text": "How did she get there?"}], "speaker": "LEMON", "secId": 87}, {"sentences": [{"sentId": 193, "text": "She was voted in by the citizens."}], "speaker": "BATES", "secId": 88}, {"sentences": [{"sentId": 194, "text": "I know that process, but how did she get there?"}, {"sentId": 195, "text": "Did she win people over?"}, {"sentId": 196, "text": "Did she have some help because her husband is a well- known politician?"}], "speaker": "LEMON", "secId": 89}, {"sentences": [{"sentId": 197, "text": "One of her biggest supporters happens to be Mr. Gray's family attorney, Billy Murphy."}, {"sentId": 198, "text": "So, when you sit down and look at that conflict, Mr. Murphy and his firm stand a benefit great so when you look at the issues there, as well as the police officers themselves because she represents the police officers."}, {"sentId": 199, "text": "I definitely feel that we need to have an independent --"}], "speaker": "BATES", "secId": 90}, {"sentences": [{"sentId": 200, "text": "I want to read part of her statement."}, {"sentId": 201, "text": "It says \"While we have and will continue to leverage the information received by the department, we are not relying solely on their findings but rather the facts that we have gathered.\""}, {"sentId": 202, "text": "What do you make of that statement?"}], "speaker": "LEMON", "secId": 91}, {"sentences": [{"sentId": 203, "text": "Well, it's hard to make anything of it."}, {"sentId": 204, "text": "It's somewhat vague quite frankly and maybe it needs to be in a little further context."}, {"sentId": 205, "text": "But let me say this in regards to the state's attorney right there."}], "speaker": "ALEXANDER", "secId": 92}, {"sentences": [{"sentId": 206, "text": "I certainly understand the concerns that everyone has about her but when you're asking and so often we hear that people indigenous to the community in which they serve, she's indigenous to the community in which she serves."}], "speaker": "ALEXANDER", "secId": 93}, {"sentences": [{"sentId": 207, "text": "And even though there may be some concerns about it, at the end of the day we have to respect that she was elected by the people in the community."}, {"sentId": 208, "text": "So I think going forward is important to pay attention to how the case is going to evolve."}], "speaker": "ALEXANDER", "secId": 94}, {"sentences": [{"sentId": 209, "text": "But in all fairness, though, to her as a state attorney, she is indigenous an grew up in that community for the 35 years of her life and this is just -- that's just the reality of it."}], "speaker": "ALEXANDER", "secId": 95}, {"sentences": [{"sentId": 210, "text": "But I'm hopeful and I'm also very confident that she's going to do a good job and the very best job I think that we could expect under the circumstances."}], "speaker": "ALEXANDER", "secId": 96}, {"sentences": [{"sentId": 211, "text": "OK, all right, everyone, standby."}, {"sentId": 212, "text": "We have much more to come in the city of Baltimore under a mandatory curfew for the third night in a row."}, {"sentId": 213, "text": "And coming up, the powerful African-American women in charge of keeping the peace in this tent city."}], "speaker": "LEMON", "secId": 97}, {"sentences": [{"sentId": 214, "text": "Our breaking news, Baltimore under a city wide state of emergency and under a curfew for the third night in a row."}, {"sentId": 215, "text": "They're trying to keep the peace here."}, {"sentId": 216, "text": "Three powerful African-American women are doing it."}, {"sentId": 217, "text": "CNN's Stephanie Elam has their story."}], "speaker": "LEMON", "secId": 98}, {"sentences": [{"sentId": 218, "text": "This may be the popular image of a powerful woman in Baltimore, but the real fight for peace, justice and civil rights is being waged by these women."}], "speaker": "ELAM", "secId": 99}, {"sentences": [{"sentId": 219, "text": "If, with the nation watching, three black women at three different levels can't get justice and healing for this community, you tell me, where we are going to get it?"}], "speaker": "RAWLINGS-BLAKE", "secId": 100}, {"sentences": [{"sentId": 220, "text": "That's right."}, {"sentId": 221, "text": "The mayor, the state's attorney and the head of Maryland's military are all black women."}], "speaker": "ELAM", "secId": 101}, {"sentences": [{"sentId": 222, "text": "I love this city and I know we can be better than what we have seen."}], "speaker": "RAWLINGS-BLAKE", "secId": 102}, {"sentences": [{"sentId": 223, "text": "Perhaps the face of Baltimore politics, Stephanie Rawlings- Blake is the city's mayor, a former public defense, Rawlings-Blake walked away with nearly 90 percent of the general vote in 2011 to win her first full term."}, {"sentId": 224, "text": "A Baltimore native, she was first elected to the city council when she was just 25 years old."}, {"sentId": 225, "text": "She's a graduate of Overlain College and the University of Maryland School of Law."}, {"sentId": 226, "text": "She is married and has a daughter."}], "speaker": "ELAM", "secId": 103}, {"sentences": [{"sentId": 227, "text": "I come from a long line of police officers."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 104}, {"sentences": [{"sentId": 228, "text": "Marilyn Mosby is Baltimore's newly elected state's attorney."}, {"sentId": 229, "text": "After graduating from Tuskegee University, Mosby earned a law degree at Boston College and then joined the Baltimore City State's Attorney's Office before becoming a prosecutor."}, {"sentId": 230, "text": "She and her husband have two children."}], "speaker": "ELAM", "secId": 105}, {"sentences": [{"sentId": 231, "text": "I didn't have really any racial issues all of my career."}, {"sentId": 232, "text": "I would have to say it's been more about being a woman."}, {"sentId": 233, "text": "ELAM:  As the adjutant general for Maryland, Linda Singh is in charge of the state's military department including its National Guard."}, {"sentId": 234, "text": "She is the first black person and the first woman to hold the post."}, {"sentId": 235, "text": "She is also a member of the governor's cabinet."}], "speaker": "SINGH", "secId": 106}, {"sentences": [{"sentId": 236, "text": "I hope that we remember that trying to change culture and habit does not happen overnight."}], "speaker": "SINGH", "secId": 107}, {"sentences": [{"sentId": 237, "text": "A high school dropout, Singh went on to graduate from college, earned two master's degrees and received a bronze star."}, {"sentId": 238, "text": "The 50-year- old Maryland native is married with two daughters."}], "speaker": "ELAM", "secId": 108}, {"sentences": [{"sentId": 239, "text": "Watching closely, the first black female attorney general of the United States who took office on Monday, the day the protests intensified."}, {"sentId": 240, "text": "All powerful black women, whose legacy may forever be tied to this moment in Baltimore's history."}, {"sentId": 241, "text": "Stephanie Elam, CNN."}], "speaker": "ELAM", "secId": 109}, {"sentences": [{"sentId": 242, "text": "All right, joining me now is New York Time's bestselling author and the subject of a movie, \"The Blind Side,\" Leigh Anne Tuohy, and also Sunny Hostin is back with us tonight."}], "speaker": "LEMON", "secId": 110}, {"sentences": [{"sentId": 243, "text": "Sunny, she laid it out."}, {"sentId": 244, "text": "These very powerful African-American women starting with the attorney general of the United States all the way to the mayor here in charge."}], "speaker": "LEMON", "secId": 111}, {"sentences": [{"sentId": 245, "text": "And I'm so proud of that."}, {"sentId": 246, "text": "It's an incredible moment of history when you see that type of leadership coming from so many women."}, {"sentId": 247, "text": "What's fascinating to me in terms of some of the criticism towards the mayor, I do wonder if that level of criticism would be levered against a male."}], "speaker": "HOSTIN", "secId": 112}, {"sentences": [{"sentId": 248, "text": "I think it would, but she is a friend of yours."}], "speaker": "LEMON", "secId": 113}, {"sentences": [{"sentId": 249, "text": "She is a friend of mine, of course, and I've tried to be very transparent of that because we are very close friends and we've been friends over 20 years."}, {"sentId": 250, "text": "But I do find that some of the criticisms, they talk about the mayor's clothing and makeup, would they do that if she were a man, so I find that fascinating."}], "speaker": "HOSTIN", "secId": 114}, {"sentences": [{"sentId": 251, "text": "Even some of the male politicians are coming up to me saying, you were a bit tough on her and I said I asked the same questions of the governor."}, {"sentId": 252, "text": "And she's a big girl, she can take care of herself and they said, maybe you're right."}, {"sentId": 253, "text": "So I think there's sexism in a reverse way."}], "speaker": "LEMON", "secId": 115}, {"sentences": [{"sentId": 254, "text": "And that may be true, but I do think that sometimes there is that bit of misogyny that sometimes comes through when you're talking about female leaders."}], "speaker": "HOSTIN", "secId": 116}, {"sentences": [{"sentId": 255, "text": "I'm not going to disagree with you."}, {"sentId": 256, "text": "Your son played for the Ravens and you were on the side lines for his Super Bowl victory."}, {"sentId": 257, "text": "What is your reaction about Baltimore?"}], "speaker": "LEMON", "secId": 117}, {"sentences": [{"sentId": 258, "text": "Actually, my youngest son, plays for Loyola Maryland so SJ is in Baltimore as well."}, {"sentId": 259, "text": "I think they're like all of us that they're a little bit shocked that this is happening in the United States of America, but Baltimore is an amazing city, wonderful people."}], "speaker": "TUOHY", "secId": 118}, {"sentences": [{"sentId": 260, "text": "We've spent a vast amount of time in Baltimore."}, {"sentId": 261, "text": "I love the city and love the people in Baltimore."}, {"sentId": 262, "text": "And unfortunately through a series of events, this has all happened and your take away is we want to fix it."}], "speaker": "TUOHY", "secId": 119}, {"sentences": [{"sentId": 263, "text": "Because there's a side of Baltimore that we're not seeing through these horrible past few days, there are people that want you to realize you don't have to look like something to love them."}], "speaker": "TUOHY", "secId": 120}, {"sentences": [{"sentId": 264, "text": "And I hope that through what's going on that we all learn lessons from this and SJ is happy there, loves the people in Baltimore and it's been a wonderful fit for both of my boys."}], "speaker": "TUOHY", "secId": 121}, {"sentences": [{"sentId": 265, "text": "We have nothing but great experiences there."}, {"sentId": 266, "text": "We have a lot of friends, white, black, red, yellow, blue, green, up town, downtown, middle of town and if we don't learn something from this, it's a grave mistake on all our parts."}], "speaker": "TUOHY", "secId": 122}, {"sentences": [{"sentId": 267, "text": "I completely I agree with you."}, {"sentId": 268, "text": "You have been dubbed the warrior princess and what you saw, I'm sure you saw a great deal of the woman who was on video and getting her son out of the middle the protest."}], "speaker": "LEMON", "secId": 123}, {"sentences": [{"sentId": 269, "text": "I was actually surprised that people had derogatory things to say, because you have not only black women stand up to their kids."}, {"sentId": 270, "text": "You have all types of women and I think that's what he needed in the moment and she came through."}, {"sentId": 271, "text": "Do you see her as a hero?"}], "speaker": "LEMON", "secId": 124}, {"sentences": [{"sentId": 272, "text": "Absolutely."}, {"sentId": 273, "text": "I want her to have a cape, a crown, and a tiera and I will polish them and hold the back of her cape as she is walking."}, {"sentId": 274, "text": "That would have paled in comparison to what I would have done to one of my kids."}], "speaker": "TUOHY", "secId": 125}, {"sentences": [{"sentId": 275, "text": "And good for her and you know what?"}, {"sentId": 276, "text": "That's called parenting."}, {"sentId": 277, "text": "That's called loving your kids and I want to meet her, be her friend and I'm all about it."}, {"sentId": 278, "text": "That's how I parent."}, {"sentId": 279, "text": "So, that's how I parent and I raise our kids and I would have done the exact same thing."}], "speaker": "TUOHY", "secId": 126}, {"sentences": [{"sentId": 280, "text": "Yes, I did too and I was surprised when people were saying, this is a terrible image that it puts out about African-American -- I thought it was a great image."}, {"sentId": 281, "text": "A woman trying to protect her child and doing it in the way she knows how and there are a million different ways to raise your kid and who are we to judge how she does it."}], "speaker": "LEMON", "secId": 127}, {"sentences": [{"sentId": 282, "text": "Absolutely."}, {"sentId": 283, "text": "I would have had a paddle in one hand and a broom in another."}, {"sentId": 284, "text": "We need all follow her lead a little bit more than this, you know, sing kumbaya kind of tuff with your kids."}, {"sentId": 285, "text": "You need to be a parent and not a friend and she was parenting."}], "speaker": "TUOHY", "secId": 128}, {"sentences": [{"sentId": 286, "text": "Yes."}, {"sentId": 287, "text": "There are a lot of powerful women who are involved in this particularly."}, {"sentId": 288, "text": "So, Sunny and Leigh Anne, I want to give us some of what perspectives do you think women and moms bring to the table that allows them to see things a bit differently, Sunny?"}, {"sentId": 289, "text": "HOSTIN:  I definitely think women especially mothers have a different perspective."}, {"sentId": 290, "text": "I think when you consider that -- when this happened, when the rioting happened, there were children out in the streets, right, so we know there were children let out of schools."}], "speaker": "LEMON", "secId": 129}, {"sentences": [{"sentId": 291, "text": "I think that was one of the mayor's considerations in terms of over militarizing the police."}, {"sentId": 292, "text": "Because if you do that and you have someone's children outside, that is definitely something that a mother will take into consideration."}], "speaker": "LEMON", "secId": 130}, {"sentences": [{"sentId": 293, "text": "So I think our women and sensitivity as women, I think sometimes, I'm not shade or color, but certainly it's part of the equation when we make decisions and I think it's a good part of making a decision."}], "speaker": "LEMON", "secId": 131}, {"sentences": [{"sentId": 294, "text": "She said I just knew that was my son, I locked eyes on him and I knew."}, {"sentId": 295, "text": "So many women have that and many men don't really have that natural instinct."}, {"sentId": 296, "text": "Thank you much."}, {"sentId": 297, "text": "I appreciate both of you helping me out with this discussion."}, {"sentId": 298, "text": "When we come right back, much more live from Baltimore, the city under curfew tonight."}], "speaker": "LEMON", "secId": 132}, {"sentences": [{"sentId": 299, "text": "We are live in Baltimore, the city under mandatory curfew for the third night."}, {"sentId": 300, "text": "We talked to the people in some of Baltimore's neighborhoods, neighborhoods where poor and minority people lived."}, {"sentId": 301, "text": "They will tell you what happened to Freddie Gray is all too familiar."}], "speaker": "LEMON", "secId": 133}, {"sentences": [{"sentId": 302, "text": "Earlier I went to the corner of East Monument Street and Chester Street to take a walk with writer, D. Watkins."}, {"sentId": 303, "text": "He grew up in the neighborhood and he wrote an op-ed in the \"New York Times\" titled \"In Baltimore, We're All Freddie Gray.\""}], "speaker": "LEMON", "secId": 134}, {"sentences": [{"sentId": 304, "text": "So, this is your neighborhood?"}], "speaker": "LEMON", "secId": 135}, {"sentences": [{"sentId": 305, "text": "D. WATKINS, WRITER BORN AND RAISED IN BALTIMORE:  Yes, down the hill."}, {"sentId": 306, "text": "This is East Baltimore, just like West Baltimore, oppressed, high unemployment rates, and a lot of people struggling to survive."}, {"sentId": 307, "text": "And a lot of working class people and amazing people that wake up and they work three jobs to survive to live a simple life."}], "speaker": "LEMON", "secId": 136}, {"sentences": [{"sentId": 308, "text": "How are you doing, Officer?"}, {"sentId": 309, "text": "Your experiences with police officers, many of them took place in this neighborhood?"}], "speaker": "LEMON", "secId": 137}, {"sentences": [{"sentId": 310, "text": "D. WATKINS:  If you live in a black area, that's poor, they don't protect and serve, they enforce."}], "speaker": "LEMON", "secId": 138}, {"sentences": [{"sentId": 311, "text": "Do you ever have interactions with the cops?"}], "speaker": "LEMON", "secId": 139}, {"sentences": [{"sentId": 312, "text": "No."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 140}, {"sentences": [{"sentId": 313, "text": "Fortunately you don't."}, {"sentId": 314, "text": "Do you ever see it?"}], "speaker": "LEMON", "secId": 141}, {"sentences": [{"sentId": 315, "text": "Yes, all the time."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 142}, {"sentences": [{"sentId": 316, "text": "What do you see?"}], "speaker": "LEMON", "secId": 143}, {"sentences": [{"sentId": 317, "text": "Harassment."}, {"sentId": 318, "text": "Pulling them to the side, checking their pockets but not do anything that end, they'll just keep messing with them because of where they are or who they with."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 144}, {"sentences": [{"sentId": 319, "text": "Thank you."}, {"sentId": 320, "text": "So this is getting out time for kids in school."}, {"sentId": 321, "text": "So, if you were walking home from school, what would happen?"}], "speaker": "LEMON", "secId": 145}, {"sentences": [{"sentId": 322, "text": "D. WATKINS:  It's funny that we make an incredible  because a lot of times we would stop over here at the basketball court and hoop, without even taking off our uniforms, just play basketball until the sun went down."}], "speaker": "LEMON", "secId": 146}, {"sentences": [{"sentId": 323, "text": "And again, you would think seeing a group of kids play basketball would be safe place, a place we wouldn't have to worry about being harassed by police officers, but it's not."}, {"sentId": 324, "text": "I remember police brutality going on forever."}, {"sentId": 325, "text": "I don't remember a time when we weren't the victims of police brutality."}], "speaker": "LEMON", "secId": 147}, {"sentences": [{"sentId": 326, "text": "What's your hope for this neighborhood especially for Baltimore?"}], "speaker": "LEMON", "secId": 148}, {"sentences": [{"sentId": 327, "text": "D. WATKINS:  I hope that we can rise above the madness."}, {"sentId": 328, "text": "I hope that we can take the energy that has been injected into our city from the Freddie Gray issue and turn it into a positive learning experience where everyone can see how important it is to make money in a legal way, invest in your neighborhood and just build."}, {"sentId": 329, "text": "Positive people are being pushed from seeing what's going on."}], "speaker": "LEMON", "secId": 149}, {"sentences": [{"sentId": 330, "text": "You want to go higher?"}, {"sentId": 331, "text": "Whoa."}], "speaker": "LEMON", "secId": 150}, {"sentences": [{"sentId": 332, "text": "Those are my new buddies."}, {"sentId": 333, "text": "They were so cute."}, {"sentId": 334, "text": "I want to bring in now, Ed Norris, Cedric Alexander, Ivan Bates and Sunny Hostin."}, {"sentId": 335, "text": "They are back with me."}, {"sentId": 336, "text": "So Ed, when you hear people criticize members of your former department, what do you think about that?"}], "speaker": "LEMON", "secId": 151}, {"sentences": [{"sentId": 337, "text": "Well, I find it amazing that in a city that has a tremendous poverty rate, drug problems, all kinds of societal problems."}, {"sentId": 338, "text": "It's one of the most dangerous cities in America still, it seems like the police never get it right in Baltimore."}], "speaker": "NORRIS", "secId": 152}, {"sentences": [{"sentId": 339, "text": "It seems like they stop the wrong people constantly and it's frustrating."}, {"sentId": 340, "text": "There are bad police officers in every police department, the wrong people are stopped and do get stopped occasionally."}], "speaker": "NORRIS", "secId": 153}, {"sentences": [{"sentId": 341, "text": "But this argument is becoming preposterous that the police just stop people constantly and there's nothing else going on."}, {"sentId": 342, "text": "There is no bad activity."}, {"sentId": 343, "text": "I don't hear the other side of the story at all in this."}], "speaker": "NORRIS", "secId": 154}, {"sentences": [{"sentId": 344, "text": "And I think it's dangerous."}, {"sentId": 345, "text": "This is a much broader story."}, {"sentId": 346, "text": "I just think we're talking about the police incessantly."}, {"sentId": 347, "text": "We're not talking about this ridiculous drug law we fight."}, {"sentId": 348, "text": "How is this working for anybody?"}], "speaker": "NORRIS", "secId": 155}, {"sentences": [{"sentId": 349, "text": "We are doing for these decades."}, {"sentId": 350, "text": "Nothing has improved except the prisons are getting fuller and we do more of it."}, {"sentId": 351, "text": "And of course, education and poverty and all the disenfranchisement, but the conversation still focus on the police."}], "speaker": "NORRIS", "secId": 156}, {"sentences": [{"sentId": 352, "text": "I can't imagine in America the police are the sole problem."}, {"sentId": 353, "text": "And it's just getting to be a little frustrating for those who wore or wear uniforms."}], "speaker": "NORRIS", "secId": 157}, {"sentences": [{"sentId": 354, "text": "Does he have a point, Cedric?"}], "speaker": "LEMON", "secId": 158}, {"sentences": [{"sentId": 355, "text": "Well, yes he has a point and he's right on point because there are a lot of good police officers in Baltimore, Miami, L.A., cities across this great country that are doing good work that go unnoticed often times."}], "speaker": "ALEXANDER", "secId": 159}, {"sentences": [{"sentId": 356, "text": "But just like Ed just stated, just like in any other profession, we locate them and move them out and I'm quite sure he had to do it over his career, I certainly have had to in my time."}], "speaker": "ALEXANDER", "secId": 160}, {"sentences": [{"sentId": 357, "text": "But there are a lot of good police officers out there and I'm pretty sure there are a lot of good police officers in Baltimore as well too."}], "speaker": "ALEXANDER", "secId": 161}, {"sentences": [{"sentId": 358, "text": "So, we've been talking about -- we do spend a lot of time talking about how police officers and police departments get it wrong."}, {"sentId": 359, "text": "Sunny, what's a police department that is getting it right"}], "speaker": "LEMON", "secId": 162}, {"sentences": [{"sentId": 360, "text": "Well, listen, to be sure, it's a difficult job."}, {"sentId": 361, "text": "I work would police officers day in and day out when I was a prosecutor and there are good police officers, but we do have to recognize that there is an epidemic in our country of police officers using excessive force against young African-American men."}], "speaker": "HOSTIN", "secId": 163}, {"sentences": [{"sentId": 362, "text": "And I don't think that it's enough for us to say we're talking too much about police and police are good guys and there are just a few bad apples."}, {"sentId": 363, "text": "Obviously at this point, there are more than just a few bad apples."}], "speaker": "HOSTIN", "secId": 164}, {"sentences": [{"sentId": 364, "text": "I think what we need to talk about is perhaps retraining our police force."}, {"sentId": 365, "text": "I think we also need to talk about community policing."}, {"sentId": 366, "text": "There used to be the beat cops on the street and there was a trust in the community."}], "speaker": "HOSTIN", "secId": 165}, {"sentences": [{"sentId": 367, "text": "We're having a crisis in confidence for our police officers and our police forces around the country and I don't think that it's fair to sweep it under the rug and say, I'm sorry, we're bashing the police and they are just a few bad apples."}, {"sentId": 368, "text": "Much more nuance."}], "speaker": "HOSTIN", "secId": 166}, {"sentences": [{"sentId": 369, "text": "We do a lot of police bashing and many times it's warranted."}, {"sentId": 370, "text": "And we shouldn't have to always give the caveat that there are a few bad apples."}, {"sentId": 371, "text": "If you watch the news, you see a lot of police bashing, but my thing is what happens with the kids?"}], "speaker": "LEMON", "secId": 167}, {"sentences": [{"sentId": 372, "text": "Because I wanted to scoop those kids up and take them home until they get old enough to -- but this is really about the future of these children who are in those communities."}, {"sentId": 373, "text": "What do we do here?"}], "speaker": "LEMON", "secId": 168}, {"sentences": [{"sentId": 374, "text": "Well, I think the first thing we have to do for our kids."}, {"sentId": 375, "text": "We have to let them know that we love them and care for them and that they will make mistakes, but we also provide guidance and learn that in making the mistakes they have to learn from them."}], "speaker": "BATES", "secId": 169}, {"sentences": [{"sentId": 376, "text": "I think one of the things that's very important unfortunately these young men and women, they get a criminal conviction and then the path to success is closed."}, {"sentId": 377, "text": "They can't get a job or rent an apartment and they feel disenfranchised in their neighborhoods."}], "speaker": "BATES", "secId": 170}, {"sentences": [{"sentId": 378, "text": "What we have to do is let them know that we can help you get rid of that conviction and help you overcome your issues."}], "speaker": "BATES", "secId": 171}, {"sentences": [{"sentId": 379, "text": "And we could get better parks for them, that play ground was awful."}, {"sentId": 380, "text": "We're going to go swinging."}, {"sentId": 381, "text": "That's Sunny's old neighborhood not far from there."}, {"sentId": 382, "text": "Thanks, everybody."}, {"sentId": 383, "text": "Appreciate."}, {"sentId": 384, "text": "We'll be right back."}], "speaker": "LEMON", "secId": 172}, {"sentences": [{"sentId": 385, "text": "It has been almost a week since the devastating earthquake hit Nepal, killing more than 5,500 people."}, {"sentId": 386, "text": "The United Nations said 8 million more have been affected, some 1.7 million of them children."}, {"sentId": 387, "text": "But two CNN heroes are working to help."}], "speaker": "LEMON", "secId": 173}, {"sentences": [{"sentId": 388, "text": "Nepal is a place of almost mystical beauty often belying the fact that it's also one of the world's poorest countries."}, {"sentId": 389, "text": "For years two women have been caring for some of Nepal's most vulnerable."}], "speaker": "COOPER", "secId": 174}, {"sentences": [{"sentId": 390, "text": "Pushba Basnet  founded the Butterfly Home for children of incarcerated parents."}, {"sentId": 391, "text": "Anurada Koirala  has rescued thousands of sex trafficking survivors giving them refuge and renewal."}], "speaker": "COOPER", "secId": 175}, {"sentences": [{"sentId": 392, "text": "Each earned global recognition as CNN Hero of the Year for their extraordinary work."}, {"sentId": 393, "text": "Last Saturday, their worlds were rocked."}, {"sentId": 394, "text": "Their places of joy and hope suddenly overwhelmed by fear and uncertainty."}], "speaker": "COOPER", "secId": 176}, {"sentences": [{"sentId": 395, "text": "Pushba and the 45 children in her care have been forced to live and sleep in a greenhouse behind their damaged home."}], "speaker": "COOPER", "secId": 177}, {"sentences": [{"sentId": 396, "text": "We are all are safe."}, {"sentId": 397, "text": "That's the most important thing for me."}, {"sentId": 398, "text": "We don't have electricity."}, {"sentId": 399, "text": "It's a really cold."}], "speaker": "UNIDENTIFIED FEMALE ", "secId": 178}, {"sentences": [{"sentId": 400, "text": "The CNN Heroes award money Pushba have received helped her build them a permanent home that was almost finished."}], "speaker": "COOPER", "secId": 179}, {"sentences": [{"sentId": 401, "text": "When the earthquake hit, all my dreams were scattered."}, {"sentId": 402, "text": "COOPER:  Anurada and 425 girls in her care are also sleeping outside, though their main home survived the quake, the hospice for her most vulnerable suffered serious damage."}], "speaker": "UNIDENTIFIED FEMALE ", "secId": 180}, {"sentences": [{"sentId": 403, "text": "We have terminally ill HIV positive girls and they're terrified."}, {"sentId": 404, "text": "My heart is crying."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 181}, {"sentences": [{"sentId": 405, "text": "But Anurada with her heroes' heart realizes now there is even more work to be done."}], "speaker": "COOPER", "secId": 182}, {"sentences": [{"sentId": 406, "text": "I'm going to take 200 more girls that have been orphaned by this disaster."}, {"sentId": 407, "text": "These girls are more vulnerable."}, {"sentId": 408, "text": "Maybe they could be trafficked, anything."}, {"sentId": 409, "text": "I will take as many as I can."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 183}, {"sentences": [{"sentId": 410, "text": "Facing an uncertain future, these remarkable women remind us what true heroism is all about."}], "speaker": "COOPER", "secId": 184}, {"sentences": [{"sentId": 411, "text": "And to donate, go to CNN heroes.com."}, {"sentId": 412, "text": "Our breaking news coverage from Baltimore continues in just a moment."}], "speaker": "LEMON", "secId": 185}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1504.30.cnnt.02.html.json", "time": "Aired April 30, 2015 - 23:00   ET"}