{"sectionCount": 142, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["LEMON", "LAH", "UNIDENTIFIED MALE", "VERCAMMEN", "HOF", "SHERIFF NYE COUNTY", "PINSKY", "HILLARY CLINTON", "HEWITT", "ROSEN", "RYE", "HURT", "CONGRESSMAN KEITH ELLISON", "REP. ELLISON"], "subTitle": "Lamar Odom Fighting for His Life; Hillary Clinton and Bernie Sanders debate", "url": "transcripts.cnn.com/TRANSCRIPTS/1510/14/cnnt.02.html", "sentenceCount": 506, "sections": [{"sentences": [{"sentId": 0, "text": "It is 11 pm here in New York."}, {"sentId": 1, "text": "8 pm in the West Coast, on the West Coast where Hillary Clinton and Bernie Sanders are looking to make the most of their oath debate momentum."}, {"sentId": 2, "text": "This is CNN tonight, I am Don Lemon."}, {"sentId": 3, "text": "Not to be out done though, Donald Trump is also out on the campaign trail tonight and we will get into all of that."}, {"sentId": 4, "text": "But first I want to begin with this, breaking news Lamar Odom fighting for his life tonight."}, {"sentId": 5, "text": "The former NBA star and estranged husband of Reality TV star Khloe Kardashian hospitalized in Las Vegas."}, {"sentId": 6, "text": "His father and two children at his bed side, Odom found unresponsive yesterday at the Love Ranch a legal brothel about an hour away from Las Vegas."}, {"sentId": 7, "text": "Joining me now is CNN's Kyung Lah and Paul Vercammen."}, {"sentId": 8, "text": "Kyung to you first, at the night county sheriff's office how they press conference tonight about Lamar Odom, what did we learn?"}], "speaker": "LEMON", "secId": 0}, {"sentences": [{"sentId": 9, "text": "Perhaps the most substantial thing we learned, Don, is that he was, according to 911 calls and early investigators is that he was dabbling in some sort of substance."}, {"sentId": 10, "text": "The substances varying from herbal ones, the ones that he may have obtained right there at the ranch, these are supplements to help with sexual activity."}, {"sentId": 11, "text": "This are something that you can buy over the counter, available in many truck stops."}, {"sentId": 12, "text": "But according to a 911 call also some illegal substances."}, {"sentId": 13, "text": "Take a listen."}], "speaker": "LAH", "secId": 1}, {"sentences": [{"sentId": 14, "text": "We do have help on the way."}], "speaker": "UNIDENTIFIED MALE", "secId": 2}, {"sentences": [{"sentId": 15, "text": "OK now they add this to it."}, {"sentId": 16, "text": "Somebody just told me that -- somebody just came up to me and he apparently had some cocaine on him that he finished -- did this on Saturday."}], "speaker": "UNIDENTIFIED MALE", "secId": 3}, {"sentences": [{"sentId": 17, "text": "There were a total of four phone calls made from that particular ranch."}, {"sentId": 18, "text": "At one point, Don, there was a panic call where the caller urged 911 to pleas hurry."}], "speaker": "LAH", "secId": 4}, {"sentences": [{"sentId": 19, "text": "OK, Kyung, could Lamar Odom or the ranch or the people who Odom was with, Could they face any charges?"}], "speaker": "LEMON", "secId": 5}, {"sentences": [{"sentId": 20, "text": "In a blank statement, absolutely."}, {"sentId": 21, "text": "This is early in the investigation, the Sheriff's department saying that they are going to look into each one of those possibilities where if this cocaine is actually to be true, where did it come from?"}, {"sentId": 22, "text": "How did he obtain it?"}, {"sentId": 23, "text": "Where was it?"}, {"sentId": 24, "text": "Where there other people involved in distributing it or obtaining it?"}, {"sentId": 25, "text": "Where did these herbal substances come from?"}, {"sentId": 26, "text": "Did anyone help administer it?"}, {"sentId": 27, "text": "So there are number of questions."}, {"sentId": 28, "text": "Also, were there any delays in calling 911?"}, {"sentId": 29, "text": "So these are all things that investigators say that they are going to explore."}], "speaker": "LAH", "secId": 6}, {"sentences": [{"sentId": 30, "text": "So Kyung, the Sheriff's office had a search warrant to take Lamar Odom's blood but not a search warrant for the brothel."}, {"sentId": 31, "text": "Is that unusual?"}], "speaker": "LEMON", "secId": 7}, {"sentences": [{"sentId": 32, "text": "Not necessarily."}, {"sentId": 33, "text": "You are talking about some search warrant taken because of that 911 call."}, {"sentId": 34, "text": "They wanted to find out if there is cocaine actually in his system."}, {"sentId": 35, "text": "That is something that they were able to obtain and those blood tests are not back yet."}, {"sentId": 36, "text": "As far as the brothel itself, when the first responders arrived, there was not really a crime scene."}, {"sentId": 37, "text": "This just looked like an accident."}, {"sentId": 38, "text": "So this is again early in the investigation it is possible they could return."}], "speaker": "LAH", "secId": 8}, {"sentences": [{"sentId": 39, "text": "OK, standby Kyung, I am going to bring in Paul now."}, {"sentId": 40, "text": "What is Lamar Odom's condition tonight?"}], "speaker": "LEMON", "secId": 9}, {"sentences": [{"sentId": 41, "text": "Well, right now the hospital is not being very specific at all."}, {"sentId": 42, "text": "We know from Jesse Jackson and other who have been inside his room that is private and Lamar is said to be still fighting for his life on life support."}, {"sentId": 43, "text": "Jackson said he is doing better that he was doing yesterday and there is some sort of recognition which was not at all the case yesterday but he said it was a very difficult situation that Lamar had tubes and what not."}, {"sentId": 44, "text": "So Lamar Odom is not talking right now from what we understand Don."}], "speaker": "VERCAMMEN", "secId": 10}, {"sentences": [{"sentId": 45, "text": "Well, have we gotten some indication as to who is by his side, Paul?"}], "speaker": "LEMON", "secId": 11}, {"sentences": [{"sentId": 46, "text": "Yes, we do."}, {"sentId": 47, "text": "Khloe, by his side constantly and their divorce is not final."}, {"sentId": 48, "text": "So she will make any pertinent medical conditions as he pointed out earlier, father is there and his two children."}, {"sentId": 49, "text": "And then Khloe's mom, Kris Jenner, she went out on social media today."}, {"sentId": 50, "text": "We are hearing from the family now and she posted on Instagram, \"Pray for Lamar Odom #ourfighter\""}], "speaker": "VERCAMMEN", "secId": 12}, {"sentences": [{"sentId": 51, "text": "She is going to make the decisions about it because their divorce is not finalized."}, {"sentId": 52, "text": "Kyung, what more have you learned about this Love Ranch."}, {"sentId": 53, "text": "When did Lamar Odom arrive there?"}], "speaker": "LEMON", "secId": 13}, {"sentences": [{"sentId": 54, "text": "From what we understand, according to the manager of the Ranch on that particular site."}, {"sentId": 55, "text": "He told us that Lamar Odom arrived on Saturday."}, {"sentId": 56, "text": "We are a little unclear what time on Saturday."}, {"sentId": 57, "text": "And that he did not plan on any exit."}, {"sentId": 58, "text": "That he is going to stay there several days according to the Ranch."}, {"sentId": 59, "text": "That his mood was quite upbeat on Saturday and Sunday, he was a bit more downbeat."}, {"sentId": 60, "text": "Then he was you know talking with employees."}, {"sentId": 61, "text": "He was engaging in those legal activities with the employees."}, {"sentId": 62, "text": "He wants to sleep Monday night and it was Tuesday afternoon at that terrible 911 call."}], "speaker": "LAH", "secId": 14}, {"sentences": [{"sentId": 63, "text": "You know Kyung because of the reality series and also because of some of the tabloid shows, it is no secret what he has been dealing with and Khloe as well."}, {"sentId": 64, "text": "But they have both been - openly talked about their troubles."}, {"sentId": 65, "text": "Really, how was he doing lately?"}], "speaker": "LEMON", "secId": 15}, {"sentences": [{"sentId": 66, "text": "From what we understand and you know, you pointed out, these are people who are living their lives in the public."}, {"sentId": 67, "text": "It is a reality television come to life in every way for this particular event."}, {"sentId": 68, "text": "For what we know, he has been struggling."}, {"sentId": 69, "text": "He has been reportedly struggling with drugs for some time."}, {"sentId": 70, "text": "They have certainly warned their difficulties in their marriage very loudly."}, {"sentId": 71, "text": "They had some issues with confrontations, verbal confrontations."}, {"sentId": 72, "text": "So it is something that they both have struggled with."}, {"sentId": 73, "text": "But Khloe did publicly say that she loves this man and that she plans to be with him."}, {"sentId": 74, "text": "You know, certainly indicative today that she went immediately to the hospital."}], "speaker": "LAH", "secId": 16}, {"sentences": [{"sentId": 75, "text": "And to say they were married."}, {"sentId": 76, "text": "First, before Kim Kardashian's big wedding and they had only known each other for several months."}, {"sentId": 77, "text": "It is a very short time before they got married and unfortunately though it did end in divorce, a divorce not finalized."}, {"sentId": 78, "text": "She is making the decisions."}, {"sentId": 79, "text": "Thank you, Kyung."}, {"sentId": 80, "text": "Thank you, Paul."}, {"sentId": 81, "text": "I want to bring in now, Dennis Hof."}, {"sentId": 82, "text": "Dennis Hof is the owner of the Moonlite BunnyRanch and The Love Ranch, the legal brothel where Lamar Odom was found unresponsive."}, {"sentId": 83, "text": "Good evening to you Sir."}, {"sentId": 84, "text": "Thank you for joining us."}], "speaker": "LEMON", "secId": 17}, {"sentences": [{"sentId": 85, "text": "Good evening, Don."}], "speaker": "HOF", "secId": 18}, {"sentences": [{"sentId": 86, "text": "So Lamar has been there since Saturday."}, {"sentId": 87, "text": "What was his day like at your establishment."}], "speaker": "LEMON", "secId": 19}, {"sentences": [{"sentId": 88, "text": "Well, he called on Saturday midday and wanted to come out."}, {"sentId": 89, "text": "They called me and then I said yes, put him in the VIP house, we do not charge him anything and tell him he cannot do any drugs in my place."}, {"sentId": 90, "text": "And he knows that."}, {"sentId": 91, "text": "We have got a 60-year history."}, {"sentId": 92, "text": "Sixty years, Don of zero tolerance."}, {"sentId": 93, "text": "So he agreed to that."}, {"sentId": 94, "text": "-- picked him up in a discrete vehicle at his home in Las Vegas, brought him to the ranch."}, {"sentId": 95, "text": "Settled in and all he wanted to do is have some fun."}, {"sentId": 96, "text": "The staff loved him, he is a fun guy."}, {"sentId": 97, "text": "He is entertaining."}, {"sentId": 98, "text": "The girls loved him."}, {"sentId": 99, "text": "He was generous with the girls."}, {"sentId": 100, "text": "- Two girls that he was with for a lot of time had a great time."}, {"sentId": 101, "text": "He did get a call on Sunday afternoon or evening and seemed a little upset about a TV show that he was on with the Kardashians and maybe a rerun that he did not like but he got over it quick and -"}], "speaker": "HOF", "secId": 20}, {"sentences": [{"sentId": 102, "text": "What do you mean, what did he say?"}], "speaker": "LEMON", "secId": 21}, {"sentences": [{"sentId": 103, "text": "Well, he was telling the girls that he did not like it because he is not with her anymore and they were - doing things on the show."}, {"sentId": 104, "text": "But it was something, an hour later that he was all wrapped up in and back in to having a good time."}, {"sentId": 105, "text": "He just wanted to drop out and have some fun like a lot of celebrities do at my placed."}], "speaker": "HOF", "secId": 22}, {"sentences": [{"sentId": 106, "text": "OK, let me ask you this."}, {"sentId": 107, "text": "Was this the first time?"}, {"sentId": 108, "text": "Were you familiar with him?"}, {"sentId": 109, "text": "Have he been there before?"}], "speaker": "LEMON", "secId": 23}, {"sentences": [{"sentId": 110, "text": "Well, we cannot confirm or deny that."}], "speaker": "HOF", "secId": 24}, {"sentences": [{"sentId": 111, "text": "The reason I asked that because you said we told him he cannot do any drugs here."}, {"sentId": 112, "text": "Why did you say that?"}], "speaker": "LEMON", "secId": 25}, {"sentences": [{"sentId": 113, "text": "Well, that is big play because he has got a history of it."}, {"sentId": 114, "text": "I mean, look at the tabloids, and look at all the history that he has."}, {"sentId": 115, "text": "And everybody knows that my place is zero tolerance."}, {"sentId": 116, "text": "So they wanted to remind him and he actually told the girls that - that 911 - they are turning it around to what the guy said in 911, what he told the girls when he got there and he was partying with them."}, {"sentId": 117, "text": "By the way, he was sleeping every night."}, {"sentId": 118, "text": "He was eating everything in the kitchen."}, {"sentId": 119, "text": "He was a healthy guy."}, {"sentId": 120, "text": "Typically, people doing coke are not sleeping and they are not eating much."}, {"sentId": 121, "text": "So he told the girls he had done some coke that Saturday, before he came and he did not bring any and he is not going to do it out of respect to me and my business."}], "speaker": "HOF", "secId": 26}, {"sentences": [{"sentId": 122, "text": "And they said they never witnessed anything like this, right?"}, {"sentId": 123, "text": "- doing drugs."}], "speaker": "LEMON", "secId": 27}, {"sentences": [{"sentId": 124, "text": "No Don."}, {"sentId": 125, "text": "They did not witness anything."}, {"sentId": 126, "text": "They did witness him taking this herbal supplement."}, {"sentId": 127, "text": "They did not witness any illegal drugs."}, {"sentId": 128, "text": "My staff when they went to the room when the emergency came about did not see anything."}, {"sentId": 129, "text": "The Police Department investigated the property and did not see anything."}, {"sentId": 130, "text": "There was no paraphernalia and not to say that he is not doing drugs because you know I got a call from Heidi Fleiss today saying, Dennis, do not defend him."}, {"sentId": 131, "text": "As drug addicts, we have ways of hiding things that nobody knows about."}, {"sentId": 132, "text": "So could it be possible?"}, {"sentId": 133, "text": "Absolutely."}, {"sentId": 134, "text": "-"}], "speaker": "HOF", "secId": 28}, {"sentences": [{"sentId": 135, "text": "In case you are wondering who Heidi Fleiss was, Heidi Fleiss back in 80's and 90's she was known as the \"Hollywood Madam,\" right?"}, {"sentId": 136, "text": "Turned her life around, wrote a book about it."}], "speaker": "LEMON", "secId": 29}, {"sentences": [{"sentId": 137, "text": "Correct."}], "speaker": "HOF", "secId": 30}, {"sentences": [{"sentId": 138, "text": "OK so you said quite possibly that he could have been using and you did not know about it."}], "speaker": "LEMON", "secId": 31}, {"sentences": [{"sentId": 139, "text": "Well, anything is possible but we did not see any signs of it and we were watching -- we are watching everybody to make sure there is no drug usage in our house."}, {"sentId": 140, "text": "-"}], "speaker": "HOF", "secId": 32}, {"sentences": [{"sentId": 141, "text": "Dennis, has it happened before have you had before - what happens if you do - I am sure you have caught people before."}, {"sentId": 142, "text": "What do you do?"}], "speaker": "LEMON", "secId": 33}, {"sentences": [{"sentId": 143, "text": "Well, it is typically a guy talking in negotiation with a girl saying, I would like to give you some money and I would like to get high."}, {"sentId": 144, "text": "And of course the girls are like no."}, {"sentId": 145, "text": "You need to leave and that is the end of it."}], "speaker": "HOF", "secId": 34}, {"sentences": [{"sentId": 146, "text": "And that is it."}, {"sentId": 147, "text": "He was doing an herbal supplement which is something that makes you go fast and -"}], "speaker": "HOF", "secId": 35}, {"sentences": [{"sentId": 148, "text": "Go ahead, finish your thoughts."}], "speaker": "LEMON", "secId": 36}, {"sentences": [{"sentId": 149, "text": "He uses it for erectile dysfunction."}, {"sentId": 150, "text": "We have had it since it came out, different brands of it and never seen any problem."}, {"sentId": 151, "text": "Now, the girls said that he had taken either ten of them."}, {"sentId": 152, "text": "I do not know whether that means in a short period of time or since Saturday when he got there."}, {"sentId": 153, "text": "One of the speculations is, he had been doing coke before he got there."}, {"sentId": 154, "text": "He knew he could not do it in my place."}, {"sentId": 155, "text": "So he started taking these to give him the energy to carry on."}, {"sentId": 156, "text": "It could be that he is just having a good time."}, {"sentId": 157, "text": "You know, everybody has got this speculations and there are unnamed sources."}], "speaker": "HOF", "secId": 37}, {"sentences": [{"sentId": 158, "text": "If it turns out that anything happened in violation of the law, you concerned about that?"}], "speaker": "LEMON", "secId": 38}, {"sentences": [{"sentId": 159, "text": "Not at all."}, {"sentId": 160, "text": "I am not concerned at all."}, {"sentId": 161, "text": "We did nothing wrong."}, {"sentId": 162, "text": "This is no different than somebody is doing drugs or doing something wrong in any business."}, {"sentId": 163, "text": "We cannot control these people."}, {"sentId": 164, "text": "We cannot be with them twenty four hours a day to watch what they are doing."}], "speaker": "HOF", "secId": 39}, {"sentences": [{"sentId": 165, "text": "Is there anything that you would change about the way you run your business in the future in light of what happened to Lamar Odom?"}], "speaker": "LEMON", "secId": 40}, {"sentences": [{"sentId": 166, "text": "Not at all."}, {"sentId": 167, "text": "My people are educated to look for things."}, {"sentId": 168, "text": "-"}], "speaker": "HOF", "secId": 41}, {"sentences": [{"sentId": 169, "text": "Did you see him during that time, after- when the paramedics came?"}], "speaker": "LEMON", "secId": 42}, {"sentences": [{"sentId": 170, "text": "My staff did."}, {"sentId": 171, "text": "I was up north at the BunnyRanch."}, {"sentId": 172, "text": "He has wanting me to come down and hang out with him and I told him that I would come down there today and spend a few days with him to celebrate my birthday and have a little birthday party at the ranch."}], "speaker": "HOF", "secId": 43}, {"sentences": [{"sentId": 173, "text": "Quickly, before I go, how did they say he looked when they took him away?"}], "speaker": "LEMON", "secId": 44}, {"sentences": [{"sentId": 174, "text": "He did not look good at all, a change of color in his skin."}, {"sentId": 175, "text": "He was foaming at the mouth."}, {"sentId": 176, "text": "911 said to put him on his left side."}, {"sentId": 177, "text": "He started regurgitating very heavily."}, {"sentId": 178, "text": "They rushed him out of there in an ambulance."}, {"sentId": 179, "text": "The police went over the scene and looked at all his belongings, took the bottle of cognac that he was drinking as evidence, to check it out."}, {"sentId": 180, "text": "I got to the hospital at Pahrump, Nevada and the sad part is they wanted to airlift him to Las Vegas - could not fit in the helicopter."}, {"sentId": 181, "text": "The thing that made him so famous, his height would cause him not getting the proper medical care in the time that he needed it."}], "speaker": "HOF", "secId": 45}, {"sentences": [{"sentId": 182, "text": "At least if he got to the hospital sooner than he got there."}, {"sentId": 183, "text": "Thank you very much."}, {"sentId": 184, "text": "Dennis Hof is the owner of the brothel, the legal brothel where Lamar Odom was found unconscious."}, {"sentId": 185, "text": "We appreciate it."}, {"sentId": 186, "text": "Thank you."}, {"sentId": 187, "text": "We are coming right back, Dr. Drew weighs in on Lamar Odom's troubled life as the sports world craze for a miracle."}], "speaker": "LEMON", "secId": 46}, {"sentences": [{"sentId": 188, "text": "Lamar Odom was one of the greatest people I have ever known."}, {"sentId": 189, "text": "And so that is the way I see him."}, {"sentId": 190, "text": "I hope you can view the prism of choices that he has made."}, {"sentId": 191, "text": "I hope you can view the heart and soul of the person he really is."}, {"sentId": 192, "text": "I am obviously hoping that he can pull through this, and in some fortunate way, that this becomes the beginning of a different ending."}], "speaker": "UNIDENTIFIED MALE", "secId": 47}, {"sentences": [{"sentId": 193, "text": "Our breaking news tonight, Lamar Odom, fighting for his life, the former NBA star and estranged husband of reality TV star, Khloe Kardashian, found unconscious in a Nevada brothel yesterday."}, {"sentId": 194, "text": "The Sheriff of Nye County Nevada saying this."}], "speaker": "LEMON", "secId": 48}, {"sentences": [{"sentId": 195, "text": "He was unconscious but breathing."}, {"sentId": 196, "text": "He had blood coming from his nose and his mouth along with the white substance."}], "speaker": "SHERIFF NYE COUNTY", "secId": 49}, {"sentences": [{"sentId": 197, "text": "Joining me now, Dr. Drew Pinsky, internist, addictionologist and host of HLN's \"The New Dr."}, {"sentId": 198, "text": "Drew.\""}, {"sentId": 199, "text": "Hello Dr. Drew."}, {"sentId": 200, "text": "Your first thought when you heard what happened to Lamar Odom at this brothel at Las Vegas."}], "speaker": "LEMON", "secId": 50}, {"sentences": [{"sentId": 201, "text": "First though was A, this is a tragedy."}, {"sentId": 202, "text": "It is a horrible story but it is a common story."}, {"sentId": 203, "text": "It is well-documented that Lamar Odom has been struggling with substance and addiction since his teenage years."}, {"sentId": 204, "text": "He had it deeply in his family systems and he is never really had any sustained sobriety so somebody with addictions since adolescence and probably poly drug addiction who never really gets sober, never really willing to do the hard work."}, {"sentId": 205, "text": "I don't mean that as a pejorative, it is just his disease would not allow him to and that is the fatal process and the thought that I had which is another potential death from addiction."}], "speaker": "PINSKY", "secId": 51}, {"sentences": [{"sentId": 206, "text": "I always say this when we talk about people with addiction."}, {"sentId": 207, "text": "All addictions pretty much work the same whether it is cigarettes, food, drug, it is all the same and we should take the stigma off, but let's take -"}], "speaker": "LEMON", "secId": 52}, {"sentences": [{"sentId": 208, "text": "Oh, yeah."}], "speaker": "PINSKY", "secId": 53}, {"sentences": [{"sentId": 209, "text": "Let us talk about the specifics of this case because the Sheriff told us that the 911 caller said he had been using cocaine on Saturday, this according to the caller and also drinking cognac."}, {"sentId": 210, "text": "How does that factor into all of this?"}], "speaker": "LEMON", "secId": 54}, {"sentences": [{"sentId": 211, "text": "Alcohol and cocaine actually creates a novel compound called coca ethylene and it is a little more cardio toxic than cocaine alone."}, {"sentId": 212, "text": "So you worry that something happened to his heart and you also worry that this could have been something in the central nervous system like a stroke or intracranial bleed which is a common complication from cocaine use and my suspicion, my bet, and we have no evidence of this yet."}, {"sentId": 213, "text": "This is just my opinion based on my experience based on how this typically goes is somebody with long-term track use will usually trickle in opiates, commonly called speed balling when it is shot but is also done with pills and smoked crack, still effectively the same as a speed ball and that is when people have dangerous, dangerous complications."}, {"sentId": 214, "text": "That is when they are found down and found dead."}], "speaker": "PINSKY", "secId": 55}, {"sentences": [{"sentId": 215, "text": "So we do not know if it is crack cocaine or powder cocaine but your suspicion tells you something else or just your intuition."}], "speaker": "LEMON", "secId": 56}, {"sentences": [{"sentId": 216, "text": "If you are doing cocaine long enough eventually you get to crack because that is a cheaper better way to do it, same thing   with heroin or opiates you get to strong forms and by you, I mean any addict, that is the way it goes and when somebody is a heavy cocaine user, these days, they tend to trickle in opiates and they usually do that with pills."}, {"sentId": 217, "text": "Oftentimes they sometimes go to needles but usually pills and those are the people that die."}], "speaker": "PINSKY", "secId": 57}, {"sentences": [{"sentId": 218, "text": "Let us talk about this herbal Viagra has that has been said he had in his system, ten doses of it."}], "speaker": "LEMON", "secId": 58}, {"sentences": [{"sentId": 219, "text": "Right."}], "speaker": "PINSKY", "secId": 59}, {"sentences": [{"sentId": 220, "text": "The FDA issued at least 20 warnings about these types of supplements."}, {"sentId": 221, "text": "What can you tell us about them?"}], "speaker": "LEMON", "secId": 60}, {"sentences": [{"sentId": 222, "text": "The FDA warning is mostly about the unknown content of these products and that there is concern there could be something toxic hepatic toxic or cardio toxic in there."}, {"sentId": 223, "text": "My bet is this has nothing to do with this."}, {"sentId": 224, "text": "A lot is being made of it."}, {"sentId": 225, "text": "The cocaine and whatever else might be used with it."}, {"sentId": 226, "text": "It is so vastly more toxic and problematic."}, {"sentId": 227, "text": "I would not worry about."}, {"sentId": 228, "text": "It is like rearranging the deck chairs on the Titanic, don't worry about the deck chairs."}, {"sentId": 229, "text": "The Titanic is going down and that is the drugs of addiction."}], "speaker": "PINSKY", "secId": 61}, {"sentences": [{"sentId": 230, "text": "I am glad you said that."}, {"sentId": 231, "text": "A 6'10 couldn't be transported to the hospital by helicopter and had to be driven to an ambulance 60 miles."}, {"sentId": 232, "text": "Is this a significant delay?"}], "speaker": "LEMON", "secId": 62}, {"sentences": [{"sentId": 233, "text": "It is the delay that did not help things."}, {"sentId": 234, "text": "But if they were able to get a nurse or doctor into the ambulance with him, they can at least prevent things from getting worse and begin to initiate treatment."}, {"sentId": 235, "text": "Certainly they could not do some of the more advanced interventions that they would want to do later including dialysis which if indeed is in kidney failure, which is again common in these situations you could not do anything like that but you could prevent things from getting worse."}, {"sentId": 236, "text": "And so again, I would not make too much of that ambulance ride except that it certainly did not help things."}], "speaker": "PINSKY", "secId": 63}, {"sentences": [{"sentId": 237, "text": "OK."}, {"sentId": 238, "text": "So you know he is no stranger to the public eye, married to one of the famous Kardashian members or the clan."}], "speaker": "LEMON", "secId": 64}, {"sentences": [{"sentId": 239, "text": "Yes."}], "speaker": "PINSKY", "secId": 65}, {"sentences": [{"sentId": 240, "text": "There was a reality show."}, {"sentId": 241, "text": "We have seen the impact of fame on people who have addictions like this, and I am wondering if that would factor into his problems as well, having that many eyes on him."}], "speaker": "LEMON", "secId": 66}, {"sentences": [{"sentId": 242, "text": "It is not the fame so much."}, {"sentId": 243, "text": "I must tell   you -"}], "speaker": "PINSKY", "secId": 67}, {"sentences": [{"sentId": 244, "text": "Because fame can be a drug as well."}], "speaker": "LEMON", "secId": 68}, {"sentences": [{"sentId": 245, "text": "That is right, and it is -- people feel shame when they are famous and they are outed with these kinds of problems."}, {"sentId": 246, "text": "They feel stigmatized more than the average person because they are out there in the public but my greater concern is that they have a lot of power and they are insulated from the usual consequences that the rest of us would have from addiction."}, {"sentId": 247, "text": "The most of us have a job, an employer and family we are incumbent upon who will pull us aside and say, hey we are going to lose all this if you do not do something about this."}, {"sentId": 248, "text": "Famous people tend to be insulated somewhat with passives and yes man around them that are not willing to the risk that access to that individual by coming to confront them about the problems and so it is not that they are more likely to get addictions but that they are more likely to progress to a more serious form of addiction."}, {"sentId": 249, "text": "-"}], "speaker": "PINSKY", "secId": 69}, {"sentences": [{"sentId": 250, "text": "But might it prevent him, Dr. Drew, from going to a doctor or he may be afraid that it may be made public or doctors will give up some confidence about him.-"}], "speaker": "LEMON", "secId": 70}, {"sentences": [{"sentId": 251, "text": "No."}, {"sentId": 252, "text": "It is impossible."}, {"sentId": 253, "text": "That doctor will go to jail for a long period of time it just does not happen but what does happen, -- celebrities go to doctors that treat them   specially and the celebrities particularly do not want to change things are looking for special treatment and whenever you have special treatment you are getting substandard treatment standard of care is the standard because it is best."}, {"sentId": 254, "text": "We all get the standard of care."}, {"sentId": 255, "text": "If somebody is going around that and getting something and putting somebody else's name on their prescription so they do not have to be scrutinized on what they are doing or anything like that."}, {"sentId": 256, "text": "That somebody who is already in harm's way and addicts take advantage of that more than anybody and has the most serious consequences."}], "speaker": "PINSKY", "secId": 71}, {"sentences": [{"sentId": 257, "text": "If someone has an addiction likes this, heroin, cocaine, crack cocaine, how often can they come off of it and not use again?"}], "speaker": "LEMON", "secId": 72}, {"sentences": [{"sentId": 258, "text": "It depends who gets serious about their treatment."}, {"sentId": 259, "text": "If somebody is willing to go into a long term treatment like a 12-month treatment program the outcomes are very, very good."}, {"sentId": 260, "text": "The problem is part of the disease people are in denial about it."}, {"sentId": 261, "text": "They do not want to do the work they are being told to do and they often do not do it."}, {"sentId": 262, "text": "And that is how we end up with these kinds of situations."}, {"sentId": 263, "text": "But I tell you what, Don, -- I used to work for the NBA fifteen years ago, twenty years ago, and they had tremendous resources on the mental health side for their players."}, {"sentId": 264, "text": "That is why you do not hear a lot of problems."}, {"sentId": 265, "text": "They get them."}, {"sentId": 266, "text": "They treat them."}, {"sentId": 267, "text": "And they treat them a long term and they would spare no expense, so should he recover from this; there is a lot of resource available for him."}], "speaker": "PINSKY", "secId": 73}, {"sentences": [{"sentId": 268, "text": "Dr. Drew, thank you so much."}, {"sentId": 269, "text": "Up next, Hillary Clinton versus Bernie Sanders, who performed the best in the first Democratic debate?"}], "speaker": "LEMON", "secId": 74}, {"sentences": [{"sentId": 270, "text": "It is so great to be here with all of you."}, {"sentId": 271, "text": "Did we have a good debate last night?"}], "speaker": "HILLARY CLINTON", "secId": 75}, {"sentences": [{"sentId": 272, "text": "That was Hillary Clinton in Las Vegas just a little while ago."}, {"sentId": 273, "text": "She dominated the Republican debate -- excuse me, the Democratic debate, and she is making the most of it on the campaign trail."}, {"sentId": 274, "text": "Joining me now is Hugh Hewitt host of radio's \"The Hugh Hewitt Show\" and author of \"The Queen: The Epic Ambition of Hillary Clinton and the Coming of a Second Clinton Era.\""}, {"sentId": 275, "text": "Now that would make some news if she dominated the Republican debate, Hugh."}], "speaker": "LEMON", "secId": 76}, {"sentences": [{"sentId": 276, "text": "THE EPIC AMBITION OF HILLARY CLINTON AND THE COMING OF A SECOND CLINTON ERA\": Yes, it would."}], "speaker": "HEWITT", "secId": 77}, {"sentences": [{"sentId": 277, "text": "Fifteen million people watched this debate last night."}, {"sentId": 278, "text": "I mean, many more than most people expected."}, {"sentId": 279, "text": "What do you think about that?"}], "speaker": "LEMON", "secId": 78}, {"sentences": [{"sentId": 280, "text": "Well, I think the audience for American politics is always vastly underestimated."}, {"sentId": 281, "text": "The American people are sophisticated, interested."}, {"sentId": 282, "text": "They like a good debate."}, {"sentId": 283, "text": "Anderson opened with a hardball aimed high and inside for Mrs. Clinton with will you say anything to get elected and that kept them there, Don, and the Facebook that you were administering from the back of the room involved lots of younger Americans who normally might not watch television and so I think everything came together to produce a huge audience for CNN and a very good performance for Mrs. Clinton, but I will say this, it answered one of two questions."}, {"sentId": 284, "text": "First question is does she have the energy and the passion to prepare for a debate?"}, {"sentId": 285, "text": "The answer is yes and a lot of Democratic Party faithful were happy, even though Bernie Sanders won the focus groups and Bernie Sanders won the online donations and the number of twitter followers."}, {"sentId": 286, "text": "A lot of professional inside-the-beltway democrats were happy, but she did not answer the question of what is she going to do a week from today because Bernie Sanders is not the boss of me and not boss of you and not the boss of the   Benghazi committee."}], "speaker": "HEWITT", "secId": 79}, {"sentences": [{"sentId": 287, "text": "I knew you were going there."}], "speaker": "LEMON", "secId": 80}, {"sentences": [{"sentId": 288, "text": "I am going there because when she said sensitive information was mishandled about Edward Snowden that is going to come back to haunt her on the twenty-second because I am not done with the emails, I am not done with the server."}, {"sentId": 289, "text": "I am coming back for the next CNN Salem debate and coming back for the third CNN Salem GOP debate and it is on my mind and until I am certain that she is not going to be indicted I think every democrat is not certain she is not going to be indicted."}], "speaker": "HEWITT", "secId": 81}, {"sentences": [{"sentId": 290, "text": "Let us talk about that moment because that moment with Bernie Sanders, it really played well in the room, and I think probably across America and the world as people watched it."}, {"sentId": 291, "text": "It may have been a gift to Hillary Clinton, but do you think it in some way just cut Joe Biden off at the knees of trying to get into this race because it took all of the wind out of sails of the other people, -- all their ammunition away for the other democrats in the race who may want to criticize her on something?"}], "speaker": "LEMON", "secId": 82}, {"sentences": [{"sentId": 292, "text": "Well, let me agree with half of what you said, it certainly played well in the room."}, {"sentId": 293, "text": "And it played well with democrats everywhere who love confirmation bias, and I always resist confirmation bias."}, {"sentId": 294, "text": "I think she is going say the words Kevin McCarthy more often than Catholics say Hail Mary in the next couple of months, we are going to be hearing about Kevin McCarthy forever and it does not have anything to do with the merits of the Benghazi committee so Joe Biden is on a high board and last night he edged backwards from jumping in, but on October 22nd he might just jump in because she cracked."}, {"sentId": 295, "text": "Now she has a history cracking under pressure."}, {"sentId": 296, "text": "She cracked on the night of Benghazi."}, {"sentId": 297, "text": "She cracked in the 2008 campaign against the president."}, {"sentId": 298, "text": "She cracked in the first Benghazi hearing when she said what difference does it make?"}, {"sentId": 299, "text": "So we will see if Hillary cracks again."}, {"sentId": 300, "text": "-"}], "speaker": "HEWITT", "secId": 83}, {"sentences": [{"sentId": 301, "text": "But you said she cracked but a lot of people thought that the that she was being strong and saying, hey, let us move on from here and talk about how we make it better."}, {"sentId": 302, "text": "I think Republicans may have seen it as her cracking but others saw it as strength."}], "speaker": "LEMON", "secId": 84}, {"sentences": [{"sentId": 303, "text": "Well, I will go with numbers."}, {"sentId": 304, "text": "I am a numbers guy."}, {"sentId": 305, "text": "Half the American people, actually 55% do not trust her at all on being truthful with them."}, {"sentId": 306, "text": "Others are concerned that she made money in inappropriate fashion."}, {"sentId": 307, "text": "I'm mostly concerned, as I said last night in some of the CNN shows in Vegas and boy am I glad to be out of Vegas, hotter than heck, good work in that heat."}, {"sentId": 308, "text": "People do not understand."}, {"sentId": 309, "text": "We were melting out there, but it is really more than the untrustworthy numbers and more on how did she make her money?"}, {"sentId": 310, "text": "I want to know how she botched Libya so badly that it is now an ISIS volcano."}, {"sentId": 311, "text": "What about Syria?"}, {"sentId": 312, "text": "What about Iraq?"}, {"sentId": 313, "text": "Not negotiating a status of forces agreement that lost the peace."}, {"sentId": 314, "text": "What about the Russian reset?"}, {"sentId": 315, "text": "--"}], "speaker": "HEWITT", "secId": 85}, {"sentences": [{"sentId": 316, "text": "Is that all on her or part of the administration, if you do indeed believe that is all on Hillary Clinton's hands or is that part of the administration she belonged to?-"}], "speaker": "LEMON", "secId": 86}, {"sentences": [{"sentId": 317, "text": "I definitely do believe it."}, {"sentId": 318, "text": "Oh, I believe it, and I believe she was the one who handed Lavrov, Sergey Lavrov, the reset button."}, {"sentId": 319, "text": "Now, he knew she was going to hand it to her because her server was not secure and the Russians, the Chinese and the Iranians almost certainly knew what she was going to do every day in real time."}, {"sentId": 320, "text": "So there is a certain extent she was headed off at the pass every day by anyone with cyber capability."}, {"sentId": 321, "text": "But I will say this, she does not get to say Medvedev job was good and Putin was bad or she is proving that she does not really know what is going on in Russia because Putin was running the whole show and Medvedev was pretending to be President, so there was a lot last night which I call iceberg moments."}, {"sentId": 322, "text": "- You do not really know like when John Kerry said I was for the war before I was against the war and when he said global tests, there are things like Edward Snowden compromising sensitive information that will haunt her for a long time."}, {"sentId": 323, "text": "So let them have their false positive, good cheers for her, good energy, but a long way to go in this campaign."}], "speaker": "HEWITT", "secId": 87}, {"sentences": [{"sentId": 324, "text": "Hugh, I want to get this in."}, {"sentId": 325, "text": "This is new and I want you to respond to it as a radio guy."}, {"sentId": 326, "text": "You mentioned Kevin McCarthy just a couple of seconds ago, another house Republican tonight, representative Richard Hanna, reportedly told a radio station that McCarthy was right and that, quote, \"This may not be politically correct but I think that there was a big part of this investigation that was designed to go after people and an individual, Hillary Clinton.\""}, {"sentId": 327, "text": "That's a direct quote."}, {"sentId": 328, "text": "What do you make of that?"}], "speaker": "LEMON", "secId": 88}, {"sentences": [{"sentId": 329, "text": "Happy to respond to that."}, {"sentId": 330, "text": "I think he is completely wrong and out of line."}, {"sentId": 331, "text": "I know Mike Pompeo - Harvard Law graduate and I know Trey Gowdy, elected prosecutor, one of the most ethical men."}, {"sentId": 332, "text": "I do not know Susan Brooks."}, {"sentId": 333, "text": "I know she was a United States attorney which meant she was confirmed by Congress, I know Pete Roskam was a member of the committee, one of the most revered and respected members the United States House of Representatives, they are doing this because of the national interest because four Americans were killed in Benghazi and I do not forget Ambassador Stevens, Sean Smith, Tyrone Woods and Glen Doherty and I do not have their names in front of them."}, {"sentId": 334, "text": "I do not forget them and I do not believe for a moment that this committee has anything to do with politics."}, {"sentId": 335, "text": "It is about why were they killed that night?"}, {"sentId": 336, "text": "Why did Hillary Clinton fail to have them protected?"}, {"sentId": 337, "text": "Why did she lie to the widows and the survivors about the video?"}, {"sentId": 338, "text": "When is she going to tell the truth?"}, {"sentId": 339, "text": "We will find that out on October 22nd."}], "speaker": "HEWITT", "secId": 89}, {"sentences": [{"sentId": 340, "text": "Why are Republicans coming out though, at least two of them now, saying it was politically motivated though, Hugh?"}], "speaker": "LEMON", "secId": 90}, {"sentences": [{"sentId": 341, "text": "Kevin McCarthy did not say it was politically motivated."}, {"sentId": 342, "text": "Kevin McCarthy actually has been manipulated well by what he said, \"I do not know Mr. Hanna."}, {"sentId": 343, "text": "I have never heard of him."}, {"sentId": 344, "text": "I do not know what district he is from.\""}, {"sentId": 345, "text": "- There is a bell curve of intelligence in every group."}, {"sentId": 346, "text": "-"}], "speaker": "HEWITT", "secId": 91}, {"sentences": [{"sentId": 347, "text": "That is also the former intelligence officer who spoke with Jake Tapper as well."}], "speaker": "LEMON", "secId": 92}, {"sentences": [{"sentId": 348, "text": "Well, that is a different issue."}, {"sentId": 349, "text": "That is a question of whether or not he was fired for different reasons, but I do not want to conflate two things."}, {"sentId": 350, "text": "Mr. Hanna, I will be happy to have him on the show and talk to him about it."}, {"sentId": 351, "text": "I will be happy to talk to the whistleblower."}, {"sentId": 352, "text": "I told Jake, I have got to read his complaint before I know whether it is the standard I got fired and let me begin up some reasons I should be paid money or if there is a legitimate issue there."}, {"sentId": 353, "text": "But I will say this, those prosecutors that I just named."}, {"sentId": 354, "text": "I have had them on many times, especially Mike Pompeo."}, {"sentId": 355, "text": "They are interested in no dramatics, no theater but a simple question, Don, when you get a Hillary Clinton person on."}, {"sentId": 356, "text": "Who exactly went through those e-mails?"}, {"sentId": 357, "text": "Who exactly?"}, {"sentId": 358, "text": "Not David Kendall, he did not do it."}, {"sentId": 359, "text": "He is a partner."}, {"sentId": 360, "text": "He hired associates."}, {"sentId": 361, "text": "Which ones did they delete and the fact she had classified material violates 18 U.S.C."}, {"sentId": 362, "text": "1924 and her very mysterious dealings with Sidney Blumenthal seem to be an exact replication of what happened with Valerie Plame."}, {"sentId": 363, "text": "-"}], "speaker": "HEWITT", "secId": 93}, {"sentences": [{"sentId": 364, "text": "-- Thank you, Hugh Hewitt."}, {"sentId": 365, "text": "I will see you soon."}, {"sentId": 366, "text": "I appreciate it."}, {"sentId": 367, "text": "When we come right back, the most talked about moment in last night's debate and what it could mean in the race."}], "speaker": "LEMON", "secId": 94}, {"sentences": [{"sentId": 368, "text": "More than fifteen million people watched last night's Democratic Debate including Vice President Joe Biden who still has not decided whether he is going to run."}, {"sentId": 369, "text": "Joining me now is Democratic strategist Hilary Rosen whose firm advises Democratic candidates and the DNC and I saw her in Vegas."}, {"sentId": 370, "text": "I cannot believe she is still awake."}, {"sentId": 371, "text": "Charles Hurt, \"Washington Times\" columnist and Democratic strategist Angela Rye with us as well, former executive director of the Congressional Black Caucus."}, {"sentId": 372, "text": "I am so happy to have all of you here this evening."}, {"sentId": 373, "text": "Hilary, you first, talk to me about the Bernie and Hillary email moment from last night because you heard what Hugh Hewitt said."}, {"sentId": 374, "text": "It is too soon for democrats to breathe easier on this."}, {"sentId": 375, "text": "Is this and Benghazi, that hearing coming up, is that still going to be a big issue?"}], "speaker": "LEMON", "secId": 95}, {"sentences": [{"sentId": 376, "text": "Well, it Is a big issue for everybody in some respects but democrats, and people all day have been talking about what a gift Bernie Sanders gave to Hillary when he did that email moment, but, you know, it was actually pretty good for Bernie Sanders, too, because right now we have got three legs of the Obama coalition that these candidates have to compete for."}, {"sentId": 377, "text": "There is you know, young people."}, {"sentId": 378, "text": "There are people of color and there are women."}, {"sentId": 379, "text": "You know, Hillary Clinton's got two of those in the lead and Bernie Sanders has one of them with young people."}, {"sentId": 380, "text": "They have to talk to each other's voters."}, {"sentId": 381, "text": "They are going to have to get there and each other's voters back to their sides so Bernie Sanders did himself a big favor with Hillary Clinton supporters last night, and, you know, I think he united democrats in that moment."}, {"sentId": 382, "text": "It was electrifying."}], "speaker": "ROSEN", "secId": 96}, {"sentences": [{"sentId": 383, "text": "Do you agree, Angela?"}], "speaker": "LEMON", "secId": 97}, {"sentences": [{"sentId": 384, "text": "I do agree."}, {"sentId": 385, "text": "He also did himself a financial favor."}, {"sentId": 386, "text": "We know now that he has raised $1.3 million as a result of saying the American people do not give a damn about your emails so he has done himself a huge favor I would say."}], "speaker": "RYE", "secId": 98}, {"sentences": [{"sentId": 387, "text": "Yes."}, {"sentId": 388, "text": "- He has raised like $2 million since then, $2 million plus."}, {"sentId": 389, "text": "Charles, you called Bernie Sanders a Neanderthal, and you say he should move to Sweden and yet he has raised nearly $2 million since this debate, since that moment last night at the debate."}, {"sentId": 390, "text": "First off, why is he a Neanderthal?"}], "speaker": "LEMON", "secId": 99}, {"sentences": [{"sentId": 391, "text": "Well, I mean, anybody who calls himself a socialist, I am sorry, even if you try to cut it by calling yourself a socialist democrat."}, {"sentId": 392, "text": "- Do you know how many people have died under socialism in the past hundred years?"}, {"sentId": 393, "text": "A lot of people - I am not talking about the people that have gone around murdering people."}, {"sentId": 394, "text": "I am just talking about because it does not work so he can dress it up as Democratic socialism if he wants to but it still -- he has always defined himself as a socialist."}], "speaker": "HURT", "secId": 100}, {"sentences": [{"sentId": 395, "text": "I am not sure you can see Angela and Hilary's faces here and their reaction but l will go to Angela first and let Hilary weigh in."}, {"sentId": 396, "text": "Go ahead, Angela."}], "speaker": "LEMON", "secId": 101}, {"sentences": [{"sentId": 397, "text": "The one thing I have been saying kind of all day is that I thought it was interesting that he took the definition back into his own hands."}, {"sentId": 398, "text": "He definitely did not define socialism as we all know it, right."}, {"sentId": 399, "text": "Bernie Sanders created his own definition just like he created his own other moment at that debate so I do not really know why I would call that Neanderthal."}, {"sentId": 400, "text": "I think that one interesting thing I would also say is we know that President Obama has been called a socialist throughout the tenure of his presidency and it has never been as endearing it is a has been with Grandpa Bernie as it has been in this debate."}], "speaker": "RYE", "secId": 102}, {"sentences": [{"sentId": 401, "text": "Hilary Rosen."}], "speaker": "LEMON", "secId": 103}, {"sentences": [{"sentId": 402, "text": "Look, Republicans are going to talk about how all Bernie Sanders wants to do is give away taxpayer dollars to people."}], "speaker": "ROSEN", "secId": 104}, {"sentences": [{"sentId": 403, "text": "Free stuff, free stuff."}], "speaker": "LEMON", "secId": 105}, {"sentences": [{"sentId": 404, "text": "But here is the thing."}, {"sentId": 405, "text": "You know, Donald Trump and every single Republican nominee is talking about giving away tax breaks to rich people, so you tell me who deserves it more, you know, kids who ca not afford to go to college, you know, poor people who ca not get health care or rich people needing more tax breaks."}, {"sentId": 406, "text": "It is still the same federal budget just because one is spend and one is a tax break."}], "speaker": "ROSEN", "secId": 106}, {"sentences": [{"sentId": 407, "text": "Well I think that is a great idea, Hilary, -- to end all of the welfare stuff."}, {"sentId": 408, "text": "I think that is terrific, and in fact I agree with you."}, {"sentId": 409, "text": "I think we should do it to corporations before we do it to poor people or whatever, but going back to the thing -"}], "speaker": "HURT", "secId": 107}, {"sentences": [{"sentId": 410, "text": "Let Hilary finish her thoughts."}, {"sentId": 411, "text": "She was not finished."}, {"sentId": 412, "text": "Go ahead Hilary."}], "speaker": "LEMON", "secId": 108}, {"sentences": [{"sentId": 413, "text": "Well Sanders just has a tough road."}, {"sentId": 414, "text": "I do not think that this country is ready for an actual socialist."}, {"sentId": 415, "text": "On the other hand, people actually like the idea of taking care of the little guy, figuring out how to help the middle class and not the one percent."}], "speaker": "ROSEN", "secId": 109}, {"sentences": [{"sentId": 416, "text": "But people, Hilary, also wonder -"}], "speaker": "LEMON", "secId": 110}, {"sentences": [{"sentId": 417, "text": "If he can move that forward, he is going to be popular."}], "speaker": "ROSEN", "secId": 111}, {"sentences": [{"sentId": 418, "text": "People also wonder how he is going to pay for all of that which is a very legitimate question."}], "speaker": "LEMON", "secId": 112}, {"sentences": [{"sentId": 419, "text": "Yes, and Hillary Clinton called him on that last night."}, {"sentId": 420, "text": "Bernie, you are going too far, you know, too far, college affordability and too far on social security, you know, so that - that is a debate democrats are going to have."}, {"sentId": 421, "text": "We want to win, and we want to be practical and, you know, busting the budget like the Republicans are going to do with their tax breaks is not going to be something the American people are going to want."}], "speaker": "ROSEN", "secId": 113}, {"sentences": [{"sentId": 422, "text": "A good question last night."}, {"sentId": 423, "text": "Do you think that this country could actually, Charles, elect a socialist?"}], "speaker": "LEMON", "secId": 114}, {"sentences": [{"sentId": 424, "text": "I know he defines it in his own way but would this country every elect a socialist?"}], "speaker": "LEMON", "secId": 115}, {"sentences": [{"sentId": 425, "text": "I do not know."}, {"sentId": 426, "text": "I kind of have a hard time seeing it happen and of course going back to the thing that Angela is talking about and I think she makes a very good point about President Obama."}, {"sentId": 427, "text": "The big difference there is being the President Obama would never describe himself as a socialist."}, {"sentId": 428, "text": "-"}], "speaker": "HURT", "secId": 116}, {"sentences": [{"sentId": 429, "text": "He is not."}], "speaker": "RYE", "secId": 117}, {"sentences": [{"sentId": 430, "text": "-- and I am just saying, just because other people call him that does not mean that the situation with Bernie Sanders is a step farther, and I do think that it creates a real problem for him in any sort of general election campaign, and even in a primary where smart democrats are going to be like, wait a minute, I do not know if we can take this show on the road beyond, you know, beyond Vermont maybe."}], "speaker": "HURT", "secId": 118}, {"sentences": [{"sentId": 431, "text": "Do you think they can do it, Angela, beyond Vermont?"}, {"sentId": 432, "text": "And I just have twenty seconds left here."}], "speaker": "LEMON", "secId": 119}, {"sentences": [{"sentId": 433, "text": "Sure, really quickly."}, {"sentId": 434, "text": "I think the most important thing for us to acknowledge is that he is resonating with some aspects of the party, --"}], "speaker": "RYE", "secId": 120}, {"sentences": [{"sentId": 435, "text": "A lot of people."}, {"sentId": 436, "text": "Yes."}], "speaker": "LEMON", "secId": 121}, {"sentences": [{"sentId": 437, "text": "Just like in the Republican Party who do not want politics as usual."}, {"sentId": 438, "text": "So I think it is very important regardless of whom the nominee is to figure out how you put that coalition together and you ensure that you are talking about things much differently than in the past."}, {"sentId": 439, "text": "We had a very progressive debate last night."}], "speaker": "RYE", "secId": 122}, {"sentences": [{"sentId": 440, "text": "Thank you all."}, {"sentId": 441, "text": "I appreciate it."}, {"sentId": 442, "text": "I am going to ask that question again."}, {"sentId": 443, "text": "Can a Democratic socialist ever win the White House?"}, {"sentId": 444, "text": "A congressman who is endorsing Bernie Sanders for president says yes to that."}, {"sentId": 445, "text": "Next, he tells me why."}], "speaker": "LEMON", "secId": 123}, {"sentences": [{"sentId": 446, "text": "Bernie Sanders kicking his fund-raising efforts into high gear in the wake of his debate performance, attending two Beverly Hills events tonight and he has got an endorsement from Congressman Keith Ellison."}, {"sentId": 447, "text": "Congressman Keith Ellison joins me now."}, {"sentId": 448, "text": "Good to see you."}, {"sentId": 449, "text": "How you doing?"}], "speaker": "LEMON", "secId": 124}, {"sentences": [{"sentId": 450, "text": "Thanks, very good to see you, too."}], "speaker": "CONGRESSMAN KEITH ELLISON", "secId": 125}, {"sentences": [{"sentId": 451, "text": "You know you are one of only two congressional endorsements for Bernie Sanders right now."}, {"sentId": 452, "text": "Why did you decide to endorse him on the eve of the first debate, and how do you think he did?"}], "speaker": "LEMON", "secId": 126}, {"sentences": [{"sentId": 453, "text": "Well, I think he did a good job, and I think he really highlighted the issues that most families have anxiety about, like the bread and butter stuff."}, {"sentId": 454, "text": "How are we going to make our bills?"}, {"sentId": 455, "text": "How are we going to retire?"}, {"sentId": 456, "text": "How are we going to send our kids to college?"}, {"sentId": 457, "text": "He really hit on this issue of needing to turn this economy around for working families, and you know, the reason I decided to endorse him because he and I have a number of things that we agree on, including, you know, raising the minimum wage to $15 an hour."}, {"sentId": 458, "text": "He mentioned that in the debate I am the house sponsor of that legislation he is carrying, but also we both agree that imprisoning people should be a public function, should not be sub led the to the private sector and we have a legislation on that."}, {"sentId": 459, "text": "We also have a piece of legislation that would strip the big oil companies of their public subsidies, and so we think that - that is called the End Polluter Welfare Act, so, you know, he and I have a number of things that we really think are important and I am great to be able to support him, and so that is really where I am coming down - and I also like, Don, what he is doing with his campaign."}, {"sentId": 460, "text": "LEMON: Yes."}], "speaker": "REP. ELLISON", "secId": 127}, {"sentences": [{"sentId": 461, "text": "He is reaching out on a grass roots level in a broad- based way."}], "speaker": "REP. ELLISON", "secId": 128}, {"sentences": [{"sentId": 462, "text": "I agree with you."}, {"sentId": 463, "text": "I want to talk to you about that."}, {"sentId": 464, "text": "I want to talk about the huge crowds that he is drawing."}, {"sentId": 465, "text": "To the debate quickly and then we will get to the other things."}], "speaker": "LEMON", "secId": 129}, {"sentences": [{"sentId": 466, "text": "Yes."}], "speaker": "REP. ELLISON", "secId": 130}, {"sentences": [{"sentId": 467, "text": "The moment at debate where he said you know I am tired of talking about your damn emails."}, {"sentId": 468, "text": "Do you think that was a gift to Hillary Clinton?"}, {"sentId": 469, "text": "Do you think that that was wise because then that kind of takes the ammunition away from anyone who decides to run against her, be it Joe Biden or it could be someone else, him as well?"}], "speaker": "LEMON", "secId": 131}, {"sentences": [{"sentId": 470, "text": "I think it was genuine and authentic."}, {"sentId": 471, "text": "I think it was class of Bernie Sanders."}, {"sentId": 472, "text": "He wants to talk about the issues."}, {"sentId": 473, "text": "He wants to talk about how working class people are really taking it on the chin in this increasing inequality and he mentioned that."}, {"sentId": 474, "text": "And I think what he really wants to do is get back to the basics."}, {"sentId": 475, "text": "He is not really looking at it as technically clever or not."}, {"sentId": 476, "text": "He is saying what do the American people need and his answer is attention on this economy."}, {"sentId": 477, "text": "Not endless, you know prognosticating on some emails, basically emerge the out of a fraudulent select committee on Benghazi anyway."}], "speaker": "REP. ELLISON", "secId": 132}, {"sentences": [{"sentId": 478, "text": "That he believes is a partisan attack and many democrats believe that."}, {"sentId": 479, "text": "So let us talk about this, about the crowds now and the people he is drawing because he is drawing thousands of people, I mean, big crowds."}], "speaker": "LEMON", "secId": 133}, {"sentences": [{"sentId": 480, "text": "Yes."}], "speaker": "REP. ELLISON", "secId": 134}, {"sentences": [{"sentId": 481, "text": "And younger people."}, {"sentId": 482, "text": "Is that one of the reasons that you support him is because you think it is time for someone different, someone - he is not a young man but who has a different attitude that these young people are supporting?"}], "speaker": "LEMON", "secId": 135}, {"sentences": [{"sentId": 483, "text": "Well, he has a very youthful spirit."}, {"sentId": 484, "text": "You know he has a lot of vigor and the way he expresses himself but the answer to your question is yes."}, {"sentId": 485, "text": "The fact is we had a 72-year low in voter participation last election."}, {"sentId": 486, "text": "Thirty six percent of Americans came out to vote, and we cannot abide that in a Democratic society and the way that he is campaigning addresses this directly."}, {"sentId": 487, "text": "We got to have people involved."}, {"sentId": 488, "text": "People excited and he is generating that excitement."}, {"sentId": 489, "text": "That is one of the reasons why I have decided to support him."}], "speaker": "REP. ELLISON", "secId": 136}, {"sentences": [{"sentId": 490, "text": "Do you think someone can be elected that calls himself a socialist and he does not back away from it."}, {"sentId": 491, "text": "He says I am a socialist."}, {"sentId": 492, "text": "Will Americans elect a socialist president?"}], "speaker": "LEMON", "secId": 137}, {"sentences": [{"sentId": 493, "text": "I think Americans are going to go to the substance, not just hang on to the labels."}, {"sentId": 494, "text": "At the end of the day people want to know who is going to help me get a better wage and who is going to help me make sure that I can have some job stability and security?"}, {"sentId": 495, "text": "That is what they want to know."}, {"sentId": 496, "text": "They want to know, you know, am I going to be able to retire?"}, {"sentId": 497, "text": "Who is going to fight for social security?"}, {"sentId": 498, "text": "So I think at end of the day, you know, Americans will vote for who are going to fight for the things that they really need and will look past labels."}, {"sentId": 499, "text": "We just went through an election where you know, people said will there ever be a black president?"}, {"sentId": 500, "text": "Well the answer is yes and will there ever be a woman president, well, maybe and certainly Hillary Clinton was a top contender, so I think when it comes to some of these labels people are going to look past them into the real guts of the issue and I think on that score he is the right man."}], "speaker": "REP. ELLISON", "secId": 138}, {"sentences": [{"sentId": 501, "text": "Congressman Ellison, thank you, it is a pleasure to have you on."}], "speaker": "LEMON", "secId": 139}, {"sentences": [{"sentId": 502, "text": "Thanks, Don, take good care."}], "speaker": "REP. ELLISON", "secId": 140}, {"sentences": [{"sentId": 503, "text": "All right, you too."}, {"sentId": 504, "text": "We will be right back."}], "speaker": "LEMON", "secId": 141}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1510.14.cnnt.02.html.json", "time": "Aired October 14, 2015 - 23:00   ET"}