{"sectionCount": 157, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["ANNOUNCER", "LEMON", "HOLMES", "PIOTROWSKI", "PARISH", "TIMMER", "SIDNER", "DAM", "RAPPAPORT", "PAULSON", "DILLER", "HALLIBURTON", "HONORE", "LEVINE", "KAYYEM"], "subTitle": "Hurricane Matthew Taking Aim at Florida; Aired 11-12p ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1610/06/cnnt.02.html", "sentenceCount": 461, "sections": [{"sentences": [{"sentId": 0, "text": "This is CNN Breaking News."}], "speaker": "ANNOUNCER", "secId": 0}, {"sentences": [{"sentId": 1, "text": "The breaking news on CNN, Florida bracing right now for Hurricane Matthew, a storm that the governor calls a monster."}], "speaker": "LEMON", "secId": 1}, {"sentences": [{"sentId": 2, "text": "This is CNN TONIGHT, I'm Don Lemon."}], "speaker": "LEMON", "secId": 2}, {"sentences": [{"sentId": 3, "text": "Here's what we know at this hour."}, {"sentId": 4, "text": "Matthew, an extremely dangerous category four storm could hit Florida in just hours."}, {"sentId": 5, "text": "Governor Rick Scott pleading with his state to take the storm seriously and seek shelter."}], "speaker": "LEMON", "secId": 3}, {"sentences": [{"sentId": 6, "text": "Forecasters saying they haven't seen anything like this in modern times."}, {"sentId": 7, "text": "Hundreds of people dead after the storm's rampaged through Haiti and Matthew forcing the largest mandatory evacuation since Hurricane Sandy, more than 200,000 homes along the coast of Florida, from Florida to North Carolina, at risk from the storm surge alone."}], "speaker": "LEMON", "secId": 4}, {"sentences": [{"sentId": 8, "text": "That number likely to go much, much higher than that."}, {"sentId": 9, "text": "More than 100,000 people already without power tonight."}], "speaker": "LEMON", "secId": 5}, {"sentences": [{"sentId": 10, "text": "Our correspondents are stationed throughout the region and we're going to start, though, with CNN's Michael Holmes."}, {"sentId": 11, "text": "He is in Palm Bay, Florida, for us."}], "speaker": "LEMON", "secId": 6}, {"sentences": [{"sentId": 12, "text": "Michael, give us the latest where you are."}], "speaker": "LEMON", "secId": 7}, {"sentences": [{"sentId": 13, "text": "Yes, Palm Bay, Florida, we're right in the Melbourne area of Florida."}, {"sentId": 14, "text": "And this is an area where, according to some of the tracks, could be the hardest-hit at the moment if things stay on course the way they are."}, {"sentId": 15, "text": "It's been getting a bit rough around here in the last hour or so."}, {"sentId": 16, "text": "It's coming through in bands I suppose, Don, and we just had one comes through, which was a little bit frightening here."}, {"sentId": 17, "text": "It doesn't look so bad now but it did about five minutes ago or so."}], "speaker": "HOLMES", "secId": 8}, {"sentences": [{"sentId": 18, "text": "We're about an hour or so away from high tide and we've talked a lot about the surge, the surge that comes ashore, all that water, and, you know, people think of wind and the like when they think of hurricanes."}, {"sentId": 19, "text": "But more people are killed by storm surge than anything else."}, {"sentId": 20, "text": "And the storm surge here is going to be up to 12 feet."}], "speaker": "HOLMES", "secId": 9}, {"sentences": [{"sentId": 21, "text": "Now just off the coast you've got those barrier islands, those houses that are all out there right on the front edge of where this is all coming in."}, {"sentId": 22, "text": "And you know what, I covered Hurricane Sandy in 2012 and saw what happened to the houses on those barrier islands and I just can't imagine what this storm is going to do to it."}], "speaker": "HOLMES", "secId": 10}, {"sentences": [{"sentId": 23, "text": "I want to read you something, though, and you can see this is another one of these bands coming through now which is sort of rocking us around."}, {"sentId": 24, "text": "We just got an advisory from the National Weather Service here in Florida, and the weather, as some have pointed out in our weather department, is reminiscent of what we saw with Katrina in terms of language."}, {"sentId": 25, "text": "And it says, \"Locations may be uninhabitable for weeks or months, widespread extensive to devastating impact effects have not been experienced like this in central Florida in decades.\""}], "speaker": "HOLMES", "secId": 11}, {"sentences": [{"sentId": 26, "text": "That just gives you a sense of how worried people are about this."}, {"sentId": 27, "text": "Evacuations have taken place, but we heard from the police that they were worried that people living in of all things mobile home parks, some of them have not left."}, {"sentId": 28, "text": "And this is not the sort of thing you want to go through in a mobile home."}], "speaker": "HOLMES", "secId": 12}, {"sentences": [{"sentId": 29, "text": "People on the barrier islands, they hope, have been evacuated."}, {"sentId": 30, "text": "They're going to close the causeway any minute now."}, {"sentId": 31, "text": "Anyone who's out there is going to be stuck out there and of course the thing is, once the winds get over 50-miles-an-hour, emergency services, first responders, they're not going to come get you, because it's just going to be far too dangerous for them."}], "speaker": "HOLMES", "secId": 13}, {"sentences": [{"sentId": 32, "text": "So we're looking at winds by -- in the next couple of hours of getting up around 75-miles-an-hour, by 3:00, 4:00, 5:00, could be 110 miles an hour sustained winds, gusts up to 20 miles an hour more than that."}], "speaker": "HOLMES", "secId": 14}, {"sentences": [{"sentId": 33, "text": "So this region around -- you know, we're in Palm Bay, but it's the greater Melbourne, Florida, area."}, {"sentId": 34, "text": "They're really -- they're expecting the worst at the moment, Don."}], "speaker": "HOLMES", "secId": 15}, {"sentences": [{"sentId": 35, "text": "All right, Michael, I want you to stand by."}], "speaker": "LEMON", "secId": 16}, {"sentences": [{"sentId": 36, "text": "I want to get to Jeff Piotrowski, who is a storm chaser with TwisterChasers.com, and he joins us now."}, {"sentId": 37, "text": "He -- your video is up from Melbourne, I understand that you're in Melbourne."}, {"sentId": 38, "text": "What are you seeing?"}], "speaker": "LEMON", "secId": 17}, {"sentences": [{"sentId": 39, "text": "Right."}, {"sentId": 40, "text": "Over the last 15, 20 minutes, as I came north, I've seen numerous power flashes with -- we've got high winds with obviously trees falling on the power lines and power grid and big huge green flashes in the sky, sometimes last a couple of seconds, and just literally about 15 seconds ago on the outer island, outer banks, and it was in the Melbourne area and the Atlantic just south of there -- just southeast of Melbourne."}], "speaker": "PIOTROWSKI", "secId": 18}, {"sentences": [{"sentId": 41, "text": "That's damaging winds are coming in from the southeast of Melbourne now and we're going to have wind damage that's going to increase -- looks like they've got emergency vehicles coming southbound here on Highway 1."}, {"sentId": 42, "text": "Anyway, the damaging winds are coming ashore now near Melbourne and just southeast of Melbourne."}, {"sentId": 43, "text": "The damaging winds are coming ashore now and they're going to continue to increase the intensity over the next four to six hours."}], "speaker": "PIOTROWSKI", "secId": 19}, {"sentences": [{"sentId": 44, "text": "So, listen, take us there."}, {"sentId": 45, "text": "What are you seeing the most?"}, {"sentId": 46, "text": "Because, you know, it's a little bit difficult to see."}, {"sentId": 47, "text": "We can't see as clearly as you, but we can see it."}, {"sentId": 48, "text": "Is it mostly power lines?"}, {"sentId": 49, "text": "Is it -- are you seeing trees or limbs down?"}, {"sentId": 50, "text": "Are you seeing debris?"}, {"sentId": 51, "text": "What is it?"}, {"sentId": 52, "text": "Water?"}], "speaker": "LEMON", "secId": 20}, {"sentences": [{"sentId": 53, "text": "Yes, just small trees, limbs down."}, {"sentId": 54, "text": "The water's very high, back at Fort Pierce."}, {"sentId": 55, "text": "I talked to the local officials there."}, {"sentId": 56, "text": "They tell me the water is the highest they've ever seen it."}, {"sentId": 57, "text": "It's about five foot."}, {"sentId": 58, "text": "It's only been a foot or two below the top of the -- you know, the Rockledge there before it starts spilling across the roadway."}, {"sentId": 59, "text": "And it's just rose over five feet since about noon today and is very, very rough, huge swell in the very deep, you know, riverbanks in there, and water right now is just coming down the Indian River facing Highway 1."}, {"sentId": 60, "text": "I can tell the water is flowing southward at a very high rate of speed -- you know, 70 miles an hour, kind of northeast and east as the eye approaches from the south-southeast here."}, {"sentId": 61, "text": "And that's pushing that water back southward in the inlet there."}, {"sentId": 62, "text": "But that's what I just observed coming north here on 1."}], "speaker": "PIOTROWSKI", "secId": 21}, {"sentences": [{"sentId": 63, "text": "Jeff, it appears to us that you are -- it looks like you're near a parking lot or a gas station, or something."}, {"sentId": 64, "text": "What area are you in specifically?"}], "speaker": "LEMON", "secId": 22}, {"sentences": [{"sentId": 65, "text": "We're just about coming into Melbourne, really the bridges here."}, {"sentId": 66, "text": "I'm just -- I'm near Highway 192 and 1 now, and this is -- basically we're on right now, it's just basically, you know, 192 and 1 is where I'm located and this is the area that's going to go -- this is the area I'm at right now, just observing from this area right now as the hurricane approaches from the southeast."}], "speaker": "PIOTROWSKI", "secId": 23}, {"sentences": [{"sentId": 67, "text": "Have you seen one single soul out besides emergency people or people who are supposed to be out?"}], "speaker": "LEMON", "secId": 24}, {"sentences": [{"sentId": 68, "text": "I've seen what, sir?"}], "speaker": "PIOTROWSKI", "secId": 25}, {"sentences": [{"sentId": 69, "text": "Have you seen one single person out who is not supposed to be out besides emergency people?"}], "speaker": "LEMON", "secId": 26}, {"sentences": [{"sentId": 70, "text": "A couple people but not many."}, {"sentId": 71, "text": "Just maybe one or two."}, {"sentId": 72, "text": "Mostly it's been a tremendous presence of law enforcement, and they've done an excellent job in securing the area and they're in full force all along southeast coastline tonight."}], "speaker": "PIOTROWSKI", "secId": 27}, {"sentences": [{"sentId": 73, "text": "All right."}, {"sentId": 74, "text": "Jeff Piotrowski, a storm chaser out for us this evening."}, {"sentId": 75, "text": "Jeff, thank you very much."}, {"sentId": 76, "text": "We'll get back to you."}], "speaker": "LEMON", "secId": 28}, {"sentences": [{"sentId": 77, "text": "I want to get Jack Parish, he is the flight director for NOAA, and he joins us now by phone."}], "speaker": "LEMON", "secId": 29}, {"sentences": [{"sentId": 78, "text": "I just want to tell you, Jack."}, {"sentId": 79, "text": "We've been looking -- monitoring the National Hurricane Center, the NOAA Web site, and it's going in and out, sometimes it's down, sometimes it's up."}, {"sentId": 80, "text": "I would imagine it's getting tremendous traffic."}, {"sentId": 81, "text": "And do you know anything about that?"}], "speaker": "LEMON", "secId": 30}, {"sentences": [{"sentId": 82, "text": "I don't know what the situation is right now."}, {"sentId": 83, "text": "We're having the same problem."}, {"sentId": 84, "text": "I have other ways that I can get radar imagery and that sort of thing, but you can imagine the flood of interest in that direction."}, {"sentId": 85, "text": "LEMON:  So tell us."}, {"sentId": 86, "text": "You're tracking this hurricane."}, {"sentId": 87, "text": "What are you"}], "speaker": "PARISH", "secId": 31}, {"sentences": [{"sentId": 88, "text": "seeing?"}], "speaker": "PARISH", "secId": 32}, {"sentences": [{"sentId": 89, "text": "Yes, sir."}, {"sentId": 90, "text": "Well, we took our P 3 aircraft, NOAA's P 3 aircraft through the center of the storm five times today."}, {"sentId": 91, "text": "We're out there serving at the tip of the spear for the forecasters at the hurricane center."}, {"sentId": 92, "text": "And we made passes through this storm, five different times to totally map out the wind field that's going to be impacting the coast."}], "speaker": "PARISH", "secId": 33}, {"sentences": [{"sentId": 93, "text": "We see -- we see something we very rarely see here, which is a double- eye hurricane or a concentric eye."}, {"sentId": 94, "text": "So when you see the radar pictures, and you see that outer ring, that outer ring has hurricane- force winds as well as the little tiny inner eye, so anything within that volume or that outer ring you're certainly going to see hurricane-force winds on the beach."}], "speaker": "PARISH", "secId": 34}, {"sentences": [{"sentId": 95, "text": "OK.  What sort of data are you collecting from this?"}], "speaker": "LEMON", "secId": 35}, {"sentences": [{"sentId": 96, "text": "Well, we have -- we have just a tremendous amount of data, but the important thing, is every time we go through the center we of course want to know what the lowest pressure is doing down at the surface and that was fairly stable during our flight, although certainly of category four standards, and then the biggest thing is we have a downward looking instrument that maps out surface winds."}], "speaker": "PARISH", "secId": 36}, {"sentences": [{"sentId": 97, "text": "You want to know how strong the wind is blowing at your roof level when you're a coastal resident and so we map out 105 mile radio legs all the way around the storm, all directions, so we provide that wind field to the hurricane center."}, {"sentId": 98, "text": "They turn it over to the emergency managers, the local officials, and if everyone will just please heed the advice of those people, and when they can get to the hurricane center site, get to it, because that's the best information you can get, NOAA's national hurricane center."}], "speaker": "PARISH", "secId": 37}, {"sentences": [{"sentId": 99, "text": "Well, the question I think that many people ask is who is doing this?"}, {"sentId": 100, "text": "Are you doing this -- is this done with instruments, they're computerized?"}, {"sentId": 101, "text": "Or do you people -- are people actually out there doing it themselves?"}, {"sentId": 102, "text": "They're collecting this information?"}], "speaker": "LEMON", "secId": 38}, {"sentences": [{"sentId": 103, "text": "Oh, no, we had an airplane with 17 people on board today."}, {"sentId": 104, "text": "We have a combination of NOAA, NOAA-core officers flying the aircraft."}, {"sentId": 105, "text": "I'm NOAA core civil service, I'm a flight meteorologist."}, {"sentId": 106, "text": "We have data people and scientists flying on board, especially scientists from the NOAA hurricane research division down in Miami, and these are flesh and blood people flying through the center of these storms."}], "speaker": "PARISH", "secId": 39}, {"sentences": [{"sentId": 107, "text": "We had a -- we had a pretty bumpy pass coming in from the northwest side, our pass number two, and we're all reminded that it's not your standard line of work, but it's such important information and we have to be looking at the data in real time."}, {"sentId": 108, "text": "We have to make sure that it's extremely high quality data going off to so we don't give anybody bad information."}], "speaker": "PARISH", "secId": 40}, {"sentences": [{"sentId": 109, "text": "So your data is all from the air, no one -- nothing from the ground is what I'm asking."}, {"sentId": 110, "text": "You don't have people out --  PARISH:  In this particular case, I mean, we flew directly over"}], "speaker": "LEMON", "secId": 41}, {"sentences": [{"sentId": 111, "text": "Freeport, we were flying over Andros, flying in Nassau, but our aircraft was at 10,000 feet flying a standard National Hurricane Center reco pattern, so we were getting all of our information from that altitude."}], "speaker": "LEMON", "secId": 42}, {"sentences": [{"sentId": 112, "text": "All right."}, {"sentId": 113, "text": "Jack Parish from NOAA, the flight director there."}, {"sentId": 114, "text": "Jack, thank you very much."}], "speaker": "LEMON", "secId": 43}, {"sentences": [{"sentId": 115, "text": "I want to go now to Reed Timmer."}, {"sentId": 116, "text": "He's on the phone."}, {"sentId": 117, "text": "He's an AccuWeather extreme meteorologist."}], "speaker": "LEMON", "secId": 44}, {"sentences": [{"sentId": 118, "text": "Reed, good evening."}, {"sentId": 119, "text": "Thank you for joining us."}, {"sentId": 120, "text": "Tell us what you're seeing."}, {"sentId": 121, "text": "What do you know?"}], "speaker": "LEMON", "secId": 45}, {"sentences": [{"sentId": 122, "text": "I'm in Cocoa Beach right now."}, {"sentId": 123, "text": "We're right out the shoreline."}, {"sentId": 124, "text": "Just out on the beach a little bit a go."}, {"sentId": 125, "text": "Probably had winds gusting to 50 miles to 60 miles an hour and the hurricane is still over 100 miles to our southwest, so that's a sign that there's lot more to come and just second ago I observed a power flashes just to the south of me, down the barrier island, which is consistent to what Jeff Piotrowski was saying."}], "speaker": "TIMMER", "secId": 46}, {"sentences": [{"sentId": 126, "text": "I'll turn the camera back around that way."}, {"sentId": 127, "text": "Maybe we'll catch a power flash, but as the hurricane moves closer you're going to see a lot more of these transformer explosions, a lot more power flashes in the sky."}, {"sentId": 128, "text": "It definitely illuminates the sky before the power goes out."}, {"sentId": 129, "text": "But the storm is just getting started here."}, {"sentId": 130, "text": "It has approached from the southeast, they got a double eye wall structure."}, {"sentId": 131, "text": "When that outer eye wall comes in, that's when we're going to get the winds gusting to hurricane force."}, {"sentId": 132, "text": "And we'll probably have the power go out here."}], "speaker": "TIMMER", "secId": 47}, {"sentences": [{"sentId": 133, "text": "Right now we're in a concrete structure that's right on the coast and we feel confident in that structure but we're at about three or four feet of sea level."}, {"sentId": 134, "text": "So if there is storm surge, and we may have to move the vehicle to higher ground or at least abandon it and then go up in elevation above that storm surge level."}], "speaker": "TIMMER", "secId": 48}, {"sentences": [{"sentId": 135, "text": "So you're not stationary there, can you -- Reed, can you walk around a little bit and show us what you're seeing?"}], "speaker": "LEMON", "secId": 49}, {"sentences": [{"sentId": 136, "text": "Yes, I prefer to be on foot, stay mobile."}, {"sentId": 137, "text": "Right now I'm on the road that parallels the coastline and it's a little bit sheltered from the beach."}, {"sentId": 138, "text": "If I could get a spotlight out on the beach, you'd see really those winds ripping."}, {"sentId": 139, "text": "A lot of sand getting picked up by the dirt."}, {"sentId": 140, "text": "It's almost like get an exfoliator out there."}, {"sentId": 141, "text": "Definitely if you turn into the winds you have to feel the pain and the sand getting kicked off."}, {"sentId": 142, "text": "So the winds have increased."}, {"sentId": 143, "text": "They keep going out to the beach, incrementally and examining how strong the winds are increasing and we really expect conditions to deteriorate here in Cocoa Beach."}], "speaker": "TIMMER", "secId": 50}, {"sentences": [{"sentId": 144, "text": "And in fact this whole area could be under water especially if that eye goes a little bit to the south."}, {"sentId": 145, "text": "We had that onshore blow."}, {"sentId": 146, "text": "This area right here, it's not a spot that I'd want to be on foot."}, {"sentId": 147, "text": "because this likely will be under a few feet of water, maybe several feet of water if that eye goes to the south."}], "speaker": "TIMMER", "secId": 51}, {"sentences": [{"sentId": 148, "text": "All right."}, {"sentId": 149, "text": "Reed Timmer out in Cocoa Beach for us this evening."}, {"sentId": 150, "text": "Reed, we'll get back to you."}, {"sentId": 151, "text": "Thank you very much."}], "speaker": "LEMON", "secId": 52}, {"sentences": [{"sentId": 152, "text": "Coming up, much more on our breaking news tonight."}, {"sentId": 153, "text": "Monster Hurricane Matthew taking aim at the Florida coast."}, {"sentId": 154, "text": "Fears it could be the worst storm in a century."}], "speaker": "LEMON", "secId": 53}, {"sentences": [{"sentId": 155, "text": "Breaking news, Hurricane Matthew bearing down on Florida's East Coast tonight."}, {"sentId": 156, "text": "Governor Rick Scott calling the storm a monster and warning residents to take it seriously."}], "speaker": "LEMON", "secId": 54}, {"sentences": [{"sentId": 157, "text": "I want to get now to CNN's Sara Sidner."}, {"sentId": 158, "text": "She's in Daytona Beach for us this evening where she has been following the situation there."}], "speaker": "LEMON", "secId": 55}, {"sentences": [{"sentId": 159, "text": "Sara, what are you seeing?"}], "speaker": "LEMON", "secId": 56}, {"sentences": [{"sentId": 160, "text": "We now know that in about 45 minutes there will be a curfew in place in Volusia County where we are."}, {"sentId": 161, "text": "The authorities are saying the curfew is in place to make sure that people stay safe."}, {"sentId": 162, "text": "Not going out on the roads because now the storm is definitely coming in and we've been feeling those bands of wind and rain, getting stronger and stronger and stronger, as this evening has turned into night."}], "speaker": "SIDNER", "secId": 57}, {"sentences": [{"sentId": 163, "text": "We're also told that they're doing it to make sure that there aren't people roaming around trying to loot businesses or homes, so they want everyone off the streets and back into a safe place, whether that is a shelter or your home if you are off of the coast, there is no now time to evacuate."}, {"sentId": 164, "text": "That time has passed to get to somewhere safe."}, {"sentId": 165, "text": "They are telling people if you go -- are on the coast, you can still go over the bridge to get away from the coast, but you cannot go from the inland areas on to the beach."}, {"sentId": 166, "text": "Those bridges have been closed coming towards the water."}], "speaker": "SIDNER", "secId": 58}, {"sentences": [{"sentId": 167, "text": "I can also tell you, this, you know, as these bands come in, we're seeing all sorts of, you know, animals sort of coming up, crabs and toads and frogs that are showing up."}, {"sentId": 168, "text": "The animals certainly know what's going on, I guess, but we can also hear the surf and it is getting really angry."}, {"sentId": 169, "text": "We can hear it slapping the shore."}], "speaker": "SIDNER", "secId": 59}, {"sentences": [{"sentId": 170, "text": "We can also tell you that we hear that the waves could get about 20 to 25 feet high."}, {"sentId": 171, "text": "I'm 5'9\", that's basically four of me standing on top of each other and we're talking, you know, the first floor of a building, so a lot of folks have taken their cars and put them up in the hotels, on a higher plain, on a higher floor."}], "speaker": "SIDNER", "secId": 60}, {"sentences": [{"sentId": 172, "text": "This area, Daytona Beach, Daytona itself, kind of sits in a bowl and so there will be some flooding that they're expecting."}, {"sentId": 173, "text": "And what kills people more than anything else, it is flooding."}, {"sentId": 174, "text": "Not the winds, of course not the rain, but it's the flooding and people making the mistake of going into standing water, not knowing how deep it is and how fast that water can move so they want everyone to be sure not to do that and to sort of hunker down now because the storm is coming in and it's getting closer and closer and closer."}, {"sentId": 175, "text": "These bands of wind and rain are no joke -- Don."}], "speaker": "SIDNER", "secId": 61}, {"sentences": [{"sentId": 176, "text": "That's what I want to ask you about, where Michael Holmes was, where he is tonight."}, {"sentId": 177, "text": "You're seeing, you know, the bands, he says it comes through occasionally."}, {"sentId": 178, "text": "Is that happening where you are?"}, {"sentId": 179, "text": "How quickly or is it just upon you now?"}], "speaker": "LEMON", "secId": 62}, {"sentences": [{"sentId": 180, "text": "Yes, so one just passed through and we keep getting them."}, {"sentId": 181, "text": "They come every half an hour or so."}, {"sentId": 182, "text": "But they're starting to pick up in intensity, and so you'll notice all of a sudden it just starts dumping rain and the rain starts going a bit sideways, and you know that you are in yet another band and then it calms down and this is typical of a hurricane."}], "speaker": "SIDNER", "secId": 63}, {"sentences": [{"sentId": 183, "text": "I remember I was in college when Hurricane Andrew hit, the largest storm, most devastating storm for Florida."}, {"sentId": 184, "text": "My mom lives here and I remember thinking, oh my goodness, is she going to make it through?"}, {"sentId": 185, "text": "I was in north Florida."}, {"sentId": 186, "text": "I came home and I didn't recognize anything and that is what authorities are warning people that if this storm does what they think it's going do to this area there may be street signs down, there may be trees down."}], "speaker": "SIDNER", "secId": 64}, {"sentences": [{"sentId": 187, "text": "You may not recognize even where you live because things will look very different if this storm slams this coast as hard as they think it will."}, {"sentId": 188, "text": "So I think what they're people is look, it's going to be a couple of days, it could be as many as months before things get back to normal."}], "speaker": "SIDNER", "secId": 65}, {"sentences": [{"sentId": 189, "text": "I can also tell you this."}, {"sentId": 190, "text": "We know that the Florida power and light folks, there's about 500 of them coming to some of the local totals because they want to make sure they can restore power as soon as possible."}, {"sentId": 191, "text": "But they are expecting power to go out for millions of Floridians and they want to try to get that back online, but people need to be prepared with things like water and bread just in case that power goes out and is out for a while."}, {"sentId": 192, "text": "You want to be able to sustain yourself for at least, they say, three days -- Don."}], "speaker": "SIDNER", "secId": 66}, {"sentences": [{"sentId": 193, "text": "Sara Sidner, in Daytona Beach."}, {"sentId": 194, "text": "Sara, be safe."}, {"sentId": 195, "text": "We'll get back to you."}], "speaker": "LEMON", "secId": 67}, {"sentences": [{"sentId": 196, "text": "I want to bring in now meteorologist Derek Van Dam."}, {"sentId": 197, "text": "He is weather center for us."}], "speaker": "LEMON", "secId": 68}, {"sentences": [{"sentId": 198, "text": "So Sara -- she says she's getting wave after wave of it coming through every 30 minutes."}, {"sentId": 199, "text": "Tell us what's going on, Derek."}], "speaker": "LEMON", "secId": 69}, {"sentences": [{"sentId": 200, "text": "Well, Don, I believe she's in Daytona Beach, so she's still several hundred miles away from the worst of the storm, but you have to listen to this ominous, if not dire wording from the National Weather Service out of Melbourne and Jacksonville, Florida."}], "speaker": "DAM", "secId": 70}, {"sentences": [{"sentId": 201, "text": "This is verbatim."}, {"sentId": 202, "text": "\"Locations may be uninhabitable for weeks or months."}, {"sentId": 203, "text": "Widespread, extensive to devastating wind impacts will be felt."}, {"sentId": 204, "text": "Airborne debris lofted by extreme winds will be capable of breaching structures, unprotected windows, and vehicles."}, {"sentId": 205, "text": "Effects such as these have not been experienced in central Florida in decades.\""}, {"sentId": 206, "text": "This is similar wording to what we received before to Katrina in"}], "speaker": "DAM", "secId": 71}, {"sentences": [{"sentId": 207, "text": "August 2005."}, {"sentId": 208, "text": "So you asked, what is the latest information."}, {"sentId": 209, "text": "Well, what you're looking at behind me is the current radar and you heard from the NOAA hurricane hunter, Jeff, a few moments ago, on one of your interviews, talking about two different eye walls and you're really starting to see that peak up across the radar imagery."}], "speaker": "DAM", "secId": 72}, {"sentences": [{"sentId": 210, "text": "So what you're looking at is one larger eye wall and more of a co- eccentric smaller eye wall right near the center of the storm."}, {"sentId": 211, "text": "It's really between these two eye walls that you see on the radar, where we're going to find our strongest winds, especially on that northern periphery, and what the National Hurricane Center and the NOAA reconnaissance aircraft that have moved through this region have done -- have really red wind readings here easily in excess of 100 miles per hour -- Don."}], "speaker": "DAM", "secId": 73}, {"sentences": [{"sentId": 212, "text": "All right."}, {"sentId": 213, "text": "Derek Van Dam, stand by."}, {"sentId": 214, "text": "Thank you for that information."}], "speaker": "LEMON", "secId": 74}, {"sentences": [{"sentId": 215, "text": "I want to bring in now, Ed Rappaport."}, {"sentId": 216, "text": "He is the deputy director of the National Hurricane Center in Miami."}], "speaker": "LEMON", "secId": 75}, {"sentences": [{"sentId": 217, "text": "Good evening to you."}, {"sentId": 218, "text": "Busy time for you."}, {"sentId": 219, "text": "We appreciate it."}, {"sentId": 220, "text": "Where exactly is Hurricane Matthew now and where is the storm headed?"}], "speaker": "LEMON", "secId": 76}, {"sentences": [{"sentId": 221, "text": "You can see pretty clearly where the center of the storm is located, and that's about 50 miles to 75 miles off of the south Florida coast a little bit north of Palm Beach."}], "speaker": "RAPPAPORT", "secId": 77}, {"sentences": [{"sentId": 222, "text": "The center is forecast to move close to parallel to the east coast of Florida, maybe approaching it a little bit."}, {"sentId": 223, "text": "And that's going to be really key because the most intense part of the hurricane is very close to the center."}, {"sentId": 224, "text": "As that pulls in towards the coast, the conditions are going to deteriorate, particularly in the northern part of the coast, and we should expect to see hurricane-force winds move ashore in the next few hours and then progress farther up the coast and those winds are going to drive a storm surge that could reach seven to 11 feet if the core of the hurricane does get to the shoreline."}], "speaker": "RAPPAPORT", "secId": 78}, {"sentences": [{"sentId": 225, "text": "Eleven feet at the worst, you believe, but just how powerful will Matthew be at its worst?"}], "speaker": "LEMON", "secId": 79}, {"sentences": [{"sentId": 226, "text": "Matthew's probably reached its peak intensity in terms of the wind speed."}, {"sentId": 227, "text": "Winds are on the order of 130 miles per hour or so, and the winds may gradually come down a bit but not enough such that it's going to drop much below, say, a category three hurricane as it approaches the Florida east coast."}, {"sentId": 228, "text": "So we have potential damage and loss of life still from three different hazards associated with Matthew, the storm surge, which will be coming ashore, as we said seven to maybe 11 feet, waves on top of that."}], "speaker": "RAPPAPORT", "secId": 80}, {"sentences": [{"sentId": 229, "text": "We have the very strong winds."}, {"sentId": 230, "text": "There's also a risk for flooding mainly in the inland areas from excessive rainfall, five to 10 inches, locally 12 inches of rain."}, {"sentId": 231, "text": "So all of those hazards are in play and what we'd like to do is make sure that everybody pays close attention to the recommendations of their local emergency management officials."}], "speaker": "RAPPAPORT", "secId": 81}, {"sentences": [{"sentId": 232, "text": "Absolutely."}, {"sentId": 233, "text": "And you said so, it's probably at its maximum intensity right now."}, {"sentId": 234, "text": "It's a category four storm, winds of up to 140 miles an hour."}, {"sentId": 235, "text": "So you don't expect it to get any higher than that, than that category and those winds?"}], "speaker": "LEMON", "secId": 82}, {"sentences": [{"sentId": 236, "text": "We don't."}, {"sentId": 237, "text": "And even if it were to be five miles per hour higher or 10 or 15 lower it's not going to really change the impact."}, {"sentId": 238, "text": "The most important aspect now is to have people away from the coast where the storm surge is going to be the highest, and we'll wait and see whether the core of the hurricane actually makes it to the coast or if we're lucky stays just offshore."}], "speaker": "RAPPAPORT", "secId": 83}, {"sentences": [{"sentId": 239, "text": "Just sort of skims it."}, {"sentId": 240, "text": "So give us -- what can we expect?"}, {"sentId": 241, "text": "Take us through, Ed, the next few hours."}, {"sentId": 242, "text": "What should we expect?"}], "speaker": "LEMON", "secId": 84}, {"sentences": [{"sentId": 243, "text": "Well, what we would expect is that center will continue to move towards the northwest at about 12, 13 miles per hour, and what that will do is it will take it close to the coast and let's take a look at another view of the -- of the forecast."}], "speaker": "RAPPAPORT", "secId": 85}, {"sentences": [{"sentId": 244, "text": "Here's the east coast of Florida."}, {"sentId": 245, "text": "The red is where the hurricane warning is in effect."}, {"sentId": 246, "text": "Here's the center of Matthew and this brown area is the core."}, {"sentId": 247, "text": "So you can see that hurricane-force winds are just offshore."}, {"sentId": 248, "text": "But as the center progresses, gets a little bit closer to the coast."}, {"sentId": 249, "text": "That core area will shift up and impinge about the coast, bringing hurricane-force winds and where those hurricane-force winds occur they're going to be coming onshore."}, {"sentId": 250, "text": "They'll be driving that storm surge that we talked about to the shoreline and then inland, perhaps seven to 10 feet deep."}, {"sentId": 251, "text": "Waves on top of that."}, {"sentId": 252, "text": "That's where our greatest concern is."}, {"sentId": 253, "text": "That's where most of the lives are lost in hurricanes."}], "speaker": "RAPPAPORT", "secId": 86}, {"sentences": [{"sentId": 254, "text": "Ed Rappaport of the National Hurricane Center."}, {"sentId": 255, "text": "We are very lucky to have you right now and we appreciate you updating our viewers."}, {"sentId": 256, "text": "Thank you very much."}], "speaker": "LEMON", "secId": 87}, {"sentences": [{"sentId": 257, "text": "We'll try to get Ed back just a little bit later on."}], "speaker": "LEMON", "secId": 88}, {"sentences": [{"sentId": 258, "text": "Coming up much more on our breaking news, Hurricane Matthew getting closer and closer to Florida, the governor warning it could be deadly."}], "speaker": "LEMON", "secId": 89}, {"sentences": [{"sentId": 259, "text": "All right."}, {"sentId": 260, "text": "This is our breaking news, Hurricane Matthew taking aim right at Florida, prompting the largest mandatory evacuations since Sandy."}], "speaker": "LEMON", "secId": 90}, {"sentences": [{"sentId": 261, "text": "On the phone now is David Paulson."}, {"sentId": 262, "text": "He is the former administrator of FEMA and -- the Federal Emergency Management Agency, of course."}], "speaker": "LEMON", "secId": 91}, {"sentences": [{"sentId": 263, "text": "David, thank you so much for joining us."}, {"sentId": 264, "text": "You know, and for taking the time to talk to us."}, {"sentId": 265, "text": "As a former FEMA director, what is your biggest concern at this hour?"}], "speaker": "LEMON", "secId": 92}, {"sentences": [{"sentId": 266, "text": "I would say it's the size of storm and the power winds making landfall along the long -- the whole coast of Florida."}, {"sentId": 267, "text": "We have a lot of people up there who have not experienced a hurricane."}, {"sentId": 268, "text": "On the plus side, I'm very pleased with the state and what they've done, what the governor's called for evacuations then the local emergency managers, they've all been exactly what they were supposed to do and also the residents are paying attention."}, {"sentId": 269, "text": "So that part's the good side."}], "speaker": "PAULSON", "secId": 93}, {"sentences": [{"sentId": 270, "text": "It is a very, very dangerous hurricane and people -- if they have not done what they're supposed to do, they need to do it now because there's not much time left."}], "speaker": "PAULSON", "secId": 94}, {"sentences": [{"sentId": 271, "text": "Yes, you were saying that most have done what they're supposed to do but for those who have ignored these evacuation orders, is it the only advice you can give them now is just to stay put?"}], "speaker": "LEMON", "secId": 95}, {"sentences": [{"sentId": 272, "text": "Yes, they have to."}, {"sentId": 273, "text": "They have to because they're -- to get on the road now, especially -- that's dependent upon where they are, obviously."}, {"sentId": 274, "text": "But if they're anywhere near that storm they need to hunker down and shelter in place."}, {"sentId": 275, "text": "If they're in the evacuation zone, they should have evacuated."}, {"sentId": 276, "text": "If they didn't, they made a big mistake."}, {"sentId": 277, "text": "You heard the governor very clearly say that this is a dangerous."}, {"sentId": 278, "text": "It can cause, you know, bodily injuries."}, {"sentId": 279, "text": "And -- but luckily most people have done what they're supposed to do."}], "speaker": "PAULSON", "secId": 96}, {"sentences": [{"sentId": 280, "text": "I've been pleased to learn that south Florida people getting ready for the shutters up, you know, getting their supplies, their batteries, their food and water, and those types of things."}, {"sentId": 281, "text": "And I see the same thing along the rest of the state."}, {"sentId": 282, "text": "But right now it's time to just shelter in place and stay where you are."}], "speaker": "PAULSON", "secId": 97}, {"sentences": [{"sentId": 283, "text": "Hey, David, how much does this complicate things for those who didn't comply with those orders?"}], "speaker": "LEMON", "secId": 98}, {"sentences": [{"sentId": 284, "text": "It's huge on the first responders."}, {"sentId": 285, "text": "You know, when the wind gets so high they can't go, now they're going to have to go into dangerous area and rescue people they shouldn't have had to rescue, so it puts a stress in the entire system."}, {"sentId": 286, "text": "It stretches a whole response system out and makes it very -- makes a very thin response where we should be able to concentrate in certain areas."}, {"sentId": 287, "text": "So by not listening and not doing what you're supposed to do, what you should be doing, it puts a lot of people in danger."}], "speaker": "PAULSON", "secId": 99}, {"sentences": [{"sentId": 288, "text": "Are there sufficient emergency resources to help those who stayed behind but -- and the question is, even the ones who stayed behind, even the people or the emergency folks who are there, some conditions are going to be so bad that they -- if they wanted to they couldn't even go out, right?"}], "speaker": "LEMON", "secId": 100}, {"sentences": [{"sentId": 289, "text": "Well, Don, absolutely."}, {"sentId": 290, "text": "Absolutely."}, {"sentId": 291, "text": "If the winds get over 45, 50 miles an hour, you can't put fire trucks on roads, you can put ambulances and rescue trucks on the road."}, {"sentId": 292, "text": "And they just simply cannot respond."}, {"sentId": 293, "text": "So somebody could get severely injured and they might not get any response for several hours or even longer."}, {"sentId": 294, "text": "It depends on what the conditions are."}], "speaker": "PAULSON", "secId": 101}, {"sentences": [{"sentId": 295, "text": "So that stresses everybody out and we saw it in Hurricane Andrew, we saw it in Katrina, we've seen in, you know, Hurricane Rita, where people simply cannot get the aid that they need because of the conditions that the first responders can't get to also."}], "speaker": "PAULSON", "secId": 102}, {"sentences": [{"sentId": 296, "text": "So the question is, I'm wondering if this has to do -- you know, if this is now or after the storm has hit and then has gone through, because the president already has signed a declaration authorizing FEMA to coordinate the disaster response."}, {"sentId": 297, "text": "So what exactly is the role of the federal government and FEMA at this point?"}, {"sentId": 298, "text": "How do they help people?"}], "speaker": "LEMON", "secId": 103}, {"sentences": [{"sentId": 299, "text": "The role of the federal government particularly in FEMA in this case is not to take over the management of the disaster."}, {"sentId": 300, "text": "They're there to help the local -- state and local officials to give them the supplies that they need, the personnel they need to do their good job."}], "speaker": "PAULSON", "secId": 104}, {"sentences": [{"sentId": 301, "text": "The president has wisely done a pre-fall declaration prior to the hurricane making landfall."}, {"sentId": 302, "text": "That's something we put in place when I was the FEMA director, and the current FEMA administrator, Craig Fugate, doing an excellent job of getting supplies down there early, getting people down there early, and getting equipment down there early."}, {"sentId": 303, "text": "But again this is a big storm, it's going to be stretched out and it's going to really stress the first responders, and also the ability to get our supplies up and running because of the size of the devastation."}], "speaker": "PAULSON", "secId": 105}, {"sentences": [{"sentId": 304, "text": "David Paulson, the former FEMA director, thank you, sir."}, {"sentId": 305, "text": "We appreciate it."}], "speaker": "LEMON", "secId": 106}, {"sentences": [{"sentId": 306, "text": "Thank you, Don."}], "speaker": "PAULSON", "secId": 107}, {"sentences": [{"sentId": 307, "text": "I want to go now to -- you're quite welcome."}, {"sentId": 308, "text": "I want to go to Hurricane Matthew and talk about the Kennedy Space Center."}, {"sentId": 309, "text": "It's forcing the Kennedy Space Center to shut down, as this monster storm approaches."}, {"sentId": 310, "text": "Now -- joining me now from NASA is the spokesperson, George Diller."}], "speaker": "LEMON", "secId": 108}, {"sentences": [{"sentId": 311, "text": "Mister Diller, I appreciate you joining us as well."}, {"sentId": 312, "text": "What is the situation there at the space center?"}], "speaker": "LEMON", "secId": 109}, {"sentences": [{"sentId": 313, "text": "Well, just got one encouraging development and that's associated with the close approach of the hurricane because the forecast all day has essentially been a direct hit right over Cape Canaveral, so that put it as a category four, even a category five storm with winds 115 to 145."}, {"sentId": 314, "text": "The latest forecast we got indicates enough of a wobble on the storm that it could pass us 20 miles off the coast."}], "speaker": "DILLER", "secId": 110}, {"sentences": [{"sentId": 315, "text": "When you're dealing with that kind of a hurricane, well, it might seem like 20 nautical miles is not much different, I mean, how much difference can it make?"}, {"sentId": 316, "text": "Well, with a category four or five, it could possibly mean that could bring our winds down so that if it's now a category three then we could be at 100 miles an hour or slightly less."}, {"sentId": 317, "text": "That's encouraging because that means we'll have less wind damage to our facilities possibly less storm surge, so we're cautiously optimistic that latest slight shift to the right will spare us the worst damage because we've been expecting the worst all day."}, {"sentId": 318, "text": "LEMON:  We heard from one of the storm chasers, Mr. Diller, that you"}], "speaker": "DILLER", "secId": 111}, {"sentences": [{"sentId": 319, "text": "had moved some very instrumental and very expensive equipment out of the way."}, {"sentId": 320, "text": "Do you know anything about that, out of harm's way?"}], "speaker": "DILLER", "secId": 112}, {"sentences": [{"sentId": 321, "text": "Well, we not only moved equipment, we moved people."}, {"sentId": 322, "text": "When we have a hurricane ride-out crew, we usually have them out around the space center in the different critical facilities so that if something happens then they're there to respond to and to react to, and help stabilize the situation, then report back to the emergency operations center."}], "speaker": "DILLER", "secId": 113}, {"sentences": [{"sentId": 323, "text": "When you get up to category four or category five storm, it's not really safe to have people out in some of the outlying facilities so we've got everybody centered here in the emergency operations center so that they're monitoring these facilities by remote control, if something happens then we have to monitor that."}, {"sentId": 324, "text": "Not much we can do in winds of -- you know, 115 to 145 miles an hour."}, {"sentId": 325, "text": "But yes, anyway, we think now that the winds are going to less than that."}, {"sentId": 326, "text": "This is a chance to react to something if that turns out to be the case."}], "speaker": "DILLER", "secId": 114}, {"sentences": [{"sentId": 327, "text": "Now we also have some critical flight hardware that's in facilities that can withstand higher winds anyway, just, you know, a good example, would be the Gozar weather satellite, which we're going to be launching in November."}, {"sentId": 328, "text": "That's in a facility that's got winds that can withstand 130 miles an hour, so as our standards for hurricane ride- out have improved over time it pays off if you have a threat from a storm like this one."}], "speaker": "DILLER", "secId": 115}, {"sentences": [{"sentId": 329, "text": "Yes."}, {"sentId": 330, "text": "The weather satellite was specifically what I was talking about and you confirmed it."}], "speaker": "LEMON", "secId": 116}, {"sentences": [{"sentId": 331, "text": "Thank you, George Diller, who is a NASA spokesperson."}, {"sentId": 332, "text": "We appreciate it."}], "speaker": "LEMON", "secId": 117}, {"sentences": [{"sentId": 333, "text": "Coming up, much more on our breaking news tonight."}, {"sentId": 334, "text": "Hurricane Matthew, on its way to the Florida coast, millions of people bracing for what they're saying could be the storm of the century."}], "speaker": "LEMON", "secId": 118}, {"sentences": [{"sentId": 335, "text": "Continuing on with our live coverage of breaking news now."}, {"sentId": 336, "text": "Millions of people in Florida bracing for Hurricane Matthew, a monster storm that could be deadly."}, {"sentId": 337, "text": "We're keeping a close eye and let's discuss now."}], "speaker": "LEMON", "secId": 119}, {"sentences": [{"sentId": 338, "text": "On the phone with me is Dan Halliburton."}, {"sentId": 339, "text": "He's a Red Cross volunteer and a national spokesperson."}, {"sentId": 340, "text": "As a matter of fact, he joins us via Skype."}], "speaker": "LEMON", "secId": 120}, {"sentences": [{"sentId": 341, "text": "Dan, thank you."}, {"sentId": 342, "text": "Appreciate it."}, {"sentId": 343, "text": "The National Hurricane Center is warning of the disastrous impact."}, {"sentId": 344, "text": "How is the Red Cross preparing for this devastation as this storm approaches now?"}], "speaker": "LEMON", "secId": 121}, {"sentences": [{"sentId": 345, "text": "Well, our first course of action was obviously shelter as we've got so many people who are heeding the call."}, {"sentId": 346, "text": "They're coming off the barrier islands and into our shelters."}, {"sentId": 347, "text": "I spent a good time this afternoon in that shelter talking to the residents about their experiences and their decisions to do the right thing and get out of harm's way."}], "speaker": "HALLIBURTON", "secId": 122}, {"sentences": [{"sentId": 348, "text": "If people are without power for a significant amount of time what should they do?"}], "speaker": "LEMON", "secId": 123}, {"sentences": [{"sentId": 349, "text": "Well, they're going to be a lot of challenges with that."}, {"sentId": 350, "text": "You're certainly wanted to have a plan and you wanted to be prepared."}, {"sentId": 351, "text": "You want to make sure that you have your battery devices and your phones charged up and so on."}, {"sentId": 352, "text": "If your car's available to you, that's a great power source."}, {"sentId": 353, "text": "Lots of things that you can power up using your car."}], "speaker": "HALLIBURTON", "secId": 124}, {"sentences": [{"sentId": 354, "text": "We want to really encourage people to be safe if they return to their homes."}, {"sentId": 355, "text": "Make sure they're not using candles."}, {"sentId": 356, "text": "We don't need a fire in a home to add to even further trouble and make sure that your family and your friends know where you are."}, {"sentId": 357, "text": "Be careful as you go back into the neighborhoods."}, {"sentId": 358, "text": "That's what people are anxious to do when I talked to people today in that shelter."}, {"sentId": 359, "text": "The number one thing that they're thinking about is what will their home look like when they go back or will they have a home at all."}], "speaker": "HALLIBURTON", "secId": 125}, {"sentences": [{"sentId": 360, "text": "Yes."}, {"sentId": 361, "text": "Absolutely."}, {"sentId": 362, "text": "Very, very real concerns."}, {"sentId": 363, "text": "Florida has been hit hard in the past, but experts are saying that this storm could be the worst in decades, Dan."}, {"sentId": 364, "text": "What's your message to the people who, you know, decided to ride this -- this out?"}], "speaker": "LEMON", "secId": 126}, {"sentences": [{"sentId": 365, "text": "Well, there are a lot of people who left the barrier islands."}, {"sentId": 366, "text": "They're still in harm's way, and I would say, you know, think smart, be aware of your surroundings, and be aware of your neighbors."}, {"sentId": 367, "text": "If you see that your neighbors need some help, make sure that you do that and we saw a lot of that today just in the shelter."}, {"sentId": 368, "text": "People sharing some snacks and food, helping each other out, just trying to -- you know, watching out for each other's children."}], "speaker": "HALLIBURTON", "secId": 127}, {"sentences": [{"sentId": 369, "text": "So I think the number one thing we can do, well, let's get through the storm and make sure that we take care of each other."}], "speaker": "HALLIBURTON", "secId": 128}, {"sentences": [{"sentId": 370, "text": "So how can people -- you said watching each other's children."}, {"sentId": 371, "text": "What other advice can you give people to help each other out, to help -- to help here?"}], "speaker": "LEMON", "secId": 129}, {"sentences": [{"sentId": 372, "text": "Well, I think it was interesting."}, {"sentId": 373, "text": "I talked to three 8- year-old girls today and their grandparents were there and they were keeping an eye on them."}, {"sentId": 374, "text": "Right now it's fun and I asked them, well, what did you say to them?"}, {"sentId": 375, "text": "They say well, it's like a big thunderstorm but it's going to go on for a long time."}, {"sentId": 376, "text": "So I think they did a good job at that."}, {"sentId": 377, "text": "They didn't scare them, let them know that they've kind of been through something like this before."}, {"sentId": 378, "text": "So I think quiet reassurance from parents, grandparents, people who are taking care of children is really important at a time like this."}], "speaker": "HALLIBURTON", "secId": 130}, {"sentences": [{"sentId": 379, "text": "All right."}, {"sentId": 380, "text": "Dan Halliburton, thank you very much, from the American Red Cross."}, {"sentId": 381, "text": "We appreciate it."}], "speaker": "LEMON", "secId": 131}, {"sentences": [{"sentId": 382, "text": "We're going to continue on this evening with our breaking news coverage tonight."}, {"sentId": 383, "text": "Hurricane Matthew bearing down on the Florida coast."}, {"sentId": 384, "text": "The governor warning it could be deadly."}], "speaker": "LEMON", "secId": 132}, {"sentences": [{"sentId": 385, "text": "So millions of people taking shelter in Florida tonight as Hurricane Matthew, a monster storm, gets closer and closer."}], "speaker": "LEMON", "secId": 133}, {"sentences": [{"sentId": 386, "text": "Joining me now is CNN's national security analyst Juliette Kayyem, also Lt. Gen. Russel Honore, and Alan Levine, the former secretary of Health for both Florida and Louisiana."}, {"sentId": 387, "text": "And they both join us via Skype."}], "speaker": "LEMON", "secId": 134}, {"sentences": [{"sentId": 388, "text": "Good evening."}, {"sentId": 389, "text": "Listen, tremendous people to on with us so thank you so much for joining us."}], "speaker": "LEMON", "secId": 135}, {"sentences": [{"sentId": 390, "text": "General Honore, I'm going to start with you."}, {"sentId": 391, "text": "President Barack Obama has already signed emergency declarations for Florida and South Carolina."}, {"sentId": 392, "text": "How does that change how federal resources are allocated?"}], "speaker": "LEMON", "secId": 136}, {"sentences": [{"sentId": 393, "text": "Well, one of the major deal, anything that the governor asks for, that opens up for FEMA as well as the Department of Defense, and all of government to assist this governor in responding to the storm."}, {"sentId": 394, "text": "So it opened up the resources as well as pick up part of the reimbursement that -- and it will start off at 75 percent."}], "speaker": "HONORE", "secId": 137}, {"sentences": [{"sentId": 395, "text": "This is a big deal."}, {"sentId": 396, "text": "It doesn't happen often."}, {"sentId": 397, "text": "Particularly before it even happens."}, {"sentId": 398, "text": "It's only happened about three times now in the history of the Stafford Act when we get preapproval by president of the United States of a disaster."}], "speaker": "HONORE", "secId": 138}, {"sentences": [{"sentId": 399, "text": "So this is a big storm, it's dangerous, and I hope people continue to listen to their local first responders and emergency managers to evacuate or hunker down depending how close you are to that storm because the storm surge will flood many of these coastal cities."}], "speaker": "HONORE", "secId": 139}, {"sentences": [{"sentId": 400, "text": "Yes."}, {"sentId": 401, "text": "Sometimes it's not real until it's upon you, Alan."}, {"sentId": 402, "text": "So explain the challenges residents will face in the coming days."}], "speaker": "LEMON", "secId": 140}, {"sentences": [{"sentId": 403, "text": "Well, tomorrow morning what you'll start to see is search and rescue."}, {"sentId": 404, "text": "As the storm -- as it becomes safe and as the winds die down, the state has already been working with FEMA."}, {"sentId": 405, "text": "Governor Scott and state emergency response team done a great job leaning in and planting asses like disaster medical assistance teams that'll be deployed to various hospitals if they're needed."}], "speaker": "LEVINE", "secId": 141}, {"sentences": [{"sentId": 406, "text": "One thing that's important, I heard your last commentator say that people are going to be eager to get back to their homes."}, {"sentId": 407, "text": "It's important to wait until they get direction from your local emergency management officials to tell you it's safe to do so."}, {"sentId": 408, "text": "You know, a lot of times people want to get out and start cleaning things up."}, {"sentId": 409, "text": "And, you know, if you've never used a chainsaw, this is not the time to learn because it's dangerous."}], "speaker": "LEVINE", "secId": 142}, {"sentences": [{"sentId": 410, "text": "Generators, don't use a generator in your house."}, {"sentId": 411, "text": "You're likely to be without power for four, five days."}, {"sentId": 412, "text": "Don't use generators inside your house or in an attached garage because a lot of people don't realize most deaths occur after the storm and it's because oftentimes people are not very smart with their own safety."}, {"sentId": 413, "text": "So look for boiled water notices."}, {"sentId": 414, "text": "Make sure that you're listening to your first responders and I think the general would probably agree, don't get out in the streets."}, {"sentId": 415, "text": "First of all they may not be safe, they may be flooded."}, {"sentId": 416, "text": "But also there's going to first responders out there who are trying to make way to help people and we don't want to clog the roads."}], "speaker": "LEVINE", "secId": 143}, {"sentences": [{"sentId": 417, "text": "So I think there's going to be a lot going on tomorrow."}, {"sentId": 418, "text": "And I think people will hunker down, stay put, and listen for the direction from their local emergency response professionals."}, {"sentId": 419, "text": "It will go a lot better."}], "speaker": "LEVINE", "secId": 144}, {"sentences": [{"sentId": 420, "text": "And Alan, just quickly on that note, you also don't know what's lurking beneath those flood waters, you know, in many areas, and you don't know how deep the water is."}, {"sentId": 421, "text": "I heard one our correspondents tonight saying, you know, she's seeing all sorts of animals and creatures coming out that you never really see during the day or at night and those waters will bring, you know, that out, and as well, as I said, you don't know how deep they are."}], "speaker": "LEMON", "secId": 145}, {"sentences": [{"sentId": 422, "text": "Well, first of all, there's downed power lines."}, {"sentId": 423, "text": "We've had -- you know, we went through eight hurricanes back in 2004, 2005 in Florida and we had people electrocuted because they weren't watching where they were going and you had downed electrical wires."}, {"sentId": 424, "text": "Yes, you have other types of animals, you have sharp objects."}, {"sentId": 425, "text": "Even if it's two feet of water, you don't -- you can't see what's under there and it is dangerous."}, {"sentId": 426, "text": "So it's best to wait particularly if you have children."}, {"sentId": 427, "text": "Don't let your children out there until you're told that it's safe to do so."}], "speaker": "LEVINE", "secId": 146}, {"sentences": [{"sentId": 428, "text": "Let's bring Juliette in now."}, {"sentId": 429, "text": "Juliette, what's the responsibility of local, state and federal officials here as they coordinate after the storm?"}], "speaker": "LEMON", "secId": 147}, {"sentences": [{"sentId": 430, "text": "So after the storm it will -- you know, as most disasters are, it's primarily a local effort because local emergency managers know their communities, they know where people live, they know where their senior citizens' homes, they know where there's hospitals."}, {"sentId": 431, "text": "They will get support through Governor Scott in particular in Florida."}, {"sentId": 432, "text": "They will get support by the state, specifically the National Guard which is going to assist in the surging of resources to begin what's called both a short term and the long term recovery efforts."}], "speaker": "KAYYEM", "secId": 148}, {"sentences": [{"sentId": 433, "text": "FEMA has already -- as all of us have been saying, FEMA has already sort of leaned in, forward deployed."}, {"sentId": 434, "text": "Has been in the states for the last couple of days."}, {"sentId": 435, "text": "That's a lesson out of Hurricane Katrina that the federal government can't stand back, it's going to surge resources early."}, {"sentId": 436, "text": "And the most important thing, of course, is life."}, {"sentId": 437, "text": "It is everyone's life."}, {"sentId": 438, "text": "And so those who decided not to evacuate, once first responders can come in, there will be attempts to try to rescue them as long as the focus is also on the security of the first responder."}, {"sentId": 439, "text": "And then ultimately then issues like property, cleanup, trash, debris, all of that will come later."}, {"sentId": 440, "text": "So there's a -- unfortunately we've been through this enough that there is a process to this."}, {"sentId": 441, "text": "But I will say, you know, I'm on your show a lot about lots"}], "speaker": "KAYYEM", "secId": 149}, {"sentences": [{"sentId": 442, "text": "of scary things."}, {"sentId": 443, "text": "This is for real."}, {"sentId": 444, "text": "I mean, this is a big one."}, {"sentId": 445, "text": "Every person I've talked to last 24 hours has never seen anything quite like this."}, {"sentId": 446, "text": "Let's hope we're all wrong but people need to take -- they need to take government seriously now and the advice of government officials seriously."}, {"sentId": 447, "text": "It is not time to be a martyr, not time to be a jokester, not time to be an idiot."}, {"sentId": 448, "text": "Listen because your life and your family's protection depends on it."}], "speaker": "KAYYEM", "secId": 150}, {"sentences": [{"sentId": 449, "text": "Juliette Kayyem, Alan Levine and also General Russel Honore, thank you very much."}], "speaker": "LEMON", "secId": 151}, {"sentences": [{"sentId": 450, "text": "Coming up, more on our breaking news tonight."}, {"sentId": 451, "text": "Hurricane Matthew just hours away from the Florida coast."}, {"sentId": 452, "text": "Fears that this monster storm could be a killer."}], "speaker": "LEMON", "secId": 152}, {"sentences": [{"sentId": 453, "text": "This is CNN Breaking News."}], "speaker": "ANNOUNCER", "secId": 153}, {"sentences": [{"sentId": 454, "text": "The breaking news is Florida bracing right now Hurricane Matthew, a storm the National Hurricane Center calls extremely dangerous."}], "speaker": "LEMON", "secId": 154}, {"sentences": [{"sentId": 455, "text": "This is CNN TONIGHT, I'm Don Lemon."}, {"sentId": 456, "text": "Here's what we know right now."}], "speaker": "LEMON", "secId": 155}, {"sentences": [{"sentId": 457, "text": "Forecasters say Matthew may be just hours away from the Florida Coast."}, {"sentId": 458, "text": "It's currently a category four hurricane, blasting 130-mile-an-hour wind."}, {"sentId": 459, "text": "Hurricane center warning, quote, \"You have to take it seriously to stay alive.\""}], "speaker": "LEMON", "secId": 156}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1610.06.cnnt.02.html.json", "time": "Aired October 6, 2016 - 23:00   ET"}