{"sectionCount": 311, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["COOPER", "LEMON", "TRUMP", "CLINTON", "ACOSTA", "PRESTON", "KEILAR", "MADDEN", "GERGEN", "DERSHOWITZ", "BRINKLEY", "OBAMA", "ULRICH"], "subTitle": "Trump and Clinton Share the Stage in New York; President Obama and First Lady Take Shots at Trump; Analysis of the Body Language of the Final Debate. Aired 10-11p ET.", "url": "transcripts.cnn.com/TRANSCRIPTS/1610/20/cnnt.01.html", "sentenceCount": 595, "sections": [{"sentences": [{"sentId": 0, "text": "That does it for us."}, {"sentId": 1, "text": "Thanks very much for watching."}, {"sentId": 2, "text": "CNN Tonight with Don Lemon -- hey, here we go."}, {"sentId": 3, "text": "CNN Tonight with Don Lemon starts now."}, {"sentId": 4, "text": "Bye!"}], "speaker": "COOPER", "secId": 0}, {"sentences": [{"sentId": 5, "text": "You are looking live."}, {"sentId": 6, "text": "Look at that building right there, that's the Waldorf Astoria Hotel right here in New York City."}, {"sentId": 7, "text": "Hillary Clinton and Donald Trump attending tonight's Al Smith's charity dinner."}, {"sentId": 8, "text": "On the menu, a big serving of awkward."}], "speaker": "LEMON", "secId": 1}, {"sentences": [{"sentId": 9, "text": "Hillary accidentally bumped into me and she very civilly said, \"pardon me.\""}], "speaker": "TRUMP", "secId": 2}, {"sentences": [{"sentId": 10, "text": "And I very politely replied, \"let me talk to you about that after I get into office.\""}], "speaker": "TRUMP", "secId": 3}, {"sentences": [{"sentId": 11, "text": "That was one of the funnier jokes of the evening."}, {"sentId": 12, "text": "Wait till you hear the rest."}], "speaker": "LEMON", "secId": 4}, {"sentences": [{"sentId": 13, "text": "This is CNN Tonight."}, {"sentId": 14, "text": "I'm Don Lemon."}], "speaker": "LEMON", "secId": 5}, {"sentences": [{"sentId": 15, "text": "The Al Smith dinner is usually a chance for the candidates to let their hair down and have a little fun."}, {"sentId": 16, "text": "This time, well, you decide."}], "speaker": "LEMON", "secId": 6}, {"sentences": [{"sentId": 17, "text": "Donald looks at the Statue of Liberty and sees a four."}, {"sentId": 18, "text": "Maybe a five if she loses the torch and tablet, and changes her hair."}], "speaker": "CLINTON", "secId": 7}, {"sentences": [{"sentId": 19, "text": "Let's get right to CNN's Jim Acosta at the Al Smith dinner, also Brianna Keilar is here, Mark Preston is here as well."}, {"sentId": 20, "text": "Both of them joining me in New York."}, {"sentId": 21, "text": "So, thank you all -- and republican strategist Kevin Madden."}, {"sentId": 22, "text": "I can't forget Kevin."}, {"sentId": 23, "text": "Kevin, you're not in New York, so you know, there you go."}, {"sentId": 24, "text": "We're going to start with Jim."}, {"sentId": 25, "text": "Jim, just 24 hours after a tense"}], "speaker": "LEMON", "secId": 8}, {"sentences": [{"sentId": 26, "text": "showdown last night, Donald Trump and Hillary Clinton, tonight following tradition and roasting themselves and each other at the charity dinner, let's take a look at it."}], "speaker": "LEMON", "secId": 9}, {"sentences": [{"sentId": 27, "text": "With all of the heated back and forth, between my opponent and me at the debate last night, we have proven that we can actually be civil to each other."}], "speaker": "TRUMP", "secId": 10}, {"sentences": [{"sentId": 28, "text": "In fact, just before taking our seats, Hillary accidentally bumped into me and she very civilly said, \"pardon me.\""}], "speaker": "TRUMP", "secId": 11}, {"sentences": [{"sentId": 29, "text": "And I very politely replied; \"let me talk to you about that after I get into office.\""}, {"sentId": 30, "text": "Just kidding."}, {"sentId": 31, "text": "Just kidding."}], "speaker": "TRUMP", "secId": 12}, {"sentences": [{"sentId": 32, "text": "And Hillary was very gracious."}, {"sentId": 33, "text": "She said if somehow she gets elected, she wants me to be, without question either her ambassador to Iraq or to Afghanistan."}, {"sentId": 34, "text": "It's my choice."}], "speaker": "TRUMP", "secId": 13}, {"sentences": [{"sentId": 35, "text": "Donald, if at any time you don't like what I'm saying, feel free to stand up and shout \"wrong\" while I'm talking."}], "speaker": "CLINTON", "secId": 14}, {"sentences": [{"sentId": 36, "text": "You know, come to think of it, it's amazing I'm up here after Donald."}, {"sentId": 37, "text": "I didn't think he'd be OK with a peaceful transition of power."}], "speaker": "CLINTON", "secId": 15}, {"sentences": [{"sentId": 38, "text": "And, Donald, after listening to your speech, I will also enjoy listening to Mike Pence deny that you ever gave it."}], "speaker": "CLINTON", "secId": 16}, {"sentences": [{"sentId": 39, "text": "So Jim Acosta, how did they do?"}], "speaker": "LEMON", "secId": 17}, {"sentences": [{"sentId": 40, "text": "You know, I think both candidates delivered some funny lines tonight, but, Don, honestly, I think it was hard for people in that room to laugh because this has been such an awful campaign."}], "speaker": "ACOSTA", "secId": 18}, {"sentences": [{"sentId": 41, "text": "And you know, we were standing outside this event but I feel like I'm getting frost bite from the ice in the room inside the event."}, {"sentId": 42, "text": "You know, we were talking to a couple of people over hearing just the reactions from some of the attendees at tonight's Al Smith dinner."}], "speaker": "ACOSTA", "secId": 19}, {"sentences": [{"sentId": 43, "text": "I overheard one man as he was getting into his car out here, says they must not get the event, who would ride jokes like that."}, {"sentId": 44, "text": "You know, this was supposed to be an evening for delivering some self-deprecating jokes, poking fun at themselves, a little gentle revving perhaps aimed at the other candidate."}, {"sentId": 45, "text": "But these were biting attacks that were delivered by Hillary Clinton and Donald Trump."}, {"sentId": 46, "text": "It was a misreading of the event and a lot of the material fell flat because they simply despise each other so much."}], "speaker": "ACOSTA", "secId": 20}, {"sentences": [{"sentId": 47, "text": "Yes."}, {"sentId": 48, "text": "It's supposed to be a little bit tongue and cheek, and maybe not so political even though this is politics."}], "speaker": "LEMON", "secId": 21}, {"sentences": [{"sentId": 49, "text": "Jim, there was also a moment where Trump's jokes didn't land, or joke didn't land up, as well."}, {"sentId": 50, "text": "How did that go over in the room?"}], "speaker": "LEMON", "secId": 22}, {"sentences": [{"sentId": 51, "text": "I mean, from all accounts from inside the room, there was booing, there was groaning especially at that moment when Donald Trump said that Hillary Clinton was pretending not to hate Catholics."}, {"sentId": 52, "text": "There wasn't even any laughter at that point."}, {"sentId": 53, "text": "It was just sort of this uncomfortable silence broken by boos and groaning."}], "speaker": "ACOSTA", "secId": 23}, {"sentences": [{"sentId": 54, "text": "I can't recall having, you know, reported on some of these dinners over the years, you know, this kind of reaction happening inside one of these Al Smith dinners."}], "speaker": "ACOSTA", "secId": 24}, {"sentences": [{"sentId": 55, "text": "And I think it's just is another example of how vicious this campaign season has become on a night when they're supposed to, you know, kick back a little bit, enjoy themselves, perhaps, you know, lighten up a little bit."}], "speaker": "ACOSTA", "secId": 25}, {"sentences": [{"sentId": 56, "text": "They went for the jugular."}, {"sentId": 57, "text": "Both candidates did."}, {"sentId": 58, "text": "And frankly, it's kind of shameful."}], "speaker": "ACOSTA", "secId": 26}, {"sentences": [{"sentId": 59, "text": "Yes."}, {"sentId": 60, "text": "I remember covering the Al Smith dinner since the '90s here in New York City when I work in the local news here."}, {"sentId": 61, "text": "I never -- I don't remember that ever being that sort of, you know, mean."}, {"sentId": 62, "text": "And I don't remember anyone ever getting booed, but they did shake -- they did shake hands at the end, right?"}], "speaker": "LEMON", "secId": 27}, {"sentences": [{"sentId": 63, "text": "That's right."}, {"sentId": 64, "text": "They did shake hands, although, you know, somebody's going to have to retract the video on this, because it was a little bit difficult to make out, although Al Smith IV did report to everybody after this was over that Cardinal Dolan was able to get both of these candidates to shake hands."}], "speaker": "ACOSTA", "secId": 28}, {"sentences": [{"sentId": 65, "text": "So, you know, something that did not happen at last night's debate, and there were people joking on Twitter that perhaps he should win some sort of peace prize for making this happen, Don."}], "speaker": "ACOSTA", "secId": 29}, {"sentences": [{"sentId": 66, "text": "It's kind of amazing, you know, this campaign that we've been through."}, {"sentId": 67, "text": "I think tonight with these rich New Yorkers, going into this event with their top hats and tails sort of crystallize the ugliness of what has been just a horrendous campaign season."}], "speaker": "ACOSTA", "secId": 30}, {"sentences": [{"sentId": 68, "text": "Thank you, Jim."}, {"sentId": 69, "text": "Stand by."}, {"sentId": 70, "text": "Mark Preston is laughing."}, {"sentId": 71, "text": "Why are you laughing at the rich New Yorker's line?"}], "speaker": "LEMON", "secId": 31}, {"sentences": [{"sentId": 72, "text": "The rich New Yorker's line, you know."}, {"sentId": 73, "text": "But Jim is absolutely right about this."}, {"sentId": 74, "text": "And let's don't forget that room is the Hillary Clinton room."}, {"sentId": 75, "text": "I mean, New York, Manhattan is..."}], "speaker": "PRESTON", "secId": 32}, {"sentences": [{"sentId": 76, "text": "She's the senator here, too."}], "speaker": "LEMON", "secId": 33}, {"sentences": [{"sentId": 77, "text": "... liberal."}], "speaker": "PRESTON", "secId": 34}, {"sentences": [{"sentId": 78, "text": "Yes."}], "speaker": "LEMON", "secId": 35}, {"sentences": [{"sentId": 79, "text": "I mean, she's a senator here, but New York city is not a republican haven."}], "speaker": "PRESTON", "secId": 36}, {"sentences": [{"sentId": 80, "text": "Well, there are some conservatives here, trust me."}], "speaker": "LEMON", "secId": 37}, {"sentences": [{"sentId": 81, "text": "Not as many."}], "speaker": "PRESTON", "secId": 38}, {"sentences": [{"sentId": 82, "text": "I've been hearing from them on the street."}], "speaker": "LEMON", "secId": 39}, {"sentences": [{"sentId": 83, "text": "Not as many."}], "speaker": "PRESTON", "secId": 40}, {"sentences": [{"sentId": 84, "text": "I've been hearing a lot of Trump's supporters on the streets."}, {"sentId": 85, "text": "I want to play this."}, {"sentId": 86, "text": "This is something that stood out to Brianna Keilar."}, {"sentId": 87, "text": "Let's watch this."}], "speaker": "LEMON", "secId": 41}, {"sentences": [{"sentId": 88, "text": "People look at the Statue of Liberty and they see a proud symbol of our history as a nation of immigrants, a beacon of hope for people around the world."}], "speaker": "CLINTON", "secId": 42}, {"sentences": [{"sentId": 89, "text": "Donald looks at the Statue of Liberty and sees a four."}, {"sentId": 90, "text": "Maybe a 5 if she loses the torch and tablet, and changes her hair."}], "speaker": "CLINTON", "secId": 43}, {"sentences": [{"sentId": 91, "text": "You know, come to think of it, do you know what would be a good number for a woman?"}, {"sentId": 92, "text": "Forty five."}, {"sentId": 93, "text": "But I digress."}], "speaker": "CLINTON", "secId": 44}, {"sentences": [{"sentId": 94, "text": "All right."}, {"sentId": 95, "text": "So, Brianna, I mean, what a -- that was funny, no?"}], "speaker": "LEMON", "secId": 45}, {"sentences": [{"sentId": 96, "text": "I thought that was a good -- it's a good joke."}, {"sentId": 97, "text": "It was probably the most clever joke of the evening I would say because it sort of had that after burn, where you had to had to think about it and realize oh, that's right."}], "speaker": "KEILAR", "secId": 46}, {"sentences": [{"sentId": 98, "text": "When she holds the torch she kind of looks like a four and so that connects to you Donald Trump rating women, which is something that is in one of Hillary Clinton's ads."}], "speaker": "KEILAR", "secId": 47}, {"sentences": [{"sentId": 99, "text": "But it's also really stinging."}, {"sentId": 100, "text": "You know, and if this had sort of been one joke, positioned among many, then maybe it would have been more appropriate for the evening, but I think when you look overall at what we saw, it's a little -- you know, this is a dinner that is supposed to happen at a point in time in this election, this hard-fought election."}], "speaker": "KEILAR", "secId": 48}, {"sentences": [{"sentId": 101, "text": "Where you need to..."}], "speaker": "LEMON", "secId": 49}, {"sentences": [{"sentId": 102, "text": "It's supposed to be a little bit of -- a little bit of levity, right."}, {"sentId": 103, "text": "Everyone gets dressed up."}, {"sentId": 104, "text": "They're sort of funny jokes, they're self-deprecating."}, {"sentId": 105, "text": "And this is like so symbolic of 2016."}, {"sentId": 106, "text": "It's like this giant wet blanket of an election, that even on this night, which is to benefit children through a religious charity, it gets kind of, you know, weighed down."}], "speaker": "KEILAR", "secId": 50}, {"sentences": [{"sentId": 107, "text": "Yes."}, {"sentId": 108, "text": "Mark, let's play more and I'll get to you weigh in."}], "speaker": "LEMON", "secId": 51}, {"sentences": [{"sentId": 109, "text": "One of the things I noticed tonight, and I've known Hillary for a long time, is this is the first time ever -- ever, that Hillary is sitting down and speaking to major corporate leaders and not getting paid for it."}], "speaker": "TRUMP", "secId": 52}, {"sentences": [{"sentId": 110, "text": "It's true."}, {"sentId": 111, "text": "It's true."}, {"sentId": 112, "text": "True."}, {"sentId": 113, "text": "You know, last night, I called Hillary a nasty woman, but this stuff is all relative after listening to Hillary rattle on, and on, and on."}, {"sentId": 114, "text": "I don't think so badly of Rosie O'Donnell anymore."}, {"sentId": 115, "text": "In fact, I'm actually starting to like Rosie a lot."}], "speaker": "TRUMP", "secId": 53}, {"sentences": [{"sentId": 116, "text": "What did you think of their timing?, I thought, I actually thought the president and Mitt Romney had better comedic timing than they did."}], "speaker": "LEMON", "secId": 54}, {"sentences": [{"sentId": 117, "text": "No question about it."}, {"sentId": 118, "text": "I mean, look, to Brianna's point on the front end, the first part of that joke worked."}, {"sentId": 119, "text": "The second part of that joke was very, very biting."}], "speaker": "PRESTON", "secId": 55}, {"sentences": [{"sentId": 120, "text": "Hillary Clinton -- I can't believe I'm saying this -- but Hillary Clinton did a very good job of delivering and laughing and knowing that the camera was going to be on her throughout the whole time during his speech."}], "speaker": "PRESTON", "secId": 56}, {"sentences": [{"sentId": 121, "text": "He read directly off a paper, as she did, but she looked up and kind of worked the room and looked more engaged."}, {"sentId": 122, "text": "But her stuff was very political."}, {"sentId": 123, "text": "I mean, was very super political."}], "speaker": "PRESTON", "secId": 57}, {"sentences": [{"sentId": 124, "text": "Yes."}], "speaker": "LEMON", "secId": 58}, {"sentences": [{"sentId": 125, "text": "She talked about climate change; she talked about building bridges, not walls."}, {"sentId": 126, "text": "She said that the greatest monument is not about what we build, remember, Donald Trump is a builder."}], "speaker": "PRESTON", "secId": 59}, {"sentences": [{"sentId": 127, "text": "Yes."}], "speaker": "LEMON", "secId": 60}, {"sentences": [{"sentId": 128, "text": "But who we touch."}, {"sentId": 129, "text": "I mean, she weaved that all throughout her speech."}, {"sentId": 130, "text": "LEMON:  Kevin Madden, is it that it was so political or is it just the"}], "speaker": "PRESTON", "secId": 61}, {"sentences": [{"sentId": 131, "text": "delivery of it?"}, {"sentId": 132, "text": "Because it's supposed to be -- I think you were supposed to start and he's supposed to be as self-deprecating as possible, and then you jab your opponent then you go back to being self-deprecating and sort of draw them in."}], "speaker": "PRESTON", "secId": 62}, {"sentences": [{"sentId": 133, "text": "Yes, I think it was the atmosphere."}, {"sentId": 134, "text": "I think Brianna said it best when, you know, 2016 is ruining everything in its wake."}, {"sentId": 135, "text": "You know, we have something like the -- we have the Al Gore -- we have the Al Smith dinner that is supposed to be about collegiate, it's supposed to be about, you know, charity, and you know, they left a chill in the room."}], "speaker": "MADDEN", "secId": 63}, {"sentences": [{"sentId": 136, "text": "And I think that was -- that was why it didn't go over so well."}, {"sentId": 137, "text": "And you know, these things like -- we shouldn't make too much of these because these are -- these are essentially political junk food for us, you know, we can eat it and have fun right now, but we can't really live on it."}], "speaker": "MADDEN", "secId": 64}, {"sentences": [{"sentId": 138, "text": "I think the good thing for Donald Trump is that not many people watch this lie."}, {"sentId": 139, "text": "They didn't see the entire thing."}, {"sentId": 140, "text": "They won't hear the boos and see how awkward it was in real-time, and instead they will see these adamant sound bites where he will -- you know, he did deliver a good line or two."}], "speaker": "MADDEN", "secId": 65}, {"sentences": [{"sentId": 141, "text": "But overall, you know, I think that so many people in that room were probably really let down by, I think the performance that he delivered tonight."}], "speaker": "MADDEN", "secId": 66}, {"sentences": [{"sentId": 142, "text": "Yes, this was tonight."}], "speaker": "LEMON", "secId": 67}, {"sentences": [{"sentId": 143, "text": "Debbie Downer."}], "speaker": "KEILAR", "secId": 68}, {"sentences": [{"sentId": 144, "text": "Right."}, {"sentId": 145, "text": "Debbie Downer."}, {"sentId": 146, "text": "But you said -- you said that people won't see it live and hear the boos."}, {"sentId": 147, "text": "We're going to play the boos for you next."}, {"sentId": 148, "text": "We'll be right back."}, {"sentId": 149, "text": "Thank you, Jim Acosta."}], "speaker": "LEMON", "secId": 69}, {"sentences": [{"sentId": 150, "text": "Donald Trump and Hillary Clinton sharing the stage in New York tonight less than 24 hours after they shared the stage last night in Las Vegas for the final presidential debate."}], "speaker": "LEMON", "secId": 70}, {"sentences": [{"sentId": 151, "text": "Back with me now, Brianna Keilar, Mark Preston, and Kevin Madden."}, {"sentId": 152, "text": "We let Jim Acosta go after all those jokes, some of them not so good."}, {"sentId": 153, "text": "We figured he needed a break so we let him go."}], "speaker": "LEMON", "secId": 71}, {"sentences": [{"sentId": 154, "text": "You know, at one point, Kevin Madden, the audience booed."}, {"sentId": 155, "text": "Listen."}], "speaker": "LEMON", "secId": 72}, {"sentences": [{"sentId": 156, "text": "For example, here she is tonight i public pretending not to hate Catholics."}, {"sentId": 157, "text": "Now some of you haven't noticed, Hillary isn't laughing as much as the rest of us, that's because she knows the jokes."}, {"sentId": 158, "text": "And to all of the jokes were given to her in advance of the dinner by Donna Brazile, which is -- everyone knows, of course..."}], "speaker": "TRUMP", "secId": 73}, {"sentences": [{"sentId": 159, "text": "OK."}, {"sentId": 160, "text": "So, Kevin, that was painful."}, {"sentId": 161, "text": "And the reason we're talking about this, do you remember, this was at 2012, this was your candidate, Mitt Romney, and President Barack Obama -- look at them laughing at each other."}, {"sentId": 162, "text": "That was not the spirit of this dinner tonight and that joke, the boos -- I mean, that wasn't a good moment."}], "speaker": "LEMON", "secId": 74}, {"sentences": [{"sentId": 163, "text": "Right, and I think the first one about hating Catholics, that was a failure to read the room."}, {"sentId": 164, "text": "People enjoy comedy, but they don't -- they know that there's a line and with that joke, it stepped over the line and it was no longer gracious or self-deprecating."}], "speaker": "MADDEN", "secId": 75}, {"sentences": [{"sentId": 165, "text": "I think the second one it just wasn't funny."}, {"sentId": 166, "text": "And I think that was a big part of the reason Donald Trump got some boos tonight, which is that, you know, just on pure performance, he didn't seem like he had a sense of humor."}], "speaker": "MADDEN", "secId": 76}, {"sentences": [{"sentId": 167, "text": "And you know, the one thing you could say about Governor Romney in 2012, you may not know this, but he was a very funny guy."}], "speaker": "MADDEN", "secId": 77}, {"sentences": [{"sentId": 168, "text": "He was really funny."}], "speaker": "LEMON", "secId": 78}, {"sentences": [{"sentId": 169, "text": "He like working on the..."}], "speaker": "MADDEN", "secId": 79}, {"sentences": [{"sentId": 170, "text": "He was funny."}], "speaker": "LEMON", "secId": 80}, {"sentences": [{"sentId": 171, "text": "He loves working on the jokes, he likes trying his own, some of them were too corny, but a lot of them, you know, really brought out the type of sense of humor that he has."}, {"sentId": 172, "text": "I think what happened there tonight was some of those boos."}, {"sentId": 173, "text": "And I don't mean -- I don't mean to be harsh but Donald Trump doesn't look like he has much of a sense of humor."}], "speaker": "MADDEN", "secId": 81}, {"sentences": [{"sentId": 174, "text": "No."}], "speaker": "LEMON", "secId": 82}, {"sentences": [{"sentId": 175, "text": "And so, the room felt it."}], "speaker": "MADDEN", "secId": 83}, {"sentences": [{"sentId": 176, "text": "Brianna Keila is so in love with -- you're in love with the Statue of Liberty."}, {"sentId": 177, "text": "She looks like four."}], "speaker": "LEMON", "secId": 84}, {"sentences": [{"sentId": 178, "text": "I am."}, {"sentId": 179, "text": "Well, I had to explain it."}], "speaker": "KEILAR", "secId": 85}, {"sentences": [{"sentId": 180, "text": "Four."}], "speaker": "LEMON", "secId": 86}, {"sentences": [{"sentId": 181, "text": "Actually, there was a four, do you see, the torch?"}], "speaker": "KEILAR", "secId": 87}, {"sentences": [{"sentId": 182, "text": "Yes."}, {"sentId": 183, "text": "It's a four."}], "speaker": "LEMON", "secId": 88}, {"sentences": [{"sentId": 184, "text": "The arm, it's actually physically a four."}], "speaker": "KEILAR", "secId": 89}, {"sentences": [{"sentId": 185, "text": "And then she puts it down, she's a five."}], "speaker": "LEMON", "secId": 90}, {"sentences": [{"sentId": 186, "text": "Yes."}, {"sentId": 187, "text": "That's why I think -- that's why I think it's cleaver."}], "speaker": "KEILAR", "secId": 91}, {"sentences": [{"sentId": 188, "text": "Yes."}, {"sentId": 189, "text": "You love it."}], "speaker": "LEMON", "secId": 92}, {"sentences": [{"sentId": 190, "text": "The downgrading of her taking the torch and the -- her coutrimon away."}], "speaker": "KEILAR", "secId": 93}, {"sentences": [{"sentId": 191, "text": "If you have to explain it, Brianna."}], "speaker": "PRESTON", "secId": 94}, {"sentences": [{"sentId": 192, "text": "I know."}, {"sentId": 193, "text": "She's going on and in the break about this."}], "speaker": "LEMON", "secId": 95}, {"sentences": [{"sentId": 194, "text": "That's why I think -- I think it's funny at first and I think it has an after burn, that's why I like it."}], "speaker": "KEILAR", "secId": 96}, {"sentences": [{"sentId": 195, "text": "All right."}, {"sentId": 196, "text": "But you did like this joke about Melania Trump, watch this."}], "speaker": "LEMON", "secId": 97}, {"sentences": [{"sentId": 197, "text": "Michelle Obama gives a speech and everyone loves it, it's fantastic."}, {"sentId": 198, "text": "They think she's absolutely great."}, {"sentId": 199, "text": "My wife Melania, gives the exact same speech and people get on her case."}], "speaker": "TRUMP", "secId": 98}, {"sentences": [{"sentId": 200, "text": "And I don't get it."}, {"sentId": 201, "text": "I don't know why."}, {"sentId": 202, "text": "And it wasn't her fault."}, {"sentId": 203, "text": "Stand up, Melania, come on."}], "speaker": "TRUMP", "secId": 99}, {"sentences": [{"sentId": 204, "text": "Now, that was funny."}, {"sentId": 205, "text": "That's what it should have been like, right?"}], "speaker": "LEMON", "secId": 100}, {"sentences": [{"sentId": 206, "text": "I -- yes."}], "speaker": "KEILAR", "secId": 101}, {"sentences": [{"sentId": 207, "text": "Yes."}, {"sentId": 208, "text": "I mean, yes, it was, and there's human side to it and she was laughing and quite frankly, it was trying to close the chapter on a book by the way that had been put on the bookshelf a long time ago, but she was put in a very bad position."}], "speaker": "PRESTON", "secId": 102}, {"sentences": [{"sentId": 209, "text": "Yes."}], "speaker": "KEILAR", "secId": 103}, {"sentences": [{"sentId": 210, "text": "All right."}, {"sentId": 211, "text": "Moving on, let's talk about the last time they were on stage together and that was last night."}, {"sentId": 212, "text": "A key moment last night it was Donald Trump refused to say whether he'll accept the election results telling everyone he wants to keep people in suspense."}, {"sentId": 213, "text": "Trump addressed that today."}, {"sentId": 214, "text": "Watch this."}], "speaker": "LEMON", "secId": 104}, {"sentences": [{"sentId": 215, "text": "I would like to promise and pledge to all of my voters and supporters, and to all of the people of the United States that I will totally accept the results of this great and historic presidential election if I win."}], "speaker": "TRUMP", "secId": 105}, {"sentences": [{"sentId": 216, "text": "So, Mark, is he digging himself a deeper hole?"}], "speaker": "LEMON", "secId": 106}, {"sentences": [{"sentId": 217, "text": "Yes."}, {"sentId": 218, "text": "Yes, I mean -- yes."}, {"sentId": 219, "text": "I mean, we have republicans coming out and condemning him for saying this and talking about the sanctity of our democracy."}], "speaker": "PRESTON", "secId": 107}, {"sentences": [{"sentId": 220, "text": "Yes."}], "speaker": "LEMON", "secId": 108}, {"sentences": [{"sentId": 221, "text": "Yes."}, {"sentId": 222, "text": "And the fact to the matter is he was given ample time last night to come out and say, yes, I will, and he wouldn't do it."}, {"sentId": 223, "text": "And then this morning, as we saw in this rally, he doubles down on it."}], "speaker": "PRESTON", "secId": 109}, {"sentences": [{"sentId": 224, "text": "And he jokes about it, which may have been a better joke than delivered tonight, but President Barack Obama saying that's nothing to joke about."}], "speaker": "LEMON", "secId": 110}, {"sentences": [{"sentId": 225, "text": "Well, and he had his surrogates out last night trying to clean up for him, trying to clean up this morning."}, {"sentId": 226, "text": "He finally said of course -- of course, I'll accept it as long as there are no problems."}], "speaker": "PRESTON", "secId": 111}, {"sentences": [{"sentId": 227, "text": "Well, of course there are problems that everybody would want to investigate it."}, {"sentId": 228, "text": "I just think that Donald Trump was being Donald Trump and that's why Donald Trump is losing."}], "speaker": "PRESTON", "secId": 112}, {"sentences": [{"sentId": 229, "text": "Kevin Madden, did Donald Trump hand democrats a gift on this one?"}], "speaker": "LEMON", "secId": 113}, {"sentences": [{"sentId": 230, "text": "He did."}, {"sentId": 231, "text": "Look, he took probably something that was his worst moment in last night's debate and all he did was shine a bigger light on it."}, {"sentId": 232, "text": "You know, in that crucial 48 hours after debate it gives you an opportunity to maybe highlights some of your better parts of the debate and then clean up some of the worst parts of it."}], "speaker": "MADDEN", "secId": 114}, {"sentences": [{"sentId": 233, "text": "And he lost those 48 hours now because here we are talking about it once again about undermine -- potentially undermining democracy."}, {"sentId": 234, "text": "And now sending House and Senate candidates across the country are now forced to litigate it."}], "speaker": "MADDEN", "secId": 115}, {"sentences": [{"sentId": 235, "text": "So that becomes extremely problematic, especially, Don, when you have 18 days left."}, {"sentId": 236, "text": "Every day is precious, so to spend that much time talking about something that is not key to his message to voters, is extremely problematic."}], "speaker": "MADDEN", "secId": 116}, {"sentences": [{"sentId": 237, "text": "Kevin, I want to ask you about this, because I asked you if he, you know, if he's giving democrats a gift that he hand them a gift of that."}, {"sentId": 238, "text": "But what about republicans, because the president bring up some republicans trying to distance themselves on this."}, {"sentId": 239, "text": "You say we could see more republicans break away from Trump, why is that?"}], "speaker": "LEMON", "secId": 117}, {"sentences": [{"sentId": 240, "text": "Well, I expect so."}, {"sentId": 241, "text": "I think, look, if you're running for Senate right now and you're in a very close race and you have a potential to win, the last thing you want is for that race to be undermined by charges that it was rigged, particularly if you win or if you come out ahead."}, {"sentId": 242, "text": "So many of these candidates right now that have broken away from the"}], "speaker": "MADDEN", "secId": 118}, {"sentences": [{"sentId": 243, "text": "top of the ticket, and are trying to personalize and localize their race across the country, you know, they've done so."}, {"sentId": 244, "text": "And they are actually running ahead of Donald Trump right now."}], "speaker": "MADDEN", "secId": 119}, {"sentences": [{"sentId": 245, "text": "So, that's going to become something that could potentially be a flash point for a lot of these -- a lot of these races across the country."}], "speaker": "MADDEN", "secId": 120}, {"sentences": [{"sentId": 246, "text": "Hey, Brianna, I have to go but I have to ask you about this swipe at Hillary Clinton last night, a nasty woman, how is that playing out today?"}], "speaker": "LEMON", "secId": 121}, {"sentences": [{"sentId": 247, "text": "I don't -- I would like to see the polls on that."}, {"sentId": 248, "text": "I don't think it's playing out very well."}, {"sentId": 249, "text": "Also, she was talking about taxes and then she had talked about how he was trying to evade them, but it actually wasn't one of her more personal jabs so it almost seem like it was sort of him encapsulating how he felt about her at the very end of it."}], "speaker": "KEILAR", "secId": 122}, {"sentences": [{"sentId": 250, "text": "Yes."}], "speaker": "LEMON", "secId": 123}, {"sentences": [{"sentId": 251, "text": "So, I don't know how it's playing out."}, {"sentId": 252, "text": "It was something that definitely sort of stuck out to me."}], "speaker": "KEILAR", "secId": 124}, {"sentences": [{"sentId": 253, "text": "All right."}], "speaker": "LEMON", "secId": 125}, {"sentences": [{"sentId": 254, "text": "Temperament issue is what it was."}], "speaker": "PRESTON", "secId": 126}, {"sentences": [{"sentId": 255, "text": "Yes."}, {"sentId": 256, "text": "Thank you."}, {"sentId": 257, "text": "Thank you, I appreciate it."}, {"sentId": 258, "text": "When we come right back, First Lady Michelle Obama blistering takedown on Donald Trump, and why she says he threatens the very idea of America."}], "speaker": "LEMON", "secId": 127}, {"sentences": [{"sentId": 259, "text": "President Barack Obama and the First Lady Michelle Obama both taking shots at Donald Trump today saying the idea that he won't concede the election undermines our democracy."}], "speaker": "LEMON", "secId": 128}, {"sentences": [{"sentId": 260, "text": "Let's discuss this noe with CNN senior political analyst, Mr. David Gergen, a former adviser to presidents from both parties Alan Dershowitz, defense attorney and the author of \"Electile Dysfunction; An Guide for Unaroused Voters.\""}, {"sentId": 261, "text": "I have to make sure I say that slowly so that I get it right."}, {"sentId": 262, "text": "And Douglas Brinkley, CNN presidential historian and author of \"Rightful Heritage:  Franklin D. Roosevelt and the Land of America,\""}], "speaker": "LEMON", "secId": 129}, {"sentences": [{"sentId": 263, "text": "Thank you, guys."}, {"sentId": 264, "text": "How are you doing?"}, {"sentId": 265, "text": "Did you get any rest after the debate?"}], "speaker": "LEMON", "secId": 130}, {"sentences": [{"sentId": 266, "text": "Absolutely."}], "speaker": "GERGEN", "secId": 131}, {"sentences": [{"sentId": 267, "text": "Exciting room."}, {"sentId": 268, "text": "I was going to go."}], "speaker": "DERSHOWITZ", "secId": 132}, {"sentences": [{"sentId": 269, "text": "It's really coming down to the wire, right?"}], "speaker": "LEMON", "secId": 133}, {"sentences": [{"sentId": 270, "text": "Yes."}], "speaker": "DERSHOWITZ", "secId": 134}, {"sentences": [{"sentId": 271, "text": "So, Donald Trump defended his rigged election stance today."}, {"sentId": 272, "text": "Listen to this."}], "speaker": "LEMON", "secId": 135}, {"sentences": [{"sentId": 273, "text": "If Al Gore or George Bush had agreed three weeks before the election to concede the results and waive their right to a legal challenge, or a recount, then there would be no Supreme Court and no bore -- Gore versus Bush, Gore versus Gore."}, {"sentId": 274, "text": "And there have been numerous other cases."}], "speaker": "TRUMP", "secId": 136}, {"sentences": [{"sentId": 275, "text": "In effect, I'm being asked to waive centuries of legal precedent designed to protect the voters."}], "speaker": "TRUMP", "secId": 137}, {"sentences": [{"sentId": 276, "text": "Alan, you would know a lot about that because you're involved in Bush v. Gore."}], "speaker": "LEMON", "secId": 138}, {"sentences": [{"sentId": 277, "text": "That's right."}], "speaker": "DERSHOWITZ", "secId": 139}, {"sentences": [{"sentId": 278, "text": "So, is Trump on solid ground here?"}], "speaker": "LEMON", "secId": 140}, {"sentences": [{"sentId": 279, "text": "Of course not."}, {"sentId": 280, "text": "Clearly what happened there is a -- it was a recount."}, {"sentId": 281, "text": "Remember the case is called Bush versus Gore, not Gore versus Bush."}], "speaker": "DERSHOWITZ", "secId": 141}, {"sentences": [{"sentId": 282, "text": "Right."}], "speaker": "LEMON", "secId": 142}, {"sentences": [{"sentId": 283, "text": "There were lawsuits filed by both of them."}, {"sentId": 284, "text": "That's a legitimate challenge, everybody understands that."}], "speaker": "DERSHOWITZ", "secId": 143}, {"sentences": [{"sentId": 285, "text": "Look, what Trump is doing is talking to two audiences."}, {"sentId": 286, "text": "To his audience, to his group, he's saying I will not accept the election because Don Lemon has rigged it with the rest of the media and will not accept this."}], "speaker": "DERSHOWITZ", "secId": 144}, {"sentences": [{"sentId": 287, "text": "So, the media he spins this, I wasn't talking about that."}, {"sentId": 288, "text": "I was talking about only if there's a legal challenge."}, {"sentId": 289, "text": "So, he's talking to two different constituencies."}], "speaker": "DERSHOWITZ", "secId": 145}, {"sentences": [{"sentId": 290, "text": "Yes."}, {"sentId": 291, "text": "I'm watching this last night and this morning, and the surrogates and the campaign people and they're like doing cartwheels and back flips, I'm like what are they talking about."}, {"sentId": 292, "text": "I mean, that's a whole lot of spinning going on, Douglas Brinkley."}, {"sentId": 293, "text": "Do you think that that's fair comparison, you know, because a lot of people are comparing this to the Bush episode."}], "speaker": "LEMON", "secId": 146}, {"sentences": [{"sentId": 294, "text": "Well, absolutely not."}, {"sentId": 295, "text": "It's crazy for Donald Trump to be talking like that."}, {"sentId": 296, "text": "I mean, Al Gore did something -- you know, actually Al Gore had conceded to George W. Bush then found out the Florida problem, held back a little and then there was a recount."}, {"sentId": 297, "text": "And then -- and then he very graciously didn't -- he really became quite heroic, Al gore, the way he accepted the Supreme Court decision."}], "speaker": "BRINKLEY", "secId": 147}, {"sentences": [{"sentId": 298, "text": "So, Trump is missing -- mixing apples and oranges, and hearing I had no idea why he thinks this rigged argument is going to help him win the presidency, but he's embarrassing our country internationally."}], "speaker": "BRINKLEY", "secId": 148}, {"sentences": [{"sentId": 299, "text": "I mean, free and fair elections are our bread and butter around the world."}, {"sentId": 300, "text": "And here Donald Trump is saying we don't know how to do them."}], "speaker": "BRINKLEY", "secId": 149}, {"sentences": [{"sentId": 301, "text": "Mr. Gergen, why are they doing this?"}, {"sentId": 302, "text": "I mean, why him and then his folks?"}], "speaker": "LEMON", "secId": 150}, {"sentences": [{"sentId": 303, "text": "My sense is that Donald Trump is not trying to win the election, he's trying to not lose and what he's trying to do is set up an excuse for when he loses."}], "speaker": "GERGEN", "secId": 151}, {"sentences": [{"sentId": 304, "text": "I think he feels, his campaign feels this is going to be very difficult to poll out."}, {"sentId": 305, "text": "That's why he's preparing the ground to tell people it's illegitimate."}, {"sentId": 306, "text": "But in that same way what you do is you delegitimize the winner and winner."}], "speaker": "GERGEN", "secId": 152}, {"sentences": [{"sentId": 307, "text": "And you try to make her like she's not appropriately there."}, {"sentId": 308, "text": "So, many of his followers now believe she wound wind up in the wrong house."}, {"sentId": 309, "text": "She ought to be in the jailhouse interview, not the White House."}], "speaker": "GERGEN", "secId": 153}, {"sentences": [{"sentId": 310, "text": "And that creates a condition where it makes it very difficult for republicans to cooperate across the aisle, you're cooperating with the devil, you're coopering with this criminal-type figure and also, frankly, it encourages people to think maybe we ought to take her out and we have heard that now from Trump supporters."}], "speaker": "GERGEN", "secId": 154}, {"sentences": [{"sentId": 311, "text": "That's an extraordinarily dangerous situation and it is debasing our democracy and our faith and institutions in which we don't need any of this."}, {"sentId": 312, "text": "All of our institutions are in trouble already."}], "speaker": "GERGEN", "secId": 155}, {"sentences": [{"sentId": 313, "text": "And if you begin to think elections are all rigged, you know, then we're not -- we're not a nation any more at that point."}, {"sentId": 314, "text": "We're just a group of people fighting with each other."}], "speaker": "GERGEN", "secId": 156}, {"sentences": [{"sentId": 315, "text": "I'm sitting here listening to you -- to you guys who have been around."}, {"sentId": 316, "text": "You know, I'm an older person, I'm a man of a certain age, but you guys have been around longer than I have been and been dealing with this."}], "speaker": "LEMON", "secId": 157}, {"sentences": [{"sentId": 317, "text": "And then listening to the severity of what you're saying, David Gergen."}, {"sentId": 318, "text": "You worked for both democrats and republican presidents."}, {"sentId": 319, "text": "And we have a historian here, we have an attorney."}, {"sentId": 320, "text": "Every single person is saying there is no merit to any of this."}], "speaker": "LEMON", "secId": 158}, {"sentences": [{"sentId": 321, "text": "I don't understand why his supporters believe it and why he continues to do it, and then he pushes back and says, it's the liberal media."}, {"sentId": 322, "text": "No, it's not."}, {"sentId": 323, "text": "It's the truth."}], "speaker": "LEMON", "secId": 159}, {"sentences": [{"sentId": 324, "text": "And at the same time, in the debate, he says yesterday that she shouldn't even be allowed to run, and then at the Al Smith dinner he jokes about pardoning her."}], "speaker": "DERSHOWITZ", "secId": 160}, {"sentences": [{"sentId": 325, "text": "I mean, he is a guy who was at the verge himself being indicted over Trump University and you know, there's a case where he might very well if he weren't running for president end up being indicted and he's trying to challenge the president of the United States, when she becomes president, he will do to her what he tried to do to Barack Obama, when he tried to challenge Obama's legitimacy for not having been born in the United States."}], "speaker": "DERSHOWITZ", "secId": 161}, {"sentences": [{"sentId": 326, "text": "Well, speaking of the Obamas, let me just play this because I want you guys to respond."}, {"sentId": 327, "text": "And first Douglas, to you, and then I'll let David in."}, {"sentId": 328, "text": "And this is the first lady today on Donald Trump."}], "speaker": "LEMON", "secId": 162}, {"sentences": [{"sentId": 329, "text": "We are fortunate to live in a country where the voters decide our elections."}, {"sentId": 330, "text": "The voters decide who wins and losses, period, end of story."}, {"sentId": 331, "text": "And when a presidential candidate threatens to ignore our voices and reject the outcome of this election, he is threatening the very idea of America itself."}], "speaker": "OBAMA", "secId": 163}, {"sentences": [{"sentId": 332, "text": "Douglas, the very idea of America itself?"}], "speaker": "LEMON", "secId": 164}, {"sentences": [{"sentId": 333, "text": "I agree with her completely."}, {"sentId": 334, "text": "I just think the first lady had to endure Donald Trump saying that her husband is an illegitimate president, that he wasn't born in the United States."}, {"sentId": 335, "text": "She had to live through all the birther B.S., and now they're having to deal with the fact that if Hillary Clinton wins, Donald Trump is going to say she's a phony president, too."}], "speaker": "BRINKLEY", "secId": 165}, {"sentences": [{"sentId": 336, "text": "Hillary Clinton is very blessed to have surrogates like Barack Obama and Michelle Obama."}, {"sentId": 337, "text": "Michelle went to Arizona; the president went to Florida today."}, {"sentId": 338, "text": "She could take part of the day off, prepare for the Al Smith dinner and they hit it out of the park."}], "speaker": "BRINKLEY", "secId": 166}, {"sentences": [{"sentId": 339, "text": "Two of their best speeches, political speeches and endorsement of Hillary Clinton I've heard and they both happened this afternoon."}], "speaker": "BRINKLEY", "secId": 167}, {"sentences": [{"sentId": 340, "text": "Yes."}, {"sentId": 341, "text": "There are other republicans who are speaking out, as well, including John McCain."}, {"sentId": 342, "text": "Our David Gergen will weigh in after the break and the rest of my panel, as well."}, {"sentId": 343, "text": "We'll be right back."}], "speaker": "LEMON", "secId": 168}, {"sentences": [{"sentId": 344, "text": "Back now with my panel, David Gergen, Alan Dershowitz, and of course Douglas Brinkley here as well."}], "speaker": "LEMON", "secId": 169}, {"sentences": [{"sentId": 345, "text": "The first lady is saying this threatens the idea of America."}, {"sentId": 346, "text": "You want to respond to that."}], "speaker": "LEMON", "secId": 170}, {"sentences": [{"sentId": 347, "text": "Well, I think Douglas Brinkley also address this very, very well."}, {"sentId": 348, "text": "But, you know, this country started with a sense that it was an experiment of democracy, and democracy that never survived anywhere else in the western classical world."}, {"sentId": 349, "text": "The most important thing many historians thought George Washington did"}], "speaker": "GERGEN", "secId": 171}, {"sentences": [{"sentId": 350, "text": "as President was to leave voluntarily and have a peaceful transfer of power to a successor elected by -- who went through an election."}, {"sentId": 351, "text": "And that would set up a tradition that we've had ever since."}], "speaker": "GERGEN", "secId": 172}, {"sentences": [{"sentId": 352, "text": "If you want to hold the society to get one of the virtues of a democratic society you do have a transfer, at transfer of power after an election and people move on."}], "speaker": "GERGEN", "secId": 173}, {"sentences": [{"sentId": 353, "text": "And Donald Trump is now coming along and trying to over throw that tradition -- or at least threatening that tradition."}, {"sentId": 354, "text": "And that's why there's so much of an outcry here because there's nothing guarantee about democratic society."}, {"sentId": 355, "text": "He has to work at it, he has to keep working at it."}], "speaker": "GERGEN", "secId": 174}, {"sentences": [{"sentId": 356, "text": "And when somebody comes along and says you just burn the whole thing down."}, {"sentId": 357, "text": "It's very dangerous."}], "speaker": "GERGEN", "secId": 175}, {"sentences": [{"sentId": 358, "text": "Listen."}], "speaker": "LEMON", "secId": 176}, {"sentences": [{"sentId": 359, "text": "I think the hero is going to be Pence in the end."}], "speaker": "DERSHOWITZ", "secId": 177}, {"sentences": [{"sentId": 360, "text": "Yes."}], "speaker": "GERGEN", "secId": 178}, {"sentences": [{"sentId": 361, "text": "You know why?"}, {"sentId": 362, "text": "Because I think on the day after the election if Trump says anything that stimulates his base, even if a million people come out with their pitch hooks, Pence is going to get up there disassociate himself, and he is going to say, no, this was a legitimate election."}], "speaker": "DERSHOWITZ", "secId": 179}, {"sentences": [{"sentId": 363, "text": "Because Pence is a decent man who sees his future in politics and his future is not being associated with Donald Trump's effort to stimulate and stir up the masses against the elected president."}], "speaker": "DERSHOWITZ", "secId": 180}, {"sentences": [{"sentId": 364, "text": "But do you remember that John McCain was on the losing side of this issue and here's what he had to say today."}, {"sentId": 365, "text": "He said, \"I didn't like the outcome of the 2008 election but I had a duty to concede and I did so without reluctance.\""}], "speaker": "LEMON", "secId": 181}, {"sentences": [{"sentId": 366, "text": "\"A concession isn't just an exercise in graciousness, it is an act of respect for the will for the American people.\""}], "speaker": "LEMON", "secId": 182}, {"sentences": [{"sentId": 367, "text": "So, Douglas Brinkley, is this what we're talking about here, disrespecting American, the American people?"}], "speaker": "LEMON", "secId": 183}, {"sentences": [{"sentId": 368, "text": "Absolutely."}, {"sentId": 369, "text": "And David Gergen said it very eloquently."}, {"sentId": 370, "text": "That's what we admire about George Washington, the ability to step down."}, {"sentId": 371, "text": "We have to hand the baton to the next president."}], "speaker": "BRINKLEY", "secId": 184}, {"sentences": [{"sentId": 372, "text": "We put the party squabbles behind us."}, {"sentId": 373, "text": "A man named Charles Johnson was the Secretary of the Continental Congress and in the 1800 election it got so vicious between Thomas Jefferson and John Adams."}, {"sentId": 374, "text": "He deeply worry that they were -- that our democracy couldn't survive if we couldn't pull together and legitimatize the president."}], "speaker": "BRINKLEY", "secId": 185}, {"sentences": [{"sentId": 375, "text": "Otherwise, we would just be in constant war mode, and have other dysfunction."}, {"sentId": 376, "text": "And Thompson grew deeply distraught that this could happen when you have party systems."}], "speaker": "BRINKLEY", "secId": 186}, {"sentences": [{"sentId": 377, "text": "We've done a good job of pulling together."}, {"sentId": 378, "text": "I mean, look at Franklin Roosevelt could run in the middle of World War II, with his republican opponent, and then work together."}, {"sentId": 379, "text": "You know, every -- we can go all along through history."}], "speaker": "BRINKLEY", "secId": 187}, {"sentences": [{"sentId": 380, "text": "This is different what Donald Trump is doing, it's sinister, it reeks of Joe McCarthy and it can't be stamped out enough by people that have access to the public always like we all do."}], "speaker": "BRINKLEY", "secId": 188}, {"sentences": [{"sentId": 381, "text": "But again, I know we're paying a lot of attention to this."}, {"sentId": 382, "text": "Are we putting too much attention on it or is it as the president said, this is not to be joked about or either..."}], "speaker": "LEMON", "secId": 189}, {"sentences": [{"sentId": 383, "text": "This is not to be joked about."}], "speaker": "DERSHOWITZ", "secId": 190}, {"sentences": [{"sentId": 384, "text": "OK."}, {"sentId": 385, "text": "Yes."}], "speaker": "LEMON", "secId": 191}, {"sentences": [{"sentId": 386, "text": "This is not to be joked about, because people can get out on the streets and he can't control his base, once he lets that tiger out of the tank, he can't put it back in."}], "speaker": "DERSHOWITZ", "secId": 192}, {"sentences": [{"sentId": 387, "text": "I want to read this."}, {"sentId": 388, "text": "This is a note from George H.W."}, {"sentId": 389, "text": "Bush."}, {"sentId": 390, "text": "And the incoming President, Bill Clinton, went viral after our last night's debate."}, {"sentId": 391, "text": "It was a very thoughtful personal note."}, {"sentId": 392, "text": "And here is what it says."}], "speaker": "LEMON", "secId": 193}, {"sentences": [{"sentId": 393, "text": "He says, \"You will be our president when you read this note."}, {"sentId": 394, "text": "I wish you well; I wish your family well."}, {"sentId": 395, "text": "Your success now is our country's success, I am rooting hard for you.\""}], "speaker": "LEMON", "secId": 194}, {"sentences": [{"sentId": 396, "text": "This couldn't any more different than what we're seeing right now, and this is the way it's supposed to be, correct?"}], "speaker": "LEMON", "secId": 195}, {"sentences": [{"sentId": 397, "text": "Now, we -- we ask her -- are they even going to shake hands?"}, {"sentId": 398, "text": "It becomes like a news story when they shake hands, are you kidding?"}], "speaker": "GERGEN", "secId": 196}, {"sentences": [{"sentId": 399, "text": "Yes."}, {"sentId": 400, "text": "Let's -- and even speaking of tonight when you're saying this is so different, I think Brianna Keilar and Mark Preston said it's sort of the wet blanket that is the 2016 campaign."}], "speaker": "LEMON", "secId": 197}, {"sentences": [{"sentId": 401, "text": "This is tonight; this is both candidates' and jokes that kind of did not go over so well."}, {"sentId": 402, "text": "Watch this."}], "speaker": "LEMON", "secId": 198}, {"sentences": [{"sentId": 403, "text": "They say Donald doesn't have many policies, he has no policies, I keep hearing that."}, {"sentId": 404, "text": "I'd actually like to defend him on this."}, {"sentId": 405, "text": "Donald has issues, serious issues, really, really serious issues."}], "speaker": "CLINTON", "secId": 199}, {"sentences": [{"sentId": 406, "text": "Now I'm told Hillary went to confession before tonight's event, but the priest was having a hard time when he asked her about her sins and she said she couldn't remember 39 times."}], "speaker": "TRUMP", "secId": 200}, {"sentences": [{"sentId": 407, "text": "Hillary is so corrupt."}, {"sentId": 408, "text": "She got kicked off the Watergate commission."}], "speaker": "TRUMP", "secId": 201}, {"sentences": [{"sentId": 409, "text": "How corrupt do you have to be to get kicked off the Watergate commission?"}], "speaker": "TRUMP", "secId": 202}, {"sentences": [{"sentId": 410, "text": "OK."}, {"sentId": 411, "text": "So, I take that back, the issue seemed less funny."}, {"sentId": 412, "text": "The second part, I mean, let's just be honest."}, {"sentId": 413, "text": "I mean, Douglas, was that funny?"}], "speaker": "LEMON", "secId": 203}, {"sentences": [{"sentId": 414, "text": "No, it was just not -- that fell flat there."}, {"sentId": 415, "text": "It just wasn't a well-written speech and Donald Trump isn't that particularly good at delivering those kinds of speeches."}, {"sentId": 416, "text": "He had some good zingers, some fair play tonight and I think and there was the handshake this evening."}], "speaker": "BRINKLEY", "secId": 204}, {"sentences": [{"sentId": 417, "text": "Yes."}], "speaker": "LEMON", "secId": 205}, {"sentences": [{"sentId": 418, "text": "But the lack of civility and the kind of sharply feel one hand, it's just -- is a kind of a wet blanket and you feel the public is saying let's put the -- get rid of this 2016 election, pull the plug as fast as we can, how much more of this do we have to endure."}], "speaker": "BRINKLEY", "secId": 206}, {"sentences": [{"sentId": 419, "text": "Yes, and I was watching them when they were laughing, I said, finally they're laughing, you know, they're being sort of comrades because they know at the end of the day, one of them is going to be president and they're going to have to accept it."}], "speaker": "LEMON", "secId": 207}, {"sentences": [{"sentId": 420, "text": "But then he says this thing about that tonight she's pretending not to hate Catholics, that wasn't funny at all."}, {"sentId": 421, "text": "And remember, he has a Catholic running mate -- that she has a Catholic running mate that Trump has been attacking Mexicans, Americans and Mexicans, most of them were Catholics."}], "speaker": "DERSHOWITZ", "secId": 208}, {"sentences": [{"sentId": 422, "text": "It just was a wrong tone for this kind of an event and it brought out the worst in him and I think he got appropriately booed for it."}], "speaker": "DERSHOWITZ", "secId": 209}, {"sentences": [{"sentId": 423, "text": "Last word, David Gergen."}], "speaker": "LEMON", "secId": 210}, {"sentences": [{"sentId": 424, "text": "Perhaps I'm just showing my biases but, look, I thought there was a real difference."}, {"sentId": 425, "text": "I did not think there was equivalence between the two of them."}], "speaker": "GERGEN", "secId": 211}, {"sentences": [{"sentId": 426, "text": "Yes."}], "speaker": "DERSHOWITZ", "secId": 212}, {"sentences": [{"sentId": 427, "text": "Donald Trump was booed for the first time I think in anybody's memory at one of these dinners because of the kind of harshness of his jokes."}], "speaker": "GERGEN", "secId": 213}, {"sentences": [{"sentId": 428, "text": "That we can remember."}, {"sentId": 429, "text": "It could have happened before."}, {"sentId": 430, "text": "GERGEN:  Yes."}, {"sentId": 431, "text": "No one who have talked to so far for the last 15 years"}], "speaker": "LEMON", "secId": 214}, {"sentences": [{"sentId": 432, "text": "doesn't remember booing."}, {"sentId": 433, "text": "But he came in and he didn't seem to know the difference between being light-hearted and being heavy handed."}], "speaker": "LEMON", "secId": 215}, {"sentences": [{"sentId": 434, "text": "And he kept being heavy handed and I think that it was like we're continuing in the spirit of the debate last night as opposed to coming into a different event."}], "speaker": "LEMON", "secId": 216}, {"sentences": [{"sentId": 435, "text": "I thought she was much more traditional."}, {"sentId": 436, "text": "Some of her jokes didn't work very well, they were flat."}, {"sentId": 437, "text": "But I thought she was at least more appealing."}], "speaker": "LEMON", "secId": 217}, {"sentences": [{"sentId": 438, "text": "But one of the reason why this matter is, these events give you an insight into the character and the personality of the person who may be president and that's really, really important."}], "speaker": "LEMON", "secId": 218}, {"sentences": [{"sentId": 439, "text": "Humor is a really important part of leadership."}, {"sentId": 440, "text": "If you can do it well as Kennedy did, as Reagan did, and indeed most importantly that Lincoln did, I think it makes a big difference in your capacity."}], "speaker": "LEMON", "secId": 219}, {"sentences": [{"sentId": 441, "text": "I'm glad you're being honest, especially when you're talking about the false equivalency."}, {"sentId": 442, "text": "Because at state, you know, Donald Trump did really poorly with the jokes tonight you have to point that out -- and I think -- I thought she was funnier than he was."}], "speaker": "LEMON", "secId": 220}, {"sentences": [{"sentId": 443, "text": "Yes."}], "speaker": "GERGEN", "secId": 221}, {"sentences": [{"sentId": 444, "text": "And more at least more in the spirit of what the dinner was about."}], "speaker": "LEMON", "secId": 222}, {"sentences": [{"sentId": 445, "text": "And she saluted the spirit of Al Smith, who was the happy warrior."}], "speaker": "GERGEN", "secId": 223}, {"sentences": [{"sentId": 446, "text": "Yes."}, {"sentId": 447, "text": "Thank you, gentlemen, I appreciate it."}], "speaker": "LEMON", "secId": 224}, {"sentences": [{"sentId": 448, "text": "Coming up, you heard what Donald Trump and Hillary Clinton said at last night's debate, but their body language tells you what they really, really meant."}, {"sentId": 449, "text": "An expert weighs in, next."}], "speaker": "LEMON", "secId": 225}, {"sentences": [{"sentId": 450, "text": "I'm going to enjoy this segment."}, {"sentId": 451, "text": "Donald Trump and Hillary Clinton's final debate was definitely no holds bar, but their body language tells you what they were really thinking."}], "speaker": "LEMON", "secId": 226}, {"sentences": [{"sentId": 452, "text": "So, here to discuss is Chris Ulrich, he is a lead instructor at the Body Language Institute."}, {"sentId": 453, "text": "So, what is this saying?"}], "speaker": "LEMON", "secId": 227}, {"sentences": [{"sentId": 454, "text": "This means you're ready to go, you're in a sprinter's pose."}], "speaker": "ULRICH", "secId": 228}, {"sentences": [{"sentId": 455, "text": "I'm ready."}], "speaker": "LEMON", "secId": 229}, {"sentences": [{"sentId": 456, "text": "That's upon a friend."}, {"sentId": 457, "text": "Here you're like."}], "speaker": "ULRICH", "secId": 230}, {"sentences": [{"sentId": 458, "text": "All right."}, {"sentId": 459, "text": "So, before we talk about last night on the debate stage, let's talk about tonight and the Al Smith dinner because there were some uncomfortable moments."}], "speaker": "LEMON", "secId": 231}, {"sentences": [{"sentId": 460, "text": "Yes."}], "speaker": "ULRICH", "secId": 232}, {"sentences": [{"sentId": 461, "text": "Some awkward moments."}], "speaker": "LEMON", "secId": 233}, {"sentences": [{"sentId": 462, "text": "Yes."}], "speaker": "ULRICH", "secId": 234}, {"sentences": [{"sentId": 463, "text": "What did you make when -- with their body language?"}], "speaker": "LEMON", "secId": 235}, {"sentences": [{"sentId": 464, "text": "Well, even when they come into the room, they, a lot of times weren't even facing each other."}, {"sentId": 465, "text": "A lot of times they were giving each other their backs most of the time and were kind of buffeted by Cardinal Dolan a lot."}], "speaker": "ULRICH", "secId": 236}, {"sentences": [{"sentId": 466, "text": "So, it was a -- they were able to kind of engage the room without having to deal with each other, but in a very awkward stance they kind of danced around each other for a good part of the encounter."}], "speaker": "ULRICH", "secId": 237}, {"sentences": [{"sentId": 467, "text": "OK."}, {"sentId": 468, "text": "So, let's look at Hillary Clinton now as she was speaking."}, {"sentId": 469, "text": "So, what do you think?"}], "speaker": "LEMON", "secId": 238}, {"sentences": [{"sentId": 470, "text": "With Hillary, when she's watching here, when Trump was up there, there were moments that he said some stuff where he -- he says some stuff which she would laugh."}, {"sentId": 471, "text": "At times she keeps putting her head up like this."}, {"sentId": 472, "text": "This is a dominance move that people will do to let-- to let you know that whatever you're saying is rolling right off, it's not affecting me."}], "speaker": "ULRICH", "secId": 239}, {"sentences": [{"sentId": 473, "text": "And there were other times where she could hardly laugh."}], "speaker": "ULRICH", "secId": 240}, {"sentences": [{"sentId": 474, "text": "OK."}], "speaker": "LEMON", "secId": 241}, {"sentences": [{"sentId": 475, "text": "She also spreads a little bit."}], "speaker": "ULRICH", "secId": 242}, {"sentences": [{"sentId": 476, "text": "Do we have her speaking?"}, {"sentId": 477, "text": "Do we have video of Hillary Clinton speaking so we can look at that?"}, {"sentId": 478, "text": "OK. Well, this is her reaction to him speaking."}], "speaker": "LEMON", "secId": 243}, {"sentences": [{"sentId": 479, "text": "Right."}], "speaker": "ULRICH", "secId": 244}, {"sentences": [{"sentId": 480, "text": "All right."}, {"sentId": 481, "text": "Great."}, {"sentId": 482, "text": "So then what about Trump?"}], "speaker": "LEMON", "secId": 245}, {"sentences": [{"sentId": 483, "text": "In terms of him watching or..."}], "speaker": "ULRICH", "secId": 246}, {"sentences": [{"sentId": 484, "text": "Yes."}, {"sentId": 485, "text": "In terms of him watching right to her."}], "speaker": "LEMON", "secId": 247}, {"sentences": [{"sentId": 486, "text": "He never really faces her."}, {"sentId": 487, "text": "He kind of he looks out into the crowd and he knows the cameras are on him and so he's also smiling at times and loose and relaxing."}], "speaker": "ULRICH", "secId": 248}, {"sentences": [{"sentId": 488, "text": "He's smiling with at some parts with his arms folded."}], "speaker": "LEMON", "secId": 249}, {"sentences": [{"sentId": 489, "text": "No, at that point when he crosses his arms this can be -- this can be read as we're shutting down or closing down, it also, can be also that we're thinking something through or..."}], "speaker": "ULRICH", "secId": 250}, {"sentences": [{"sentId": 490, "text": "But look -- look at that."}, {"sentId": 491, "text": "He's smiling."}], "speaker": "LEMON", "secId": 251}, {"sentences": [{"sentId": 492, "text": "Right."}], "speaker": "ULRICH", "secId": 252}, {"sentences": [{"sentId": 493, "text": "Why can't he -- both of them smile more instead of being so..."}], "speaker": "LEMON", "secId": 253}, {"sentences": [{"sentId": 494, "text": "This is a great point you make."}, {"sentId": 495, "text": "We were just chatting about this a moment ago."}, {"sentId": 496, "text": "We have something like a mirror neurons, Don."}], "speaker": "ULRICH", "secId": 254}, {"sentences": [{"sentId": 497, "text": "Isn't that nice?"}, {"sentId": 498, "text": "Look at that."}, {"sentId": 499, "text": "There is a nice Donald Trump smiling, right?"}], "speaker": "LEMON", "secId": 255}, {"sentences": [{"sentId": 500, "text": "Yes."}, {"sentId": 501, "text": "So, when he's up there and he's making jokes and some of his jokes like the Melania joke, and delivering the same speech."}], "speaker": "ULRICH", "secId": 256}, {"sentences": [{"sentId": 502, "text": "Right."}], "speaker": "LEMON", "secId": 257}, {"sentences": [{"sentId": 503, "text": "We all laugh or start to relax, but then when he got very serious with his jokes or some of Hillary's more cutting jokes, we saw the people in the day actually flash surprise and get tense."}, {"sentId": 504, "text": "Mirror neurons from people watching we start to behave just like..."}], "speaker": "ULRICH", "secId": 258}, {"sentences": [{"sentId": 505, "text": "So, when he's smiling."}], "speaker": "LEMON", "secId": 259}, {"sentences": [{"sentId": 506, "text": "... and the tension goes up."}], "speaker": "ULRICH", "secId": 260}, {"sentences": [{"sentId": 507, "text": "Because everyone is there for them in this moment, right, when she's smiling and he's smiling..."}], "speaker": "LEMON", "secId": 261}, {"sentences": [{"sentId": 508, "text": "Yes."}], "speaker": "ULRICH", "secId": 262}, {"sentences": [{"sentId": 509, "text": "... the audience relaxes."}], "speaker": "LEMON", "secId": 263}, {"sentences": [{"sentId": 510, "text": "That's right."}, {"sentId": 511, "text": "They're watching them and they're like, OK."}, {"sentId": 512, "text": "They think it's funny."}, {"sentId": 513, "text": "Also Cardinal Dolan, he's laughing."}, {"sentId": 514, "text": "So, there's much more of a relaxed setting."}, {"sentId": 515, "text": "But when it gets tensed..."}], "speaker": "ULRICH", "secId": 264}, {"sentences": [{"sentId": 516, "text": "What about when he got tense and serious?"}], "speaker": "LEMON", "secId": 265}, {"sentences": [{"sentId": 517, "text": "When he gets tense, as well as some of the people behind that are on the day as themselves, when they get that tension, then that tension fills the room."}, {"sentId": 518, "text": "Now they're delivering jokes and it's a very tense setting where the watchers, as well as the people delivering the lines are both feeling that anxiety."}], "speaker": "ULRICH", "secId": 266}, {"sentences": [{"sentId": 519, "text": "Look at the -- look at the guy -- there's guy behind him."}], "speaker": "LEMON", "secId": 267}, {"sentences": [{"sentId": 520, "text": "On the right."}], "speaker": "ULRICH", "secId": 268}, {"sentences": [{"sentId": 521, "text": "Yes."}], "speaker": "LEMON", "secId": 269}, {"sentences": [{"sentId": 522, "text": "He's the one I saw."}, {"sentId": 523, "text": "I remember it."}, {"sentId": 524, "text": "He flashes at a certain point in one of these jokes -- there he's laughing back, but there's one point in here where we see him -- where when Mr. Trump delivers a little more of a serious joke, he does this -- his eyebrows go up in this kind of serious tone here."}], "speaker": "ULRICH", "secId": 270}, {"sentences": [{"sentId": 525, "text": "OK. Let's go to last night."}], "speaker": "LEMON", "secId": 271}, {"sentences": [{"sentId": 526, "text": "OK."}], "speaker": "ULRICH", "secId": 272}, {"sentences": [{"sentId": 527, "text": "Let's get back to last night and when they both walk in."}], "speaker": "LEMON", "secId": 273}, {"sentences": [{"sentId": 528, "text": "Yes."}], "speaker": "ULRICH", "secId": 274}, {"sentences": [{"sentId": 529, "text": "What's happening at that moment, because there's no handshake?"}], "speaker": "LEMON", "secId": 275}, {"sentences": [{"sentId": 530, "text": "Well, you know, what we see here is -- it's not what we don't see, that's the big deal."}, {"sentId": 531, "text": "If you take it from the first debate when they're in this kind of setting, they're both meeting each other they're shaking hands but not here."}], "speaker": "ULRICH", "secId": 276}, {"sentences": [{"sentId": 532, "text": "They won't get near each and we know from proxemics that they keep a public distance from each other, lack of any kind of acknowledgement of each other period."}, {"sentId": 533, "text": "We've gone from cordial, civility, to nothing."}, {"sentId": 534, "text": "So, that's what we don't see here..."}], "speaker": "ULRICH", "secId": 277}, {"sentences": [{"sentId": 535, "text": "Her campaign put out a statement or at least said something, I heard Brianna Keilar saying earlier they didn't shake hands because her campaign said at some point enough is enough."}], "speaker": "LEMON", "secId": 278}, {"sentences": [{"sentId": 536, "text": "Could be."}, {"sentId": 537, "text": "Yes."}], "speaker": "ULRICH", "secId": 279}, {"sentences": [{"sentId": 538, "text": "OK."}], "speaker": "LEMON", "secId": 280}, {"sentences": [{"sentId": 539, "text": "But the perception is what we're talking about, Don."}, {"sentId": 540, "text": "So when we look at them and we see that perception, it comes across as, it feeds the narrative, at least to each other, they're at that point of disgust, disdain at each other."}], "speaker": "ULRICH", "secId": 281}, {"sentences": [{"sentId": 541, "text": "This is what Donald Trump had to say about Mosul last night."}, {"sentId": 542, "text": "Listen to this."}], "speaker": "LEMON", "secId": 282}, {"sentences": [{"sentId": 543, "text": "OK."}], "speaker": "ULRICH", "secId": 283}, {"sentences": [{"sentId": 544, "text": "We'll take Mosul eventually."}, {"sentId": 545, "text": "By the way, if you look at what's happening much tougher than they thought."}, {"sentId": 546, "text": "Much, much tougher, much more dangerous it's going to be more deaths than they thought."}], "speaker": "TRUMP", "secId": 284}, {"sentences": [{"sentId": 547, "text": "But the leaders that we wanted to get are all gone because they're all smart."}, {"sentId": 548, "text": "They said what do we need this for, so Mosul is going to be a wonderful thing and Iran should write us a letter of thank you, just like the really stupid -- the stupidest deal of all time."}], "speaker": "TRUMP", "secId": 285}, {"sentences": [{"sentId": 549, "text": "It has to be a body language to read her eyes."}], "speaker": "LEMON", "secId": 286}, {"sentences": [{"sentId": 550, "text": "No."}, {"sentId": 551, "text": "She is -- she was just watching this and not saying anything."}, {"sentId": 552, "text": "She's keeping a very tight poker face, it's almost like a little bit of the -- just this kind of like disdain and shock of what's she's listening to."}, {"sentId": 553, "text": "So she's playing it very cool."}, {"sentId": 554, "text": "She knows the cameras are on her."}], "speaker": "ULRICH", "secId": 287}, {"sentences": [{"sentId": 555, "text": "What is her -- her eyes are giving?"}], "speaker": "LEMON", "secId": 288}, {"sentences": [{"sentId": 556, "text": "Well, it gives us -- you know, we can read from it, the perception, and the thing is she's not -- she's not following or digging anything that he's saying."}], "speaker": "ULRICH", "secId": 289}, {"sentences": [{"sentId": 557, "text": "It's less -- we see less of a smile."}, {"sentId": 558, "text": "This is not one of those moments where she breaks out that smile."}, {"sentId": 559, "text": "Here quite the opposite."}, {"sentId": 560, "text": "She keeps the stone face."}], "speaker": "ULRICH", "secId": 290}, {"sentences": [{"sentId": 561, "text": "This is..."}], "speaker": "LEMON", "secId": 291}, {"sentences": [{"sentId": 562, "text": "A serious face because it's a serious matter."}], "speaker": "ULRICH", "secId": 292}, {"sentences": [{"sentId": 563, "text": "This is one moment last night that according to social media that define the night."}, {"sentId": 564, "text": "Watch this."}], "speaker": "LEMON", "secId": 293}, {"sentences": [{"sentId": 565, "text": "OK."}], "speaker": "ULRICH", "secId": 294}, {"sentences": [{"sentId": 566, "text": "My Social Security payroll contribution will go up, as well Donald's, assuming he can't figure out how to get out of it, but what we want to do is to replenish..."}], "speaker": "CLINTON", "secId": 295}, {"sentences": [{"sentId": 567, "text": "Such a nasty woman --"}], "speaker": "TRUMP", "secId": 296}, {"sentences": [{"sentId": 568, "text": "... the Social Security trust fund by making sure that we have sufficient resources."}], "speaker": "CLINTON", "secId": 297}, {"sentences": [{"sentId": 569, "text": "Now what's interesting to me, the comment that sort of came out of nowhere, but she did not even flinch."}], "speaker": "LEMON", "secId": 298}, {"sentences": [{"sentId": 570, "text": "No."}, {"sentId": 571, "text": "No, on top of it, a lot of times when he would interrupt over the course of the series of these debates she never stopped."}, {"sentId": 572, "text": "She always gets the news."}, {"sentId": 573, "text": "She doesn't like to give up her own power on those moments."}, {"sentId": 574, "text": "For him in that particular moment coming out and using that line, nasty woman, she's definitely under his skin in that moment."}, {"sentId": 575, "text": "We see..."}], "speaker": "ULRICH", "secId": 299}, {"sentences": [{"sentId": 576, "text": "He gave up his power in that moment?"}], "speaker": "LEMON", "secId": 300}, {"sentences": [{"sentId": 577, "text": "Well, no."}, {"sentId": 578, "text": "She keeps her power."}], "speaker": "ULRICH", "secId": 301}, {"sentences": [{"sentId": 579, "text": "She keeps her power."}], "speaker": "LEMON", "secId": 302}, {"sentences": [{"sentId": 580, "text": "Right."}, {"sentId": 581, "text": "Because she doesn't stop and take and listen to it, but at the same time he gets more serious and leans forward and uses that expression on her mind."}, {"sentId": 582, "text": "He rolls his eyes, an illustrator of his own disgust at that time."}], "speaker": "ULRICH", "secId": 303}, {"sentences": [{"sentId": 583, "text": "Your body language right now tells me that you enjoyed the segment that we had."}], "speaker": "LEMON", "secId": 304}, {"sentences": [{"sentId": 584, "text": "I always enjoy talking to you, Don."}], "speaker": "ULRICH", "secId": 305}, {"sentences": [{"sentId": 585, "text": "Thank you, Chris."}], "speaker": "LEMON", "secId": 306}, {"sentences": [{"sentId": 586, "text": "Thank you for having me."}], "speaker": "ULRICH", "secId": 307}, {"sentences": [{"sentId": 587, "text": "All right."}, {"sentId": 588, "text": "Thank you."}, {"sentId": 589, "text": "When we come right back, more from tonight's Al Smith's dinner at New York's Waldorf Astoria, the Trump and Clinton zingers that had the crowd buzzing and booing."}], "speaker": "LEMON", "secId": 308}, {"sentences": [{"sentId": 590, "text": "It's probably the last place in the world that they wanted to be."}, {"sentId": 591, "text": "Hillary Clinton and Donald Trump sharing the spotlight at Al Smith dinner right here in New York with Cardinal Timothy Dolan stuck right in the middle of both of them."}], "speaker": "LEMON", "secId": 309}, {"sentences": [{"sentId": 592, "text": "This is CNN TONIGHT."}, {"sentId": 593, "text": "I'm Don Lemon."}], "speaker": "LEMON", "secId": 310}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1610.20.cnnt.01.html.json", "time": "Aired October 20, 2016 - 22:00   ET"}