{"sectionCount": 321, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["LEMON", "TRUMP", "WARREN", "BALDWIN", "KING", "PRESTON", "BUMP", "BASH", "CONWAY", "UNIDENTIFIED REPORTER", "BASH ", "UNIDENTIFIED FEMALE", "DENNARD", "CARDONA", "MCENANY", "LEWIS", "HANKS"], "subTitle": "The Path to 270; Up Close with Trump's Campaign Manager; Interview with Billy Baldwin. Aired 11p-12a ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1610/24/cnnt.02.html", "sentenceCount": 736, "sections": [{"sentences": [{"sentId": 0, "text": "According to Donald Trump, he is winning."}, {"sentId": 1, "text": "According to polls, not so much."}], "speaker": "LEMON", "secId": 0}, {"sentences": [{"sentId": 2, "text": "This is CNN TONIGHT."}, {"sentId": 3, "text": "I'm Don Lemon."}], "speaker": "LEMON", "secId": 1}, {"sentences": [{"sentId": 4, "text": "Faced with our new poll that shows him five points behind Hillary Clinton, Donald Trump says this."}], "speaker": "LEMON", "secId": 2}, {"sentences": [{"sentId": 5, "text": "Just in case you haven't heard, we're winning, not only Florida, but we're going to win the whole thing."}], "speaker": "TRUMP", "secId": 3}, {"sentences": [{"sentId": 6, "text": "And Elizabeth Warren campaigning for Clinton says this."}], "speaker": "LEMON", "secId": 4}, {"sentences": [{"sentId": 7, "text": "Get this, Donald."}, {"sentId": 8, "text": "Nasty women are tough."}, {"sentId": 9, "text": "Nasty women are smart."}, {"sentId": 10, "text": "And nasty women vote."}], "speaker": "WARREN", "secId": 5}, {"sentences": [{"sentId": 11, "text": "Plus, the one man who may even be Trumpier than Trump himself."}], "speaker": "LEMON", "secId": 6}, {"sentences": [{"sentId": 12, "text": "I'm the one who's got all the heavy hitters supporting me."}, {"sentId": 13, "text": "I mean, I've got the cream of the crop."}, {"sentId": 14, "text": "I've got Sarah Palin, I've got Chachi."}, {"sentId": 15, "text": "And get this, I've even got the best Baldwin brother, Stephen Baldwin."}], "speaker": "BALDWIN", "secId": 7}, {"sentences": [{"sentId": 16, "text": "What will Alec Baldwin's \"SNL\" Trump do next?"}, {"sentId": 17, "text": "I'm going to ask an insider."}], "speaker": "LEMON", "secId": 8}, {"sentences": [{"sentId": 18, "text": "Well, the polls are definitely not in Donald Trump's favor."}, {"sentId": 19, "text": "But does he still have a path to 270?"}, {"sentId": 20, "text": "CNN's John King is at the magic wall to break it all down for us -- John."}], "speaker": "LEMON", "secId": 9}, {"sentences": [{"sentId": 21, "text": "Don, our new national poll has the race tighter than many other national polls."}, {"sentId": 22, "text": "Just Sunday an ABC poll had her at 12."}, {"sentId": 23, "text": "But we don't have that big of a lead but still a lead for Secretary Clinton as we head into the stretch."}, {"sentId": 24, "text": "These are likely voters polled by CNN and ORC."}, {"sentId": 25, "text": "49 percent for Secretary Clinton, 44 percent for Donald Trump."}, {"sentId": 26, "text": "Notably the third party candidates dropping as we get closer to Election Day."}, {"sentId": 27, "text": "Not invited to the debates."}, {"sentId": 28, "text": "This is fairly typical."}, {"sentId": 29, "text": "Some of their support going back to the major party again."}], "speaker": "KING", "secId": 10}, {"sentences": [{"sentId": 30, "text": "A five-point advantage in our poll for Secretary Clinton, as we head into the final two weeks."}, {"sentId": 31, "text": "Why is this happening?"}, {"sentId": 32, "text": "Number one, we've talked about this before, Don, consistently in this race, this education gap."}, {"sentId": 33, "text": "White voters with a college degree are going for Hillary Clinton."}, {"sentId": 34, "text": "That's important because that group went for Mitt Romney four years ago."}, {"sentId": 35, "text": "White voters with a college degree for Hillary Clinton by 11 points."}, {"sentId": 36, "text": "White voters without a college degree, this is the foundation, the base of Donald Trump's support."}], "speaker": "KING", "secId": 11}, {"sentences": [{"sentId": 37, "text": "Look at that lopsided 30-point advantage among whites without a college degree."}, {"sentId": 38, "text": "They are the key to Donald Trump trying to keep this race competitive in the end."}], "speaker": "KING", "secId": 12}, {"sentences": [{"sentId": 39, "text": "Another reason?"}, {"sentId": 40, "text": "Gender matters a lot in this race."}, {"sentId": 41, "text": "Let's pop this one up here."}, {"sentId": 42, "text": "And if you look at this chart, Hillary Clinton actually has reason to be encouraged going into the end."}, {"sentId": 43, "text": "Why?"}, {"sentId": 44, "text": "Yes, Donald Trump is winning among men, but just barely, 48-45."}, {"sentId": 45, "text": "Secretary Clinton trying to make history as the first woman elected president."}, {"sentId": 46, "text": "A 12- point gender gap."}, {"sentId": 47, "text": "53 percent of women supports Secretary Clinton, 41 percent Donald Trump."}], "speaker": "KING", "secId": 13}, {"sentences": [{"sentId": 48, "text": "Remember, the majority of the electorate come Election Day will be women."}, {"sentId": 49, "text": "So this is advantage Clinton."}], "speaker": "KING", "secId": 14}, {"sentences": [{"sentId": 50, "text": "We asked voters, Don, not just who you're voting for but why, and again, one of the reasons Trump is still in play, needs a big heavy lift to come back, but the reason he's not totally blown out is by a narrow margin, voters think Donald Trump would do a better job in handling the economy."}], "speaker": "KING", "secId": 15}, {"sentences": [{"sentId": 51, "text": "But look at these other issues."}, {"sentId": 52, "text": "Clinton wins by a bit on terrorism, Clinton wins by a bit on immigration."}, {"sentId": 53, "text": "Clinton wins off the charts, wow, 29 points, when voters are asked which of these two candidates has the best temperament to be president."}], "speaker": "KING", "secId": 16}, {"sentences": [{"sentId": 54, "text": "Remember, she has run a campaign saying he is unfit, he's erratic, he's temperamentally unqualified."}, {"sentId": 55, "text": "Voters agree by nearly 30 points."}, {"sentId": 56, "text": "She leads him on the temperament question and by 15 points, Don, on who would be the best commander-in-chief, ready for the job."}, {"sentId": 57, "text": "Voters say Hillary Clinton."}], "speaker": "KING", "secId": 17}, {"sentences": [{"sentId": 58, "text": "So we look at our national numbers and now we say, anything in that to affect this."}, {"sentId": 59, "text": "Our national electoral map has Hillary Clinton winning the presidency quite comfortably right now, 307 with still a few states to go, and she's tied or leading a bit in Ohio, tied or leading a bit in North Carolina."}, {"sentId": 60, "text": "This map shapes up still good for Secretary Clinton."}], "speaker": "KING", "secId": 18}, {"sentences": [{"sentId": 61, "text": "Any changes because of these new national numbers?"}, {"sentId": 62, "text": "Absolutely not."}, {"sentId": 63, "text": "Donald Trump needs to get closer than five points nationally."}, {"sentId": 64, "text": "And then move some of these state numbers in the final two weeks."}, {"sentId": 65, "text": "So not a blowout nationally, Don, but this map still overwhelmingly favor Secretary Clinton."}], "speaker": "KING", "secId": 19}, {"sentences": [{"sentId": 66, "text": "John, thank you very much."}], "speaker": "LEMON", "secId": 20}, {"sentences": [{"sentId": 67, "text": "Now I want to bring in CNN Politics executive editor, Mark Preston, and \"Washington Post\" political reporter Philip Bump."}], "speaker": "LEMON", "secId": 21}, {"sentences": [{"sentId": 68, "text": "Good evening, gentlemen."}, {"sentId": 69, "text": "Mark, despite the fact that he claims he is winning, the numbers look pretty bleak for Donald Trump."}, {"sentId": 70, "text": "At least electoral wise if you, you know, listen to what John Kings says."}, {"sentId": 71, "text": "Is that a -- what's the best case scenario for him?"}], "speaker": "LEMON", "secId": 22}, {"sentences": [{"sentId": 72, "text": "Best case scenario is that his campaign turns around and he's able to pick up support in states such as New Hampshire, pick up a very key congressional district up in Maine, that he turns it around in Colorado, where he is behind right now."}, {"sentId": 73, "text": "And that's not even putting Pennsylvania on the board."}, {"sentId": 74, "text": "But quite frankly, like, he needs his message that he has in Ohio to transfer over to Pennsylvania."}, {"sentId": 75, "text": "You know, certainly the western part of the state and see if it can grow into Philadelphia."}, {"sentId": 76, "text": "Otherwise, he's got a very difficult path, and again, he's got to win Florida and North Carolina on top of that."}, {"sentId": 77, "text": "It is difficult."}], "speaker": "PRESTON", "secId": 23}, {"sentences": [{"sentId": 78, "text": "Yes."}, {"sentId": 79, "text": "He's got a ways to go, do you agree with that?"}], "speaker": "LEMON", "secId": 24}, {"sentences": [{"sentId": 80, "text": "Yes."}, {"sentId": 81, "text": "I mean, it's -- I mean, I would say it's worse than difficult."}, {"sentId": 82, "text": "I mean, essentially, I mean, you saw right there, looking at the map as the way it is, Hillary Clinton's over 300 electoral votes."}, {"sentId": 83, "text": "I mean, this is -- this is not something -- you know, and we're also two weeks from Election Day tomorrow, and it's not like there's another debate."}, {"sentId": 84, "text": "You know, he doesn't have an opportunity again to --"}], "speaker": "BUMP", "secId": 25}, {"sentences": [{"sentId": 85, "text": "Depending on who you talk to, 15 days, that's a long time or --"}], "speaker": "LEMON", "secId": 26}, {"sentences": [{"sentId": 86, "text": "Sure."}], "speaker": "BUMP", "secId": 27}, {"sentences": [{"sentId": 87, "text": "It's not such a long time."}, {"sentId": 88, "text": "If you're trying to right a ship or turn the ship around, that is not a long time."}], "speaker": "LEMON", "secId": 28}, {"sentences": [{"sentId": 89, "text": "Right."}, {"sentId": 90, "text": "No --"}], "speaker": "BUMP", "secId": 29}, {"sentences": [{"sentId": 91, "text": "But if something happens, there's --"}], "speaker": "LEMON", "secId": 30}, {"sentences": [{"sentId": 92, "text": "Right."}], "speaker": "BUMP", "secId": 31}, {"sentences": [{"sentId": 93, "text": "Something that always happens --"}], "speaker": "LEMON", "secId": 32}, {"sentences": [{"sentId": 94, "text": "But to Philip's point here is that it's 15 days and the trend line has been -- I mean, let's look back at the last two months."}, {"sentId": 95, "text": "We haven't really seen the needle move too much either way right now."}, {"sentId": 96, "text": "And if anything, we've seen it go more towards Hillary Clinton, certainly in the past few weeks, and I don't know what could be out there that could really help."}, {"sentId": 97, "text": "You know, the WikiLeaks stuff you'd think was the October surprise, by the way."}, {"sentId": 98, "text": "That was the October surprise, and guess what, it wasn't that much of a surprise because he himself has really clouded over that message."}], "speaker": "PRESTON", "secId": 33}, {"sentences": [{"sentId": 99, "text": "Yes."}, {"sentId": 100, "text": "He's stepped on his own -- as you said, stomped on himself."}], "speaker": "LEMON", "secId": 34}, {"sentences": [{"sentId": 101, "text": "Stomped on."}], "speaker": "PRESTON", "secId": 35}, {"sentences": [{"sentId": 102, "text": "You said in the last hour."}, {"sentId": 103, "text": "It's pretty clear that Hillary Clinton and the Democrats are focusing on down-ballot races."}, {"sentId": 104, "text": "Are they putting the cart before the horse?"}, {"sentId": 105, "text": "Should they just be trying to get her elected?"}, {"sentId": 106, "text": "Or can they, you know -- obvious cliches."}, {"sentId": 107, "text": "Can they walk and chew gum at the same time?"}], "speaker": "LEMON", "secId": 36}, {"sentences": [{"sentId": 108, "text": "No, I think it's important."}, {"sentId": 109, "text": "Right?"}, {"sentId": 110, "text": "I mean -- I mean, I think, A, it is important for Hillary Clinton."}, {"sentId": 111, "text": "She wants to go into the White House, she wants to build at least some sort of bull work in the Senate to make sure that she, you know, has a backstop there, can maybe get some stuffed passed there, that she can work in the House with, I mean, you know, for whatever, whoever comes into the presidency, it's going to be tough for them to get things through Congress."}], "speaker": "BUMP", "secId": 37}, {"sentences": [{"sentId": 112, "text": "But secondarily I think it is helpful."}, {"sentId": 113, "text": "In a state like New Hampshire, for example, where there are two women running for the Senate seat, it's helpful for the Democrats to go there and remind New Hampshire voters of who is at the top of the Republican ticket, it is a man who is very unpopular with women."}], "speaker": "BUMP", "secId": 38}, {"sentences": [{"sentId": 114, "text": "There are all sorts of echo effects, I think, that make focusing on Senate races helpful."}], "speaker": "BUMP", "secId": 39}, {"sentences": [{"sentId": 115, "text": "The president has really been ripping Republicans who supported Trump, backed away from him, and then supported him again."}, {"sentId": 116, "text": "Today he was speaking at a fundraiser in California."}, {"sentId": 117, "text": "Here's what he told the crowd."}, {"sentId": 118, "text": "He said, \"We've got to work as hard as we can, not just to make sure that Hillary Clinton -- that Hillary wins, but to make sure she wins big to send a clear message about who we are as a people."}, {"sentId": 119, "text": "We want to win big."}, {"sentId": 120, "text": "We don't just want to eke it out."}, {"sentId": 121, "text": "Particularly when the other guy's already started to gripe about how the game is rigged.\""}], "speaker": "LEMON", "secId": 40}, {"sentences": [{"sentId": 122, "text": "So he's looking to crush Trump."}, {"sentId": 123, "text": "How much of a landslide, you know, would help Hillary Clinton govern, give her a mandate?"}], "speaker": "LEMON", "secId": 41}, {"sentences": [{"sentId": 124, "text": "Well, I mean, let's just go back to the crushing part."}, {"sentId": 125, "text": "Not only does he want to crush Trump because he hates Donald Trump, right?"}, {"sentId": 126, "text": "I mean, this is -- the Donald Trump who tried to say that he wasn't a U.S. citizen."}, {"sentId": 127, "text": "But also this just goes to show you where Barack Obama is at his point in his presidency."}, {"sentId": 128, "text": "It's all done."}, {"sentId": 129, "text": "There's nothing -- nothing is going to happen any more on Capitol Hill."}, {"sentId": 130, "text": "They will get some kind of stopgap spending measure, which will basically fund the government into the year at some point."}, {"sentId": 131, "text": "They'll try to figure that out after the election."}], "speaker": "PRESTON", "secId": 42}, {"sentences": [{"sentId": 132, "text": "But Barack Obama right now is just out there to try to build up any reinforcements he can for Hillary Clinton because it is a third term for Barack Obama, as much as, you know, Democrats don't like to say that it is."}, {"sentId": 133, "text": "This is a third term of Barack Obama."}], "speaker": "PRESTON", "secId": 43}, {"sentences": [{"sentId": 134, "text": "But I don't think they mind saying that."}, {"sentId": 135, "text": "And Barack Obama has a 54 percent approval."}], "speaker": "BUMP", "secId": 44}, {"sentences": [{"sentId": 136, "text": "Well, right."}, {"sentId": 137, "text": "Right."}], "speaker": "PRESTON", "secId": 45}, {"sentences": [{"sentId": 138, "text": "Yes."}, {"sentId": 139, "text": "So let's talk more about that then because in 2008 and 2012, I mean, he won by pretty large margins and that it was no -- you know, but he had obstruction, right?"}, {"sentId": 140, "text": "From Republicans throughout his two years."}, {"sentId": 141, "text": "Is there such thing as a mandate anymore?"}], "speaker": "LEMON", "secId": 46}, {"sentences": [{"sentId": 142, "text": "No, it's -- I mean, that's a very, very good question."}, {"sentId": 143, "text": "I mean, and I think one of the things that we see about this push to have a very large victory, I think it's less about a mandate than it is about showing the world that there is a rejection of what Trump stands for."}, {"sentId": 144, "text": "I think that's something you hear commonly in the Democratic Party and on the left, is that that's one reasons they really want to beat Trump badly to say, hey, all these racists and the alt-right that have embraced Donald Trump, it's a rejection of them."}], "speaker": "BUMP", "secId": 47}, {"sentences": [{"sentId": 145, "text": "But, no, I mean, we're already hearing some folks talking about how, well, yes, Hillary Clinton won, but she doesn't have a mandate."}, {"sentId": 146, "text": "She's was also running against Donald Trump."}, {"sentId": 147, "text": "That the guy basically ran no campaign, is a terrible candidate."}, {"sentId": 148, "text": "We're already hearing that stuff."}, {"sentId": 149, "text": "There's always going to spin about what is, and this isn't a mandate."}, {"sentId": 150, "text": "We saw 2004, George Bush had this mandate when he barely won."}, {"sentId": 151, "text": "I mean, it's all -- it's all relative."}], "speaker": "BUMP", "secId": 48}, {"sentences": [{"sentId": 152, "text": "Right."}, {"sentId": 153, "text": "And Bush was going to take that mandate and privatize Social Security which never happened."}], "speaker": "PRESTON", "secId": 49}, {"sentences": [{"sentId": 154, "text": "Right."}], "speaker": "BUMP", "secId": 50}, {"sentences": [{"sentId": 155, "text": "Yes."}, {"sentId": 156, "text": "I want to ask you because it is not unheard of that an incumbent president will, you know, supports a Democratic candidate and campaign even though I've heard some Trump supporters saying that's never happened in the history of our country, I'm like, yes, it always happens."}, {"sentId": 157, "text": "Except if you are Al Gore --"}], "speaker": "LEMON", "secId": 51}, {"sentences": [{"sentId": 158, "text": "Well, unpopular, right?"}], "speaker": "PRESTON", "secId": 52}, {"sentences": [{"sentId": 159, "text": "Eventually regret it, right?"}, {"sentId": 160, "text": "Not having Bill Clinton do it."}, {"sentId": 161, "text": "But this is personal for the first lady and for the president."}], "speaker": "LEMON", "secId": 53}, {"sentences": [{"sentId": 162, "text": "Is it because of the birther thing or is it just because they just are so opposed to what Donald Trump stands for or says or does?"}], "speaker": "LEMON", "secId": 54}, {"sentences": [{"sentId": 163, "text": "I think it might be more personal for the first lady than it is for the president, right?"}, {"sentId": 164, "text": "In many ways."}, {"sentId": 165, "text": "And you see her on the campaign trail the past few weeks."}, {"sentId": 166, "text": "She just lights it up."}, {"sentId": 167, "text": "She -- for all the anger and perhaps personal hatred that Barack Obama might have for Donald Trump, times that by 10 for Michelle Obama, who's attacking, you know, the father of her children, who's attacking her husband, somebody who she gave up -- remember, Michelle Obama did not want him to run, like this was not something that they wanted to do."}, {"sentId": 168, "text": "And she gave up eight years of her life to go in there and basically raise her children in the White House, only to see somebody try to tear it down."}, {"sentId": 169, "text": "So there is, yes, a lot of animosity there."}], "speaker": "PRESTON", "secId": 55}, {"sentences": [{"sentId": 170, "text": "Gentlemen, thank you very much."}, {"sentId": 171, "text": "And congratulations, by the way."}, {"sentId": 172, "text": "He's going to be a dad in -- would you say post --"}], "speaker": "LEMON", "secId": 56}, {"sentences": [{"sentId": 173, "text": "True."}, {"sentId": 174, "text": "Post-inauguration."}, {"sentId": 175, "text": "Yes, it's true."}], "speaker": "BUMP", "secId": 57}, {"sentences": [{"sentId": 176, "text": "Post-inauguration."}], "speaker": "LEMON", "secId": 58}, {"sentences": [{"sentId": 177, "text": "Thank you."}], "speaker": "BUMP", "secId": 59}, {"sentences": [{"sentId": 178, "text": "A little Philip, Jr. coming up."}, {"sentId": 179, "text": "I can't wait for him to get him on the show and see what he thinks about --"}], "speaker": "LEMON", "secId": 60}, {"sentences": [{"sentId": 180, "text": "When we come right back, behind the scenes of the Trump campaign with the runs the show, campaign manager Kellyanne Conway."}], "speaker": "LEMON", "secId": 61}, {"sentences": [{"sentId": 181, "text": "CNN's new poll shows Hillary Clinton leading Donald Trump and other national polls also show her ahead."}, {"sentId": 182, "text": "But Trump tells supporters in Florida he is not buying any of that."}], "speaker": "LEMON", "secId": 62}, {"sentences": [{"sentId": 183, "text": "They call them dark polls."}, {"sentId": 184, "text": "They are phony polls put out by phony media and I'll tell you what, all of us are affected by this stuff."}, {"sentId": 185, "text": "And what they do is they try and suppress the vote."}, {"sentId": 186, "text": "This way people don't go out and vote."}, {"sentId": 187, "text": "But we're winning this race."}, {"sentId": 188, "text": "I really believe we're winning."}], "speaker": "TRUMP", "secId": 63}, {"sentences": [{"sentId": 189, "text": "Are they winning?"}, {"sentId": 190, "text": "Well, CNN's chief political correspondent Dana Bash sat down with Trump campaign manager Kellyanne Conway."}], "speaker": "LEMON", "secId": 64}, {"sentences": [{"sentId": 191, "text": "Morning at the Conways."}], "speaker": "BASH", "secId": 65}, {"sentences": [{"sentId": 192, "text": "Sweetheart, how's this?"}, {"sentId": 193, "text": "And then which jacket?"}], "speaker": "CONWAY", "secId": 66}, {"sentences": [{"sentId": 194, "text": "Scrambling to get the kids ready for school."}, {"sentId": 195, "text": "Familiar chaos for any parent, though Kellyanne Conway is not any parent."}], "speaker": "BASH", "secId": 67}, {"sentences": [{"sentId": 196, "text": "Kellyanne Conway bluntly acknowledging the uphill climb."}], "speaker": "UNIDENTIFIED REPORTER", "secId": 68}, {"sentences": [{"sentId": 197, "text": "The mother of four young children is Donald Trump's campaign manager."}, {"sentId": 198, "text": "On TV so much explaining and defending her boss, \"Saturday Night Live\" dedicated an entire bit to imagining her day-off."}], "speaker": "BASH", "secId": 69}, {"sentences": [{"sentId": 199, "text": ":  This is so weird."}, {"sentId": 200, "text": "This is exactly the way the \"SNL\" house looked."}], "speaker": "BASH", "secId": 70}, {"sentences": [{"sentId": 201, "text": "With the same pajamas."}], "speaker": "CONWAY", "secId": 71}, {"sentences": [{"sentId": 202, "text": "Where's walking on sunshine?"}], "speaker": "BASH", "secId": 72}, {"sentences": [{"sentId": 203, "text": "In my head."}, {"sentId": 204, "text": "The pancakes are true to life."}], "speaker": "CONWAY", "secId": 73}, {"sentences": [{"sentId": 205, "text": "These days her mother, who moved in to help, makes the pancakes."}, {"sentId": 206, "text": "But Conway has only been on the job since August."}, {"sentId": 207, "text": "Trump's third campaign manager."}, {"sentId": 208, "text": "But the first woman ever to run a GOP presidential race."}], "speaker": "BASH ", "secId": 74}, {"sentences": [{"sentId": 209, "text": "I wasn't hired because of my gender, but it's a special responsibility."}], "speaker": "CONWAY", "secId": 75}, {"sentences": [{"sentId": 210, "text": "And often a difficult one."}, {"sentId": 211, "text": "Like this weekend when Trump went off script, attacking the women who say he groped them."}], "speaker": "BASH", "secId": 76}, {"sentences": [{"sentId": 212, "text": "All of these liars will be sued after the election is over."}], "speaker": "TRUMP", "secId": 77}, {"sentences": [{"sentId": 213, "text": "Do you just tear your hair out when you hear him say that?"}], "speaker": "BASH ", "secId": 78}, {"sentences": [{"sentId": 214, "text": "It's his campaign and it's his candidacy."}, {"sentId": 215, "text": "And in the end he has to feel comfortable with his voice and his choice every single time."}], "speaker": "CONWAY", "secId": 79}, {"sentences": [{"sentId": 216, "text": "But you're the campaign, do you feel comfortable with that?"}], "speaker": "BASH", "secId": 80}, {"sentences": [{"sentId": 217, "text": "I think Donald Trump is at his very best, at his very best when he talks about the issues."}], "speaker": "CONWAY", "secId": 81}, {"sentences": [{"sentId": 218, "text": "Translation, going off message hurts his campaign."}, {"sentId": 219, "text": "Conway insists she's tough on Trump in private."}], "speaker": "BASH", "secId": 82}, {"sentences": [{"sentId": 220, "text": "I don't sugarcoat it at all."}, {"sentId": 221, "text": "And I think he really appreciates that."}], "speaker": "CONWAY", "secId": 83}, {"sentences": [{"sentId": 222, "text": "So give me an example."}, {"sentId": 223, "text": "I'm Donald Trump and you're Kellyanne Conway, and I say something that really makes you mad."}], "speaker": "BASH", "secId": 84}, {"sentences": [{"sentId": 224, "text": "I told him yesterday on the plane, you and I are going to fight for the next 17 days."}, {"sentId": 225, "text": "And he said why, and I said, because I know you're going to win."}, {"sentId": 226, "text": "And that comment you just made sounds like you think you're going to lose."}, {"sentId": 227, "text": "And we're going to argue about it until you win."}], "speaker": "CONWAY", "secId": 85}, {"sentences": [{"sentId": 228, "text": "And what's his response?"}], "speaker": "BASH", "secId": 86}, {"sentences": [{"sentId": 229, "text": "He's like OK, honey, then we'll win."}], "speaker": "CONWAY", "secId": 87}, {"sentences": [{"sentId": 230, "text": "For a time after Conway took over, Trump was disciplined, but not anymore."}, {"sentId": 231, "text": "Especially on Twitter."}], "speaker": "BASH ", "secId": 88}, {"sentences": [{"sentId": 232, "text": "Literally people will seriously say, can't you delete his Twitter app?"}], "speaker": "CONWAY", "secId": 89}, {"sentences": [{"sentId": 233, "text": "That was actually one of my questions."}], "speaker": "BASH ", "secId": 90}, {"sentences": [{"sentId": 234, "text": "Of course."}, {"sentId": 235, "text": "It's not for me to take away a grown man's Twitter account."}], "speaker": "CONWAY", "secId": 91}, {"sentences": [{"sentId": 236, "text": "And I moved on her very heavily --"}], "speaker": "TRUMP", "secId": 92}, {"sentences": [{"sentId": 237, "text": "When tape from 2005 came out of Trump describing lewd behavior, Conway cancelled Sunday TV appearances but still helped with damage control."}], "speaker": "BASH ", "secId": 93}, {"sentences": [{"sentId": 238, "text": "And I felt like Rapunzel in the tower all weekend."}, {"sentId": 239, "text": "And I told Mr. Trump in private what I've also said in public or a variation thereof."}, {"sentId": 240, "text": "I found the comments to be horrible and indefensible."}, {"sentId": 241, "text": "And he didn't ask anybody to defend them, by the way."}], "speaker": "CONWAY", "secId": 94}, {"sentences": [{"sentId": 242, "text": "Did you consider quitting?"}], "speaker": "BASH ", "secId": 95}, {"sentences": [{"sentId": 243, "text": "I did not."}], "speaker": "CONWAY", "secId": 96}, {"sentences": [{"sentId": 244, "text": "She said she thought his apology was earnest."}], "speaker": "BASH ", "secId": 97}, {"sentences": [{"sentId": 245, "text": ":  The women who have now come forward and said, it's not just talk, Donald Trump groped me, do you believe them?"}], "speaker": "BASH ", "secId": 98}, {"sentences": [{"sentId": 246, "text": "I -- Donald Trump has told me and his family and the rest of America now that none of this is true."}, {"sentId": 247, "text": "These are lies and fabrications, they're all made-up."}, {"sentId": 248, "text": "And I think that it's not for me to judge what those women believe."}, {"sentId": 249, "text": "I've not talked to them, I've talked to him."}], "speaker": "CONWAY", "secId": 99}, {"sentences": [{"sentId": 250, "text": "She was raised in New Jersey by a single mom, aunts and grandmother."}, {"sentId": 251, "text": "All women."}, {"sentId": 252, "text": "As a political pollster, she chose to work in what she calls a man's world."}, {"sentId": 253, "text": "Especially as a Republican."}, {"sentId": 254, "text": "She recalled a potential client, a man asking how she balanced kids and work."}], "speaker": "BASH ", "secId": 100}, {"sentences": [{"sentId": 255, "text": "It's like, I just hope you ask all the male consultants, are you going to give up your wicked golf game and your mistresses?"}, {"sentId": 256, "text": "Because they seem really, really busy, too."}], "speaker": "CONWAY", "secId": 101}, {"sentences": [{"sentId": 257, "text": "Still, like most working moms, time with her kids is precious."}], "speaker": "BASH", "secId": 102}, {"sentences": [{"sentId": 258, "text": "How about Hamilton."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 103}, {"sentences": [{"sentId": 259, "text": "The question is whether she'll have more time in two weeks after Election Day."}, {"sentId": 260, "text": "CONWAY:  We're going to add two states --"}], "speaker": "BASH", "secId": 104}, {"sentences": [{"sentId": 261, "text": "When she was hired in August she told Trump he was losing but could still win."}], "speaker": "BASH", "secId": 105}, {"sentences": [{"sentId": 262, "text": ":  You think at this point, it is still possible to win."}], "speaker": "BASH", "secId": 106}, {"sentences": [{"sentId": 263, "text": "It is still possible to win."}], "speaker": "CONWAY", "secId": 107}, {"sentences": [{"sentId": 264, "text": "Probable?"}], "speaker": "BASH", "secId": 108}, {"sentences": [{"sentId": 265, "text": "I think that we have got a very good chance of winning."}], "speaker": "CONWAY", "secId": 109}, {"sentences": [{"sentId": 266, "text": "Very interesting."}, {"sentId": 267, "text": "We have a lot to talk about."}, {"sentId": 268, "text": "Dana Bash is here."}], "speaker": "LEMON", "secId": 110}, {"sentences": [{"sentId": 269, "text": "So the latest polls show Trump trailing by five points to Hillary Clinton."}, {"sentId": 270, "text": "Also behind, though, 12 points with women."}, {"sentId": 271, "text": "She's supposed to be the women whisperer."}], "speaker": "LEMON", "secId": 111}, {"sentences": [{"sentId": 272, "text": "Yes."}], "speaker": "BASH", "secId": 112}, {"sentences": [{"sentId": 273, "text": "Of the campaign, right?"}, {"sentId": 274, "text": "So how does she reconcile that?"}], "speaker": "LEMON", "secId": 113}, {"sentences": [{"sentId": 275, "text": "That's her expertise."}], "speaker": "BASH", "secId": 114}, {"sentences": [{"sentId": 276, "text": "Yes."}], "speaker": "LEMON", "secId": 115}, {"sentences": [{"sentId": 277, "text": "Look, it's not easy for her."}, {"sentId": 278, "text": "I asked her that question, and this is something that she has been working on for most of her professional life, specifically the niche of explaining to politicians and corporate America who are her clients, how to reach women, and now she is the first woman running the campaign of a Republican presidential nominee."}, {"sentId": 279, "text": "And she can't make that connection with him for a whole host of reasons."}], "speaker": "BASH", "secId": 116}, {"sentences": [{"sentId": 280, "text": "A how to talk to women, right?"}], "speaker": "LEMON", "secId": 117}, {"sentences": [{"sentId": 281, "text": "How to talk to women."}], "speaker": "BASH", "secId": 118}, {"sentences": [{"sentId": 282, "text": "About women."}], "speaker": "LEMON", "secId": 119}, {"sentences": [{"sentId": 283, "text": "Right."}, {"sentId": 284, "text": "And she tries, and I think for a short time, she succeeded in making it a more disciplined campaign."}], "speaker": "BASH", "secId": 120}, {"sentences": [{"sentId": 285, "text": "But for all the reasons that we've been covering for the past three weeks and the things that I talked to her about, the comments that have come out and some of the things that he has said even more recently, it makes it very, very, difficult."}], "speaker": "BASH", "secId": 121}, {"sentences": [{"sentId": 286, "text": "Is she confounded by that?"}, {"sentId": 287, "text": "Does that -- does she struggle with that?"}, {"sentId": 288, "text": "Especially the product of a single mom, I know."}, {"sentId": 289, "text": "The way that people treat women are very important to me."}, {"sentId": 290, "text": "Sisters and a mom, that has to be important to her."}, {"sentId": 291, "text": "It has to -- she has to feel that."}, {"sentId": 292, "text": "BASH:  If she does, she is very guarded about it."}], "speaker": "LEMON", "secId": 122}, {"sentences": [{"sentId": 293, "text": "She won't say it?"}], "speaker": "LEMON", "secId": 123}, {"sentences": [{"sentId": 294, "text": "She's very guarded about it."}, {"sentId": 295, "text": "I mean, look, she is nothing but -- if not loyal, and that was pretty clear in talking to her, but the frustration that she also has I think came across as well, beyond the whole question of women, just in terms of message discipline."}], "speaker": "BASH", "secId": 124}, {"sentences": [{"sentId": 296, "text": "Yes."}], "speaker": "LEMON", "secId": 125}, {"sentences": [{"sentId": 297, "text": "The fact that he was doing better in the polls, when he read the teleprompter, didn't go rogue."}], "speaker": "BASH", "secId": 126}, {"sentences": [{"sentId": 298, "text": "Listened to her."}], "speaker": "LEMON", "secId": 127}, {"sentences": [{"sentId": 299, "text": "Listened to her."}], "speaker": "BASH", "secId": 128}, {"sentences": [{"sentId": 300, "text": "And what about when he listens to his kids?"}, {"sentId": 301, "text": "Because you talked to her about how involved his kids are."}, {"sentId": 302, "text": "What does she tell you?"}], "speaker": "LEMON", "secId": 129}, {"sentences": [{"sentId": 303, "text": "So that's the other fascinating part of the Trump world."}, {"sentId": 304, "text": "And that is, Kellyanne Conway is the campaign manager."}, {"sentId": 305, "text": "But his children, especially his son-in-law, Jared Kushner, who's married to Ivanka Trump, he has a lot of control of the campaign."}, {"sentId": 306, "text": "He is the primary contact with the Republican National Committee, he and somebody else who works for him, and they are dealing with the budget issues and the question of get out the vote and the grassroots campaigning that the Trump campaign is really relying on the Republican Party for this time around."}, {"sentId": 307, "text": "She does strategy, she does messaging, but he is doing a lot of the nuts and bolts that a traditional campaign manager does."}], "speaker": "BASH", "secId": 130}, {"sentences": [{"sentId": 308, "text": "Interesting."}, {"sentId": 309, "text": "Thank you."}, {"sentId": 310, "text": "I enjoyed that."}, {"sentId": 311, "text": "Thank you very much."}], "speaker": "LEMON", "secId": 131}, {"sentences": [{"sentId": 312, "text": "Thanks, Don."}], "speaker": "BASH", "secId": 132}, {"sentences": [{"sentId": 313, "text": "Dana Bash, I appreciate it."}], "speaker": "LEMON", "secId": 133}, {"sentences": [{"sentId": 314, "text": "When we come right back, can Donald Trump still stage a comeback?"}, {"sentId": 315, "text": "What would it take for him to turn this around with just 15 days to go?"}], "speaker": "LEMON", "secId": 134}, {"sentences": [{"sentId": 316, "text": "Donald Trump telling supporters in Florida today that he believes he is winning the race."}, {"sentId": 317, "text": "But CNN's new national poll shows him trailing Hillary Clinton by five points."}, {"sentId": 318, "text": "So can he still turn things around?"}], "speaker": "LEMON", "secId": 135}, {"sentences": [{"sentId": 319, "text": "Here to discuss now, CNN political commentator Kayleigh McEnany, a Trump supporter, Democratic strategist Maria Cardona, a Clinton supporter, GOP political commentator Paris Dennard who is backing Trump, and CNN political commentator Matt Lewis, a senior contributor to the \"Daily Caller.\""}, {"sentId": 320, "text": "Hello, panel, welcome."}], "speaker": "LEMON", "secId": 136}, {"sentences": [{"sentId": 321, "text": "Hello, Don."}], "speaker": "DENNARD", "secId": 137}, {"sentences": [{"sentId": 322, "text": "Hey, Don."}], "speaker": "CARDONA", "secId": 138}, {"sentences": [{"sentId": 323, "text": "Paris, you first."}, {"sentId": 324, "text": "Donald Trump's immigration policy has been at the forefront of his campaign."}, {"sentId": 325, "text": "So let's listen to what he told CNBC."}, {"sentId": 326, "text": "This is back in 2012."}], "speaker": "LEMON", "secId": 139}, {"sentences": [{"sentId": 327, "text": "You have people in this country for 20 years, they've done a great job."}, {"sentId": 328, "text": "They've done wonderfully, they've gone to school, they've gotten good marks, they're productive."}, {"sentId": 329, "text": "Now we're supposed to send them out of the country?"}, {"sentId": 330, "text": "I don't believe in that, Michelle, and you understand that."}, {"sentId": 331, "text": "I don't believe in a lot of things that are being said."}], "speaker": "TRUMP", "secId": 140}, {"sentences": [{"sentId": 332, "text": "So he's saying he doesn't believe in deportation of nonviolent immigrants."}, {"sentId": 333, "text": "So what changed, Paris?"}], "speaker": "LEMON", "secId": 141}, {"sentences": [{"sentId": 334, "text": "You know, I think at the end of the day, Mr. Trump is talking about -- he decided to raise the issue of not only illegal immigration, but those illegal immigrants that are here that are committing a lot of crime."}, {"sentId": 335, "text": "And that's been his focus throughout the campaign."}, {"sentId": 336, "text": "From the early starts of the campaign, when you have the African-American gentleman whose son was killed by an illegal immigrant that was here in the country and he's gone across the country doing that."}], "speaker": "DENNARD", "secId": 142}, {"sentences": [{"sentId": 337, "text": "So the immigration issue is broad."}, {"sentId": 338, "text": "The immigration issue one is very delicate."}, {"sentId": 339, "text": "He's also said that he was going to deal with this issue with respect and not just toss people out and break up families."}], "speaker": "DENNARD", "secId": 143}, {"sentences": [{"sentId": 340, "text": "You didn't really explain to me the flip-flop there."}], "speaker": "LEMON", "secId": 144}, {"sentences": [{"sentId": 341, "text": "Listen, I can explain to you what has changed and what he said."}, {"sentId": 342, "text": "But what I will say is that there's many dimensions to immigration, and many dimensions to illegal immigration reform."}, {"sentId": 343, "text": "And Mr. Trump is starting now to focus on the criminal aspects of what's going on with those people that are coming across the country illegally."}], "speaker": "DENNARD", "secId": 145}, {"sentences": [{"sentId": 344, "text": "OK.  Do you guys -- Maria, you're shaking your head no."}], "speaker": "LEMON", "secId": 146}, {"sentences": [{"sentId": 345, "text": "No."}, {"sentId": 346, "text": "Yes."}, {"sentId": 347, "text": "I mean, that is certainly not how he started."}, {"sentId": 348, "text": "And Paris knows it."}, {"sentId": 349, "text": "The way that he started his campaign, in fact the very first day that he announced his campaign, he started by demonizing Mexican immigrants, calling them rapists and criminals."}, {"sentId": 350, "text": "From there, he went on to talk about a deportation force."}, {"sentId": 351, "text": "He was very clear and we have many recordings that prove this, that say that all of the 11 million undocumented immigrants that are here have got to leave."}], "speaker": "CARDONA", "secId": 147}, {"sentences": [{"sentId": 352, "text": "He said many times, they have to go."}, {"sentId": 353, "text": "They have to go."}, {"sentId": 354, "text": "He said it to Anderson, he said it to Dana, he said it to Don, he said it Wolf."}, {"sentId": 355, "text": "He said it to every journalist that would listen."}, {"sentId": 356, "text": "The 11 million undocumented immigrants have got to go."}, {"sentId": 357, "text": "And so what that tells me from the 2012 recording that we just heard is that he saw this simply as a political opportunity."}], "speaker": "CARDONA", "secId": 148}, {"sentences": [{"sentId": 358, "text": "OK."}], "speaker": "LEMON", "secId": 149}, {"sentences": [{"sentId": 359, "text": "He knew that by talking about this, he would get the kind of support on the right that he would need in order to get the nomination."}], "speaker": "CARDONA", "secId": 150}, {"sentences": [{"sentId": 360, "text": "Kayleigh, how do you explain the change?"}], "speaker": "LEMON", "secId": 151}, {"sentences": [{"sentId": 361, "text": "Well, first, I just have to say that, you know, hearing a Clinton supporter talk about political opportunity I have a few words for you, TPP, gold standard, now it's bad."}, {"sentId": 362, "text": "Same-sex marriage, there was an evolution on that."}], "speaker": "MCENANY", "secId": 152}, {"sentences": [{"sentId": 363, "text": "But on this one, how do you explain that?"}], "speaker": "LEMON", "secId": 153}, {"sentences": [{"sentId": 364, "text": "We can go -- well, there are far more Clinton 180s --"}], "speaker": "MCENANY", "secId": 154}, {"sentences": [{"sentId": 365, "text": "That's an evolution, not a --"}], "speaker": "CARDONA", "secId": 155}, {"sentences": [{"sentId": 366, "text": "Well, on this one, Kayleigh, again, how do you explain it?"}], "speaker": "LEMON", "secId": 156}, {"sentences": [{"sentId": 367, "text": "I understand we can't talk about Clinton even though she's in the race."}], "speaker": "MCENANY", "secId": 157}, {"sentences": [{"sentId": 368, "text": "No."}, {"sentId": 369, "text": "We can discuss Clinton, but we're talking about Donald Trump now."}], "speaker": "LEMON", "secId": 158}, {"sentences": [{"sentId": 370, "text": "OK."}, {"sentId": 371, "text": "So I'll get to bring up all of Clinton's in a second after I explain Trump's?"}], "speaker": "MCENANY", "secId": 159}, {"sentences": [{"sentId": 372, "text": "No, you may not get to do that."}, {"sentId": 373, "text": "We're talking about Donald Trump right now."}], "speaker": "LEMON", "secId": 160}, {"sentences": [{"sentId": 374, "text": "OK.  OK.  Well --"}], "speaker": "MCENANY", "secId": 161}, {"sentences": [{"sentId": 375, "text": "If there is a segment on Clinton's flip-flops, if there is a tape of her flip-flopping we would play it, and we'd ask your opinion."}, {"sentId": 376, "text": "This is a tape of Donald Trump flip-flopping on immigration and I'm asking your opinion on Donald Trump."}, {"sentId": 377, "text": "How do you explain it?"}], "speaker": "LEMON", "secId": 162}, {"sentences": [{"sentId": 378, "text": "OK."}, {"sentId": 379, "text": "There are lots of Clinton flip-flops."}, {"sentId": 380, "text": "Look it up on YouTube."}, {"sentId": 381, "text": "Viewers, I hope you will."}], "speaker": "MCENANY", "secId": 163}, {"sentences": [{"sentId": 382, "text": "OK, Matt -- Matt, how do you explain the flip-flop?"}], "speaker": "LEMON", "secId": 164}, {"sentences": [{"sentId": 383, "text": "All right."}, {"sentId": 384, "text": "See?"}, {"sentId": 385, "text": "She can't."}, {"sentId": 386, "text": "MCENANY:  I can explain it."}], "speaker": "CARDONA", "secId": 165}, {"sentences": [{"sentId": 387, "text": "Obviously not."}], "speaker": "CARDONA", "secId": 166}, {"sentences": [{"sentId": 388, "text": "I just think it's unfair that we can't bring up Clinton's flip-flops."}, {"sentId": 389, "text": "That being said --"}], "speaker": "MCENANY", "secId": 167}, {"sentences": [{"sentId": 390, "text": "Because we're not talking about Hillary Clinton right now."}], "speaker": "LEMON", "secId": 168}, {"sentences": [{"sentId": 391, "text": "I think -- I agree with Paris."}, {"sentId": 392, "text": "You'd have to ask Donald Trump."}, {"sentId": 393, "text": "But I do think he sat down with women like Sabine Durden who have explained how her child was lost at the hands of an illegal immigrant."}, {"sentId": 394, "text": "That's not to say all are bad."}, {"sentId": 395, "text": "Donald Trump stood by the Mexican president and said there are many good illegal immigrants here that, you know, contribute to society."}], "speaker": "MCENANY", "secId": 169}, {"sentences": [{"sentId": 396, "text": "That being said, the cost is too high when we lose one American citizen at the hand of an illegal immigrant."}, {"sentId": 397, "text": "We've lost hundreds and hundreds and hundreds."}, {"sentId": 398, "text": "So that's the explanation of what changed."}], "speaker": "MCENANY", "secId": 170}, {"sentences": [{"sentId": 399, "text": "That's a very good answer, Kayleigh, if you could have said -- why didn't you just say that in the beginning?"}, {"sentId": 400, "text": "But anyway --"}], "speaker": "LEMON", "secId": 171}, {"sentences": [{"sentId": 401, "text": "I have to make it tough on you, Don."}], "speaker": "MCENANY", "secId": 172}, {"sentences": [{"sentId": 402, "text": "OK.  All right."}, {"sentId": 403, "text": "Matt, is that -- I mean, people, politicians do evolve and they do change their positions."}, {"sentId": 404, "text": "Is that unusual?"}], "speaker": "LEMON", "secId": 173}, {"sentences": [{"sentId": 405, "text": "Look, this is a con job."}, {"sentId": 406, "text": "Donald Trump conned the Republican Party to get the nomination."}], "speaker": "LEWIS", "secId": 174}, {"sentences": [{"sentId": 407, "text": "Exactly."}], "speaker": "CARDONA", "secId": 175}, {"sentences": [{"sentId": 408, "text": "This was 2012."}, {"sentId": 409, "text": "This isn't ancient history."}, {"sentId": 410, "text": "This is 2012."}, {"sentId": 411, "text": "He sounds exactly like Donald Trump with all of his verbal ticks and, you know, the mannerisms and the rhetoric, except he's saying the exact opposite thing."}, {"sentId": 412, "text": "And he's like 66 years old at this point, too."}, {"sentId": 413, "text": "It's not like he's 20 and he changed his mind."}, {"sentId": 414, "text": "But, you know, remember he said, Mitt Romney was too harsh."}, {"sentId": 415, "text": "This is not a surprise."}, {"sentId": 416, "text": "He said, Mitt Romney was too harsh with the self-deportation."}, {"sentId": 417, "text": "He criticized Pat Buchanan for being too harsh and anti-Semitic."}, {"sentId": 418, "text": "Donald Trump --"}], "speaker": "LEWIS", "secId": 176}, {"sentences": [{"sentId": 419, "text": "So you're saying it's political expediency?"}], "speaker": "LEMON", "secId": 177}, {"sentences": [{"sentId": 420, "text": "I'm saying he's a phony and he conned the Republican Party and he's flip-flopped on almost everything."}], "speaker": "LEWIS", "secId": 178}, {"sentences": [{"sentId": 421, "text": "OK.  On Saturday, Donald Trump campaign -- the campaign advertised a big speech in Gettysburg."}, {"sentId": 422, "text": "Let's listen to some of what he said."}], "speaker": "LEMON", "secId": 179}, {"sentences": [{"sentId": 423, "text": "They're trying to poison the mind of the American voter."}, {"sentId": 424, "text": "Every woman lied when they came forward to hurt my campaign."}, {"sentId": 425, "text": "Total fabrication."}, {"sentId": 426, "text": "The events never happened."}, {"sentId": 427, "text": "Never."}, {"sentId": 428, "text": "All of these liars will be sued after the election is over."}], "speaker": "TRUMP", "secId": 180}, {"sentences": [{"sentId": 429, "text": "But a simple phone call placed to the biggest newspapers or television networks gets them wall-to-wall coverage with virtually no fact checking whatsoever."}], "speaker": "TRUMP", "secId": 181}, {"sentences": [{"sentId": 430, "text": "So, Matt, back to you."}, {"sentId": 431, "text": "By most accounts, he went on after that, to give a pretty good speech about policy and what he planned to do, but by starting with this, did he sort of just feed into the -- you know, stepping on his own message and did he miss a big opportunity here?"}], "speaker": "LEMON", "secId": 182}, {"sentences": [{"sentId": 432, "text": "Absolutely."}, {"sentId": 433, "text": "He gave that speech, I think there were 16 or 17 days left in the campaign."}, {"sentId": 434, "text": "Every single news cycle is precious."}, {"sentId": 435, "text": "When you're rolling out a substantive policy proposal --"}], "speaker": "LEWIS", "secId": 183}, {"sentences": [{"sentId": 436, "text": "At Gettysburg."}], "speaker": "LEMON", "secId": 184}, {"sentences": [{"sentId": 437, "text": "In Gettysburg."}, {"sentId": 438, "text": "So they had all of the media hooks or gimmicks, whatever you want to call it, to get the press to pay attention."}, {"sentId": 439, "text": "We do it at Gettysburg, we hype it as a Contract for America."}, {"sentId": 440, "text": "We have Newt Gingrich go out there and say, pay attention to this."}, {"sentId": 441, "text": "It's one of the best speeches in the history of mankind."}, {"sentId": 442, "text": "And when you want the press to pay attention to something that's very substantive, very policy driven, you can't dangle anything -- any other shiny objects in front of the media."}, {"sentId": 443, "text": "You have to just talk about things like term limits, things like building the wall, things like ending TPP."}, {"sentId": 444, "text": "All of those -- you know, sort of populous things that he wants to do that I think would be kind of popular with the American public."}], "speaker": "LEWIS", "secId": 185}, {"sentences": [{"sentId": 445, "text": "Instead he spends the first, you know, 12 or 15 minutes talking about suing women."}, {"sentId": 446, "text": "Thus guaranteeing that that will, number one, be the headline."}, {"sentId": 447, "text": "And number two, that he will -- that he'll inject once again this storyline about his treatment of women back into the press."}], "speaker": "LEWIS", "secId": 186}, {"sentences": [{"sentId": 448, "text": "So, Kayleigh, he -- you know, he says he's going to sue the women, right, after the election."}, {"sentId": 449, "text": "So if he does, do you think that there's some concern that he's going to be distracted for -- you know, with at least 11 lawsuits after he's president or during his presidency?"}], "speaker": "LEMON", "secId": 187}, {"sentences": [{"sentId": 450, "text": "No, because I think he'll put the country first, if he's president."}, {"sentId": 451, "text": "And perhaps, you know, put this aside, but look --"}], "speaker": "MCENANY", "secId": 188}, {"sentences": [{"sentId": 452, "text": "Do you think he stepped on his message?"}], "speaker": "LEMON", "secId": 189}, {"sentences": [{"sentId": 453, "text": "No, because, look, if any of us on this panel were accused of doing things we didn't do, our initial reaction would be, I want to explain this and say I didn't do this, and you know, yes, threaten to sue the person for defamation, for accusing me of something I didn't --"}], "speaker": "MCENANY", "secId": 190}, {"sentences": [{"sentId": 454, "text": "So you said he's going to put it aside."}, {"sentId": 455, "text": "He's not going to sue the women?"}], "speaker": "LEMON", "secId": 191}, {"sentences": [{"sentId": 456, "text": "I think if he was president of the United States, and I think yes, the country comes first, and it would be a huge distraction to have a myriad of lawsuits on the side."}, {"sentId": 457, "text": "But if he's not president, of course."}, {"sentId": 458, "text": "They defamed his character."}, {"sentId": 459, "text": "These women with the kissing allegations and he needs to pursue it."}], "speaker": "MCENANY", "secId": 192}, {"sentences": [{"sentId": 460, "text": "Paris., you think --"}], "speaker": "LEMON", "secId": 193}, {"sentences": [{"sentId": 461, "text": "Why not -- why not put it aside now, though?"}, {"sentId": 462, "text": "Running for president is a big deal."}], "speaker": "LEWIS", "secId": 194}, {"sentences": [{"sentId": 463, "text": "Yes."}], "speaker": "CARDONA", "secId": 195}, {"sentences": [{"sentId": 464, "text": "Stopping Hillary Clinton is an important deal."}, {"sentId": 465, "text": "Why not put it aside now for the good of the country and focus on winning the election and not focus on threatening lawsuits?"}], "speaker": "LEWIS", "secId": 196}, {"sentences": [{"sentId": 466, "text": "That is a great tease."}], "speaker": "LEMON", "secId": 197}, {"sentences": [{"sentId": 467, "text": "Well, then --"}], "speaker": "DENNARD", "secId": 198}, {"sentences": [{"sentId": 468, "text": "We'll answer it after the break."}], "speaker": "LEMON", "secId": 199}, {"sentences": [{"sentId": 469, "text": "Back now with my panel."}, {"sentId": 470, "text": "Kayleigh McEnany, Maria Cardona, Paris Dennard and Matt Lewis."}], "speaker": "LEMON", "secId": 200}, {"sentences": [{"sentId": 471, "text": "OK."}, {"sentId": 472, "text": "So you were taking issue with something -- was it you?"}], "speaker": "LEMON", "secId": 201}, {"sentences": [{"sentId": 473, "text": "I think it was Paris."}], "speaker": "MCENANY", "secId": 202}, {"sentences": [{"sentId": 474, "text": "It was Paris."}], "speaker": "LEMON", "secId": 203}, {"sentences": [{"sentId": 475, "text": "Yes."}], "speaker": "DENNARD", "secId": 204}, {"sentences": [{"sentId": 476, "text": "Paris, what were you taking issue with?"}], "speaker": "LEMON", "secId": 205}, {"sentences": [{"sentId": 477, "text": "What I was taking issue with is the fact that, you know, Mr. Trump is a fighter."}, {"sentId": 478, "text": "And so the idea that he can't fight back when he's been talked about, lied on."}, {"sentId": 479, "text": "If you've ever been attacked or called out of your name, which I have."}], "speaker": "DENNARD", "secId": 206}, {"sentences": [{"sentId": 480, "text": "But it's about the women."}], "speaker": "LEMON", "secId": 207}, {"sentences": [{"sentId": 481, "text": "Yes, you're going to want to defend that."}, {"sentId": 482, "text": "And the other point is, and this is the last point, he's done substantive speeches before."}, {"sentId": 483, "text": "He laid out his immigration policy in Phoenix, Arizona."}, {"sentId": 484, "text": "He had a great meeting and speech in Mexico."}, {"sentId": 485, "text": "I mean, he's done it -- and he went to an African-American church in Detroit and gave a good message there."}, {"sentId": 486, "text": "And nobody wanted to talk about it, nobody wanted to cover it."}, {"sentId": 487, "text": "The reason why he wanted to --"}], "speaker": "DENNARD", "secId": 208}, {"sentences": [{"sentId": 488, "text": "That's not true."}, {"sentId": 489, "text": "We covered that."}, {"sentId": 490, "text": "DENNARD:  Well, but the reason why he wanted to defend himself is"}], "speaker": "LEMON", "secId": 209}, {"sentences": [{"sentId": 491, "text": "because the media continues to make this an issue so he can't set it aside."}], "speaker": "LEMON", "secId": 210}, {"sentences": [{"sentId": 492, "text": "But yet you can --"}], "speaker": "LEWIS", "secId": 211}, {"sentences": [{"sentId": 493, "text": "But he makes it an issue -- he makes it an issue because he can't shut up about it."}], "speaker": "CARDONA", "secId": 212}, {"sentences": [{"sentId": 494, "text": "And neither can you."}], "speaker": "DENNARD", "secId": 213}, {"sentences": [{"sentId": 495, "text": "No, no, no."}, {"sentId": 496, "text": "He's the one who brings it up."}], "speaker": "CARDONA", "secId": 214}, {"sentences": [{"sentId": 497, "text": "And neither can the media."}, {"sentId": 498, "text": "So he defends himself."}], "speaker": "DENNARD", "secId": 215}, {"sentences": [{"sentId": 499, "text": "He's the one who brings it up every single chance that he's speaking to the public."}, {"sentId": 500, "text": "Here's the thing."}, {"sentId": 501, "text": "As a strategy, if you are a candidate, and you get accused of something that you say you didn't do, yes, you defend yourself."}, {"sentId": 502, "text": "How?"}], "speaker": "CARDONA", "secId": 216}, {"sentences": [{"sentId": 503, "text": "Period."}], "speaker": "DENNARD", "secId": 217}, {"sentences": [{"sentId": 504, "text": "You put out a statement and then you do one or two interviews and you shut up about it."}, {"sentId": 505, "text": "And you start talking about your issues."}], "speaker": "CARDONA", "secId": 218}, {"sentences": [{"sentId": 506, "text": "And you let your surrogates deal with it if you want them to do it."}], "speaker": "LEMON", "secId": 219}, {"sentences": [{"sentId": 507, "text": "Exactly."}], "speaker": "CARDONA", "secId": 220}, {"sentences": [{"sentId": 508, "text": "So listen, Paris, so then you would have us ignore -- you'd have the media ignore these women and the allegations in the story?"}, {"sentId": 509, "text": "Is that what you're saying?"}], "speaker": "LEMON", "secId": 221}, {"sentences": [{"sentId": 510, "text": "No, I'm not."}, {"sentId": 511, "text": "I'm saying, if you all want to continue to talk about it, then he should continue to talk about it because he needs to set the record straight."}, {"sentId": 512, "text": "Straight from the horse's mouth."}, {"sentId": 513, "text": "I --"}], "speaker": "DENNARD", "secId": 222}, {"sentences": [{"sentId": 514, "text": "So if you're giving a speech at sort of -- at an historical site like Gettysburg, you want the record to reflect that you spoke about women or do you want the record to reflect that you gave an historical speech worthy of giving at Gettysburg?"}], "speaker": "LEMON", "secId": 223}, {"sentences": [{"sentId": 515, "text": "Well, in a 60-minute speech, if he talked about setting the record straight for 15 minutes, and then the rest of the time that he spent sending out substantive policy in his first 100 days in office, I think that you can do that because when you're president of the United States, you have to be able to multi-task and do multiple things as we talk about President Obama all the time."}, {"sentId": 516, "text": "He's able to do that."}, {"sentId": 517, "text": "And Mr. Trump is doing that today."}], "speaker": "DENNARD", "secId": 224}, {"sentences": [{"sentId": 518, "text": "I don't know if Paris --"}], "speaker": "LEMON", "secId": 225}, {"sentences": [{"sentId": 519, "text": "It reflects an amateur unprofessional campaign."}], "speaker": "CARDONA", "secId": 226}, {"sentences": [{"sentId": 520, "text": "I don't know if Paris is getting my point."}, {"sentId": 521, "text": "And now I'll ask Kayleigh."}, {"sentId": 522, "text": "Anytime, if Donald Trump says I'm holding a press conference at Trump Tower, and he said I'm holding a press conference at Trump Tower, I'm going to run for president, everybody showed up."}, {"sentId": 523, "text": "If he says, I'm going to give a press conference at Trump Tower and I'm going to talk about these women and what I plan to do with them, don't you think the media would show up and put it on television?"}], "speaker": "LEMON", "secId": 227}, {"sentences": [{"sentId": 524, "text": "If he says, I'm going to give a press conference to lay out my first 100 days at Gettysburg -- do understand?"}, {"sentId": 525, "text": "I'm saying the distinction."}, {"sentId": 526, "text": "If you want to talk about the women then give a press conference, put out a release."}, {"sentId": 527, "text": "If you're going to give an historic speech, can you just give the speech?"}], "speaker": "LEMON", "secId": 228}, {"sentences": [{"sentId": 528, "text": "I understand what you're saying, but, you know, I don't think Donald Trump's going to take advice from Maria and the Clinton campaign as much as I love Maria --"}], "speaker": "MCENANY", "secId": 229}, {"sentences": [{"sentId": 529, "text": "Or me."}], "speaker": "LEMON", "secId": 230}, {"sentences": [{"sentId": 530, "text": "Or the media."}, {"sentId": 531, "text": "But look, he gave a speech --"}], "speaker": "MCENANY", "secId": 231}, {"sentences": [{"sentId": 532, "text": "That's why he's in such trouble."}], "speaker": "CARDONA", "secId": 232}, {"sentences": [{"sentId": 533, "text": "What I love -- no, what I really love about Donald Trump, honestly, is like he reacts like a real person would react."}], "speaker": "MCENANY", "secId": 233}, {"sentences": [{"sentId": 534, "text": "Yes."}, {"sentId": 535, "text": "Right."}], "speaker": "DENNARD", "secId": 234}, {"sentences": [{"sentId": 536, "text": "A real person would want to defend themselves if a dozen people -- I believe coordinated by the Clinton campaign -- showed up and made false allegations."}, {"sentId": 537, "text": "A real person wants to defend themselves."}, {"sentId": 538, "text": "He's not going to be a mannequin politician like Hillary Clinton who releases a press statement like Maria says, acts like it didn't happen, and shows up and gives the mannequin, poll-tested, focus group tested speech."}], "speaker": "MCENANY", "secId": 235}, {"sentences": [{"sentId": 539, "text": "But she's winning by doing that."}], "speaker": "LEMON", "secId": 236}, {"sentences": [{"sentId": 540, "text": "He's a real person."}], "speaker": "MCENANY", "secId": 237}, {"sentences": [{"sentId": 541, "text": "But part of being president, part of being a statesman and part of the job of being a president is to subsume your passions."}], "speaker": "LEWIS", "secId": 238}, {"sentences": [{"sentId": 542, "text": "Yes, exactly."}], "speaker": "CARDONA", "secId": 239}, {"sentences": [{"sentId": 543, "text": "And to be -- to say what is diplomatic and appropriate."}], "speaker": "LEWIS", "secId": 240}, {"sentences": [{"sentId": 544, "text": "Disciplined."}], "speaker": "LEMON", "secId": 241}, {"sentences": [{"sentId": 545, "text": "Right?"}, {"sentId": 546, "text": "To be disciplined."}, {"sentId": 547, "text": "So this isn't just an election test, this is a governing question."}], "speaker": "LEWIS", "secId": 242}, {"sentences": [{"sentId": 548, "text": "Right."}, {"sentId": 549, "text": "And Matt, I know you --"}], "speaker": "MCENANY", "secId": 243}, {"sentences": [{"sentId": 550, "text": "There's a maxim policy --"}], "speaker": "LEWIS", "secId": 244}, {"sentences": [{"sentId": 551, "text": "Let Kayleigh get in."}, {"sentId": 552, "text": "Let Kayleigh --"}], "speaker": "LEMON", "secId": 245}, {"sentences": [{"sentId": 553, "text": "And Matt, I hear you, but what I don't understand quite frankly about Republicans, establishment Republicans who don't back Trump, is you would rather have, from my political philosopher friends up there, a Machiavelli president who lies and deceives us about her e-mails."}, {"sentId": 554, "text": "But put forward, she's the perfect mannequin, presidential politician you'd all hope for and dream for."}, {"sentId": 555, "text": "But behind the scenes, she's Machiavelli and misleading the American public."}, {"sentId": 556, "text": "That's what the establishment would rather have and it really makes me sick."}], "speaker": "MCENANY", "secId": 246}, {"sentences": [{"sentId": 557, "text": "Drain the swamp."}], "speaker": "DENNARD", "secId": 247}, {"sentences": [{"sentId": 558, "text": "Drain the swamp."}], "speaker": "MCENANY", "secId": 248}, {"sentences": [{"sentId": 559, "text": "Well, look, I --"}], "speaker": "LEWIS", "secId": 249}, {"sentences": [{"sentId": 560, "text": "Well, you know what --"}], "speaker": "CARDONA", "secId": 250}, {"sentences": [{"sentId": 561, "text": "That was for Matt."}, {"sentId": 562, "text": "That was for Matt."}], "speaker": "LEMON", "secId": 251}, {"sentences": [{"sentId": 563, "text": "If he talked about that, then it would be different."}, {"sentId": 564, "text": "But here's what's so ironic."}, {"sentId": 565, "text": "Do you remember when he first started his campaign and he would call into shows and he would tweet and he would do press conferences?"}, {"sentId": 566, "text": "Everybody marveled at how he was so good at manipulating the media."}, {"sentId": 567, "text": "And every single message he wanted to put out, you all soaked it up and put it out there."}, {"sentId": 568, "text": "He was playing the media like a puppet master."}], "speaker": "CARDONA", "secId": 252}, {"sentences": [{"sentId": 569, "text": "Guess what, it is now reversed."}, {"sentId": 570, "text": "It seems like he just completely forgotten how to manipulate the media because guess what?"}], "speaker": "CARDONA", "secId": 253}, {"sentences": [{"sentId": 571, "text": "No, he always had kryptonite."}], "speaker": "LEWIS", "secId": 254}, {"sentences": [{"sentId": 572, "text": "He doesn't -- he is not in a position where he is winning."}, {"sentId": 573, "text": "And that is the difference between when he started and where he is now."}, {"sentId": 574, "text": "He has not been able to manipulate the majority of the American people."}], "speaker": "CARDONA", "secId": 255}, {"sentences": [{"sentId": 575, "text": "He always had this Achilles heel, which was that he has to fight back twice as hard."}, {"sentId": 576, "text": "And Hillary Clinton figured out how to get under his skin and how to bait him."}, {"sentId": 577, "text": "That is his kryptonite."}], "speaker": "LEWIS", "secId": 256}, {"sentences": [{"sentId": 578, "text": "And look, I would say to Kayleigh, I'm trying to give Donald Trump advice."}, {"sentId": 579, "text": "I think honestly this is sincere."}, {"sentId": 580, "text": "I think if he actually took this advice, he would win."}, {"sentId": 581, "text": "He would do better, had he taken it, a while ago at least."}, {"sentId": 582, "text": "And it's a political maxim which says, don't get mad, don't get even, get ahead."}, {"sentId": 583, "text": "Donald Trump should worry about getting ahead, not getting even, getting ahead."}, {"sentId": 584, "text": "That's --"}], "speaker": "LEWIS", "secId": 257}, {"sentences": [{"sentId": 585, "text": "But he should not be --"}], "speaker": "DENNARD", "secId": 258}, {"sentences": [{"sentId": 586, "text": "That's why he's at Gettysburg."}], "speaker": "LEWIS", "secId": 259}, {"sentences": [{"sentId": 587, "text": "And he should not be trying to manipulate the American people like Maria just said."}, {"sentId": 588, "text": "That might be what Hillary Clinton wants to do."}], "speaker": "DENNARD", "secId": 260}, {"sentences": [{"sentId": 589, "text": "No, he hasn't been able to do it."}, {"sentId": 590, "text": "That's what --"}], "speaker": "CARDONA", "secId": 261}, {"sentences": [{"sentId": 591, "text": "And that's not what he was ever going to do it."}], "speaker": "DENNARD", "secId": 262}, {"sentences": [{"sentId": 592, "text": "But he can't do it to the majority of the American people."}], "speaker": "CARDONA", "secId": 263}, {"sentences": [{"sentId": 593, "text": "One at a time."}], "speaker": "LEMON", "secId": 264}, {"sentences": [{"sentId": 594, "text": "He's never -- he's not about manipulation."}], "speaker": "DENNARD", "secId": 265}, {"sentences": [{"sentId": 595, "text": "One at a time."}, {"sentId": 596, "text": "Paris, go ahead."}], "speaker": "LEMON", "secId": 266}, {"sentences": [{"sentId": 597, "text": "He is not about manipulation."}, {"sentId": 598, "text": "He is honest and straightforward."}, {"sentId": 599, "text": "And he knows --"}], "speaker": "DENNARD", "secId": 267}, {"sentences": [{"sentId": 600, "text": "Of course he is, Paris."}], "speaker": "CARDONA", "secId": 268}, {"sentences": [{"sentId": 601, "text": "And --"}], "speaker": "DENNARD", "secId": 269}, {"sentences": [{"sentId": 602, "text": "Maria, let him finish his statement."}, {"sentId": 603, "text": "I'll let you get in."}], "speaker": "LEMON", "secId": 270}, {"sentences": [{"sentId": 604, "text": "The American people know that, that's why they resonate with him."}, {"sentId": 605, "text": "That's why when you come -- when you talk about trustworthiness, you talk about effectiveness, you know exactly where he stands and whether he believes it."}], "speaker": "DENNARD", "secId": 271}, {"sentences": [{"sentId": 606, "text": "He's losing."}], "speaker": "LEWIS", "secId": 272}, {"sentences": [{"sentId": 607, "text": "Secretary Clinton can say one thing -- she can say one thing in private to donors and say another thing to the public."}, {"sentId": 608, "text": "That's what WikiLeaks reveal, which nobody wants to talk about."}], "speaker": "DENNARD", "secId": 273}, {"sentences": [{"sentId": 609, "text": "You know --"}], "speaker": "CARDONA", "secId": 274}, {"sentences": [{"sentId": 610, "text": "But Mr. Trump is the type of person who's not going to manipulate the American people."}, {"sentId": 611, "text": "He's going to stand up and fight for us."}, {"sentId": 612, "text": "That's what we want and that's why he --"}], "speaker": "DENNARD", "secId": 275}, {"sentences": [{"sentId": 613, "text": "His own words."}], "speaker": "CARDONA", "secId": 276}, {"sentences": [{"sentId": 614, "text": "He's losing."}], "speaker": "LEWIS", "secId": 277}, {"sentences": [{"sentId": 615, "text": "His own words prove that he absolutely was out to manipulate the American people and he's been able to manipulate at least 38 percent of the American people into supporting him."}, {"sentId": 616, "text": "He doesn't believe a thing that comes out of his mouth."}, {"sentId": 617, "text": "He is saying this because he thinks this is how he won the nomination, but he's been sorely -- he's sorely miscalculated because the majority of the American people actually want somebody who knows how to govern, who has principles and has knowledge and has expertise, and has the temperament to be president of the United States."}, {"sentId": 618, "text": "And that is not Donald Trump."}], "speaker": "CARDONA", "secId": 278}, {"sentences": [{"sentId": 619, "text": "Here's the interesting thing."}, {"sentId": 620, "text": "When you said --"}], "speaker": "LEMON", "secId": 279}, {"sentences": [{"sentId": 621, "text": "Well, she had 30 years to do it and she failed."}], "speaker": "DENNARD", "secId": 280}, {"sentences": [{"sentId": 622, "text": "Where you said -- I don't know about manipulating the media."}, {"sentId": 623, "text": "We have to remember then, you're looking at, you know, months ago in the lens of now, there were 16 other candidates on the Republican side who were in the race."}, {"sentId": 624, "text": "There were also other Democratic candidates in the race."}, {"sentId": 625, "text": "Donald Trump simply said yes to the interviews when most people would not say yes to the interviews."}], "speaker": "LEMON", "secId": 281}, {"sentences": [{"sentId": 626, "text": "So if there's some manipulation, then maybe going on, but he said yes."}, {"sentId": 627, "text": "And so now he is complaining about the same people who gave him a platform to bring his views to the fore."}], "speaker": "LEMON", "secId": 282}, {"sentences": [{"sentId": 628, "text": "That's right."}], "speaker": "CARDONA", "secId": 283}, {"sentences": [{"sentId": 629, "text": "Which does not make sense."}, {"sentId": 630, "text": "So there is a difference between now and then, and we should keep focus on that."}], "speaker": "LEMON", "secId": 284}, {"sentences": [{"sentId": 631, "text": "Thank you very much, great panel."}], "speaker": "LEMON", "secId": 285}, {"sentences": [{"sentId": 632, "text": "Thanks, Don."}], "speaker": "DENNARD", "secId": 286}, {"sentences": [{"sentId": 633, "text": "Thank you, Don."}], "speaker": "CARDONA", "secId": 287}, {"sentences": [{"sentId": 634, "text": "All right."}, {"sentId": 635, "text": "When we come right back, \"SNL's\" Trump may be even Trumpier than the real thing."}, {"sentId": 636, "text": "Alec Baldwin's brother Billy is here with the inside story."}], "speaker": "LEMON", "secId": 288}, {"sentences": [{"sentId": 637, "text": "A. BALDWIN:  All of the newscasters are making me look so bad."}], "speaker": "LEMON", "secId": 289}, {"sentences": [{"sentId": 638, "text": "And how are we doing that?"}], "speaker": "HANKS", "secId": 290}, {"sentences": [{"sentId": 639, "text": "A. BALDWIN:  By taking all of the things I say, and all of the things I do, and putting them on TV."}], "speaker": "HANKS", "secId": 291}, {"sentences": [{"sentId": 640, "text": "Live from New York, it's Donald Trump, sort of, Alec Baldwin is Trump giving the real life candidate a run for his money."}, {"sentId": 641, "text": "Take a look."}], "speaker": "LEMON", "secId": 292}, {"sentences": [{"sentId": 642, "text": "A. BALDWIN:  She can brag about her resume, but I'm the one who's got all the heavy hitters supporting me."}, {"sentId": 643, "text": "I mean, I have got the cream of the crop."}, {"sentId": 644, "text": "I've got Sarah Palin."}, {"sentId": 645, "text": "I've got Chachi."}, {"sentId": 646, "text": "And get this, I've even got the best Baldwin brother, Stephen Baldwin."}], "speaker": "LEMON", "secId": 293}, {"sentences": [{"sentId": 647, "text": "So joining me now, apparently not the best Baldwin brother, but a Baldwin brother nonetheless, and that is actor and activist, Billy Baldwin."}], "speaker": "LEMON", "secId": 294}, {"sentences": [{"sentId": 648, "text": "Good evening, sir."}, {"sentId": 649, "text": "That was pretty funny, don't you think?"}], "speaker": "LEMON", "secId": 295}, {"sentences": [{"sentId": 650, "text": "Let's take a poll right now."}, {"sentId": 651, "text": "Who is the best Baldwin brother, Don?"}], "speaker": "BALDWIN", "secId": 296}, {"sentences": [{"sentId": 652, "text": "It's Billy."}, {"sentId": 653, "text": "No, I mean, I think it's Alec when it comes to -- I mean, that was -- what he does is pretty funny on \"Saturday Night Live.\""}, {"sentId": 654, "text": "You have to give it to him."}, {"sentId": 655, "text": "Come on."}], "speaker": "LEMON", "secId": 297}, {"sentences": [{"sentId": 656, "text": "B. BALDWIN:  Absolutely."}, {"sentId": 657, "text": "It's really strange."}, {"sentId": 658, "text": "I've been doing some commentary for -- since the convention with your show and with some other outlets, and my brother all of a sudden got thrust into the spotlight with \"SNL\" playing Trump, and now my brother Stephen has injected himself into this."}, {"sentId": 659, "text": "And you know he kind of have it coming because he showed up at the debate and then he shows to Hit Media Row."}, {"sentId": 660, "text": "He was interviewed, he was asked questions, and asked him directly about \"SNL.\""}], "speaker": "LEMON", "secId": 298}, {"sentences": [{"sentId": 661, "text": "And it was a little bit taken out of context because he said -- they said, do you think your brother is funny."}, {"sentId": 662, "text": "He said, well, I don't think anything is funny about this election, and I think that the issues are too important, there's too much at stake."}, {"sentId": 663, "text": "So he didn't really say \"SNL\" wasn't funny, that my brother Alec wasn't funny, but that's the way it was spun."}, {"sentId": 664, "text": "But if you're going to Hit Media Row and you're going to answer those questions about \"SNL,\" you're setting yourself up."}], "speaker": "LEMON", "secId": 299}, {"sentences": [{"sentId": 665, "text": "You've got to have a thicker skin."}, {"sentId": 666, "text": "And I hope he comes on --"}], "speaker": "LEMON", "secId": 300}, {"sentences": [{"sentId": 667, "text": "B. BALDWIN:  A big one, too."}], "speaker": "LEMON", "secId": 301}, {"sentences": [{"sentId": 668, "text": "He's been on here."}, {"sentId": 669, "text": "And I hope he comes on, and I will tell him that."}, {"sentId": 670, "text": "But do you think your brother is capturing the tone of these debates?"}], "speaker": "LEMON", "secId": 302}, {"sentences": [{"sentId": 671, "text": "B. BALDWIN:  He's just regurgitating with a little bit of a sense of humor."}, {"sentId": 672, "text": "He said it in the skit -- in that skit that night, he goes, I'm just -- the media has been unfair to me because they're taking the things that I say and taking the things that I do and they're putting them on TV."}, {"sentId": 673, "text": "They're using his own words against him."}, {"sentId": 674, "text": "And it's true."}, {"sentId": 675, "text": "I mean, I haven't seen -- I mean, I would say that there is a media bias in this campaign."}, {"sentId": 676, "text": "I wouldn't say it's favoring Hillary Clinton."}], "speaker": "LEMON", "secId": 303}, {"sentences": [{"sentId": 677, "text": "I think it's that the media is freaked out that Donald Trump has come this far and that he actually is the nominee and that he actually stands a chance of being elected."}, {"sentId": 678, "text": "And I think that -- I don't think that there's any great love for Hillary Clinton to be elected."}, {"sentId": 679, "text": "But I think that people are terrified."}, {"sentId": 680, "text": "And by the way, this isn't any media perceived as being left."}, {"sentId": 681, "text": "This is the Arizona, you know, Republic."}, {"sentId": 682, "text": "This is the \"Foreign Policy.\""}, {"sentId": 683, "text": "This is neutral publications like the \"USA Today.\""}, {"sentId": 684, "text": "It's the \"Cincinnati Inquirer.\""}, {"sentId": 685, "text": "These are right-leaning publications that are trying to take down Donald Trump as well."}], "speaker": "LEMON", "secId": 304}, {"sentences": [{"sentId": 686, "text": "Yes."}, {"sentId": 687, "text": "He continues to say, Billy, that the election is rigged."}, {"sentId": 688, "text": "And now that he's saying that the polls are all rigged except of course for the ones that show him winning."}, {"sentId": 689, "text": "Do you remember when he and his supporters cited polls?"}, {"sentId": 690, "text": "I mean, regularly throughout the primaries, I would go to do interviews with him, and he would actually bring the polls to me."}, {"sentId": 691, "text": "Look, Don, we're winning, we're winning."}, {"sentId": 692, "text": "What's the difference now, do you think?"}, {"sentId": 693, "text": "What's different?"}], "speaker": "LEMON", "secId": 305}, {"sentences": [{"sentId": 694, "text": "B. BALDWIN:  Well, I think there's been some stories that have broken that have turned people against him."}, {"sentId": 695, "text": "Thankfully, I get frustrated with my brother Stephen."}, {"sentId": 696, "text": "I can't -- I mean, if you're an uneducated white man and your sticking to your guns with Donald Trump, I get it."}, {"sentId": 697, "text": "But for women to be supporting him at this point and for Christians to be supporting him at this point, if you look at the party that has protected and defended women, the party that has protected and defended minorities, the party that's protected and defended the poor, the party that's protected and defended the middle class and the LGBT community."}], "speaker": "LEMON", "secId": 306}, {"sentences": [{"sentId": 698, "text": "You know, if you take homosexuality and abortion, you remove those two planks and you look at the menagerie of issues in a party platform, the agenda of compassion and the more Christ-like agenda, if you will, is the liberal agenda."}, {"sentId": 699, "text": "I mean, Jesus was not a liberal."}, {"sentId": 700, "text": "Jesus was a radical liberal."}, {"sentId": 701, "text": "And the fact that people are continuing down this path with Donald Trump is so disheartening to me."}, {"sentId": 702, "text": "The hypocrisy and the irony of that is not lost on me."}, {"sentId": 703, "text": "I think it's really, really frustrating."}, {"sentId": 704, "text": "People that have gone this deep with Trump that are Christians, there's just -- it's -- there's no defense."}], "speaker": "LEMON", "secId": 307}, {"sentences": [{"sentId": 705, "text": "So what do you mean when you say you can understand why uneducated white men are sticking with Trump?"}, {"sentId": 706, "text": "Explain that."}], "speaker": "LEMON", "secId": 308}, {"sentences": [{"sentId": 707, "text": "B. BALDWIN:  Well, when you look at -- let me correct myself."}, {"sentId": 708, "text": "I don't mean to come across -- I don't want to -- there's a lot of white men that aren't college educated, and he's scoring high marks in that demographic."}, {"sentId": 709, "text": "And I can't really explain it because there's a lot of anger, and I think that President Obama has done such a terrific job of sheparding us from where we were eight years ago to where we are today, and I think that -- I think that people, a lot of times Americans are shortsighted, they're narrow minded, they're easily frustrated, they're entitled, they're soft."}], "speaker": "LEMON", "secId": 309}, {"sentences": [{"sentId": 710, "text": "And I look at where we were eight years ago and where we are today and I look at all the abundance of gifts and blessings that are in all of ourselves, and I'm struggling."}], "speaker": "LEMON", "secId": 310}, {"sentences": [{"sentId": 711, "text": "I mean, I went from having a television series, I was doing very, very well and I was making a lot of money, and then I didn't work for three years and I went from major in the black to major in the red."}, {"sentId": 712, "text": "But on that journey, I -- I learned a lot and I evolved a lot, and I still look at it in all the struggles as like we are so lucky to live in this country, and I have so many gifts, and it doesn't have to be financial."}, {"sentId": 713, "text": "It doesn't have to be material."}, {"sentId": 714, "text": "I just have such an abundance of gifts, and I just wish more people saw how fortunate we are and how lucky we are to be here now as Americans in 2016."}], "speaker": "LEMON", "secId": 311}, {"sentences": [{"sentId": 715, "text": "What's the difference between -- I only have just about 20 seconds left, what do you think the difference between you, then, and the folks who are supporting him?"}, {"sentId": 716, "text": "What is it -- and you're a white male."}, {"sentId": 717, "text": "What's the difference?"}], "speaker": "LEMON", "secId": 312}, {"sentences": [{"sentId": 718, "text": "B. BALDWIN:  Like I said, I just don't think they have the appreciation and the respect and the gratitude for -- and I'm not -- even when you're struggling, even when I was struggling, when I didn't work for a couple of years, I just woke up every day with a great appreciation and gratitude for the bounty in my life with my wife and with my children."}, {"sentId": 719, "text": "And, you know, I just never ever take that for granted."}], "speaker": "LEMON", "secId": 313}, {"sentences": [{"sentId": 720, "text": "Yes."}], "speaker": "LEMON", "secId": 314}, {"sentences": [{"sentId": 721, "text": "B. BALDWIN:  And I think Americans sort of have to toughen up and realize we've come a long way in the last eight years."}, {"sentId": 722, "text": "And unfortunately, they bet on the wrong horse."}, {"sentId": 723, "text": "During those debates, there were 16 Republicans."}, {"sentId": 724, "text": "Everyone was an elected official except for Donald Trump."}], "speaker": "LEMON", "secId": 315}, {"sentences": [{"sentId": 725, "text": "I've got to go, Billy."}], "speaker": "LEMON", "secId": 316}, {"sentences": [{"sentId": 726, "text": "B. BALDWIN:  They put all their eggs in that basket and they bet on the wrong horse."}], "speaker": "LEMON", "secId": 317}, {"sentences": [{"sentId": 727, "text": "Yes."}, {"sentId": 728, "text": "I'm out of time."}, {"sentId": 729, "text": "Thank you, sir."}, {"sentId": 730, "text": "I appreciate it."}], "speaker": "LEMON", "secId": 318}, {"sentences": [{"sentId": 731, "text": "B. BALDWIN:  Thanks for having me."}], "speaker": "LEMON", "secId": 319}, {"sentences": [{"sentId": 732, "text": "That's it for us tonight."}, {"sentId": 733, "text": "Thanks for watching."}, {"sentId": 734, "text": "I'll see you right back here tomorrow."}], "speaker": "LEMON", "secId": 320}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1610.24.cnnt.02.html.json", "time": "Aired October 24, 2016 - 23:00   ET"}