{"sectionCount": 208, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["COOPER", "UNIDENTIFIED MALE", "LEMON", "SCOTT", "Bay", "HOLMES", "SIDNER", "FLORES", "TOM SATERM CNN METEOROLOGIST", "SEILER", "PIOTROWSKI", "HARLOW", "GOULD", "MURRAY", "TRUMP", "CARR"], "subTitle": "Hurricane Matthew Could be Strongest Storm to Hit Florida in more than a Century; Nearly 300 Dead After Storms Rampage through Haiti; Donald Trump Wraps up Town Hall in NH, Insists it Wasn't a Dry Run for Sunday's Debate. Aired 10-11p ET.", "url": "transcripts.cnn.com/TRANSCRIPTS/1610/06/cnnt.01.html", "sentenceCount": 495, "sections": [{"sentences": [{"sentId": 0, "text": "Our coverage continues now with CNN Tonight with Don Lemon."}], "speaker": "COOPER", "secId": 0}, {"sentences": [{"sentId": 1, "text": "This is CNN breaking news."}], "speaker": "UNIDENTIFIED MALE", "secId": 1}, {"sentences": [{"sentId": 2, "text": "All right, Anderson, thank you very much."}], "speaker": "LEMON", "secId": 2}, {"sentences": [{"sentId": 3, "text": "Much more on the breaking news."}, {"sentId": 4, "text": "It could be the strongest storm to hit Florida in more than a century."}, {"sentId": 5, "text": "Florida's Governor, Rick Scott, with this very blunt warning."}], "speaker": "LEMON", "secId": 3}, {"sentences": [{"sentId": 6, "text": "This storm will kill you."}, {"sentId": 7, "text": "Time is running out."}, {"sentId": 8, "text": "We don't have that much time left."}], "speaker": "SCOTT", "secId": 4}, {"sentences": [{"sentId": 9, "text": "This is CNN Tonight."}, {"sentId": 10, "text": "I'm Don Lemon."}], "speaker": "LEMON", "secId": 5}, {"sentences": [{"sentId": 11, "text": "Here's what we know right now."}, {"sentId": 12, "text": "The very latest, Hurricane Matthew, an extremely dangerous category 4 storm could hit Florida in just hours."}], "speaker": "LEMON", "secId": 6}, {"sentences": [{"sentId": 13, "text": "Forecasters are saying they haven't seen anything like this in modern times."}, {"sentId": 14, "text": "Nearly 300 people dead after the storms rampage through Haiti."}], "speaker": "LEMON", "secId": 7}, {"sentences": [{"sentId": 15, "text": "Meanwhile, more than 200,000 homes along the coast from Florida, to North Carolina at risk tonight from the storm surge alone."}, {"sentId": 16, "text": "That number likely to go much, much higher than that."}], "speaker": "LEMON", "secId": 8}, {"sentences": [{"sentId": 17, "text": "Tens of thousands of people already without power."}], "speaker": "LEMON", "secId": 9}, {"sentences": [{"sentId": 18, "text": "There is a lot to get to and we'll cover it all for you live here this evening."}, {"sentId": 19, "text": "CNN's reporters of course are in full force all across the storms zone for us this evening."}], "speaker": "LEMON", "secId": 10}, {"sentences": [{"sentId": 20, "text": "Yes, it's starting to pick up here"}], "speaker": "Bay", "secId": 11}, {"sentences": [{"sentId": 21, "text": "as you would imagine, Don."}, {"sentId": 22, "text": "By midnight here, the winds are going to be about 45 or so-miles-per-hour, and then within an hour or two of that we'll get to 75 by about 4 a.m., it's going to be 100 miles an hour, we're told."}], "speaker": "Bay", "secId": 12}, {"sentences": [{"sentId": 23, "text": "And you can see it's a bit blowy here at the moment, but it's not as nautical as it's going to be."}, {"sentId": 24, "text": "And as a lot of people are saying right up and down the Florida Coast and Georgia, and South Carolina, one of the big thing that people are worried about is that storm surge."}], "speaker": "Bay", "secId": 13}, {"sentences": [{"sentId": 25, "text": "Around here it could be as high as 12 feet."}, {"sentId": 26, "text": "Now just on the coast you've got those barrier islands."}, {"sentId": 27, "text": "They've evacuated them as much as they can and they're going to close off the bridges there very shortly."}, {"sentId": 28, "text": "Whoever is staying there, is staying there."}], "speaker": "Bay", "secId": 14}, {"sentences": [{"sentId": 29, "text": "But you imagine a 12-foot storm surge on a barrier island?"}, {"sentId": 30, "text": "They carry it Hurricane Sandy in 2012 and I know what sort of damage was done there by a storm surge, it was horrific."}], "speaker": "Bay", "secId": 15}, {"sentences": [{"sentId": 31, "text": "So, hopefully, everybody is out of there."}, {"sentId": 32, "text": "They've also asked people to evacuate from other areas around here, this Melbourne area of Florida."}, {"sentId": 33, "text": "They're very worried about that."}, {"sentId": 34, "text": "They've got shelters set up and you heard what the governor said, you know, evacuate, evacuate, evacuate."}], "speaker": "Bay", "secId": 16}, {"sentences": [{"sentId": 35, "text": "And one interesting thing, in the last month here in this particular area they've had eight inches of rain, and that is six inches more than normal, and that's quite a path from the storm, so the ground is already saturated."}, {"sentId": 36, "text": "So, the volume of rain that's going to be coming across, also an issue, Don."}], "speaker": "Bay", "secId": 17}, {"sentences": [{"sentId": 37, "text": "Hey, Michael, as you look at the radar, I mean, sadly this is heading straight towards Melbourne and Palm Beach, West Palm Beach where you are."}, {"sentId": 38, "text": "And again, as you said, everyone has been told to evacuate, I would imagine some people are staying."}], "speaker": "LEMON", "secId": 18}, {"sentences": [{"sentId": 39, "text": "Do you get the sense that people are following that direction?"}, {"sentId": 40, "text": "Have you been able to get out and talk to people?"}, {"sentId": 41, "text": "Have you seen anyone?"}], "speaker": "LEMON", "secId": 19}, {"sentences": [{"sentId": 42, "text": "Yes, we have."}, {"sentId": 43, "text": "The roads are deserted now but they warned early the people we're getting at."}, {"sentId": 44, "text": "And I'll tell you what, I'll just tell you, I'll get -- we'll show you where we're we are."}, {"sentId": 45, "text": "We're just on the leeward side of the wind."}, {"sentId": 46, "text": "This hotel here that we're staying in is actually one of the few buildings around here that is hurricane-rated."}], "speaker": "HOLMES", "secId": 20}, {"sentences": [{"sentId": 47, "text": "And it's been extraordinary, the number of people who have been pouring in here, looking for rooms."}, {"sentId": 48, "text": "Of course6, it's completely booked out, there's people in the lobby who are going to be spending the night there because of the strength of this building."}], "speaker": "HOLMES", "secId": 21}, {"sentences": [{"sentId": 49, "text": "But it's interesting, probably 80 percent of the people who are staying here are local."}, {"sentId": 50, "text": "They are people that have gotten out of their homes on the barrier islands and elsewhere and come here for some sort of shelter."}, {"sentId": 51, "text": "We have had police say that one of their great concerns is some of the"}], "speaker": "HOLMES", "secId": 22}, {"sentences": [{"sentId": 52, "text": "trailer parks, mobile home parks around here, where obviously you think you'd get out but there are people who said no, we're going to stay put."}, {"sentId": 53, "text": "We're been through hurricanes before, we're not leaving our home."}], "speaker": "HOLMES", "secId": 23}, {"sentences": [{"sentId": 54, "text": "And with a storm of this strength that is just ill-advised and the police and the governor have been saying get out, get to a shelter."}, {"sentId": 55, "text": "Some people apparently are not and they're at great risk, Don."}], "speaker": "HOLMES", "secId": 24}, {"sentences": [{"sentId": 56, "text": "Yes."}, {"sentId": 57, "text": "As they have been saying, officials and weather forecasters this is unprecedented."}, {"sentId": 58, "text": "Michael, I want you to stand by because I want to get to CNN's Sara Sidner -- Sidner."}, {"sentId": 59, "text": "Sara is in Daytona Beach for us right now."}, {"sentId": 60, "text": "Sara, give us an update on the conditions right there."}], "speaker": "LEMON", "secId": 25}, {"sentences": [{"sentId": 61, "text": "We're getting bands coming in."}, {"sentId": 62, "text": "We've just had one leave just a few moments ago where you're getting heavy, heavy rains and lots of wind and then it slows down a bit and we're kind of in that slow period, but then it picks right up again and starts blowing very hard and then obviously you're getting the rain bands come in."}], "speaker": "SIDNER", "secId": 26}, {"sentences": [{"sentId": 63, "text": "I can tell you this, we've been going up and down the roads and seeing who's around."}, {"sentId": 64, "text": "And for the most part, it is deserted."}, {"sentId": 65, "text": "A lot of folks have decided to leave Daytona Beach, a place that usually it's about sun and fun."}], "speaker": "SIDNER", "secId": 27}, {"sentences": [{"sentId": 66, "text": "But there are people here who are staying put, not necessarily because they're trying to be tough and strong, but it really is about sentimentality and wanting to be with their property, the things that they have worked their whole lives for."}], "speaker": "SIDNER", "secId": 28}, {"sentences": [{"sentId": 67, "text": "We talked to quite a few people who said, look, I am not leaving because they don't want to leave my things behind, I don't want to leave my life's work behind."}], "speaker": "SIDNER", "secId": 29}, {"sentences": [{"sentId": 68, "text": "The police chief here, we rode around with him, as well, and he has said, look, if you stay, your things may not be there, but you may not make it."}, {"sentId": 69, "text": "And we, as a department, are going to have every single officer on duty starting at 6 p.m., so just a few hours ago, they had all of their staff on duty."}], "speaker": "SIDNER", "secId": 30}, {"sentences": [{"sentId": 70, "text": "However, they are not going to be sending those officers or rescue crews out in the middle of this category four storm."}, {"sentId": 71, "text": "They are not going to put their lives at risk to come save someone else who has had the chance to evacuate."}], "speaker": "SIDNER", "secId": 31}, {"sentences": [{"sentId": 72, "text": "That is the message they want to get out it."}, {"sentId": 73, "text": "It really, at this point, is getting too close to being too late to try to get out, but you can certainly get off of the coast and go inland where it will certainly be a little bit safer, Don."}], "speaker": "SIDNER", "secId": 32}, {"sentences": [{"sentId": 74, "text": "Yes, Sara, there's certain window that you had to get out within that window, if not, it is too late after that."}, {"sentId": 75, "text": "Sara Sidner, stand by."}, {"sentId": 76, "text": "Sara from Daytona Beach, we'll get back to her."}, {"sentId": 77, "text": "I want to get to CNN's Rosa Flores now, she is in Jacksonville for us."}], "speaker": "LEMON", "secId": 33}, {"sentences": [{"sentId": 78, "text": "And, Rosa, as I understand, the storm surge is a big concern where you are."}, {"sentId": 79, "text": "You've been out driving around in the area."}, {"sentId": 80, "text": "Tell us what you're seeing."}], "speaker": "LEMON", "secId": 34}, {"sentences": [{"sentId": 81, "text": "Well, Don, it is a huge concern, but I want to get to the latest."}, {"sentId": 82, "text": "I just got off the phone with the sheriff's office, and I want to give that you update."}, {"sentId": 83, "text": "But before that, take a look at the cones that you see behind me and you also see a ramp to bridge here."}], "speaker": "FLORES", "secId": 35}, {"sentences": [{"sentId": 84, "text": "I want to get into our rolling coverage vehicle because I want to show you exactly what I'm talking about here, in which we're talking about involving the surge, Don."}, {"sentId": 85, "text": "One of the big dangers of course, is the storm surge here in Jacksonville, Florida."}], "speaker": "FLORES", "secId": 36}, {"sentences": [{"sentId": 86, "text": "And that's because Jacksonville is actually divided by the St. Johns River."}], "speaker": "FLORES", "secId": 37}, {"sentences": [{"sentId": 87, "text": "And officials here tell us that once winds sustained winds hit 40 to 45-miles-per-hour, bridges like the one we're about to cross will be closed."}, {"sentId": 88, "text": "Those cones that I showed you earlier those are going to be used to block this road that we're on right now."}], "speaker": "FLORES", "secId": 38}, {"sentences": [{"sentId": 89, "text": "Now, my producer here in the back is able to punch a few cameras that we have so we can give you a 360 view of where we're driving."}], "speaker": "FLORES", "secId": 39}, {"sentences": [{"sentId": 90, "text": "Now, again, the reason why officials have been, you know, warning residents to evacuate early is because of this."}, {"sentId": 91, "text": "These bridges eventually do close."}, {"sentId": 92, "text": "Now, they're expecting winds to hit 90 to 115- miles-per-hour in this area."}], "speaker": "FLORES", "secId": 40}, {"sentences": [{"sentId": 93, "text": "Now, here's the guidance that changed within the past hour, Don, officials went from saying evacuate now, to hunker down."}, {"sentId": 94, "text": "Why, because they say that in the next 24 hours, they're expecting the winds to come up, they're expecting 8 to 10 inches of rain, and of course that storm surge, 3 to 12 feet."}], "speaker": "FLORES", "secId": 41}, {"sentences": [{"sentId": 95, "text": "Now, the way that we're driving here in which you can see around me is the downtown area, and this is where you have the St. Johns River, it crosses the middle of the city."}, {"sentId": 96, "text": "That's one of the big concerns."}], "speaker": "FLORES", "secId": 42}, {"sentences": [{"sentId": 97, "text": "Once that river swells, Don, then all of the tributaries, they stretch out like fingers out of this river and into the residential areas, those will swell, as well, and the people that decided not to evacuate could be in a very precarious position."}, {"sentId": 98, "text": "Don?"}], "speaker": "FLORES", "secId": 43}, {"sentences": [{"sentId": 99, "text": "Absolutely."}, {"sentId": 100, "text": "That storm surge always a huge issue when it comes to these hurricanes."}, {"sentId": 101, "text": "Stand by, Rosa."}], "speaker": "LEMON", "secId": 44}, {"sentences": [{"sentId": 102, "text": "I want to get now to get the very latest on this."}, {"sentId": 103, "text": "Our meteorologist, Tom Sater is in the CNN severe weather center."}, {"sentId": 104, "text": "Tom, tell us the very latest."}, {"sentId": 105, "text": "Where is Hurricane Matthew now?"}, {"sentId": 106, "text": "It's already breaking records, what's going on, and where is it heading?"}], "speaker": "LEMON", "secId": 45}, {"sentences": [{"sentId": 107, "text": "It's about 70 mile, it's within 70 miles just east west of West Palm."}, {"sentId": 108, "text": "But we may be looking at, Don, one of, if not the costliest storm in U.S. history."}, {"sentId": 109, "text": "We've got millions more that have moved into this area, more businesses, more homes, property values up."}], "speaker": "TOM SATERM CNN METEOROLOGIST", "secId": 46}, {"sentences": [{"sentId": 110, "text": "Number one costliest storm, Katrina."}, {"sentId": 111, "text": "Number two, is Andrew."}, {"sentId": 112, "text": "Number three, many might not know this is Ike and Wilma."}, {"sentId": 113, "text": "Wilma was the last time we had landfall 11 years ago."}, {"sentId": 114, "text": "Ironically, this is day 4,000."}, {"sentId": 115, "text": "Four thousand days without a major landfall."}], "speaker": "TOM SATERM CNN METEOROLOGIST", "secId": 47}, {"sentences": [{"sentId": 116, "text": "I mean, Here's what we're watching now."}, {"sentId": 117, "text": "As the eye starts to approach, the bands of rain are already moving in and thunderstorms have knocked outpour over 23,000, Miami-Dade and Brevard County."}, {"sentId": 118, "text": "Twenty six million under a watch or warning."}], "speaker": "TOM SATERM CNN METEOROLOGIST", "secId": 48}, {"sentences": [{"sentId": 119, "text": "If the system hugs the coast which we believe it will, and even if it makes landfall a little bit, it's going to continue to have that water supply and the engine is going to continue to go."}], "speaker": "TOM SATERM CNN METEOROLOGIST", "secId": 49}, {"sentences": [{"sentId": 120, "text": "Sometimes it's just better to get in, have it lose some strength."}, {"sentId": 121, "text": "Sure, you'll have a confined area with damage, but this is going to be plowing over every little town, every city, home by home, business by business for 24, 48 hours and it's possible it may come back and loop around again."}], "speaker": "TOM SATERM CNN METEOROLOGIST", "secId": 50}, {"sentences": [{"sentId": 122, "text": "But a more detailed look at it, we're waiting for a new track to be handed to us by the National Hurricane Center, still puts it pretty close to around Melbourne, high tides at midnight."}, {"sentId": 123, "text": "Worst timing for that."}], "speaker": "TOM SATERM CNN METEOROLOGIST", "secId": 51}, {"sentences": [{"sentId": 124, "text": "Maybe a landfall -- a landfall means half that eye has to be on land around near Cape Canaveral around 6 a.m. We're still tweaking third."}, {"sentId": 125, "text": "For some reason we're not able to get the environment steering mechanisms correct, but as if it continues to move north, and keep in mind, as it circulates counter-clockwise hours before the eye wall where the winds are the strongest, you're going to be pounded with that 9, 10 foot storm surge."}], "speaker": "TOM SATERM CNN METEOROLOGIST", "secId": 52}, {"sentences": [{"sentId": 126, "text": "You're going to get the 8 to 12 inches of rain fall."}, {"sentId": 127, "text": "We're going to lose the power lines, we're going to lose the trees, we're going to have homes ripped off because if you look at the wind and this is what is a big problem, those hurricane-force winds extend from the center 65 miles, Don."}, {"sentId": 128, "text": "That means Orlando could be in the hurricane-force winds."}], "speaker": "TOM SATERM CNN METEOROLOGIST", "secId": 53}, {"sentences": [{"sentId": 129, "text": "So again, what's going to happen after that, I think it's going to be more of an issue with a big storm surge and possible tornado outbreak in parts of the Carolinas."}, {"sentId": 130, "text": "But will it move away from the outer banks?"}], "speaker": "TOM SATERM CNN METEOROLOGIST", "secId": 54}, {"sentences": [{"sentId": 131, "text": "The surge of water alone is going to be enough to really cause problems creating inlets that are not there."}, {"sentId": 132, "text": "That is going to flood areas that have never been flooded before."}], "speaker": "TOM SATERM CNN METEOROLOGIST", "secId": 55}, {"sentences": [{"sentId": 133, "text": "Take a look."}, {"sentId": 134, "text": "This is hour-by-hour."}, {"sentId": 135, "text": "I hope you can see these numbers."}, {"sentId": 136, "text": "We're going to be able to watch the wind gusts and the sustained winds pick up."}, {"sentId": 137, "text": "So, at 2 a.m. Melbourne, 112 miles per hour, getting up to 116."}, {"sentId": 138, "text": "Daytona Beach, there is increased from 4 a.m. to 68, up to 87 at 10 in the morning."}], "speaker": "TOM SATERM CNN METEOROLOGIST", "secId": 56}, {"sentences": [{"sentId": 139, "text": "This will constantly change as the storm gets a little bit closer to us."}, {"sentId": 140, "text": "Jacksonville, 39-miles-an-hour, sure it's 4 a.m., still hundreds of miles away and will stay in the 40s, Savannah, as well."}], "speaker": "TOM SATERM CNN METEOROLOGIST", "secId": 57}, {"sentences": [{"sentId": 141, "text": "So, we'll be able to update that, really provide what these winds are doing."}, {"sentId": 142, "text": "Gusts are going to be even stronger right now."}, {"sentId": 143, "text": "And again, we're watching the days ahead to see if the steering currents which is high pressure over the southeast pulls that system back around."}], "speaker": "TOM SATERM CNN METEOROLOGIST", "secId": 58}, {"sentences": [{"sentId": 144, "text": "One more quick look at the wind."}, {"sentId": 145, "text": "And this is why this is so important, Don, every mile means something."}, {"sentId": 146, "text": "In yellow here you've got the tropical storm-force winds that extends all the way to the other coast."}, {"sentId": 147, "text": "But if we can get the red area, those hurricane-force winds further off shore that will loosen or lessen, I should say, the damage that we're going to see."}], "speaker": "TOM SATERM CNN METEOROLOGIST", "secId": 59}, {"sentences": [{"sentId": 148, "text": "But unfortunately, if that trend is inward it's going to be more catastrophic."}], "speaker": "TOM SATERM CNN METEOROLOGIST", "secId": 60}, {"sentences": [{"sentId": 149, "text": "I'm looking at Florida."}, {"sentId": 150, "text": "Florida a direct impact with this, the damage goes well up the East Coast."}, {"sentId": 151, "text": "Tom, thank you for that information."}, {"sentId": 152, "text": "Standby."}, {"sentId": 153, "text": "We'll get back to Tom, as well the rest of our correspondents out in the field."}, {"sentId": 154, "text": "And we're going to speak officials who are getting ready, bracing for the storm, the worst of it now."}], "speaker": "LEMON", "secId": 61}, {"sentences": [{"sentId": 155, "text": "Coming up, much more in our breaking news, Hurricane Matthew bearing down on the Florida Coast what could be the worst storm in a century."}], "speaker": "LEMON", "secId": 62}, {"sentences": [{"sentId": 156, "text": "Back now with our breaking news, Hurricane Matthew, an extremely dangerous storm bearing down on the East Coast of Florida."}], "speaker": "LEMON", "secId": 63}, {"sentences": [{"sentId": 157, "text": "Joining me now by phone is the mayor of Fort Lauderdale, Jack Seiler."}, {"sentId": 158, "text": "mayor, thank you so much for joining us."}, {"sentId": 159, "text": "We know that you are very busy there."}, {"sentId": 160, "text": "But can you give us the latest on where you are?"}], "speaker": "LEMON", "secId": 64}, {"sentences": [{"sentId": 161, "text": "We are just dealing with the tropical storm-winds now, that the hurricane has moved a little bit to the east and north of us, but I'll tell you what, this storm is an amazing -- an amazing storm, and just immense in size and scale and scope."}, {"sentId": 162, "text": "And I've been here since the 1960s and I haven't seen anything like it."}], "speaker": "SEILER", "secId": 65}, {"sentences": [{"sentId": 163, "text": "And your advice the same I'm sure as everyone has been giving, you need to get out."}, {"sentId": 164, "text": "Is it -- do residents have enough time where you are to heed that warning, can they still get out?"}], "speaker": "LEMON", "secId": 66}, {"sentences": [{"sentId": 165, "text": "Well, the residents here have followed our directions and we actually -- we had very -- very good cooperation and I can just tell the people up northern part of the state here, you got to listen to law enforcement, you have to listen to the people in the position of authority."}], "speaker": "SEILER", "secId": 67}, {"sentences": [{"sentId": 166, "text": "You know, everybody's starting to take for granted as these storms aren't going to come ashore and this storm has already killed over 200 people in Haiti, has just, you know, wrecked parts of the Bahamas and Dominican Republic and you look at this and you say, folks, take this storm seriously."}], "speaker": "SEILER", "secId": 68}, {"sentences": [{"sentId": 167, "text": "We, on Fort Lauderdale beach, we told everybody off the beach, off the barrier island and let's make sure that you follow law enforcement's instructions."}], "speaker": "SEILER", "secId": 69}, {"sentences": [{"sentId": 168, "text": "When we started you said you were dealing with the winds."}, {"sentId": 169, "text": "You can talk to us about the storm surge and what you're expecting with that?"}], "speaker": "LEMON", "secId": 70}, {"sentences": [{"sentId": 170, "text": "Well, we were fortune enough that the winds, when it came through here, were tropical storm."}, {"sentId": 171, "text": "It was still off the coast of our part of the state, and so we were very fortunate that we got tropical storm winds, not the hurricane-force winds."}], "speaker": "SEILER", "secId": 71}, {"sentences": [{"sentId": 172, "text": "I don't think other parts of Florida are going to be as lucky, but even the tropical storm force winds can certainly create damage, can cause objects to fly through the area, and as I said, you really can't take this storm for granted."}, {"sentId": 173, "text": "You can't say this is going to be like the other ones that just brushed the coast."}, {"sentId": 174, "text": "This storm is one of the storms of the century and people need to be prepared."}], "speaker": "SEILER", "secId": 72}, {"sentences": [{"sentId": 175, "text": "I want to ask you about power outages."}, {"sentId": 176, "text": "Can you update us, Mayor?"}], "speaker": "LEMON", "secId": 73}, {"sentences": [{"sentId": 177, "text": "Well, we been -- so, we had a couple thousand -- I'm thinking our area we had about 4,000 homes that were out, as of now we've restored a good portion of them."}, {"sentId": 178, "text": "We've had power outages off and on here for the last couple hours."}], "speaker": "SEILER", "secId": 74}, {"sentences": [{"sentId": 179, "text": "I think we'll be dealing with tropical storm winds, you know, through the midnight, but I think what we're dealing with is minor, in comparison to what is going to happen between the Melbourne, the Jacksonville area."}], "speaker": "SEILER", "secId": 75}, {"sentences": [{"sentId": 180, "text": "Because as you know, Don, this thing just stayed right off our coast, and did not come ashore."}, {"sentId": 181, "text": "It's going to come ashore around midnight along with the high tide."}], "speaker": "SEILER", "secId": 76}, {"sentences": [{"sentId": 182, "text": "We dealt with that four years ago here in Fort Lauderdale."}, {"sentId": 183, "text": "You get a storm surge, we never had a hurricane come ashore and a hurricane took out one of our roads."}, {"sentId": 184, "text": "This hurricane in connection with a storm surge, because at midnight at high tide, could just wreck, you know, just wreak havoc up there."}], "speaker": "SEILER", "secId": 77}, {"sentences": [{"sentId": 185, "text": "Yes, of course there is a concern and as our meteorologist said, it could loop back around and continue to cause more damage."}, {"sentId": 186, "text": "Mayor Jack Seiler, the Mayor of Fort Lauderdale, thank you very much, sir."}, {"sentId": 187, "text": "I appreciate you joining us."}], "speaker": "LEMON", "secId": 78}, {"sentences": [{"sentId": 188, "text": "Thank you, Don."}], "speaker": "SEILER", "secId": 79}, {"sentences": [{"sentId": 189, "text": "All right."}, {"sentId": 190, "text": "So, joining me now, let's go to Jeff Piotrowski."}, {"sentId": 191, "text": "He is a storm chaser with Twisterchasers.com."}, {"sentId": 192, "text": "Jeff, where are you heading and what are you expecting tonight?"}], "speaker": "LEMON", "secId": 80}, {"sentences": [{"sentId": 193, "text": "Well, we're down to the inland here in the river  in Vero Beach, heading north ahead of the eye wall."}, {"sentId": 194, "text": "And there is basically a hurricane-force winds are just about 70 -- you know, about 20 miles off the coast right now, just to the east of Vero Beach."}], "speaker": "PIOTROWSKI", "secId": 81}, {"sentences": [{"sentId": 195, "text": "And the eye is tracking towards Melbourne and the Kennedy Space Center, and expected to be there near the Kennedy Space Center at  at 7 a.m. in the morning, and then the area to -- the person before me are reporting the area from Jacksonville the huge space center is not going to have that much damage, and that's what the storm surge is going to be strongest."}], "speaker": "PIOTROWSKI", "secId": 82}, {"sentences": [{"sentId": 196, "text": "So, that's for approaching toward  that's going to be under the biggest threat as we get after midnight through tomorrow afternoon, that's where it's tracking right now."}], "speaker": "PIOTROWSKI", "secId": 83}, {"sentences": [{"sentId": 197, "text": "So, you said the worst damage between Jacksonville and the Kennedy Space Center."}, {"sentId": 198, "text": "I've got to ask you in the time that you've been doing this, what have you noticed that's different?"}, {"sentId": 199, "text": "What stuck out to you?"}], "speaker": "LEMON", "secId": 84}, {"sentences": [{"sentId": 200, "text": "Well, I mean, well, this one has a lot -- this thing's broken a lot of records in a lot of different ways."}, {"sentId": 201, "text": "I mean, you look how far with the cat 5  in the southwest facing the Caribbean, that broke records."}, {"sentId": 202, "text": "And then I'll tell you this, a cat -- the cat five for a number of days, and a cat four, so day after day after day without losing much definition."}], "speaker": "PIOTROWSKI", "secId": 85}, {"sentences": [{"sentId": 203, "text": "And then the amount of this horrible, amount of death in Haiti and some of the Caribbean Islands in given new data have a number of death there to the Bahamas, and then In mentioned dike, you know, it stalled about four to six hours over free port."}, {"sentId": 204, "text": "We know there's massive damage there."}], "speaker": "PIOTROWSKI", "secId": 86}, {"sentences": [{"sentId": 205, "text": "So far this storm is taking its time coming north and it looks like it's going to come up north and I don't know if it will take total landfall."}, {"sentId": 206, "text": "But the fact before eye wall comes ashore and I don't know well, but the newest model coming in right now say that the eye, the western eye wall is going to go over Kennedy Space Center and that western eye wall has going to 100 to 130, that will do major damage, a catastrophic damage wherever that, where it will come to cross a heavy-populated areas there."}], "speaker": "PIOTROWSKI", "secId": 87}, {"sentences": [{"sentId": 207, "text": "So, I'm really concerned about the Kennedy Space Center, and by the way, if you are related to weather, we got word this afternoon, there was Tal Gozar satellite, it's all the weather buffs out there that's going to launch in November."}], "speaker": "PIOTROWSKI", "secId": 88}, {"sentences": [{"sentId": 208, "text": "And it's actually the weather and they actually pulled the satellite from the Kennedy Space Center and I understand they remove it from the Kennedy Space Center this afternoon and got it out of the path of the hurricane because they were worried that buildings would be compromised."}, {"sentId": 209, "text": "So, that's some other news kind of interesting for today."}, {"sentId": 210, "text": "LEMON:  That's very interesting to report."}, {"sentId": 211, "text": "Let me ask you about this,"}], "speaker": "PIOTROWSKI", "secId": 89}, {"sentences": [{"sentId": 212, "text": "Jeff."}, {"sentId": 213, "text": "Because we see the potential if you look at the track that it could take, that it could loop back around."}, {"sentId": 214, "text": "Have you seen anything like this in recent history?"}], "speaker": "PIOTROWSKI", "secId": 90}, {"sentences": [{"sentId": 215, "text": "Yes, this is not usual."}, {"sentId": 216, "text": "That's not unusual."}, {"sentId": 217, "text": "We've had that rumored the exact  change in ."}, {"sentId": 218, "text": "We've had it a couple of times, that was a myth where a couple back here in 16 or 20 years, crossed Florida, and went up through the outer banks, and then a high pressure built off the coast and then it would loop back to the southwest."}], "speaker": "PIOTROWSKI", "secId": 91}, {"sentences": [{"sentId": 219, "text": "Most of the time, not always, most of the time when they come back for the second time they are normally a tropical storm or there are very heavy flash flooding event on the second pass is what history's proven."}], "speaker": "PIOTROWSKI", "secId": 92}, {"sentences": [{"sentId": 220, "text": "But we'll see."}, {"sentId": 221, "text": "I'm not -- you know, it does make a loop and I -- but I don't think the second turn around is going to be anything like this at all."}, {"sentId": 222, "text": "I think it will be a much, much weaker system and it will be more of a tropical storm type system than it will be a major hurricane."}], "speaker": "PIOTROWSKI", "secId": 93}, {"sentences": [{"sentId": 223, "text": "As you're out driving around, Jeff, are you seeing people on the roads or is it pretty desolate or people are following the orders?"}], "speaker": "LEMON", "secId": 94}, {"sentences": [{"sentId": 224, "text": "No, there's tremendous amount of law enforcement."}, {"sentId": 225, "text": "They're everywhere."}, {"sentId": 226, "text": "Literally every five miles, eight miles, ten miles, there's eight troopers."}, {"sentId": 227, "text": "I just had firefighters in front of me now heading up towards north of Vero Beach, heading towards Melbourne."}], "speaker": "PIOTROWSKI", "secId": 95}, {"sentences": [{"sentId": 228, "text": "Anyway, there is still winds are continuing to increase on land here, and as the -- just south of Palm Bay, but law enforcement  the people evacuated the barrier islands of the majority."}], "speaker": "PIOTROWSKI", "secId": 96}, {"sentences": [{"sentId": 229, "text": "I did have a place it's the area on  islands, there is 12 people."}, {"sentId": 230, "text": "I don't know if people are safe."}, {"sentId": 231, "text": "There's a -- I got huge transformers exploding now in front of me live."}, {"sentId": 232, "text": "Huge transformers is now exploding here in Palm Beach area..."}], "speaker": "PIOTROWSKI", "secId": 97}, {"sentences": [{"sentId": 233, "text": "is this -- standby, Jeff."}], "speaker": "LEMON", "secId": 98}, {"sentences": [{"sentId": 234, "text": "Debris flying in the air, I've got debris flying in the air so straight north of me here."}], "speaker": "PIOTROWSKI", "secId": 99}, {"sentences": [{"sentId": 235, "text": "Hey, Jeff."}], "speaker": "LEMON", "secId": 100}, {"sentences": [{"sentId": 236, "text": "Basically damaging winds are coming in off the coast now."}], "speaker": "PIOTROWSKI", "secId": 101}, {"sentences": [{"sentId": 237, "text": "OK. Jeff, I just want to tell the viewer this is your Periscope."}, {"sentId": 238, "text": "This is live now."}, {"sentId": 239, "text": "So, explain to us where you are and what's going on."}, {"sentId": 240, "text": "PIOTROWSKI:  Yes."}], "speaker": "LEMON", "secId": 102}, {"sentences": [{"sentId": 241, "text": "You said this is two transformers you just saw?"}], "speaker": "LEMON", "secId": 103}, {"sentences": [{"sentId": 242, "text": "Yes."}, {"sentId": 243, "text": "This had no more transformer blow."}, {"sentId": 244, "text": "I'm nearly ."}, {"sentId": 245, "text": "I've got state trooper about a quarter mile in front of me."}, {"sentId": 246, "text": "We're both heading north on highway 1."}, {"sentId": 247, "text": "And let me give you the exact location."}, {"sentId": 248, "text": "Now this is going to be -- I'm just south of the Sebastian inlet, Sebastian, the city of Sebastian."}], "speaker": "PIOTROWSKI", "secId": 104}, {"sentences": [{"sentId": 249, "text": "And just to the northwest of Indian Rivers, there's been a number of transformers blow, this is going to the northwest of Vero Beach, coming up north by one here."}], "speaker": "PIOTROWSKI", "secId": 105}, {"sentences": [{"sentId": 250, "text": "And just probably along the i-95 corridor, where I've seen the large transformer pop is going to be in the Sebastian River, state reserve area, that area where the transformers are popping."}], "speaker": "PIOTROWSKI", "secId": 106}, {"sentences": [{"sentId": 251, "text": "And I'm probably no more than about 10 miles south of Palm Bay now heading up one and this is where the hurricane-force winds are encroaching this area now and this is where we're starting to see the transformers blow, as well as -- as well as other things."}], "speaker": "PIOTROWSKI", "secId": 107}, {"sentences": [{"sentId": 252, "text": "There's no power lines down beside me here."}, {"sentId": 253, "text": "Let me make sure there's not a -- just making sure -- any way, I had to stop."}, {"sentId": 254, "text": "There is place in the road -- I just wanted to make sure there wasn't any power lines where I'm passing here."}], "speaker": "PIOTROWSKI", "secId": 108}, {"sentences": [{"sentId": 255, "text": "So, the higher winds are starting to work way onshore so we're going to have numerous power flashes and the power lines coming down -- a gigantic explosion -- OK, here we go, another gigantic explosion."}], "speaker": "PIOTROWSKI", "secId": 109}, {"sentences": [{"sentId": 256, "text": "I don't know if you're watching my live Periscope right now."}, {"sentId": 257, "text": "This is going to be at Sebastian, west side off Sebastian."}, {"sentId": 258, "text": "We have a number of power flashes going off now."}, {"sentId": 259, "text": "This is going to be on Highway 1 between 95 and 1, west side of Sebastian, where the transformers are popping."}], "speaker": "PIOTROWSKI", "secId": 110}, {"sentences": [{"sentId": 260, "text": "Yes."}], "speaker": "LEMON", "secId": 111}, {"sentences": [{"sentId": 261, "text": "Probably -- probably trees and palm trees falling on the power grid and it's in that same area, in the city of Sebastian it's where the power and large transformers are popping in Sebastian."}], "speaker": "PIOTROWSKI", "secId": 112}, {"sentences": [{"sentId": 262, "text": "It's a -- it's a bit difficult to see what you're seeing, Jeff."}, {"sentId": 263, "text": "The periscope is a little bit darker and it could be delayed."}], "speaker": "LEMON", "secId": 113}, {"sentences": [{"sentId": 264, "text": "No, it is."}, {"sentId": 265, "text": "It is."}], "speaker": "PIOTROWSKI", "secId": 114}, {"sentences": [{"sentId": 266, "text": "Yes."}, {"sentId": 267, "text": "And so, anyway, we're speaking now to Jeff Piotrowski."}, {"sentId": 268, "text": "He is a storm chase."}, {"sentId": 269, "text": "He is with Twisterchasers.com."}, {"sentId": 270, "text": "And he says he is following several emergency vehicles and noticing some transformers blowing, also seeing downed power lines."}], "speaker": "LEMON", "secId": 115}, {"sentences": [{"sentId": 271, "text": "But for the most part, Jeff as he is seeing people who are heeding the warnings that officials to stay off the roads."}, {"sentId": 272, "text": "The only people who should be out are professionals like Jeff and also the, obviously emergency personnel."}], "speaker": "LEMON", "secId": 116}, {"sentences": [{"sentId": 273, "text": "Jeff, I want you to be safe."}, {"sentId": 274, "text": "We're going to get back to you as you travel the roads of Florida, being inundated now by winds and rain."}, {"sentId": 275, "text": "Coming up, much more in our breaking news tonight, monster Hurricane Matthew bearing down on the Florida Coast right now."}], "speaker": "LEMON", "secId": 117}, {"sentences": [{"sentId": 276, "text": "We're back now with our live coverage of our breaking news tonight."}, {"sentId": 277, "text": "A monster hurricane, Hurricane Matthew taking aim at the Florida Coast, fears of an 11-foot storm surge that could leave hundreds of thousands of homes inundated and without power."}], "speaker": "LEMON", "secId": 118}, {"sentences": [{"sentId": 278, "text": "Let's go to CNN's Poppy Harlow."}, {"sentId": 279, "text": "Poppy is stationed in Jacksonville, Florida for us this evening."}, {"sentId": 280, "text": "Hi, Poppy, give us the latest out of Jacksonville."}, {"sentId": 281, "text": "What are you see something."}], "speaker": "LEMON", "secId": 119}, {"sentences": [{"sentId": 282, "text": "Well, you know, Don, the bands of wind are just starting to come in the heaviest they've been tonight."}, {"sentId": 283, "text": "Look, when you talk about Jacksonville, you're talking about something with this storm that no one alive in this city has ever seen in terms of what's expected."}], "speaker": "HARLOW", "secId": 120}, {"sentences": [{"sentId": 284, "text": "This is expected to be the worst hurricane in 118 years, if indeed it does make landfall here."}, {"sentId": 285, "text": "They haven't seen anything like it since 1898."}, {"sentId": 286, "text": "The warning could not be direr from the National Weather Service."}, {"sentId": 287, "text": "They're saying the storm surges here somewhere between 9 and 12 feet will be worse than what hit the New Jersey shore in super storm Sandy."}], "speaker": "HARLOW", "secId": 121}, {"sentences": [{"sentId": 288, "text": "Just now, the Sheriff's Department here, tweeted out to hunker down they've changed their orders."}, {"sentId": 289, "text": "First of all, they were telling people as Rosa reported earlier to leave and evacuate until midnight."}], "speaker": "HARLOW", "secId": 122}, {"sentences": [{"sentId": 290, "text": "They're saying now it's just too late, hunker down."}, {"sentId": 291, "text": "Stay in place."}, {"sentId": 292, "text": "This is a city of bridges and it can be a dire situation if you're stuck trying to evacuate and a bridge is closed."}], "speaker": "HARLOW", "secId": 123}, {"sentences": [{"sentId": 293, "text": "I think that that's really the bottom line."}, {"sentId": 294, "text": "The mayor here has been desperate to get people to evacuate, Don."}, {"sentId": 295, "text": "He went door to door at the beaches today on the coastline, begging people to leave."}], "speaker": "HARLOW", "secId": 124}, {"sentences": [{"sentId": 296, "text": "There are four evacuation zones."}, {"sentId": 297, "text": "The concern is, as you just heard Anderson Cooper, about an hour ago, that not enough people are taking it seriously enough, they're not evacuating that."}, {"sentId": 298, "text": "That is his biggest concern at this hour, as the winds pick up as the rains start to come again, this city is bracing for a storm of what they're saying is such proportions that it is the storm of the century."}, {"sentId": 299, "text": "A 100-year storm."}], "speaker": "HARLOW", "secId": 125}, {"sentences": [{"sentId": 300, "text": "Again, nothing like this since 1898, Don, that's what they're expecting at this time."}, {"sentId": 301, "text": "If you haven't evacuated yet and you're in Jacksonville, you have to stay home."}, {"sentId": 302, "text": "That's the bottom line."}], "speaker": "HARLOW", "secId": 126}, {"sentences": [{"sentId": 303, "text": "Stay home now."}, {"sentId": 304, "text": "Poppy Harlow, stay safe in Jacksonville, Florida."}, {"sentId": 305, "text": "We'll get back to Poppy in just moments with our live coverage, our breaking coverage here."}, {"sentId": 306, "text": "Thousands already without power tonight as Hurricane Matthew takes aim"}], "speaker": "LEMON", "secId": 127}, {"sentences": [{"sentId": 307, "text": "at Florida."}], "speaker": "LEMON", "secId": 128}, {"sentences": [{"sentId": 308, "text": "Joining me now is Rob Gould, he is a vice president of Corporate Communications for Florida Power and Light."}, {"sentId": 309, "text": "Mr. Gould, thank you for joining us."}, {"sentId": 310, "text": "We know it' a very busy time for you and you're concerned about the residents there."}, {"sentId": 311, "text": "Port St. Lucy is expected to get slammed."}, {"sentId": 312, "text": "What are your biggest concerns right now?"}], "speaker": "LEMON", "secId": 129}, {"sentences": [{"sentId": 313, "text": "I think what you just heard from your correspondent Poppy, its complacency, it's making sure that everybody is hunkered down, that they're safe."}, {"sentId": 314, "text": "We have been doing all weekend to make sure we're bringing in the resources necessary to start restoring power as quickly as possible."}], "speaker": "GOULD", "secId": 130}, {"sentences": [{"sentId": 315, "text": "The biggest concern for us is going to be the intensity of this storm."}, {"sentId": 316, "text": "If this storm actually comes on land we could be talking not just about restoration but we could be talking about an entire rebuild of the infrastructure and that is something that is of concern to us."}], "speaker": "GOULD", "secId": 131}, {"sentences": [{"sentId": 317, "text": "But first and foremost, it's the safety of our customers; it's the safety of our crews."}, {"sentId": 318, "text": "We've done everything we can, we've tracked this storm for the better part of the week coming off the Coast of Africa, and then as we've seen it move toward us, we've been putting all of the resources in place."}], "speaker": "GOULD", "secId": 132}, {"sentences": [{"sentId": 319, "text": "And the key for us frankly, is to minimize the windshield time of our crews."}, {"sentId": 320, "text": "And what I mean by that is get them in place, have them ready to restore power once that storm clears and that's what we're ready to do."}], "speaker": "GOULD", "secId": 133}, {"sentences": [{"sentId": 321, "text": "Mr. Gould, how many people are without power right now?"}], "speaker": "LEMON", "secId": 134}, {"sentences": [{"sentId": 322, "text": "Well, right now, we've got -- latest count is about 103,000 customers."}, {"sentId": 323, "text": "I would tell you we've restored about 75,000 or 76,000 customers already."}, {"sentId": 324, "text": "This number is going to ebb and flow."}], "speaker": "GOULD", "secId": 135}, {"sentences": [{"sentId": 325, "text": "I think what's important to know is that based on historical modeling, based on the projected intensity and the path of the storm, we're estimating about 2.5 million customers, about half our customers, more than half of our customers could see power interruptions as a result of the storm."}], "speaker": "GOULD", "secId": 136}, {"sentences": [{"sentId": 326, "text": "And it could be multiple power interruptions, an outage, followed by restoration, followed by another outage and restoration."}, {"sentId": 327, "text": "This is going to be a very, very challenging time."}], "speaker": "GOULD", "secId": 137}, {"sentences": [{"sentId": 328, "text": "The St. Lucy nuclear power plant is located directly in the path of this hurricane, Hurricane Matthew."}, {"sentId": 329, "text": "What is the plan to secure that facility?"}], "speaker": "LEMON", "secId": 138}, {"sentences": [{"sentId": 330, "text": "Well, we down-powered the plant this morning."}, {"sentId": 331, "text": "This type of facility is exactly designed for what we're seeing come at us."}, {"sentId": 332, "text": "It is arguably one of the strongest facilities not just in Florida, not just in the nation but in the world."}, {"sentId": 333, "text": "And I can tell you in 2004, we had two category three storms come"}], "speaker": "GOULD", "secId": 139}, {"sentences": [{"sentId": 334, "text": "right over top of St. Lucy and there were no safety issues and there were no structural issues."}], "speaker": "GOULD", "secId": 140}, {"sentences": [{"sentId": 335, "text": "Are there specific preparations that you need to take in advance of, you know, securing a nuclear facility, power facility?"}], "speaker": "LEMON", "secId": 141}, {"sentences": [{"sentId": 336, "text": "Yes."}, {"sentId": 337, "text": "There are definitely procedures that we follow."}, {"sentId": 338, "text": "We drill every year."}, {"sentId": 339, "text": "These are drills that we do with federal agencies and state agencies and we go through very rigorous training of our nuclear operator operators."}], "speaker": "GOULD", "secId": 142}, {"sentences": [{"sentId": 340, "text": "There are procedures that they follow."}, {"sentId": 341, "text": "And again, as we down powered the plant this morning in a very gradual progression."}, {"sentId": 342, "text": "We will ride the storm out."}, {"sentId": 343, "text": "We actually have members of our team on-site, they will ride the storm out and as the storm passes they will conduct the inspections."}], "speaker": "GOULD", "secId": 143}, {"sentences": [{"sentId": 344, "text": "And then so long as we can bring the plant back online safely, when taking into account evacuation routes that have to be open, we will do that as quickly and as safely as we can."}], "speaker": "GOULD", "secId": 144}, {"sentences": [{"sentId": 345, "text": "Rob Gould from Florida Power and Light, thank you, sir."}, {"sentId": 346, "text": "We appreciate it."}, {"sentId": 347, "text": "Stay safe."}, {"sentId": 348, "text": "We'll check back."}], "speaker": "LEMON", "secId": 145}, {"sentences": [{"sentId": 349, "text": "Coming up, much more on our breaking news tonight."}, {"sentId": 350, "text": "Hurricane Matthew, bearing down on the Florida Coast, could be the worst storm in a century."}], "speaker": "LEMON", "secId": 146}, {"sentences": [{"sentId": 351, "text": "So, this is our breaking news tonight, Hurricane Matthew bearing down on Florida tonight, a storm that is being called extremely dangerous."}], "speaker": "LEMON", "secId": 147}, {"sentences": [{"sentId": 352, "text": "CNN's Michael Holmes in Palm Bay, Florida for us this evening."}, {"sentId": 353, "text": "Michael, give us the update."}], "speaker": "LEMON", "secId": 148}, {"sentences": [{"sentId": 354, "text": "Yes, and in fact, Don, I will give you an update."}, {"sentId": 355, "text": "The National Weather Service here in Melbourne, Florida some, frightening language."}, {"sentId": 356, "text": "I'm just going to read it to you now."}, {"sentId": 357, "text": "It says, \"It warns that locations may be uninhabitable for weeks or months."}, {"sentId": 358, "text": "Widespread extensive to devastating wind impacts effects such as this have not been experienced in central Florida in decades.\""}], "speaker": "HOLMES", "secId": 149}, {"sentences": [{"sentId": 359, "text": "Talking about widespread power outages that might not get power back on for weeks, perhaps, and also damage to infrastructure roads and the like."}], "speaker": "HOLMES", "secId": 150}, {"sentences": [{"sentId": 360, "text": "I can tell you just over there behind us about 30 seconds ago, bright blue flash, obviously power transformers going out."}, {"sentId": 361, "text": "This is ramping up here in Melbourne as you pointed out."}, {"sentId": 362, "text": "This could be the impact point, the worst impact storm of this storm."}], "speaker": "HOLMES", "secId": 151}, {"sentences": [{"sentId": 363, "text": "We are expecting hurricane-force winds to officially start coming in within the next hour or 90 minutes or so and will get worse from there."}, {"sentId": 364, "text": "By 4 or 5 a.m., it could be 125-miles-an-hour, sustained -- sorry -- 115-miles-an-hour."}, {"sentId": 365, "text": "Sustained perhaps 20-miles-an-hour, more than that, in terms of getting of gusts."}, {"sentId": 366, "text": "And we're getting a lot of big gusts coming through now, as well."}], "speaker": "HOLMES", "secId": 152}, {"sentences": [{"sentId": 367, "text": "So, it's a very dire situation here, people are being warned if you haven't evacuated yet, you're pretty much too late."}, {"sentId": 368, "text": "You're going to have to sit tight it out and it is not going to be a fun ride, Don."}], "speaker": "HOLMES", "secId": 153}, {"sentences": [{"sentId": 369, "text": "All right, thank you very much, Michael."}, {"sentId": 370, "text": "We'll check back."}, {"sentId": 371, "text": "Michael is in Palm Bay."}, {"sentId": 372, "text": "We have reporter all over the East Coast and we'll be checking with them throughout the hour."}], "speaker": "LEMON", "secId": 154}, {"sentences": [{"sentId": 373, "text": "Governor Rick Scott says he won't extend this deadline for voter registration in Florida despite the requests from the Clinton campaign."}], "speaker": "LEMON", "secId": 155}, {"sentences": [{"sentId": 374, "text": "And meanwhile, Donald Trump has wrapped up a town hall tonight in New Hampshire."}], "speaker": "LEMON", "secId": 156}, {"sentences": [{"sentId": 375, "text": "CNN's Sara Murray is there for us live."}, {"sentId": 376, "text": "Hi, Sara, you know, this town hall was intended to prepare Trump for Sunday's big debate."}, {"sentId": 377, "text": "How did he do?"}], "speaker": "LEMON", "secId": 157}, {"sentences": [{"sentId": 378, "text": "Well, Don, Donald Trump came here and even though it was a town hall that was sort of hastily added to the schedule, just three days before the town hall debate."}, {"sentId": 379, "text": "And even though there was a clock, timing Donald Trump's responses to two minutes the length of time he will have to answer at the debate he was insistent this was not debate prep and he even took a swipe at Hillary Clinton for prepping a little bit more than he is."}, {"sentId": 380, "text": "Take a listen to what he said."}], "speaker": "MURRAY", "secId": 158}, {"sentences": [{"sentId": 381, "text": "We want to keep this small."}, {"sentId": 382, "text": "And by the way, they were saying this is practice for Sunday."}, {"sentId": 383, "text": "This isn't practice."}, {"sentId": 384, "text": "This has nothing to do with Sunday."}, {"sentId": 385, "text": "We're just here because we just wanted to be here."}], "speaker": "TRUMP", "secId": 159}, {"sentences": [{"sentId": 386, "text": "And you know Hillary, frankly, they talk about debate prep."}, {"sentId": 387, "text": "This is not debate prep."}, {"sentId": 388, "text": "She's resting."}, {"sentId": 389, "text": "She's resting."}, {"sentId": 390, "text": "And I want to be with the American people."}, {"sentId": 391, "text": "I want to be with the people from New Hampshire and she wants to rest."}], "speaker": "TRUMP", "secId": 160}, {"sentences": [{"sentId": 392, "text": "Debate prep."}], "speaker": "TRUMP", "secId": 161}, {"sentences": [{"sentId": 393, "text": "Now, Don, one thing that will certainly be different from tonight's format versus the actual debate is this event was moderated by Howie Carr, he's a conservative radio host who is a fan of Donald Trump's."}], "speaker": "MURRAY", "secId": 162}, {"sentences": [{"sentId": 394, "text": "But he also received questions from audience members who were hand- picked."}, {"sentId": 395, "text": "Those numbers were submitted on a note card so they could sort of preview them before and decide which ones they wanted to take and which ones they didn't want to."}, {"sentId": 396, "text": "Very different from your sort of traditional town halls that we're used to seeing here in New Hampshire."}], "speaker": "MURRAY", "secId": 163}, {"sentences": [{"sentId": 397, "text": "Was the town hall the most focused preparation that Trump is going to have before Sunday, Sara?"}], "speaker": "LEMON", "secId": 164}, {"sentences": [{"sentId": 398, "text": "Well, it's certainly is in fitting with the format in terms of getting questions from the audience having to respond to that."}, {"sentId": 399, "text": "But Donald Trump is doing debate prep today, it's Thursday, he's doing debate prep today, he's doing prep debate on Friday."}], "speaker": "MURRAY", "secId": 165}, {"sentences": [{"sentId": 400, "text": "He also has some debate prep scheduled for Saturday when he's also going to be campaigning, so it's not so much a question about whether Donald Trump is hunkering down and actually doing the debate prep, it's whether he's going to take whatever he learns in those sessions and actually carry them over to the debate stage or to the town hall debate as it will be on Sunday."}], "speaker": "MURRAY", "secId": 166}, {"sentences": [{"sentId": 401, "text": "You said there were questions that were thought about -- thought out in advance."}, {"sentId": 402, "text": "He didn't really get tough questions did he?"}], "speaker": "LEMON", "secId": 167}, {"sentences": [{"sentId": 403, "text": "There were some tough questions thrown in there."}, {"sentId": 404, "text": "I mean, there were questions from folks that we're used to seeing at town halls from people who said they were unemployed they wanted to know how he could get jobs back, questions about how he would win the Hispanic vote."}], "speaker": "MURRAY", "secId": 168}, {"sentences": [{"sentId": 405, "text": "But the one thing that I will say, Don, is Donald Trump really didn't get into the nitty-gritty on a lot of his policy politics."}, {"sentId": 406, "text": "And that's what we're used to seeing from politicians who campaign here in New Hampshire."}], "speaker": "MURRAY", "secId": 169}, {"sentences": [{"sentId": 407, "text": "That's what this New Hampshire-style town halls such an important thing for candidates to do."}, {"sentId": 408, "text": "It's what makes them better candidates because voters can press them about any issues on the top of their mind and they can ask them to go into further detail about the policy issues that they really care about."}], "speaker": "MURRAY", "secId": 170}, {"sentences": [{"sentId": 409, "text": "And tonight, I think what we saw from Donald Trump was, you know, a lot of the 10,000 foot view that he's been giving us in his stump speeches."}], "speaker": "MURRAY", "secId": 171}, {"sentences": [{"sentId": 410, "text": "All right."}, {"sentId": 411, "text": "Sara Murray, thank you very much for that."}, {"sentId": 412, "text": "We'll continue to follow this developing news, this coming out of Florida, the storm."}], "speaker": "LEMON", "secId": 172}, {"sentences": [{"sentId": 413, "text": "And also, coming up, the man who hosted Trump's town hall in New Hampshire tonight, what he thinks about the candidate's debate prep."}], "speaker": "LEMON", "secId": 173}, {"sentences": [{"sentId": 414, "text": "Plus, live from the storm zone, monster Hurricane Matthew taking aim right at Florida."}], "speaker": "LEMON", "secId": 174}, {"sentences": [{"sentId": 415, "text": "Donald Trump insists his town hall in New Hampshire tonight was not a dry run for his big debate with Hillary Clinton on Sunday."}], "speaker": "LEMON", "secId": 175}, {"sentences": [{"sentId": 416, "text": "Let's discuss now with the host of tonight's town hall, it's Howie Carr, also the host of radio's Howie Carr show, and he is a Trump supporter."}, {"sentId": 417, "text": "Good evening, sir."}, {"sentId": 418, "text": "Thanks for joining us."}, {"sentId": 419, "text": "So, I have to ask you..."}], "speaker": "LEMON", "secId": 176}, {"sentences": [{"sentId": 420, "text": "Thank you, Don."}], "speaker": "CARR", "secId": 177}, {"sentences": [{"sentId": 421, "text": "First off, the original plan was for the town hall to last 60 minutes to 90 minutes."}, {"sentId": 422, "text": "It was just over 30 minutes when is Trump wrapped up."}, {"sentId": 423, "text": "Why was it cut short?"}], "speaker": "LEMON", "secId": 178}, {"sentences": [{"sentId": 424, "text": "It didn't seem like it was that short to me, Don, but I think he -- he just wanted to take questions and sort of raise the flag so he got some good polling numbers today in New Hampshire."}], "speaker": "CARR", "secId": 179}, {"sentences": [{"sentId": 425, "text": "All the republican ticket in New Hampshire and he was in a pretty good mood."}, {"sentId": 426, "text": "And the questions he took actually probably I'd say about 15 questions or so, 15, 20 questions."}, {"sentId": 427, "text": "That was -- that was a good number I thought."}], "speaker": "CARR", "secId": 180}, {"sentences": [{"sentId": 428, "text": "Yes."}, {"sentId": 429, "text": "So listen, what was the goal tonight?"}, {"sentId": 430, "text": "Because they're saying it's not debate prep, but do you think he looked at it as debate prep?"}], "speaker": "LEMON", "secId": 181}, {"sentences": [{"sentId": 431, "text": "Well, I think maybe he didn't look at it as debate prep but I think some of his staffers sort of thought that this was a good sort dress rehearsal for him."}, {"sentId": 432, "text": "He had this -- there was a countdown clock on the floor and you know, went down from two minutes and I -- you know, I pointed that out to him."}, {"sentId": 433, "text": "I said there is a clock on the floor."}], "speaker": "CARR", "secId": 182}, {"sentences": [{"sentId": 434, "text": "And then he came over and was actually paying more attention to the clock than I thought he was, and he actually delivered some of the answers in less than two minutes."}], "speaker": "CARR", "secId": 183}, {"sentences": [{"sentId": 435, "text": "That's what he's got to do on Sunday night, I understand."}, {"sentId": 436, "text": "I think they split the stage up in St. Louis and he has to stay on his half of the stage and Hillary has to stay on her half of the stage."}], "speaker": "CARR", "secId": 184}, {"sentences": [{"sentId": 437, "text": "So, I think probably they would have wanted him to move around a little bit more, but you know, he made eye contact with all the people who asked the questions and, you know, he had addressed them correctly."}, {"sentId": 438, "text": "And you know, whatever he wants to call it, I think it was a good dry run for him."}], "speaker": "CARR", "secId": 185}, {"sentences": [{"sentId": 439, "text": "OK."}, {"sentId": 440, "text": "I want to ask you before I listen to some of it."}, {"sentId": 441, "text": "But there are some reporter that said he got softball questions, our reporters said he took -- our reporters said he took some questions that were pretty tough."}, {"sentId": 442, "text": "Did you consider the questions -- you know, were they hard, were they soft?"}], "speaker": "LEMON", "secId": 186}, {"sentences": [{"sentId": 443, "text": "I -- yes, I mean, you know they said."}, {"sentId": 444, "text": "I was just reading some of the press reports before I came on and they were saying it was well orchestrated but it wasn't that well-orchestrated."}, {"sentId": 445, "text": "I just got the list of index cards and I just went through them and I was just -- I was just sorting them out to try to get a mix -- you know, domestic, foreign policy questions, FBI."}], "speaker": "CARR", "secId": 187}, {"sentences": [{"sentId": 446, "text": "I thought they were -- I thought they were decent questions."}, {"sentId": 447, "text": "I mean, I tried to make sure that, you know, you addressed it as opening remarks the opioid crisis in New Hampshire, which he's -- which he's hit a lot on the campaign trail up here."}], "speaker": "CARR", "secId": 188}, {"sentences": [{"sentId": 448, "text": "And so, I discarded that one and then somebody said what are you going to clean -- where are you going to clean House first in the federal bureaucracy, the IRS, the FBI."}, {"sentId": 449, "text": "I thought that was sort of a new -- a new topic for him, somewhat new anyway."}, {"sentId": 450, "text": "So, that's the only way I was picking out the questions for him."}], "speaker": "CARR", "secId": 189}, {"sentences": [{"sentId": 451, "text": "All right."}, {"sentId": 452, "text": "Let's look at it."}, {"sentId": 453, "text": "So, here is the town hall some of him earlier where he was asked about whether he held back in that first debate."}, {"sentId": 454, "text": "Listen to this."}], "speaker": "LEMON", "secId": 190}, {"sentences": [{"sentId": 455, "text": "Yes."}, {"sentId": 456, "text": "I did held back."}, {"sentId": 457, "text": "I thought it was just inappropriate to say what I was really thinking I would say and I held back, I think for -- I think for good reason."}, {"sentId": 458, "text": "I think for good reason."}], "speaker": "TRUMP", "secId": 191}, {"sentences": [{"sentId": 459, "text": "I'd much rather have it be on policy and I didn't like getting into the -- into the gutter."}, {"sentId": 460, "text": "But I had a problem with the mic."}, {"sentId": 461, "text": "We had a guy inside the room oscillating the mic."}, {"sentId": 462, "text": "It wasn't that the mic didn't work."}], "speaker": "TRUMP", "secId": 192}, {"sentences": [{"sentId": 463, "text": "You know, it's interesting."}, {"sentId": 464, "text": "I went there a little bit before and I said boy, the mic is so great."}, {"sentId": 465, "text": "Unfortunately, when I went to talk, they turned the mic up a down and you saw it, so we had a real problem."}], "speaker": "TRUMP", "secId": 193}, {"sentences": [{"sentId": 466, "text": "So, the question is you heard that answer."}, {"sentId": 467, "text": "You heard all the answers to the questions."}, {"sentId": 468, "text": "How do you think he did?"}], "speaker": "LEMON", "secId": 194}, {"sentences": [{"sentId": 469, "text": "I thought he did well."}, {"sentId": 470, "text": "You know, again, there was a lot of familiar ground, but there was new stuff, too, I thought."}, {"sentId": 471, "text": "I wanted -- one question I wanted him to answer was the reports after the vice presidential debate that, you know, supposedly he was disturbed that Mike Pence had done so well, which that's -- that's kind of crazy to me."}], "speaker": "CARR", "secId": 195}, {"sentences": [{"sentId": 472, "text": "So, I put that question in from an older woman, and he answered that question."}], "speaker": "CARR", "secId": 196}, {"sentences": [{"sentId": 473, "text": "What did he say?"}], "speaker": "LEMON", "secId": 197}, {"sentences": [{"sentId": 474, "text": "He said -- he said, well, that's ridiculous."}, {"sentId": 475, "text": "He said, why, why would you be disappointed when somebody on your team turned in a great performance."}, {"sentId": 476, "text": "It makes no sense."}], "speaker": "CARR", "secId": 198}, {"sentences": [{"sentId": 477, "text": "And then I mentioned that it was John Harwood that had spreading that on CNBC, and that kind of teed him, too."}, {"sentId": 478, "text": "Because it reminded him of that debate where Harwood went after him so hard during the primaries."}], "speaker": "CARR", "secId": 199}, {"sentences": [{"sentId": 479, "text": "So, it was -- I mean, it was just fun."}, {"sentId": 480, "text": "I mean, you know, it was basically his supporters and, you know, they were -- they were happy to see him."}, {"sentId": 481, "text": "There were a lot familiar faces there."}], "speaker": "CARR", "secId": 200}, {"sentences": [{"sentId": 482, "text": "And he was -- he was also pretty pleased that he could give a shout out to the Sununu family."}, {"sentId": 483, "text": "You know, they're the big republican people who controlled the state GOP for -- I don't know, 35 years and John Sununu finally came aboard."}], "speaker": "CARR", "secId": 201}, {"sentences": [{"sentId": 484, "text": "You know that, Don, that he was -- he was one of his harshest critics during the primary season, and Sununu endorsed him, and his son, the former senator endorsed him."}, {"sentId": 485, "text": "And now Chris Sununu, who is running for governor to succeed Maggie Hassan, he's up by four points in the polls."}], "speaker": "CARR", "secId": 202}, {"sentences": [{"sentId": 486, "text": "So, again, things -- things were looking up for the republicans in New Hampshire today."}, {"sentId": 487, "text": "Everybody was in a pretty good mood."}], "speaker": "CARR", "secId": 203}, {"sentences": [{"sentId": 488, "text": "Howie Carr, taking us behind the scene and inside baseball, into the politics where he is."}, {"sentId": 489, "text": "Thank you."}, {"sentId": 490, "text": "We appreciate you joining us."}], "speaker": "LEMON", "secId": 204}, {"sentences": [{"sentId": 491, "text": "Thank you, Don."}], "speaker": "CARR", "secId": 205}, {"sentences": [{"sentId": 492, "text": "Thank you."}], "speaker": "LEMON", "secId": 206}, {"sentences": [{"sentId": 493, "text": "Coming up, much more on our breaking news tonight, Hurricane Matthew bearing down on the Florida Coast, the worst storm it could be in a century."}], "speaker": "LEMON", "secId": 207}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1610.06.cnnt.01.html.json", "time": "Aired October 6, 2016 - 22:00   ET"}