{"sectionCount": 159, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["LEMON", "TODD", "CUMMINGS", "YOUNG", "BROWN", "UNIDENTIFIED MALE", "BATES", "THOMAS", "MOSBY", "MARQUEZ", "CARTWRIGHT", "HARLOW", "ALLEN", "GUPTA", "ANTHONY", "LEWIS"], "subTitle": "Protests Continuing in Baltimore; Police Reveal Van Made Undisclosed Stop; Devastation in Nepal; Ray Lewis Speaks Out. Aired 12-1a ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1504/30/cnnt.03.html", "sentenceCount": 508, "sections": [{"sentences": [{"sentId": 0, "text": "We're live from Baltimore tonight where a curfew went into effect just two hours ago."}, {"sentId": 1, "text": "Protests are continuing here in Baltimore, in Philadelphia, in Cincinnati, even Jerusalem."}, {"sentId": 2, "text": "And we have been getting new details all day regarding the investigation into the death of Freddie Gray."}, {"sentId": 3, "text": "Here is what we know right now."}], "speaker": "LEMON", "secId": 0}, {"sentences": [{"sentId": 4, "text": "Police records of the arrest are now in the hands of the prosecutor."}, {"sentId": 5, "text": "A day earlier than planned."}, {"sentId": 6, "text": "And the autopsy report could be sent to the state attorney as soon as Friday."}, {"sentId": 7, "text": "Baltimore police revealed today the van carrying Gray made a previously unreported stop on its route."}, {"sentId": 8, "text": "And our affiliate WJLA has been reporting some new information, it is citing sources close to the investigation."}, {"sentId": 9, "text": "Source who say there is no evidence suggesting Gray was injured during his arrest."}, {"sentId": 10, "text": "But his injuries do match a bolt inside the van."}], "speaker": "LEMON", "secId": 1}, {"sentences": [{"sentId": 11, "text": "The Washington Post obtained a document in the case that cites a fellow prisoner who was inside the van."}, {"sentId": 12, "text": "Now, the man says he heard Gray thrashing around, possibly trying to hurt himself, although a partition blocked his view."}, {"sentId": 13, "text": "So the question remains, what happened during that 40-minute ride with police?"}, {"sentId": 14, "text": "I'm Don Lemon."}, {"sentId": 15, "text": "Thank you so much."}], "speaker": "LEMON", "secId": 2}, {"sentences": [{"sentId": 16, "text": "I want to welcome our viewers from here in the United States and around the world."}, {"sentId": 17, "text": "And I want to get straight out to the field now to CNN's Brian Todd who has been covering this story since the very beginning."}, {"sentId": 18, "text": "Brian, what are you seeing?"}], "speaker": "LEMON", "secId": 3}, {"sentences": [{"sentId": 19, "text": "Don, a very impressive observance of this curfew, I have to say."}, {"sentId": 20, "text": "Just two hours into it, our photojournalist, Jordan Guzzardo and I are moving out into the intersection of North Avenue and Pennsylvania Avenue."}, {"sentId": 21, "text": "This, of course, the scene of so much of the tension over the last several days."}], "speaker": "TODD", "secId": 4}, {"sentences": [{"sentId": 22, "text": "On Monday, this was the scene of looting, car burning, of fire at the CVS pharmacy over here."}, {"sentId": 23, "text": "It was one of the most violent, chaotic scenes in the city."}, {"sentId": 24, "text": "Over the past couple of nights, it has been the scene of very spirited civil disobedience, it's also been the scene of some real tension tonight and other nights as far as just a couple of standoffs with the police which we're going to get to in a second."}, {"sentId": 25, "text": "Now, one of the things that we observed earlier tonight was when the"}], "speaker": "TODD", "secId": 5}, {"sentences": [{"sentId": 26, "text": "curfew was approaching, there were still several people in the intersection."}, {"sentId": 27, "text": "They were blocking the intersection."}, {"sentId": 28, "text": "The police were telling us, they were mingling in the crowd."}, {"sentId": 29, "text": "The police were telling us they wanted to see if some of the protest leaders could come back and actually talk to the protesters and get them away from the intersection."}], "speaker": "TODD", "secId": 6}, {"sentences": [{"sentId": 30, "text": "So what happened was they somehow, somebody got Congressman Elijah Cummings to come back to this intersection."}, {"sentId": 31, "text": "Mr. Cummings has been a really impressive leader through all of this, addressing the crowds, tamping down their anger, telling - you know, just basically telling them the status of the investigation, just giving them updates and telling them, \"Look, you've got to be patient.\""}, {"sentId": 32, "text": "He did it again tonight."}, {"sentId": 33, "text": "I interviewed him just as he got to the scene and had talked to some protesters about vacating this intersection."}, {"sentId": 34, "text": "Here is what he had to say."}], "speaker": "TODD", "secId": 7}, {"sentences": [{"sentId": 35, "text": "We must allow the process to go forward."}, {"sentId": 36, "text": "And all I can assure them and  others is that we will stick with this case until the end."}, {"sentId": 37, "text": "But the fact is is that now we have a state's attorney who we are very impressed with and very proud of."}, {"sentId": 38, "text": "We trust her, we believe in her."}], "speaker": "CUMMINGS", "secId": 8}, {"sentences": [{"sentId": 39, "text": "And I know that she will - and I just want her to get the facts right."}, {"sentId": 40, "text": "She will apply the law and come to her own conclusions."}, {"sentId": 41, "text": "That's her job, OK?"}, {"sentId": 42, "text": "That's her job and I believe in her."}], "speaker": "CUMMINGS", "secId": 9}, {"sentences": [{"sentId": 43, "text": "That's what he told the protesters tonight."}, {"sentId": 44, "text": "He succeeded, along with State Senator Catherine Pugh in getting these protesters out of the intersection."}, {"sentId": 45, "text": "He and some others, including the state senator, locked arms."}, {"sentId": 46, "text": "They moved people out of the intersection."}, {"sentId": 47, "text": "People them dispersed."}], "speaker": "TODD", "secId": 10}, {"sentences": [{"sentId": 48, "text": "But then when members of the media came back in, including my team and I, we came back in to see what the situation was with the police."}, {"sentId": 49, "text": "The police had moved in and formed a large cordon here."}, {"sentId": 50, "text": "At that point, the police started getting a little upset with the media just kind of hanging around in the intersection."}, {"sentId": 51, "text": "They were saying on the loud speakers via helicopter for the media to get off the intersection."}], "speaker": "TODD", "secId": 11}, {"sentences": [{"sentId": 52, "text": "And then we witnessed the scene where one gentleman who did not want to obey the curfew right away was walking very slowly."}, {"sentId": 53, "text": "He got enveloped by the police."}, {"sentId": 54, "text": "We were right there filming him when he got just basically swallowed up by this cordon of police officers."}, {"sentId": 55, "text": "They jostled us, they pushed us out of the way with their shields."}, {"sentId": 56, "text": "We got just, you know, just shoved around a little bit, no big deal."}, {"sentId": 57, "text": "But it does kind of illustrate the tensions that can flare up just in - with a slight spark, Don, at a moment's notice or really no moment's notice, frankly, in these situations."}], "speaker": "TODD", "secId": 12}, {"sentences": [{"sentId": 58, "text": "That was a little bit scary, but it calmed down just as quickly."}, {"sentId": 59, "text": "And it does kind of illustrate that sometimes the media's presence here does exacerbate things."}, {"sentId": 60, "text": "We don't mean to do it, but we're in course of roving around here sometimes the police and others get agitated with us, and we tried to pull back from that scene as fast soon as we could, Don."}], "speaker": "TODD", "secId": 13}, {"sentences": [{"sentId": 61, "text": "Yes."}, {"sentId": 62, "text": "- I mean, this guy got swallowed up by a sea of police officers there, and it happened very quickly."}, {"sentId": 63, "text": "You know, Brian, you talked to us about the changing strategy last night and every night that I come to you there seems to be fewer and fewer police officers on the scene and on the streets."}, {"sentId": 64, "text": "That's their best plan?"}], "speaker": "LEMON", "secId": 14}, {"sentences": [{"sentId": 65, "text": "I think it really is, Don."}, {"sentId": 66, "text": "I mean, they come into this with some real tactics in mind."}, {"sentId": 67, "text": "And I have to say the tactics very often that we've seen have been pretty impressive."}, {"sentId": 68, "text": "They are not looking to be confrontational at all."}, {"sentId": 69, "text": "They are trying to find creative ways to not be confrontational."}], "speaker": "TODD", "secId": 15}, {"sentences": [{"sentId": 70, "text": "As I mentioned, we were observing them walking among the protesters who were hanging out in the middle of this intersection as the curfew approached."}, {"sentId": 71, "text": "They were not pushing them back from the intersection."}, {"sentId": 72, "text": "They did not want to be confrontational."}, {"sentId": 73, "text": "They were looking for protest leaders to come and talk these people off the intersection."}, {"sentId": 74, "text": "And that eventually happened."}], "speaker": "TODD", "secId": 16}, {"sentences": [{"sentId": 75, "text": "In another instance, they moved their cordons to the side of the - of the street and just ringed the sidewalks."}, {"sentId": 76, "text": "And I asked the police commander why they were doing it that way."}, {"sentId": 77, "text": "He said, \"Look, we just want to give a softer appearance here.\""}, {"sentId": 78, "text": "So the police are approaching this situation on the street with a great deal of sensitivity."}], "speaker": "TODD", "secId": 17}, {"sentences": [{"sentId": 79, "text": "Of course, you know, they and we and others have made our share of mistakes as we're moving around this very fluid and sometimes chaotic situation."}, {"sentId": 80, "text": "But very often, as we've observed the police in these situations, they are taking the measure of the crowd."}, {"sentId": 81, "text": "They are being extremely careful, Don."}], "speaker": "TODD", "secId": 18}, {"sentences": [{"sentId": 82, "text": "CNN's Brian Todd."}, {"sentId": 83, "text": "Brian, thank you very much."}, {"sentId": 84, "text": "I want to get now to CNN's Ryan Young who's also on the streets of Baltimore right now."}, {"sentId": 85, "text": "Ryan, you had an investigation going on right around you."}], "speaker": "LEMON", "secId": 19}, {"sentences": [{"sentId": 86, "text": "Don, you know, this was a very calm night."}, {"sentId": 87, "text": "But one of the things you notice is when police step into investigation mode, they actually start cordoning off sections of the area."}, {"sentId": 88, "text": "We saw yellow tape grew up around the area, we wanted to come over and find out what was going on."}], "speaker": "YOUNG", "secId": 20}, {"sentences": [{"sentId": 89, "text": "This semi-truck right here, we noticed investigators were surrounding this area."}, {"sentId": 90, "text": "This door is actually where they were standing."}, {"sentId": 91, "text": "We saw them going inside and collecting evidence."}, {"sentId": 92, "text": "And then eventually we saw them remove a body from the inside of this truck."}, {"sentId": 93, "text": "Not sure how the person who was inside the truck died."}], "speaker": "YOUNG", "secId": 21}, {"sentences": [{"sentId": 94, "text": "We have found out that this was a driver who apparently had been missing for a few days."}, {"sentId": 95, "text": "His family was looking for him."}, {"sentId": 96, "text": "Not sure how he died yet."}, {"sentId": 97, "text": "That's a part of this investigation."}, {"sentId": 98, "text": "But to show you how close this is to the protest scene, if you walk back this direction, you can see that CVS."}], "speaker": "YOUNG", "secId": 22}, {"sentences": [{"sentId": 99, "text": "That's the CVS that was burned down."}, {"sentId": 100, "text": "That's the intersection where protesters have been for several days and then just down the way here, here is this semi-truck with someone dead on the inside."}, {"sentId": 101, "text": "So, obviously, some strange circumstances."}, {"sentId": 102, "text": "Have to find out what happened here."}], "speaker": "YOUNG", "secId": 23}, {"sentences": [{"sentId": 103, "text": "All right, Ryan Young, thank you very much."}, {"sentId": 104, "text": "Appreciate your reporting."}, {"sentId": 105, "text": "In a stunning revelation, Baltimore police say during their investigation, they learned the van carrying Gray made an undocumented stop."}, {"sentId": 106, "text": "And other reports are raising really troubling questions about what happened to Gray inside the van."}, {"sentId": 107, "text": "CNN's Justice Correspondent Pamela Brown has details from Baltimore."}], "speaker": "LEMON", "secId": 24}, {"sentences": [{"sentId": 108, "text": "The medical examiner found that Gray's deadly injuries were caused when he slammed into the back of the van, apparently breaking his neck according to CNN affiliate WJLA, which spoke to multiple law enforcement officials briefed on the finding."}, {"sentId": 109, "text": "The sources telling WJLA the head injury matched a bolt in the back of the van."}, {"sentId": 110, "text": "When that injury happened is not clear."}], "speaker": "BROWN", "secId": 25}, {"sentences": [{"sentId": 111, "text": "Police revealed today that the fatal trip after Freddie Gray's arrest included yet another stop, a stop that police not only did not disclose but apparently did not know happened until recently, raising questions about Gray's treatment after his arrest."}], "speaker": "BROWN", "secId": 26}, {"sentences": [{"sentId": 112, "text": "We discovered this new stop based on our thorough and comprehensive and ongoing review of all CCTV cameras."}], "speaker": "UNIDENTIFIED MALE", "secId": 27}, {"sentences": [{"sentId": 113, "text": "Police said today the new information came from a private camera at this intersection, not from the police officers involved in his arrest and not from police logs of the van's trip."}], "speaker": "BROWN", "secId": 28}, {"sentences": [{"sentId": 114, "text": "Obviously, it raises all kinds of questions."}, {"sentId": 115, "text": "Somebody in the police department knew about this stop and what it suggests is that whoever was driving the van, whoever was involved in the van trip was not forthcoming."}], "speaker": "UNIDENTIFIED MALE", "secId": 29}, {"sentences": [{"sentId": 116, "text": "The newly disclosed stop was one of a series after Gray was arrested."}, {"sentId": 117, "text": "First, the police van pulled over here."}, {"sentId": 118, "text": "This video shows police putting leg irons on Freddie Gray."}, {"sentId": 119, "text": "Police say the new stop revealed today happened next in front of this corner store."}], "speaker": "BROWN", "secId": 30}, {"sentences": [{"sentId": 120, "text": "After that, the van made a third stop."}, {"sentId": 121, "text": "Police say the quote, \"Deal with Gray.\""}, {"sentId": 122, "text": "That's when he asked allegedly for medical attention but didn't receive it then."}, {"sentId": 123, "text": "A fourth and final stop was when police put another prisoner in the van."}, {"sentId": 124, "text": "Gray only received help once the van reached the police station 25 minutes later."}, {"sentId": 125, "text": "The police commissioner said a week ago the other prisoner could not see Gray but could hear him."}], "speaker": "BROWN", "secId": 31}, {"sentences": [{"sentId": 126, "text": "What he has said is that he heard Freddie thrashing about."}], "speaker": "UNIDENTIFIED MALE", "secId": 32}, {"sentences": [{"sentId": 127, "text": "According to a police document obtained by the Washington Post, the prisoner also told investigators Gray was intentionally trying to injure himself."}], "speaker": "BROWN", "secId": 33}, {"sentences": [{"sentId": 128, "text": "It's a very shaky statement and the fact that it was released is I think a transparent effort to try to influence the public discussion of the case."}], "speaker": "UNIDENTIFIED MALE", "secId": 34}, {"sentences": [{"sentId": 129, "text": "We will fight for Freddie Gray."}, {"sentId": 130, "text": "All right."}, {"sentId": 131, "text": "OK. We will fight for Freddie Gray."}], "speaker": "UNIDENTIFIED MALE", "secId": 35}, {"sentences": [{"sentId": 132, "text": "For more on the controversial report, joined now by Ivan Bates, a Baltimore activist and Baltimore activist, Melech E.  M. Thomas."}, {"sentId": 133, "text": "I thank you both for joining us."}, {"sentId": 134, "text": "Will you - the reports are contradictory at this point and they're going to be probably this early on in the investigation."}], "speaker": "LEMON", "secId": 36}, {"sentences": [{"sentId": 135, "text": "Yes."}, {"sentId": 136, "text": "That's often what you'll see is you have bits and pieces of the information, but we just don't have the entire story."}], "speaker": "BATES", "secId": 37}, {"sentences": [{"sentId": 137, "text": "And what do you make of the reports about what happened in the back of the van, Melech, that they're still not sure."}, {"sentId": 138, "text": "They're saying, \"Well, we don't know,\"  according to the WJLA report, \"if it was self- inflicted or if it was - if it had to do with this excessive force by police\"?"}], "speaker": "LEMON", "secId": 38}, {"sentences": [{"sentId": 139, "text": "Well, I think that false allegations against black people are as American as apple pie."}, {"sentId": 140, "text": "The state of Maryland has a history of accusing people who are in the police custody of killing themselves when they were found dead under mysterious situations."}], "speaker": "THOMAS", "secId": 39}, {"sentences": [{"sentId": 141, "text": "There was a similar situation in Prince Georges County not so long ago, where a young man was handcuffed behind his back and there was a gunshot wound through his chest and they've said that he committed suicide in the back of the police car."}, {"sentId": 142, "text": "So I think it's very fishy, it's very funny."}, {"sentId": 143, "text": "And the crazy thing is that I'm not surprised."}], "speaker": "THOMAS", "secId": 40}, {"sentences": [{"sentId": 144, "text": "You know, writer D.  Watkins, I walked around with him today around his neighborhood and he showed me around and showed me what the problems are."}, {"sentId": 145, "text": "But he also reacted earlier today regarding this preliminary report."}, {"sentId": 146, "text": "Take a look."}], "speaker": "LEMON", "secId": 41}, {"sentences": [{"sentId": 147, "text": "D.  WATKINS, WRITER:  The trust for the Baltimore City Police Department is at an all-time low."}, {"sentId": 148, "text": "We don't trust these investigators, we don't trust these medical examiners."}, {"sentId": 149, "text": "We don't know who they are or what they're doing."}, {"sentId": 150, "text": "The family hasn't even seen the documents yet."}, {"sentId": 151, "text": "So we should wait for the end result, and, you know, try to urge people to stay as calm as possible."}], "speaker": "LEMON", "secId": 42}, {"sentences": [{"sentId": 152, "text": "But again, if his neck was broken in the back of that van, then whoever was driving that van is a murderer."}, {"sentId": 153, "text": "And obviously, I guess they feel like the video or the tape is lying, but as you can see if you look at the video his legs were limp, he could not walk."}, {"sentId": 154, "text": "So, it definitely doesn't look like it happened in the van."}], "speaker": "LEMON", "secId": 43}, {"sentences": [{"sentId": 155, "text": "He's passionate about the mistrust, he's passionate about not believing the report."}, {"sentId": 156, "text": "And many people in the community are the same way."}, {"sentId": 157, "text": "Where does that come from?"}], "speaker": "LEMON", "secId": 44}, {"sentences": [{"sentId": 158, "text": "That comes from years of neglect."}, {"sentId": 159, "text": "That comes from years of abuse."}, {"sentId": 160, "text": "One of the things people don't necessarily understand, when you live in a neighbor and your neighborhood often times is almost a military zone in the sense that the police are always there."}, {"sentId": 161, "text": "They're asking you questions, they want to stop you, they want to detain you, they want you to give your identification in your own neighborhood."}], "speaker": "BATES", "secId": 45}, {"sentences": [{"sentId": 162, "text": "If we did that in some of the other neighborhoods in this country, there would be uproar."}, {"sentId": 163, "text": "But unfortunately, for many of the individuals that live in these high drug neighborhoods, the supreme court and some of the other cases have allowed the police and given the police that authority and that opportunity and, therefore, you have a disconnect and a distrust between the citizens and the police."}], "speaker": "BATES", "secId": 46}, {"sentences": [{"sentId": 164, "text": "Because of that, no matter how this investigation turns out, many people - they are aspects of this investigation that many people will never ever believe because they have so much distrust of the police."}], "speaker": "LEMON", "secId": 47}, {"sentences": [{"sentId": 165, "text": "Yes."}, {"sentId": 166, "text": "I mean, I think just for me, just individually, I don't trust anything that's going to come from the Baltimore City Police Department completely."}, {"sentId": 167, "text": "Now, I do trust the work and the mind of the state's attorney for Baltimore city Maryland, Mosby."}, {"sentId": 168, "text": "She ran on a campaign about cases like these and I am fully confident in what she can produce."}], "speaker": "THOMAS", "secId": 48}, {"sentences": [{"sentId": 169, "text": "But as for the leaks that have tried to, I believe, intentionally contradict and confuse the information, I don't take it with anything more than a grain of salt."}], "speaker": "THOMAS", "secId": 49}, {"sentences": [{"sentId": 170, "text": "Do you have confidence in Mosby?"}], "speaker": "LEMON", "secId": 50}, {"sentences": [{"sentId": 171, "text": "Well, one of my problems is that we do not know the process."}, {"sentId": 172, "text": "Maybe if we knew the process, then I think we could begin to understand should we have confidence."}, {"sentId": 173, "text": "Based on what she's done her first hundred days, unfortunately I do not."}, {"sentId": 174, "text": "There's been a number of missteps that she's made from  attorneys that were in the middle of trial to putting the names of cooperating witnesses in her press releases."}], "speaker": "BATES", "secId": 51}, {"sentences": [{"sentId": 175, "text": "Based on that type of behavior, it appears that she's just maybe a little confused about certain things that are happening, and the simple fact that she's never handled a murder with this type of complex investigation."}, {"sentId": 176, "text": "There are a number of people who are very good around her, but unfortunately a number of her deputies have never prosecuted a murder such as this."}, {"sentId": 177, "text": "Gathering that information, preparing circumstantial nature, understanding - just because the officers gave a statement, can that statement be used or is that protected under the law enforcement's Bill of Rights?"}], "speaker": "BATES", "secId": 52}, {"sentences": [{"sentId": 178, "text": "But we all learn on the, you know, as we go on in our jobs, but this is not - are you saying this is not a learn-on-the-job type of position?"}], "speaker": "LEMON", "secId": 53}, {"sentences": [{"sentId": 179, "text": "It is not."}, {"sentId": 180, "text": "One of the things you - you - you have with lawyers, as often times with doctors, you don't go to a new surgeon when they're going to do a life-saving procedure."}, {"sentId": 181, "text": "You go to a surgeon that's been doing it for years upon years."}, {"sentId": 182, "text": "This is a very complicated matter."}, {"sentId": 183, "text": "Plus, I also am concerned about the number of potential conflicts that she faces."}], "speaker": "BATES", "secId": 54}, {"sentences": [{"sentId": 184, "text": "But she - I mean, she was elected by the people of Baltimore, the people of Maryland."}, {"sentId": 185, "text": "She was elected by it."}], "speaker": "LEMON", "secId": 55}, {"sentences": [{"sentId": 186, "text": "Without a doubt she was elected."}, {"sentId": 187, "text": "She ran a very good campaign."}, {"sentId": 188, "text": "There comes a time that you have to no longer campaign and you have to produce."}], "speaker": "BATES", "secId": 56}, {"sentences": [{"sentId": 189, "text": "Well, do you have confidence because it is not just her, it is also the Department of Justice, the police department conducting an investigation."}, {"sentId": 190, "text": "People look at - \"Listen, all over the country are going to watching this.\""}, {"sentId": 191, "text": "Are you confident that this will play out and we will - could get to the bottom of exactly what happened with Freddie Gray in the back of that policeman ordering that stop?"}], "speaker": "LEMON", "secId": 57}, {"sentences": [{"sentId": 192, "text": "I don't think it's a question of confidence, I just hope that America gets it right."}, {"sentId": 193, "text": "Because I think Baltimore is really just the tipping point, that not only is the entire United States watching, but the world is watching and the world is aware of the policing policies throughout the United States."}, {"sentId": 194, "text": "And if that - if nothing is done to rectify and to bring justice, a transparent sense of justice, not a justice that takes place behind closed doors, I think that will not only create more distrust between the police in the community, but even greater distrust between the United States of America and the global community."}], "speaker": "THOMAS", "secId": 58}, {"sentences": [{"sentId": 195, "text": "If you can be brief because I kind of get our commercial break, but are you confident, considering everything - everyone who is watching?"}], "speaker": "LEMON", "secId": 59}, {"sentences": [{"sentId": 196, "text": "Confident in the Department of Justice and Loretta Lynch."}], "speaker": "BATES", "secId": 60}, {"sentences": [{"sentId": 197, "text": "All right."}, {"sentId": 198, "text": "Thank you, gentlemen."}, {"sentId": 199, "text": "A citywide curfew,  thank you."}, {"sentId": 200, "text": "A citywide curfew is in effect right now in Baltimore after days of protests."}, {"sentId": 201, "text": "Coming up, we're going to visit other U.S. cities were hundreds of people continue to march in solidarity."}], "speaker": "LEMON", "secId": 61}, {"sentences": [{"sentId": 202, "text": "This is much more than Freddie Gray."}, {"sentId": 203, "text": "Freddie Gray was a culmination of - you know, again, that case - the young guys that are out here, showing their frustration, showing their venting, being angry and doing it in an unproductive way."}, {"sentId": 204, "text": "They're carrying their father's burden and carrying grandfather's burden."}], "speaker": "MOSBY", "secId": 62}, {"sentences": [{"sentId": 205, "text": "Welcome back."}, {"sentId": 206, "text": "That was Baltimore Councilman Nick Mosby voicing the frustration of many young people in the city."}, {"sentId": 207, "text": "We're live in Baltimore where police are enforcing a citywide overnight curfew for the third night in a row."}, {"sentId": 208, "text": "Crowds were in the streets again today protesting the death of Freddie gray, the African-American man who died of a spinal injury while in police custody."}, {"sentId": 209, "text": "Now, varying accounts are merging about what exactly happened after his arrest?"}], "speaker": "LEMON", "secId": 63}, {"sentences": [{"sentId": 210, "text": "According to law enforcement sources contacted by our affiliate WJLA, investigators found the injury Gray suffered happened in the back of a police van and not during his arrest."}, {"sentId": 211, "text": "But the question remains, how exactly was he so gravely hurt?"}, {"sentId": 212, "text": "According to a Washington Post report, a prisoner who was in the same police van told investigators that he thought Gray was intentionally trying to hurt himself."}], "speaker": "LEMON", "secId": 64}, {"sentences": [{"sentId": 213, "text": "Our reporter Miguel Marquez is in Baltimore tonight among the crowds."}, {"sentId": 214, "text": "And we caught up with him earlier just moments after the citywide curfew went into effect."}], "speaker": "LEMON", "secId": 65}, {"sentences": [{"sentId": 215, "text": "This is the interesting hour here."}, {"sentId": 216, "text": "It's a quarter after the hour and this is what Chris was talking about here."}, {"sentId": 217, "text": "It is mostly media out here, but there are a lot of people who have come back up here to challenge the police to some degree."}, {"sentId": 218, "text": "That's North Avenue at Pennsylvania."}, {"sentId": 219, "text": "They've blocked that off, again."}], "speaker": "MARQUEZ", "secId": 66}, {"sentences": [{"sentId": 220, "text": "In recent days, they have the helmets and the shields on now, but don't have all the protective gear on their bodies."}, {"sentId": 221, "text": "They've also, right up this way, they've blocked off Pennsylvania as it runs north of here right next to the CVS."}, {"sentId": 222, "text": "And they are sort of blocking them in as usual."}, {"sentId": 223, "text": "I want to talk to  right here who we've been chatting with for many days."}, {"sentId": 224, "text": "You were in a meeting with city leaders today talking about how to get beyond this."}, {"sentId": 225, "text": "What do they say?"}], "speaker": "MARQUEZ", "secId": 67}, {"sentences": [{"sentId": 226, "text": "Absolutely."}, {"sentId": 227, "text": "Kudos to the city, the influence, they - they - they want to remain incognito because it's not about the media, it's not about the publicity."}, {"sentId": 228, "text": "What it is about is empowering our young youth and showing them that we understand where they're coming from and we encourage them to find a positive protest."}], "speaker": "CARTWRIGHT", "secId": 68}, {"sentences": [{"sentId": 229, "text": "What it consisted of today was a meeting of the minds because we're unifying in Baltimore."}, {"sentId": 230, "text": "It's a beautiful day for Baltimore."}, {"sentId": 231, "text": "The way it's being shown is one way but what's really going here is beautiful site, as Miguel can possibly tell you."}], "speaker": "CARTWRIGHT", "secId": 69}, {"sentences": [{"sentId": 232, "text": "Well, yes."}, {"sentId": 233, "text": "But we have a standoff here tonight's things, tomorrow, Saturday."}, {"sentId": 234, "text": "There are expectations that aren't being met, are there - what are the levels of concern at the city and how will they confront them?"}], "speaker": "MARQUEZ", "secId": 70}, {"sentences": [{"sentId": 235, "text": "It's a deep concern and we're altogether as one behind."}, {"sentId": 236, "text": "We want answers, we want justice."}, {"sentId": 237, "text": "No justice, no peace."}, {"sentId": 238, "text": "That's been the motion."}, {"sentId": 239, "text": "We've - we've - we've found a new - new - new piece of information that the city has given us."}], "speaker": "CARTWRIGHT", "secId": 71}, {"sentences": [{"sentId": 240, "text": "We don't necessarily - it doesn't sit well with anyone."}, {"sentId": 241, "text": "Our stomachs are still turning."}, {"sentId": 242, "text": "Our fists are still clenching with passion because we want justice."}, {"sentId": 243, "text": "We believe in the justice system and we want the justice system to do right by us so that we can continue that truth, and a good feeling  in justice system."}], "speaker": "CARTWRIGHT", "secId": 72}, {"sentences": [{"sentId": 244, "text": "Thank you very much."}, {"sentId": 245, "text": "That is the big concern here."}, {"sentId": 246, "text": "This idea, that this leaked information that Mr.  Gray has somehow harmed himself, despite the fact that he asked for medical attention before ever getting into the police van to begin with."}], "speaker": "MARQUEZ", "secId": 73}, {"sentences": [{"sentId": 247, "text": "Protesters to some degree seem to be breaking up."}, {"sentId": 248, "text": "It's actually hard to tell who are the police and who are the - or who are the protesters and who are the media out here."}, {"sentId": 249, "text": "There are so many media."}, {"sentId": 250, "text": "But there's not a lot."}, {"sentId": 251, "text": "On this corner over here, there are some more."}, {"sentId": 252, "text": "But it seems, Don, as though there were far fewer protesters out here tonight than in previous nights."}, {"sentId": 253, "text": "Back to you."}], "speaker": "MARQUEZ", "secId": 74}, {"sentences": [{"sentId": 254, "text": "Miguel Marquez , thank you very much."}, {"sentId": 255, "text": "Thousands have been marching in solidarity with Baltimore, including in Philadelphia, the city of brotherly love, which you see right here."}, {"sentId": 256, "text": "It began at city hall where hundreds gather to protest police brutality."}, {"sentId": 257, "text": "One protester telling our Poppy Harlow why he's involved."}], "speaker": "LEMON", "secId": 75}, {"sentences": [{"sentId": 258, "text": "It was powerful."}, {"sentId": 259, "text": "We were here to say that we're not going to just let them walk all over us."}, {"sentId": 260, "text": "We are citizens of this country."}, {"sentId": 261, "text": "We're - I'm just as important as you --"}], "speaker": "UNIDENTIFIED MALE", "secId": 76}, {"sentences": [{"sentId": 262, "text": "You are."}], "speaker": "HARLOW", "secId": 77}, {"sentences": [{"sentId": 263, "text": "-- and they should see that."}], "speaker": "UNIDENTIFIED MALE", "secId": 78}, {"sentences": [{"sentId": 264, "text": "Scuffles erupted between police and protesters earlier in the evening when some in the group tried to block the entrance of a highway."}, {"sentId": 265, "text": "Two people were arrested."}, {"sentId": 266, "text": "And in Cincinnati, Ohio, demonstrators heard from several speakers, then they marched to police headquarters just a few blocks away."}, {"sentId": 267, "text": "Protesters are expected throughout the U.S., at least into the weekend."}], "speaker": "LEMON", "secId": 79}, {"sentences": [{"sentId": 268, "text": "The Freddie Gray death investigation now is in the hands of Maryland's new chief prosecutor."}, {"sentId": 269, "text": "Just ahead, her personal connection to police and to Baltimore's history of bloodshed."}], "speaker": "LEMON", "secId": 80}, {"sentences": [{"sentId": 270, "text": "All in quiet in Baltimore tonight where a citywide protest curfew is in effect, with protesters across the U.S. and even other parts of the world are showing their solidarity with Baltimore with the death of Freddie Gray."}, {"sentId": 271, "text": "In Philadelphia, tensions were high as protesters threatened to block a major highway."}, {"sentId": 272, "text": "In Jerusalem, protesters say they want to show their solidarity with the people of Baltimore, as well."}], "speaker": "LEMON", "secId": 81}, {"sentences": [{"sentId": 273, "text": "And Baltimore police revealed today that the van carrying Gray to jail made an un - made a previously unreported stop on its route."}, {"sentId": 274, "text": "And our affiliate, WJLA, has been reporting some new information."}, {"sentId": 275, "text": "It is citing sources close to the investigation who say there is no evidence suggesting Gray was injured during his arrest."}, {"sentId": 276, "text": "But his injuries do match a bolt inside that van."}, {"sentId": 277, "text": "Baltimore's police commissioner says people are jumping to conclusions about a cover up that does not exist."}, {"sentId": 278, "text": "And an attorney for Gray's family says there is no way that Gray injured himself."}], "speaker": "LEMON", "secId": 82}, {"sentences": [{"sentId": 279, "text": "As we watch these protests unfold, the Baltimore City Prosecutor Marilyn Mosby is urging patience and calm."}, {"sentId": 280, "text": "The Freddie Gray investigation is now in her hands and she'll now determine if there is sufficient evidence to pursue charges against anyone on the case."}, {"sentId": 281, "text": "Here is more on Marilyn Mosby as she faces this huge spotlight."}], "speaker": "LEMON", "secId": 83}, {"sentences": [{"sentId": 282, "text": "She's the youngest chief prosecutor of a major American city and she's been on the job less than four months."}, {"sentId": 283, "text": "But now, 35-year-old Marilyn Mosby has a huge decision to make that could calm the anger in the city she loves."}], "speaker": "LEMON", "secId": 84}, {"sentences": [{"sentId": 284, "text": "That is definitely a police car that they're vandalizing right there."}], "speaker": "UNIDENTIFIED MALE", "secId": 85}, {"sentences": [{"sentId": 285, "text": "Or possibly re-ignite riots."}], "speaker": "LEMON", "secId": 86}, {"sentences": [{"sentId": 286, "text": "I know the state's attorney is committed to seeing justice."}], "speaker": "UNIDENTIFIED MALE", "secId": 87}, {"sentences": [{"sentId": 287, "text": "Mosby says she'll review the police findings of Freddie Gray's death as well as an independent investigation by her office as she considers any criminal charges against the six officers involved in his arrest."}], "speaker": "LEMON", "secId": 88}, {"sentences": [{"sentId": 288, "text": "We have much more confidence in her than we have in the police."}], "speaker": "UNIDENTIFIED MALE", "secId": 89}, {"sentences": [{"sentId": 289, "text": "Mosby's views on crime and punishment were shaped while she was young."}], "speaker": "LEMON", "secId": 90}, {"sentences": [{"sentId": 290, "text": "I come from a long line of police officers."}], "speaker": "MOSBY", "secId": 91}, {"sentences": [{"sentId": 291, "text": "Her mother, father, grandfather and four uncles all wore a badge."}], "speaker": "LEMON", "secId": 92}, {"sentences": [{"sentId": 292, "text": "Despite what we all might want to think, the police officers in our city are doing their jobs."}], "speaker": "MOSBY", "secId": 93}, {"sentences": [{"sentId": 293, "text": "It actually hit really close to home."}], "speaker": "MOSBY", "secId": 94}, {"sentences": [{"sentId": 294, "text": "Mosby says she decided to become part of the justice system after crime hit home."}], "speaker": "LEMON", "secId": 95}, {"sentences": [{"sentId": 295, "text": "My cousin, who was extremely close to me, was like my best friend, was killed on my front door steps."}], "speaker": "MOSBY", "secId": 96}, {"sentences": [{"sentId": 296, "text": "As protests spread across Baltimore and the nation, there's enormous pressure on Mosby to prosecute the officers who arrested Freddie Gray and to give the public answers about how he died."}, {"sentId": 297, "text": "Some of that pressure may come from her own husband, the father of her two young daughters, who also happens to be a city councilman."}, {"sentId": 298, "text": "Nick Mosby represents parts of west Baltimore where the riots broke out."}], "speaker": "LEMON", "secId": 97}, {"sentences": [{"sentId": 299, "text": "She's a strong woman."}, {"sentId": 300, "text": "You know, she was built for this."}], "speaker": "MOSBY", "secId": 98}, {"sentences": [{"sentId": 301, "text": "I'm joined now by Baltimore activist Melech E.  M.  Thomas."}, {"sentId": 302, "text": "She is very well connected."}, {"sentId": 303, "text": "Regardless of what you say about her, she is very well connected."}, {"sentId": 304, "text": "Her husband, other family members and she comes from a line of people who have worn the badge."}], "speaker": "LEMON", "secId": 99}, {"sentences": [{"sentId": 305, "text": "Indeed, she's very well connected, not just with city hall, but she's well connected with the community."}, {"sentId": 306, "text": "I first met her in 2013 at a community forum on education."}, {"sentId": 307, "text": "She wasn't coming to make a stump speech."}, {"sentId": 308, "text": "She was coming to hear how education can be better handled in the black community within Baltimore."}], "speaker": "THOMAS", "secId": 100}, {"sentences": [{"sentId": 309, "text": "But she is well connected in city hall and in government and some people, as we had a guest earlier, they find that to be a conflict of interest."}, {"sentId": 310, "text": "Do you find that to be in conflict of interest?"}], "speaker": "LEMON", "secId": 101}, {"sentences": [{"sentId": 311, "text": "If it's a conflict of interest to be connected to the people that can help you get what you need to get done, I don't know exactly what her being elected was for."}, {"sentId": 312, "text": "I think it's necessary for you to maintain some relationship."}, {"sentId": 313, "text": "It doesn't mean that you need to go out and have a beer with them every night, but I believe Marilyn Mosby has the integrity and the character to be able to handle the pressure."}, {"sentId": 314, "text": "And I wonder - I wonder if she would have been under the same scrutiny had her name been Mark Mosby."}], "speaker": "THOMAS", "secId": 102}, {"sentences": [{"sentId": 315, "text": "Right."}, {"sentId": 316, "text": "She is 35 years old, she is the youngest prosecutor in any big city in the country."}, {"sentId": 317, "text": "She's only been on the job for, what, four months?"}, {"sentId": 318, "text": "Some question her experience."}, {"sentId": 319, "text": "Is that fair?"}], "speaker": "LEMON", "secId": 103}, {"sentences": [{"sentId": 320, "text": "No."}, {"sentId": 321, "text": "we didn't question too much the experience of a funny named senator from Illinois when he was running for president and that's why he's done such a great job over the past eight years, what the - you know, whatever your politics are."}, {"sentId": 322, "text": "But I believe that the reason you've seen so much scrutiny is because we have not learned how to trust not only young leadership, but also because she does not have the same gender of most of the people that are in power."}], "speaker": "THOMAS", "secId": 104}, {"sentences": [{"sentId": 323, "text": "When you - you're correct, and I think women get scrutinized a lot more."}, {"sentId": 324, "text": "But when you're in that position where you're a prosecutor, right?"}, {"sentId": 325, "text": "An you - the people are saying she hasn't even tried - never tried a homicide or a murder case, experience does count."}], "speaker": "LEMON", "secId": 105}, {"sentences": [{"sentId": 326, "text": "Yes."}, {"sentId": 327, "text": "I think it depends on what defines experience."}], "speaker": "THOMAS", "secId": 106}, {"sentences": [{"sentId": 328, "text": "Right."}], "speaker": "LEMON", "secId": 107}, {"sentences": [{"sentId": 329, "text": "If you're talking about the experience of her having a relative killed because of mistaken identity, I think that counts as a little bit more experience --"}], "speaker": "THOMAS", "secId": 108}, {"sentences": [{"sentId": 330, "text": "When she was 17, she had a relative who was killed by - but I think it had something to do with drugs, but it wasn't her relative."}, {"sentId": 331, "text": "The relative, it was a mistaken identity."}, {"sentId": 332, "text": "So she has dealt with that sort of thing before."}], "speaker": "LEMON", "secId": 109}, {"sentences": [{"sentId": 333, "text": "Yes."}, {"sentId": 334, "text": "And I think - I think that's the experience that matters."}, {"sentId": 335, "text": "In city hall or Capitol Hill or wherever we find our leaders, we don't need leaders with simply experience within what we have already seen is sometimes inherently corrupt."}, {"sentId": 336, "text": "We need people with the experience of what it means to suffer as human beings and citizens of Baltimore, of Maryland, of the United States, so that they can identify with the people and not just the lobbyists."}], "speaker": "THOMAS", "secId": 110}, {"sentences": [{"sentId": 337, "text": "What were the circumstances surrounding her election?"}, {"sentId": 338, "text": "The person who came before her, was the person who came before liked, disliked?"}, {"sentId": 339, "text": "Is she part of a change that was - was she - was she perceived as someone who would make a positive change and that's why she was voted into office?"}], "speaker": "LEMON", "secId": 111}, {"sentences": [{"sentId": 340, "text": "I think most definitely."}, {"sentId": 341, "text": "The person who came before her was - I mean, when you talk about skepticism, I think you want to measure some levels of skepticism in terms of the government, it was - the previous state's attorney and then maybe the Baltimore police department, but those go hand in hand."}, {"sentId": 342, "text": "But I think Marilyn Mosby presented something fresh, something that was relatable for the majority of the citizens of this - of this city and not just a small pocket of people who want to maintain control."}], "speaker": "THOMAS", "secId": 112}, {"sentences": [{"sentId": 343, "text": "So here is the thing."}, {"sentId": 344, "text": "You know, you always have your critics, as they say, haters are going to hate, right?"}], "speaker": "LEMON", "secId": 113}, {"sentences": [{"sentId": 345, "text": "Yes."}], "speaker": "THOMAS", "secId": 114}, {"sentences": [{"sentId": 346, "text": "So when you're - can you imagine, though, being a young person, 35 is young, only being on the job for four months and then all of a sudden this, you have this drops on to your plate?"}, {"sentId": 347, "text": "That is a lot of pressure."}, {"sentId": 348, "text": "This is a big spotlight to be under."}], "speaker": "LEMON", "secId": 115}, {"sentences": [{"sentId": 349, "text": "And honestly, Don, I think she's handled it pretty well."}, {"sentId": 350, "text": "Because if she was truly as inexperienced as people has said she was, I would think she would try to rush through this case so that she could be in the spotlight and make sure that she would do things quickly."}], "speaker": "THOMAS", "secId": 116}, {"sentences": [{"sentId": 351, "text": "You don't think she's rushing?"}], "speaker": "LEMON", "secId": 117}, {"sentences": [{"sentId": 352, "text": "No."}, {"sentId": 353, "text": "I think she's being very deliberate and I think she's being very patient."}, {"sentId": 354, "text": "That's why you have not seen much of her out, you know, speaking to the press and to the public, because she wants to be as deliberate as possible."}, {"sentId": 355, "text": "So I have full confidence that she'll be able to deliver justice that is equitable."}], "speaker": "THOMAS", "secId": 118}, {"sentences": [{"sentId": 356, "text": "Do you think there was any influence because this preliminary report was delivered early?"}, {"sentId": 357, "text": "Do you think she was influential in that?"}], "speaker": "LEMON", "secId": 119}, {"sentences": [{"sentId": 358, "text": "Not at all."}], "speaker": "THOMAS", "secId": 120}, {"sentences": [{"sentId": 359, "text": "You don't?"}], "speaker": "LEMON", "secId": 121}, {"sentences": [{"sentId": 360, "text": "No."}], "speaker": "THOMAS", "secId": 122}, {"sentences": [{"sentId": 361, "text": "No."}, {"sentId": 362, "text": "Or do you think they wanted to get it to her because she is a new, tough prosecutor in a sense?"}, {"sentId": 363, "text": "THOMAS:  I think what they were trying to do is that if they have"}], "speaker": "LEMON", "secId": 123}, {"sentences": [{"sentId": 364, "text": "already skewed some of the facts behind the case."}], "speaker": "LEMON", "secId": 124}, {"sentences": [{"sentId": 365, "text": "Right."}], "speaker": "LEMON", "secId": 125}, {"sentences": [{"sentId": 366, "text": "That when the - when the fact finding investigation results are released, that instead of the blame being on the police, they will be on a black woman so it won't be a racial thing."}, {"sentId": 367, "text": "But what they are trying to do I think it is a - is a psychological defense mechanism called displacement."}, {"sentId": 368, "text": "And I think that's what the Baltimore police department is trying to do."}], "speaker": "THOMAS", "secId": 126}, {"sentences": [{"sentId": 369, "text": "Melech, thank you."}], "speaker": "LEMON", "secId": 127}, {"sentences": [{"sentId": 370, "text": "Thank you so much."}], "speaker": "THOMAS", "secId": 128}, {"sentences": [{"sentId": 371, "text": "I appreciate your insight."}, {"sentId": 372, "text": "When we come right back, we're going to bring you more news out of Baltimore in the coming hour."}, {"sentId": 373, "text": "But we are also following other top stories, as well."}, {"sentId": 374, "text": "Dramatic rescues five days after that devastating earthquake in Nepal."}, {"sentId": 375, "text": "We're going to show you how they survived, when we come back."}], "speaker": "LEMON", "secId": 129}, {"sentences": [{"sentId": 376, "text": "Welcome back."}, {"sentId": 377, "text": "Police are enforcing a citywide overnight curfew for the third night in a row here in Baltimore, after riots shut the community earlier this week."}, {"sentId": 378, "text": "Crowds marched peacefully through the city on Thursday, protesting the death of Freddie Gray while in police custody."}, {"sentId": 379, "text": "Varying accounts have emerged about what exactly happened after Gray's arrest."}, {"sentId": 380, "text": "Now, according to law enforcement sources, contacted by our affiliate WJLA, investigators found the injury Gray suffered happened in the back of a police van, not during his arrest."}], "speaker": "LEMON", "secId": 130}, {"sentences": [{"sentId": 381, "text": "I want to head now to the CNN world headquarters in Atlanta."}, {"sentId": 382, "text": "Natalie Allen has the latest on the devastating earthquake in Nepal."}, {"sentId": 383, "text": "Hello, Natalie."}], "speaker": "LEMON", "secId": 131}, {"sentences": [{"sentId": 384, "text": "Hey, there, Don."}, {"sentId": 385, "text": "Thanks so much."}, {"sentId": 386, "text": "Yes, the death toll from the massive earthquake in Nepal has climbed past 6,100."}, {"sentId": 387, "text": "There's more than 13,000 people injured but rescuers keep searching for reasons like this."}, {"sentId": 388, "text": "A 24-year-old woman found alive in the rubble of a hotel where she worked, five days after the quake."}, {"sentId": 389, "text": "The woman was breathing and had her eyes open after the rescue team spent eight hours getting her out."}], "speaker": "ALLEN", "secId": 132}, {"sentences": [{"sentId": 390, "text": "And then there's this 15-year-old boy, dehydrated, but otherwise OK."}, {"sentId": 391, "text": "He spent the past five days shielded by a motorcycle under a collapsed apartment building in Kathmandu."}, {"sentId": 392, "text": "It took rescue teams more than five hours to find him after they heard his voice coming from within the debris."}, {"sentId": 393, "text": "How about those two stories?"}], "speaker": "ALLEN", "secId": 133}, {"sentences": [{"sentId": 394, "text": "Well, the full extent of the destruction though in Nepal is still not clear as rescue teams try to reach remote villages now in the country's mountains and foot hills."}, {"sentId": 395, "text": "Our chief medical correspondent, Dr. Sanjay Gupta has been on the front lines, and he's not just reporting, he is a highly skilled surgeon and he put his training to use on Thursday saving one woman's life."}], "speaker": "ALLEN", "secId": 134}, {"sentences": [{"sentId": 396, "text": "Sometimes it takes a village to reach a village."}, {"sentId": 397, "text": "And right now, they are trying to save a village."}, {"sentId": 398, "text": "Just east of Kathmandu, Sindhupalchowk is the hardest hit district in Nepal, more devastation and more deaths here than anywhere else."}, {"sentId": 399, "text": "They need everything, anything."}], "speaker": "GUPTA", "secId": 135}, {"sentences": [{"sentId": 400, "text": "We are seeing how some of this relief works."}, {"sentId": 401, "text": "First of all, Indian helicopter getting a lot of assistance from other countries."}, {"sentId": 402, "text": "Noodles."}, {"sentId": 403, "text": "Instant noodles, one of the biggest relief items providing some instant source of calories and finally, these are the tarps."}, {"sentId": 404, "text": "This is so badly needed because of the weather conditions to where we're going."}], "speaker": "GUPTA", "secId": 136}, {"sentences": [{"sentId": 405, "text": "One of the challenges we are told, this team has no idea what they will find when they arrive."}, {"sentId": 406, "text": "We quickly see what that means."}, {"sentId": 407, "text": "The propellers never even stop as we drop off aid supplies."}, {"sentId": 408, "text": "And suddenly an 18-year-old mother was thrust into the aircraft door, a top a flimsy makeshift stretcher ."}, {"sentId": 409, "text": "We only know her name."}, {"sentId": 410, "text": "."}, {"sentId": 411, "text": "You see her husband and one and a half month old baby."}], "speaker": "GUPTA", "secId": 137}, {"sentences": [{"sentId": 412, "text": "As I examine her, I quickly realize she has no movement and no sensation in her legs."}, {"sentId": 413, "text": "is paraplegic."}, {"sentId": 414, "text": "Then, things get worse."}, {"sentId": 415, "text": "Minutes into our flight now,  stops breathing."}, {"sentId": 416, "text": "We can no longer detect a pulse."}, {"sentId": 417, "text": "Either on her wrist or in her neck."}, {"sentId": 418, "text": "I check her pupils and try desperately to rouse her as we blast over the countryside."}], "speaker": "GUPTA", "secId": 138}, {"sentences": [{"sentId": 419, "text": "There are no IV fluids on this helicopter, no defibrillator, not even a first aid kit and this young woman is going into cardiac arrest."}, {"sentId": 420, "text": "It is aggressive, but I just delivered a cardiac thump, a quick, strong hit to the chest in a last ditch effort to shock  heart back into action."}, {"sentId": 421, "text": "Whether it worked or not, I can't say for sure, but she came back."}, {"sentId": 422, "text": "And for a moment, everything calms down."}, {"sentId": 423, "text": "I slowly try and rehydrate her the old fashioned way."}, {"sentId": 424, "text": "We touched down once more at a makeshift hospital high in the mountains and we realize as dramatic as that was, it is a scene that is playing out every day, maybe every hour in the skies above Nepal."}], "speaker": "GUPTA", "secId": 139}, {"sentences": [{"sentId": 425, "text": "To get an idea of just how challenging these conditions are, look at the very small space which the helicopter has to land on top of this hill."}, {"sentId": 426, "text": "Hardly any room to spare."}, {"sentId": 427, "text": "They're taking off these badly need supplies as quick as they can because there's a woman on that helicopter who nearly went into cardiac arrest."}, {"sentId": 428, "text": "They have to get her back as quickly as possible."}], "speaker": "GUPTA", "secId": 140}, {"sentences": [{"sentId": 429, "text": "Here come the patients, one by one."}, {"sentId": 430, "text": "I am handed a precious little bay to fly back whose mother is too weak to hold her."}, {"sentId": 431, "text": "IV bag now tied to the ceiling using a disposable face mask."}, {"sentId": 432, "text": "Anything to just make it work."}, {"sentId": 433, "text": "Just a single moment to celebrate the lives on this chopper."}, {"sentId": 434, "text": "We touched down again and this time there are stretchers, medicines, fluids, and prayers."}, {"sentId": 435, "text": "Dr.  Sanjay Gupta, CNN, Nepal."}], "speaker": "GUPTA", "secId": 141}, {"sentences": [{"sentId": 436, "text": "And we'll be, of course, getting more updates from the situation there in Nepal from our team who is there plus Dr.  Sanjay Gupta."}, {"sentId": 437, "text": "Chile's Calbuco volcano has erupted for the third time in the past eight days."}, {"sentId": 438, "text": "Residents say the latest blast is not as severe as last week's eruption."}, {"sentId": 439, "text": "Still, a large plume of smoke rose high into the sky."}, {"sentId": 440, "text": "Authorities have evacuated about 1,500 people."}, {"sentId": 441, "text": "That's in addition to the 4,400 forced from their homes last week."}, {"sentId": 442, "text": "Volcanic ash from the eruptions is up to two feet or 60 centimeters meters thick in some areas."}], "speaker": "ALLEN", "secId": 142}, {"sentences": [{"sentId": 443, "text": "In sports news, the fight of the century is just a day away."}, {"sentId": 444, "text": "Floyd Mayweather and Manny Pacquiao will step into the ring Saturday night at the MGM Grand in Las Vegas."}, {"sentId": 445, "text": "CNN World Sport Anchor Don Riddell talked with both fighters."}, {"sentId": 446, "text": "Mayweather says he's not subdued, as some have suggested."}, {"sentId": 447, "text": "He's just matured over the years."}, {"sentId": 448, "text": "Pacquiao says he's just especially proud to represent his country, the Philippines."}], "speaker": "ALLEN", "secId": 143}, {"sentences": [{"sentId": 449, "text": "Well, some of Baltimore's favorite sons stepping up to join the calls in the street including football legend Ray Lewis."}, {"sentId": 450, "text": "We'll hear from him next."}, {"sentId": 451, "text": "Don Lemon is right back live from Baltimore after the break."}], "speaker": "ALLEN", "secId": 144}, {"sentences": [{"sentId": 452, "text": "Our community is fed up."}, {"sentId": 453, "text": "They're fed up right now."}, {"sentId": 454, "text": "But there's different ways that you can go about it."}, {"sentId": 455, "text": "I'm here to, you know, kind of lead that, you know, to the - to the right path."}, {"sentId": 456, "text": "And, you know, this is a peaceful march, man."}, {"sentId": 457, "text": "This is, you know, this is my community."}, {"sentId": 458, "text": "This is people that I grew up with."}, {"sentId": 459, "text": "You know, so for me to come back here and, you know, just show that type of leadership, like we're together."}, {"sentId": 460, "text": "Now, this is one Baltimore, man."}, {"sentId": 461, "text": "Now it's time to rebuild this city back up and there's no need for us to tear anything down."}], "speaker": "ANTHONY", "secId": 145}, {"sentences": [{"sentId": 462, "text": "That was NBA star and Baltimore native Carmelo Anthony there marching side by side with protesters and CNN's Ryan Young saying that he hopes a turning point is just around the corner for the city of Baltimore."}, {"sentId": 463, "text": "In times of crisis, society looks to our politicians and other leaders to guide us, but athletes are also seen as pillars of the community, leading by example both on and off the field."}], "speaker": "LEMON", "secId": 146}, {"sentences": [{"sentId": 464, "text": "Like Anthony, former Baltimore Ravens linebacker Ray Lewis is also passionate about his city."}, {"sentId": 465, "text": "Ryan Young caught up with him and some other former teammates while they visited neighborhoods most affected by this week's events."}], "speaker": "LEMON", "secId": 147}, {"sentences": [{"sentId": 466, "text": "."}, {"sentId": 467, "text": "Let's put it back together, ."}, {"sentId": 468, "text": "That's it."}, {"sentId": 469, "text": "We're all we've got."}, {"sentId": 470, "text": "The message is very simple, man."}, {"sentId": 471, "text": "What we just started,  is the tragedy in Baltimore, we have an opportunity to change Baltimore, everybody sitting in this room."}], "speaker": "LEWIS", "secId": 148}, {"sentences": [{"sentId": 472, "text": "Ray Lewis is a big man full of raw passion and love for Baltimore."}, {"sentId": 473, "text": "The future hall of famer and former linebacker, got on stage at his Baltimore high school and the kids leaned in like they were in a huddle."}], "speaker": "LEMON", "secId": 149}, {"sentences": [{"sentId": 474, "text": "Let's ."}, {"sentId": 475, "text": "Let's stop doing drugs, let's stop putting ourselves in situations."}, {"sentId": 476, "text": "Let's see ."}, {"sentId": 477, "text": "We can create what you had  challenge me to see who can read a book faster than me."}], "speaker": "LEWIS", "secId": 150}, {"sentences": [{"sentId": 478, "text": "Lewis made it clear, his heart hurts for the pains he sees in his city."}, {"sentId": 479, "text": "The protests and rioting made him put everything else on hold."}], "speaker": "LEMON", "secId": 151}, {"sentences": [{"sentId": 480, "text": "This is a world problem."}, {"sentId": 481, "text": "Detroit, number one crime rate in the row two years back to back, two - they sound like she's killing  out of style, like it's a video game, man, you know."}, {"sentId": 482, "text": "And we got to teach them, stop killing each other."}], "speaker": "LEWIS", "secId": 152}, {"sentences": [{"sentId": 483, "text": "But we got a long way to go."}, {"sentId": 484, "text": "And know, we have great people that can contribute to that and be a part of that."}, {"sentId": 485, "text": "We don't need to be wasting everybody's talent."}, {"sentId": 486, "text": "We need to use everybody down here."}, {"sentId": 487, "text": "We need to be a part of it, we're  out to be a part of it, man."}, {"sentId": 488, "text": "before."}], "speaker": "UNIDENTIFIED MALE", "secId": 153}, {"sentences": [{"sentId": 489, "text": "Ray's former coach and Baltimore Ravens teammates help to hand out food and supplies to elementary kids before talking to several high schools."}, {"sentId": 490, "text": "And these dad's tell me they were proud of one mother who took a stand."}], "speaker": "LEMON", "secId": 154}, {"sentences": [{"sentId": 491, "text": "From the beginning of time."}, {"sentId": 492, "text": "You know why everybody is praising - or praise that she looks just like my mama, praising the young lady who snatched her child up?"}], "speaker": "LEWIS", "secId": 155}, {"sentences": [{"sentId": 493, "text": "Yes."}], "speaker": "UNIDENTIFIED MALE", "secId": 156}, {"sentences": [{"sentId": 494, "text": "Because that's what mothers need to be doing."}, {"sentId": 495, "text": "Your kids right around on the street."}, {"sentId": 496, "text": "This should have been a war between mothers and sons, or whoever was out there."}, {"sentId": 497, "text": "Right?"}, {"sentId": 498, "text": "Because that's - I don't want to be slapped or to hit my mama."}, {"sentId": 499, "text": "But what?"}, {"sentId": 500, "text": "If I would have turned around and saw my mama, I would have asked the lord to bring me home."}, {"sentId": 501, "text": "I would have not wanted to deal with that, right?"}], "speaker": "LEWIS", "secId": 157}, {"sentences": [{"sentId": 502, "text": "Words of wisdom from ray Lewis."}, {"sentId": 503, "text": "Thank you so much for joining us tonight."}, {"sentId": 504, "text": "I am Don Lemon live in Baltimore."}, {"sentId": 505, "text": "We're going to leave you with a look at Congressman Elijah Cummings leading protesters through the streets of Baltimore in a peaceful walk with song."}, {"sentId": 506, "text": "The CNN Newsroom picks up the coverage right after this break with my colleague Natalie Allen and George Hall at the CNN World Headquarters in Atlanta."}], "speaker": "LEMON", "secId": 158}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1504.30.cnnt.03.html.json", "time": "Aired April 30, 2015 - 00:00   ET"}