{"sectionCount": 226, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["BROOKE BALDWIN", "UNIDENTIFIED FEMALE", "BALDWIN", "COOPER", "DORSEY", "CARLSON", "UNIDENTIFIED MALE", "OLIVER", "QUINN", "HODGSON", "HODSGON", "DIMITRIUS", "O'MARA", "GERAGOS", "SAVIDGE", "DOLD", "HARGROVE", "SPEIGEL", "SIMMONS", "HARGORVE", "ANNOUNCER", "FARLEY-BERENS", "CROWD"], "subTitle": "Aaron Henarndez Jurors Speak Out; Bristol County DA Reacts; SeaWorld Fighting Critics and Class Action Suits; CNN Hero: Jody Farley-Berens. Aired 10-11p ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1504/16/cnnt.01.html", "sentenceCount": 532, "sections": [{"sentences": [{"sentId": 0, "text": "This is CNN TONIGHT."}, {"sentId": 1, "text": "I'm Brooke Baldwin sitting in for Don Lemon."}, {"sentId": 2, "text": "You heard what the Aaron Hernandez jurors told our Anderson Cooper today."}], "speaker": "BROOKE BALDWIN", "secId": 0}, {"sentences": [{"sentId": 3, "text": "One shot was enough for me."}, {"sentId": 4, "text": "There was no need for the other five."}, {"sentId": 5, "text": "One shot for me is cruelty."}, {"sentId": 6, "text": "Anybody who can pick up a gun, point it to someone and shoot them, is cruelty."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 1}, {"sentences": [{"sentId": 7, "text": "And it didn't have to be him."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 2}, {"sentences": [{"sentId": 8, "text": "Right, it didn't."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 3}, {"sentences": [{"sentId": 9, "text": "Tonight, how the jurors reached that guilty verdict and where the defense went wrong."}], "speaker": "BALDWIN", "secId": 4}, {"sentences": [{"sentId": 10, "text": "Also, one of the only people who knows what Aaron Hernandez really faces behind bar, the man who runs the jail where Hernandez spent the last year and a half."}], "speaker": "BALDWIN", "secId": 5}, {"sentences": [{"sentId": 11, "text": "Plus, you have seen \"BLACKFISH\" right here on CNN."}, {"sentId": 12, "text": "Tonight, we have the next chapter in the Seaworld story."}, {"sentId": 13, "text": "The company battling critics and three class action lawsuits."}, {"sentId": 14, "text": "Can Seaword save itself?"}], "speaker": "BALDWIN", "secId": 6}, {"sentences": [{"sentId": 15, "text": "We have a lot to talk about tonight."}, {"sentId": 16, "text": "Let me begin with revelations from Anderson Cooper's interview with Aaron Hernandez jurors, and Anderson is here with me tonight."}, {"sentId": 17, "text": "I mean, it's just phenomenal, hanging on the different observations they had, seeing Aaron Hernandez in the courtroom, thinking about what they had to prove through the entire time you sat with them."}, {"sentId": 18, "text": "What really struck you?"}], "speaker": "BALDWIN", "secId": 7}, {"sentences": [{"sentId": 19, "text": "Well, I was struck together they are as a jury."}, {"sentId": 20, "text": "Oftentimes you'll hear from one or two jurors who maybe want a book or something like that."}, {"sentId": 21, "text": "I didn't get that sense about these jurors."}, {"sentId": 22, "text": "They were very serious."}, {"sentId": 23, "text": "They clearly were very conscientious."}, {"sentId": 24, "text": "They took this very, very seriously, as jurors usually do ,and they really -- I think they gave two interviews total."}, {"sentId": 25, "text": "We were the only national one; I think there was a local news interview as well."}, {"sentId": 26, "text": "But they really are talking because they want people to know how"}], "speaker": "COOPER", "secId": 8}, {"sentences": [{"sentId": 27, "text": "seriously they took this and what -- how they came to the decision they made."}, {"sentId": 28, "text": "And I asked them in particular about coming to the decision that he was guilty for first degree murder, because to prove that in Massachusetts, the prosecution had to either show premeditation, which the jury said they were not able to show, or they couldn't prove that, or extreme cruelty or atrocity."}], "speaker": "COOPER", "secId": 9}, {"sentences": [{"sentId": 29, "text": "And listen to what the jury had to say."}], "speaker": "COOPER", "secId": 10}, {"sentences": [{"sentId": 30, "text": "For murder one, they either have to show premeditation or they have to show extreme cruelty."}, {"sentId": 31, "text": "So did you feel..."}], "speaker": "COOPER", "secId": 11}, {"sentences": [{"sentId": 32, "text": "Extreme atrocity or cruelty."}], "speaker": "DORSEY", "secId": 12}, {"sentences": [{"sentId": 33, "text": "It wasn't premeditation?"}], "speaker": "COOPER", "secId": 13}, {"sentences": [{"sentId": 34, "text": "No."}], "speaker": "DORSEY", "secId": 14}, {"sentences": [{"sentId": 35, "text": "You can't say this was premeditation?"}], "speaker": "COOPER", "secId": 15}, {"sentences": [{"sentId": 36, "text": "I can't say with 100 percent certainty that he premeditated that while I was sitting in that jury room."}, {"sentId": 37, "text": "I can't say that."}], "speaker": "DORSEY", "secId": 16}, {"sentences": [{"sentId": 38, "text": "But you do see extreme atrocity or cruelty?"}], "speaker": "COOPER", "secId": 17}, {"sentences": [{"sentId": 39, "text": "I see extreme atrocity and cruelty."}], "speaker": "DORSEY", "secId": 18}, {"sentences": [{"sentId": 40, "text": "In -- was it the number of shots?"}], "speaker": "COOPER", "secId": 19}, {"sentences": [{"sentId": 41, "text": "It was his indifference, and that was part of what I had to look at."}, {"sentId": 42, "text": "And it was -- even if there was no premeditation, he could have made choices there, when he was there."}, {"sentId": 43, "text": "He was there."}, {"sentId": 44, "text": "They admitted that."}, {"sentId": 45, "text": "And he could have made different choices, and he chose not to."}], "speaker": "DORSEY", "secId": 20}, {"sentences": [{"sentId": 46, "text": "I think one thing in that regard that surprised a lot of us was that indifference."}, {"sentId": 47, "text": "We watched the video footage at his home later in the morning or early afternoon, after the incident occurred."}, {"sentId": 48, "text": "And he was just lounging around by the pool and playing with the baby and going about his regular life."}], "speaker": "CARLSON", "secId": 21}, {"sentences": [{"sentId": 49, "text": "You know, for us to have knowledge that he was there at the time that his close friend was murdered, personally, there's no way I could just carry on hours later like nothing ever happened."}, {"sentId": 50, "text": "That's indifference."}], "speaker": "CARLSON", "secId": 22}, {"sentences": [{"sentId": 51, "text": "So those videotapes, in particular his own security camera tapes, were crucial?"}], "speaker": "COOPER", "secId": 23}, {"sentences": [{"sentId": 52, "text": "Hours later."}], "speaker": "CARLSON", "secId": 24}, {"sentences": [{"sentId": 53, "text": "Yes, definitely."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 25}, {"sentences": [{"sentId": 54, "text": "But in the instructions, we weren't asked to use that after the murder to weigh our decision."}, {"sentId": 55, "text": "To leave your friend on the ground, knowing that he's not there anymore, he's either dead or he's going to die, that's indifference."}, {"sentId": 56, "text": "He didn't need to pull the trigger."}, {"sentId": 57, "text": "He could have made different choices when that man was lying there."}], "speaker": "DORSEY", "secId": 26}, {"sentences": [{"sentId": 58, "text": "Do you feel like he did pull the trigger or do you don't..."}], "speaker": "COOPER", "secId": 27}, {"sentences": [{"sentId": 59, "text": "I don't know."}, {"sentId": 60, "text": "There's no evidence to support that he pulled the trigger."}, {"sentId": 61, "text": "But he chose not to do anything about it."}], "speaker": "DORSEY", "secId": 28}, {"sentences": [{"sentId": 62, "text": "In that moment or in the aftermath."}], "speaker": "COOPER", "secId": 29}, {"sentences": [{"sentId": 63, "text": "Exactly, and in that moment is what I was looking at because that's what I was intstructed to do."}, {"sentId": 64, "text": "In that moment."}], "speaker": "DORSEY", "secId": 30}, {"sentences": [{"sentId": 65, "text": "He played a role."}, {"sentId": 66, "text": "Whether he was the shooter or the transport, he played a role in that murder."}, {"sentId": 67, "text": "And then that's what he was charged with."}], "speaker": "UNIDENTIFIED MALE", "secId": 31}, {"sentences": [{"sentId": 68, "text": "And that's the thing in Massachusetts, where you can be convicted of Murder 1 and you don't actually have to be the person to pull the trigger."}], "speaker": "BALDWIN", "secId": 32}, {"sentences": [{"sentId": 69, "text": "That's right, although they very clearly felt that Aaron Hernandez was the ringleader in that  group."}], "speaker": "COOPER", "secId": 33}, {"sentences": [{"sentId": 70, "text": "Also found it interesting, here they were all these many weeks during this trial and they're staring at the man and at times trying to look him right in the eye."}], "speaker": "BALDWIN", "secId": 34}, {"sentences": [{"sentId": 71, "text": "I think a lot of them found themselves occasionally looking at him in the eye, although I think they often got kind of startled by him and would just kind of look away."}, {"sentId": 72, "text": "I asked them about that because, as I said to them, and you'll hear it in a second, courtrooms are actually very intimate."}, {"sentId": 73, "text": "The guy's right there."}, {"sentId": 74, "text": "And I asked them what that was like day after day, week after week."}], "speaker": "COOPER", "secId": 35}, {"sentences": [{"sentId": 75, "text": "It's interesting."}, {"sentId": 76, "text": "I notice a couple of you have called him Aaron."}, {"sentId": 77, "text": "And I think people who haven't been on a jury don't understand the intimacy that exists in a courtroom, where somebody is sitting, you know, a couple of feet away from you, and..."}], "speaker": "COOPER", "secId": 36}, {"sentences": [{"sentId": 78, "text": "For three months every day."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 37}, {"sentences": [{"sentId": 79, "text": "Yes."}, {"sentId": 80, "text": "That is right."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 38}, {"sentences": [{"sentId": 81, "text": "Yes."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 39}, {"sentences": [{"sentId": 82, "text": "Did you look at him a lot?"}, {"sentId": 83, "text": "Did he look at you?"}, {"sentId": 84, "text": "UNIDENTIFIED FEMALE:  Yes."}], "speaker": "COOPER", "secId": 40}, {"sentences": [{"sentId": 85, "text": "I did."}], "speaker": "OLIVER", "secId": 41}, {"sentences": [{"sentId": 86, "text": "You did?"}], "speaker": "COOPER", "secId": 42}, {"sentences": [{"sentId": 87, "text": "Oh, yes."}, {"sentId": 88, "text": "One time, we made contact and he actually nodded to me at one time."}], "speaker": "OLIVER", "secId": 43}, {"sentences": [{"sentId": 89, "text": "And it is hard."}, {"sentId": 90, "text": "You come in that room every day and you see this person."}, {"sentId": 91, "text": "And it's hard to come to that decision at the end, because three months with him, it is almost like you -- they're part of you, and then all of a sudden, now you have got to make that decision to either put him away or let him go."}, {"sentId": 92, "text": "It is very hard."}], "speaker": "OLIVER", "secId": 44}, {"sentences": [{"sentId": 93, "text": "We learned yesterday that he said to his guards that he didn't do it, that you all were wrong."}, {"sentId": 94, "text": "When you hear that, what do you think?"}], "speaker": "COOPER", "secId": 45}, {"sentences": [{"sentId": 95, "text": "My first thought was, if we were wrong, if he had something else to say, he maybe should have testified at some point in that trial."}, {"sentId": 96, "text": "Maybe there should have been a little more to it so we could have actually heard his side of the story."}], "speaker": "CARLSON", "secId": 46}, {"sentences": [{"sentId": 97, "text": "But he didn't, did he?"}], "speaker": "BALDWIN", "secId": 47}, {"sentences": [{"sentId": 98, "text": "And all of them -- none of them expected him to testify and they had all been instructed at the beginning he's likely not going to testify and you shouldn't hold that against him, that's the right of every defendant."}], "speaker": "COOPER", "secId": 48}, {"sentences": [{"sentId": 99, "text": "So nice to hear from all of them."}, {"sentId": 100, "text": "Great interview, Anderson."}, {"sentId": 101, "text": "Thank you so much."}], "speaker": "BALDWIN", "secId": 49}, {"sentences": [{"sentId": 102, "text": "And you can see more of Anderson's interview with the Aaron Hernandez jurors tomorrow night on \"AC360\"."}], "speaker": "BALDWIN", "secId": 50}, {"sentences": [{"sentId": 103, "text": "Let me bring in Thomas Quinn now, Bristol County District Attorney."}, {"sentId": 104, "text": "Mr. Quinn, my goodness, I definitely want to have you react to some of the juror statements with Anderson."}], "speaker": "BALDWIN", "secId": 51}, {"sentences": [{"sentId": 105, "text": "But first, let's go  back."}, {"sentId": 106, "text": "You couldn't introduce a motive."}, {"sentId": 107, "text": "You didn't have a murder weapon."}, {"sentId": 108, "text": "You couldn't use the texts from the victim from that evening with Aaron Hernandez."}, {"sentId": 109, "text": "I'm just wondering how much you felt that the deck was stacked against you especially, as the deliberations went into day 5, 6, 7."}], "speaker": "BALDWIN", "secId": 52}, {"sentences": [{"sentId": 110, "text": "I didn't think the deck was stacked against us."}, {"sentId": 111, "text": "I felt that we presented a strong case; there were a number of pieces of evidence that all fitted together in the end to warrant a conviction."}, {"sentId": 112, "text": "The deliberations were long but I think we felt that the jury was taking their time to go through the evidence, exercising due diligence, which you want jury to do, especially in a case this serious."}, {"sentId": 113, "text": "Monday and Tuesday, the jurors were quiet."}, {"sentId": 114, "text": "There were no questions."}], "speaker": "QUINN", "secId": 53}, {"sentences": [{"sentId": 115, "text": "I felt that was a good sign and they returned the verdict early Wednesday morning."}, {"sentId": 116, "text": "So I felt confident throughout trial and deliberations, always some apprehension giving what's going on, but I think we felt that we had presented a strong case and in the end, the jury agreed."}], "speaker": "QUINN", "secId": 54}, {"sentences": [{"sentId": 117, "text": "We saw how emotional and understandably so those victim impact statements, hearing from Odin Lloyd's family."}, {"sentId": 118, "text": "You spent quite a bit of time with them."}, {"sentId": 119, "text": "I'm wondering, through this whole process, how much their loss weighed on you in terms of seeking justice?"}], "speaker": "BALDWIN", "secId": 55}, {"sentences": [{"sentId": 120, "text": "Well, it was a big factor."}, {"sentId": 121, "text": "Any case like this, the prosecutors bond with the family."}, {"sentId": 122, "text": "I think you saw Odin's mother, Ursula, very impressive woman."}, {"sentId": 123, "text": "She was patient, she was the leader of the family during the trial, was at every court appearance."}, {"sentId": 124, "text": "Very classy woman, a lot of grace, and when she made that impact statement forgiving the people who murdered her son, it spoke volumes about who she was about."}, {"sentId": 125, "text": "I can't say I've heard that before."}, {"sentId": 126, "text": "It's what we really want from people, but it's just so difficult to do it in a case like that, when a close family member has been murdered and taken from you in a violent way."}, {"sentId": 127, "text": "But quite an impressive woman."}], "speaker": "QUINN", "secId": 56}, {"sentences": [{"sentId": 128, "text": "It was pretty powerful hearing that from that mother there."}, {"sentId": 129, "text": "Listening now also to these jurors speaking with Anderson, I think a couple of things really struck me."}, {"sentId": 130, "text": "One they used the word indifference a couple of times, indifference on behalf of Aaron Hernandez, be it at the scene, as how they perceived him, really this ringleader."}, {"sentId": 131, "text": "Or even indifference after the fact when you see him walking around in his surveillance video, around the pool with his child."}, {"sentId": 132, "text": "And also they talked about having to prove cruelty and one shot would be cruel enough, but to think of six shots."}, {"sentId": 133, "text": "I mean, what do you think those key moments were for them?"}], "speaker": "BALDWIN", "secId": 57}, {"sentences": [{"sentId": 134, "text": "It's fascinating to hear them speak."}, {"sentId": 135, "text": "I haven't heard all of their comments."}, {"sentId": 136, "text": "The jury deliberations are obviously a secret, so to hear them speak at some length, it's frankly the first time I've heard this."}], "speaker": "QUINN", "secId": 58}, {"sentences": [{"sentId": 137, "text": "But he was shot six times, twice in the back."}, {"sentId": 138, "text": "That is certainly reasonable for them to conclude that it was extreme and atrocious."}, {"sentId": 139, "text": "He left the scene, he went to his house, seemed casual."}, {"sentId": 140, "text": "Then the next day, or later that they, he's out by the pool as was emphasized in the closing argument, drinking smoothies and holding the baby and acting like nothing happened."}, {"sentId": 141, "text": "So, certainly the facts supported that finding of extreme atrocity or cruelty."}], "speaker": "QUINN", "secId": 59}, {"sentences": [{"sentId": 142, "text": "And I mentioned you didn't have a murder weapon; you also didn't prove who pulled the trigger."}, {"sentId": 143, "text": "Yet when you hear from some of these jurors, that didn't matter to them."}, {"sentId": 144, "text": "Why do you think that is?"}], "speaker": "BALDWIN", "secId": 60}, {"sentences": [{"sentId": 145, "text": "Well, there was strong evidence that he pulled the trigger, but again what I think and what others think doesn't matter."}, {"sentId": 146, "text": "It's what the jury feels."}, {"sentId": 147, "text": "That's why I have great respect for the jury system."}, {"sentId": 148, "text": "Aaron Hernandez had to essentially either pull the trigger or be a direct participant with an intent to kill Odin Lloyd, which obviously the jury found."}, {"sentId": 149, "text": "So he was liable, criminally, under either theory."}, {"sentId": 150, "text": "I think both were warranted in the evidence, but that's the jury's prerogative and he clearly -- there clearly was evidence that he was the ring leader, that he made it happen, that the motive may not have been strong from the evidence but it was clear he had a grievance with Odin Lloyd, that he knew something he didn't want him to know, and then he set in motion the chain of events that brought about his brutal murder."}], "speaker": "QUINN", "secId": 61}, {"sentences": [{"sentId": 151, "text": "What a last couple of months there in that Fall River courtroom."}, {"sentId": 152, "text": "Thomas Quinn, Bristol County District Attorney, thank you so much, sir, for your time."}, {"sentId": 153, "text": "I really appreciate it."}], "speaker": "BALDWIN", "secId": 62}, {"sentences": [{"sentId": 154, "text": "And there's so much more here to this Aaron Hernandez story."}, {"sentId": 155, "text": "When we come back, we'll talk with the man who knows all about Aaron Hernandez's life behind bars."}, {"sentId": 156, "text": "He runs the jail where the ex-Patriots star was held for a year and a half."}, {"sentId": 157, "text": "Incredible, from him."}], "speaker": "BALDWIN", "secId": 63}, {"sentences": [{"sentId": 158, "text": "Plus, in the wake of \"BLACKFISH\", SeaWorld says its orcas are happy, they're healthy."}, {"sentId": 159, "text": "But when you talk to critics and they say the killer whales' lives are stressful and cruel and unhealthy."}, {"sentId": 160, "text": "Where does the truth lie?"}], "speaker": "BALDWIN", "secId": 64}, {"sentences": [{"sentId": 161, "text": "Tonight Aaron Hernandez is at the Massachusetts state correctional institute Cedar Junction Facility."}, {"sentId": 162, "text": "It's only about 3.5 miles from that very stadium where he used to play with the New England Patriots."}, {"sentId": 163, "text": "He will eventually be transferred to a prison about 40 miles outside of Boston where he will spend the rest of his life."}], "speaker": "BALDWIN", "secId": 65}, {"sentences": [{"sentId": 164, "text": "Joining he now, Sheriff Thomas Hodgson; he oversees the jail where Aaron Hernandez spent a year and 1/2."}, {"sentId": 165, "text": "Sheriff, welcome."}], "speaker": "BALDWIN", "secId": 66}, {"sentences": [{"sentId": 166, "text": "Thank you."}, {"sentId": 167, "text": "Thank you, Brooke."}], "speaker": "HODGSON", "secId": 67}, {"sentences": [{"sentId": 168, "text": "I have a lot for you tonight."}, {"sentId": 169, "text": "Let me just begin with the fact that it was Aaron Hernandez who was under your supervision for a little over a year and 1/2."}, {"sentId": 170, "text": "And knowing a little bit about his background, he lost his father when he was just 16, and you say at times you almost played that father figure role with him."}, {"sentId": 171, "text": "How so?"}], "speaker": "BALDWIN", "secId": 68}, {"sentences": [{"sentId": 172, "text": "Well, I had a lots of conversations with Aaron about his background and his growing him, and I think he in some of ways took to me as someone he could talk to."}, {"sentId": 173, "text": "And I took opportunities to be able to try to present some guidance for him that I thought would be useful as far as looking back and perhaps going back to his cell, talking to his father, who he really only visited his grave site one time and obviously he'd put up a wall to hide the pain."}], "speaker": "HODGSON", "secId": 69}, {"sentences": [{"sentId": 174, "text": "Do you think he took any of your guidance to heart?"}], "speaker": "BALDWIN", "secId": 70}, {"sentences": [{"sentId": 175, "text": "Well, he actually did."}, {"sentId": 176, "text": "He eventually, not right away, did acquire a picture of his father."}, {"sentId": 177, "text": "Whenever I would ask him, he said, oh I didn't talk to him but at least I got a picture of him."}, {"sentId": 178, "text": "And his father was a very principled guy, according to Aaron, that really kept him on the straight and narrow."}, {"sentId": 179, "text": "He was really Aaron's anchor until he unexpectedly passed away in a I think it was a gallbladder operation."}], "speaker": "HODGSON", "secId": 71}, {"sentences": [{"sentId": 180, "text": "But Aaron talked often about his father's respect within the family, that when the father walked in the room, he commanded respect even though the others prior to him getting in there really weren't acting very respectful."}, {"sentId": 181, "text": "And I think his hot button around that issue is that when he's disrespected, I think he sort of took on that characteristic as a very important part of his life when he was alive."}, {"sentId": 182, "text": "And if you disrespected Aaron, in his mind, you were disrespecting his father."}], "speaker": "HODGSON", "secId": 72}, {"sentences": [{"sentId": 183, "text": "Wow, that's interesting."}, {"sentId": 184, "text": "I know, Sheriff, apparently when he left the courthouse, he was saying to your staff -- and we corroborated with our correspondent Susan Candiotti -- that he was essentially saying they got it wrong, I didn't do it."}, {"sentId": 185, "text": "He still had that Aaron Hernandez swagger."}, {"sentId": 186, "text": "What do you make of those words and tell me more about this swagger of a man who's going away for the rest of his life?"}], "speaker": "BALDWIN", "secId": 73}, {"sentences": [{"sentId": 187, "text": "Well, for him to admit it would be for him to pull down that shield that he keeps around him."}, {"sentId": 188, "text": "He's a -- I ran a criminal division when I was a police officer years ago, and he's the best I've ever seen."}, {"sentId": 189, "text": "He's a master manipulator."}], "speaker": "HODGSON", "secId": 74}, {"sentences": [{"sentId": 190, "text": "How do you mean?"}], "speaker": "BALDWIN", "secId": 75}, {"sentences": [{"sentId": 191, "text": "Well, he pays attention to everything going on."}, {"sentId": 192, "text": "He knows how to use his charm better than anybody I've ever seen to get what he wants."}, {"sentId": 193, "text": "He also is extremely adept at compartmentalizing."}, {"sentId": 194, "text": "And that is the way -- many people ask me how -- he was walking in the courtroom every day and he's smiling."}, {"sentId": 195, "text": "It doesn't look like he really did it."}, {"sentId": 196, "text": "He doesn't feel like he did it, the way he carries himself."}, {"sentId": 197, "text": "But that's the part that's really interesting about him."}, {"sentId": 198, "text": "He can compartmentalize something, as he did with his father's death, to a point where he just doesn't accept it or realize it or make it a part of reality."}, {"sentId": 199, "text": "And he just pushes it away."}], "speaker": "HODGSON", "secId": 76}, {"sentences": [{"sentId": 200, "text": "When he was at our facility, he often talked about the fact that he didn't see it as jail, he saw it as just training camp."}, {"sentId": 201, "text": "And so in his own mind, he would push those things away."}, {"sentId": 202, "text": "So for him to make that comment, I didn't do it, for him to accept that he may have done it, accept responsibility for it, would be to break that down."}], "speaker": "HODGSON", "secId": 77}, {"sentences": [{"sentId": 203, "text": "And I think if he did that, he'd have a very different sort of lifestyle and probably become very, very vulnerable, which he's very afraid to do."}], "speaker": "HODGSON", "secId": 78}, {"sentences": [{"sentId": 204, "text": "It's one thing, Sheriff Hodgson, to think about him seeing county jail for a finite period of time as a training camp, but to be away in a maximum security prison for the rest of his life -- this is a guy, this is a superstar, a Patriots player."}, {"sentId": 205, "text": "This is a guy who dropped thousands of dollars in strip clubs and partying."}, {"sentId": 206, "text": "How will he be able to take that, you know, being a master manipulator and compartmentalization, into that kind of situation?"}, {"sentId": 207, "text": "I mean, to me, it sounds like a living hell."}], "speaker": "BALDWIN", "secId": 79}, {"sentences": [{"sentId": 208, "text": "Well, it would be for most people it would."}, {"sentId": 209, "text": "But I would tell you that when he went from -- when he first came into our facility, you got to remember, he ran into a stadium every Sunday and thousands of people were cheering for him in his Patriots uniform."}, {"sentId": 210, "text": "He entered our facility, got new uniform with a lot more numbers and a lot less freedoms, obviously, going from a 7,000 square foot home to a 7 by 10 foot cell."}, {"sentId": 211, "text": "To most people, that would be such a fall from a really incredible place to a desolate, very sad life."}, {"sentId": 212, "text": "But, for him, he kept his demeanor, he compartmentalized it, and every day, he'd smile."}, {"sentId": 213, "text": "He'd be as natural as anybody you ever met."}, {"sentId": 214, "text": "And if you sat down with him, Brooke, for the first time, you'd want to take him home and have coffee with him or what have you, because he's just so warm and out going in his personality."}, {"sentId": 215, "text": "He knows how to use his charm."}, {"sentId": 216, "text": "He's very, very good at it."}], "speaker": "HODGSON", "secId": 80}, {"sentences": [{"sentId": 217, "text": "Don't know if I'd want to take him home and have coffee, given everything I've heard through this trial and the fact that he's now been convicted of murder in the first degree."}, {"sentId": 218, "text": "Here's my final question for you, Sheriff, and that is do you think he will ever, ever be able to say out loud, \"Yes, I did it\"?"}], "speaker": "BALDWIN", "secId": 81}, {"sentences": [{"sentId": 219, "text": "Not until he breaks down that wall that he's put up and I don't think, frankly, he wants to do that."}, {"sentId": 220, "text": "I think he basically -- if he does do that, he will see himself as vulnerable and he won't be compartmentalizing things anymore and reality will hit him smack in the face in a way that he's never been hit before."}], "speaker": "HODSGON", "secId": 82}, {"sentences": [{"sentId": 221, "text": "Sheriff Thomas Hodgson, Bristol County Sheriff, thank you so much tonight, sir."}, {"sentId": 222, "text": "I appreciate it."}], "speaker": "BALDWIN", "secId": 83}, {"sentences": [{"sentId": 223, "text": "Thanks for having me, Brooke."}], "speaker": "HODGSON", "secId": 84}, {"sentences": [{"sentId": 224, "text": "Aaron Herandez's attorney has made some controversial decisions, but they did lead to his conviction?"}, {"sentId": 225, "text": "When we come back tonight, where the defense went so wrong."}], "speaker": "BALDWIN", "secId": 85}, {"sentences": [{"sentId": 226, "text": "Jurors in the Aaron Hernandez murder trial speaking out tonight."}, {"sentId": 227, "text": "This is really a rare glimpse of what it's like the sit in the jury box."}], "speaker": "BALDWIN", "secId": 86}, {"sentences": [{"sentId": 228, "text": "I'm joined by Jo-Ellan Dimitrius, a jury consultant, as well as defense attorneys Mark O'Mara and Mark Geragos."}], "speaker": "BALDWIN", "secId": 87}, {"sentences": [{"sentId": 229, "text": "Let's get right to it."}, {"sentId": 230, "text": "And Jo-Ellan, first with you."}, {"sentId": 231, "text": "To hear Anderson's observations when he's talking to all these jurors today in Boston and how they're all referring to Aaron Hernandez in the first person -- not -- by his first name, Aaron."}, {"sentId": 232, "text": "That to me is an intimacy that I think they all said they felt over the course of sitting in this courtroom for three months."}, {"sentId": 233, "text": "What has it become for them?"}, {"sentId": 234, "text": "Like a home away from home?"}], "speaker": "BALDWIN", "secId": 88}, {"sentences": [{"sentId": 235, "text": "Absolutely."}, {"sentId": 236, "text": "The courtroom in any situation becomes the jurors'  home away from home."}, {"sentId": 237, "text": "They watch everybody."}, {"sentId": 238, "text": "If they don't know the story about them, they make up stories about them."}, {"sentId": 239, "text": "And so that intimacy flows over into the attorneys, obviously, the defendant."}, {"sentId": 240, "text": "Clearly the defense attorneys called him Aaron, and they pick up on that."}, {"sentId": 241, "text": "And they move forward with that."}, {"sentId": 242, "text": "They watch the body language -- and by the way one thing I want to point out, the body language is --  the jurors were talking about the body language of Aaron Hernandez."}, {"sentId": 243, "text": "What I think is really important is the body language of these jurors during the interview, because you see --"}], "speaker": "DIMITRIUS", "secId": 89}, {"sentences": [{"sentId": 244, "text": "How do you mean?"}], "speaker": "BALDWIN", "secId": 90}, {"sentences": [{"sentId": 245, "text": "--  but you see out of those 13 -- well, if you watch, there are only four of them that speak out at all during the entire interview."}, {"sentId": 246, "text": "Now, maybe in follow up interviews, others spoke out."}, {"sentId": 247, "text": "But to me, it says, if you watch their body language, but not many of them were shaking their heads in agreement with the jurors that were speaking out."}, {"sentId": 248, "text": "And while we certainly want to protect the sanctity of that jury room and what happened in there, I suggest it was not necessarily indictia  of juror congeniality in that --"}], "speaker": "DIMITRIUS", "secId": 91}, {"sentences": [{"sentId": 249, "text": "Aha, you're being polite, Jo-Ellan, but I think I'm reading between the lines."}, {"sentId": 250, "text": "You're basically saying there could have been some fighting in the jury deliberations."}, {"sentId": 251, "text": "And they didn't want to talk about that; that was clear before the get-go when Anderson sat them down."}, {"sentId": 252, "text": "I assumed it was a sort of microcosm of what would have gone on, but that's interesting, your observation about their body language."}], "speaker": "BALDWIN", "secId": 92}, {"sentences": [{"sentId": 253, "text": "Mark O'Mara, to you, I look at you, I think oh obviously a highly publicized trial."}, {"sentId": 254, "text": "George Zimmerman."}, {"sentId": 255, "text": "And  let me just play you -- this is what one juror told Anderson about Hollywood's version of the courtroom versus reality."}], "speaker": "BALDWIN", "secId": 93}, {"sentences": [{"sentId": 256, "text": "Was it a lot different than you thought serving on a jury?"}], "speaker": "COOPER", "secId": 94}, {"sentences": [{"sentId": 257, "text": "Yes."}], "speaker": "CARLSON", "secId": 95}, {"sentences": [{"sentId": 258, "text": "It was?"}, {"sentId": 259, "text": "In what way?"}], "speaker": "COOPER", "secId": 96}, {"sentences": [{"sentId": 260, "text": "Well, you see, you know, \"Law & Order\" and all these different TV shows, and it is just nothing like that at all."}, {"sentId": 261, "text": "It is just very serious."}, {"sentId": 262, "text": "It can be very tedious at times."}], "speaker": "CARLSON", "secId": 97}, {"sentences": [{"sentId": 263, "text": "More intense than you thought?"}], "speaker": "COOPER", "secId": 98}, {"sentences": [{"sentId": 264, "text": "Yes."}, {"sentId": 265, "text": "Absolutely."}], "speaker": "CARLSON", "secId": 99}, {"sentences": [{"sentId": 266, "text": "Absolutely."}, {"sentId": 267, "text": "Draining at times."}], "speaker": "OLIVER", "secId": 100}, {"sentences": [{"sentId": 268, "text": "I mean, Mark, people love their \"Law And Order\" and they love their \"CSI\"."}, {"sentId": 269, "text": "How do you prepare a jury for reality?"}], "speaker": "BALDWIN", "secId": 101}, {"sentences": [{"sentId": 270, "text": "Well, it's very difficult to, but I've got to say, this jury was very intelligent."}, {"sentId": 271, "text": "You can tell by their answers to questions from Anderson that they really took what they were doing very seriously."}], "speaker": "O'MARA", "secId": 102}, {"sentences": [{"sentId": 272, "text": "I was very intrigued by the fact of the way they looked and worked their way through the jury instructions."}, {"sentId": 273, "text": "They really took their time on it."}, {"sentId": 274, "text": "But the questions that they had about motive, the questions they had about circumstantial evidence, all of those issues that we as lawyers focus on and do as a living, they really got in sort of the three-dimensional view of how it is to be a jury."}], "speaker": "O'MARA", "secId": 103}, {"sentences": [{"sentId": 275, "text": "I thought they really took their time and not only did they come up with the right verdict, but they really lived it."}, {"sentId": 276, "text": "They lived the emotions of it and that's truly what we ask of a jury."}], "speaker": "O'MARA", "secId": 104}, {"sentences": [{"sentId": 277, "text": "They did."}, {"sentId": 278, "text": "I mean they talked about some the -- the victim's family members."}, {"sentId": 279, "text": "I mean, how powerful was that?"}, {"sentId": 280, "text": "Hearing from Odin Lloyd's mother, you know you have been talking about forgiveness."}, {"sentId": 281, "text": "But, on the flip side, Mark Geragos, then you have Aaron Hernandez's fiancee, he was granted immunity when it came to the jurors perception of her, her credibility, it sounds like that was lackluster."}, {"sentId": 282, "text": "Watch this."}], "speaker": "BALDWIN", "secId": 105}, {"sentences": [{"sentId": 283, "text": "She said she doesn't remember what dumpster was put in."}, {"sentId": 284, "text": "She said she didn't look in the box."}], "speaker": "UNIDENTIFIED MALE", "secId": 106}, {"sentences": [{"sentId": 285, "text": "Did you find her credible?"}], "speaker": "COOPER", "secId": 107}, {"sentences": [{"sentId": 286, "text": "No."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 108}, {"sentences": [{"sentId": 287, "text": "No."}], "speaker": "UNIDENTIFIED MALE", "secId": 109}, {"sentences": [{"sentId": 288, "text": "No."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 110}, {"sentences": [{"sentId": 289, "text": "She's very forgetful?"}], "speaker": "COOPER", "secId": 111}, {"sentences": [{"sentId": 290, "text": "Forgetful."}], "speaker": "UNIDENTIFIED MALE", "secId": 112}, {"sentences": [{"sentId": 291, "text": "Very -- yeah."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 113}, {"sentences": [{"sentId": 292, "text": "Selective memory?"}], "speaker": "COOPER", "secId": 114}, {"sentences": [{"sentId": 293, "text": "Yes."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 115}, {"sentences": [{"sentId": 294, "text": "So you didn't find her credible?"}], "speaker": "COOPER", "secId": 116}, {"sentences": [{"sentId": 295, "text": "Not at all."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 117}, {"sentences": [{"sentId": 296, "text": "Mark Geragos, why put her on the stand?"}], "speaker": "BALDWIN", "secId": 118}, {"sentences": [{"sentId": 297, "text": "Look, remember something, you're talking to jurors after they came to a decision."}, {"sentId": 298, "text": "They answered Anderson and said they didn't find her credible."}, {"sentId": 299, "text": "The follow up question Anderson asked was, did you think the gun was in the box and all of them said no, there wasn't any proof of that, we didn't have any information of that, which was basically what she said so."}, {"sentId": 300, "text": "Remember what happens, they call a less around their decisions and then they decide that their decisions is the right one and then when they view the history of the decision making process, it's through the prism of the guilty view."}, {"sentId": 301, "text": "What Jo-Ellan said is very important too."}, {"sentId": 302, "text": "You noticed that there was only four people who are really kind of driving the conversation that is --"}], "speaker": "GERAGOS", "secId": 119}, {"sentences": [{"sentId": 303, "text": "The latter voice is -- yup."}], "speaker": "BALDWIN", "secId": 120}, {"sentences": [{"sentId": 304, "text": "That has been -- yes."}, {"sentId": 305, "text": "And that is out of my experience, that's always the case with jurors."}, {"sentId": 306, "text": "There's always three to four, what I called drivers or engineers who drive the case."}, {"sentId": 307, "text": "The others are the minions or the sheep, they follow along, they may put up some kind of a fight but they roll at the end of the day."}, {"sentId": 308, "text": "And so, it's more important when picking a jury to pick the three or four voices that are going to give your client the best shot."}], "speaker": "GERAGOS", "secId": 121}, {"sentences": [{"sentId": 309, "text": "What else Jo-Ellan?"}, {"sentId": 310, "text": "Just watching all the jurors there, speaking with Anderson, what else -- jumped out at you?"}, {"sentId": 311, "text": "Your observations?"}], "speaker": "BALDWIN", "secId": 122}, {"sentences": [{"sentId": 312, "text": "Well, one of the things that jumped out at me was their commentary about the defense in closing arguments making the statement about admitting."}], "speaker": "DIMITRIUS", "secId": 123}, {"sentences": [{"sentId": 313, "text": "He was there."}], "speaker": "BALDWIN", "secId": 124}, {"sentences": [{"sentId": 314, "text": "That -- Hernandez was there, it's like, hello, that's credibility to me that's lawyering 101."}, {"sentId": 315, "text": "If you know that's an issue, you bring it out in your opening and you don't wait until closing to say, oh, gee, golly gars  we guess he was there."}], "speaker": "DIMITRIUS", "secId": 125}, {"sentences": [{"sentId": 316, "text": "Everyone is nodding with you and you listen  tonight."}], "speaker": "BALDWIN", "secId": 126}, {"sentences": [{"sentId": 317, "text": "It's --"}], "speaker": "DIMITRIUS", "secId": 127}, {"sentences": [{"sentId": 318, "text": "Yeah."}], "speaker": "BALDWIN", "secId": 128}, {"sentences": [{"sentId": 319, "text": "It's ridiculous."}, {"sentId": 320, "text": "I have never seen anything like that..."}], "speaker": "DIMITRIUS", "secId": 129}, {"sentences": [{"sentId": 321, "text": "Yeah."}], "speaker": "BALDWIN", "secId": 130}, {"sentences": [{"sentId": 322, "text": "And they -- do they think that the jurors are stupid and they don't remember what the lawyers said, even though they can't really pay attention to it?"}], "speaker": "DIMITRIUS", "secId": 131}, {"sentences": [{"sentId": 323, "text": "Go ahead, Marl O'Mara."}, {"sentId": 324, "text": "You want to jump in?"}], "speaker": "BALDWIN", "secId": 132}, {"sentences": [{"sentId": 325, "text": "Yeah, Brooke."}, {"sentId": 326, "text": "It's a little bit more nuance than that, because what you really have to do as a defense attorney is maintain your personal credibility or integrity with the jury."}, {"sentId": 327, "text": "They knew, and they were going to decide that Hernandez was there, and if the defense attorney was going to do that, he should have done it earlier and it should have done in an opening statement."}, {"sentId": 328, "text": "One, to maintain credibility and two, to get the information out, it takes some of the  and then crafts the defense, the explanation around that."}, {"sentId": 329, "text": "The problem with it and it is easy to criticize one maneuver by defense attorney out of context."}, {"sentId": 330, "text": "The problem with it was that doing at the end without having the foundation lay from opening statement to a cross examination, it left it orphaned and the jury did exactly what the rest of us did which is, what did he just say?"}, {"sentId": 331, "text": "And it made no sense."}], "speaker": "O'MARA", "secId": 133}, {"sentences": [{"sentId": 332, "text": "They talked about the cruelty."}, {"sentId": 333, "text": "We kept him in his word indifference both from being at the crime scene form Aaron Hernandez."}, {"sentId": 334, "text": "And also, everything they saw, it sounds like on that surveillance video, really all played."}, {"sentId": 335, "text": "You know major factors in this whole thing, fascinating discussion with three of you."}, {"sentId": 336, "text": "Thank you so much."}, {"sentId": 337, "text": "Jo-Ellan Dimitrius, Mark Geragos and Mark O' Mara, thank you all very much."}], "speaker": "BALDWIN", "secId": 134}, {"sentences": [{"sentId": 338, "text": "SeaWorld now, let's move on to SeaWorld been under fire as you know, ever since the documentary \"BLACKFISH\", which you saw right here on CNN, accusing the company of mistreating killer whales, up next."}, {"sentId": 339, "text": "How SeaWorld is fighting back, and fighting to survive."}], "speaker": "BALDWIN", "secId": 135}, {"sentences": [{"sentId": 340, "text": "The third class action lawsuit was filed this week against SeaWorld."}, {"sentId": 341, "text": "It claims that the company defrauds customer at the San Diego Waterpark what it says that killer whales in captivity are happy or healthy."}, {"sentId": 342, "text": "The lawsuit insists that animals lived in stressful, unhealthy conditions."}, {"sentId": 343, "text": "Now, SeaWorld filed right back in a statement saying, quote, \"The suit is baseless, filled with inaccuracies, and SeaWorld intends to defend itself against these inaccurate claims.\""}, {"sentId": 344, "text": "SeaWorld has been under fire ever since the documentary, \"BLACKFISH\" aired right here on CNN, it was harshly critical of how killer whales in its custody are treated."}, {"sentId": 345, "text": "The fallout was devastating."}], "speaker": "BALDWIN", "secId": 136}, {"sentences": [{"sentId": 346, "text": "As CNN's Martin Savidge reports, SeaWorld is now fighting to survive."}], "speaker": "BALDWIN", "secId": 137}, {"sentences": [{"sentId": 347, "text": "They're just in this dark metal 20 foot by 30 foot pool for 2/3 of their life."}], "speaker": "UNIDENTIFIED MALE", "secId": 138}, {"sentences": [{"sentId": 348, "text": "Ever since CNN aired the controversial documentary \"BLACKFISH\", about the mistreatment of killer whales in captivity, SeaWorld has been sinking."}, {"sentId": 349, "text": "Attendance is down by a million, and its stock price has dropped 40 percent in the last year."}, {"sentId": 350, "text": "Now the company is fighting back."}], "speaker": "SAVIDGE", "secId": 139}, {"sentences": [{"sentId": 351, "text": "It's been a lot of unfair criticism about SeaWorld these days."}], "speaker": "DOLD", "secId": 140}, {"sentences": [{"sentId": 352, "text": "With the new ad campaign."}], "speaker": "SAVIDGE", "secId": 141}, {"sentences": [{"sentId": 353, "text": "So don't believe what PETA and \"BLACKFISH\" are saying."}], "speaker": "DOLD", "secId": 142}, {"sentences": [{"sentId": 354, "text": "SeaWorld has also plans to significantly increase the size of its facilities for killer whales at its marine parks across the country, including this one, located here in San Antonio, Texas."}, {"sentId": 355, "text": "It would essentially double the water volume of their habitats."}, {"sentId": 356, "text": "But SeaWorld's critics also have new ammunition, a book by a former SeaWorld trainer blast the marine park for among other things, keeping killer whales captive purely for entertainment."}], "speaker": "SAVIDGE", "secId": 143}, {"sentences": [{"sentId": 357, "text": "And it is something killer whales should be dancing around to Jennifer Lopez songs and trainers should be doing dance steps with glow sticks and -- it's just a circus."}, {"sentId": 358, "text": "It's just to glorify circus."}], "speaker": "HARGROVE", "secId": 144}, {"sentences": [{"sentId": 359, "text": "Ironically, the circus delivered its own blow to SeaWorld."}, {"sentId": 360, "text": "Ringling Bros. and Barnum & Bailey Circus says by 2018, it will no longer have elephants under the big tub , due to changing public attitudes."}, {"sentId": 361, "text": "SeaWorld turned down our request for interview, but in the past has defended its program, saying its killer whales received world class care."}, {"sentId": 362, "text": "Animal activist would like to see SeaWorld retire its killer whales from showbiz too, and out them in to water sanctuaries."}], "speaker": "SAVIDGE", "secId": 145}, {"sentences": [{"sentId": 363, "text": "I brought you here because I want to give you an example and this is -- yeah, a bay with a net, that would be a strong across the entrance, so that killer whales could be on one side protected and cared for and then all around them, they'd be in a living ocean."}], "speaker": "SAVIDGE", "secId": 146}, {"sentences": [{"sentId": 364, "text": "But some experts say SeaWorld biggest problem isn't \"BLACKFISH\"."}, {"sentId": 365, "text": "But SeaWorld --"}], "speaker": "SAVIDGE", "secId": 147}, {"sentences": [{"sentId": 366, "text": "The CEO along with this management team didn't manage that process of fighting back against \"BLACKFISH\" very well."}], "speaker": "SPEIGEL", "secId": 148}, {"sentences": [{"sentId": 367, "text": "Which explains why SeaWorld has a new CEO, Joel Manby has experienced over seeing places like Dolly wood and act such as the Harlem Globe Trotters, but it may not be just a PR problem."}, {"sentId": 368, "text": "Competitors like Universal Studios, that added high tech attractions, like the wizarding  world of harry Potter, and as a result, their seeing record attendance."}, {"sentId": 369, "text": "Pretty say that should be a lesson for SeaWorld to become a theme park focus on the sea and sea life that captivates the imagination rather than killer whales."}], "speaker": "SAVIDGE", "secId": 149}, {"sentences": [{"sentId": 370, "text": "Martin Savidge, CNN."}], "speaker": "SAVIDGE", "secId": 150}, {"sentences": [{"sentId": 371, "text": "We contacted SeaWorld multiple times, both by e-mail and by phone to request an interview, they declined."}, {"sentId": 372, "text": "Up next, two former SeaWorld trainers."}], "speaker": "BALDWIN", "secId": 151}, {"sentences": [{"sentId": 373, "text": "SeaWorld has fighting not only to save its reputation, but also its business."}, {"sentId": 374, "text": "They hire new CEO this month and launch a new ad campaign to counter what they call, unfair criticism."}, {"sentId": 375, "text": "I'm joining now by Mark Simmons, a former SeaWorld trainer who is the author of killing Keiko, the true story of Free Willy's return to the wild."}, {"sentId": 376, "text": "Also with us tonight, here is John Hargrove, also a former SeaWorld trainer who is on Martin Savidge's report, he is the author of Beneath the Surface."}, {"sentId": 377, "text": "So, gentlemen, thank you both for coming in."}, {"sentId": 378, "text": "MARK SIMMONS, FORMER SEAWORLD KILLER WHALE TRAINER: Thank you."}], "speaker": "BALDWIN", "secId": 152}, {"sentences": [{"sentId": 379, "text": "John, let me just begin with you, I've been watching Martin Savidge's piece."}, {"sentId": 380, "text": "You said to him, you talk about SeaWorld being this glorified circus, yet you were part of that glorified circus for 14 years."}, {"sentId": 381, "text": "This was a childhood dreams of yours, why did you leave?"}], "speaker": "BALDWIN", "secId": 153}, {"sentences": [{"sentId": 382, "text": "Oh man, it was so hard to leave."}, {"sentId": 383, "text": "I mean, for years I was happy and a hundred percent SeaWorld loyalist and believe in that system."}, {"sentId": 384, "text": "And I left ultimately, because you see over time the damaging psychological and physical effects on these whales in captivity and it's just a process and an evolution that you arrive that they are truly hurting being in captivity."}], "speaker": "HARGROVE", "secId": 154}, {"sentences": [{"sentId": 385, "text": "I know that SeaWorld knows this, they say that you quit, quote, \"After being disciplined for a severe safety violation involving the parks killer whales.\""}, {"sentId": 386, "text": "How do you respond to that?"}], "speaker": "BALDWIN", "secId": 155}, {"sentences": [{"sentId": 387, "text": "Well, I protest to that."}, {"sentId": 388, "text": "It is factual that I quit after this event happened, but it was another trainer's mistake, it was not mine, I reported it."}, {"sentId": 389, "text": "Their issue with me reporting it was that I waited to tell management until the next day, but I still came forward with another trainers mistake, I didn't agree with the disciplinary action so that is true and that is, you know I protested formally."}, {"sentId": 390, "text": "But I left on medical disability because of my right knee from years of swimming with the whale injuries."}], "speaker": "HARGROVE", "secId": 156}, {"sentences": [{"sentId": 391, "text": "OK. You two worked at SeaWorld, you were in \"BLACKFISH\" though, now you say that documentary does go too far."}, {"sentId": 392, "text": "Why?"}], "speaker": "BALDWIN", "secId": 157}, {"sentences": [{"sentId": 393, "text": "Well Brooke, I -- I was interviewed by Gabriella for three hours and, you know she used one minute of what I talked about, which was congruent with the agenda of the film."}, {"sentId": 394, "text": "I talked about -- I, I was Tillicum team leader for three years."}, {"sentId": 395, "text": "I brought Tillicum from Victoria to SeaWorld."}, {"sentId": 396, "text": "I had more experience than all the other trainers they talked about the situation put together with this animal and I explained what happened."}, {"sentId": 397, "text": "It didn't make it."}, {"sentId": 398, "text": "It didn't fit with the agenda of the film, so it wasn't used."}, {"sentId": 399, "text": "So, yeah, that's my beef."}, {"sentId": 400, "text": "It is that -- you know, this is not a true representation of that situation, and quite frankly, what we we're talking about is the sensationalism of this one event, this one outlier that was not a SeaWorld whale."}, {"sentId": 401, "text": "It was not raised in the SeaWorld system."}], "speaker": "SIMMONS", "secId": 158}, {"sentences": [{"sentId": 402, "text": "But why participate in the film then?"}], "speaker": "BALDWIN", "secId": 159}, {"sentences": [{"sentId": 403, "text": "Well, because I didn't want to participate in the film originally."}, {"sentId": 404, "text": "I mean, it took two days to convince me to participate in the film."}, {"sentId": 405, "text": "I didn't --"}], "speaker": "SIMMONS", "secId": 160}, {"sentences": [{"sentId": 406, "text": "What you did?"}], "speaker": "BALDWIN", "secId": 161}, {"sentences": [{"sentId": 407, "text": "I didn't trust the agenda of the film maker but, I felt like it was better to at least have a voice than, than sit by and do nothing."}, {"sentId": 408, "text": "Yeah."}], "speaker": "SIMMONS", "secId": 162}, {"sentences": [{"sentId": 409, "text": "Yeah."}, {"sentId": 410, "text": "OK. John -- part of the news here, three lawsuits have been filed against SeaWorld saying ticket holder were misled, that when they were told that these captive killer whales were happy and healthy and so with the statements."}, {"sentId": 411, "text": "SeaWorld says in part, a lawsuit appears to be an attempt by animal rights extremist, use the courts to advance its anti-SeaWorld agenda, the suit is baseless, filled with inaccuracy and SeaWorld intends to defend themselves against these inaccurate claims."}, {"sentId": 412, "text": "You know, that's their position, we know though from all kinds of reaction from \"BLACKFISH\", you know it wasn't just the animal rights extremist, they were pounding their fist on the table."}], "speaker": "BALDWIN", "secId": 163}, {"sentences": [{"sentId": 413, "text": "Right."}, {"sentId": 414, "text": "And I think it's important to know and people say anybody who comes out as an outspoken critic of SeaWorld is immediately labeled as an animal right extremists."}, {"sentId": 415, "text": "Now they labeled me that way and I'm definitely not an animal right extremist, but that's the way they label anyone who attacks their business practices."}], "speaker": "HARGROVE", "secId": 164}, {"sentences": [{"sentId": 416, "text": "I have to stay with you because we have to talk about this video..."}], "speaker": "BALDWIN", "secId": 165}, {"sentences": [{"sentId": 417, "text": "Yes."}], "speaker": "HARGROVE", "secId": 166}, {"sentences": [{"sentId": 418, "text": "We have to talk what this video."}, {"sentId": 419, "text": "SeaWorld in modes  the video of the attorney  circulating online of you using the N- word..."}], "speaker": "BALDWIN", "secId": 167}, {"sentences": [{"sentId": 420, "text": "Right."}], "speaker": "HARGORVE", "secId": 168}, {"sentences": [{"sentId": 421, "text": "Multiple times."}, {"sentId": 422, "text": "They say it came from an internal whistleblower."}, {"sentId": 423, "text": "Here's a part of it."}], "speaker": "BALDWIN", "secId": 169}, {"sentences": [{"sentId": 424, "text": "Didn't you think that was risky to whip around and say those live  what are you  doing throwing them rocks."}, {"sentId": 425, "text": "Didn't you think that that was risky?"}], "speaker": "UNIDENTIFIED MALE", "secId": 170}, {"sentences": [{"sentId": 426, "text": "And then SeaWorld told us that this is an e-mail quote, \"We are offended by John's behavior and language, the video was particularly reprehensible since John Hargrove was wearing a SeaWorld shirt."}, {"sentId": 427, "text": "SeaWorld would have terminated Hargrove's employment immediately, had we known him engage in this kind of behavior.\""}, {"sentId": 428, "text": "I mean John, we showed part of the video, it goes on and you continue your use of the N-word multiple times."}], "speaker": "BALDWIN", "secId": 171}, {"sentences": [{"sentId": 429, "text": "For five minutes."}], "speaker": "HARGROVE", "secId": 172}, {"sentences": [{"sentId": 430, "text": "Can you defend yourself?"}], "speaker": "BALDWIN", "secId": 173}, {"sentences": [{"sentId": 431, "text": "Well, I mean, it's -- I agree with part of SeaWorld's statements."}, {"sentId": 432, "text": "It is, you know, you know indefensible."}, {"sentId": 433, "text": "I mean, you hurt to watch it, because you know that that saying that word hurts people."}], "speaker": "HARGROVE", "secId": 174}, {"sentences": [{"sentId": 434, "text": "What was that about?"}, {"sentId": 435, "text": "HARGROVE: Well, I was -- had a personal on speaker phone and I'm trying to get them to relay a story and in the story are these racial slurs and we were clearly, heavily intoxicated, we were not in our right frame of mind, it was five years ago, I regret it."}, {"sentId": 436, "text": "I'm an all four -- you take full responsibility of your actions, you apologize because, and I did right away, because I don't want hurt anybody."}, {"sentId": 437, "text": "But that is not an accurate -- that's five minute snap shot of me completely intoxicated, using horrible judgment from five years ago, doesn't represent who I am today, or take away from my experience, and what I achieved of, with my career at SeaWorld."}, {"sentId": 438, "text": "And when I'm trying to educate people about what really happens with these whales."}], "speaker": "BALDWIN", "secId": 175}, {"sentences": [{"sentId": 439, "text": "What about, what really happened Mark?"}, {"sentId": 440, "text": "And also the fact, we also saw in Martin's piece."}, {"sentId": 441, "text": "How, how is planning on SeaWorld, he's planning of on increasing their facilities for, for this kinds of whales and this park just to give them more spaces."}, {"sentId": 442, "text": "But I have to imagine, that's a direct response to all of this."}], "speaker": "BALDWIN", "secId": 176}, {"sentences": [{"sentId": 443, "text": "Well, Brooke."}, {"sentId": 444, "text": "You know, it is certainly seems that way."}, {"sentId": 445, "text": "I mean, we've been bigger pools since I was there, which was 20 years ago, I left in 1996."}], "speaker": "SIMMONS", "secId": 177}, {"sentences": [{"sentId": 446, "text": "But let's talk now."}], "speaker": "BALDWIN", "secId": 178}, {"sentences": [{"sentId": 447, "text": "It is talk."}, {"sentId": 448, "text": "It is now actually sure, that could be related."}, {"sentId": 449, "text": "It is, it's hard not to see that, but it's still a good thing."}, {"sentId": 450, "text": "It's still a very good thing."}, {"sentId": 451, "text": "You know, I disagree with this entire -- this is a perversion of reality, what we are talking about here with Mr. Hargrove wants to himself ."}], "speaker": "SIMMONS", "secId": 179}, {"sentences": [{"sentId": 452, "text": "What's the perversion?"}], "speaker": "BALDWIN", "secId": 180}, {"sentences": [{"sentId": 453, "text": "I have lived this life."}, {"sentId": 454, "text": "This has been my life as well."}, {"sentId": 455, "text": "My -- I met my wife at SeaWorld."}, {"sentId": 456, "text": "And she had 14 years there, supervisor of Shamu Stadium."}, {"sentId": 457, "text": "I've been 12 years consecutive with killer whales were in thousands upon thousands of in water interactions."}, {"sentId": 458, "text": "Not one single incident between our collective 26 years, between the two of us, this is not the life that I led."}, {"sentId": 459, "text": "This is not the life that I saw."}, {"sentId": 460, "text": "And these animals are not nameless, faceless beast."}, {"sentId": 461, "text": "They have personalities, they have learning histories, they have -- there's, there's Keith  in San Diego who's a goof ball and Corky  has taught more trainers than trainer have taught her."}, {"sentId": 462, "text": "You know -- this gets lost in the mix --"}], "speaker": "SIMMONS", "secId": 181}, {"sentences": [{"sentId": 463, "text": "Sent ."}], "speaker": "BALDWIN", "secId": 182}, {"sentences": [{"sentId": 464, "text": "But this is not the life -- I can't reconcile with this."}, {"sentId": 465, "text": "This is not what happens there."}], "speaker": "SIMMONS", "secId": 183}, {"sentences": [{"sentId": 466, "text": "Mark Simmons and John Hargrove, we have to leave it there, but thank you for coming on and sharing your differing opinions on the whole thing."}, {"sentId": 467, "text": "I really appreciate both of you tonight."}, {"sentId": 468, "text": "Now, to a pair of visionaries doing what it takes to make their dream a reality, they want to be the first ever moguls of marijuana."}, {"sentId": 469, "text": "They are featured NBC in the Original Series High Profits, which premieres Sunday night 10 o'clock eastern, here is the preview."}], "speaker": "BALDWIN", "secId": 184}, {"sentences": [{"sentId": 470, "text": "They're parasites."}, {"sentId": 471, "text": "They've got no contribution to this society."}, {"sentId": 472, "text": "They are praying on our community and our kids and it's gonna end badly."}, {"sentId": 473, "text": "You got exactly $100,000 of cash in the back of this car."}, {"sentId": 474, "text": "I bet there's guys right there in that prison who are doing just ."}], "speaker": "UNIDENTIFIED MALE", "secId": 185}, {"sentences": [{"sentId": 475, "text": "I want the  Cannabis Club to be a health ."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 186}, {"sentences": [{"sentId": 476, "text": "This is us playing ."}], "speaker": "UNIDENTIFIED MALE", "secId": 187}, {"sentences": [{"sentId": 477, "text": "He's going after every resort town in Colorado, his plan is brilliant."}], "speaker": "UNIDENTIFIED MALE", "secId": 188}, {"sentences": [{"sentId": 478, "text": "This is a big boy operation now."}], "speaker": "UNIDENTIFIED MALE", "secId": 189}, {"sentences": [{"sentId": 479, "text": "We were not the Amsterdam or we were accused of Breckenridge."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 190}, {"sentences": [{"sentId": 480, "text": "Absolutely unbelievable to us."}, {"sentId": 481, "text": "This is happen so quickly."}], "speaker": "UNIDENTIFIED MALE", "secId": 191}, {"sentences": [{"sentId": 482, "text": "That's when the town erupted."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 192}, {"sentences": [{"sentId": 483, "text": "All hell to ."}], "speaker": "UNIDENTIFIED MALE", "secId": 193}, {"sentences": [{"sentId": 484, "text": "I think we have an image to protect."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 194}, {"sentences": [{"sentId": 485, "text": "The powerful elite have definitely put the pressure on."}], "speaker": "UNIDENTIFIED MALE", "secId": 195}, {"sentences": [{"sentId": 486, "text": "Everyone is playing everyone."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 196}, {"sentences": [{"sentId": 487, "text": "There gonna have a target pin on their backs."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 197}, {"sentences": [{"sentId": 488, "text": "That is a really threat."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 198}, {"sentences": [{"sentId": 489, "text": "There's $2 billion to be have next to me."}, {"sentId": 490, "text": "I plan to take more than my fair share."}], "speaker": "UNIDENTIFIED MALE", "secId": 199}, {"sentences": [{"sentId": 491, "text": "High Profits."}, {"sentId": 492, "text": "Series premieres Sunday night at 10 p.m."}], "speaker": "ANNOUNCER", "secId": 200}, {"sentences": [{"sentId": 493, "text": "When a single parent has cancer, routine chores like cleaning and cooking can be tough."}, {"sentId": 494, "text": "That's when this week CNN Hero Jody Farley- Berens steps in."}], "speaker": "BALDWIN", "secId": 201}, {"sentences": [{"sentId": 495, "text": "I was diagnosed with stage 4 breast cancer, just about a month after my daughter's father and I split up."}, {"sentId": 496, "text": "All think about what is -- my God, my daughter."}, {"sentId": 497, "text": "I can't do this to you."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 202}, {"sentences": [{"sentId": 498, "text": "Here I go Mom."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 203}, {"sentences": [{"sentId": 499, "text": "The Chemotherapy, there's a lot of fatigue."}, {"sentId": 500, "text": "When you can't really do much, you are looking at the dirt on the floor."}, {"sentId": 501, "text": "It's like one more level of stress."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 204}, {"sentences": [{"sentId": 502, "text": "There two for a dollar."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 205}, {"sentences": [{"sentId": 503, "text": "Being a single parent having cancer, you don't know where to turn."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 206}, {"sentences": [{"sentId": 504, "text": "But that wasn't on the list."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 207}, {"sentences": [{"sentId": 505, "text": "But it's a dollar and 88 cents."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 208}, {"sentences": [{"sentId": 506, "text": "Disability, it's 60 percent of your salary, but your bills are still 100 percent."}, {"sentId": 507, "text": "It's hard."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 209}, {"sentences": [{"sentId": 508, "text": "My friend Michelle was a single mother of four, when she was diagnosed."}, {"sentId": 509, "text": "She struggles with just day to day."}, {"sentId": 510, "text": "When she passed away, we realized other people like her, needed help."}], "speaker": "FARLEY-BERENS", "secId": 210}, {"sentences": [{"sentId": 511, "text": "Good Morning."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 211}, {"sentences": [{"sentId": 512, "text": "Good Morning."}], "speaker": "CROWD", "secId": 212}, {"sentences": [{"sentId": 513, "text": "Singles and moms provide practical support for single parent battling cancer."}], "speaker": "FARLEY-BERENS", "secId": 213}, {"sentences": [{"sentId": 514, "text": "You have these people that don't know you and you gonna help with -- clean my house?"}], "speaker": "UNIDENTIFIED FEMALE", "secId": 214}, {"sentences": [{"sentId": 515, "text": "How about this soap?"}], "speaker": "UNIDENTIFIED FEMALE", "secId": 215}, {"sentences": [{"sentId": 516, "text": "We help them pay a couple of bills and then we provide day to day needs for their house."}], "speaker": "FARLEY-BERENS", "secId": 216}, {"sentences": [{"sentId": 517, "text": "Do you have an approaching preference?"}], "speaker": "UNIDENTIFIED FEMALE", "secId": 217}, {"sentences": [{"sentId": 518, "text": "It's about being that support."}], "speaker": "FARLEY-BERENS", "secId": 218}, {"sentences": [{"sentId": 519, "text": "We need a hand out with this."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 219}, {"sentences": [{"sentId": 520, "text": "It's a lot of help."}], "speaker": "FARLEY-BERENS", "secId": 220}, {"sentences": [{"sentId": 521, "text": "They go out of their way to make sure you're taken care of and for the whole family."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 221}, {"sentences": [{"sentId": 522, "text": "Neighbors helping neighbors, family helping family."}, {"sentId": 523, "text": "This is what we should be doing for one another."}], "speaker": "FARLEY-BERENS", "secId": 222}, {"sentences": [{"sentId": 524, "text": "Singleton Moms definitely help me with this fight."}, {"sentId": 525, "text": "I got all the motivation the world, looking at my daughter's eyes."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 223}, {"sentences": [{"sentId": 526, "text": "To nominate a hero, go to cnnheroes.com."}], "speaker": "BALDWIN", "secId": 224}, {"sentences": [{"sentId": 527, "text": "That is it for me tonight."}, {"sentId": 528, "text": "I'm Brooke Baldwin."}, {"sentId": 529, "text": "Thank you so much for watching."}, {"sentId": 530, "text": "\"AC360\" starts right now."}], "speaker": "BALDWIN", "secId": 225}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1504.16.cnnt.01.html.json", "time": "Aired April 16, 2015 - 22:00   ET"}