{"sectionCount": 250, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["LEMON", "DEPAULO", "DIPAOLA", "LAVANDERA", "BARNETT", "SELLERS", "DENNARD", "PRESTON", "SWERDLICK", "UNIDENTIFIED MALE", "TRUMP", "FRANKLIN", "ALEXANDER", "ROBERT", "ROBERTS"], "subTitle": "State of Emergency Declared in Charlotte. Aired 12-1a ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1609/22/cnnt.01.html", "sentenceCount": 660, "sections": [{"sentences": [{"sentId": 0, "text": "Also we're being told that one officer tonight was injured and also one person is on life support because of a gunshot wound."}], "speaker": "LEMON", "secId": 0}, {"sentences": [{"sentId": 1, "text": "Our breaking news here on CNN as we look at these live pictures from Charlotte, North Carolina."}, {"sentId": 2, "text": "Protests turned violent there in Charlotte after a fatal police shooting."}], "speaker": "LEMON", "secId": 1}, {"sentences": [{"sentId": 3, "text": "This is CNN TONIGHT."}, {"sentId": 4, "text": "I'm Don Lemon."}], "speaker": "LEMON", "secId": 2}, {"sentences": [{"sentId": 5, "text": "Again protesters clashed with police after the shooting death of Keith Lamont Scott."}, {"sentId": 6, "text": "Police reporting tonight that one civilian has been shot by another and is now on life support."}, {"sentId": 7, "text": "One officer has been injured."}, {"sentId": 8, "text": "The city is on a state of emergency now -- under a state of emergency tonight."}], "speaker": "LEMON", "secId": 3}, {"sentences": [{"sentId": 9, "text": "North Carolina Governor Pat McCrory says he is sending troopers from the highway patrol to Charlotte."}, {"sentId": 10, "text": "He joined us just a short time ago here on CNN."}, {"sentId": 11, "text": "He is also calling for peace tonight as are all public officials, as are the family members of Mr. Scott this evening calling for peaceful protests and telling people not to harm anyone and not to loot businesses."}], "speaker": "LEMON", "secId": 4}, {"sentences": [{"sentId": 12, "text": "I want to go now to Marcus DiPaola who is a freelance photographer."}, {"sentId": 13, "text": "He is on the scene there tonight."}, {"sentId": 14, "text": "Marcus -- what are you seeing?"}], "speaker": "LEMON", "secId": 5}, {"sentences": [{"sentId": 15, "text": "I'm right now a little bit of a short distance away from the main protest group."}, {"sentId": 16, "text": "Just over the past 30 minutes I've seen fireworks thrown at police."}, {"sentId": 17, "text": "I've seen tear gas used every couple of minutes."}, {"sentId": 18, "text": "Just to do this phone, I had to take my gas mask off which is something I haven't done since about 7:00 p.m. today."}], "speaker": "DEPAULO", "secId": 6}, {"sentences": [{"sentId": 19, "text": "Things are really devolving very quickly down here."}, {"sentId": 20, "text": "And -- oh -- I'm sorry."}, {"sentId": 21, "text": "Right now I'm seeing a sign being used to batter someone."}, {"sentId": 22, "text": "I'm just going to back away from this very quickly."}], "speaker": "DEPAULO", "secId": 7}, {"sentences": [{"sentId": 23, "text": "There's a car going around it."}, {"sentId": 24, "text": "This group is very large."}, {"sentId": 25, "text": "I'd say it's about 300 people but it's spread out over several city blocks."}, {"sentId": 26, "text": "And that's about all I can tell you from my vantage point right now."}], "speaker": "DEPAULO", "secId": 8}, {"sentences": [{"sentId": 27, "text": "Are you in a safe position?"}, {"sentId": 28, "text": "Can you continue to talk to us or do you need to go -- Marcus?"}], "speaker": "LEMON", "secId": 9}, {"sentences": [{"sentId": 29, "text": "I can keep talking to you."}, {"sentId": 30, "text": "I just have to be very careful."}, {"sentId": 31, "text": "If I hang up, don't worry, I'm fine."}, {"sentId": 32, "text": "I'm just taking cover behind something to conceal myself."}], "speaker": "DIPAOLA", "secId": 10}, {"sentences": [{"sentId": 33, "text": "So you're feeling you have to take cover now on the streets even at this late hour because what's going on?"}], "speaker": "LEMON", "secId": 11}, {"sentences": [{"sentId": 34, "text": "So what's happening is random people are getting assaulted."}, {"sentId": 35, "text": "I was thrown to the ground earlier."}, {"sentId": 36, "text": "I saw several photographers smacked in the face."}, {"sentId": 37, "text": "The phone was smacked."}, {"sentId": 38, "text": "Someone right now -- that sound, I don't know if you can hear it -- is kicking a piece of metal down the street toward a car."}, {"sentId": 39, "text": "He kicked it in the air and it hit the car."}], "speaker": "DIPAOLA", "secId": 12}, {"sentences": [{"sentId": 40, "text": "I'm passing a smashed window right now."}, {"sentId": 41, "text": "And I can tell you that I saw the Darden Bar and Grill having several windows smashed and people trying to enter."}, {"sentId": 42, "text": "There is someone running down the street right now screaming at the woman but I can't see what she's running from."}], "speaker": "DIPAOLA", "secId": 13}, {"sentences": [{"sentId": 43, "text": "Again, it's a very fluid situation down here."}, {"sentId": 44, "text": "I don't know what you're seeing on the helicopter feed but if you are able to go to the corner of South College and East Stonewall  you'll see a large group of police finally moving in."}, {"sentId": 45, "text": "This is the first group of police that I've seen."}, {"sentId": 46, "text": "They took the highway back from the protesters just about ten minutes ago."}], "speaker": "DIPAOLA", "secId": 14}, {"sentences": [{"sentId": 47, "text": "The shots that we have from the helicopter from WSOC, they're showing scenes of emergency vehicles and, you know, uptown North Carolina, but, it is not focused on the scene where you are."}, {"sentId": 48, "text": "And we don't have control of these pictures."}], "speaker": "LEMON", "secId": 15}, {"sentences": [{"sentId": 49, "text": "But it's interesting that you feel that you have to take cover because of the randomness of the situation."}, {"sentId": 50, "text": "How much presence are you seeing -- I believe this is the corner that you're speaking of now."}, {"sentId": 51, "text": "There's a parking lot in the corner and then a parking deck in the background."}, {"sentId": 52, "text": "Is that correct?"}], "speaker": "LEMON", "secId": 16}, {"sentences": [{"sentId": 53, "text": "That's right."}, {"sentId": 54, "text": "I'm in front of the Levin Center  in front of the loading dock."}, {"sentId": 55, "text": "I'm actually going to move because I don't want anybody listening to know exactly where I am."}], "speaker": "DIPAOLA", "secId": 17}, {"sentences": [{"sentId": 56, "text": "This group is still very active but starting to decrease in size a little bit."}, {"sentId": 57, "text": "I think that line of police will scare them off a little bit."}], "speaker": "DIPAOLA", "secId": 18}, {"sentences": [{"sentId": 58, "text": "One thing that I saw just 15 minutes ago that I can tell you about is a line, a very large line of police using non-lethal pepper balls using automatic -- we just got a window broken."}, {"sentId": 59, "text": "I'm just going to take a quick hide behind this pole right now."}], "speaker": "DIPAOLA", "secId": 19}, {"sentences": [{"sentId": 60, "text": "There are several fire department vehicles I can't tell whether the window is broken in front of a fire department vehicle window."}, {"sentId": 61, "text": "It's broken from the fire department vehicle."}, {"sentId": 62, "text": "I'm seeing it now -- the window broken on the parking deck."}], "speaker": "DIPAOLA", "secId": 20}, {"sentences": [{"sentId": 63, "text": "We're passing the -- the crowd is still very angry and still nasty."}], "speaker": "DIPAOLA", "secId": 21}, {"sentences": [{"sentId": 64, "text": "Yes."}, {"sentId": 65, "text": "We can see a number of people from one of the shots that we have, Marcus, is that they're running."}, {"sentId": 66, "text": "And there are police and vehicles that are trying to get them with flashing lights to remove them from the corners in vehicles and then blocking the streets off."}, {"sentId": 67, "text": "And there is actually a police vehicle that appears to be going --"}], "speaker": "LEMON", "secId": 22}, {"sentences": [{"sentId": 68, "text": "Ok."}, {"sentId": 69, "text": "They just smashed the Goodyear again."}], "speaker": "DIPAOLA", "secId": 23}, {"sentences": [{"sentId": 70, "text": "Yes."}], "speaker": "LEMON", "secId": 24}, {"sentences": [{"sentId": 71, "text": "At least several windows broken on the Goodyear that I'm passing right now."}], "speaker": "DIPAOLA", "secId": 25}, {"sentences": [{"sentId": 72, "text": "And you know, what's interesting about this is it's really just -- I covered Ferguson, I covered Baltimore, I covered Milwaukee."}, {"sentId": 73, "text": "This is by far the worst violence and worst property damage I've seen in the past five years of covering stuff like this."}], "speaker": "DIPAOLA", "secId": 26}, {"sentences": [{"sentId": 74, "text": "Well, I mean, Marcus, in Ferguson there were a number of businesses that were set fire and people lost their businesses."}, {"sentId": 75, "text": "It's just so very early on."}, {"sentId": 76, "text": "I don't think that we have seen the type of damage that we saw in Ferguson, Missouri even Baltimore at this point."}], "speaker": "LEMON", "secId": 27}, {"sentences": [{"sentId": 77, "text": "Absolutely, yes."}, {"sentId": 78, "text": "There haven't been any fires but I'd say that the actually total dollar count is going to be higher just because of the sheer scope of this thing."}, {"sentId": 79, "text": "I haven't seen many fires set beyond a couple in trash cans and a couple of bushes set on fire and some grass set on fire in the middle of the highway but that was taken care of quickly by police."}], "speaker": "DIPAOLA", "secId": 28}, {"sentences": [{"sentId": 80, "text": "Are you able to see these officers on bicycles?"}], "speaker": "LEMON", "secId": 29}, {"sentences": [{"sentId": 81, "text": "Not any more."}, {"sentId": 82, "text": "And it's making me a little bit nervous."}, {"sentId": 83, "text": "We are now headed toward the Mint Center if that means anything to anybody."}, {"sentId": 84, "text": "I can't quite make out the cross street but I'm going to cross the street."}, {"sentId": 85, "text": "This crowd is -- a couple of people are headed toward a vehicle in the middle of the road."}, {"sentId": 86, "text": "I have seen what happens before when they surround a vehicle."}, {"sentId": 87, "text": "And that's part of them doing exactly what they want them to do."}, {"sentId": 88, "text": "They will just smash the windows."}], "speaker": "DIPAOLA", "secId": 30}, {"sentences": [{"sentId": 89, "text": "And you've seen that happen several times this evening?"}], "speaker": "LEMON", "secId": 31}, {"sentences": [{"sentId": 90, "text": "Several times this evening."}], "speaker": "DIPAOLA", "secId": 32}, {"sentences": [{"sentId": 91, "text": "Were you able to see the damage at the Hyatt?"}], "speaker": "LEMON", "secId": 33}, {"sentences": [{"sentId": 92, "text": "Yes, I was able to see the damage at the Hyatt."}], "speaker": "DIPAOLA", "secId": 34}, {"sentences": [{"sentId": 93, "text": "Describe it."}], "speaker": "LEMON", "secId": 35}, {"sentences": [{"sentId": 94, "text": "That was where we were camped out for a good hour or so, maybe a little bit more."}, {"sentId": 95, "text": "And just windows smashed everywhere."}, {"sentId": 96, "text": "And that was where the CVS was."}, {"sentId": 97, "text": "I can tell you that I saw both ATM knocked over and people grabbing money from the ATM and also from the CVS."}, {"sentId": 98, "text": "People grabbing everything from alcohol to food from the CVS."}], "speaker": "DIPAOLA", "secId": 36}, {"sentences": [{"sentId": 99, "text": "Did you see the clerk in the hotel get assaulted?"}, {"sentId": 100, "text": "We got a report from the Hilton manager, the front desk manager that they are on lockdown and the guests had been told to stay in their room and one employee was assaulted."}], "speaker": "LEMON", "secId": 37}, {"sentences": [{"sentId": 101, "text": "No, I'm sorry, I didn't see anything like that."}, {"sentId": 102, "text": "The extent of what I saw in front of the Hilton was the man who got shot."}, {"sentId": 103, "text": "And what I'm hearing from CNN's reporting is that he is still alive but in the hospital."}, {"sentId": 104, "text": "I did see him lying on the ground."}, {"sentId": 105, "text": "And the police got him, to their credit, pretty quickly."}, {"sentId": 106, "text": "They lifted him up and got him out of there."}], "speaker": "DIPAOLA", "secId": 38}, {"sentences": [{"sentId": 107, "text": "Did you see the actually shooting or did you see the after -- him laying there?"}], "speaker": "LEMON", "secId": 39}, {"sentences": [{"sentId": 108, "text": "No."}, {"sentId": 109, "text": "No, I just saw him laying there but he did not look good."}], "speaker": "DIPAOLA", "secId": 40}, {"sentences": [{"sentId": 110, "text": "Describe to us without, you know, becoming too vulgar or overt what happened."}, {"sentId": 111, "text": "What did you see?"}], "speaker": "LEMON", "secId": 41}, {"sentences": [{"sentId": 112, "text": "I don't know exactly how I can tell the story without being too vulgar but I'll give it a try."}, {"sentId": 113, "text": "I was standing on a small balcony."}, {"sentId": 114, "text": "The way Charlotte works is it has a second level to its city, at least in the middle part of it."}, {"sentId": 115, "text": "I don't know exactly what's it is called."}, {"sentId": 116, "text": "I was standing there."}], "speaker": "DIPAOLA", "secId": 42}, {"sentences": [{"sentId": 117, "text": "I heard and saw several flash bangs and some tear gas going off as well."}, {"sentId": 118, "text": "Rushed down and in the chaos, I saw a -- a couple more and heard a couple more pops and those pops were indistinguishable from each other."}, {"sentId": 119, "text": "They could have been gun shots."}, {"sentId": 120, "text": "They could have been tear gas."}, {"sentId": 121, "text": "They could have been flash bangs."}], "speaker": "DIPAOLA", "secId": 43}, {"sentences": [{"sentId": 122, "text": "But I did walk up and I saw someone lying on the ground."}, {"sentId": 123, "text": "I saw a bunch of people running in to help that person."}, {"sentId": 124, "text": "Someone -- oops."}, {"sentId": 125, "text": "I'm walking in front of the Bank of America building right now on -- I can't quite see what street this is."}], "speaker": "DIPAOLA", "secId": 44}, {"sentences": [{"sentId": 126, "text": "I'm walking in front of the Bank of America building and there are several windows smashed."}, {"sentId": 127, "text": "There are two people inside."}, {"sentId": 128, "text": "They're looking out and taking pictures."}, {"sentId": 129, "text": "There is a very small security presence inside."}, {"sentId": 130, "text": "I think that's probably the wiser."}, {"sentId": 131, "text": "There is a very large hole in this building."}, {"sentId": 132, "text": "And I can't tell exactly what it is but it does look like an office building with the Bank of America --"}], "speaker": "DIPAOLA", "secId": 45}, {"sentences": [{"sentId": 133, "text": "So you were out and you saw -- did the person come running out of the building or were they shot on the street?"}, {"sentId": 134, "text": "What happened?"}], "speaker": "LEMON", "secId": 46}, {"sentences": [{"sentId": 135, "text": "Again I don't know how accurate this is, I can only tell you what I saw."}, {"sentId": 136, "text": "When I walked up to it, the person was shot, lying on the ground and on the sidewalk in the area that people would drive out of the Hilton."}], "speaker": "DIPAOLA", "secId": 47}, {"sentences": [{"sentId": 137, "text": "Where are you now, Marcus?"}, {"sentId": 138, "text": "Stand by --"}], "speaker": "LEMON", "secId": 48}, {"sentences": [{"sentId": 139, "text": "Right now I'm on --"}], "speaker": "DIPAOLA", "secId": 49}, {"sentences": [{"sentId": 140, "text": "Stand by."}, {"sentId": 141, "text": "I just want to update our viewers."}, {"sentId": 142, "text": "If you are just tuning in, you know, it's pretty close to midnight -- just after midnight here on the East Coast."}, {"sentId": 143, "text": "Ten minutes into the midnight hour."}, {"sentId": 144, "text": "We are still watching pictures -- we have been watching these pictures from -- and following the story from Charlotte, North Carolina after the bulk of the evening here on CNN."}], "speaker": "LEMON", "secId": 50}, {"sentences": [{"sentId": 145, "text": "My colleague, Anderson Cooper started with the protests that had turned violent earlier at 8:00 during his broadcast here on CNN."}], "speaker": "LEMON", "secId": 51}, {"sentences": [{"sentId": 146, "text": "We have seen several of our colleagues who have been -- at least several news people who have been assaulted."}, {"sentId": 147, "text": "Our very own colleague Ed Lavandera was pushed by one of the -- I won't call them protesters -- one of the rioters out there."}, {"sentId": 148, "text": "And then we have seen people from other news stations being assaulted as well."}], "speaker": "LEMON", "secId": 52}, {"sentences": [{"sentId": 149, "text": "People pushing our camera people and we've also seen people kicking in windows and doing all sorts of things -- obviously they should not be doing."}, {"sentId": 150, "text": "One person we're told is on life support from a gunshot wound and another person, a police officer has also been injured this evening."}], "speaker": "LEMON", "secId": 53}, {"sentences": [{"sentId": 151, "text": "We are talking to Marcus DiPaola who is a freelance photographer."}, {"sentId": 152, "text": "He's giving us an update of what's happening live on the streets of Charlotte, North Carolina right now."}], "speaker": "LEMON", "secId": 54}, {"sentences": [{"sentId": 153, "text": "Where are you and what are you seeing Marcus?"}], "speaker": "LEMON", "secId": 55}, {"sentences": [{"sentId": 154, "text": "Right now I'm on West Martin Luther King, Jr. Drive and South Trion  Street."}, {"sentId": 155, "text": "I'm still seeing a rather large crowd of about 200 people continuing to walk down South Trion Street."}, {"sentId": 156, "text": "And what you're hearing in the background is a group of very loud motorcycles and three wheelers."}, {"sentId": 157, "text": "They have been going around all night."}, {"sentId": 158, "text": "I haven't seen them do anything other than ride around."}, {"sentId": 159, "text": "I do apologize for the sound."}], "speaker": "DIPAOLA", "secId": 56}, {"sentences": [{"sentId": 160, "text": "That's ok.  We can hear you."}, {"sentId": 161, "text": "Go on."}], "speaker": "LEMON", "secId": 57}, {"sentences": [{"sentId": 162, "text": "That group that I have been following has calmed down somewhat."}, {"sentId": 163, "text": "I have not seen as many windows smashed in the past 15 minutes."}, {"sentId": 164, "text": "I'm actually probably going the break off unless you have any more questions for me."}], "speaker": "DIPAOLA", "secId": 58}, {"sentences": [{"sentId": 165, "text": "No."}, {"sentId": 166, "text": "We want you to be safe."}, {"sentId": 167, "text": "And go ahead, continue do your thing."}, {"sentId": 168, "text": "And Marcus DiPaola -- thank you for giving new information."}, {"sentId": 169, "text": "Make sure you get back in touch with us here on CNN."}], "speaker": "LEMON", "secId": 59}, {"sentences": [{"sentId": 170, "text": "So again these are the live pictures still happening late into the midnight hour here on CNN."}, {"sentId": 171, "text": "These are police that have joined now in the police officers in riot gear and forming a line there on bicycles."}, {"sentId": 172, "text": "These pictures coming to us from our affiliate WSOC in Charlotte, North Carolina -- they had been following this from their helicopter and also on the ground with our ground cameras all evening here on CNN."}], "speaker": "LEMON", "secId": 60}, {"sentences": [{"sentId": 173, "text": "This is an unfolding situation -- a very sad situation of the peaceful protest that turned violent earlier this evening."}, {"sentId": 174, "text": "There was a violent protest that happened last evening as well in North Carolina."}, {"sentId": 175, "text": "More than a dozen police officers had to be taken to the hospital, or at least were injured, I should say, to clarify were injured yesterday evening."}, {"sentId": 176, "text": "And now today at least one and then there's one person, a civilian from a gunshot wound on life support this evening."}], "speaker": "LEMON", "secId": 61}, {"sentences": [{"sentId": 177, "text": "All of this because of the shooting of a man near an apartment complex in Charlotte, North Carolina yesterday."}, {"sentId": 178, "text": "As they were looking for someone else, they came upon this man, Mr. Scott, and they shot him and killed him and now the community there is outraged."}], "speaker": "LEMON", "secId": 62}, {"sentences": [{"sentId": 179, "text": "They are protesting."}, {"sentId": 180, "text": "Some are not protesting."}, {"sentId": 181, "text": "They are rioting this evening."}, {"sentId": 182, "text": "Most of the peaceful protesters, if not all, left earlier and now it's left to the rioters."}], "speaker": "LEMON", "secId": 63}, {"sentences": [{"sentId": 183, "text": "Let's get to CNN's Ed Lavandera."}, {"sentId": 184, "text": "Ed has been covering this for us all evening here on CNN."}, {"sentId": 185, "text": "Ed -- you were pushed on camera; that was indeed an assault."}, {"sentId": 186, "text": "And now here you are a few hours later."}, {"sentId": 187, "text": "What's going on?"}], "speaker": "LEMON", "secId": 64}, {"sentences": [{"sentId": 188, "text": "Well, this stretch has been -- this is the focus of so much violence here tonight has really been dispersed."}, {"sentId": 189, "text": "Over here to the side, the SWAT officers that we had seen throughout much of the evening essentially are getting the chance to take a little bit of a break here."}, {"sentId": 190, "text": "But it also gives us a chance to kind move into this section of the street here to give you a sense of the violence here."}, {"sentId": 191, "text": "Spray painting \"Black Lives Matter\" on these windows -- this is a hotel."}, {"sentId": 192, "text": "Guests inside the hotel were basically locked down in here as these windows were smashed out here."}, {"sentId": 193, "text": "You can see into the hotel bar and lobby."}, {"sentId": 194, "text": "And they are already starting to clean up here."}], "speaker": "LAVANDERA", "secId": 65}, {"sentences": [{"sentId": 195, "text": "What has been fascinating is this is probably a 12 -- 15 story hotel all of this unfolding below them and you can see the guests standing in the windows, looking down at everything."}, {"sentId": 196, "text": "But this is a little while ago."}, {"sentId": 197, "text": "I think we were talking about the windows that were being smashed out that the officers hadn't made their way here."}, {"sentId": 198, "text": "This is the remnants of what you've seen here."}], "speaker": "LAVANDERA", "secId": 66}, {"sentences": [{"sentId": 199, "text": "It's hard to see through the shattered glass but originally someone had come in here spray painted \"black lives matter\", the \"matter\" is down here and then just started pummeling these windows with giant rocks."}, {"sentId": 200, "text": "I can show you a little bit of -- here's one of the rocks."}, {"sentId": 201, "text": "This is what was being used to smash the windows here."}, {"sentId": 202, "text": "So you can see -- these are the kind of things that were being thrown not just here at the windows but also at the SWAT officers that were working the scene here."}], "speaker": "LAVANDERA", "secId": 67}, {"sentences": [{"sentId": 203, "text": "All of this going on for about a three or four-block stretch along this street and, you know, several hours of damage that has been inflicted and it gets worse as you move your way down the street."}, {"sentId": 204, "text": "That's where we initially -- when we first approached and got here to this scene, this is where we saw people just unloading and causing havoc in this -- on this street."}], "speaker": "LAVANDERA", "secId": 68}, {"sentences": [{"sentId": 205, "text": "Ed, have you had a chance to speak to some of the people like the people who are cleaning up these, you know, having to deal with this?"}, {"sentId": 206, "text": "Have you had a chance to talk to them?"}, {"sentId": 207, "text": "What are they saying?"}], "speaker": "LEMON", "secId": 69}, {"sentences": [{"sentId": 208, "text": "No, obviously stunned and rather shocked by what was going on."}, {"sentId": 209, "text": "Just one second."}, {"sentId": 210, "text": "Wait for these guys to walk past us."}], "speaker": "LAVANDERA", "secId": 70}, {"sentences": [{"sentId": 211, "text": "Yes, no -- there's a great deal of insecurity as all of this was unfolding outside of their hotel."}, {"sentId": 212, "text": "In fact when all of this started, one of my colleagues told me that they had seen a restaurant."}, {"sentId": 213, "text": "There were people just calmly, peacefully eating inside a restaurant when the windows started getting smashed out."}], "speaker": "LAVANDERA", "secId": 71}, {"sentences": [{"sentId": 214, "text": "This is a group of -- Don, I don't know if you saw this earlier in the evening -- a group of motorcycle riders that have been -- riding up and down through the downtown streets doing just that."}, {"sentId": 215, "text": "So I don't know how much of my voice you can hear."}, {"sentId": 216, "text": "Doing a lot of this really -- a lot of this just for show -- it hasn't really turned into anything although the last time this group was here, was the last time that this SWAT teams engaged using more of the tear gas and that sort of thing."}, {"sentId": 217, "text": "But they have quickly moved on."}, {"sentId": 218, "text": "But we've seen they are just kind of making rounds."}], "speaker": "LAVANDERA", "secId": 72}, {"sentences": [{"sentId": 219, "text": "Really Don -- at this point the people who are kind of left behind it almost seems like a game to them."}, {"sentId": 220, "text": "They were just across the street, they were clearing out a parking lot and it was like a game of chase."}, {"sentId": 221, "text": "You know, a handful of people just running away from the cops and they would get about 30, 40 yards away and start kind of giggling and laughing about what they were doing."}], "speaker": "LAVANDERA", "secId": 73}, {"sentences": [{"sentId": 222, "text": "That's really what is left here except for the folks that are here, the clean up is going to be the big story here over the next -- throughout the morning and into tomorrow as well."}], "speaker": "LAVANDERA", "secId": 74}, {"sentences": [{"sentId": 223, "text": "Ed -- you took a pretty big hit."}, {"sentId": 224, "text": "You were slammed hard there."}, {"sentId": 225, "text": "Are you doing ok?"}], "speaker": "LEMON", "secId": 75}, {"sentences": [{"sentId": 226, "text": "Yes."}, {"sentId": 227, "text": "I'm fine."}], "speaker": "LAVANDERA", "secId": 76}, {"sentences": [{"sentId": 228, "text": "Good."}], "speaker": "LEMON", "secId": 77}, {"sentences": [{"sentId": 229, "text": "I've gotten a million messages."}, {"sentId": 230, "text": "So for all my friends and family -- I haven't had a chance to respond."}, {"sentId": 231, "text": "I'm fine actually."}, {"sentId": 232, "text": "The more bizarre thing, about an hour after that happened, the guy found me again and apologized for what he did -- kind of a surreal moment."}, {"sentId": 233, "text": "Asked him why he did it and what was wrong?"}, {"sentId": 234, "text": "And he kind of had a hard time explaining himself."}, {"sentId": 235, "text": "So -- a rush of emotions --"}], "speaker": "LAVANDERA", "secId": 78}, {"sentences": [{"sentId": 236, "text": "I think the live camera may have had something to do with that because it would be pretty easy to find him."}], "speaker": "LEMON", "secId": 79}, {"sentences": [{"sentId": 237, "text": "Well, sure."}], "speaker": "LAVANDERA", "secId": 80}, {"sentences": [{"sentId": 238, "text": "Because he did it on live television."}], "speaker": "LEMON", "secId": 81}, {"sentences": [{"sentId": 239, "text": "But Ed -- I want you to stand by."}, {"sentId": 240, "text": "We'd like to use your camera if you can show the people cleaning up and some of the damager there as I interview --"}], "speaker": "LEMON", "secId": 82}, {"sentences": [{"sentId": 241, "text": "Yes, we'll keep showing you the pictures."}], "speaker": "LAVANDERA", "secId": 83}, {"sentences": [{"sentId": 242, "text": "-- at least the first part."}, {"sentId": 243, "text": "I want to bring in now John Barnett."}, {"sentId": 244, "text": "Is it John Barnett or John Bartlett?"}], "speaker": "LEMON", "secId": 84}, {"sentences": [{"sentId": 245, "text": "John Barnett."}], "speaker": "BARNETT", "secId": 85}, {"sentences": [{"sentId": 246, "text": "Barnett."}, {"sentId": 247, "text": "John Barnett is a civil rights activist known as Brother John."}, {"sentId": 248, "text": "I understand that you were one of the main speakers tonight at this conference."}, {"sentId": 249, "text": "And then, you know now you have this."}, {"sentId": 250, "text": "What do you make of it?"}, {"sentId": 251, "text": "We are looking at people now having to clean up their businesses and some of the chaos on the streets."}, {"sentId": 252, "text": "What do you say about all this?"}], "speaker": "LEMON", "secId": 86}, {"sentences": [{"sentId": 253, "text": "Well I think it was definitely a split."}, {"sentId": 254, "text": "We started out at Marshall Park tonight where we wanted to get everybody together."}, {"sentId": 255, "text": "We had a couple of speakers and we were going to go down to Little Rock Ames and church and everybody go inside the church where we could really talk to the people about really how Dr. King initiated marches where they were very nonviolent."}], "speaker": "BARNETT", "secId": 87}, {"sentences": [{"sentId": 256, "text": "You know, Dr. King never threw a rock into a window."}, {"sentId": 257, "text": "And unfortunately we had some crowd -- a small fragment of the crowd that went downtown and there was a large group that came inside the church."}, {"sentId": 258, "text": "And I think it was that moment when we and the pastor realized that that is the split between -- that's the split that we need to get back mended together."}], "speaker": "BARNETT", "secId": 88}, {"sentences": [{"sentId": 259, "text": "How do you do that because this does not help the message?"}, {"sentId": 260, "text": "This does not help get anything accomplished."}], "speaker": "LEMON", "secId": 89}, {"sentences": [{"sentId": 261, "text": "Yes, we have to make sure that we get more men."}, {"sentId": 262, "text": "We talked about men standing up in the community."}, {"sentId": 263, "text": "\"National Geographic\" did a story about the African elephants real quick and the mother elephant and the youthful elephant."}, {"sentId": 264, "text": "And they took the father elephant out of the trap and the youthful elephant took over the entire trap."}, {"sentId": 265, "text": "Well, when they opened up the gate and let the father back in, everything was back normal again."}], "speaker": "BARNETT", "secId": 90}, {"sentences": [{"sentId": 266, "text": "And it's imperative that we as African-American men, especially dealing with what we're dealing with in Charlotte, mostly African- American youth, let's be honest."}, {"sentId": 267, "text": "We need African-American males to step up."}], "speaker": "BARNETT", "secId": 91}, {"sentences": [{"sentId": 268, "text": "So we have about a thousand churches in Charlotte and we had three pastors at the church tonight."}, {"sentId": 269, "text": "I would want to charge another 60 to 70 to stand up."}, {"sentId": 270, "text": "They are the leaders of the community."}], "speaker": "BARNETT", "secId": 92}, {"sentences": [{"sentId": 271, "text": "So I think one of the remedies is getting the leaders and the African- American men to step up."}, {"sentId": 272, "text": "Because it's only when the father comes in to the bedroom to say hey son, clean your room when the mother tries over and over again to try to get the son to do it."}, {"sentId": 273, "text": "It's when that male voice penetrates the spirit of that young youthful person, that young man when he begins to get up and clean his room."}], "speaker": "BARNETT", "secId": 93}, {"sentences": [{"sentId": 274, "text": "Well, apparently then you don't know my mother because yes."}, {"sentId": 275, "text": "And you don't know my aunt and my sisters."}, {"sentId": 276, "text": "And certainly they can get anybody to clean up anything that they want even quicker than my father could."}, {"sentId": 277, "text": "But I think what your point is, is that there needs to be better leadership within the community."}, {"sentId": 278, "text": "BARNETT:  Exactly right."}, {"sentId": 279, "text": "And I'm going to be honest."}, {"sentId": 280, "text": "My grandmother"}], "speaker": "LEMON", "secId": 94}, {"sentences": [{"sentId": 281, "text": "was just like your mother and maybe your aunt."}, {"sentId": 282, "text": "But my father was in the home."}, {"sentId": 283, "text": "But I also had a pastor that would come by the house talk to my mother."}, {"sentId": 284, "text": "I knew my uncle next door."}, {"sentId": 285, "text": "I knew the wino down the street."}], "speaker": "LEMON", "secId": 95}, {"sentences": [{"sentId": 286, "text": "So even in the 70s, I think Harper gave a great analogy on \"The Mo'nique Show\"."}, {"sentId": 287, "text": "He said in 1976, 70 percent of African-American fathers were active in their children's lives."}, {"sentId": 288, "text": "He said today in 2016 -- that was 2014 when they did this interview on \"The Mo'nique Show\" -- he said it's down to 31 percent."}], "speaker": "LEMON", "secId": 96}, {"sentences": [{"sentId": 289, "text": "So my question is to all of your listeners -- what happened to the 40 percent of African-American that were active in their children's lives?"}, {"sentId": 290, "text": "You cannot go to a park and see an African-American father walking with his family."}, {"sentId": 291, "text": "And so we have some internal problems that we need to deal with."}, {"sentId": 292, "text": "And I think that's the ones that we're dealing with"}], "speaker": "LEMON", "secId": 97}, {"sentences": [{"sentId": 293, "text": "Yes, we're dealing with the rocks in the windows  -- yes they can be replaced."}, {"sentId": 294, "text": "Mr. Scott's life cannot be replaced."}, {"sentId": 295, "text": "But it's important that we also deal with the enemy inside of us which is really getting those men to stand up in their community, take back the church."}, {"sentId": 296, "text": "The churches are 80 percent African-American women."}, {"sentId": 297, "text": "We have to get those men back active in whatever way we need to do it."}], "speaker": "LEMON", "secId": 98}, {"sentences": [{"sentId": 298, "text": "And that's our state of emergency."}, {"sentId": 299, "text": "I know the mayor just stated -- the governor just stated a state of emergency."}, {"sentId": 300, "text": "It's been a state of emergency for the last 20 years for us."}, {"sentId": 301, "text": "When Michael Jackson \"Thriller\" was on the air waves and less rap music, you know, life was good for me."}], "speaker": "LEMON", "secId": 99}, {"sentences": [{"sentId": 302, "text": "Yes."}], "speaker": "LEMON", "secId": 100}, {"sentences": [{"sentId": 303, "text": "But now I wake up every morning."}, {"sentId": 304, "text": "I'm ."}, {"sentId": 305, "text": "I was the first African-American black man to be the postal worker in Clover, South Carolina."}, {"sentId": 306, "text": "But for the last nine years I've been active and still right because things have just gotten that ugly."}, {"sentId": 307, "text": "I marched in Stanford, Florida."}, {"sentId": 308, "text": "I went to Jean , Louisiana."}, {"sentId": 309, "text": "I went to Michael Brown's funeral."}], "speaker": "BARNETT", "secId": 101}, {"sentences": [{"sentId": 310, "text": "And it's like, my life is spent trying to not only just go to save some of these young African-American males and women and girls but going to their funerals."}], "speaker": "BARNETT", "secId": 102}, {"sentences": [{"sentId": 311, "text": "Yes."}], "speaker": "LEMON", "secId": 103}, {"sentences": [{"sentId": 312, "text": "-- more than others."}], "speaker": "BARNETT", "secId": 104}, {"sentences": [{"sentId": 313, "text": "There is a lot to impact there."}, {"sentId": 314, "text": "What you said -- there can always be more -- people can be, always be more active in their children's lives."}, {"sentId": 315, "text": "I think that some of the statistics might be about what happens -- maybe a little bit blown out of proportion but I understand where you are coming from."}, {"sentId": 316, "text": "And I appreciate you joining us here on CNN -- John Barnett."}, {"sentId": 317, "text": "Brother John Barnett."}], "speaker": "LEMON", "secId": 105}, {"sentences": [{"sentId": 318, "text": "That's correct."}, {"sentId": 319, "text": "Thanks."}], "speaker": "BARNETT", "secId": 106}, {"sentences": [{"sentId": 320, "text": "Thank you for joining us."}], "speaker": "LEMON", "secId": 107}, {"sentences": [{"sentId": 321, "text": "When we come right back, much more on our breaking news tonight -- violent protests in the streets of Charlotte, North Carolina over a fatal police shooting."}, {"sentId": 322, "text": "The city under a state of emergency tonight."}], "speaker": "LEMON", "secId": 108}, {"sentences": [{"sentId": 323, "text": "Looking at the live pictures from Charlotte, North Carolina."}, {"sentId": 324, "text": "That's where we find our breaking news tonight."}, {"sentId": 325, "text": "The city of Charlotte, North Carolina under a state of emergency in the wake of a violent protest over a fatal police shooting -- an issue that the Clinton and the Trump campaigns will have to address in the days leading up to the first presidential debate."}], "speaker": "LEMON", "secId": 109}, {"sentences": [{"sentId": 326, "text": "Let's discuss this now."}, {"sentId": 327, "text": "Mark Preston is here; GOP political commentator Paris Dennard is here as well; the \"Washington Post's\" David Swerdlick is here, and also Bakari Sellers, a former member of the South Carolina house of representatives."}], "speaker": "LEMON", "secId": 110}, {"sentences": [{"sentId": 328, "text": "We have all been standing by."}, {"sentId": 329, "text": "We have been watching these pictures and the story unfold live here on CNN."}], "speaker": "LEMON", "secId": 111}, {"sentences": [{"sentId": 330, "text": "Bakari -- to you first, what is your reaction to the violence in Charlotte tonight?"}], "speaker": "LEMON", "secId": 112}, {"sentences": [{"sentId": 331, "text": "Well, I think, first, Don -- it's frustrating."}, {"sentId": 332, "text": "My heart and prayers go out to all of those -- whether or not it's the protesters, the law enforcement, the media -- the violence just sets back the message so much."}], "speaker": "SELLERS", "secId": 113}, {"sentences": [{"sentId": 333, "text": "It's a quest for justice and when you have these acts of violence and you have these acts of looting it takes away from the message in the quest for justice."}, {"sentId": 334, "text": "And that's the frustrating part."}], "speaker": "SELLERS", "secId": 114}, {"sentences": [{"sentId": 335, "text": "But I can't sit here on TV tonight and simply just condemn the rioting and the looting although I do condemn."}, {"sentId": 336, "text": "I also have to condemn the acts which led people to protest, the acts which led people to take to the streets, the frustration, the frustration on this quest for justice, what happened in Tulsa, Oklahoma, what we've seen happen, whether or not it was in Baton Rouge or Minneapolis."}, {"sentId": 337, "text": "And the list goes on and on and on and on as we wait for the facts to play out."}], "speaker": "SELLERS", "secId": 115}, {"sentences": [{"sentId": 338, "text": "I know that people say we have to wait for the facts in Charlotte and we do before we evaluate the situation."}, {"sentId": 339, "text": "But this situation is not looked at in isolation, not for many African-Americans."}, {"sentId": 340, "text": "This is just one of many."}], "speaker": "SELLERS", "secId": 116}, {"sentences": [{"sentId": 341, "text": "And so tonight, Don, I'm very frustrated."}, {"sentId": 342, "text": "I'm trying to find the resolve."}, {"sentId": 343, "text": "I know that Charlotte will rebuild itself and the question was asked earlier by Representative Pittinger and Governor Dr. McCrory."}, {"sentId": 344, "text": "Where is Dr. King?"}, {"sentId": 345, "text": "Well, Dr. King didn't die in his sleep."}, {"sentId": 346, "text": "He didn't die from a heart attack."}, {"sentId": 347, "text": "He was assassinated."}, {"sentId": 348, "text": "And so we have to remember this history."}, {"sentId": 349, "text": "We have to remember how far we have come."}, {"sentId": 350, "text": "Tonight does not do justice to any of those African- American men and women who lost their lives."}, {"sentId": 351, "text": "We have to do better than this."}, {"sentId": 352, "text": "And I'm sure that tomorrow will find some resolve, we'll continue the quest for justice but we'll do it peacefully."}], "speaker": "SELLERS", "secId": 117}, {"sentences": [{"sentId": 353, "text": "Paris?"}], "speaker": "LEMON", "secId": 118}, {"sentences": [{"sentId": 354, "text": "Yes, I think the -- first of all, condolences to those who have lost their lives and especially to their family and their friends, to the innocent citizens who have been affected by this and their businesses that have been attacked senselessly."}, {"sentId": 355, "text": "Our thoughts and prayers are with them."}], "speaker": "DENNARD", "secId": 119}, {"sentences": [{"sentId": 356, "text": "On the issue of Dr. King, Dr. King would have been on the ground marching with all of these activists that are there."}, {"sentId": 357, "text": "But he would have been doing it peacefully."}, {"sentId": 358, "text": "Let us not forget the fact that Dr. King on the night that he was murdered was down there supporting sanitation workers -- trying to have a better life and have better wages, better jobs."}], "speaker": "DENNARD", "secId": 120}, {"sentences": [{"sentId": 359, "text": "Let's not forget the march on Washington was not just about the \"I have a dream\" speech but his speech was fully talking about the economic system and the plight of African-Americans."}, {"sentId": 360, "text": "And so it's sad that in 2016 in many of our urban centers and cities that we have some of the same issues that are plaguing our communities especially as it relates to the economy."}], "speaker": "DENNARD", "secId": 121}, {"sentences": [{"sentId": 361, "text": "So Dr. King was right to be focusing on the least of these, the poor, the ones that are trying to have a better way."}, {"sentId": 362, "text": "And so we deal with this right now."}, {"sentId": 363, "text": "I think the ramifications of the lawlessness and the hopelessness is the fact that people are without hope."}], "speaker": "DENNARD", "secId": 122}, {"sentences": [{"sentId": 364, "text": "Paris -- stand by."}], "speaker": "LEMON", "secId": 123}, {"sentences": [{"sentId": 365, "text": "Sure."}], "speaker": "DENNARD", "secId": 124}, {"sentences": [{"sentId": 366, "text": "I just want to show our viewers what you are watching as we are talking here about the politics of this is someone is being arrested there on the ground in Charlotte, North Carolina."}], "speaker": "LEMON", "secId": 125}, {"sentences": [{"sentId": 367, "text": "Sorry, Paris, go ahead."}], "speaker": "LEMON", "secId": 126}, {"sentences": [{"sentId": 368, "text": "So when we look at what's going on and the responses which I think is deplorable."}, {"sentId": 369, "text": "Violence is never the answer."}, {"sentId": 370, "text": "We have to ask ourselves why is there a frustration and how can we solve it?"}], "speaker": "DENNARD", "secId": 127}, {"sentences": [{"sentId": 371, "text": "And I think it's important to remember what Mr. Trump said at his speech,  becoming the Republican nominee."}], "speaker": "DENNARD", "secId": 128}, {"sentences": [{"sentId": 372, "text": "He said when I'm president I will work to ensure that all our kids are treated equally and protected equally."}, {"sentId": 373, "text": "Every action I take, I will as myself, does this make life better for young Americans at Baltimore, Chicago, Detroit, Ferguson?"}, {"sentId": 374, "text": "We have as much a right to live out their dreams than any other American child."}], "speaker": "DENNARD", "secId": 129}, {"sentences": [{"sentId": 375, "text": "OK."}], "speaker": "LEMON", "secId": 130}, {"sentences": [{"sentId": 376, "text": "And those are important words."}], "speaker": "DENNARD", "secId": 131}, {"sentences": [{"sentId": 377, "text": "I want to bring, Mark."}], "speaker": "LEMON", "secId": 132}, {"sentences": [{"sentId": 378, "text": "And, Mark, so give us a big picture here."}, {"sentId": 379, "text": "This is all happening while we're right in the middle of a very heated presidential election."}, {"sentId": 380, "text": "This is happening in the battleground state."}], "speaker": "LEMON", "secId": 133}, {"sentences": [{"sentId": 381, "text": "What does this all mean for the campaign?"}], "speaker": "LEMON", "secId": 134}, {"sentences": [{"sentId": 382, "text": "Paris mentioned Donald Trump."}, {"sentId": 383, "text": "Both Donald Trump and Secretary Clinton -- Hillary Clinton speaking out about this issue."}], "speaker": "LEMON", "secId": 135}, {"sentences": [{"sentId": 384, "text": "They spoke out about this issue today, but we haven't heard from them in the last few hours, which we shouldn't be too surprised given that this is such a volatile situation at this point."}], "speaker": "PRESTON", "secId": 136}, {"sentences": [{"sentId": 385, "text": "And in fact, I should know, we haven't heard from President Barack Obama about what's going on down in Charlotte."}, {"sentId": 386, "text": "But I do think we will hear from them tomorrow."}], "speaker": "PRESTON", "secId": 137}, {"sentences": [{"sentId": 387, "text": "Obviously a very important issue that is going to play out in the campaign."}, {"sentId": 388, "text": "But when we talk about this issue, we talk -- we talk about it really in the grander scheme and really in big thoughts and in the sense that this isn't in isolation."}], "speaker": "PRESTON", "secId": 138}, {"sentences": [{"sentId": 389, "text": "This is a situation that has been brewing, you know, since literally since the country was founded, right?"}, {"sentId": 390, "text": "Where you have this inequality between African-Americans and between whites."}], "speaker": "PRESTON", "secId": 139}, {"sentences": [{"sentId": 391, "text": "And quite frankly, when you look at polling, there is such a disparity between how blacks view themselves and how whites view themselves."}, {"sentId": 392, "text": "So let me just give you a couple of numbers, Don, which I just think are really, really, really shocking."}], "speaker": "PRESTON", "secId": 140}, {"sentences": [{"sentId": 393, "text": "The first one is and this is from the Pew Research Center earlier this year."}, {"sentId": 394, "text": "The percentage of people who is saying that blacks are treated less fairly than whites."}, {"sentId": 395, "text": "84 percent of blacks believe that, while only 50 percent of whites believe that."}, {"sentId": 396, "text": "I mean, what a disparity right there."}, {"sentId": 397, "text": "You have a 34 percent difference right there."}], "speaker": "PRESTON", "secId": 141}, {"sentences": [{"sentId": 398, "text": "In the workplace, 64 percent of blacks feel like they have been treated unfairly ,while whites say that blacks, only 22 percent, think that blacks have been treated unfairly."}], "speaker": "PRESTON", "secId": 142}, {"sentences": [{"sentId": 399, "text": "Again, a different view of the situation."}, {"sentId": 400, "text": "And this is really striking when you look at the politics right now."}, {"sentId": 401, "text": "When we talk a lot about how Republicans are trying to reach out to the African-American community and how African-Americans tend to be very much in the Democratic column."}, {"sentId": 402, "text": "Right now, 59 percent of Republicans think there has been too much attention paid to race while 49 percent of Democrats believe that."}], "speaker": "PRESTON", "secId": 143}, {"sentences": [{"sentId": 403, "text": "What is that last one, again?"}, {"sentId": 404, "text": "PRESTON:  49 percent of Democrats believe that there -- excuse me, that too little attention has been paid to race, while 59 percent of Republicans believe too much attention has been paid to race."}], "speaker": "LEMON", "secId": 144}, {"sentences": [{"sentId": 405, "text": "So when we do talk about what's happening in Charlotte and elsewhere, we do need to talk about the politics."}], "speaker": "LEMON", "secId": 145}, {"sentences": [{"sentId": 406, "text": "David, let's talk about how the two candidates are positioning themselves when it comes to this."}, {"sentId": 407, "text": "Because Donald Trump until today had positioned himself as the law and order candidate."}, {"sentId": 408, "text": "Very supportive of police, Blue Lives Matter and so on."}], "speaker": "LEMON", "secId": 146}, {"sentences": [{"sentId": 409, "text": "Today, saying, though, at least in Tulsa, Oklahoma shooting is that he doesn't understand why this is happening."}, {"sentId": 410, "text": "Even saying maybe the police officer choked."}], "speaker": "LEMON", "secId": 147}, {"sentences": [{"sentId": 411, "text": "Hillary Clinton has been touting -- has been saying, we need to get this under control, meaning the country and lawmakers."}, {"sentId": 412, "text": "We need to get this under control, when to deal with it."}, {"sentId": 413, "text": "How is this happening in 2016?"}, {"sentId": 414, "text": "And has not seen so much as the law and order candidate."}], "speaker": "LEMON", "secId": 148}, {"sentences": [{"sentId": 415, "text": "Yes, no, I think this is a challenge for both candidates, Don."}, {"sentId": 416, "text": "You had Clinton today saying that the situation in Tulsa, in Charlotte with the death of Terrence Crutcher and Keith Scott were unbearable."}], "speaker": "SWERDLICK", "secId": 149}, {"sentences": [{"sentId": 417, "text": "Donald Trump in addition to saying, as you said, that maybe the officer in Tulsa choked, he said that the situation was tragic."}, {"sentId": 418, "text": "It's an acknowledgment by both candidates that they have to come to terms with as Mark said an issue that has really gone nationwide in the last couple of years with video showing that there is this tension between police and communities and police violence, particularly with regard to the African-American community."}], "speaker": "SWERDLICK", "secId": 150}, {"sentences": [{"sentId": 419, "text": "And coming up on this debate, five days from now, both candidates are going to have to have a better answer than unbearable and tragic."}, {"sentId": 420, "text": "You know, in the case of Clinton, she has as Mark said, you know, the bulk of the African-American vote, the bulk of support among African- American leaders."}, {"sentId": 421, "text": "And, you know, even though there is lower voter enthusiasm for her among younger African-Americans, she does have a stronger support than Trump."}], "speaker": "SWERDLICK", "secId": 151}, {"sentences": [{"sentId": 422, "text": "The problem as she admitted herself today is that she doesn't have a particular policy solution to police violence."}, {"sentId": 423, "text": "The problem for Donald Trump, and this again going into the debate, is that he has made overtures in recent weeks to African-American voters trying to get his numbers up."}, {"sentId": 424, "text": "But then he sort of muddles his message by talking about for instance today in a taped show he said that he wanted to bring back stop and frisk."}], "speaker": "SWERDLICK", "secId": 152}, {"sentences": [{"sentId": 425, "text": "David, stop right there."}, {"sentId": 426, "text": "Let's listen, and then I'll let you continue."}], "speaker": "LEMON", "secId": 153}, {"sentences": [{"sentId": 427, "text": "Sure."}], "speaker": "SWERDLICK", "secId": 154}, {"sentences": [{"sentId": 428, "text": "Play it."}], "speaker": "LEMON", "secId": 155}, {"sentences": [{"sentId": 429, "text": "There's now a lot of violence in the black community."}, {"sentId": 430, "text": "I want to know what would you do to help stop that violence, you know, black-on-black crimes?"}], "speaker": "UNIDENTIFIED MALE", "secId": 156}, {"sentences": [{"sentId": 431, "text": "Right."}, {"sentId": 432, "text": "Well, one of the things I'd do regarding that is I would do stop and frisk."}, {"sentId": 433, "text": "I think you have to."}, {"sentId": 434, "text": "We did it in New York."}, {"sentId": 435, "text": "It worked incredibly well."}, {"sentId": 436, "text": "And you have to be proactive."}, {"sentId": 437, "text": "And you know, you really help people sort of change their mind automatically."}], "speaker": "TRUMP", "secId": 157}, {"sentences": [{"sentId": 438, "text": "You understand."}, {"sentId": 439, "text": "You have to have -- in my opinion, I see what's going on here."}, {"sentId": 440, "text": "I see what's going on in Chicago."}, {"sentId": 441, "text": "I think stop and frisk, in New York City, it was so incredible the way it worked."}, {"sentId": 442, "text": "Now we had a very good mayor, but New York City was incredible the way that worked."}, {"sentId": 443, "text": "So I think that would be one step you could do."}], "speaker": "TRUMP", "secId": 158}, {"sentences": [{"sentId": 444, "text": "So, David, he is calling for stop and frisk to be implemented, nationally."}, {"sentId": 445, "text": "That policing tactic was widely condemned by African- Americans."}, {"sentId": 446, "text": "Not only African-Americans, but many others and a judge striking it down, ruling it unconstitutional in New York."}], "speaker": "LEMON", "secId": 159}, {"sentences": [{"sentId": 447, "text": "Yes."}, {"sentId": 448, "text": "In 2013, a federal judge ruled it unconstitutional."}, {"sentId": 449, "text": "Look, that's not -- whatever that is, I mean, a debate can be had about stop and frisk."}, {"sentId": 450, "text": "That's not black outreach."}], "speaker": "SWERDLICK", "secId": 160}, {"sentences": [{"sentId": 451, "text": "You know, he has folks like Mayor Rudy Giuliani in his campaign orbit, who are big proponents of stop and frisk."}, {"sentId": 452, "text": "And, you know, Trump is saying that -- hey, this worked well in New York."}, {"sentId": 453, "text": "But in New York, you know, something like 90 percent of those stopped under stop and frisk wound up being released without having charges filed against them and the overwhelming numbers of those were African-Americans and Latinos."}], "speaker": "SWERDLICK", "secId": 161}, {"sentences": [{"sentId": 454, "text": "You know, it's a kind of situation where the response of the African- American community, I heard a guest on CNN earlier tonight say, is that, look, what we don't need in our communities is more crackdown by the police."}], "speaker": "SWERDLICK", "secId": 162}, {"sentences": [{"sentId": 455, "text": "We need better understanding between police and communities of color if we're ever going to get past this issue of police violence."}], "speaker": "SWERDLICK", "secId": 163}, {"sentences": [{"sentId": 456, "text": "I think this is a very interesting conversation."}, {"sentId": 457, "text": "Stand by, because I'm going to get to a break."}, {"sentId": 458, "text": "But I also want to, as we all talk about this, I want to bring in my law enforcement panel to discuss about whether law enforcement -- whether stop and frisk works."}], "speaker": "LEMON", "secId": 164}, {"sentences": [{"sentId": 459, "text": "All of the studies I've read have indicated otherwise, but let's discuss."}, {"sentId": 460, "text": "Maybe it does."}, {"sentId": 461, "text": "Maybe it doesn't."}, {"sentId": 462, "text": "But, anyway, all of the information I have says it doesn't."}], "speaker": "LEMON", "secId": 165}, {"sentences": [{"sentId": 463, "text": "We're going to continue to follow the breaking news happening in Charlotte, North Carolina."}, {"sentId": 464, "text": "We'll be back with my panel of experts, political experts and law enforcement analyst coming up."}], "speaker": "LEMON", "secId": 166}, {"sentences": [{"sentId": 465, "text": "Back now with my political panel: Mark Preston, Paris Dennard, David Swerdlick and Bakari Sellers."}, {"sentId": 466, "text": "And we were talking about stop and frisk, or as officially where police call it \"stop, question, and frisk.\""}], "speaker": "LEMON", "secId": 167}, {"sentences": [{"sentId": 467, "text": "So let's bring in my law enforcement experts to help us out here."}], "speaker": "LEMON", "secId": 168}, {"sentences": [{"sentId": 468, "text": "Neill Franklin is here."}, {"sentId": 469, "text": "A retired state police major."}, {"sentId": 470, "text": "Cedric Alexander, CNN law enforcement analyst."}, {"sentId": 471, "text": "And also Dimitri Roberts, a former police officer."}], "speaker": "LEMON", "secId": 169}, {"sentences": [{"sentId": 472, "text": "So we are talking about -- we will all discuss this here."}], "speaker": "LEMON", "secId": 170}, {"sentences": [{"sentId": 473, "text": "So stop, question and frisk, Donald Trump is saying he would bring it back."}], "speaker": "LEMON", "secId": 171}, {"sentences": [{"sentId": 474, "text": "Do you think that works, Neil Franklin?"}], "speaker": "LEMON", "secId": 172}, {"sentences": [{"sentId": 475, "text": "Well, Don, it works very well if your goal is to stop and harass young black people, black and brown people."}, {"sentId": 476, "text": "It works very well."}, {"sentId": 477, "text": "And to arrest them for the possession of marijuana, it works very well."}], "speaker": "FRANKLIN", "secId": 173}, {"sentences": [{"sentId": 478, "text": "86 percent of those hundreds of thousands people who were stopped in New York over those years were black and brown people."}, {"sentId": 479, "text": "The stop and frisk law, which is based upon case law, Terry versus Ohio, was about - is about the safety of the police officer who has reasonable suspicion to conduct a field interview with someone and to frisk them the outer garments of their clothing for a weapon."}, {"sentId": 480, "text": "So that that officer will be safe during that encounter."}, {"sentId": 481, "text": "That's the intent of that policy."}], "speaker": "FRANKLIN", "secId": 174}, {"sentences": [{"sentId": 482, "text": "But we have been using it, in the law enforcement community, to look for drugs, to look for other things."}, {"sentId": 483, "text": "We're using it for the wrong reasons."}, {"sentId": 484, "text": "But it does work if your goal is to arrest young black and brown people for the possession of marijuana and harassment."}], "speaker": "FRANKLIN", "secId": 175}, {"sentences": [{"sentId": 485, "text": "OK."}], "speaker": "LEMON", "secId": 176}, {"sentences": [{"sentId": 486, "text": "All right, Cedric, consider -- and it's concerning a federal judge here in New York, struck it down, said it was unconstitutional."}, {"sentId": 487, "text": "Is it possible that it could it be implemented nationwide?"}], "speaker": "LEMON", "secId": 177}, {"sentences": [{"sentId": 488, "text": "Well, it is unconstitutional."}, {"sentId": 489, "text": "And let me say this."}, {"sentId": 490, "text": "When you start talking stop and frisk, you've got to be careful about something."}, {"sentId": 491, "text": "What it will do is that it will pull a lot of guns off the street."}, {"sentId": 492, "text": "It will take a lot of drugs off the street."}, {"sentId": 493, "text": "But the problem with this, we have seen violations of the 1st, 4th and 14th Amendment."}], "speaker": "ALEXANDER", "secId": 178}, {"sentences": [{"sentId": 494, "text": "If you're going to -- in the 21st century, Don, if we have to reduce crime in a way that's constitutional."}, {"sentId": 495, "text": "But we also have to make sure when we reduce crime, we don't ostracize good people in the community."}, {"sentId": 496, "text": "One of the problems with stop and frisk, you and I being black men could be walking down the street."}, {"sentId": 497, "text": "For no apparent reason, we could get stopped and frisked."}, {"sentId": 498, "text": "And we have nothing on us, or maybe we do have something on us."}], "speaker": "ALEXANDER", "secId": 179}, {"sentences": [{"sentId": 499, "text": "But what has happened innocent, good-standing, law-abiding citizens end up becoming targets of stop and frisk, which leaves a bad taste in their mouth regarding police."}], "speaker": "ALEXANDER", "secId": 180}, {"sentences": [{"sentId": 500, "text": "Yes, I want you to come in here and get the criminals out of here, but you just can't come here and arbitrarily violating people's rights in order to make stop and frisk work."}, {"sentId": 501, "text": "And when it targets a one particular population of people at such a high percentage, that in itself should create some pause."}], "speaker": "ALEXANDER", "secId": 181}, {"sentences": [{"sentId": 502, "text": "And it also increased the numbers of crimes for, you know, carrying things or for possession of marijuana and smaller things, and arrest records for people of color."}], "speaker": "LEMON", "secId": 182}, {"sentences": [{"sentId": 503, "text": "Right."}, {"sentId": 504, "text": "And create arrest, then put people in a prison pipeline and destroy them for the rest of their lives."}], "speaker": "ALEXANDER", "secId": 183}, {"sentences": [{"sentId": 505, "text": "Right."}], "speaker": "LEMON", "secId": 184}, {"sentences": [{"sentId": 506, "text": "So, did you find yourself, Dimitri, when you are a police officer, did you use stop and frisk as a tactic?"}, {"sentId": 507, "text": "And if so, did you find yourself profiling people of color."}], "speaker": "LEMON", "secId": 185}, {"sentences": [{"sentId": 508, "text": "I did use stop and frisk, but it wasn't very effective."}, {"sentId": 509, "text": "I had much more progress and I was much more effective with stopping crime, getting guns off the street, getting drugs off the street or getting ahead of crime by engaging the community, getting out of my car, talking to community members, treating them with respect, giving them some dignity, and regardless of their rap sheet, their background or their skin color saying to them that I care about you."}, {"sentId": 510, "text": "I'm here to help."}], "speaker": "ROBERT", "secId": 186}, {"sentences": [{"sentId": 511, "text": "And they wanted to get these things out of their community just as much as I did."}, {"sentId": 512, "text": "So they were willing to help."}, {"sentId": 513, "text": "And I got a lot of information and I was able to be effective in those communities and not bring despair to them."}], "speaker": "ROBERT", "secId": 187}, {"sentences": [{"sentId": 514, "text": "OK."}, {"sentId": 515, "text": "I'm glad we heard from our law enforcement experts."}, {"sentId": 516, "text": "Thank you very much."}], "speaker": "LEMON", "secId": 188}, {"sentences": [{"sentId": 517, "text": "I want to bring back our political panel now."}], "speaker": "LEMON", "secId": 189}, {"sentences": [{"sentId": 518, "text": "So Paris, from, you know, from studies, studies show that it is a fact that stop, question, and frisk has very little, if any effect on crime."}, {"sentId": 519, "text": "That it encourages racial profiling."}], "speaker": "LEMON", "secId": 190}, {"sentences": [{"sentId": 520, "text": "Why would your candidate want to implement something that is not only, you know, constitutionally not right, that's discriminatory, but it doesn't really affect crime?"}], "speaker": "LEMON", "secId": 191}, {"sentences": [{"sentId": 521, "text": "Well, I think that the important thing to remember about stop and frisk is that I think it's unfair to say that the intent behind it was to purposely discriminate or purposely go after young people that look just like me."}], "speaker": "DENNARD", "secId": 192}, {"sentences": [{"sentId": 522, "text": "I think that when you look at the crime bill that President Clinton put into place that Secretary Clinton support, I don't think that they intended for it at the onset for it to do and have the unintended consequence of putting some many people who look just like me behind bars."}], "speaker": "DENNARD", "secId": 193}, {"sentences": [{"sentId": 523, "text": "And so when you have these politicians making political statements or opining about how they would do things from a national level, sometimes the ramifications or the implementation goes awry."}], "speaker": "DENNARD", "secId": 194}, {"sentences": [{"sentId": 524, "text": "And I think that is what you can see and what some people feel happened with this."}, {"sentId": 525, "text": "But the important thing is that each state should have the liberty and the flexibility to decide what is best for their local communities."}, {"sentId": 526, "text": "All of these decisions are --"}], "speaker": "DENNARD", "secId": 195}, {"sentences": [{"sentId": 527, "text": "OK, I understand what you're saying, but that wasn't my question."}], "speaker": "LEMON", "secId": 196}, {"sentences": [{"sentId": 528, "text": "Sure."}], "speaker": "DENNARD", "secId": 197}, {"sentences": [{"sentId": 529, "text": "My question was why, why would your candidate espouse something that has been deemed unconstitutional and does not have an effect, any relevant effect on crime?"}], "speaker": "LEMON", "secId": 198}, {"sentences": [{"sentId": 530, "text": "Well, I think that there are people in New York and there are law enforcement people in New York who felt that it was an effective mechanism just because some of the people on this panel don't seem to think though does mean that that is the general opinion of every person in law enforcement."}, {"sentId": 531, "text": "But it goes back to police training."}, {"sentId": 532, "text": "I believe that when police are trained --"}], "speaker": "DENNARD", "secId": 199}, {"sentences": [{"sentId": 533, "text": "With all due respect, you are not answering my question."}], "speaker": "LEMON", "secId": 200}, {"sentences": [{"sentId": 534, "text": "Like I said, Mr. Trump made that statement because that was his opinion based upon his experience of being a citizen in New York."}, {"sentId": 535, "text": "And he felt that that was one possible way of curbing crime in inner cities like it was in New York."}], "speaker": "DENNARD", "secId": 201}, {"sentences": [{"sentId": 536, "text": "OK."}, {"sentId": 537, "text": "So, Bakari, what he is saying is, you know, that Hillary Clinton and the former President Bill Clinton got lots of criticism for her support of the bill."}, {"sentId": 538, "text": "She wasn't in a public office yet, on elected yet."}], "speaker": "LEMON", "secId": 202}, {"sentences": [{"sentId": 539, "text": "But for her support of her husband's 1994 crime bill, looking back in hindsight which is 2020 saying we should not have done it."}, {"sentId": 540, "text": "But now looking back on a bill, or on a tactic that did not work according to most experts, if not all of them, Donald Trump is implementing, it's apples and oranges."}, {"sentId": 541, "text": "It's not the same thing."}, {"sentId": 542, "text": "One is looking back and one is looking, you know --"}], "speaker": "LEMON", "secId": 203}, {"sentences": [{"sentId": 543, "text": "Yes."}, {"sentId": 544, "text": "I mean, you would hope that you would learn from past legislation and past errors and past unintended consequences."}], "speaker": "SELLERS", "secId": 204}, {"sentences": [{"sentId": 545, "text": "It would be like Hillary Clinton putting forward the 2016 version of the 1994 crime bill, which would make no sense whatsoever."}, {"sentId": 546, "text": "Donald Trump and many like to give Rudy Giuliani credit for the decrease in crime."}, {"sentId": 547, "text": "And they like to point stop, question and frisk."}, {"sentId": 548, "text": "But the fact is, the crime was actually going down in New York prior to Rudy Giuliani's election to due some other things that were going on in the country."}, {"sentId": 549, "text": "And it actually continued going down after he left office."}, {"sentId": 550, "text": "So there was nothing there."}], "speaker": "SELLERS", "secId": 205}, {"sentences": [{"sentId": 551, "text": "But we have to have a robust discussion."}, {"sentId": 552, "text": "And I hope that Lester Holt next Monday actually gets into this."}, {"sentId": 553, "text": "I know there are many things going on in the world."}, {"sentId": 554, "text": "We have Syria."}, {"sentId": 555, "text": "We have many things going on right here in this country."}, {"sentId": 556, "text": "But this is going to be an issue that each candidate is going to have to deal with next Monday."}], "speaker": "SELLERS", "secId": 206}, {"sentences": [{"sentId": 557, "text": "And Donald Trump simply can't say that the answer to this question is stop and frisk."}, {"sentId": 558, "text": "I think he will get laughed off the stage."}, {"sentId": 559, "text": "What Hillary Clinton has tried to do is talk about body cameras."}, {"sentId": 560, "text": "And although Governor McCrory has made his -- had done his best to make it difficult as possible to see that footage in North Carolina, we have to make sure that that footage is made public."}], "speaker": "SELLERS", "secId": 207}, {"sentences": [{"sentId": 561, "text": "We also have to talk about things like community policing and making sure that the Department of Justice actually gives these law enforcement agencies the tools they need to properly educate them."}], "speaker": "SELLERS", "secId": 208}, {"sentences": [{"sentId": 562, "text": "So, Mark, we are seeing this outreach from Donald Trump from the black community."}, {"sentId": 563, "text": "He was holding an event at a black church, plus a town hall tonight."}, {"sentId": 564, "text": "But his long support of this birther movement is still, it's a hold up for many black voters."}], "speaker": "LEMON", "secId": 209}, {"sentences": [{"sentId": 565, "text": "He was asked today why he changed his position."}, {"sentId": 566, "text": "Here's what he said."}], "speaker": "LEMON", "secId": 210}, {"sentences": [{"sentId": 567, "text": "Well, I just want to get on with, you know, we want to get on with the campaign."}, {"sentId": 568, "text": "A lot of people were asking me questions, and you know, we want to talk about jobs, we want to talk about the military."}, {"sentId": 569, "text": "We want to talk about ISIS and how to get rid of ISIS."}, {"sentId": 570, "text": "We want to talk about bringing jobs back to this area because you have been decimated."}, {"sentId": 571, "text": "So we want to get just back on to the subject of jobs, military and taking care of our vets."}], "speaker": "LEMON", "secId": 211}, {"sentences": [{"sentId": 572, "text": "He just wanted to get on with it."}], "speaker": "LEMON", "secId": 212}, {"sentences": [{"sentId": 573, "text": "What we really want to talk about is bringing jobs to the area."}, {"sentId": 574, "text": "Yes, no doubt."}, {"sentId": 575, "text": "I mean, when he gave that statement, we remember the circus of it where there was such a build up and he gave a statement that, you know, lasted 11 seconds maybe and then walked away, and it was over."}], "speaker": "PRESTON", "secId": 213}, {"sentences": [{"sentId": 576, "text": "Look, this has been an albatross around his ankle when it comes to this campaign, right?"}, {"sentId": 577, "text": "However, he made it, himself."}, {"sentId": 578, "text": "This is of his making."}], "speaker": "PRESTON", "secId": 214}, {"sentences": [{"sentId": 579, "text": "Self-inflicted wound."}], "speaker": "LEMON", "secId": 215}, {"sentences": [{"sentId": 580, "text": "Yes, this is self-inflicted wound."}, {"sentId": 581, "text": "But let me just say this about the presidential election."}, {"sentId": 582, "text": "We spend a lot of time focusing on what Hillary Clinton is going to do and what Donald Trump is doing, or what she's saying and what he's saying."}], "speaker": "PRESTON", "secId": 216}, {"sentences": [{"sentId": 583, "text": "This is an issue so much bigger than that."}, {"sentId": 584, "text": "There's 535 members of Congress right now."}, {"sentId": 585, "text": "Regardless of who is going to get elected president, you're going to have to see the coming together of Republicans and Democrats on Capitol Hill to try to get this done."}], "speaker": "PRESTON", "secId": 217}, {"sentences": [{"sentId": 586, "text": "And quite frankly, whatever happens here in Washington then needs to roll downhill to the governors and to the state legislators and what have you."}, {"sentId": 587, "text": "It is so much bigger than the president and the two that are running right now for president."}], "speaker": "PRESTON", "secId": 218}, {"sentences": [{"sentId": 588, "text": "So can I -- do I still have my law enforcement people there?"}, {"sentId": 589, "text": "Are they still there?"}], "speaker": "LEMON", "secId": 219}, {"sentences": [{"sentId": 590, "text": "I just want, Franklin, because I wanted to ask him, because they were -- and Dimitri, because they were all African-Americans as we can see."}, {"sentId": 591, "text": "And David."}, {"sentId": 592, "text": "We're going to get it in."}], "speaker": "LEMON", "secId": 220}, {"sentences": [{"sentId": 593, "text": "But I want people who are not political and who are not really affiliated with any candidate as people of color to just tell me -- who's there?"}, {"sentId": 594, "text": "Is Neill there?"}], "speaker": "LEMON", "secId": 221}, {"sentences": [{"sentId": 595, "text": "I'm here."}], "speaker": "FRANKLIN", "secId": 222}, {"sentences": [{"sentId": 596, "text": "Neill, how did you feel about this birther issue?"}, {"sentId": 597, "text": "And Donald Trump's handling of it?"}], "speaker": "LEMON", "secId": 223}, {"sentences": [{"sentId": 598, "text": "Personally, it was very poorly-handled."}, {"sentId": 599, "text": "There was no evidence that Barack Obama was born outside of the U.S."}, {"sentId": 600, "text": "He had the evidence."}, {"sentId": 601, "text": "He had his birth certificate."}, {"sentId": 602, "text": "But it continued on and on and on and on."}, {"sentId": 603, "text": "And that was part of it."}, {"sentId": 604, "text": "Now when it's been readdressed with him, you know, he tries to be the one to say, OK, I'm ending it."}], "speaker": "FRANKLIN", "secId": 224}, {"sentences": [{"sentId": 605, "text": "I'm ending this discussion regarding Barack Obama's being born here in the United States."}], "speaker": "FRANKLIN", "secId": 225}, {"sentences": [{"sentId": 606, "text": "You know, he was the main one behind it from the get-go and that's something that should not be excused."}], "speaker": "FRANKLIN", "secId": 226}, {"sentences": [{"sentId": 607, "text": "Personally, that's my opinion."}], "speaker": "FRANKLIN", "secId": 227}, {"sentences": [{"sentId": 608, "text": "Dimitri?"}], "speaker": "LEMON", "secId": 228}, {"sentences": [{"sentId": 609, "text": "Well, I think it takes away from what the focus should be and that's on what Donald Trump is doing to bring unification to the country and not more division."}, {"sentId": 610, "text": "And the birther issue, anybody looking at this says that it's unreasonable and further they look at it and say that it's a play, it's a political play to get media attention and to allow him not to spend his own personal money on campaigning and campaign ads because he can help steer the news cycle when he says silly things, and that's exactly what it was."}], "speaker": "ROBERTS", "secId": 229}, {"sentences": [{"sentId": 611, "text": "OK.  David?"}], "speaker": "LEMON", "secId": 230}, {"sentences": [{"sentId": 612, "text": "Can I jump in on that?"}], "speaker": "SWERDLICK", "secId": 231}, {"sentences": [{"sentId": 613, "text": "I said, David."}, {"sentId": 614, "text": "Yes, of course."}], "speaker": "LEMON", "secId": 232}, {"sentences": [{"sentId": 615, "text": "So the thing with the birther issue."}, {"sentId": 616, "text": "You know, you played the clip of Donald Trump saying he wants to get on with the campaign."}, {"sentId": 617, "text": "And, you know, my reaction to that is, well, America wanted to get on with being America for the last five years, but Donald Trump was sort of the lead person perpetuating the birther controversy."}, {"sentId": 618, "text": "And now he is living with the sort of political consequences of that."}], "speaker": "SWERDLICK", "secId": 233}, {"sentences": [{"sentId": 619, "text": "The challenge for him, I think, among other things goes back to something that Dimitri said a few minutes ago, which is that, yes, African-Americans, all American, but African-Americans specifically want to talk about some of the things Trump has been talk about, jobs, school choice, crime in their communities."}], "speaker": "SWERDLICK", "secId": 234}, {"sentences": [{"sentId": 620, "text": "As Dimitri said, black people want to deal with the crime problem just as much as any other constituency."}, {"sentId": 621, "text": "But when it comes to Donald Trump, he's got to get past this, you know, trust deficit because of all these issues he's brought up like the birther issue, like, you know, denigrating President Obama, like talking about other ethnic groups, Latinos, Judge Curiel, the Khan Family, etcetera."}], "speaker": "SWERDLICK", "secId": 235}, {"sentences": [{"sentId": 622, "text": "It gets in the way of him talking about issues that maybe would resonate with communities of color and expand his base."}, {"sentId": 623, "text": "He can't do it yet because of those -- these impediments."}], "speaker": "SWERDLICK", "secId": 236}, {"sentences": [{"sentId": 624, "text": "And, Bakari, specifically, too, when it comes to, you know, he's reaching out to African-Americans and young people."}, {"sentId": 625, "text": "Because that, you know, they need to get young people, especially African- Americans motivated to go out and vote."}], "speaker": "LEMON", "secId": 237}, {"sentences": [{"sentId": 626, "text": "This is an issue that young people care about and especially social justice as we have been covering this evening with what's happening in North Carolina."}], "speaker": "LEMON", "secId": 238}, {"sentences": [{"sentId": 627, "text": "Yes, I think tonight is an example of what can go wrong."}, {"sentId": 628, "text": "And I think, one of the things that I wanted to say to -- I don't know if there are any young people that are watching who want to be a part of the civil rights movement, who want to be back on bigotry, who want to, you know, find justice that we have to make sure that instead of looting, we're voting."}], "speaker": "SELLERS", "secId": 239}, {"sentences": [{"sentId": 629, "text": "That instead of rioting, that we are being active participant in our democracy."}, {"sentId": 630, "text": "We can be in the streets and protest civilly and peacefully."}, {"sentId": 631, "text": "But tonight was unacceptable."}, {"sentId": 632, "text": "And we have to refocus that energy."}], "speaker": "SELLERS", "secId": 240}, {"sentences": [{"sentId": 633, "text": "And I think that one of the things we have to do and one of the things that Paris and myself have to do is make sure that we push our candidates to talk more forcefully about the issues that directly affect, especially young African-Americans who many times find themselves to be in a position of hopelessness and despair."}], "speaker": "SELLERS", "secId": 241}, {"sentences": [{"sentId": 634, "text": "You saw that manifest itself tonight."}, {"sentId": 635, "text": "But instead of looting or rioting, I mean, we've got to do better than that."}, {"sentId": 636, "text": "I mean, we can vote."}, {"sentId": 637, "text": "There's so much other stuff we can do."}, {"sentId": 638, "text": "We're better than this."}], "speaker": "SELLERS", "secId": 242}, {"sentences": [{"sentId": 639, "text": "Mark, before we go, story of the day tomorrow?"}], "speaker": "LEMON", "secId": 243}, {"sentences": [{"sentId": 640, "text": "This."}, {"sentId": 641, "text": "No doubt the story of the day."}, {"sentId": 642, "text": "And the aftermath."}, {"sentId": 643, "text": "And, quiet frankly, our prayers are for the person who was shot down in Charlotte right now."}, {"sentId": 644, "text": "And we hope that that person makes it through."}], "speaker": "PRESTON", "secId": 244}, {"sentences": [{"sentId": 645, "text": "I mean, really, this is a life or death situation."}, {"sentId": 646, "text": "In this case, it's for that individual right now."}, {"sentId": 647, "text": "And, you know, let us pray for them."}], "speaker": "PRESTON", "secId": 245}, {"sentences": [{"sentId": 648, "text": "Yes."}, {"sentId": 649, "text": "And, again, for the people who have been hurt, there is also someone in the hospital and for the city and really the country, when it comes to dealing with these issues and let's hope our political candidates can deal with them in the right way and as a country that we can come together."}], "speaker": "LEMON", "secId": 246}, {"sentences": [{"sentId": 650, "text": "And as I always say."}, {"sentId": 651, "text": "I know it sounds like a cliche, instead of talking at each other, that we talk to each other."}, {"sentId": 652, "text": "And more importantly, listen to each other."}, {"sentId": 653, "text": "Because, otherwise, we're going to end up with scenes like this for eternity."}], "speaker": "LEMON", "secId": 247}, {"sentences": [{"sentId": 654, "text": "So I would like to thank all of my guests."}, {"sentId": 655, "text": "I appreciate you joining us this evening."}], "speaker": "LEMON", "secId": 248}, {"sentences": [{"sentId": 656, "text": "Our live coverage continues in just a moment with John Vause in Los Angeles."}, {"sentId": 657, "text": "I'm Don Lemon."}, {"sentId": 658, "text": "Good night."}], "speaker": "LEMON", "secId": 249}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1609.22.cnnt.01.html.json", "time": "Aired September 22, 2016 - 00:00   ET"}