{"sectionCount": 242, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["LEMON", "MADDEN", "GINGRICH", "FLEISCHER", "PRESTON", "GERGEN", "SAVIDGE", "ZITO", "COHAN", "EARNEST", "PHILLIPS", "ROSEN"], "subTitle": "Trump's Picks New Cabinet Members; Trump Bypassing State Department Protocols;; Trump Saving 1,000 From Carrier; Possible Trump's Conflict of Interest; Business Transfer; Trump's Thank You Tour. Aired 10-11p ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1611/30/cnnt.01.html", "sentenceCount": 560, "sections": [{"sentences": [{"sentId": 0, "text": "Donald Trump adds to his billionaires a.k.a."}, {"sentId": 1, "text": "cabinet."}], "speaker": "LEMON", "secId": 0}, {"sentences": [{"sentId": 2, "text": "This is CNN TONIGHT."}, {"sentId": 3, "text": "I'm Don Lemon."}], "speaker": "LEMON", "secId": 1}, {"sentences": [{"sentId": 4, "text": "Billionaire investor Wilbur Ross top for commerce secretary, Todd Ricketts whose family owns the Chicago Cubs the deputy commerce secretary."}, {"sentId": 5, "text": "Sensing a pattern here?"}], "speaker": "LEMON", "secId": 2}, {"sentences": [{"sentId": 6, "text": "Meanwhile, Mitt Romney a mere millionaire, still on pins and needles tonight awaiting word if he's going to be secretary of state, if he's going to get that nod."}, {"sentId": 7, "text": "The president-elect never shy about his own so- called billionaire status says he'll remove himself from his business completed to avoid conflicts of interest."}], "speaker": "LEMON", "secId": 3}, {"sentences": [{"sentId": 8, "text": "But how will that work?"}, {"sentId": 9, "text": "He promises to explain in this first long- awaited first news conference as president-elect that's set for December 15th."}], "speaker": "LEMON", "secId": 4}, {"sentences": [{"sentId": 10, "text": "Let's get right to CNN's politics executive editor, Mr. Mark Preston, CNN's senior political analyst and that's Mr. David Gergen, and republican strategist Kevin Madden."}, {"sentId": 11, "text": "Also with us, Ari Fleischer who was White House Press Secretary under President George W. Bush."}], "speaker": "LEMON", "secId": 5}, {"sentences": [{"sentId": 12, "text": "Good evening to you."}, {"sentId": 13, "text": "Kevin, you first."}, {"sentId": 14, "text": "So, Donald Trump and Mitt Romney had this dinner and right afterwards it comes out that there were still four finalists far from a lock for Mitt Romney."}, {"sentId": 15, "text": "You know him very well."}, {"sentId": 16, "text": "Why does he want this job so badly to be part of the Trump administration, given all of the bad blood and the attacks coming from Trump's inner circle?"}], "speaker": "LEMON", "secId": 6}, {"sentences": [{"sentId": 17, "text": "Well, again, I think it's a -- I think his interest is driven by a sense of duty."}, {"sentId": 18, "text": "I think that he believes that he has insights to offer on a lot of the foreign policy and national security challenges that this administration will face and that he can offer some experience and wisdom in that regard."}], "speaker": "MADDEN", "secId": 7}, {"sentences": [{"sentId": 19, "text": "And he's pledged, like many others that are interested in serving in his cabinet, to help this president-elect enact his agenda and that would be, I think, again, a guiding force for him as well as a potential secretary of state."}, {"sentId": 20, "text": "I think a lot of diverse opinions that's not new in many"}], "speaker": "MADDEN", "secId": 8}, {"sentences": [{"sentId": 21, "text": "administrations, that's not new in any transitions."}, {"sentId": 22, "text": "What's new here is that they're being aired publicly."}, {"sentId": 23, "text": "That's something that Governor Romney I think he's always used to as part of his work -- as part of his experience of running campaigns and being criticized as a governor and being criticized as a cabinet."}], "speaker": "MADDEN", "secId": 9}, {"sentences": [{"sentId": 24, "text": "I don't think it affects him at all."}, {"sentId": 25, "text": "And again, I think it's just a reflection of the many diverse opinions that President-elect Trump has at in his inner circle."}], "speaker": "MADDEN", "secId": 10}, {"sentences": [{"sentId": 26, "text": "It's not new but this is not typical."}, {"sentId": 27, "text": "You know."}], "speaker": "LEMON", "secId": 11}, {"sentences": [{"sentId": 28, "text": "It's not."}, {"sentId": 29, "text": "This is not typical at all."}, {"sentId": 30, "text": "And it was like I said a million times, it was not a conventional campaign."}, {"sentId": 31, "text": "It's not a conventional transition."}, {"sentId": 32, "text": "I don't expect it to be a conventional White House."}], "speaker": "MADDEN", "secId": 12}, {"sentences": [{"sentId": 33, "text": "Yes."}, {"sentId": 34, "text": "Ari, to you now, Newt Gingrich has said some really scathing things about Mitt Romney and tonight he responded to that dinner last night like this."}, {"sentId": 35, "text": "Listen."}], "speaker": "LEMON", "secId": 13}, {"sentences": [{"sentId": 36, "text": "There's a scene in \"Pretty Woman\" where Richard Gere goes up to the salesman on rodeo drive and says, \"We need a little sucking up here.\""}, {"sentId": 37, "text": "OK?"}], "speaker": "GINGRICH", "secId": 14}, {"sentences": [{"sentId": 38, "text": "You have never ever in your career seen a serious adult who's wealthy independent has been a presidential nominee suck up at the rate that Mitt Romney is sucking up."}], "speaker": "GINGRICH", "secId": 15}, {"sentences": [{"sentId": 39, "text": "I mean, I'm confident that he thinks now that Donald Trump is one of his closest friends, that they have so much many things in common that they are both such wise and brilliant people."}], "speaker": "GINGRICH", "secId": 16}, {"sentences": [{"sentId": 40, "text": "And I'm sure last night at an elegant three-star restaurant in New York, that Mitt was fully at home, happy to share his vision of populism which involves a little foie gras, a certain amount of superb cooking, but it was done in a populist happy manner."}], "speaker": "GINGRICH", "secId": 17}, {"sentences": [{"sentId": 41, "text": "Gee."}, {"sentId": 42, "text": "What was he, he was drinking a lot of hatery right there."}, {"sentId": 43, "text": "My goodness."}, {"sentId": 44, "text": "Newt, why don't you say how you really feel."}, {"sentId": 45, "text": "So, Ari, my question is this."}, {"sentId": 46, "text": "I mean, if Romney doesn't get this job now who is going to look worse, is it Romney for grabbing or Trump for being the revengeful?"}], "speaker": "LEMON", "secId": 18}, {"sentences": [{"sentId": 47, "text": "Well, I think for Mitt Romney."}, {"sentId": 48, "text": "But look, I think what Newt was just doing was reliving a little bit of the highlights of the 2012 primary."}, {"sentId": 49, "text": "Newt enjoyed it for doing to Mitt Romney."}], "speaker": "FLEISCHER", "secId": 19}, {"sentences": [{"sentId": 50, "text": "A lot of head in agreement here."}], "speaker": "LEMON", "secId": 20}, {"sentences": [{"sentId": 51, "text": "He is doing it now."}, {"sentId": 52, "text": "So, you know, there is a valid point."}, {"sentId": 53, "text": "Newt makes it with some interesting and good exuberance but there are legitimate questions about why Mitt Romney would want to beyond said about serving his country, everybody gets that."}], "speaker": "FLEISCHER", "secId": 21}, {"sentences": [{"sentId": 54, "text": "But when you criticize somebody to the lengths and the direct manner in which Mitt Romney criticized Donald Trump, it's a legitimate question to say, if you don't like him that much, why would you want to work for him?"}], "speaker": "FLEISCHER", "secId": 22}, {"sentences": [{"sentId": 55, "text": "And I think that's something that Donald Trump is feeling his way through and why it's appropriate to talk, to air it, to see if it works out."}, {"sentId": 56, "text": "But I am surprised that Mitt Romney is going through this and because it's a public process, it's going to be a much more difficult process."}], "speaker": "FLEISCHER", "secId": 23}, {"sentences": [{"sentId": 57, "text": "You think he should back out?"}], "speaker": "LEMON", "secId": 24}, {"sentences": [{"sentId": 58, "text": "I think he did it very secretively."}, {"sentId": 59, "text": "Well, no."}, {"sentId": 60, "text": "At this stage, he's in and I think that if he knows it's not going to go to him, then maybe the thing you do is you say, well, I'm withdrawn."}, {"sentId": 61, "text": "But it's too late now."}, {"sentId": 62, "text": "You know, he's halfway down the diving board."}, {"sentId": 63, "text": "We just have to see if he hits this splash rate."}], "speaker": "FLEISCHER", "secId": 25}, {"sentences": [{"sentId": 64, "text": "Yes."}, {"sentId": 65, "text": "Mark, Newt Gingrich is -- that's a good way of putting it."}, {"sentId": 66, "text": "Thank you very much for that."}, {"sentId": 67, "text": "Newt Gingrich is just one of -- one of Trump's senior advisers who's been trashing Romney very publicly."}, {"sentId": 68, "text": "Are they lobbying or they or is he getting a message to the boss or are they all getting a message to the boss?"}, {"sentId": 69, "text": "What's going on here?"}, {"sentId": 70, "text": "He didn't hold back."}], "speaker": "LEMON", "secId": 26}, {"sentences": [{"sentId": 71, "text": "Well, he certainly -- he certainly didn't hold back."}, {"sentId": 72, "text": "One thing we know about Donald Trump and he's been, you know, obviously very hard to understand, is that Donald Trump watches cable television, that Donald Trump pays attention to the media."}], "speaker": "PRESTON", "secId": 27}, {"sentences": [{"sentId": 73, "text": "And if you're trying to get Donald Trump's attention, where best to do that, but to do it on the stage that we've just seen with Newt Gingrich now."}, {"sentId": 74, "text": "The fact of the matter is, as you've said, there's a lot of hatery right there, right, from Newt Gingrich."}], "speaker": "PRESTON", "secId": 28}, {"sentences": [{"sentId": 75, "text": "You have to wonder if their sour grapes there as well because Newt Gingrich was somebody who was a mentioned early on for a number of cabinet posts and now he's kind of fall off the radar, he says he doesn't want to be in the administration."}], "speaker": "PRESTON", "secId": 29}, {"sentences": [{"sentId": 76, "text": "But look, it was only what, a month ago, less than a month ago when we were talking about Newt Gingrich potentially being the chief of staff for Donald Trump."}, {"sentId": 77, "text": "And guess what, he's not."}, {"sentId": 78, "text": "So I just think while he does raise good point, it's a little too pointed for me."}], "speaker": "PRESTON", "secId": 30}, {"sentences": [{"sentId": 79, "text": "David, you agree that this is sour grapes?"}, {"sentId": 80, "text": "I saw you shaking your head there in agreement."}], "speaker": "LEMON", "secId": 31}, {"sentences": [{"sentId": 81, "text": "Yes, I do think it's sour grapes and I agree with Ari up to a point that is I wonder why Romney would ever accept this now and knowing that there are going to be vipers in the White House just waiting for him waiting to strike especially if some mistake is made he'll be the first scapegoat."}], "speaker": "GERGEN", "secId": 32}, {"sentences": [{"sentId": 82, "text": "You think he should withdraw."}, {"sentId": 83, "text": "Or you think it's all in..."}], "speaker": "LEMON", "secId": 33}, {"sentences": [{"sentId": 84, "text": "I don't think -- I don't -- and withdraw now they may reach a mutual agreement."}, {"sentId": 85, "text": "I did talk to someone who was sitting next door at the dinner last night at Jean-Georges here in New York and he reported that they seem to be in -- that Romney and Trump seemed to be in very good high spirits."}], "speaker": "GERGEN", "secId": 34}, {"sentences": [{"sentId": 86, "text": "They talked movingly to each other and they also laughed a lot."}, {"sentId": 87, "text": "So they seemed to get along well together."}, {"sentId": 88, "text": "But even so knowing that there are those people there, you have to be -- you just have to wonder why he would want to do it."}], "speaker": "GERGEN", "secId": 35}, {"sentences": [{"sentId": 89, "text": "Well, that is the question."}, {"sentId": 90, "text": "Why would he want to do it?"}], "speaker": "LEMON", "secId": 36}, {"sentences": [{"sentId": 91, "text": "Well, I think -- I think that service is deep within him going all the way back into his Mormon roots."}, {"sentId": 92, "text": "I think that's quite legitimate."}, {"sentId": 93, "text": "And this would be a twilight tour that many people want to leave a legacy and I can understand why he wants to leave a mark."}], "speaker": "GERGEN", "secId": 37}, {"sentences": [{"sentId": 94, "text": "And by the way, I can understand I think Donald Trump would very much like to turn over as a foreign policy agenda to someone who's really strong and reliable so that he can run and he can focus on the domestic."}], "speaker": "GERGEN", "secId": 38}, {"sentences": [{"sentId": 95, "text": "Often, foreign policy takes two-thirds of a president's time and this is a man who clearly wants to be a domestic president."}, {"sentId": 96, "text": "But I'll just tell you, Don, I've seen at least two instances in recent years when White House staff has turned against the secretary of state, going back to Nixon and now going up to Reagan and Al Haig over at the State Department."}], "speaker": "GERGEN", "secId": 39}, {"sentences": [{"sentId": 97, "text": "But coming up to Colin Powell when he served under George W. In both cases, the White House staff made their life miserable, miserable for the secretary of state."}], "speaker": "GERGEN", "secId": 40}, {"sentences": [{"sentId": 98, "text": "Go ahead."}], "speaker": "LEMON", "secId": 41}, {"sentences": [{"sentId": 99, "text": "Real quick, I just want to say on Newt Gingrich, there was a lot of -- look, 2012 primary was a very tough primary and after that primary was over and Mitt Romney was the nominee, Newt Gingrich couldn't have been more helpful to Governor Romney, said very good things."}, {"sentId": 100, "text": "I talked to him pretty regularly during that campaign and he was"}], "speaker": "MADDEN", "secId": 42}, {"sentences": [{"sentId": 101, "text": "pretty helpful."}, {"sentId": 102, "text": "And I know Governor Romney was very helpful -- was very thankful for the work that he did on his behalf."}], "speaker": "MADDEN", "secId": 43}, {"sentences": [{"sentId": 103, "text": "So what happened?"}], "speaker": "LEMON", "secId": 44}, {"sentences": [{"sentId": 104, "text": "This is -- this is -- this is what happens."}, {"sentId": 105, "text": "Oftentimes there are disagreements and there are, you know, an airing of grievances..."}], "speaker": "MADDEN", "secId": 45}, {"sentences": [{"sentId": 106, "text": "Yes."}], "speaker": "LEMON", "secId": 46}, {"sentences": [{"sentId": 107, "text": "... at a time like this, but at that point during that 2012 campaign, Newt Gingrich was very helpful to the Romney campaign."}], "speaker": "MADDEN", "secId": 47}, {"sentences": [{"sentId": 108, "text": "OK."}, {"sentId": 109, "text": "I want to talk a little bit more about foreign policy here."}, {"sentId": 110, "text": "We know that Donald Trump has taken phone calls from foreign leaders without the normal preparation from State Department officials."}, {"sentId": 111, "text": "The transition team hasn't released any readout of the calls but the government of Pakistan theirs tonight."}, {"sentId": 112, "text": "And I want to read a bit of it."}], "speaker": "LEMON", "secId": 48}, {"sentences": [{"sentId": 113, "text": "Again, this is from the government of Pakistan."}, {"sentId": 114, "text": "\"President Trump said Prime Minister Nawaz Sharif you have a very good reputation."}, {"sentId": 115, "text": "You are a terrific guy."}, {"sentId": 116, "text": "You're doing amazing work which is visible in every way."}], "speaker": "LEMON", "secId": 49}, {"sentences": [{"sentId": 117, "text": "I am looking forward to see you soon."}, {"sentId": 118, "text": "Pakistanis are one of the most intelligent people."}, {"sentId": 119, "text": "I am ready and willing to play any role that you want me to play to address and find solutions to the outstanding problems."}, {"sentId": 120, "text": "It will be an honor and I will personally do it."}, {"sentId": 121, "text": "Feel free to call me any time even before 20th of January or January 20th."}, {"sentId": 122, "text": "That is the before I assume my office.\""}], "speaker": "LEMON", "secId": 50}, {"sentences": [{"sentId": 123, "text": "So, David, here is my question."}, {"sentId": 124, "text": "Pakistani-India conflict is one of the most unsettling on the globe and on and on and on when it comes to Pakistan."}, {"sentId": 125, "text": "Is the best way to handle a major diplomatic relationship?"}], "speaker": "LEMON", "secId": 51}, {"sentences": [{"sentId": 126, "text": "Well, he went -- President-elect Trump went way out of his way to praise a Pakistani leader and I think that's completely contrary to what Trump himself has said."}, {"sentId": 127, "text": "But it's also important to remember that within Pakistan, there are huge investigations of corruption on the part of the regime and their relationship with the United States are tense."}], "speaker": "GERGEN", "secId": 52}, {"sentences": [{"sentId": 128, "text": "So, I was surprised, first of all, by the sort of the general nicety of the whole thing but secondly, just how vacuous that conversation was."}, {"sentId": 129, "text": "He really does need those State Department briefings before he goes into these calls."}], "speaker": "GERGEN", "secId": 53}, {"sentences": [{"sentId": 130, "text": "Yes."}, {"sentId": 131, "text": "Mark, I see willing to you what you read that we just got the readout from the Trump campaign on the phone call."}, {"sentId": 132, "text": "And if you want to sort digest it, I'll read a little bit of it and then you can weigh in."}], "speaker": "LEMON", "secId": 54}, {"sentences": [{"sentId": 133, "text": "\"President-elect Donald Trump today spoke with Prime Minister of Pakistan Muhammad Nawaz Sharif Sharif and the president of Kazakhstan readouts of the calls are below, and then they go into."}, {"sentId": 134, "text": "So, I'll let you digest that, Kevin, and then we'll discuss -- I mean, I'm sorry, Mark Preston, and then we'll discuss it."}], "speaker": "LEMON", "secId": 55}, {"sentences": [{"sentId": 135, "text": "But Kevin, is there a danger in speaking to them in such an off-the- cuff way?"}], "speaker": "LEMON", "secId": 56}, {"sentences": [{"sentId": 136, "text": "I think so."}, {"sentId": 137, "text": "And Ari probably can speak to this too during his time in the White House."}, {"sentId": 138, "text": "A White House and a president, they have to be in sync of the protocols that are involved, some of the delicacies and some of the intricacies of the policies that have been articulated in the past and that need to be promoted in the future."}], "speaker": "MADDEN", "secId": 57}, {"sentences": [{"sentId": 139, "text": "So a lot of those -- there has to be a strong adherence to a lot of those protocols and an understanding of some of those dynamics before you can duck those calls."}, {"sentId": 140, "text": "So, that's something I think that as they move from being a transition to an actual -- it's actually working out of west wing, they are going to have to get familiar with."}], "speaker": "MADDEN", "secId": 58}, {"sentences": [{"sentId": 141, "text": "Go ahead."}, {"sentId": 142, "text": "Stand by, Ari, because I want to get Mark in on this."}, {"sentId": 143, "text": "What do you make of the..."}], "speaker": "LEMON", "secId": 59}, {"sentences": [{"sentId": 144, "text": "You know, Kevin and I, we were talking about this earlier today."}], "speaker": "PRESTON", "secId": 60}, {"sentences": [{"sentId": 145, "text": "This readout from the Trump campaign changes anything from what you're seeing?"}], "speaker": "LEMON", "secId": 61}, {"sentences": [{"sentId": 146, "text": "No, not at all."}, {"sentId": 147, "text": "And in fact, it basically backs up what the Pakistani government had sent out today."}, {"sentId": 148, "text": "But David had said earlier today, and I think he's right, there's a level of nicety that you have during these calls, during these diplomatic calls."}], "speaker": "PRESTON", "secId": 62}, {"sentences": [{"sentId": 149, "text": "Donald Trump seemed to go way overboard in his niceties, especially given the situation as you said between India and Pakistan."}, {"sentId": 150, "text": "But let's look at who are we talking about."}], "speaker": "PRESTON", "secId": 63}, {"sentences": [{"sentId": 151, "text": "Donald Trump is also making nice with Russia which has been, you know, one of our biggest -- I don't want to call him an enemy but certainly a country that we had a deal with at a level that the U.S. would prefer not to deal with in many ways."}], "speaker": "PRESTON", "secId": 64}, {"sentences": [{"sentId": 152, "text": "So, you know, the bottom line, you know, at this point I think is that Donald Trump is trying to be friends with everybody."}, {"sentId": 153, "text": "He does need to get the State Department briefings."}], "speaker": "PRESTON", "secId": 65}, {"sentences": [{"sentId": 154, "text": "And quite frankly, in the end, Donald Trump really does, as David said, you know, I'm going back to David here, quite a bit here, he wants somebody to take over this portfolio, this foreign policy portfolio, so he doesn't get himself in this situation."}], "speaker": "PRESTON", "secId": 66}, {"sentences": [{"sentId": 155, "text": "So, Ari, you can see that he promise a visit in that and you can put the full screen up as to what Donald Trump said."}, {"sentId": 156, "text": "But he says he'd love to have a visit."}, {"sentId": 157, "text": "Feel free to call me - this is for you, Ari - any time."}], "speaker": "LEMON", "secId": 67}, {"sentences": [{"sentId": 158, "text": "Whoever the next secretary of state is, I'm wondering if there's going to be -- if it's going to be a big deal with the Trump -- so how is that going to work out in diplomatic circles here?"}], "speaker": "LEMON", "secId": 68}, {"sentences": [{"sentId": 159, "text": "Look, and I really have a different take on this and I have sat there with the president as he's had calls with foreign leaders and on two levels I have a different take."}], "speaker": "FLEISCHER", "secId": 69}, {"sentences": [{"sentId": 160, "text": "Number one, this is his first conversation with the president of Pakistan."}, {"sentId": 161, "text": "I don't think there's anything inappropriate with him having a very light-touch conversation, not a substantive diplomat conversation, but I'm glad to meet you, I want to get to know you better and we're going to work well together."}, {"sentId": 162, "text": "There's nothing wrong with that as a first tone of conversation."}], "speaker": "FLEISCHER", "secId": 70}, {"sentences": [{"sentId": 163, "text": "Second of all..."}], "speaker": "FLEISCHER", "secId": 71}, {"sentences": [{"sentId": 164, "text": "I think they just said..."}], "speaker": "LEMON", "secId": 72}, {"sentences": [{"sentId": 165, "text": "... it is entirely -- it's entirely inappropriate for the Pakistani government to release what, an American president or president-elect says in the course of a phone call."}], "speaker": "FLEISCHER", "secId": 73}, {"sentences": [{"sentId": 166, "text": "We would never release what a foreign leader said to George W. Bush."}, {"sentId": 167, "text": "We would talk about what George W. Bush said."}, {"sentId": 168, "text": "But to release what somebody else says, I'm not the spokesman for Pakistan or any other nation."}], "speaker": "FLEISCHER", "secId": 74}, {"sentences": [{"sentId": 169, "text": "So for them to do it is an entire breach of diplomatic protocol and tradition."}, {"sentId": 170, "text": "And if they had done that to me, I'd be on the phone right now with their press secretary chewing them out, the ambassador would be on the phone with the ambassador chewing the ambassador up and up and down the chain."}], "speaker": "FLEISCHER", "secId": 75}, {"sentences": [{"sentId": 171, "text": "What they did in Pakistan was a bad thing to do."}, {"sentId": 172, "text": "Do you want everybody releasing phone calls like that?"}, {"sentId": 173, "text": "He may have said some other things to other leaders too."}, {"sentId": 174, "text": "So Pakistan might be doing to maneuver about India to show we're really good friends with Donald Trump."}], "speaker": "FLEISCHER", "secId": 76}, {"sentences": [{"sentId": 175, "text": "OK."}], "speaker": "LEMON", "secId": 77}, {"sentences": [{"sentId": 176, "text": "That's dumb by the Pakistanis."}], "speaker": "FLEISCHER", "secId": 78}, {"sentences": [{"sentId": 177, "text": "All right."}, {"sentId": 178, "text": "We'll continue our conversation."}, {"sentId": 179, "text": "Stay with me, everyone."}, {"sentId": 180, "text": "When we come right back we'll talk more Donald Trump's billionaire -- billionaire's club, who are they and how will they shape our economy for the next four years?"}], "speaker": "LEMON", "secId": 79}, {"sentences": [{"sentId": 181, "text": "Back now with Mark Preston, David Gergen, Kevin Madden, and Ari Fleischer."}, {"sentId": 182, "text": "So, we're discussing this and Ari was saying that it sort of broke protocol for them to print or put that transcript out."}], "speaker": "LEMON", "secId": 80}, {"sentences": [{"sentId": 183, "text": "Could it be, David, that they don't know what the protocol is or Donald Trump is not a protocol kind of guy?"}], "speaker": "LEMON", "secId": 81}, {"sentences": [{"sentId": 184, "text": "I think Donald Trump..."}], "speaker": "GERGEN", "secId": 82}, {"sentences": [{"sentId": 185, "text": "And it's not a -- Trump people didn't put it out."}, {"sentId": 186, "text": "The Pakistanis put it out."}], "speaker": "FLEISCHER", "secId": 83}, {"sentences": [{"sentId": 187, "text": "Yes."}], "speaker": "GERGEN", "secId": 84}, {"sentences": [{"sentId": 188, "text": "I understand that."}, {"sentId": 189, "text": "But go ahead, David."}], "speaker": "LEMON", "secId": 85}, {"sentences": [{"sentId": 190, "text": "OK."}, {"sentId": 191, "text": "But Ari is absolutely right about the Pakistanis, you know, real reach of protocol to put it out."}, {"sentId": 192, "text": "The fact is also that Donald Trump is not used to this."}, {"sentId": 193, "text": "He's breaking in on it."}, {"sentId": 194, "text": "And I think that normally a president would not -- he'd be nice, as Ari said, but he wouldn't gush over a foreign leader the way Donald Trump."}, {"sentId": 195, "text": "He wouldn't volunteer to do all these things."}], "speaker": "GERGEN", "secId": 86}, {"sentences": [{"sentId": 196, "text": "Our relationship with Pakistan is one of the most sensitive and difficult relations in the world, an extremely important relationship."}, {"sentId": 197, "text": "Normally you'd have not only the -- you know, an Ari Fleischer there with you as president-elect but you have the national security adviser to be and you would carefully think through any call like that."}], "speaker": "GERGEN", "secId": 87}, {"sentences": [{"sentId": 198, "text": "So you make your two or three points over and out and don't promise all these things and especially don't leave them in a position where they put out something so gushing that it hurts your relationship with India."}], "speaker": "GERGEN", "secId": 88}, {"sentences": [{"sentId": 199, "text": "Or promising a visit."}, {"sentId": 200, "text": "Go ahead, Mark."}], "speaker": "LEMON", "secId": 89}, {"sentences": [{"sentId": 201, "text": "Yes."}], "speaker": "GERGEN", "secId": 90}, {"sentences": [{"sentId": 202, "text": "No."}, {"sentId": 203, "text": "I mean, David is absolutely right."}, {"sentId": 204, "text": "Look, this goes back to something that we said right before the break, is that Donald Trump is not holding these briefings with the State Department."}, {"sentId": 205, "text": "He's not getting the two or three points that he needs to emphasize with these world leaders."}], "speaker": "PRESTON", "secId": 91}, {"sentences": [{"sentId": 206, "text": "He's getting multiple phone calls a day from them."}, {"sentId": 207, "text": "We haven't been getting readouts from the Trump campaign, Don."}, {"sentId": 208, "text": "But what we have been getting is a list of people that Donald Trump has spoken with; at least we had gotten that last week."}, {"sentId": 209, "text": "So..."}], "speaker": "PRESTON", "secId": 92}, {"sentences": [{"sentId": 210, "text": "But Mark, are they trying to maybe put him on the record because they're not exactly sure what he means or if he means what he says, is that the possibility?"}], "speaker": "LEMON", "secId": 93}, {"sentences": [{"sentId": 211, "text": "Yes."}, {"sentId": 212, "text": "I mean, put him in a box."}, {"sentId": 213, "text": "I mean, and quite frankly, nobody knows what the protocol is with Donald Trump."}, {"sentId": 214, "text": "Nobody knows."}, {"sentId": 215, "text": "Let alone here in the U.S., imagine if you're a foreign leader and you're trying to figure out how to deal with him or how to contact him."}], "speaker": "PRESTON", "secId": 94}, {"sentences": [{"sentId": 216, "text": "Remember at the beginning when he was first elected, you know, just a few weeks ago, people didn't know how to get in touch with him."}, {"sentId": 217, "text": "The world leaders -- we had to have a professional golfer have to make a connection for him."}], "speaker": "PRESTON", "secId": 95}, {"sentences": [{"sentId": 218, "text": "You know, so, the fact of the matter is, they are up and running right now when they are getting it going but they haven't had the right protocols in place themselves to have this conversation."}], "speaker": "PRESTON", "secId": 96}, {"sentences": [{"sentId": 219, "text": "All right."}, {"sentId": 220, "text": "I want to move on."}, {"sentId": 221, "text": "Because I want to talk about Donald Trump."}, {"sentId": 222, "text": "He's picked key members of his economic team."}, {"sentId": 223, "text": "Mark, give us a rundown before we discuss who they are."}], "speaker": "LEMON", "secId": 97}, {"sentences": [{"sentId": 224, "text": "Right."}, {"sentId": 225, "text": "So we talk about the treasury secretary, if we can put it on the screen, his name is Steve Mnuchin, a very close friend of Donald Trump, a former partner at Goldman Sachs, was the finance manager of Donald Trump's presidential campaign."}], "speaker": "PRESTON", "secId": 98}, {"sentences": [{"sentId": 226, "text": "He did led the group that bought the failed subprime lender IndyMac, and the most interesting part about him is that he is a Hollywood movie producer producing \"American Sniper\" and \"The Lego Movie.\""}], "speaker": "PRESTON", "secId": 99}, {"sentences": [{"sentId": 227, "text": "Wilbur Ross who is on our air earlier today on Erin show, he is a billionaire investor, he is the chairman of the WL Ross."}, {"sentId": 228, "text": "He has made a career of resurrecting dying companies."}], "speaker": "PRESTON", "secId": 100}, {"sentences": [{"sentId": 229, "text": "His company owned that Sago mine."}, {"sentId": 230, "text": "If you remember, that mine explosion where 12 miners died in West Virginia."}, {"sentId": 231, "text": "He was a Trump supporter before the election, but he is a democrat."}], "speaker": "PRESTON", "secId": 101}, {"sentences": [{"sentId": 232, "text": "And of course rounding that out, the deputy commerce secretary Todd Ricketts, his family owns the Chicago Cubs, which of course just won the World Series."}, {"sentId": 233, "text": "He is the son of the Ameritrade founder."}, {"sentId": 234, "text": "And he initially backed Scott Walker and then supported Donald Trump through super PAC."}], "speaker": "PRESTON", "secId": 102}, {"sentences": [{"sentId": 235, "text": "And what's interesting about Ricketts as well, Don, is that Donald Trump didn't like the Ricketts."}, {"sentId": 236, "text": "He said some really nasty things about them when he found out they were spending money against his candidacy."}, {"sentId": 237, "text": "Now he loves the Ricketts."}], "speaker": "PRESTON", "secId": 103}, {"sentences": [{"sentId": 238, "text": "OK."}, {"sentId": 239, "text": "Interesting."}, {"sentId": 240, "text": "Kevin, so these three men are worth billions of dollars or at least many, many millions of piece, some have long ties to Wall Street, as Mark just said."}, {"sentId": 241, "text": "Does this undermine confidence in his promise to drain the swamp?"}], "speaker": "LEMON", "secId": 104}, {"sentences": [{"sentId": 242, "text": "Well, look, I think obviously these are conventional picks if you consider the fact that they have the experience in their -- in there requisite industries."}, {"sentId": 243, "text": "You know, Steve Munchin -- Mnuchin and his experience working on Wall Street, Wilbur Ross and his experience not only in domestic industry but also with international business."}], "speaker": "MADDEN", "secId": 105}, {"sentences": [{"sentId": 244, "text": "Those are type -- that's the type of experience that you need."}, {"sentId": 245, "text": "I think what's interesting about both of those two, is if you're trying to judge Donald Trump against the promise to drain the swamp is both of them are really creatures of Washington, D.C."}], "speaker": "MADDEN", "secId": 106}, {"sentences": [{"sentId": 246, "text": "They are people who have built their experience and their resumes outside of Washington, D.C., and they are bringing potentially a fresh new perspective."}, {"sentId": 247, "text": "The other part of this is that they are expected to enact Donald Trump's agenda."}, {"sentId": 248, "text": "Yes, they have resumes with ties to Wall Street, which I think many democrats will attack, but ultimately they are going to be charged with fulfilling an agenda that Donald Trump said was going to help a lot of working Americans."}], "speaker": "MADDEN", "secId": 107}, {"sentences": [{"sentId": 249, "text": "Yes."}], "speaker": "LEMON", "secId": 108}, {"sentences": [{"sentId": 250, "text": "And put a lot of these policies that we're going to be -- help connect again, help the Trump administration's economic policy with working Americans."}], "speaker": "MADDEN", "secId": 109}, {"sentences": [{"sentId": 251, "text": "Ari, those types of Wall Street."}, {"sentId": 252, "text": "That's the issue."}, {"sentId": 253, "text": "Because Trump was mercilessly criticizing Wall Street on the campaign trail for making money off the little guy and having unfair advantages."}, {"sentId": 254, "text": "Does this make him look hypocritical now?"}], "speaker": "LEMON", "secId": 110}, {"sentences": [{"sentId": 255, "text": "Well, I think only time will tell about that."}, {"sentId": 256, "text": "I think the answer is going to be no because it's less a matter of where they are from and much more of a question of where they are going and where they are going is to implement Donald Trump's policies."}], "speaker": "FLEISCHER", "secId": 111}, {"sentences": [{"sentId": 257, "text": "And that's what Donald Trump presidency is going to rise and fall under."}, {"sentId": 258, "text": "If his policies help bring back manufacturing jobs, he create higher wages for the American people, they make people feel America is on the right track again, nobody is going to care that somebody once worked on Wall Street."}], "speaker": "FLEISCHER", "secId": 112}, {"sentences": [{"sentId": 259, "text": "They are going to say my job on Main Street is a whole lot better now, thank you, Donald Trump."}, {"sentId": 260, "text": "And they won't even know the name of the secretary of congress or the secretary of treasury."}, {"sentId": 261, "text": "That's what this is about Trump's policies."}], "speaker": "FLEISCHER", "secId": 113}, {"sentences": [{"sentId": 262, "text": "Quick last word, David."}], "speaker": "LEMON", "secId": 114}, {"sentences": [{"sentId": 263, "text": "How can anybody be against a fellow helped the Chicago Cubs win the World Series."}, {"sentId": 264, "text": "And beyond that, Don, listen, money per se does not make a person bad for the cabinet."}], "speaker": "GERGEN", "secId": 115}, {"sentences": [{"sentId": 265, "text": "Dwight Eisenhower had a cabinet it was called nine millionaires and a plumber."}, {"sentId": 266, "text": "The plumber was head of the plumbing and his team federalist union and it is one of the most successful administrations in the history, over eight years."}, {"sentId": 267, "text": "Dwight Eisenhower had an approval rating from the American public of an average of 64 percent."}], "speaker": "GERGEN", "secId": 116}, {"sentences": [{"sentId": 268, "text": "I think most people will agree with you."}, {"sentId": 269, "text": "But just remember on the campaign, you know, Hillary Clinton's ties to Wall Street, she's, you know, she's tied to Wall Street, she's not interested in you and then now this."}, {"sentId": 270, "text": "That's it."}, {"sentId": 271, "text": "Thank you, guys."}], "speaker": "LEMON", "secId": 117}, {"sentences": [{"sentId": 272, "text": "Thank you."}], "speaker": "GERGEN", "secId": 118}, {"sentences": [{"sentId": 273, "text": "When we come right back, Donald Trump's Carrier deal saving a thousand jobs from going to Mexico."}, {"sentId": 274, "text": "Can he do the same for other companies?"}], "speaker": "LEMON", "secId": 119}, {"sentences": [{"sentId": 275, "text": "The president-elect and the vice president-elect swing through Indiana tomorrow to formally announce their deal with the Carrier air- conditioning company keeping a thousand jobs stateside."}], "speaker": "LEMON", "secId": 120}, {"sentences": [{"sentId": 276, "text": "Martin Savidge is in Indianapolis for us this evening."}, {"sentId": 277, "text": "Good evening to you, Martin."}, {"sentId": 278, "text": "So this is great news for the Carrier workers."}, {"sentId": 279, "text": "What's the mood there in Indianapolis?"}], "speaker": "LEMON", "secId": 121}, {"sentences": [{"sentId": 280, "text": "It is great news."}, {"sentId": 281, "text": "And it comes just before the holidays and, of course, 10 months ago everybody thought they were out of the job."}, {"sentId": 282, "text": "But it's kind of a mixed reaction."}, {"sentId": 283, "text": "I was expecting really a lot of high-fives and cartwheels and people celebrating and they're not."}], "speaker": "SAVIDGE", "secId": 122}, {"sentences": [{"sentId": 284, "text": "And the reason is this."}, {"sentId": 285, "text": "First of all, they don't know anything about what are the details in this deal?"}, {"sentId": 286, "text": "They know that there a thousand jobs save, but of course 1400 people work at the plant currently, which means 400 people or so are going to be out of a job and until they know the details, everybody is fearful, it's my job that wasn't saved."}], "speaker": "SAVIDGE", "secId": 123}, {"sentences": [{"sentId": 287, "text": "And then on top of that, they have questions like will there be wage cuts or how long is Carrier going to stay?"}, {"sentId": 288, "text": "Will they have to go through this whole process again a couple of years from now?"}], "speaker": "SAVIDGE", "secId": 124}, {"sentences": [{"sentId": 289, "text": "And then there's the issue of Rexnord."}, {"sentId": 290, "text": "Rexnord is another company here in town and they have about 300 employees."}, {"sentId": 291, "text": "And just last month that company said they are moving down to Mexico."}], "speaker": "SAVIDGE", "secId": 125}, {"sentences": [{"sentId": 292, "text": "And, of course, they are happy for their Carrier brothers and sisters but they are like, well, who's looking out for our jobs now and why can't we get that same kind of deal?"}], "speaker": "SAVIDGE", "secId": 126}, {"sentences": [{"sentId": 293, "text": "Yes."}], "speaker": "LEMON", "secId": 127}, {"sentences": [{"sentId": 294, "text": "So, yes, grateful and they can't wait to say they are grateful to Donald Trump."}, {"sentId": 295, "text": "But there's still those mixed apprehension."}], "speaker": "SAVIDGE", "secId": 128}, {"sentences": [{"sentId": 296, "text": "Yes."}, {"sentId": 297, "text": "And I'm sure a lot of people will be saying, what about me and as well, they should be saying that."}], "speaker": "LEMON", "secId": 129}, {"sentences": [{"sentId": 298, "text": "So, listen, you mentioned the details, do we know anything about the details of this deal?"}, {"sentId": 299, "text": "I mean, do the Trump teams use the carrot or the stick to get Carrier on board?"}], "speaker": "LEMON", "secId": 130}, {"sentences": [{"sentId": 300, "text": "It is stunning how little we know."}, {"sentId": 301, "text": "I talked to the head of the union."}, {"sentId": 302, "text": "He represents the 1400 jobs where he went that were at stake."}, {"sentId": 303, "text": "They have heard nothing."}, {"sentId": 304, "text": "You would expect in a traditional negotiation that the unions would be brought in because concessions would be considered part and parcel to the whole process."}], "speaker": "LEMON", "secId": 131}, {"sentences": [{"sentId": 305, "text": "They haven't heard a word."}, {"sentId": 306, "text": "I talked to the employees that were in the plant today."}, {"sentId": 307, "text": "Carrier has said nothing to them."}, {"sentId": 308, "text": "So, we don't really know."}, {"sentId": 309, "text": "The speculation is that the state has offered some big incentives."}, {"sentId": 310, "text": "But remember, the state was involved back in March when Carrier"}], "speaker": "LEMON", "secId": 132}, {"sentences": [{"sentId": 311, "text": "initially said they were leaving and the state offered incentives then."}, {"sentId": 312, "text": "So what changed in the interim?"}], "speaker": "LEMON", "secId": 133}, {"sentences": [{"sentId": 313, "text": "Well, of course, there is President-elect Trump."}, {"sentId": 314, "text": "And that's why they say maybe the stick was involved somewhat."}, {"sentId": 315, "text": "And here the reference is to United Technologies, the parent company of Carrier."}, {"sentId": 316, "text": "They do a lot of defense work."}], "speaker": "LEMON", "secId": 134}, {"sentences": [{"sentId": 317, "text": "The favorite theory on the part of employees here is that maybe Donald Trump implied that if they moved to Mexico, Carrier, that is, then United Technologies may no longer get those big defense contracts."}, {"sentId": 318, "text": "And that would be a pretty big stake."}], "speaker": "LEMON", "secId": 135}, {"sentences": [{"sentId": 319, "text": "But that's just speculation."}, {"sentId": 320, "text": "Maybe we'll hear the details tomorrow when Trump and of course, president-elect -- or Vice President-elect Mike Pence is here who is, by the way, the Governor of Indiana."}], "speaker": "LEMON", "secId": 136}, {"sentences": [{"sentId": 321, "text": "Yes."}, {"sentId": 322, "text": "I was just going to say, this has Mike Pence written all over more than it had Donald Trump, but we'll discuss."}, {"sentId": 323, "text": "Thank you, I appreciate that, Martin Savidge."}], "speaker": "LEMON", "secId": 137}, {"sentences": [{"sentId": 324, "text": "I want to bring in now William Cohan, the contributing editor to Vanity Fair and the author of \"The Price of Silence,\" also Salena Zito, CNN contributor and New York Post columnist who is here last night and quickly left us."}, {"sentId": 325, "text": "She's in Pittsburg this evening."}, {"sentId": 326, "text": "We missed you here on the set."}], "speaker": "LEMON", "secId": 138}, {"sentences": [{"sentId": 327, "text": "So, I'll start with you."}, {"sentId": 328, "text": "Good evening to both of you."}, {"sentId": 329, "text": "Donald Trump got great headlines out of this deal, and the New York Times called it a powerful tactical strike."}, {"sentId": 330, "text": "So base on the press clippings alone this deal is win for Donald Trump?"}], "speaker": "LEMON", "secId": 139}, {"sentences": [{"sentId": 331, "text": "Absolutely."}, {"sentId": 332, "text": "Optically, it's a great win, bit more importantly, it's a great win for the, you know, a thousand or so..."}], "speaker": "ZITO", "secId": 140}, {"sentences": [{"sentId": 333, "text": "Workers, yes"}], "speaker": "LEMON", "secId": 141}, {"sentences": [{"sentId": 334, "text": "... workers that are going to be able to keep their jobs."}, {"sentId": 335, "text": "And also you have to think of the, sort of the you know, ancillary impact, the economic impact."}, {"sentId": 336, "text": "When this was first announce it was the state said they were going to lose $100 million in economic impact by the loss of those thousand jobs."}], "speaker": "ZITO", "secId": 142}, {"sentences": [{"sentId": 337, "text": "That was back in February and it sort of emblematic of the whole trade problem and the bad trade deals."}, {"sentId": 338, "text": "The average worker at Carrier makes about 24 to $26 an hour."}, {"sentId": 339, "text": "The jobs were going to Mexico and they were going to be $23 less than what a Carrier worker makes in America."}], "speaker": "ZITO", "secId": 143}, {"sentences": [{"sentId": 340, "text": "So, it's interesting, because Martin Savidge mentioned this, Salena."}, {"sentId": 341, "text": "After this deal, could there be backlash where every worker who loses a job overseas from now I wonder why Donald Trump didn't ride to their rescue?"}, {"sentId": 342, "text": "ZITO:  Well, I mean, there's probably going to be part of that, that"}], "speaker": "LEMON", "secId": 144}, {"sentences": [{"sentId": 343, "text": "sort of a natural reaction."}, {"sentId": 344, "text": "But I think what Trump wants to do and he said a lot in his campaign rhetoric is to ease up regulations for businesses so that, you know, they could have better deals within, you know, the continental U.S."}], "speaker": "LEMON", "secId": 145}, {"sentences": [{"sentId": 345, "text": "Now that might be part of what this plan is with Carrier."}, {"sentId": 346, "text": "We don't know."}, {"sentId": 347, "text": "We probably won't know -- hopefully we'll know tomorrow."}, {"sentId": 348, "text": "But if that's part of the deal, that's good news for other companies and other workers."}], "speaker": "LEMON", "secId": 146}, {"sentences": [{"sentId": 349, "text": "OK. William Cohan, this is for you."}, {"sentId": 350, "text": "I want you to look at this statement."}, {"sentId": 351, "text": "The statement is from Carrier today."}, {"sentId": 352, "text": "And Carrier says, \"We have negotiated an agreement with the incoming administration that we believe benefits our workers, the state of Indiana and our company."}, {"sentId": 353, "text": "The incentives offered by the state were an important consideration.\""}], "speaker": "LEMON", "secId": 147}, {"sentences": [{"sentId": 354, "text": "This is where I said I think it has Mike Pence written on this more because the question is what are they talking about?"}, {"sentId": 355, "text": "Could this have happened if Mike Pence were not the Governor of Indiana and what if the plant was in Ohio or some other place?"}], "speaker": "LEMON", "secId": 148}, {"sentences": [{"sentId": 356, "text": "Well, again, the devil is in the details on this one."}, {"sentId": 357, "text": "And Martin is probably absolutely right, that there is the 400 people who were not going to be saved out of the 1400."}, {"sentId": 358, "text": "There are other companies in Indiana alone that are all wondering why don't they get this."}], "speaker": "COHAN", "secId": 149}, {"sentences": [{"sentId": 359, "text": "There are going to be companies around the country that are wondering why they are not getting this."}, {"sentId": 360, "text": "There are some people that I was speaking to earlier tonight who thought that this was already a done deal six months ago, and then kind of stage-managed it and waited to, you know, to see if Donald Trump won the election, and then announced it today."}], "speaker": "COHAN", "secId": 150}, {"sentences": [{"sentId": 361, "text": "Not unlike -- you know, it's not similar but it's similar in terms of timing, the way the hostages in Iran were brought back after Ronald Reagan, you know, won the election."}], "speaker": "COHAN", "secId": 151}, {"sentences": [{"sentId": 362, "text": "Yes."}], "speaker": "LEMON", "secId": 152}, {"sentences": [{"sentId": 363, "text": "So, I mean, there who knows what Donald -- if Donald Trump big-footed United Technologies and said you do this or you're not going to get defense contracts, that's not a very good precedent -- president."}, {"sentId": 364, "text": "We don't want our president big footing companies around the country getting them to do what he wants them to do."}], "speaker": "COHAN", "secId": 153}, {"sentences": [{"sentId": 365, "text": "But for the thousand people, I'm sure they are very happy."}], "speaker": "LEMON", "secId": 154}, {"sentences": [{"sentId": 366, "text": "They are."}], "speaker": "COHAN", "secId": 155}, {"sentences": [{"sentId": 367, "text": "But as Martin said not a lot of people are jumping up and down about it."}, {"sentId": 368, "text": "This is interesting that this is happening."}, {"sentId": 369, "text": "Here's the Carrier announcement how it played out at the White House today."}, {"sentId": 370, "text": "Salena, this is for you."}], "speaker": "LEMON", "secId": 156}, {"sentences": [{"sentId": 371, "text": "The early indications are that this is good news and obviously we'd welcome that good news."}, {"sentId": 372, "text": "I know the president-elect has indicated that he deserves credit for that announcement."}], "speaker": "EARNEST", "secId": 157}, {"sentences": [{"sentId": 373, "text": "And I guess what I would observe is that if he has successful in doing that 804 more times, then he will meet the record of manufacturing jobs that were created in the United States while President Obama was in office."}], "speaker": "EARNEST", "secId": 158}, {"sentences": [{"sentId": 374, "text": "So, Salena, is that a fair that President Obama is leaving the president-elect an economy that's actually doing pretty well despite the rhetoric on the campaign trail?"}], "speaker": "LEMON", "secId": 159}, {"sentences": [{"sentId": 375, "text": "Well, you know, I've been to these communities across the country."}, {"sentId": 376, "text": "Yes, the economy is doing well but it is not doing well in those -- especially in those rustbelt areas of Indiana, Ohio, Wisconsin, and Michigan."}], "speaker": "ZITO", "secId": 160}, {"sentences": [{"sentId": 377, "text": "Yes, this -- the Obama administration's economy is creating new jobs."}, {"sentId": 378, "text": "What is not creating jobs that have the same sort of salary and/or benefits that they were used to?"}, {"sentId": 379, "text": "So, sometimes people have to have two jobs to be able to meet what they used to have."}, {"sentId": 380, "text": "So, I think that's where the difference lies."}], "speaker": "ZITO", "secId": 161}, {"sentences": [{"sentId": 381, "text": "But the Obama administration is citing g 804,000 record manufacturing jobs."}], "speaker": "LEMON", "secId": 162}, {"sentences": [{"sentId": 382, "text": "Right."}, {"sentId": 383, "text": "Well, you know, out there people don't feel that resurgence in the economy."}, {"sentId": 384, "text": "They're not feeling it, you know, maybe these jobs, these manufacturing jobs are in smaller tech -- more technologically based manufacturing and the wages are not as higher and they're not located in the areas that they used to be located."}, {"sentId": 385, "text": "They are located closer to larger cities or to universities where technology is king and that's where manufacturing is going."}], "speaker": "ZITO", "secId": 163}, {"sentences": [{"sentId": 386, "text": "OK."}, {"sentId": 387, "text": "Here's my thing, William, and we've discussed this before."}, {"sentId": 388, "text": "The real problem here is evolution of jobs and automation."}, {"sentId": 389, "text": "Because many of these jobs are not coming back because of automation, not necessarily that people are taking jobs and they are going somewhere else or other people are taking jobs."}], "speaker": "LEMON", "secId": 164}, {"sentences": [{"sentId": 390, "text": "It's that the jobs don't exist anymore and I don't think -- I don't know if any of the candidates, either or both, were not honest enough with those workers to tell them the truth about that."}], "speaker": "LEMON", "secId": 165}, {"sentences": [{"sentId": 391, "text": "I think that's an excellent point."}], "speaker": "COHAN", "secId": 166}, {"sentences": [{"sentId": 392, "text": "Yes."}], "speaker": "LEMON", "secId": 167}, {"sentences": [{"sentId": 393, "text": "And obviously, one of the big messages of this election was that there are people out there who are hurting and their message was not being received in Washington."}], "speaker": "COHAN", "secId": 168}, {"sentences": [{"sentId": 394, "text": "Yes."}], "speaker": "LEMON", "secId": 169}, {"sentences": [{"sentId": 395, "text": "And they put a lot of faith in Donald Trump."}, {"sentId": 396, "text": "And today he had a victory at Carrier."}, {"sentId": 397, "text": "The question is, can he do it 805 times more?"}, {"sentId": 398, "text": "Can he do it for jobs that aren't coming back because you know, now we're a Facebook economy or Google economy which can have a huge market value with many fewer jobs."}], "speaker": "COHAN", "secId": 170}, {"sentences": [{"sentId": 399, "text": "Well, that was the point with coal jobs and people were upset, you know, about the coal jobs."}, {"sentId": 400, "text": "You know, if you were building an iPhone plant or an android plant then yes, there would be ton of jobs."}, {"sentId": 401, "text": "But as far as the coal industry, you know..."}], "speaker": "LEMON", "secId": 171}, {"sentences": [{"sentId": 402, "text": "Well, you know, I've been talking to people at MIT, scientists at MIT."}, {"sentId": 403, "text": "And there are -- there's new technologies that are coming out related to coal where they use coal and they sort of paint coal on shingles and in roads in the asphalt and use that conductive power of coal to actually conduct electricity."}, {"sentId": 404, "text": "And that might be a whole new opportunity for the coal industry."}], "speaker": "COHAN", "secId": 172}, {"sentences": [{"sentId": 405, "text": "That's a new industry, right?"}], "speaker": "LEMON", "secId": 173}, {"sentences": [{"sentId": 406, "text": "A whole new industry."}], "speaker": "COHAN", "secId": 174}, {"sentences": [{"sentId": 407, "text": "Right."}], "speaker": "LEMON", "secId": 175}, {"sentences": [{"sentId": 408, "text": "But nobody is really talking about that at the presidential level."}], "speaker": "COHAN", "secId": 176}, {"sentences": [{"sentId": 409, "text": "Yes."}], "speaker": "LEMON", "secId": 177}, {"sentences": [{"sentId": 410, "text": "It's only Donald Trump was not talking about that."}], "speaker": "COHAN", "secId": 178}, {"sentences": [{"sentId": 411, "text": "All right."}, {"sentId": 412, "text": "Stand by."}, {"sentId": 413, "text": "We'll be right back."}, {"sentId": 414, "text": "We'll continue our conversation."}], "speaker": "LEMON", "secId": 179}, {"sentences": [{"sentId": 415, "text": "Donald Trump says he'll announce his plan to leave his business behind in a news conference on December 15th, but will he do what every other president has done for the last four decades and put his finances behind a firewall?"}], "speaker": "LEMON", "secId": 180}, {"sentences": [{"sentId": 416, "text": "Back with me now, William Cohan and Saleno Zito."}, {"sentId": 417, "text": "So, William, here's a -- it is another big announcement on Twitter from Donald Trump today."}, {"sentId": 418, "text": "And here's what he said."}], "speaker": "LEMON", "secId": 181}, {"sentences": [{"sentId": 419, "text": "He said, \"I'll be holding a major news conference in New York City with my children on December 15 to discuss the fact that I will be leaving my great business in total in order to fully focus on running the country, in order to make America great again.\""}, {"sentId": 420, "text": "\"While I am not mandated to do this under the law, I feel it is visually important as president to, in no way, have a conflict of interest with my various businesses.\""}], "speaker": "LEMON", "secId": 182}, {"sentences": [{"sentId": 421, "text": "Can he really walk away from his businesses, and he says visually important."}], "speaker": "LEMON", "secId": 183}, {"sentences": [{"sentId": 422, "text": "Visually important is the key word here."}, {"sentId": 423, "text": "Absolutely."}, {"sentId": 424, "text": "I mean, he's been kabuki teetering this idea of giving up his business now for three weeks and even before that."}, {"sentId": 425, "text": "I mean, during the campaign he said he would turn it over into a blind trust for his children."}, {"sentId": 426, "text": "Of course, it won't be a blind trust if it's run by his children."}], "speaker": "COHAN", "secId": 184}, {"sentences": [{"sentId": 427, "text": "He's now three weeks later into this saying I'm going to turn it over and walk away."}, {"sentId": 428, "text": "You don't walk away from a business unless you sell it and turn it into cash and then take that cash and give it to an independent trustee, not to your children, give it to an independent trustee, put it into a so-called blind trust."}, {"sentId": 429, "text": "That is called walking away..."}], "speaker": "COHAN", "secId": 185}, {"sentences": [{"sentId": 430, "text": "Will that ever happen?"}], "speaker": "LEMON", "secId": 186}, {"sentences": [{"sentId": 431, "text": "No."}, {"sentId": 432, "text": "That is not going to happen in Donald Trump's case."}, {"sentId": 433, "text": "By the way, he's right."}, {"sentId": 434, "text": "In his tweet, I'm not mandated to do it."}, {"sentId": 435, "text": "And so he's not going to do it."}, {"sentId": 436, "text": "One thing about Donald, is he knows what the law is, he knows what the tax laws are and he will do whatever the law says."}, {"sentId": 437, "text": "I don't think he goes..."}], "speaker": "COHAN", "secId": 187}, {"sentences": [{"sentId": 438, "text": "Does that mean it's the right thing to do because he's not mandated to do it?"}], "speaker": "LEMON", "secId": 188}, {"sentences": [{"sentId": 439, "text": "No, I don't think it's the right thing to do."}, {"sentId": 440, "text": "I think it's -- I mean, he's putting -- he's setting himself up for a potential slew of conflicts and a fight with the Emoluments Clause in the Constitution."}], "speaker": "COHAN", "secId": 189}, {"sentences": [{"sentId": 441, "text": "Is it more troubling in his words, do you think for him not to be..."}], "speaker": "LEMON", "secId": 190}, {"sentences": [{"sentId": 442, "text": "Well, look, unwinding his business."}, {"sentId": 443, "text": "Who knows what that -- how big that business, right?"}, {"sentId": 444, "text": "But he can do an IPO of that business."}], "speaker": "COHAN", "secId": 191}, {"sentences": [{"sentId": 445, "text": "Yes."}], "speaker": "LEMON", "secId": 192}, {"sentences": [{"sentId": 446, "text": "He could sell it for cash but that's not easy to do."}, {"sentId": 447, "text": "So, that's not going to happen any time soon but he could do it but he clearly doesn't want to."}], "speaker": "COHAN", "secId": 193}, {"sentences": [{"sentId": 448, "text": "Salena, similar question to you, what does he -- what does he mean when he says visually important not to have a conflict of interest and is it just a facade?"}], "speaker": "LEMON", "secId": 194}, {"sentences": [{"sentId": 449, "text": "Well, we don't know if it's a facade until December 15th, right?"}, {"sentId": 450, "text": "But you know, in terms of visual, I mean, Donald Trump, everything him is visual, everything that he does, everything is about optics and even leading to -- I mean, we have 14 days until this announcement happens."}], "speaker": "ZITO", "secId": 195}, {"sentences": [{"sentId": 451, "text": "So, there's going to be this great buildup."}, {"sentId": 452, "text": "You know, I think he believes that it's important optically to do the right thing but what he does is anyone's guess except for his."}, {"sentId": 453, "text": "You know, he's the only one that knows what's going to happen."}], "speaker": "ZITO", "secId": 196}, {"sentences": [{"sentId": 454, "text": "I don't know how important that is to his voters or to the American people what he does with his money."}, {"sentId": 455, "text": "But he certainly sets up a problem if he does something that down the line is going to cause some sort of conflict and it's going to start to erode people's trust in him because he promised to be that guy who had their back, and he can't have their back if he has all of these sorts of dangling problems out there."}], "speaker": "ZITO", "secId": 197}, {"sentences": [{"sentId": 456, "text": "Salena and William, thank you."}, {"sentId": 457, "text": "Did you want to say something?"}], "speaker": "LEMON", "secId": 198}, {"sentences": [{"sentId": 458, "text": "COHAN; Well, I just want to say that he's setting himself up for potential conflict by knowing not -- by knowing what what's in his portfolio unity doesn't running."}], "speaker": "LEMON", "secId": 199}, {"sentences": [{"sentId": 459, "text": "I said that earlier."}, {"sentId": 460, "text": "I said it's probably better."}, {"sentId": 461, "text": "I said better to just get rid of the problem ahead of time."}], "speaker": "LEMON", "secId": 200}, {"sentences": [{"sentId": 462, "text": "But he's not going to do that."}], "speaker": "COHAN", "secId": 201}, {"sentences": [{"sentId": 463, "text": "Yes."}, {"sentId": 464, "text": "Thank you, William."}, {"sentId": 465, "text": "Thank you, Salena."}, {"sentId": 466, "text": "I appreciate it."}], "speaker": "LEMON", "secId": 202}, {"sentences": [{"sentId": 467, "text": "When we come right back, Donald Trump's Carrier deal, is that the first of many?"}], "speaker": "LEMON", "secId": 203}, {"sentences": [{"sentId": 468, "text": "The deal that Donald Trump cut with Carrier is a good start for the president-elect but what will he do next?"}], "speaker": "LEMON", "secId": 204}, {"sentences": [{"sentId": 469, "text": "Here to discuss CNN political contributor, Hilary Rosen, and John Phillips, talk radio host with KABC."}, {"sentId": 470, "text": "Hello to both of you."}, {"sentId": 471, "text": "Thanks for coming on."}, {"sentId": 472, "text": "Mr. Phillips, you first."}], "speaker": "LEMON", "secId": 205}, {"sentences": [{"sentId": 473, "text": "Trump is with Carrier to keep about 100,000 jobs here in the U.S. instead of Mexico."}, {"sentId": 474, "text": "What are your video callers saying about that?"}], "speaker": "LEMON", "secId": 206}, {"sentences": [{"sentId": 475, "text": "They love it."}, {"sentId": 476, "text": "This is one of the huge issues that he ran on, trying to keep jobs in the United States."}, {"sentId": 477, "text": "It's something by the way that we do here in California all of the time."}, {"sentId": 478, "text": "We have subsidies and tax breaks for the movie industry to keep them in California because a lot of them were moving to Canada or New Mexico or Louisiana."}, {"sentId": 479, "text": "LEMON:  Or Atlanta."}], "speaker": "PHILLIPS", "secId": 207}, {"sentences": [{"sentId": 480, "text": "And we're a company town."}, {"sentId": 481, "text": "That's right, you guys steal us in Georgia all of the time."}, {"sentId": 482, "text": "And look, if they leave, if Hollywood goes, that's our economy."}, {"sentId": 483, "text": "So we understand that to protect our economy, to protect the way of life that we have here in California, we need to keep them here."}], "speaker": "PHILLIPS", "secId": 208}, {"sentences": [{"sentId": 484, "text": "And in the Middle West, that's manufacturing."}, {"sentId": 485, "text": "If those towns go away, those towns become goes towns."}, {"sentId": 486, "text": "So, Donald Trump has put his chips on the Middle West."}, {"sentId": 487, "text": "If he could move the Lakers back to Minneapolis he would."}, {"sentId": 488, "text": "He's got to keep those there."}], "speaker": "PHILLIPS", "secId": 209}, {"sentences": [{"sentId": 489, "text": "Yes."}], "speaker": "LEMON", "secId": 210}, {"sentences": [{"sentId": 490, "text": "And I think you'll see a lot of this in the future."}], "speaker": "PHILLIPS", "secId": 211}, {"sentences": [{"sentId": 491, "text": "But this is -- is he going to have to do this sort of repeat performance at every factory and in every town in America?"}, {"sentId": 492, "text": "Because if you listen to Martin Savidge in his reporting, he said, you know, there are other people there who are losing their jobs and they are saying, hey, what about us?"}], "speaker": "LEMON", "secId": 212}, {"sentences": [{"sentId": 493, "text": "Well, there's a factory right..."}], "speaker": "ROSEN", "secId": 213}, {"sentences": [{"sentId": 494, "text": "Yes."}], "speaker": "PHILLIPS", "secId": 214}, {"sentences": [{"sentId": 495, "text": "... next door."}], "speaker": "ROSEN", "secId": 215}, {"sentences": [{"sentId": 496, "text": "Yes, that's one he's talking about, right."}], "speaker": "LEMON", "secId": 216}, {"sentences": [{"sentId": 497, "text": "To the Carrier plant that has already threaten to move to Mexico, too."}, {"sentId": 498, "text": "I guess they're looking for another deal."}, {"sentId": 499, "text": "Look, I'm one of those liberals who actually believe that corporate taxes can be lowered as long as that money gets reinvested into jobs."}], "speaker": "ROSEN", "secId": 217}, {"sentences": [{"sentId": 500, "text": "And I do think even that we ought to be giving companies repatriation, so-called kind of a tax holiday to bring all that money that's overseas back to the U.S."}, {"sentId": 501, "text": "I believe in that."}], "speaker": "ROSEN", "secId": 218}, {"sentences": [{"sentId": 502, "text": "But what we have here with this lack of detail is just so frustratingly troubling."}, {"sentId": 503, "text": "You know, look, United Technologies is a huge defense contractor."}, {"sentId": 504, "text": "Donald Trump is not president yet."}, {"sentId": 505, "text": "So what is it that he promised United Technologies and, you know, is it a defense contract, is it some, you know, Pentagon favor?"}], "speaker": "ROSEN", "secId": 219}, {"sentences": [{"sentId": 506, "text": "We just have no idea."}, {"sentId": 507, "text": "I think he owes it to the American people to give more details, to tell us what it was that kept them there beyond just the bully pulpit of the presidency."}], "speaker": "ROSEN", "secId": 220}, {"sentences": [{"sentId": 508, "text": "Yes."}, {"sentId": 509, "text": "And I think..."}], "speaker": "LEMON", "secId": 221}, {"sentences": [{"sentId": 510, "text": "Which, by the way, is a good thing to use."}], "speaker": "ROSEN", "secId": 222}, {"sentences": [{"sentId": 511, "text": "Yes."}, {"sentId": 512, "text": "And I think is he says he's going to do that on Thursday."}, {"sentId": 513, "text": "But I have to -- I want to ask you this, Hilary, and then -- and then, John, I'll bring you back in."}], "speaker": "LEMON", "secId": 223}, {"sentences": [{"sentId": 514, "text": "This is what Charles Blow tweeted."}, {"sentId": 515, "text": "He said, \"Trump does a still secret deal to save a 1,000 Carrier jobs."}, {"sentId": 516, "text": "Media fawns."}, {"sentId": 517, "text": "Obama saved one million jobs with auto bailout and benevolence."}, {"sentId": 518, "text": "Hash tag bar set too low.\""}, {"sentId": 519, "text": "Is he right?"}], "speaker": "LEMON", "secId": 224}, {"sentences": [{"sentId": 520, "text": "ROSEN; Well, President Obama was reelected after the auto bailout so I'm not -- I don't entirely think that Charles is correct."}, {"sentId": 521, "text": "I think President Obama did get a lot of credit for saving a significant portion of the auto industry."}], "speaker": "LEMON", "secId": 225}, {"sentences": [{"sentId": 522, "text": "And it is also true, though, that President Obama has created over million new factory jobs even in an environment and an economy where technology is what is threatening these jobs as much as anything else."}], "speaker": "LEMON", "secId": 226}, {"sentences": [{"sentId": 523, "text": "So, Donald Trump is inheriting a fairly good economy."}, {"sentId": 524, "text": "Yes, as Salena said earlier, there are portions of this country that are still hurting."}, {"sentId": 525, "text": "But that, you know, a president can't create -- those jobs are not coming back to this country."}], "speaker": "LEMON", "secId": 227}, {"sentences": [{"sentId": 526, "text": "We have to move with innovation, we have to move with training, we have to move with technology."}, {"sentId": 527, "text": "But I think President Obama is doing Donald Trump a big favor with the economy he's inheriting, unlike the one that President Obama inherited from George Bush."}], "speaker": "LEMON", "secId": 228}, {"sentences": [{"sentId": 528, "text": "John, you want to respond to that before I move on?"}], "speaker": "LEMON", "secId": 229}, {"sentences": [{"sentId": 529, "text": "Yes, look."}, {"sentId": 530, "text": "You can't win them all but you can save some jobs."}, {"sentId": 531, "text": "And we should all celebrate this, the fact that 1,000 people aren't being put in the unemployment line, they're not seeing their jobs go to Mexico."}], "speaker": "PHILLIPS", "secId": 230}, {"sentences": [{"sentId": 532, "text": "And frequently with our laws and tax policy we incentivize these corporations to do that."}, {"sentId": 533, "text": "To have a government that nudges these corporations to keep these jobs here is something that I think across partisan lines all of us should welcome."}], "speaker": "PHILLIPS", "secId": 231}, {"sentences": [{"sentId": 534, "text": "I want to go real quickly, Hilary, if you can."}, {"sentId": 535, "text": "Donald Trump tweeted today that legal documents are being crafted to remove him from the business operations of his company."}], "speaker": "LEMON", "secId": 232}, {"sentences": [{"sentId": 536, "text": "How does handing over his businesses to his kids make this conflict of interest disappear?"}], "speaker": "LEMON", "secId": 233}, {"sentences": [{"sentId": 537, "text": "Well, it doesn't."}, {"sentId": 538, "text": "But I think he did it because even republicans on Capitol Hill today and Washington in the last -- in the last few days, Don, were starting to question Donald Trump's conflict of interest."}], "speaker": "ROSEN", "secId": 234}, {"sentences": [{"sentId": 539, "text": "When people from his own party are getting pressured to do investigations in the Congress and to look into this and to consider legal action, he had to try and stop this bleeding."}], "speaker": "ROSEN", "secId": 235}, {"sentences": [{"sentId": 540, "text": "I don't -- I don't think he did it by just sort of hinting at something two weeks hence."}, {"sentId": 541, "text": "But, you know, the devil is going to be in those details."}, {"sentId": 542, "text": "He's got a lot of issues here with this going forward."}, {"sentId": 543, "text": "And the republicans, I think, are going to have to hold him as accountable as they've held others."}], "speaker": "ROSEN", "secId": 236}, {"sentences": [{"sentId": 544, "text": "All right."}, {"sentId": 545, "text": "Thank you very much."}, {"sentId": 546, "text": "I appreciate both of you."}, {"sentId": 547, "text": "When we come right back, America's next top diplomat."}, {"sentId": 548, "text": "Will Mitt Romney come out on top in the contest to become Donald Trump's secretary of state?"}], "speaker": "LEMON", "secId": 237}, {"sentences": [{"sentId": 549, "text": "Donald Trump taking a victory lap."}], "speaker": "LEMON", "secId": 238}, {"sentences": [{"sentId": 550, "text": "This is CNN TONIGHT."}, {"sentId": 551, "text": "I'm Don Lemon."}], "speaker": "LEMON", "secId": 239}, {"sentences": [{"sentId": 552, "text": "The president-elect kicking off what his campaign is calling the USA thank you tour with a rally in Cincinnati tomorrow night."}, {"sentId": 553, "text": "No details yet on plans for any other events."}, {"sentId": 554, "text": "But Trump says he's also heading to Indianapolis tomorrow to officially announce a deal with Carrier to keep roughly 1,000 jobs from moving to Mexico."}, {"sentId": 555, "text": "Clearly, a big win for him."}, {"sentId": 556, "text": "But what will it mean for other companies in the same boat."}], "speaker": "LEMON", "secId": 240}, {"sentences": [{"sentId": 557, "text": "Plus, Election Day was more than three weeks ago."}, {"sentId": 558, "text": "But an ugly battle is raging in one key state where the republican governor is refusing to concede, even though he trails his democratic challenger by thousands of votes."}], "speaker": "LEMON", "secId": 241}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1611.30.cnnt.01.html.json", "time": "Aired November 30, 2016 - 22:00   ET"}