{"sectionCount": 165, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["LEMON", "WILDERS", "SCHIAVO", "UNIDENTIFIED MALE", "KERIK", "BROOKS", "GOELZ", "TERRELL", "WALD", "ANNOUNCER"], "subTitle": "Amtrak Train Crashed in Philadelphia. Aired 10-11:00p ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1505/12/cnnt.01.html", "sentenceCount": 615, "sections": [{"sentences": [{"sentId": 0, "text": "This is CNN Tonight."}, {"sentId": 1, "text": "I'm Don Lemon."}, {"sentId": 2, "text": "If you think this country's problems are all about race, then you're wrong."}], "speaker": "LEMON", "secId": 0}, {"sentences": [{"sentId": 3, "text": "The President of the United States said it himself today, it's all about poverty."}, {"sentId": 4, "text": "But is it time for us to stop talking and to do something?"}], "speaker": "LEMON", "secId": 1}, {"sentences": [{"sentId": 5, "text": "And an unarmed teenager shot to death by police."}, {"sentId": 6, "text": "No charges against the officer."}, {"sentId": 7, "text": "Now, a family's anguished and protests in the street."}, {"sentId": 8, "text": "We're going to talk to the mother of that Wisconsin teenager."}], "speaker": "LEMON", "secId": 2}, {"sentences": [{"sentId": 9, "text": "So, are we facing a long, hot summer of anger in our streets?"}, {"sentId": 10, "text": "And will police hesitate to act?"}, {"sentId": 11, "text": "Plus, the man who's facing death threats for saying things like this."}], "speaker": "LEMON", "secId": 3}, {"sentences": [{"sentId": 12, "text": "With Islam, you will never be free."}, {"sentId": 13, "text": "Get rid of Islam."}, {"sentId": 14, "text": "Get rid of the yoke of Mohammad and you will be free."}], "speaker": "WILDERS", "secId": 4}, {"sentences": [{"sentId": 15, "text": "He took his battle against Islam to Texas, where an event featuring cartoons of the Prophet Muhammad turned deadly."}, {"sentId": 16, "text": "I'm going to ask Geert Wilders, has he gone too far."}], "speaker": "LEMON", "secId": 5}, {"sentences": [{"sentId": 17, "text": "But we begin this broadcast tonight with breaking news."}, {"sentId": 18, "text": "We're looking at pictures now."}, {"sentId": 19, "text": "Those pictures are from our affiliate KYW in Philadelphia."}, {"sentId": 20, "text": "An Amtrak Train has crashed tonight near Philadelphia."}], "speaker": "LEMON", "secId": 6}, {"sentences": [{"sentId": 21, "text": "Again, this is just coming to CNN."}, {"sentId": 22, "text": "An Amtrak Train has crashed tonight in Philadelphia."}, {"sentId": 23, "text": "It is near the local station."}, {"sentId": 24, "text": "Again, our station, WPVI, is reporting that this is happening."}, {"sentId": 25, "text": "Crews have been called to the scene on the Frankfort section of Philadelphia."}, {"sentId": 26, "text": "No word yet on the injuries, but, again, this is all just coming in."}], "speaker": "LEMON", "secId": 7}, {"sentences": [{"sentId": 27, "text": "Several ambulances have been sent to the scene of this crash."}, {"sentId": 28, "text": "Again, this is, you're looking at pictures from our affiliate, KYW."}, {"sentId": 29, "text": "Also, WPVR affiliate there is reporting this."}, {"sentId": 30, "text": "Again, this is the Frankfort section of Philadelphia."}], "speaker": "LEMON", "secId": 8}, {"sentences": [{"sentId": 31, "text": "And if you know Amtrak you know anything about Philadelphia, it is in the Frankfort section of Philadelphia is the near northeast."}, {"sentId": 32, "text": "And what that simply means is, it's one of the nearest neighborhoods north or northeast to Center City."}, {"sentId": 33, "text": "Center city is the center of the city."}, {"sentId": 34, "text": "It is downtown Philadelphia."}], "speaker": "LEMON", "secId": 9}, {"sentences": [{"sentId": 35, "text": "And so, this is one of the nearest neighborhoods, one of the suburbs there of Philadelphia."}, {"sentId": 36, "text": "Or, one of the nearest neighborhoods, North of Philadelphia."}, {"sentId": 37, "text": "You can see that there are emergency personnel on the ground there."}, {"sentId": 38, "text": "They're looking, combing the ground, in the area with flashlights."}], "speaker": "LEMON", "secId": 10}, {"sentences": [{"sentId": 39, "text": "Again, this is all taking place, this is we're going on the air."}, {"sentId": 40, "text": "I'm just getting the information, just as we're going on the air here at CNN."}, {"sentId": 41, "text": "But, again, there is a train derailment."}, {"sentId": 42, "text": "It is an Amtrak Train derailment in Philadelphia, in the Frankfort section of Philadelphia."}, {"sentId": 43, "text": "Can you roll back to the top, please?"}, {"sentId": 44, "text": "Thank you."}], "speaker": "LEMON", "secId": 11}, {"sentences": [{"sentId": 45, "text": "The Frankfort section of Philadelphia and, again, this is coming back -- coming in from our affiliate, w -- KYW and WPVI in Philadelphia."}, {"sentId": 46, "text": "And again, pardon me, because I'm getting information just as it is coming in here."}, {"sentId": 47, "text": "And this apparently just happened, just a short time ago."}, {"sentId": 48, "text": "Rescue crews have been called to the scene."}], "speaker": "LEMON", "secId": 12}, {"sentences": [{"sentId": 49, "text": "And as you can see those rescue crews are really combing through this wreckage now with flashlights, trying to figure out, I guess, if there are any survivors, if there's anything to be found."}, {"sentId": 50, "text": "We don't know any word about any injuries right now, if there are fatalities, if anyone is injured, we don't know the circumstances surrounding this, but obviously we know that Amtrak is -- this is the busiest line, the northeast corridor, when it comes to commuter rail in the United States."}], "speaker": "LEMON", "secId": 13}, {"sentences": [{"sentId": 51, "text": "And that is done by Amtrak, a New Jersey transit; they all travel along these lines, along these same sections of track."}, {"sentId": 52, "text": "People travel from, you know, Boston, down to Washington, D.C., every single day, on the Amtrak."}, {"sentId": 53, "text": "And so, this time of evening, there would still be a number of -- it's not quite rush hour, but there would still be a number of people who are commuting on Amtrak."}], "speaker": "LEMON", "secId": 14}, {"sentences": [{"sentId": 54, "text": "And again, this is just coming in."}, {"sentId": 55, "text": "We're not exactly sure if this train was headed north to Boston and New York, and New York and parts beyond that, or if it was heading south to Washington, D.C."}, {"sentId": 56, "text": "This is all just coming in and it's quite disturbing, when you consider the magnitude of this and what it can possibly entail when you think about how many people travel on Amtrak."}], "speaker": "LEMON", "secId": 15}, {"sentences": [{"sentId": 57, "text": "It is quite a sight to see that you're witnessing live here on CNN, as you're looking at these crumpled rail cars on the tracks, on the Amtrak tracks, train tracks, in Philadelphia."}, {"sentId": 58, "text": "Again, the Frankfort section of Philadelphia, as we watch all of this come in."}], "speaker": "LEMON", "secId": 16}, {"sentences": [{"sentId": 59, "text": "I hate to turn away from these pictures, because this is just unbelievable that this is happening."}, {"sentId": 60, "text": "And, yes, I hate to say this, when you look at that, there are people on this train."}, {"sentId": 61, "text": "And if you look at what's going on now there have to be injuries in this."}], "speaker": "LEMON", "secId": 17}, {"sentences": [{"sentId": 62, "text": "Again, just coming in, this is breaking news on CNN."}, {"sentId": 63, "text": "And just so you know, I'm familiar with this area, because I worked in Philadelphia for quite some time and covered everything from train derailments there in Philadelphia, the New Jersey Transit, for Amtrak as well."}], "speaker": "LEMON", "secId": 18}, {"sentences": [{"sentId": 64, "text": "And I remember they were putting the -- there was quite an issue with these tracks when they were installing the Acela Train because the tracks did not quite -- it didn't quite work for the Acela."}, {"sentId": 65, "text": "They weren't quite sophisticated enough or updated enough and they were concerned about derailments."}], "speaker": "LEMON", "secId": 19}, {"sentences": [{"sentId": 66, "text": "But again, this is a picture that just coming in from inside one of the train cars."}, {"sentId": 67, "text": "And it's tough for me to see here, but it looks like there are folks that are inside there."}, {"sentId": 68, "text": "They are trying to help people out and rescue them."}, {"sentId": 69, "text": "The picture you're looking at on your left just coming in of the commotion that's happening."}, {"sentId": 70, "text": "There it is, center screen now, inside of this Amtrak Train."}], "speaker": "LEMON", "secId": 20}, {"sentences": [{"sentId": 71, "text": "And then we can put the other pictures up."}, {"sentId": 72, "text": "And this is the Frankfort section, again, of Philadelphia where it sounds like they are combing through this rubble and debris to try to figure out exactly what is going on."}, {"sentId": 73, "text": "We're working on getting correspondents from our affiliates in Philadelphia to come on and tell us exactly what's happening or someone who was involved in this."}], "speaker": "LEMON", "secId": 21}, {"sentences": [{"sentId": 74, "text": "But there are thousands and thousands and thousands of people who travel this line, this rail line, every single day, back and forth, from Boston to Washington, D.C., on Amtrak, on the Acela, on New Jersey Transit, on the regional train here that takes so many people back and forth to work or just to visit family."}], "speaker": "LEMON", "secId": 22}, {"sentences": [{"sentId": 75, "text": "The pictures that you're getting now is from our chopper, our affiliate's chopper KYW, which is the CBS affiliate down in Philadelphia."}, {"sentId": 76, "text": "And, again, if you know Philadelphia, if you've travelled this line, when you get off at 36th station in Philadelphia or if you -- when you stop there, you see Center City."}], "speaker": "LEMON", "secId": 23}, {"sentences": [{"sentId": 77, "text": "You're basically right at the northern and or the top end, excuse me, of Philadelphia or of Center City as you say, as you travel right along the Schuylkill Expressway and the Schuylkill River that passes right there."}, {"sentId": 78, "text": "And so, the train goes along that for a minute and then you, all of a sudden, you enter 30th Street Station and see the high- rises and the skyscrapers rising from Center City, Philadelphia."}], "speaker": "LEMON", "secId": 24}, {"sentences": [{"sentId": 79, "text": "So, if you have someone on this train or what have you, then, if you are able to get in touch with them and you have some information you should probably get in touch with some of the local authorities there or get in touch with some of the news organizations."}, {"sentId": 80, "text": "And I'm sure people are, at this point, if they have not heard from their loved ones, they're very, very concerned by this."}], "speaker": "LEMON", "secId": 25}, {"sentences": [{"sentId": 81, "text": "This happened just a short time ago, not exactly sure of the time, but just a short time ago."}, {"sentId": 82, "text": "Within the last 30 minutes, which should, you know, 9 o'clock here, 9.30 here on the Eastern Seaboard."}, {"sentId": 83, "text": "Not quite rush hour."}], "speaker": "LEMON", "secId": 26}, {"sentences": [{"sentId": 84, "text": "Mary Schiavo is former head of the Department of Transportation, former inspector general, she joins us now."}, {"sentId": 85, "text": "She's also an attorney for victims of aviation accidents."}, {"sentId": 86, "text": "Mary, my goodness."}, {"sentId": 87, "text": "Just as we were going on the air, we got word of this."}, {"sentId": 88, "text": "What do you make of it?"}, {"sentId": 89, "text": "MARY SCHIAVO, U.S."}, {"sentId": 90, "text": "DOT FORMER INSPECTOR GENERAL: This is obviously"}], "speaker": "LEMON", "secId": 27}, {"sentences": [{"sentId": 91, "text": "looks very serious, particularly since it was a passenger train in a derailment in the middle of the night."}, {"sentId": 92, "text": "It's difficult to assess and to find all the people involved."}, {"sentId": 93, "text": "But, you know, there have just been too many train accidents, crashes this year."}, {"sentId": 94, "text": "And now with another one, the NTSB will really, I hope, really, I'm sure they will, really scour this and look sensibly."}], "speaker": "LEMON", "secId": 28}, {"sentences": [{"sentId": 95, "text": "I mean, there are so many things that it could be, it's impossible to see much in the dark there, but, you know, everything from problems with the linemen of the track to something on the track, to a signaling problem, he needs possibly intentional, but it's really hard to say at this point, other than rail safety and rail crashes this year have just been far too prevalent."}], "speaker": "LEMON", "secId": 29}, {"sentences": [{"sentId": 96, "text": "I want to update our viewers."}, {"sentId": 97, "text": "And its Mary Schiavo is on the phone."}, {"sentId": 98, "text": "She's joining me now, the former inspector general for the Department of Transportation."}, {"sentId": 99, "text": "And you're watching CNN."}, {"sentId": 100, "text": "We have just gotten word, just as we were going on the air, no more than 9 minutes ago, that there was an Amtrak Train had derailed then you can see the wreckage just moments ago."}, {"sentId": 101, "text": "But, there you go."}], "speaker": "LEMON", "secId": 30}, {"sentences": [{"sentId": 102, "text": "That is the inside of one of the train cars that you're looking at."}, {"sentId": 103, "text": "This is Patrick Murphy."}, {"sentId": 104, "text": "Is this Patrick Murphy, the lawmaker that this is coming from, that we're looking at now?"}, {"sentId": 105, "text": "But these images are coming in."}, {"sentId": 106, "text": "So, there you go, inside of the train car."}], "speaker": "LEMON", "secId": 31}, {"sentences": [{"sentId": 107, "text": "And as Mary Schiavo said, this is a passenger a rail line, so, if you look at that crumbled wreckage -- if you look at those train cars that are no longer on the tracks, that are laying on their side, on the ground in Philadelphia, in the Frankfort section of Philadelphia, then you can assume that there are going to be some injuries."}, {"sentId": 108, "text": "We don't know anything about fatalities or injuries."}, {"sentId": 109, "text": "This is KYW."}, {"sentId": 110, "text": "Look at that."}, {"sentId": 111, "text": "My goodness."}, {"sentId": 112, "text": "Mary Schiavo, they're using flashlights."}], "speaker": "LEMON", "secId": 32}, {"sentences": [{"sentId": 113, "text": "Well, they are, and that's -- I mean, that just further complicates things, since it is in the dark."}, {"sentId": 114, "text": "And we can only hope -- and it's too dark for me to tell which kind of cars these are."}, {"sentId": 115, "text": "But within the last few years, Amtrak as well as other rail lines have tried to upgrade their cars and there are a couple of things that make them safer."}], "speaker": "SCHIAVO", "secId": 33}, {"sentences": [{"sentId": 116, "text": "Or some of them are more crash worthy and the car itself will absorb some of the energy of the crash."}, {"sentId": 117, "text": "So, we can only hope that these cars or the car on the scene is not that you're showing right now on the screen does not look like one of those cars."}, {"sentId": 118, "text": "But, if so, then the passengers have more of a chance."}], "speaker": "SCHIAVO", "secId": 34}, {"sentences": [{"sentId": 119, "text": "And most passenger lines had committed to buying those cars so they would have more of a chance if the train gets derailed."}, {"sentId": 120, "text": "It's an energy of absorbing technology to help car preserve and protect the people inside it."}], "speaker": "SCHIAVO", "secId": 35}, {"sentences": [{"sentId": 121, "text": "So, if those are the cars, it should give the passengers more of a chance and let's hope it is."}, {"sentId": 122, "text": "Oh, dear."}, {"sentId": 123, "text": "That one you're showing right now does not look like."}, {"sentId": 124, "text": "LEMON: Yes."}, {"sentId": 125, "text": "It's a -- and Mary, we don't know -- as you said, we don't"}], "speaker": "SCHIAVO", "secId": 36}, {"sentences": [{"sentId": 126, "text": "know the cause of this."}, {"sentId": 127, "text": "It could be a switcher problem; it could be a track problem."}, {"sentId": 128, "text": "We're not exactly sure what it is."}, {"sentId": 129, "text": "But I do remember, Mary, that there were issues, and I'm sure you will recall this, as well, when they started with the high-speed Acela Trains, that the tracks could not hold it."}, {"sentId": 130, "text": "They could not take the capacity of those trains."}, {"sentId": 131, "text": "And they really -- those trains do not travel at the speeds that they're capable of because those tracks are not -- they can't handle it."}], "speaker": "SCHIAVO", "secId": 37}, {"sentences": [{"sentId": 132, "text": "Exactly."}, {"sentId": 133, "text": "And, you know, a lot of people want to compare, well, why don't we have the train system, for example, as they have in Japan."}, {"sentId": 134, "text": "And the reason is, of course Japan doesn't just have the high- speed Shinkansen and the bullet train, what they have are especially dedicated tracks."}, {"sentId": 135, "text": "And in Japan for the bullet train there's no place in the system where cars and trucks, where surface transportation actually crosses and meets at the same grade of the train."}], "speaker": "SCHIAVO", "secId": 38}, {"sentences": [{"sentId": 136, "text": "The train has dedicated tracks and so, that adds a measure of safety."}, {"sentId": 137, "text": "So, it's possible that there was someone crossing over here, although I don't see any vehicles other than the train from the pictures that showing on the screen."}, {"sentId": 138, "text": "But, that would make a huge difference."}, {"sentId": 139, "text": "And if it's a dedicated track for the high-speed train, then you can certainly, you know, run them faster, run them safer."}], "speaker": "SCHIAVO", "secId": 39}, {"sentences": [{"sentId": 140, "text": "But it's just prohibitive in this country."}, {"sentId": 141, "text": "I mean, and many of the rail lines we've abandoned over the years."}, {"sentId": 142, "text": "And so for us to try to build a system like that, where a nowhere along the passenger rail would cars and trucks pass over the track, it's not possible."}, {"sentId": 143, "text": "It would just cost way too much money."}], "speaker": "SCHIAVO", "secId": 40}, {"sentences": [{"sentId": 144, "text": "And we're hearing, you know, again, we don't know the exact cause of it, but the exact cause of we're hearing that this train was possibly headed out of Philly when the train slipped off of its track."}, {"sentId": 145, "text": "But then, you know, you would have to figure that the momentum of the train, no matter, the speed of it, you have to take all of that into consideration to see exactly how many people were injured or the possibility of the injuries and just the severity of them, I should say."}], "speaker": "LEMON", "secId": 41}, {"sentences": [{"sentId": 146, "text": "Right."}], "speaker": "SCHIAVO", "secId": 42}, {"sentences": [{"sentId": 147, "text": "Mary, stand by."}, {"sentId": 148, "text": "I want to update our viewers real quick."}, {"sentId": 149, "text": "Again, you're watching CNN."}, {"sentId": 150, "text": "You're looking at live pictures now from our affiliates in Philadelphia."}, {"sentId": 151, "text": "This is from KYW."}, {"sentId": 152, "text": "You're looking at a train derailment."}, {"sentId": 153, "text": "An Amtrak Train derailment in Philadelphia, just northeast of the city, in the Frankfort section of Philadelphia."}], "speaker": "LEMON", "secId": 43}, {"sentences": [{"sentId": 154, "text": "The question is, how many injuries, if there are injuries, survivors, if there are fatalities."}, {"sentId": 155, "text": "We're trying to figure all of it out."}, {"sentId": 156, "text": "And also the question is, resources that are dedicated to this."}, {"sentId": 157, "text": "What happens when something like this happens in a big city?"}, {"sentId": 158, "text": "I want to bring in now the former police commissioner of New York City, Bernie Kerik."}, {"sentId": 159, "text": "Bernie, what kicks in in the large city when something like this happens?"}, {"sentId": 160, "text": "BERNIE KERIK, NEW YORK FORMER POLICE COMMISSIONER: Well, you're going"}], "speaker": "LEMON", "secId": 44}, {"sentences": [{"sentId": 161, "text": "to have the federal people in, you're going to have the first responders, the fire department, the police department, state police."}], "speaker": "LEMON", "secId": 45}, {"sentences": [{"sentId": 162, "text": "First and foremost, it's a rescue mission."}, {"sentId": 163, "text": "Get the survivors out and then, you know, evacuate the scene and then, you know, work on the investigation afterwards."}, {"sentId": 164, "text": "What happened?"}, {"sentId": 165, "text": "Ironically, I'm on this train at least every two weeks, once every two weeks or so."}, {"sentId": 166, "text": "So, when you watch this footage, you have to think that there are some serious injuries here."}], "speaker": "LEMON", "secId": 46}, {"sentences": [{"sentId": 167, "text": "Yes."}, {"sentId": 168, "text": "And just last week, as we were traveling to Baltimore, back and forth, and then before that, to Washington, D.C. for the White House correspondences' dinner, you know, this is how everyone really gets around."}, {"sentId": 169, "text": "You can fly, but it's much more convenient, because when you take these trains, you can roll right into the middle of the city and you don't really need to, in a bigger city, worry about car service, what have you."}, {"sentId": 170, "text": "You can take a taxi, subway, train, and don't have to worry about traveling from the outskirts, from an airport."}], "speaker": "LEMON", "secId": 47}, {"sentences": [{"sentId": 171, "text": "But again, these are pictures now from inside of this train car."}, {"sentId": 172, "text": "And one of the Amtrak Train cars that was involved in this derailment."}, {"sentId": 173, "text": "Again, I hesitate to call it a crash, because we don't know exactly what happened, if it was -- if it hit another train or if it ran into something, but, again, it is a derailment at this point, a crash of sorts."}], "speaker": "LEMON", "secId": 48}, {"sentences": [{"sentId": 174, "text": "And again, we're getting -- just getting information in now, as we went on the air, no more than a minute before we went on the air, maybe 30 seconds, producers told me that there had been a train derailment, an accident in Philadelphia."}, {"sentId": 175, "text": "Mary Schiavo, the former inspector general for the Department of Transportation, how many people do you think, at this hour of the night could be involved or on one of these trains?"}], "speaker": "LEMON", "secId": 49}, {"sentences": [{"sentId": 176, "text": "You know, if all the cars were full and it's hard to see in the darkness, how many train cars were there, but, you know, there could be as many as 100 people there."}, {"sentId": 177, "text": "And I think, I think there are eight cars that we have seen on the TV."}, {"sentId": 178, "text": "I think eight or so cars."}, {"sentId": 179, "text": "Maybe they didn't all derail."}, {"sentId": 180, "text": "So, I mean, it's possible that you could have that many people."}], "speaker": "SCHIAVO", "secId": 50}, {"sentences": [{"sentId": 181, "text": "And one of the cars did appear to be twisted or mangled."}, {"sentId": 182, "text": "It looks now, -- I have no way of knowing this other than from the pictures, but it looks like something had hit it, but I haven't heard of any reports whatsoever of that being the case, other than just a derailed and 8 of its 10 cars are derailed."}], "speaker": "SCHIAVO", "secId": 51}, {"sentences": [{"sentId": 183, "text": "Bit, and I think it was headed to New York, so it could have been an awful lot of people on there."}, {"sentId": 184, "text": "Let's hope at this late hour of the night, maybe, perhaps so many people weren't traveling."}, {"sentId": 185, "text": "It's not rush hour, but, I mean, it could be a 100 people on that train."}], "speaker": "SCHIAVO", "secId": 52}, {"sentences": [{"sentId": 186, "text": "And there are people on who are there near the scene, again, this is coming in, I just want to tell you, this is just coming in."}, {"sentId": 187, "text": "We're getting seeing the quiet car and business class look like they got burnt, talking about the cars."}, {"sentId": 188, "text": "I'm not sure if they're talking about people."}], "speaker": "LEMON", "secId": 53}, {"sentences": [{"sentId": 189, "text": "But again, these are reports that are just coming in."}, {"sentId": 190, "text": "Cut, cut, excuse me, got the brunt of it, excuse me, the quiet car and the business class car looked like they got the brunt of it."}, {"sentId": 191, "text": "Small type on their which are coming -- that's coming from -- all right, that they got the brunt of the Amtrak crash, and that's according to reports that are down in Philadelphia."}], "speaker": "LEMON", "secId": 54}, {"sentences": [{"sentId": 192, "text": "And again, I want you to pardon us, because as you are getting this, I am getting this."}, {"sentId": 193, "text": "And there is little information that has come in about this."}, {"sentId": 194, "text": "The people at the scene are involved in the rescue operation right now, rather than getting information out."}, {"sentId": 195, "text": "They're trying to rescue the people who are on that train and get as much information possible and get those people taken care of and taken to the hospital."}], "speaker": "LEMON", "secId": 55}, {"sentences": [{"sentId": 196, "text": "Again, so, we're waiting on information of this train accident in Philadelphia that you're looking at now."}, {"sentId": 197, "text": "As you look at these folks who are out there with flashlights, looking."}, {"sentId": 198, "text": "It's really an amazing sight to witness going on here."}], "speaker": "LEMON", "secId": 56}, {"sentences": [{"sentId": 199, "text": "Mary Schiavo, I don't remember the last time we had an issue -- we've had a couple of issues in the northeast on different rail lines, but an issue involving Amtrak recently, I can't recall in recent history."}], "speaker": "LEMON", "secId": 57}, {"sentences": [{"sentId": 200, "text": "There was one in North Carolina."}, {"sentId": 201, "text": "I think it was last week or a few days ago, but that was a truck and then there were the New York Metro North derailments, where there were fatalities."}, {"sentId": 202, "text": "And one was because there was an SUV on the track and another one was because of speed."}, {"sentId": 203, "text": "So, we have had a number of them, you know, sadly, you know, often, it is a surface transportation vehicle, or car or truck that ends up on the track."}], "speaker": "SCHIAVO", "secId": 58}, {"sentences": [{"sentId": 204, "text": "And that's the, you know, unfortunately, that is so frequent."}, {"sentId": 205, "text": "Now, one of the metro north accidents was not that."}, {"sentId": 206, "text": "It was test of speed and got derailed."}, {"sentId": 207, "text": "But, you know, most of the time what it is, is there's something on the track."}, {"sentId": 208, "text": "And that is just the nature of, you know, train travel in the United States."}], "speaker": "SCHIAVO", "secId": 59}, {"sentences": [{"sentId": 209, "text": "Now, the car system, where the cars will actually absorb the energy, kind of like a crush zone in a passenger car, but they will absorb the energy, that's one way to help."}, {"sentId": 210, "text": "And then for train -- other trains on the track and other problems of actually moving the trains and scheduling the trains on the track, there's another system called Positive Train Control, that the rail lines are working to implement."}, {"sentId": 211, "text": "But unfortunately, sometimes people don't realize is that the train is traveling over the track."}, {"sentId": 212, "text": "That rail line or that train line doesn't always own and often doesn't own the track that it's traveling over."}], "speaker": "SCHIAVO", "secId": 60}, {"sentences": [{"sentId": 213, "text": "Yes."}], "speaker": "LEMON", "secId": 61}, {"sentences": [{"sentId": 214, "text": "So, putting all these safety measures in can be a huge expense and a huge problem of coordination."}, {"sentId": 215, "text": "And the rail lines are working on it, but they're not done, but they have invested quite a bit in it."}, {"sentId": 216, "text": "But it will take a long time to get all of those things on all of the trains and cars in the United States."}], "speaker": "SCHIAVO", "secId": 62}, {"sentences": [{"sentId": 217, "text": "And like I said, it's just too dark for me to see if these were the improved cars that could help absorb some of the energy of the crash and it probably, I don't know this for a fact, that it probably has positive train control."}, {"sentId": 218, "text": "I don't know."}], "speaker": "SCHIAVO", "secId": 63}, {"sentences": [{"sentId": 219, "text": "Hey, Mary, stand by."}, {"sentId": 220, "text": "I want to tell you that this is according to New Jersey Fire Alert that I'm getting here on my Twitter and Bernie Kerik is getting as well."}], "speaker": "LEMON", "secId": 64}, {"sentences": [{"sentId": 221, "text": "Now, according to them, again, this is Amtrak Train 188."}, {"sentId": 222, "text": "OK. Again, this is coming from the New Jersey Fire Alert."}, {"sentId": 223, "text": "Overturns in Philadelphia after slamming into a CSX freight train."}, {"sentId": 224, "text": "Again, that's according to New Jersey Fire Alert."}, {"sentId": 225, "text": "Again, we're checking all that information with our affiliates and they're saying that it's Train 188, and we will certainly check that out."}], "speaker": "LEMON", "secId": 65}, {"sentences": [{"sentId": 226, "text": "I want to tell you, as we were talking about this, Mary, the Northeast Corridor is the busiest railroad in North America."}, {"sentId": 227, "text": "2,200 trains operating over some portion of the Washington to Boston route, every single day."}, {"sentId": 228, "text": "Every single day."}, {"sentId": 229, "text": "And that is thousands and thousands of people who are familiar and who take this train, this route."}, {"sentId": 230, "text": "And again, if it is, indeed the case that there was some sort of incident with a CSX freight train, Mary, how does that happen?"}], "speaker": "LEMON", "secId": 66}, {"sentences": [{"sentId": 231, "text": "Well, it happens because of problems on the track and scheduling the cars on the track and not getting enough information to the engineers of the train."}, {"sentId": 232, "text": "Now, that is one of the things that this system called Positive Train Control won't solve all the problems."}], "speaker": "SCHIAVO", "secId": 67}, {"sentences": [{"sentId": 233, "text": "It can't prevent, for example, an accident of a semi-truck pulling on to a track, the train won't be able to stop soon enough."}, {"sentId": 234, "text": "But it is supposed to prevent two trains trying to occupy the track at the same time."}, {"sentId": 235, "text": "And so, that will be first and foremost when the NTSB gets on- scene to determine if these safety features were on the tracks, because this has been on the NTSB most wanted list to get this Positive Train Control and get these safety measures on trains in the United States for some time."}], "speaker": "SCHIAVO", "secId": 68}, {"sentences": [{"sentId": 236, "text": "Expense has been the drawback."}, {"sentId": 237, "text": "I don't think that the rail lines are objecting to the additional safety measures."}, {"sentId": 238, "text": "It's just that there's a-- I think there's about 880,000 miles of track in the United States."}, {"sentId": 239, "text": "Of course, this system is certainly much -- has much more use than most of the rest of country, but it takes a long time to buy all this equipment and get it installed."}], "speaker": "SCHIAVO", "secId": 69}, {"sentences": [{"sentId": 240, "text": "The deadline was this year, but it simply wasn't possible for all the track and all the trains to have it."}, {"sentId": 241, "text": "So, that's only one of the many systems and that may not have prevented this anyway, but it does appear to be the kind of situation where that would have prevented it."}, {"sentId": 242, "text": "And then, sometimes, it's simply human error, where they, you know, put, you know, switch the wrong trains and put the trains on the wrong track."}, {"sentId": 243, "text": "I mean, we do have a lot of sort of old-fashioned switching equipment too."}, {"sentId": 244, "text": "And I can't -- it's impossible for me to see in the dark here exactly what kind of track the switching equipment it was."}, {"sentId": 245, "text": "LEMON: It is 22 minutes after the hour."}, {"sentId": 246, "text": "And you're watching CNN."}], "speaker": "SCHIAVO", "secId": 70}, {"sentences": [{"sentId": 247, "text": "You're watching live images now, pictures on your screen."}, {"sentId": 248, "text": "This is a train accident in Philadelphia."}, {"sentId": 249, "text": "As you can see, it's in the Frankfort section of Northeast Philadelphia."}, {"sentId": 250, "text": "And which is not far from Philadelphia's 30th Street Station, which is the main and only stop for Amtrak in Philadelphia."}], "speaker": "SCHIAVO", "secId": 71}, {"sentences": [{"sentId": 251, "text": "This train arrived there, not exactly sure if it was, excuse me, if it was going down to Washington, D.C. or coming up to New York."}, {"sentId": 252, "text": "This is according to reports, that it was coming northbound, up to New York City."}, {"sentId": 253, "text": "Again, we haven't confirmed that, but then, according to a fire alert that we're getting, that this train had an accident and it was impacted somehow by a CSX freight train."}], "speaker": "SCHIAVO", "secId": 72}, {"sentences": [{"sentId": 254, "text": "And its' again, 188, this is a fire alert, and we're trying to confirm all of this."}, {"sentId": 255, "text": "The information that you have is what I have right now, that there was a train accident, a derailment near Philadelphia."}, {"sentId": 256, "text": "We also have pictures inside of the train, that people are sending out and you can look at that."}, {"sentId": 257, "text": "You can see people are -- there's quite a bit of chaos and people are being rescued from inside of the train."}], "speaker": "SCHIAVO", "secId": 73}, {"sentences": [{"sentId": 258, "text": "I see someone -- looks like a fireman with a hard hat on."}, {"sentId": 259, "text": "There you go."}, {"sentId": 260, "text": "And according to reports, the bulk or the brunt of the impact was received by the quiet car in business travel on this train."}, {"sentId": 261, "text": "And as we look at this hour now, we are seeing people, rescue workers, emergency workers with flashlights, combing through the rubble of this train."}], "speaker": "SCHIAVO", "secId": 74}, {"sentences": [{"sentId": 262, "text": "I would imagine trying to find people who may be stuck under that rubble."}, {"sentId": 263, "text": "And to figure out how to get them some help at this point."}, {"sentId": 264, "text": "I'm joined now by the former police commissioner of New York City, Bernard Kerik, and also by the former inspector general of the Department of Transportation, Mary Schiavo, helping us get through this."}, {"sentId": 265, "text": "This happened just before 10 o'clock."}, {"sentId": 266, "text": "We got word of it just before as we were going on the air here."}, {"sentId": 267, "text": "And I'm being told we have an Instagram video from inside of the train."}, {"sentId": 268, "text": "Let's take a look, and then we'll talk."}], "speaker": "SCHIAVO", "secId": 75}, {"sentences": [{"sentId": 269, "text": "Go forward, sir."}], "speaker": "UNIDENTIFIED MALE", "secId": 76}, {"sentences": [{"sentId": 270, "text": "Keep crawling, keep crawling."}], "speaker": "UNIDENTIFIED MALE", "secId": 77}, {"sentences": [{"sentId": 271, "text": "Come on, man."}], "speaker": "UNIDENTIFIED MALE", "secId": 78}, {"sentences": [{"sentId": 272, "text": "I got you."}, {"sentId": 273, "text": "OK. Keep crawling, OK."}], "speaker": "UNIDENTIFIED MALE", "secId": 79}, {"sentences": [{"sentId": 274, "text": "Where am I crawling to?"}], "speaker": "UNIDENTIFIED MALE", "secId": 80}, {"sentences": [{"sentId": 275, "text": "Crawl forward, sir."}], "speaker": "UNIDENTIFIED MALE", "secId": 81}, {"sentences": [{"sentId": 276, "text": "Keep crawling, keep crawling."}, {"sentId": 277, "text": "Come on, man."}], "speaker": "UNIDENTIFIED MALE", "secId": 82}, {"sentences": [{"sentId": 278, "text": "I got you, OK, OK?"}, {"sentId": 279, "text": "Keep crawling, OK?"}], "speaker": "UNIDENTIFIED MALE", "secId": 83}, {"sentences": [{"sentId": 280, "text": "Where am I crawling to?"}, {"sentId": 281, "text": "UNIDENTIFIED MALE: Crawl forward, sir."}], "speaker": "UNIDENTIFIED MALE", "secId": 84}, {"sentences": [{"sentId": 282, "text": "Keep crawling, keep crawling."}, {"sentId": 283, "text": "Come on, man."}], "speaker": "UNIDENTIFIED MALE", "secId": 85}, {"sentences": [{"sentId": 284, "text": "OK. And so, as you know with Instagram, it just sort of repeats, here."}, {"sentId": 285, "text": "But, again, that's from someone who was on that train and you see inside of it -- see inside what's going on to telling people to forward, how to get through and get off of the train."}, {"sentId": 286, "text": "And with something like this, it's just chaotic."}], "speaker": "LEMON", "secId": 86}, {"sentences": [{"sentId": 287, "text": "So, Mary Schiavo, so, when -- I remember the accident we had not along ago and they tried to break the windows and get out they couldn't, when this happens, the emergency lights stay on."}, {"sentId": 288, "text": "What happens when there's an accident like this?"}, {"sentId": 289, "text": "What kicks in?"}], "speaker": "LEMON", "secId": 87}, {"sentences": [{"sentId": 290, "text": "It varies from, you know, from rail line to rail line, but, yes, there are supposed to be emergency indicators and then the cars themselves and depends on the age of the car."}, {"sentId": 291, "text": "Now, some of the rolling stock in the United States is very hold, but they do have emergency windows that can be evacuated and can be, you know, broken free."}], "speaker": "SCHIAVO", "secId": 88}, {"sentences": [{"sentId": 292, "text": "But one of the criticisms that the NTSB has had in recent train crashes, you know, within the last couple of years, is that there weren't enough of these emergency windows, that if the train fell on the side where there, you know, and the ones that were -- the emergency windows were somehow blocked or the train was lying on them, that one of the recommendations from the NTSB is that they have more emergency exits and that they be better marked."}], "speaker": "SCHIAVO", "secId": 89}, {"sentences": [{"sentId": 293, "text": "And so, it appears to be the, you know, there's no emergency lighting."}, {"sentId": 294, "text": "Sometimes, it's, you know, kind of like -- I hate to use this term, glow in the dark, but it's kind of light up reflective kind of lighting."}, {"sentId": 295, "text": "And so, it really varies from train car to train car."}, {"sentId": 296, "text": "But each car does have emergency exit windows."}, {"sentId": 297, "text": "The question is, getting to them and being able to get them open."}, {"sentId": 298, "text": "And that's one of the things that the NTSB wanted to increase, is the emergency egress opportunity for the train cars."}], "speaker": "SCHIAVO", "secId": 90}, {"sentences": [{"sentId": 299, "text": "And we know that when this happens, commissioner, that obviously, these people are transported to the hospital, but Philadelphia has some of the best hospitals and one of the best family units in the country."}], "speaker": "LEMON", "secId": 91}, {"sentences": [{"sentId": 300, "text": "They've got some of the best trauma people in Philadelphia, in the country, really."}, {"sentId": 301, "text": "And this is important, especially for people that are watching this."}, {"sentId": 302, "text": "Philadelphia police is putting out a notice right now, do not go to the scene."}, {"sentId": 303, "text": "Let the first responders do their job."}, {"sentId": 304, "text": "Don't respond to the scene, if you've got loved ones or anyone there."}, {"sentId": 305, "text": "Try to let the responders, first responders get in there and do what they've got to do."}], "speaker": "KERIK", "secId": 92}, {"sentences": [{"sentId": 306, "text": "Yes."}, {"sentId": 307, "text": "Because people always want to go."}, {"sentId": 308, "text": "They think they can possibly help or they're just concerned or they just want to look and see what's happening outside of their doors."}, {"sentId": 309, "text": "But at this hour, it's unbelievable that we are witnessing these pictures here on CNN of a crash."}, {"sentId": 310, "text": "Excuse me, of an accident or derailment that happened not so long ago."}, {"sentId": 311, "text": "Look at the amount of personnel on that scene, Mary Schiavo."}], "speaker": "LEMON", "secId": 93}, {"sentences": [{"sentId": 312, "text": "Well, that's the good news in a horrifically horrible situation."}, {"sentId": 313, "text": "I mean, it takes so many people on the scene to get them out, and let's hope that they are all emergency responders."}, {"sentId": 314, "text": "For people who have come to help, I mean, family members they're looking for their loved ones and I have to agree with the commissioners and others and the recommendations that law enforcement has put out in Philadelphia."}], "speaker": "SCHIAVO", "secId": 94}, {"sentences": [{"sentId": 315, "text": "I mean, they can get hurt on the site too."}, {"sentId": 316, "text": "There are all sorts of toxic chemicals and elements."}, {"sentId": 317, "text": "They could be, you know, impeding the progress, and so if these are all emergency responders, it certainly looks like they're going through each and every train car there and that's terribly important, particularly to stabilize the injured as they get them out and, you know, literally, to help direct everything else in the area."}], "speaker": "SCHIAVO", "secId": 95}, {"sentences": [{"sentId": 318, "text": "So, that does look like a goodly number of people, but I would expect to see, you know, sort of emergency vehicles there also to take people away and maybe an emergency helicopter."}, {"sentId": 319, "text": "But it's impossible to see in the dark, if this is even a place where they could land."}], "speaker": "SCHIAVO", "secId": 96}, {"sentences": [{"sentId": 320, "text": "I don't know what the wires are around there, if they could safely get them in or out."}, {"sentId": 321, "text": "So, with that number of people there, we can just assume they have now covered every car and are busy getting people out."}, {"sentId": 322, "text": "It does look like right now on the scene on the screen, it looks like they are going through one of the windows, and whether that was one of the emergency ones that was able to be broken open or they have cut through, I just can't tell."}, {"sentId": 323, "text": "It's just too dark."}], "speaker": "SCHIAVO", "secId": 97}, {"sentences": [{"sentId": 324, "text": "Yeah."}, {"sentId": 325, "text": "And not far from this, the hospitals are in Philadelphia are very centrally located."}, {"sentId": 326, "text": "As a matter of fact, you know, the Children's Hospital, Pennsylvania Hospital, University of Pennsylvania Hospital, all located not far from 30th Street Station, not far from center city."}, {"sentId": 327, "text": "If there is anything good to be said about that, it's that they can get them to the hospital very quickly."}, {"sentId": 328, "text": "Different pictures now, as you're looking at on the left, these are pictures of the scene and apparently there are people who are standing outside of just being rescued."}, {"sentId": 329, "text": "And again, there we go, full screen."}, {"sentId": 330, "text": "What I'm looking at here is much smaller than what you're looking at home so bear with me."}, {"sentId": 331, "text": "Again, that appears to be two cars that have pushed up against each other and people here who have been rescued from this train derailment in Philadelphia, the Frankfort section of Philadelphia, which is the northeast section of the city, just outside of Philadelphia."}, {"sentId": 332, "text": "Wow."}, {"sentId": 333, "text": "Mary, how often do they have drills for this type of thing happening in, you know, on a commuter rail line that is used by so many people?"}], "speaker": "LEMON", "secId": 98}, {"sentences": [{"sentId": 334, "text": "Well, this kind of a drill, it depends upon the city or the community and the county and same thing at the -- at airports."}, {"sentId": 335, "text": "How often they drill for these disasters often depends upon the local law enforcement, the local emergency EMT's and how often do they do this drill."}, {"sentId": 336, "text": "Now, most large cities and modern -- even small towns, they do schedule them and they have these drills."}, {"sentId": 337, "text": "I won't say every year, but they certainly have practice drills like that."}, {"sentId": 338, "text": "The Red Cross and other agencies participate in these kinds of drills."}, {"sentId": 339, "text": "And so, you know, it looks like there are people crawling over everywhere but, I've said, we're only can only assume at this point that they are trained emergency workers and there is very strong evidence if they had trained for such an emergency, the outcome is, is so much better, but most modern departments do have these drills and have trained for it."}, {"sentId": 340, "text": "It is the -- I won't say that it's a - you know, the thing that they do all the time or an annual thing, but they have done it every few years."}, {"sentId": 341, "text": "And I'm sure that in Philadelphia, they have done it, because it's what they do to keep their skills up."}, {"sentId": 342, "text": "For now, there's a little more light there, it looks like they've brought in power lights to light -- yes, and they brought in some power lights and it's pretty clear there are an awful lot of wires and things around there."}, {"sentId": 343, "text": "You couldn't get a helicopter in there and I see the emergency vehicles now lined up."}, {"sentId": 344, "text": "So they're taking them out on ambulances --"}], "speaker": "SCHIAVO", "secId": 99}, {"sentences": [{"sentId": 345, "text": "Yeah."}], "speaker": "LEMON", "secId": 100}, {"sentences": [{"sentId": 346, "text": "And that makes sense."}], "speaker": "SCHIAVO", "secId": 101}, {"sentences": [{"sentId": 347, "text": "Yeah."}, {"sentId": 348, "text": "And Philadelphia police, again, tweeting saying, do not go to the scene, do not go to the scene."}, {"sentId": 349, "text": "They have their hands full right now."}, {"sentId": 350, "text": "They don't need any help."}, {"sentId": 351, "text": "And again, this is also coming from The Philadelphia Inquirer, that former U.S. Representative Patrick Murphy, among passengers on this D.C. to New York Train."}, {"sentId": 352, "text": "It says D.C.-New York train that derailed tonight and one of the photos that you're looking at coming in is from the former U.S. Representative Patrick Murphy, the one -- if you can get that one back up where you see the firefighter in the middle of the train and another rescue worker, looks like he was getting in through the window of the train, that picture right there."}, {"sentId": 353, "text": "That is from former U.S. Representative Patrick Murphy, who is on this train."}], "speaker": "LEMON", "secId": 102}, {"sentences": [{"sentId": 354, "text": "Amtrak is now saying the Twitter, \"We are aware of the derailment of Northeast Regional Train\", is that correct?"}, {"sentId": 355, "text": "\"Northeast Regional Train 188, north of Philadelphia, and we will provide updates as they become available.\""}, {"sentId": 356, "text": "Again, Amtrak now confirming, there it is, via Twitter, \"We are aware of the derailment of Northeast Regional Train 188, north of Philadelphia and will provide updates as they become available.\""}, {"sentId": 357, "text": "Mike Brooks, you're watching this, you've dealt with these situations as we just passed 10:30 here in the northeast."}, {"sentId": 358, "text": "What do you make of it?"}], "speaker": "LEMON", "secId": 103}, {"sentences": [{"sentId": 359, "text": "Well, Don, the Philadelphia Fire Department just declared a fourth alarm, which brings more personnel and resources into that area."}, {"sentId": 360, "text": "But my sources are telling me that some of the people that are -- that there are still people trapped in these cars."}, {"sentId": 361, "text": "Eight to ten cars involved, some of them have -- on the right you see, on their side, some of them even on their top."}, {"sentId": 362, "text": "And there's a whole mass casualty incident protocol around the Philadelphia area."}, {"sentId": 363, "text": "They practiced for this, as you were talking with Mary Schiavo."}, {"sentId": 364, "text": "They practice for this all the time."}, {"sentId": 365, "text": "But right now, they don't know exactly how many people are still trapped inside these cars."}, {"sentId": 366, "text": "There are some people who they have gotten out of there which , some with smoke inhalation."}, {"sentId": 367, "text": "And when I hear smoke inhalation, Don, you know with my background as a fire -- former fire chief and also as a former law enforcement officer that tells me, there was some kind of turbulence when there is fire."}, {"sentId": 368, "text": "So that is not a great thing, when you're talking about fire and rescue  right now."}], "speaker": "BROOKS", "secId": 104}, {"sentences": [{"sentId": 369, "text": "Yeah."}], "speaker": "LEMON", "secId": 105}, {"sentences": [{"sentId": 370, "text": "So right now, they are still trying to get more people, more units to the scene, as we're seeing right now."}, {"sentId": 371, "text": "You still see a lot of the firefighters and law enforcement who are there, trying to go through, trying to size up exactly what the rescue is going to be."}], "speaker": "BROOKS", "secId": 106}, {"sentences": [{"sentId": 372, "text": "Yeah, and they're going to need a lot."}, {"sentId": 373, "text": "When you -- again, when you look at the number of cars on this Amtrak train, again, it's Northeast Regional 188, Amtrak is confirming that now, they say they're aware of the situation and they're trying to provide updates as often as possible."}], "speaker": "LEMON", "secId": 107}, {"sentences": [{"sentId": 374, "text": "Right."}], "speaker": "BROOKS", "secId": 108}, {"sentences": [{"sentId": 375, "text": "Also, the Philadelphia Police now tweeting out saying, don't come to the scene, we don't need any help."}, {"sentId": 376, "text": "The Philadelphia Inquirer sending out information saying that the pictures -- some of the pictures that we're getting, at least one of them, coming from former U.S. Representative Patrick Murphy who is onboard the train at this hour."}, {"sentId": 377, "text": "Again, there are a number of hospitals that are in the area, not exactly right on top of where this is, but Temple Hospital, the University of Pennsylvania, and then there's Pennsylvania Hospital and on and on and on that these folks will be transported to."}, {"sentId": 378, "text": "And again, I was there 10, 15 years ago, I don't quite remember."}, {"sentId": 379, "text": "Philadelphia is a behemoth of a city, it's a big city, and when you're coming, you know, the approach on either side, you've got a lot of space and a lot of area before you get into 30th Street Station and you see lots of freight trains and freight cars that you pass through."}, {"sentId": 380, "text": "Some of them are just sitting on the tracks, others are being used as you are going, using Amtrak, coming in or going out of that city."}, {"sentId": 381, "text": "They are going to need a lot of resources for this and I'm sure they have it."}], "speaker": "LEMON", "secId": 109}, {"sentences": [{"sentId": 382, "text": "The good thing, Don, is Philadelphia."}], "speaker": "BROOKS", "secId": 110}, {"sentences": [{"sentId": 383, "text": "Yeah."}], "speaker": "LEMON", "secId": 111}, {"sentences": [{"sentId": 384, "text": "They have a lot of resources."}, {"sentId": 385, "text": "And, you know, as --"}], "speaker": "BROOKS", "secId": 112}, {"sentences": [{"sentId": 386, "text": "How do they get more lights in there?"}], "speaker": "LEMON", "secId": 113}, {"sentences": [{"sentId": 387, "text": "Well, they'll bring in floodlights."}, {"sentId": 388, "text": "First and foremost, they want to get as many people out of the way as they can."}, {"sentId": 389, "text": "Then they'll bring in flood lights, the emergency service unit from the Philadelphia PD and the fire department."}, {"sentId": 390, "text": "They'll bring in floodlights and within a few hours from now, that whole place will be illuminated like it was daylight."}, {"sentId": 391, "text": "But if we can go back to what we were talking about earlier, they have these mock drills and tabletop exercises constantly."}], "speaker": "BROOKS", "secId": 114}, {"sentences": [{"sentId": 392, "text": "Yeah."}], "speaker": "LEMON", "secId": 115}, {"sentences": [{"sentId": 393, "text": "Especially in cities like Philadelphia and New York City."}, {"sentId": 394, "text": "They do the airports transportation hubs, the rail..."}], "speaker": "BROOKS", "secId": 116}, {"sentences": [{"sentId": 395, "text": "Yeah."}], "speaker": "LEMON", "secId": 117}, {"sentences": [{"sentId": 396, "text": "They're constantly doing this."}, {"sentId": 397, "text": "And, you know, and it will show in the amount of work they do tonight and how they get these people out of there."}], "speaker": "BROOKS", "secId": 118}, {"sentences": [{"sentId": 398, "text": "Yeah."}, {"sentId": 399, "text": "Yeah."}, {"sentId": 400, "text": "And let's look at -- there's a photo from the scene that we're -- again, that we're looking at."}, {"sentId": 401, "text": "And now, we'll take you inside of the train."}, {"sentId": 402, "text": "And again, so we're just -- the information is -- there's hardly any information coming in at this point, because they're working -- as you saw, Amtrak just now tweeting out that they're aware of it."}, {"sentId": 403, "text": "There's not much information to be had, unless you are someone who is on this train and you were involved in it."}, {"sentId": 404, "text": "And even then, you may not know exactly what happened, how it happened."}, {"sentId": 405, "text": "You know what you experienced, but you don't know the cause of it."}], "speaker": "LEMON", "secId": 119}, {"sentences": [{"sentId": 406, "text": "And so, again, we're looking -- as you see those flashlights right there, those are emergency personnel who are on the ground, searching through this rubble, trying to find people."}, {"sentId": 407, "text": "Again, this is in the northeast section of Philadelphia."}, {"sentId": 408, "text": "We said near Philadelphia."}, {"sentId": 409, "text": "I mean, this is Philadelphia proper."}, {"sentId": 410, "text": "The Frankfort section of Philadelphia is Philadelphia."}, {"sentId": 411, "text": "So it didn't derail near Philadelphia, it is in Philadelphia."}, {"sentId": 412, "text": "It's not quite in center city, where 30th street station is, but it is Philadelphia proper."}, {"sentId": 413, "text": "I'm going to get Frank Goelz on the phone now."}, {"sentId": 414, "text": "He is a former -- and Peter Goelz, excuse me."}, {"sentId": 415, "text": "He's a former NTSB managing director."}, {"sentId": 416, "text": "What do you know about this?"}], "speaker": "LEMON", "secId": 120}, {"sentences": [{"sentId": 417, "text": "Well, I'm learning the information as you are, by the minute."}, {"sentId": 418, "text": "But, you know, I can tell you that Amtrak, you know, over the last 25 years has eliminated all of the great crossings between New York and Washington, D.C."}, {"sentId": 419, "text": "There are a few left, as we know, north of New York City, so this was unlikely to be a great crossing accident."}, {"sentId": 420, "text": "But when you -- the NTSB will be sending an extensive team up there, they're mobilizing now and they should be there, you know, within hours."}, {"sentId": 421, "text": "And they're going to look at, clearly, mechanical issues, track issues, switching issues, and the driver performance."}, {"sentId": 422, "text": "And the -- but this is clearly all the attention has to be on search and rescue and get as many of these injured out of the wreckage as soon as possible."}], "speaker": "GOELZ", "secId": 121}, {"sentences": [{"sentId": 423, "text": "I'm being told, from the information, the very limited amount of information that we're get in getting, Peter, that this happened shortly before 10 o'clock."}, {"sentId": 424, "text": "If that is indeed the case, not exactly sure of the exact timing, they got these people there fast."}], "speaker": "LEMON", "secId": 122}, {"sentences": [{"sentId": 425, "text": "Well, I think -- I think as former Commissioner Kerik said, the cities up and down the northeast corridor, train for precisely this kind of accident."}, {"sentId": 426, "text": "I've sat in on training sessions with Amtrak."}, {"sentId": 427, "text": "They know what they're doing."}, {"sentId": 428, "text": "They've got an, you know an extensive family assistance program."}, {"sentId": 429, "text": "They've got an emergency response program."}, {"sentId": 430, "text": "I think the combination of the Philadelphia regional police, the Philadelphia police, and Amtrak will do a good job."}, {"sentId": 431, "text": "And starting tomorrow morning, the NTSB, along with the FRA, will figure out what happened here."}], "speaker": "GOELZ", "secId": 123}, {"sentences": [{"sentId": 432, "text": "This is what we're getting from Amtrak, officially."}, {"sentId": 433, "text": "This is via Twitter, if we can put that up, Danny."}, {"sentId": 434, "text": "They are saying, \"We are aware of the derailment of Northeast Regional Train 188."}, {"sentId": 435, "text": "Northeast Regional Train 188, north of Philadelphia, and we will provide updates as they become available.\""}, {"sentId": 436, "text": "Again, Amtrak tweeting that out just a short time ago."}], "speaker": "LEMON", "secId": 124}, {"sentences": [{"sentId": 437, "text": "Well, you know, the regional trains, Don, do not obtain the speed that the Acela's do."}, {"sentId": 438, "text": "They run on separate tracks."}, {"sentId": 439, "text": "They're not as high-speed."}, {"sentId": 440, "text": "They run between New York and Washington, it takes the regional trains a half hour to 40 minutes longer."}], "speaker": "GOELZ", "secId": 125}, {"sentences": [{"sentId": 441, "text": "Yeah."}], "speaker": "LEMON", "secId": 126}, {"sentences": [{"sentId": 442, "text": "So, you know -- but the accident looks quite devastating."}], "speaker": "GOELZ", "secId": 127}, {"sentences": [{"sentId": 443, "text": "And Mary Schiavo, who's still on the phone, we were talking about the conditions of the tracks and, you know some -- there's the official word from Amtrak, that's on your screen right now."}, {"sentId": 444, "text": "But some time ago, when they were installing, when these Acela high-speed trains came about, that the train tracks just couldn't handle that speed and that capacity of trains, so they go, these trains go a lot slower than their capacity, just because of the conditions of the tracks."}, {"sentId": 445, "text": "We don't know if that was the cause of this or if it was anything to do with it, but it's certainly something that they will take under consideration here as they're investigating."}, {"sentId": 446, "text": "Peter?"}], "speaker": "LEMON", "secId": 128}, {"sentences": [{"sentId": 447, "text": "Yeah."}, {"sentId": 448, "text": "I mean, there's -- there is no question that they'll look at tracks, they'll look at the wheel bearings, the wheels, was there anything on the track that the train could have hit?"}, {"sentId": 449, "text": "You know, they'll certainly look, as the commissioner knows, they'll look at any kind of criminal activity."}, {"sentId": 450, "text": "And hopefully, they'll be able to eliminate that, but they have to consider it."}, {"sentId": 451, "text": "I'm sure the FBI around the scene, along with the Philadelphia police."}], "speaker": "GOELZ", "secId": 129}, {"sentences": [{"sentId": 452, "text": "Yeah."}, {"sentId": 453, "text": "Mary Schiavo, you still there?"}], "speaker": "GOELZ", "secId": 130}, {"sentences": [{"sentId": 454, "text": "I am."}], "speaker": "SCHIAVO", "secId": 131}, {"sentences": [{"sentId": 455, "text": "Yeah."}, {"sentId": 456, "text": "As this --"}], "speaker": "LEMON", "secId": 132}, {"sentences": [{"sentId": 457, "text": "You know one --"}], "speaker": "SCHIAVO", "secId": 133}, {"sentences": [{"sentId": 458, "text": "Go ahead."}], "speaker": "LEMON", "secId": 134}, {"sentences": [{"sentId": 459, "text": "But one thing that might help, is that been, it trying to find exactly what the train -- they were heading into a turn, and you know, perhaps it could have been worse if that wasn't the case, because they would have most likely have had to have slowed some for the turn."}, {"sentId": 460, "text": "Again, exactly for the reason that you say, I mean, these tracks are often not the most modern tracks and they do have to slow down for turns, unlike, example the bullet train, which-- you know can go 200-plus miles an hour."}, {"sentId": 461, "text": "Perhaps, that did help save some lives if they were slowing for that turn."}, {"sentId": 462, "text": "You know, a higher-speed crash that had would be far more disastrous and although this was really awful but, that might have helped as well."}], "speaker": "SCHIAVO", "secId": 135}, {"sentences": [{"sentId": 463, "text": "Yeah."}, {"sentId": 464, "text": "Almost 45 minutes past the hour at 10:00 p.m. Eastern, the 10:00 p.m. Eastern hour here in the northeast and there you have it on your screen, unfolding."}, {"sentId": 465, "text": "There is a derailment in Philadelphia."}, {"sentId": 466, "text": "It is in the Frankfort section, northeast Philadelphia."}, {"sentId": 467, "text": "Both area health and Temple University Hospitals confirmed that they are receiving patients, area health and Temple Hospital."}, {"sentId": 468, "text": "Again, say that again, Maria?"}, {"sentId": 469, "text": "Temple University Hospital saying that they are receiving patients here and again, at this hour, we don't know exactly how many people were on this train, if it were anywhere between 2:00 and 6:00 or 7:00 in the evening, it would be really the rush hour."}, {"sentId": 470, "text": "But the folks who are taking the train may have been headed from Washington, D.C., at rush hour, and just got to Philly."}, {"sentId": 471, "text": "So, you know, when -- and in my time there, John Timoney was the police commissioner, I'm sure you know him, and that you have a relationship with John Timoney, and you know that Philadelphia is well equipped to handle this sort of situation, because of people like him."}], "speaker": "LEMON", "secId": 136}, {"sentences": [{"sentId": 472, "text": "They've got tremendous resources."}, {"sentId": 473, "text": "They're a smaller department than New York City, but they're very, very well-equipped."}, {"sentId": 474, "text": "They have the resources, they have the training."}, {"sentId": 475, "text": "Timoney was the first deputy in New York, and he took over the Philly PD."}], "speaker": "GOELZ", "secId": 137}, {"sentences": [{"sentId": 476, "text": "Yeah."}], "speaker": "LEMON", "secId": 138}, {"sentences": [{"sentId": 477, "text": "Ramsey is there now."}, {"sentId": 478, "text": "I think, you know, they're very well- equipped department."}], "speaker": "GOELZ", "secId": 139}, {"sentences": [{"sentId": 479, "text": "These are pictures that you're looking at now from Jonathan Lye, journalist with The Philadelphia Inquirer."}, {"sentId": 480, "text": "They're on his Twitter field."}, {"sentId": 481, "text": "Again, Jonathan Lye, a journalist from The Philadelphia Inquirer, again, tweeting out those pictures, and I'll just gonna take you behind the third wall here."}, {"sentId": 482, "text": "I'm getting this information, I'm depending on my producers who where in there."}, {"sentId": 483, "text": "There's very little wire copy coming in."}, {"sentId": 484, "text": "A lot of the information we're getting is coming from Twitter."}, {"sentId": 485, "text": "We're getting some very few reports from our affiliates there, because they are -- the prime-time news, the early news, beyond the big three, are on in -- they're on now."}, {"sentId": 486, "text": "The big three are on a little bit later and so they're getting their information ready for their broadcast in Philadelphia and are scrambling to try to deal with this."}], "speaker": "LEMON", "secId": 140}, {"sentences": [{"sentId": 487, "text": "And so, again, we have people who are en route there, producers, and correspondents and photographers who are en route there, but we're relying at this point on a number of affiliates that we have in Philadelphia and in that area."}, {"sentId": 488, "text": "There are people who are tweeting, saying, \"I'm stuck in the train."}, {"sentId": 489, "text": "There's fire everywhere.\""}, {"sentId": 490, "text": "So, again, I don't know if that's true, but, again, that's some of the stuff that we're getting from the people in there."}, {"sentId": 491, "text": "But I don't think, I don't know if anyone is stuck in the train at this point, because we're not getting any of those types of reports."}, {"sentId": 492, "text": "I want to get Leo Terrell on."}, {"sentId": 493, "text": "Leo Terrell is -- he's KABC experienced in covering different types of accidents."}, {"sentId": 494, "text": "He covered another Amtrak crash out in California."}, {"sentId": 495, "text": "As you look at these pictures, Leo, what do you make of this -- assess of this situation?"}], "speaker": "LEMON", "secId": 141}, {"sentences": [{"sentId": 496, "text": "Well, Don, it reminds me of the February 2015 Fresno derailment of a metro link train that was basically run into a truck on the track."}, {"sentId": 497, "text": "And what I find interesting here in the derailment out here in Los Angeles, they had the collapsible cars, which took the shock and basically remained fully intact."}, {"sentId": 498, "text": "The pictures that you have depicted indicates that those cars, especially one picture in particular, indicated that they were not the collapsible cars, which were purchased out here in relationship to a major accident that occurred 10 years earlier."}, {"sentId": 499, "text": "Those collapsible cars will absorb the shock, their bumpers will absorb the shock and the cars remain intact."}, {"sentId": 500, "text": "And looking at some of those pictures there, it does not appear that those cars remained fully intact, which these leads me to believed based on the experience that they did not have the collapsible cars such as the ones that were purchased out here in Los Angeles."}], "speaker": "TERRELL", "secId": 142}, {"sentences": [{"sentId": 501, "text": "Mary Schiavo, do you want to follow up on that?"}], "speaker": "LEMON", "secId": 143}, {"sentences": [{"sentId": 502, "text": "Well, that could very well be true."}, {"sentId": 503, "text": "I mean, it's a process, it's an ongoing process where the NTSB and of course it often takes the federal funding as well."}, {"sentId": 504, "text": "You need the  to the Federal Railroad Administration to give grants where possible to replace the rolling stock, but the gentleman has the right."}, {"sentId": 505, "text": "In the California crash, they did have those cars and it was quite fortunate."}, {"sentId": 506, "text": "Obviously, it came about because of a previous crash, a tragedy but, yeah, they don't have those on all of the lines all over the country yet."}, {"sentId": 507, "text": "And I just, from the one very mangled car, it certainly looked like that was not one of them."}, {"sentId": 508, "text": "As to the others, I can't tell."}, {"sentId": 509, "text": "It's just too dark."}], "speaker": "SCHIAVO", "secId": 144}, {"sentences": [{"sentId": 510, "text": "The reason why that was important, Don, because we had that serious crash in Glendale in 2005 and upon -- and there was about 11 to 12 deaths in that case, as a result of that 2005 incident, they decided to purchase these collapsible cars, which obviously saved lives in this most recent situation and might be something on the table for the industry to consider because those collapsible cars will absorb the shock and save lives."}], "speaker": "TERRELL", "secId": 145}, {"sentences": [{"sentId": 511, "text": "I want to bring in Matthew L. Wald here."}, {"sentId": 512, "text": "He is the former New York Times safety expert."}, {"sentId": 513, "text": "Matthew, you hear the conversation going on."}, {"sentId": 514, "text": "What do you want to add it?"}], "speaker": "LEMON", "secId": 146}, {"sentences": [{"sentId": 515, "text": "These are metro liner cars, they were purchased in the mid-'70s."}, {"sentId": 516, "text": "They're very big, they're very solid and they meet Federal Railroad Administration rules, which are much stricter than for rules than other cars."}, {"sentId": 517, "text": "Like covered a crash, an Amtrak crash in the Washington area in 1996, in which an Amtrak train bound for Chicago hit a Maryland commuter train and just ripped the commuter train to shreds."}, {"sentId": 518, "text": "And the Amtrak train was dented, but it was still intact."}, {"sentId": 519, "text": "These are big, tough train cars and they generally protect the people inside."}], "speaker": "WALD", "secId": 147}, {"sentences": [{"sentId": 520, "text": "There's a second problem here, which is Amtrak, does not own the tracks in Glendale, I don't think."}, {"sentId": 521, "text": "It certainly doesn't own the tracks in Philadelphia and if there's a problem with the track, that's Amtrak problem also."}, {"sentId": 522, "text": "Amtrak has been crying for years that it needs to upgrade the northeast corridor, the track where this occurred."}, {"sentId": 523, "text": "They could have had a signal problem or a rail problem."}, {"sentId": 524, "text": "They would repeatedly have problems with the pantographs and the -- the catenaries, the overhead power lines and the part of the train reaches up to get powers from those and they're always ripping out, stretches a little overhead wire and the line is shut down for hours."}, {"sentId": 525, "text": "This is a route inherited from the old Pennsylvania railroad and it's in need of modernization."}, {"sentId": 526, "text": "So, in this issue, they may have a problem with the train, more likely, they have a problem with the track, either way, it's got Amtrak painted all over it."}], "speaker": "WALD", "secId": 148}, {"sentences": [{"sentId": 527, "text": "OK, Matthew."}, {"sentId": 528, "text": "I'm just getting information."}, {"sentId": 529, "text": "This is coming from -- again, sorry, I'm writing something to her now."}, {"sentId": 530, "text": "From one of the mayor's press secretaries, in Philadelphia and this is Desiree Peterkin Bell, Peter in Philly, you know, that's the mayor's -- one of the mayor's press people."}, {"sentId": 531, "text": "Desiree is telling me that there is going to be a press conference in about 15 minutes with Mayor Michael Nutter in Philadelphia, in about 15 minutes."}, {"sentId": 532, "text": "And as soon as the mayor is done with that, I'm going to try to get him on the phone here at CNN, so he can update us as well and give us more information."}, {"sentId": 533, "text": "But again, Mayor Michael Nutter, news conference, happening in a short while here and we'll carry it live for you on CNN."}, {"sentId": 534, "text": "But if you're just tuning in, it's getting close to the top of the hour, 11:00 p.m. Eastern."}, {"sentId": 535, "text": "We have been following for the bulk, all of this hour, almost an hour the train derailment accident that has happened in Philadelphia."}, {"sentId": 536, "text": "It is in the Frankfort section of Philadelphia, which is the northeast section of the city, on northeast of center city."}, {"sentId": 537, "text": "We have CNN transportation analyst, Peter Goelz on the phone now."}, {"sentId": 538, "text": "Peter, the mayor getting ready to update us and this will be the most information we've gotten on this since we have been -- since it started and suddenly this accident happened."}], "speaker": "LEMON", "secId": 149}, {"sentences": [{"sentId": 539, "text": "I don't think there's any question."}, {"sentId": 540, "text": "He'll have the most up to date information on the rescue and on the response."}, {"sentId": 541, "text": "And you know, Matthew Wald is right, I mean these old Amtrak cars that come out of the 1970s are very solid."}, {"sentId": 542, "text": "Now, they don't have the newest collapsible technology, but these are these are tough cars."}, {"sentId": 543, "text": "And I was at the 1996 accident and he's absolutely right."}, {"sentId": 544, "text": "The commuter train was devastated by the Amtrak."}, {"sentId": 545, "text": "In this case, I mean, there -- some of the cars look in relatively good shape, and there's one or two, at least, that really have taken a terrible destructive hit."}, {"sentId": 546, "text": "But hopefully, the mayor will be able to shed some light on the, on the extent of the injuries and we'll eagerly await this press conference."}], "speaker": "GOELZ", "secId": 150}, {"sentences": [{"sentId": 547, "text": "Considering where this is in Philadelphia, I think the first place that they would go would be Temple University Hospital."}, {"sentId": 548, "text": "Again, we're gonna area health as well saying they're getting patients."}, {"sentId": 549, "text": "So far, Temple University Hospital confirming that they have 10 patients."}, {"sentId": 550, "text": "10 patients do far from this train accident in Philadelphia."}, {"sentId": 551, "text": "And again, in just a very sort while, the mayor is going to update us on the situation in Philadelphia, 10 patients at Temple University Hospital and then other hospitals confirming that they are getting patients as well."}, {"sentId": 552, "text": "Matthew L. Wald, you were talking about the train and we've been talking about the capacity of the tracks..."}], "speaker": "LEMON", "secId": 151}, {"sentences": [{"sentId": 553, "text": "Right."}], "speaker": "WALD", "secId": 152}, {"sentences": [{"sentId": 554, "text": "There have been issues with these tracks."}], "speaker": "LEMON", "secId": 153}, {"sentences": [{"sentId": 555, "text": "Yes."}, {"sentId": 556, "text": "I should say, also, if this happened in the city limits of Philadelphia, most likely the train was going at a moderate speed."}], "speaker": "WALD", "secId": 154}, {"sentences": [{"sentId": 557, "text": "Yeah, right."}], "speaker": "LEMON", "secId": 155}, {"sentences": [{"sentId": 558, "text": "That train, when it gets to the flat straight-out areas of Maryland can go over 100 miles an hour."}, {"sentId": 559, "text": "But in Philadelphia, the track is older, there are more curves, generally it's going slower."}, {"sentId": 560, "text": "And the faster it goes the bigger problem it will have if it derails."}, {"sentId": 561, "text": "The tracks -- they've had every kind of problem there is with the tracks."}, {"sentId": 562, "text": "It's an extremely heavily used stretch of track."}, {"sentId": 563, "text": "It's got lots and lots of commuter traffic, even got a little bit of freight on it."}, {"sentId": 564, "text": "I ride those trains."}, {"sentId": 565, "text": "Every now and then you'll even see an oil train on the tracks..."}], "speaker": "WALD", "secId": 156}, {"sentences": [{"sentId": 566, "text": "Right."}], "speaker": "LEMON", "secId": 157}, {"sentences": [{"sentId": 567, "text": "And they have trouble keeping it in a state of good repair."}, {"sentId": 568, "text": "You know, at one point, because the U.S. rail industry is in such decline, the steel mills have stopped making the heaviest grade of rail."}, {"sentId": 569, "text": "And in fact, wanted to put in heavier rail it couldn't get it."}, {"sentId": 570, "text": "But they've done a lot of work on those tracks."}, {"sentId": 571, "text": "They put in a lot of welded rail."}, {"sentId": 572, "text": "This is an unusual time of year for a track problem."}, {"sentId": 573, "text": "They get into trouble when it gets really hot and the truck buckles."}, {"sentId": 574, "text": "They get into trouble, because they have a storm come through and a tree comes down over the tracks."}, {"sentId": 575, "text": "It's pretty mild out there tonight."}, {"sentId": 576, "text": "In the past, they've even had sabotage, although not on the northeast corridor."}, {"sentId": 577, "text": "So the mayor isn't going to know what caused this."}, {"sentId": 578, "text": "They'll probably know a little bit more about the state of the survivors, but it's going to take a while, the National Transportation Safety Board will get out there and walk the tracks in daylight, will find the flaw, find out what kind of inspection protocol Amtrak has going and why if there was a pre-existing problem here, why they didn't spot it."}], "speaker": "WALD", "secId": 158}, {"sentences": [{"sentId": 579, "text": "Hey, Matthew, so, according to our affiliate, WPVI said about 200 people on board this train."}, {"sentId": 580, "text": "So we're looking now, before, it was just those flashlights and the former commissioner here Bernie Kerik said they would start bringing in portable spotlights."}, {"sentId": 581, "text": "Does that look to be what's shining on that train now?"}, {"sentId": 582, "text": "They've brought those -- they're bringing those lights in?"}], "speaker": "LEMON", "secId": 159}, {"sentences": [{"sentId": 583, "text": "Yeah, if you can see the train at all than yes, that's what they're doing."}, {"sentId": 584, "text": "But I think their first priority is to take off the people who are injured."}, {"sentId": 585, "text": "It will be daylight before they can actually go back, walk up the track, and see what the problem was."}, {"sentId": 586, "text": "Typically, what you do also is, you look at the state of the signals."}, {"sentId": 587, "text": "The train has a black box on it, it's not as sophisticated as an airplane black box, but it will tell you, for example, how fast the train was going."}, {"sentId": 588, "text": "You can figure out if it had passed a red signal."}, {"sentId": 589, "text": "I haven't heard any word about the engineer, presumably he survived here and he could probably tell a lot also."}], "speaker": "WALD", "secId": 160}, {"sentences": [{"sentId": 590, "text": "let's see, I'm getting some information coming in from someone else, another commander in the area saying you can see the red, yellow, green, blue tarp, those are triage areas, if you're looking at aerial and you see the red, yellow, green blue tarp, again those are triage areas and red being the highest priority, as that chopper shot scans across this wreckage there in Philadelphia."}, {"sentId": 591, "text": "I'm being told that we have a picture."}, {"sentId": 592, "text": "Do we have a new picture of someone who is being helped?"}, {"sentId": 593, "text": "There it is."}, {"sentId": 594, "text": "Someone who is being helped out of the train, who was injured in the train, as you can see, they're bloodied."}, {"sentId": 595, "text": "And they're bandaged and appear to be in pretty bad shape."}, {"sentId": 596, "text": "And that is the scene of what's going on in Philadelphia, injuries, at least 10 taken to Temple University Hospital and to the trauma unit and others taken to area health center, at least two other hospitals that they -- these people who have been injured are being transported to."}, {"sentId": 597, "text": "This all happened, again, just before 10:00 p.m. Eastern time in Philadelphia."}, {"sentId": 598, "text": "It is believed as train was leaving the station, and as Matthew L. Wald so definitely pointed out, that if it was getting him, getting close to 30th street station or within the city limits, that it was going at a moderate rate of speed and not as fast as it could have been going, had it been in a sort of rural or suburban area where there's not as many people and as much congestion."}], "speaker": "LEMON", "secId": 161}, {"sentences": [{"sentId": 599, "text": "Again, we're getting close to the top of the hour here."}, {"sentId": 600, "text": "A northbound Amtrak train, number 188, derails near Philadelphia, and Amtrak tweeting out a short time ago, saying, \"We are aware of the situation, we are trying to provide updates as quickly as possible.\""}, {"sentId": 601, "text": "There it is right there, where the derailment of Northeast Regional Train 188 north of Philadelphia and we will provide updates as they become available."}], "speaker": "LEMON", "secId": 162}, {"sentences": [{"sentId": 602, "text": "Also, the former U.S. Representative, Patrick Murphy, on the train, sending pictures out as well."}, {"sentId": 603, "text": "He was inside of one of those cars and you can see the rescuers on the unit."}, {"sentId": 604, "text": "This is, again, from Philadelphia police, as you were looking at your screen now."}, {"sentId": 605, "text": "It says, attention, public, do not go to the scene of derailment."}, {"sentId": 606, "text": "Please allow first responders the room to work."}, {"sentId": 607, "text": "So they're asking for room to work."}, {"sentId": 608, "text": "They don't need looky-loos or people who are coming to the scene just to see what's happening out their backdoor because they're curious."}, {"sentId": 609, "text": "If you're curious, then you stay at home and you can watch CNN and watch the pictures unfold."}, {"sentId": 610, "text": "They have all the help they need at this point, according to our Mike Brooks, who is a law enforcement analyst here on CNN."}, {"sentId": 611, "text": "They have raised the level here, the fire department, at least, so that mean is they're going to get more equipment coming in to help in this particular situation."}, {"sentId": 612, "text": "They have ladders, they have put lights on the scene and there it is."}], "speaker": "LEMON", "secId": 163}, {"sentences": [{"sentId": 613, "text": "This is CNN Breaking News."}], "speaker": "ANNOUNCER", "secId": 164}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1505.12.cnnt.01.html.json", "time": "Aired May 12, 2015 - 22:00   ET"}