{"sectionCount": 264, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["LEMON", "COOPER", "CLINTON", "RAJ", "NAMPIAPARAMPIL", "LAH", "BRINKLEY", "KENNEDY", "REAGAN", "LAH ", "ROSEN", "PHILIPS", "MCCAUGHEY", "BLOW", "SIMON", "BRENNAN", "WHITE", "BREWER"], "subTitle": "Hillary Clinton Talks About Her Health; White House Health Secrets; Kaepernick Kneels for National Anthem. Aired 11p-12a ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1609/12/cnnt.02.html", "sentenceCount": 607, "sections": [{"sentences": [{"sentId": 0, "text": "Hillary Clinton speaks exclusively to CNN about her health scare that is shaking up her campaign."}], "speaker": "LEMON", "secId": 0}, {"sentences": [{"sentId": 1, "text": "This is CNN TONIGHT."}, {"sentId": 2, "text": "I'm Don Lemon."}], "speaker": "LEMON", "secId": 1}, {"sentences": [{"sentId": 3, "text": "The candidate says she's recovering at home tonight and promises to get back out on the trail soon."}, {"sentId": 4, "text": "Meanwhile, Bill Clinton says Hillary Clinton has a history of occasionally becoming severely dehydrated."}], "speaker": "LEMON", "secId": 2}, {"sentences": [{"sentId": 5, "text": "Do voters deserve to know more about her health?"}, {"sentId": 6, "text": "And what about her calling half of Donald Trump supporters a basket of deplorables?"}, {"sentId": 7, "text": "Will that could cost her in November?"}], "speaker": "LEMON", "secId": 3}, {"sentences": [{"sentId": 8, "text": "Let's get right now to Hillary Clinton who told our Anderson Cooper about her pneumonia and why she just didn't think it was going to be a big deal."}], "speaker": "LEMON", "secId": 4}, {"sentences": [{"sentId": 9, "text": "You know, a lot of people have obviously seen the video of you being helped into the van."}, {"sentId": 10, "text": "Did you actually faint?"}, {"sentId": 11, "text": "Did you actually pass out or lose consciousness?"}], "speaker": "COOPER", "secId": 5}, {"sentences": [{"sentId": 12, "text": "No, I didn't."}, {"sentId": 13, "text": "I felt dizzy and I did lose my balance for a minute."}, {"sentId": 14, "text": "But once I got in, once I could sit down, once I could cool off, once I had some water, I immediately started feeling better."}], "speaker": "CLINTON", "secId": 6}, {"sentences": [{"sentId": 15, "text": "And my daughter lives nearby so I went over to her apartment and, you know, spent time with her and my grandchildren, which you know."}], "speaker": "CLINTON", "secId": 7}, {"sentences": [{"sentId": 16, "text": "Right."}], "speaker": "COOPER", "secId": 8}, {"sentences": [{"sentId": 17, "text": "You know, the best medicine for anything in my life."}], "speaker": "CLINTON", "secId": 9}, {"sentences": [{"sentId": 18, "text": "A lot has been made over the course of the last week or so about the cough you've been struggling with."}, {"sentId": 19, "text": "You blamed it on allergies, joked at one point you're allergic to Donald Trump."}, {"sentId": 20, "text": "Was that cough actually pneumonia related, and not in fact allergy related?"}], "speaker": "COOPER", "secId": 10}, {"sentences": [{"sentId": 21, "text": "Well, it sure seemed like it was an allergy because I've had allergies -- seasonal allergies off and on."}, {"sentId": 22, "text": "And it does come with a cough."}, {"sentId": 23, "text": "You know, I've got lots of examples of, you know, in the spring and in the fall, getting a bit of a coughing fit and then it dissipates."}], "speaker": "CLINTON", "secId": 11}, {"sentences": [{"sentId": 24, "text": "What happened this time, though, was it didn't dissipate and that's why when I got off the road on Friday, I did go to see my doctor and that's when I was diagnosed with pneumonia."}, {"sentId": 25, "text": "And the funniest thing that happened to me on Sunday wasn't a funny day after all but this was kind of humorous."}, {"sentId": 26, "text": "As I got to the memorial I saw my friend and former colleague, Chuck Schumer, and the first thing he said to me is I've had pneumonia and I've been resting for five days."}, {"sentId": 27, "text": "And I looked at him and he said, you know that's so funny, I've just been told I have pneumonia."}, {"sentId": 28, "text": "So apparently there's something to this."}], "speaker": "CLINTON", "secId": 12}, {"sentences": [{"sentId": 29, "text": "Yes."}], "speaker": "COOPER", "secId": 13}, {"sentences": [{"sentId": 30, "text": "That's going around and I've since been contacted by, you know, a number of people who told me they've had it, they've gotten over it."}], "speaker": "CLINTON", "secId": 14}, {"sentences": [{"sentId": 31, "text": "Well, let me -- let me ask you about that."}], "speaker": "COOPER", "secId": 15}, {"sentences": [{"sentId": 32, "text": "So -- right."}], "speaker": "CLINTON", "secId": 16}, {"sentences": [{"sentId": 33, "text": "Because David Axelrod was very critical of the way that you and your campaign handled sharing your diagnosis with the public."}, {"sentId": 34, "text": "He tweeted, \"Antibiotics can take of pneumonia."}, {"sentId": 35, "text": "What's the cure for an unhealthy penchant for privacy that repeatedly creates unnecessary problems?\""}], "speaker": "COOPER", "secId": 17}, {"sentences": [{"sentId": 36, "text": "Why not just say on Friday, as you said to -- apparently to Senator Schumer on Sunday, you know, I have pneumonia, folks."}, {"sentId": 37, "text": "I'm going to power through it."}, {"sentId": 38, "text": "Why keep it a secret?"}], "speaker": "COOPER", "secId": 18}, {"sentences": [{"sentId": 39, "text": "Well, I just didn't think it was going to be that big a deal."}, {"sentId": 40, "text": "You know, I know Chuck said today, he didn't tell anybody."}, {"sentId": 41, "text": "It's just the kind of thing that if it happens to you and you're a busy active person, you keep moving forward."}], "speaker": "CLINTON", "secId": 19}, {"sentences": [{"sentId": 42, "text": "And you know, I think it's fair to say, Anderson, that people know more about me than almost anyone in public life."}, {"sentId": 43, "text": "They've got 40 years in my tax returns, tens of thousands of e-mails, a detailed medical letter report."}, {"sentId": 44, "text": "All kinds of personal details."}, {"sentId": 45, "text": "And you know, it's just so -- it's so strange that with all of that information out there, and as soon as it became clear I couldn't power through, we -- you know, we said what was going on --"}], "speaker": "CLINTON", "secId": 20}, {"sentences": [{"sentId": 46, "text": "Yes, but when you --"}], "speaker": "COOPER", "secId": 21}, {"sentences": [{"sentId": 47, "text": "Donald Trump is --"}], "speaker": "CLINTON", "secId": 22}, {"sentences": [{"sentId": 48, "text": "I'm sorry."}, {"sentId": 49, "text": "When you left -- when you left your daughter's apartment you said you were feeling great."}, {"sentId": 50, "text": "Obviously you --"}], "speaker": "COOPER", "secId": 23}, {"sentences": [{"sentId": 51, "text": "I did."}, {"sentId": 52, "text": "I felt really good but that didn't mean that I shouldn't rest, so when I -- you know, I did, I felt -- I mean, I felt 100 percent better."}], "speaker": "CLINTON", "secId": 24}, {"sentences": [{"sentId": 53, "text": "Doesn't your handling of this, and your campaigns -- you know, their refusal to acknowledge what happened until really after that video were circulated, confirmed the suspicion of some voters that you're not transparent or trustworthy?"}], "speaker": "COOPER", "secId": 25}, {"sentences": [{"sentId": 54, "text": "Oh, my goodness, Anderson."}, {"sentId": 55, "text": "You know, compare everything you know about me with my opponent, I think it's time he met the same level of disclosure that I have for years."}, {"sentId": 56, "text": "You know, you've got a medical report on me that meets the same standard as Mitt Romney and Barack Obama."}, {"sentId": 57, "text": "Donald Trump's doctor said he'd be the healthiest president in history."}, {"sentId": 58, "text": "That's just not even serious."}, {"sentId": 59, "text": "And I've released nearly 40 years of tax return."}, {"sentId": 60, "text": "He hasn't released one."}, {"sentId": 61, "text": "This is a man with unknown numbers of partners and investors who says he's doing 120 foreign deals."}], "speaker": "CLINTON", "secId": 26}, {"sentences": [{"sentId": 62, "text": "The American people deserve to know what he's up to and what he is hiding."}, {"sentId": 63, "text": "So if we weren't -- if we weren't fast enough, you know, I've talked to my staff, we, you know, take responsibility for that, but the information is out there."}, {"sentId": 64, "text": "You can't say the same thing about Donald Trump."}], "speaker": "CLINTON", "secId": 27}, {"sentences": [{"sentId": 65, "text": "Brian Fallon from your campaign said your campaign is going to release more of your records."}, {"sentId": 66, "text": "I know as you know probably Donald Trump has said he's now had a physical I believe on Friday and that's he's going to release that soon."}], "speaker": "COOPER", "secId": 28}, {"sentences": [{"sentId": 67, "text": "Will you be releasing more details about your medical history?"}, {"sentId": 68, "text": "And do you know, you know, how detailed it's going to be?"}, {"sentId": 69, "text": "How far is it going to go back?"}, {"sentId": 70, "text": "Is it going to be more about what happened in 2012 when you fell and hit your head?"}, {"sentId": 71, "text": "Do you know how far it will go?"}], "speaker": "COOPER", "secId": 29}, {"sentences": [{"sentId": 72, "text": "Well, we're going to be releasing more information."}, {"sentId": 73, "text": "And I think it's fair to say, we've already met the standard of disclosure of past presidential candidates like Mitt Romney and President Obama."}, {"sentId": 74, "text": "We'll add more information."}, {"sentId": 75, "text": "But I've already released information about my health in this campaign, as well as 40 years of tax returns."}, {"sentId": 76, "text": "We've already met a high standard of transparency."}], "speaker": "CLINTON", "secId": 30}, {"sentences": [{"sentId": 77, "text": "And we know the least about Donald Trump of any candidate in recent American history."}, {"sentId": 78, "text": "Know virtually nothing about his business entanglements, his foreign investors."}, {"sentId": 79, "text": "You know, it's really past time for him to be held to the same standards, not just with me, but of everybody else who has sought this job."}], "speaker": "CLINTON", "secId": 31}, {"sentences": [{"sentId": 80, "text": "I want to bring in some doctors."}, {"sentId": 81, "text": "Doctor Roshini Raj of the NYU Langone Medical Center and Dr. Devi Nampiaparampil, of NYU School of Medicine."}], "speaker": "LEMON", "secId": 32}, {"sentences": [{"sentId": 82, "text": "Thank you, Doctors, for joining me."}], "speaker": "LEMON", "secId": 33}, {"sentences": [{"sentId": 83, "text": "Dr. Raj, you first."}, {"sentId": 84, "text": "You saw the video of Hillary Clinton stumble."}, {"sentId": 85, "text": "Tonight you heard what she said to Anderson Cooper, that she was dehydrated, that her told her that she needs to rest for five days but she thought she could power through it."}, {"sentId": 86, "text": "What's your reaction."}], "speaker": "LEMON", "secId": 34}, {"sentences": [{"sentId": 87, "text": "I mean, I think we've all been there, where we've been sick, but we know we have to do something for work."}, {"sentId": 88, "text": "And we power through it."}, {"sentId": 89, "text": "I don't think it's unreasonable."}, {"sentId": 90, "text": "You know, people hear the word pneumonia and they think it's a very scary diagnosis."}, {"sentId": 91, "text": "Not necessarily."}, {"sentId": 92, "text": "You could have what we call walking pneumonia."}, {"sentId": 93, "text": "A fairly mild case."}, {"sentId": 94, "text": "And she did before that stumbling incident look OK, and actually two hours later looked pretty good."}], "speaker": "RAJ", "secId": 35}, {"sentences": [{"sentId": 95, "text": "Yes."}], "speaker": "LEMON", "secId": 36}, {"sentences": [{"sentId": 96, "text": "So in her case, I don't think it was that big a deal."}], "speaker": "RAJ", "secId": 37}, {"sentences": [{"sentId": 97, "text": "I'm glad you said that because the word pneumonia, when you hear it, people go, oh my gosh, it sounds, you know."}], "speaker": "LEMON", "secId": 38}, {"sentences": [{"sentId": 98, "text": "Right, like a very serious diagnosis."}], "speaker": "RAJ", "secId": 39}, {"sentences": [{"sentId": 99, "text": "When you -- when you guys look at that video, and it is disturbing to watch."}, {"sentId": 100, "text": "Right?"}], "speaker": "LEMON", "secId": 40}, {"sentences": [{"sentId": 101, "text": "Yes."}], "speaker": "RAJ", "secId": 41}, {"sentences": [{"sentId": 102, "text": "Is that what someone looks like when they're passing out?"}, {"sentId": 103, "text": "Because people are wondering if it's something beyond just, you know, dehydration or overheating."}], "speaker": "LEMON", "secId": 42}, {"sentences": [{"sentId": 104, "text": "I think anyone who's fatigued then maybe prone to about to pass out, you know, could look like that."}, {"sentId": 105, "text": "She didn't actually lose consciousness, she was still walking."}, {"sentId": 106, "text": "She was still, you know, moving so she was still awake."}, {"sentId": 107, "text": "And so anyone who said she totally passed out, that's not really accurate."}], "speaker": "RAJ", "secId": 43}, {"sentences": [{"sentId": 108, "text": "She said she felt dizzy, Dr. Devi."}, {"sentId": 109, "text": "That she lost her balance."}, {"sentId": 110, "text": "And it's happened in a couple of occasions in the past."}, {"sentId": 111, "text": "Is that cause for concern?"}], "speaker": "LEMON", "secId": 44}, {"sentences": [{"sentId": 112, "text": "Not by itself."}, {"sentId": 113, "text": "I mean, in this particular situation, because we know that she had pneumonia, it's easy to get dehydrated so whether you're actually fainting or near fainting, it's usually because you're not getting enough blood flow or enough oxygen to your brain."}], "speaker": "NAMPIAPARAMPIL", "secId": 45}, {"sentences": [{"sentId": 114, "text": "So with the pneumonia diagnosis, I mean, there are a few factors."}, {"sentId": 115, "text": "Maybe you're not eating and drinking as much."}, {"sentId": 116, "text": "So you're getting dehydrated from that."}, {"sentId": 117, "text": "Plus being sick, you know, you burn a lot more fluids, you burn a lot more calories, your metabolism goes up."}, {"sentId": 118, "text": "You could also have that affect you."}, {"sentId": 119, "text": "And then with pneumonia itself, I mean, it could affect your oxygen a little bit."}, {"sentId": 120, "text": "So with all those things, I mean, there's plenty of reasons to feel unsteady."}], "speaker": "NAMPIAPARAMPIL", "secId": 46}, {"sentences": [{"sentId": 121, "text": "When you see her just a few hours later in front of Chelsea's, her daughter's apartment looking fine, does that tell you anything about the severity or how serious this is?"}, {"sentId": 122, "text": "NAMPIAPARAMPIL:  Well, with pneumonia, the things that you really look"}], "speaker": "LEMON", "secId": 47}, {"sentences": [{"sentId": 123, "text": "at are the person's underlying health so if they're in good health, they usually can bounce back a little bit more easily."}, {"sentId": 124, "text": "You also look at the type of pneumonia that the person has, which in this case we don't know for sure what she has."}, {"sentId": 125, "text": "I mean, the fact that she was looking pretty healthy afterwards, I mean, it shows that probably she could maintain her fluids."}, {"sentId": 126, "text": "So she was able to get enough fluids back in there."}, {"sentId": 127, "text": "Her action was pretty good at the time."}], "speaker": "LEMON", "secId": 48}, {"sentences": [{"sentId": 128, "text": "She said she was diagnosed on Friday, and then she went over that day and she said she saw her grandkids or whatever, but that was to me, it's like, if you have pneumonia, should you be with your grandkids and that -- I mean."}], "speaker": "LEMON", "secId": 49}, {"sentences": [{"sentId": 129, "text": "It's not a very infectious disease so it's not highly contagious unless you're literally coughing or sneezing on someone or kissing them on the mouth."}, {"sentId": 130, "text": "Now that being said, if it's a viral pneumonia, that could be a little bit more easily spread, but generally speaking it's not like the flu or something else that you can easily pass from one person to another."}], "speaker": "RAJ", "secId": 50}, {"sentences": [{"sentId": 131, "text": "We have heard, Dr. Raj, Donald Trump and his surrogates talk about these conspiracy theories surrounding Hillary Clinton's health."}, {"sentId": 132, "text": "Could her pneumonia be connected to any of those health issues that she has had when she used to cough or any of that?"}], "speaker": "LEMON", "secId": 51}, {"sentences": [{"sentId": 133, "text": "I mean, she had a cough for a couple of weeks before."}, {"sentId": 134, "text": "They thought potentially it could be allergies."}, {"sentId": 135, "text": "And pneumonia is not always easy to diagnose in the beginning because it does have symptoms similar to allergies or even the common cold."}, {"sentId": 136, "text": "I don't think there's really a conspiracy here going on."}, {"sentId": 137, "text": "I do think, though, that once the diagnosis was made, you know, and she did have that stumbling, then she kind of had to bring it out, but I kind of understand why she thought she could power through it and maybe not even have to talk about it because it wasn't that big a deal to her or her doctors."}], "speaker": "RAJ", "secId": 52}, {"sentences": [{"sentId": 138, "text": "Donald Trump has only released a four-paragraph letter where he says -- his doctors says the results are astonishingly excellent."}, {"sentId": 139, "text": "And if he is elected he would be the healthiest individual ever elected to the presidency."}, {"sentId": 140, "text": "What do we know about Donald Trump's health from this letter?"}], "speaker": "LEMON", "secId": 53}, {"sentences": [{"sentId": 141, "text": "From the letter, it doesn't give us as much information as we might now have about Hillary Clinton."}, {"sentId": 142, "text": "For the most part your doctor is your advocate."}, {"sentId": 143, "text": "Right?"}, {"sentId": 144, "text": "So they're trying to keep you in good health as well."}, {"sentId": 145, "text": "And there are a couple of factors."}, {"sentId": 146, "text": "First of all, they're going by the symptoms that you give them."}, {"sentId": 147, "text": "You're working together to try to maintain good health."}], "speaker": "NAMPIAPARAMPIL", "secId": 54}, {"sentences": [{"sentId": 148, "text": "Yes."}], "speaker": "LEMON", "secId": 55}, {"sentences": [{"sentId": 149, "text": "And then also, as a physician, you can only really release information that your patient allows you to release."}], "speaker": "NAMPIAPARAMPIL", "secId": 56}, {"sentences": [{"sentId": 150, "text": "Yes."}], "speaker": "LEMON", "secId": 57}, {"sentences": [{"sentId": 151, "text": "Right?"}], "speaker": "NAMPIAPARAMPIL", "secId": 58}, {"sentences": [{"sentId": 152, "text": "I thought it was interesting, in your interview with our producers, you said that medical records may not be that helpful."}, {"sentId": 153, "text": "Many times doctors just write down generic notes, and that maybe it was an independent physician's examination would be better."}], "speaker": "LEMON", "secId": 59}, {"sentences": [{"sentId": 154, "text": "Yes, I wasn't speaking about this specific physician."}], "speaker": "NAMPIAPARAMPIL", "secId": 60}, {"sentences": [{"sentId": 155, "text": "Yes."}], "speaker": "LEMON", "secId": 61}, {"sentences": [{"sentId": 156, "text": "But, in general, I mean, sometimes people plow through and write these sort of cursory notes."}], "speaker": "NAMPIAPARAMPIL", "secId": 62}, {"sentences": [{"sentId": 157, "text": "Yes."}], "speaker": "LEMON", "secId": 63}, {"sentences": [{"sentId": 158, "text": "But, I mean, with certain things like, let's say, workers' compensation evaluation for injured workers or with disability evaluations, you don't have the patient's treating physician involved."}], "speaker": "NAMPIAPARAMPIL", "secId": 64}, {"sentences": [{"sentId": 159, "text": "Yes."}], "speaker": "LEMON", "secId": 65}, {"sentences": [{"sentId": 160, "text": "Because they're a little bit biased so you have someone independent look at them."}], "speaker": "NAMPIAPARAMPIL", "secId": 66}, {"sentences": [{"sentId": 161, "text": "And this is only -- when you see it, it's only a snapshot in time, right?"}], "speaker": "LEMON", "secId": 67}, {"sentences": [{"sentId": 162, "text": "Absolutely."}], "speaker": "RAJ", "secId": 68}, {"sentences": [{"sentId": 163, "text": "At that particular moment."}], "speaker": "LEMON", "secId": 69}, {"sentences": [{"sentId": 164, "text": "And I mean, considering that letter, the language used is nothing that either of us would ever use so I think it was -- really the letter shouldn't really be given any credence at all."}, {"sentId": 165, "text": "But I think I do agree that a medical record isn't necessarily the answer to everything."}, {"sentId": 166, "text": "Many things can be misinterpreted, misconstrued."}, {"sentId": 167, "text": "And you really need to take that within the context of a relationship with the doctor."}, {"sentId": 168, "text": "So just releasing the records to the public may raise more questions than really giving answers."}], "speaker": "RAJ", "secId": 70}, {"sentences": [{"sentId": 169, "text": "Thank you, Doctors."}, {"sentId": 170, "text": "Very insightful."}], "speaker": "LEMON", "secId": 71}, {"sentences": [{"sentId": 171, "text": "Thank you."}], "speaker": "RAJ", "secId": 72}, {"sentences": [{"sentId": 172, "text": "I appreciate it."}], "speaker": "LEMON", "secId": 73}, {"sentences": [{"sentId": 173, "text": "When we come right back, Hillary Clinton is not the first to have a health scare."}, {"sentId": 174, "text": "How some presidents have kept their serious illnesses secret."}], "speaker": "LEMON", "secId": 74}, {"sentences": [{"sentId": 175, "text": "Hillary Clinton tells our Anderson Cooper she probably should have dropped off the campaign trail as soon as she was diagnosed with pneumonia."}, {"sentId": 176, "text": "But there's a long history of candidates trying to keep their health under wraps."}], "speaker": "LEMON", "secId": 75}, {"sentences": [{"sentId": 177, "text": "CNN's Kyung Lah has more."}], "speaker": "LEMON", "secId": 76}, {"sentences": [{"sentId": 178, "text": "Hillary Clinton is hardly the first candidate to visibly fall ill in the glare of running for president."}, {"sentId": 179, "text": "1992, President George H.W."}, {"sentId": 180, "text": "Bush fainting and vomiting into the lap of the Japanese prime minister."}, {"sentId": 181, "text": "His campaign blamed the flu."}, {"sentId": 182, "text": "Bush 41 was in the middle of a tough re-election campaign against a much younger candidate, Bill Clinton."}], "speaker": "LAH", "secId": 77}, {"sentences": [{"sentId": 183, "text": "That video clip in today's parlance went viral."}, {"sentId": 184, "text": "Kept being shown over and over again on television."}, {"sentId": 185, "text": "And it leads one to think that the candidate is weak."}], "speaker": "BRINKLEY", "secId": 78}, {"sentences": [{"sentId": 186, "text": "That fear consistent through presidential times says historian Doug Brinkley, as are the very human conditions of illness."}], "speaker": "LAH", "secId": 79}, {"sentences": [{"sentId": 187, "text": "In 1840 William Henry Harrison was elected president."}, {"sentId": 188, "text": "You may not have heard of him because he stubbornly refused to wear a coat at his inauguration, caught pneumonia and died after being president just one month."}, {"sentId": 189, "text": "In 1933, candidate Franklin Delano Roosevelt publicly acknowledged his illness, polio, opening up a retreat for polio patients."}, {"sentId": 190, "text": "But once elected he famously restricted photographers from documenting his disability."}, {"sentId": 191, "text": "This being one of the few film clips of FDR in a wheelchair."}], "speaker": "LAH", "secId": 80}, {"sentences": [{"sentId": 192, "text": "We happen to live in the most dangerous time --"}], "speaker": "KENNEDY", "secId": 81}, {"sentences": [{"sentId": 193, "text": "There are the candidates who simply lie about their health."}, {"sentId": 194, "text": "John F. Kennedy projected youth, energy, when in reality, his family and advisers kept his medical records and treatment inside the White House secret, hiding a rare autoimmune disease."}], "speaker": "LAH", "secId": 82}, {"sentences": [{"sentId": 195, "text": "It's almost impossible to get away with it in this new media culture."}], "speaker": "BRINKLEY", "secId": 83}, {"sentences": [{"sentId": 196, "text": "Video now captures stumbles like Bob Dole's plunge off a stage and Gerald Ford falling down the steps of Air Force One, both eventually satirized then weaponized in the political forum against the older men."}], "speaker": "LAH", "secId": 84}, {"sentences": [{"sentId": 197, "text": "Learning from the past, John McCain chose to open up volumes of his medical history."}, {"sentId": 198, "text": "Joe Biden did the same, though his disclosure came two decades after suffering an aneurysm."}, {"sentId": 199, "text": "Vice President Dick Cheney's heart issues were public, though in his memoirs revealed his safe held a secret resignation letter in case he became incapacitated while in office."}], "speaker": "LAH", "secId": 85}, {"sentences": [{"sentId": 200, "text": "Then there's recent history's most elderly nominee flipping his age on its head."}], "speaker": "LAH", "secId": 86}, {"sentences": [{"sentId": 201, "text": "Sometimes presidents are able to get rid of issues of health effectively."}, {"sentId": 202, "text": "I remember in 1984 when Ronald Reagan, you know, flipped it in a debate."}], "speaker": "BRINKLEY", "secId": 87}, {"sentences": [{"sentId": 203, "text": "I am not going to exploit for political purposes my opponent's youth and inexperience."}], "speaker": "REAGAN", "secId": 88}, {"sentences": [{"sentId": 204, "text": "The Republican president perhaps a queue for this Democratic contender."}], "speaker": "LAH", "secId": 89}, {"sentences": [{"sentId": 205, "text": "I think in this case the debates for Hillary Clinton are going to be a way for her to outperform him, out-duel him, and show that her stamina is for real, and that this setback of pneumonia was just that, a normal human condition that hits a lot of us when we're overworked and exhausted."}], "speaker": "BRINKLEY", "secId": 90}, {"sentences": [{"sentId": 206, "text": "So here's some advice from historians to the Clinton campaign."}, {"sentId": 207, "text": "Recent history has shown that when it comes to health issues, it's best to be forthcoming with the voters, honest with the voters rather than having them learn it some other way."}, {"sentId": 208, "text": "It's likely in today's media landscape that FDR and JFK would have been caught hiding their health issues."}], "speaker": "LAH ", "secId": 91}, {"sentences": [{"sentId": 209, "text": "Kyung Lah, CNN, Los Angeles."}], "speaker": "LAH ", "secId": 92}, {"sentences": [{"sentId": 210, "text": "All right, Kyung."}], "speaker": "LEMON", "secId": 93}, {"sentences": [{"sentId": 211, "text": "When we come right back, how do voters demand to know about their candidates and will lack of transparency be costly in November."}], "speaker": "LEMON", "secId": 94}, {"sentences": [{"sentId": 212, "text": "Hillary Clinton tells our Anderson Cooper that she will be releasing more of her health records soon."}, {"sentId": 213, "text": "Here to discuss, Betsy McCaughey, the former lieutenant governor of New York and a Trump supporter, Charles Blow, op-ed columnist for the \"New York Times,\" Hilary Rosen , CNN political contributor and Clinton supporter, and John Phillips, talk radio host with KABC in Los Angeles and a Trump supporter."}], "speaker": "LEMON", "secId": 95}, {"sentences": [{"sentId": 214, "text": "Hilary Rosen, Hillary Clinton had some good explanations for, you know, what happened to her on Sunday."}, {"sentId": 215, "text": "But is there any explanation for why the campaign first said that she was overheated and then they came out to say that, you know, she was fine and then revealed that she had pneumonia for at least the past three days."}, {"sentId": 216, "text": "Why didn't they handle this better?"}], "speaker": "LEMON", "secId": 96}, {"sentences": [{"sentId": 217, "text": "It wasn't three days."}, {"sentId": 218, "text": "It was, you know, 24, 28 hours."}, {"sentId": 219, "text": "So, look, she already said --"}], "speaker": "ROSEN", "secId": 97}, {"sentences": [{"sentId": 220, "text": "On Friday to Sunday."}], "speaker": "LEMON", "secId": 98}, {"sentences": [{"sentId": 221, "text": "-- that they probably could have handled it better and -- but like many people, she was trying to power through it and didn't really feel like it was that big a deal."}, {"sentId": 222, "text": "People get pneumonia and keep going."}, {"sentId": 223, "text": "They get bad colds, they do whatever so I take her at her word what she said tonight but look."}, {"sentId": 224, "text": "This woman has stamina, she has energy, she has been on the road for 18 months straight."}, {"sentId": 225, "text": "Giving her a couple of days off and giving her the benefit of the doubt when she gets sick, not that big a deal."}], "speaker": "ROSEN", "secId": 99}, {"sentences": [{"sentId": 226, "text": "I think that -- I think that most people will agree with you, and certainly everyone wants Hillary Clinton to get better and to get back on the campaign trail."}, {"sentId": 227, "text": "And to be in the best health as possible."}, {"sentId": 228, "text": "I heard her say it, and I've heard other people saying it, but, I mean, Hilary, with all due respect, not everybody is running for president."}, {"sentId": 229, "text": "When you're running for president, as you heard in Kyung Lah's piece, you know, most people find out that being transparent about their health issues is better than trying to hide something."}], "speaker": "LEMON", "secId": 100}, {"sentences": [{"sentId": 230, "text": "If that video of her wobbling in public probably would not have happened if she had been transparent about it and then actually go to the event."}], "speaker": "LEMON", "secId": 101}, {"sentences": [{"sentId": 231, "text": "Well, she could have been transparent about it and gone to the event anyway."}, {"sentId": 232, "text": "So it might not have changed anything other than the fact that it would have reduced 24 hours worth of media hysteria, which probably would have been a good idea."}], "speaker": "ROSEN", "secId": 102}, {"sentences": [{"sentId": 233, "text": "Look, again, I don't think this is a huge issue."}, {"sentId": 234, "text": "I don't think this is sort of a general lack of transparency as she's said tonight."}, {"sentId": 235, "text": "She has released more information about her health than any other candidate ever has."}, {"sentId": 236, "text": "Certainly more than Donald Trump has, along with her 40 years of, you know, tax returns, so I think this is a woman who has given a lot of herself out to the public, much more so than her opponent Donald Trump."}], "speaker": "ROSEN", "secId": 103}, {"sentences": [{"sentId": 237, "text": "John, does this feed into the transparency and trust issues that Hillary Clinton has?"}, {"sentId": 238, "text": "Both candidates have them, but hers within this particular instance."}], "speaker": "LEMON", "secId": 104}, {"sentences": [{"sentId": 239, "text": "Yes, it's another example of the Hillary Clinton campaign not being honest."}, {"sentId": 240, "text": "Let's look at the timeline."}, {"sentId": 241, "text": "Originally this was reported by Rick Leventhal of FOX News, that she went down as she was trying to get in the car."}, {"sentId": 242, "text": "We heard nothing official until finally the Clinton campaign came out and said, oh, she had an overheating experience."}, {"sentId": 243, "text": "Then the next thing we know, they're saying she's fine."}, {"sentId": 244, "text": "And they show her coming out of Chelsea's apartment looking like the next contestant on the \"Price is Right.\""}], "speaker": "PHILIPS", "secId": 105}, {"sentences": [{"sentId": 245, "text": "Then this video goes online you where we see the fall happen."}, {"sentId": 246, "text": "And they have to come out with some response to that."}, {"sentId": 247, "text": "And then they finally say, oh, yes, she has pneumonia, and by the way, she was diagnosed on Friday."}, {"sentId": 248, "text": "We just decided not to tell anyone about it."}], "speaker": "PHILIPS", "secId": 106}, {"sentences": [{"sentId": 249, "text": "It's not the Republicans right now that are worried about this, it's Democrats."}, {"sentId": 250, "text": "Don Fowler, former chairman of the DNC, said they need to come up with a plan pronto of what to do to replace her if she can't fulfill the duties as the nominee."}], "speaker": "PHILIPS", "secId": 107}, {"sentences": [{"sentId": 251, "text": "He didn't that."}], "speaker": "ROSEN", "secId": 108}, {"sentences": [{"sentId": 252, "text": "Cokie Roberts of ABC and NPR said there is a whispering campaign among Democrats of what to do if Hillary Clinton can't serve out her role as nominee."}, {"sentId": 253, "text": "It's Democrats right now that are --"}], "speaker": "PHILIPS", "secId": 109}, {"sentences": [{"sentId": 254, "text": "Hilary Rosen --"}], "speaker": "LEMON", "secId": 110}, {"sentences": [{"sentId": 255, "text": "That are chatting about this."}], "speaker": "PHILIPS", "secId": 111}, {"sentences": [{"sentId": 256, "text": "Why do you say -- does he have that wrong?"}], "speaker": "LEMON", "secId": 112}, {"sentences": [{"sentId": 257, "text": "He has that wrong."}, {"sentId": 258, "text": "Don Fowler came out this afternoon and said that he'd been terribly misquoted."}, {"sentId": 259, "text": "And look, come on --"}], "speaker": "ROSEN", "secId": 113}, {"sentences": [{"sentId": 260, "text": "It's the lead in \"Politico.\""}], "speaker": "PHILIPS", "secId": 114}, {"sentences": [{"sentId": 261, "text": "This is not a transparency issue."}, {"sentId": 262, "text": "She did nothing wrong."}, {"sentId": 263, "text": "She got pneumonia."}, {"sentId": 264, "text": "This is -- look, let's go back --"}], "speaker": "ROSEN", "secId": 115}, {"sentences": [{"sentId": 265, "text": "She's saying -- she's saying herself, Hilary."}], "speaker": "LEMON", "secId": 116}, {"sentences": [{"sentId": 266, "text": "No, I'm sorry, Don, you're acting like this is sort of an equivalency issue of trust and transparency."}, {"sentId": 267, "text": "That's just crap."}], "speaker": "ROSEN", "secId": 117}, {"sentences": [{"sentId": 268, "text": "No, it's another example that she's not an honest person."}], "speaker": "PHILIPS", "secId": 118}, {"sentences": [{"sentId": 269, "text": "Listen, I'm sorry."}], "speaker": "ROSEN", "secId": 119}, {"sentences": [{"sentId": 270, "text": "If she knew she had pneumonia, why didn't she say that?"}], "speaker": "PHILIPS", "secId": 120}, {"sentences": [{"sentId": 271, "text": "We've had for the last six -- we've had for the last, you know, 10 months, Donald Trump won't talk, won't release his taxes."}], "speaker": "ROSEN", "secId": 121}, {"sentences": [{"sentId": 272, "text": "But if she knew on Friday, why didn't they come out and say she overheated?"}], "speaker": "PHILIPS", "secId": 122}, {"sentences": [{"sentId": 273, "text": "You know, won't tell the truth about his wife's immigration plan."}, {"sentId": 274, "text": "Won't tell the truth about his own economic investments, won't tell the truth about his charities, won't tell the truth about his business dealings."}], "speaker": "ROSEN", "secId": 123}, {"sentences": [{"sentId": 275, "text": "But Hilary --"}], "speaker": "LEMON", "secId": 124}, {"sentences": [{"sentId": 276, "text": "Do not make this an equivalent that somehow Hillary Clinton --"}], "speaker": "ROSEN", "secId": 125}, {"sentences": [{"sentId": 277, "text": "OK."}, {"sentId": 278, "text": "Hold on, hold on."}], "speaker": "LEMON", "secId": 126}, {"sentences": [{"sentId": 279, "text": "-- has a lack of transparency or trust."}], "speaker": "ROSEN", "secId": 127}, {"sentences": [{"sentId": 280, "text": "What I'm saying is -- Hilary."}], "speaker": "LEMON", "secId": 128}, {"sentences": [{"sentId": 281, "text": "Because she didn't want to tell people that she was sick."}], "speaker": "ROSEN", "secId": 129}, {"sentences": [{"sentId": 282, "text": "Hilary Rosen, Hilary Rosen, what I'm doing is repeating her own words back to you, where she said in the interview --"}], "speaker": "LEMON", "secId": 130}, {"sentences": [{"sentId": 283, "text": "No, you're not."}], "speaker": "ROSEN", "secId": 131}, {"sentences": [{"sentId": 284, "text": "Yes, yes, in the interview with Anderson, she said, I've spoken to my campaign, we could have handled this better."}, {"sentId": 285, "text": "That is an acknowledgement that they did something wrong but you're saying she did nothing wrong."}, {"sentId": 286, "text": "That's not true."}], "speaker": "LEMON", "secId": 132}, {"sentences": [{"sentId": 287, "text": "No, I said --"}], "speaker": "ROSEN", "secId": 133}, {"sentences": [{"sentId": 288, "text": "She admits that she did."}], "speaker": "LEMON", "secId": 134}, {"sentences": [{"sentId": 289, "text": "At the outset that she said that this could have been announced sooner."}, {"sentId": 290, "text": "But do not turn this into an equivalency that somehow this contributes or is connected to an honesty problem with the general public."}, {"sentId": 291, "text": "This is not about that."}, {"sentId": 292, "text": "This is about a thoughtful woman trying to power through, not feeling well and still doing her job."}], "speaker": "ROSEN", "secId": 135}, {"sentences": [{"sentId": 293, "text": "Go ahead, Betsy."}], "speaker": "LEMON", "secId": 136}, {"sentences": [{"sentId": 294, "text": "Well, I actually feel for Mrs. Clinton and I hope she's getting better."}, {"sentId": 295, "text": "And I certainly hope that the Democratic National Committee is not considering replacing her because she's a far weaker candidate than the other Democrats with whom they could replace her."}], "speaker": "MCCAUGHEY", "secId": 137}, {"sentences": [{"sentId": 296, "text": "Yes."}, {"sentId": 297, "text": "They're not going to replace, I would -- listen, never say never, but at this point, I mean, that would be, you know, something that would --"}], "speaker": "LEMON", "secId": 138}, {"sentences": [{"sentId": 298, "text": "I look at the rules today."}], "speaker": "MCCAUGHEY", "secId": 139}, {"sentences": [{"sentId": 299, "text": "That would be something --"}], "speaker": "LEMON", "secId": 140}, {"sentences": [{"sentId": 300, "text": "They could do it."}], "speaker": "MCCAUGHEY", "secId": 141}, {"sentences": [{"sentId": 301, "text": "That would be -- yes, of course, anything is possible."}, {"sentId": 302, "text": "It would be something of a commotion."}, {"sentId": 303, "text": "Where do you stand on this?"}, {"sentId": 304, "text": "Obviously, I think Hilary has a point."}, {"sentId": 305, "text": "It's not, you know, apples to apples or oranges to oranges, but she admits that she did something wrong."}], "speaker": "LEMON", "secId": 142}, {"sentences": [{"sentId": 306, "text": "Right, but --"}], "speaker": "BLOW", "secId": 143}, {"sentences": [{"sentId": 307, "text": "With the transparency."}], "speaker": "LEMON", "secId": 144}, {"sentences": [{"sentId": 308, "text": "But I also think that the whole thing is somewhat ridiculous."}, {"sentId": 309, "text": "People get sick."}, {"sentId": 310, "text": "People faint."}, {"sentId": 311, "text": "President's faint."}], "speaker": "BLOW", "secId": 145}, {"sentences": [{"sentId": 312, "text": "Absolutely."}], "speaker": "LEMON", "secId": 146}, {"sentences": [{"sentId": 313, "text": "George H.W."}, {"sentId": 314, "text": "Bush went to a state dinner in Japan, threw up, and then fainted."}, {"sentId": 315, "text": "You know, Jimmy Carter was in a race, fainted."}, {"sentId": 316, "text": "They thought that was a heart attack."}, {"sentId": 317, "text": "People get sick, they faint, they get exhausted, they get dehydrated."}], "speaker": "BLOW", "secId": 147}, {"sentences": [{"sentId": 318, "text": "What is most dangerous here is that people are somehow trying to conflate kind of the physical human nature of the body with a character flaw."}, {"sentId": 319, "text": "That there's something wrong with her ability to operate as a -- as a potential president and somehow whatever happens to your body is impacting that in a way."}, {"sentId": 320, "text": "Even with these -- if this is pneumonia, as she says, there's no reason for us to doubt that at this point."}], "speaker": "BLOW", "secId": 148}, {"sentences": [{"sentId": 321, "text": "The doctor says that's what it is."}, {"sentId": 322, "text": "That's a normal, treatable thing."}, {"sentId": 323, "text": "People get pneumonia, people get over pneumonia, you take a few antibiotics, a couple of days of rest and you get over it."}], "speaker": "BLOW", "secId": 149}, {"sentences": [{"sentId": 324, "text": "There's something strange and odd about this because you just played that package about all of the men who have been sick as president of the United States."}, {"sentId": 325, "text": "We know that other presidents while as president fainting."}], "speaker": "BLOW", "secId": 150}, {"sentences": [{"sentId": 326, "text": "Yes."}], "speaker": "LEMON", "secId": 151}, {"sentences": [{"sentId": 327, "text": "Throwing up at a state dinner but somehow that -- she's not capable."}], "speaker": "BLOW", "secId": 152}, {"sentences": [{"sentId": 328, "text": "OK, let me just say."}], "speaker": "LEMON", "secId": 153}, {"sentences": [{"sentId": 329, "text": "Because she's --"}], "speaker": "BLOW", "secId": 154}, {"sentences": [{"sentId": 330, "text": "I think that the folks on the panel are talking past each other."}, {"sentId": 331, "text": "You're talking about an issue that has to do with health."}, {"sentId": 332, "text": "Yes, everyone gets sick."}, {"sentId": 333, "text": "My question to John was, does this feed into the lack of transparency, meaning the explanation of it and how it was handled."}, {"sentId": 334, "text": "Not that she was sick."}, {"sentId": 335, "text": "Everyone feels sorry, as I said, and they want her to get better."}, {"sentId": 336, "text": "But the lack of transparency in the campaign or that Hillary Clinton has something to hide."}, {"sentId": 337, "text": "That's it."}], "speaker": "LEMON", "secId": 155}, {"sentences": [{"sentId": 338, "text": "It feeds into it -- to the degree that we continue to talk about it --"}], "speaker": "BLOW", "secId": 156}, {"sentences": [{"sentId": 339, "text": "If he framed it that way."}], "speaker": "ROSEN", "secId": 157}, {"sentences": [{"sentId": 340, "text": "Exactly."}, {"sentId": 341, "text": "When you frame it that way, and we continue to --"}], "speaker": "BLOW", "secId": 158}, {"sentences": [{"sentId": 342, "text": "You're not saying by asking the question."}], "speaker": "LEMON", "secId": 159}, {"sentences": [{"sentId": 343, "text": "I'm just going to answer --"}], "speaker": "BLOW", "secId": 160}, {"sentences": [{"sentId": 344, "text": "But not by answering the question you're not framing it that way."}], "speaker": "LEMON", "secId": 161}, {"sentences": [{"sentId": 345, "text": "I'm just going to answer it the way that I feel like it must be answered, which is, if you can look at her opponent and every day you don't ask how is it that someone could get this close to the presidency and not have released their taxes, to have released of his own medical records a laughable letter that stands in for his own medical records, we have no idea how healthy or sick this man is."}], "speaker": "BLOW", "secId": 162}, {"sentences": [{"sentId": 346, "text": "Charles, with all due respect, we do that every segment."}, {"sentId": 347, "text": "BLOW:  No, but --"}], "speaker": "LEMON", "secId": 163}, {"sentences": [{"sentId": 348, "text": "We talk about Donald Trump and Hillary Clinton --"}], "speaker": "LEMON", "secId": 164}, {"sentences": [{"sentId": 349, "text": "Well, I'm going to do it in all of my segments."}], "speaker": "BLOW", "secId": 165}, {"sentences": [{"sentId": 350, "text": "Yes."}], "speaker": "LEMON", "secId": 166}, {"sentences": [{"sentId": 351, "text": "Every time that I -- that we should be on television until the next 60 days or whatever it is, Donald Trump is the last proxy for transparency for anybody."}], "speaker": "BLOW", "secId": 167}, {"sentences": [{"sentId": 352, "text": "John --"}], "speaker": "LEMON", "secId": 168}, {"sentences": [{"sentId": 353, "text": "This is a joke of a candidacy."}], "speaker": "BLOW", "secId": 169}, {"sentences": [{"sentId": 354, "text": "John --"}], "speaker": "LEMON", "secId": 170}, {"sentences": [{"sentId": 355, "text": "I'll tell you why this is damaging."}], "speaker": "PHILIPS", "secId": 171}, {"sentences": [{"sentId": 356, "text": "I don't even think this is a transparency issue."}, {"sentId": 357, "text": "That's the problem."}], "speaker": "ROSEN", "secId": 172}, {"sentences": [{"sentId": 358, "text": "John and then Hilary."}, {"sentId": 359, "text": "John and then Hilary."}], "speaker": "LEMON", "secId": 173}, {"sentences": [{"sentId": 360, "text": "This is damaging to Hillary Clinton because it reminds us about all of the Clinton's worst impulses."}, {"sentId": 361, "text": "When they had the opportunity to tell the truth, they didn't do it."}, {"sentId": 362, "text": "And I'll say this tonight, I believe if that video wasn't made public they'd still be saying it was nothing, they would have never been honest about her having pneumonia, they would have gone on just sticking with that company line."}, {"sentId": 363, "text": "And that's what the voters know."}], "speaker": "PHILIPS", "secId": 174}, {"sentences": [{"sentId": 364, "text": "Hilary Rosen?"}], "speaker": "LEMON", "secId": 175}, {"sentences": [{"sentId": 365, "text": "This is not an issue of transparency."}, {"sentId": 366, "text": "This is an issue of everybody goes through their day, sometimes they don't feel well, sometimes they do."}, {"sentId": 367, "text": "She was going through her day, trying to get through an illness, something that millions of Americans do."}, {"sentId": 368, "text": "10 million Americans I heard earlier today, actually get pneumonia every week."}, {"sentId": 369, "text": "So this is not about Hillary Clinton's character."}, {"sentId": 370, "text": "This is not about her ability to serve."}], "speaker": "ROSEN", "secId": 176}, {"sentences": [{"sentId": 371, "text": "This is about trying to come up with some inflated analysis about whether or not people can trust her and comparing it to a lack of transparency from Donald Trump about things actually that affect Americans, like whether he's a cheater in business, like whether he has screwed over immigration laws, like whether he will treat people's taxes as fairly as he's treating his own."}, {"sentId": 372, "text": "I mean, those are things that matter to people's daily lives."}], "speaker": "ROSEN", "secId": 177}, {"sentences": [{"sentId": 373, "text": "Yes."}], "speaker": "LEMON", "secId": 178}, {"sentences": [{"sentId": 374, "text": "The policies that they will face."}, {"sentId": 375, "text": "LEMON:  And I have to say that, Hilary --"}], "speaker": "ROSEN", "secId": 179}, {"sentences": [{"sentId": 376, "text": "Whether or not Hillary Clinton goes through her day pushing through with pneumonia or not is not."}], "speaker": "ROSEN", "secId": 180}, {"sentences": [{"sentId": 377, "text": "We do discuss all of those things that you said, and I would venture to say, if Donald Trump was seen passing out at, you know, leaving a memorial --"}], "speaker": "LEMON", "secId": 181}, {"sentences": [{"sentId": 378, "text": "She didn't pass out."}], "speaker": "ROSEN", "secId": 182}, {"sentences": [{"sentId": 379, "text": "-- we would be discussing, or he was seen being wobbly."}, {"sentId": 380, "text": "You're correct."}, {"sentId": 381, "text": "If he was seen wobbling into a van and people needed to help him, we would be discussing it the exact same way, whether or not how his campaign handled it."}, {"sentId": 382, "text": "I think that's very fair to ask."}], "speaker": "LEMON", "secId": 183}, {"sentences": [{"sentId": 383, "text": "Thank you very much, everyone."}, {"sentId": 384, "text": "I appreciate that."}], "speaker": "LEMON", "secId": 184}, {"sentences": [{"sentId": 385, "text": "Coming up, where do we draw the line between protests and disrespect?"}, {"sentId": 386, "text": "The NFL's Colin Kaepernick stands up for what he believes by kneeling down during the national anthem tonight and he's not the only one."}], "speaker": "LEMON", "secId": 185}, {"sentences": [{"sentId": 387, "text": "The story about -- this story is about much more than football."}, {"sentId": 388, "text": "It's about what Americans can say and when we can say it."}], "speaker": "LEMON", "secId": 186}, {"sentences": [{"sentId": 389, "text": "San Francisco 49ers' quarterback Colin Kaepernick and safety Eric Reid kneeling during the national anthem before tonight's game against the Los Angeles Rams."}], "speaker": "LEMON", "secId": 187}, {"sentences": [{"sentId": 390, "text": "CNN's Dan Simon is outside Levi's Stadium for us with this."}, {"sentId": 391, "text": "So what is the latest?"}, {"sentId": 392, "text": "What happened during the national anthem tonight?"}], "speaker": "LEMON", "secId": 188}, {"sentences": [{"sentId": 393, "text": "Well, hey, Don."}, {"sentId": 394, "text": "It was entirely expected that Colin Kaepernick would kneel once again during the national anthem."}, {"sentId": 395, "text": "And we saw him do just that."}], "speaker": "SIMON", "secId": 189}, {"sentences": [{"sentId": 396, "text": "I have to say it was a really somber moment, just before the anthem was played, as the crowd observed a moment of silence to remember 9/11, and you sort of have this haunting anthem, with a solo violinist, and there you had Colin Kaepernick taking a knee."}, {"sentId": 397, "text": "As you said he was joined by team mate Eric Reid."}], "speaker": "SIMON", "secId": 190}, {"sentences": [{"sentId": 398, "text": "This was the second week in a row that he was joined by Reid."}, {"sentId": 399, "text": "He also had four players, two on the 49ers side, two on the Rams side, holding their fists up which of course is also a powerful symbol, Don."}, {"sentId": 400, "text": "And then the game started."}, {"sentId": 401, "text": "Then, of course, you have everybody cheering, the game is now in its second quarter, and most people have forgotten about it by now, as they're paying attention to the game -- Don."}], "speaker": "SIMON", "secId": 191}, {"sentences": [{"sentId": 402, "text": "So what was the crowd's reaction?"}, {"sentId": 403, "text": "You said they have forgotten about it now."}, {"sentId": 404, "text": "What about when it happened?"}], "speaker": "LEMON", "secId": 192}, {"sentences": [{"sentId": 405, "text": "Yes."}, {"sentId": 406, "text": "Well, when it happened, everybody was silent."}, {"sentId": 407, "text": "You know, I talked to people after it happened and I would say the crowd is evenly split."}, {"sentId": 408, "text": "I do have to say, though, I saw a number of people wearing the number 7 jersey, Colin Kaepernick's jersey."}, {"sentId": 409, "text": "And by the way, it is the number one selling jersey in the NFL store and he has said that he will donate all of the proceeds to charity."}, {"sentId": 410, "text": "But everyone we talk to said that while they may not agree with what he's doing, they believe that he has the right to do it."}, {"sentId": 411, "text": "And so that's pretty much the sentiment you're hearing here at Levi's -- Don."}], "speaker": "SIMON", "secId": 193}, {"sentences": [{"sentId": 412, "text": "Thank you very much, Dan Simon."}, {"sentId": 413, "text": "I appreciate that."}], "speaker": "LEMON", "secId": 194}, {"sentences": [{"sentId": 414, "text": "Now I want to bring in Denise White, CEO of EAG Sports Management, CNN sports analyst Christine Brennan and former NFL player Jack Brewer."}], "speaker": "LEMON", "secId": 195}, {"sentences": [{"sentId": 415, "text": "Good to have all of you on."}, {"sentId": 416, "text": "This is a very interesting conversation, sort of observing this weekend as I was watching football being played around the country."}], "speaker": "LEMON", "secId": 196}, {"sentences": [{"sentId": 417, "text": "Christine, first of all, what is behind this protest?"}], "speaker": "LEMON", "secId": 197}, {"sentences": [{"sentId": 418, "text": "It's the Black Lives Matter story, Don, that of course we've been talking about."}, {"sentId": 419, "text": "You've been talking about for a long time more than a year."}, {"sentId": 420, "text": "And the loss of life in our cities, especially young black men."}, {"sentId": 421, "text": "Colin Kaepernick has talked about that and he was sitting for a few weeks and people didn't notice, and then it was the third preseason game where it was noticed, a picture was taken and it started to make the rounds in social media and that's really when this started just a few weeks ago."}], "speaker": "BRENNAN", "secId": 198}, {"sentences": [{"sentId": 422, "text": "It is -- it is rare to see this."}, {"sentId": 423, "text": "We've seen it -- we saw it in the Olympics in '68 with two sprinters, but in general, this is very unusual."}, {"sentId": 424, "text": "But I think it's going to continue and I actually think it's going to get bigger."}, {"sentId": 425, "text": "And wait until the NBA season gets going."}, {"sentId": 426, "text": "College basketball, men's and women's, and of course we're seeing it a little bit in high school and college football."}], "speaker": "BRENNAN", "secId": 199}, {"sentences": [{"sentId": 427, "text": "Megan Rapinoe, the U.S. women's soccer star, has been kneeling and now of course around the NFL."}, {"sentId": 428, "text": "And I think there'll be more next week because there was a bit of a pause, Don, over this weekend because of 9/11."}], "speaker": "BRENNAN", "secId": 200}, {"sentences": [{"sentId": 429, "text": "9/11."}, {"sentId": 430, "text": "Right."}], "speaker": "LEMON", "secId": 201}, {"sentences": [{"sentId": 431, "text": "And I think it will -- I think it will grow next week."}], "speaker": "BRENNAN", "secId": 202}, {"sentences": [{"sentId": 432, "text": "To Christine's point, Denise, you've seen it around the league, you've seen other athletes doing it."}, {"sentId": 433, "text": "You represent several people."}, {"sentId": 434, "text": "You said your opinion has changed about this."}, {"sentId": 435, "text": "Why is that?"}], "speaker": "LEMON", "secId": 203}, {"sentences": [{"sentId": 436, "text": "You know, when it first happened -- I'm someone who also actually used to sing the national anthem in stadiums, so if anybody knows the relevance and the fanfare, and just the things behind it, I do, so when it first happened, I thought, this isn't good."}, {"sentId": 437, "text": "You know, I do crisis management, I thought, Colin's going to need some help."}, {"sentId": 438, "text": "And as the weeks have progressed, I've spoken to the guys that I represent, the guys that are taking a stand and I've been able to open my mind up to, A, it's freedom of speech, plain and simple."}], "speaker": "WHITE", "secId": 204}, {"sentences": [{"sentId": 439, "text": "But B, there's a bigger message behind this."}, {"sentId": 440, "text": "This isn't about disrespecting the flag."}, {"sentId": 441, "text": "This isn't about disrespecting the national anthem."}, {"sentId": 442, "text": "This is about starting a movement to get people talking, and then that talk, we're hopeful, and they are hopeful that will turn into action."}, {"sentId": 443, "text": "And that's what I think we're trying to see here."}], "speaker": "WHITE", "secId": 205}, {"sentences": [{"sentId": 444, "text": "Yes."}], "speaker": "LEMON", "secId": 206}, {"sentences": [{"sentId": 445, "text": "We're trying to see something change in the society where people are still feeling depressed."}, {"sentId": 446, "text": "You know, black men are turning around and they're careful to walk down the street."}, {"sentId": 447, "text": "And what they're doing and who's looking at them, and should -- you know, should they be aware of their surroundings at all times."}], "speaker": "WHITE", "secId": 207}, {"sentences": [{"sentId": 448, "text": "Right."}], "speaker": "LEMON", "secId": 208}, {"sentences": [{"sentId": 449, "text": "So I just feel that my opinion has changed immensely just by talking to the athletes that I represent."}], "speaker": "WHITE", "secId": 209}, {"sentences": [{"sentId": 450, "text": "I want to -- Jack, do you think that the reaction would be different?"}, {"sentId": 451, "text": "Because, you know, Christine said this is about Black Lives Matter in her submission."}, {"sentId": 452, "text": "Do you it would be different it was another cause?"}, {"sentId": 453, "text": "What if they said, you know, I don't want to stand up because we don't treat our veterans properly when they come home?"}, {"sentId": 454, "text": "Or I don't want to stand up because we need to have more discussion about concussions in the NFL?"}, {"sentId": 455, "text": "Do you think the collective response would be different because it's Black Lives Matter, so to speak?"}], "speaker": "LEMON", "secId": 210}, {"sentences": [{"sentId": 456, "text": "Definitely."}, {"sentId": 457, "text": "I mean, you know, Black Lives Matter in a way can be divisive in the eyes of some people."}], "speaker": "BREWER", "secId": 211}, {"sentences": [{"sentId": 458, "text": "Well, let's just say if it's not, because he says it's about social justice in this country."}], "speaker": "LEMON", "secId": 212}, {"sentences": [{"sentId": 459, "text": "It is."}, {"sentId": 460, "text": "And you know, first off, like most people agree, Colin Kaepernick can say and do what he wants."}, {"sentId": 461, "text": "But at the end of the day, it's about the delivery, and as a professional athlete, you know, sports are so powerful."}, {"sentId": 462, "text": "You know, and you're seeing it now."}, {"sentId": 463, "text": "You know, I put my hands up for Colin Kaepernick for having the discussion and being able to bring people together in shows like this that are covering this important topic."}, {"sentId": 464, "text": "But at the same time, there are issues with the way that he's going about doing it."}], "speaker": "BREWER", "secId": 213}, {"sentences": [{"sentId": 465, "text": "Yes."}], "speaker": "LEMON", "secId": 214}, {"sentences": [{"sentId": 466, "text": "The whole socks and the police as pigs, you know, that really took it somewhere that I think it should have never gone."}], "speaker": "BREWER", "secId": 215}, {"sentences": [{"sentId": 467, "text": "You don't like the comments, you don't like the way he has framed police officers."}, {"sentId": 468, "text": "As you said, you don't like the way he has criticized police officers."}, {"sentId": 469, "text": "The socks were too much."}, {"sentId": 470, "text": "And I think it warrants an apology, you said, because you think it creates more decisiveness."}], "speaker": "LEMON", "secId": 216}, {"sentences": [{"sentId": 471, "text": "Exactly."}, {"sentId": 472, "text": "You know, I support police officers, I support law enforcement, I live in South Florida."}, {"sentId": 473, "text": "A large majority of the police officers are African-American men."}, {"sentId": 474, "text": "And so I think whenever you put that message out for kids to hear, I think that's negative and that's divisive."}, {"sentId": 475, "text": "And I do look up to Colin Kaepernick for taking the pledge of giving a million dollars and really putting his money where his mouth is, and I think those type of things need to be done more by our professional athletes and I applaud him for that."}], "speaker": "BREWER", "secId": 217}, {"sentences": [{"sentId": 476, "text": "Yes."}], "speaker": "LEMON", "secId": 218}, {"sentences": [{"sentId": 477, "text": "But at the same time, our young kids, particularly African- American boys and girls are growing up, and they're -- they don't like police officers, they hate police officers, that's a huge issue in this country."}], "speaker": "BREWER", "secId": 219}, {"sentences": [{"sentId": 478, "text": "How much of that do you think is realistic?"}, {"sentId": 479, "text": "Because I've been speaking to a group of African-Americans, not this weekend, but the weekend before, saying, obviously that is not the biggest issue facing African-Americans."}, {"sentId": 480, "text": "The biggest issue like anything else, jobs, being able to take care of your family."}], "speaker": "LEMON", "secId": 220}, {"sentences": [{"sentId": 481, "text": "Education."}], "speaker": "BRENNAN", "secId": 221}, {"sentences": [{"sentId": 482, "text": "But this is -- yes, and education."}, {"sentId": 483, "text": "This is something that's definitely important not to minimize it but, you know, and I think Colin Kaepernick is also trying to, in some way, I would think bring light to that, Christine."}, {"sentId": 484, "text": "Do you agree?"}], "speaker": "LEMON", "secId": 222}, {"sentences": [{"sentId": 485, "text": "Without a doubt."}, {"sentId": 486, "text": "Hey, you know, Don, we've talked, you and I, and all of us have talked about issues in sports, and sports takes us to conversations that we otherwise wouldn't have had."}, {"sentId": 487, "text": "When it's on the field of play or when it's surrounding sports, whether it be concussions, the domestic violence issue with Ray Rice two years ago."}, {"sentId": 488, "text": "I'm not --"}], "speaker": "BRENNAN", "secId": 223}, {"sentences": [{"sentId": 489, "text": "Do you think it would be different if it was -- as I asked Jack, or if it was -- if he was doing it for, you know, maybe concussions or for veterans, or some other issue?"}], "speaker": "LEMON", "secId": 224}, {"sentences": [{"sentId": 490, "text": "You know, I think -- I understand the question, I think if the same people would have the problem with someone not standing at attention for the national anthem."}, {"sentId": 491, "text": "So frankly, I think it's -- I don't know that it would really matter."}, {"sentId": 492, "text": "If a whole bunch of guys were kneeling because of concussions, yes, I still think there would be an outrage from some and obviously support from others."}], "speaker": "BRENNAN", "secId": 225}, {"sentences": [{"sentId": 493, "text": "I have a question to the audience, and we're going to take a break, but if you watched football this weekend, whether you're at home, you're in a restaurant, you're in a bar, whatever you were doing, when the national anthem came on, did you stand up?"}, {"sentId": 494, "text": "Did you put your hand over your heart or did you sit there and continue to drink beer or watch TV?"}, {"sentId": 495, "text": "We'll discuss that when we come back."}], "speaker": "LEMON", "secId": 226}, {"sentences": [{"sentId": 496, "text": "The national anthem protests are spreading tonight but are the protests working?"}, {"sentId": 497, "text": "Back with me -- my panel is with me."}, {"sentId": 498, "text": "So I just want to say I'm sure"}], "speaker": "LEMON", "secId": 227}, {"sentences": [{"sentId": 499, "text": "that there are some people, when they're, you know, in the confines of their home or wherever they are, watching a football game that they do stand up."}, {"sentId": 500, "text": "I'm sure there's some people who do."}, {"sentId": 501, "text": "I happen to be, panel, in a bar, restaurant, watching the game."}, {"sentId": 502, "text": "The former president, George W. Bush, did the coin toss, remember, for the Cowboys this weekend."}, {"sentId": 503, "text": "And I watched the national anthem and I told my two friends, I said, now let's look around and see who stands up and who puts their hands over their heart."}, {"sentId": 504, "text": "Not one person did it."}, {"sentId": 505, "text": "They all kept eating their hamburgers and their wings and drinking beer and talking."}], "speaker": "LEMON", "secId": 228}, {"sentences": [{"sentId": 506, "text": "So then, Denise, what is the -- why weren't they doing it but yet criticizing?"}, {"sentId": 507, "text": "And I could hear people criticizing some of the player but yet criticize the players and they're not standing up themselves?"}], "speaker": "LEMON", "secId": 229}, {"sentences": [{"sentId": 508, "text": "Well, it's a double standard."}, {"sentId": 509, "text": "I mean, if you go to any football game, baseball game, when the national anthem comes on, I can't count how many people are walking, talking, eating, you know, trying to get their kids settled."}, {"sentId": 510, "text": "You know, it -- there's a lot of people that have outrage for this but don't necessarily practice what they preach."}, {"sentId": 511, "text": "You know, and it wasn't until 2009 until NFL players actually had to stand for the national anthem."}, {"sentId": 512, "text": "They were actually in the locker room prior to then, and the NFL felt it was a good idea to start bringing the players out on the field."}], "speaker": "WHITE", "secId": 230}, {"sentences": [{"sentId": 513, "text": "But, you know, at this point, I mean, I think -- I think Colin Kaepernick has -- he has gotten -- he's gotten us to start talking about this."}, {"sentId": 514, "text": "And as much as many people don't like the way he delivered the message, the message is there and we're talking about it."}, {"sentId": 515, "text": "We're talking about it tonight."}, {"sentId": 516, "text": "And I think it's working."}, {"sentId": 517, "text": "I think this is going to gain more steam."}, {"sentId": 518, "text": "We're going to see more players doing this and I think it's going to hopefully create change, which is exactly what Colin was looking for."}], "speaker": "WHITE", "secId": 231}, {"sentences": [{"sentId": 519, "text": "Yes."}, {"sentId": 520, "text": "Go ahead, do you agree?"}], "speaker": "LEMON", "secId": 232}, {"sentences": [{"sentId": 521, "text": "I totally agree."}, {"sentId": 522, "text": "I think, you know, that he should be commended for it because we're having the conversation."}, {"sentId": 523, "text": "It's a tough conversation to have."}, {"sentId": 524, "text": "A lot of people don't want to face the reality."}], "speaker": "BREWER", "secId": 233}, {"sentences": [{"sentId": 525, "text": "Why do people get so upset by it?"}, {"sentId": 526, "text": "Because I understand when people say, you know, it's to honor the people who have fought for us."}, {"sentId": 527, "text": "My dad and my stepfather both fought in war."}, {"sentId": 528, "text": "My sister was in the military."}, {"sentId": 529, "text": "And, frankly, when I hear the national anthem come on, it's tough more me not to tear up every single time I hear."}, {"sentId": 530, "text": "Whether some is singing, especially Whitney, right?"}], "speaker": "LEMON", "secId": 234}, {"sentences": [{"sentId": 531, "text": "Definitely did."}], "speaker": "BREWER", "secId": 235}, {"sentences": [{"sentId": 532, "text": "It's amazing."}, {"sentId": 533, "text": "And so I have that respect where I want to stand for it, but then if my neighbor or the person standing -- sitting next to me feels different about it, I respect the fact that they're a different person and that's what America is all about."}, {"sentId": 534, "text": "That we all don't have to do the same thing."}], "speaker": "LEMON", "secId": 236}, {"sentences": [{"sentId": 535, "text": "It is, but the national anthem represents so many different things."}], "speaker": "BREWER", "secId": 237}, {"sentences": [{"sentId": 536, "text": "Yes, I agree."}], "speaker": "LEMON", "secId": 238}, {"sentences": [{"sentId": 537, "text": "And it represents the military."}, {"sentId": 538, "text": "And --"}], "speaker": "BREWER", "secId": 239}, {"sentences": [{"sentId": 539, "text": "Nationalism and pride."}], "speaker": "LEMON", "secId": 240}, {"sentences": [{"sentId": 540, "text": "Nationalism -- exactly."}, {"sentId": 541, "text": "And so we all feel that."}, {"sentId": 542, "text": "And just like you, before I played a game in the National Football League, in college and high school, and I'd hear that national anthem I got the chills --"}], "speaker": "BREWER", "secId": 241}, {"sentences": [{"sentId": 543, "text": "It brings tears to your eyes."}, {"sentId": 544, "text": "Right?"}], "speaker": "LEMON", "secId": 242}, {"sentences": [{"sentId": 545, "text": "Yes, it does."}, {"sentId": 546, "text": "It does."}, {"sentId": 547, "text": "Just because of pride in America."}], "speaker": "BREWER", "secId": 243}, {"sentences": [{"sentId": 548, "text": "Right."}], "speaker": "LEMON", "secId": 244}, {"sentences": [{"sentId": 549, "text": "You know, I'm an African American man from Texas."}, {"sentId": 550, "text": "I had to face skinheads and racism all my life."}, {"sentId": 551, "text": "So for me, I understand what Colin Kaepernick is talking about because I get just as mad as he is when I hear about an unarmed black man getting killed by a police officer."}], "speaker": "BREWER", "secId": 245}, {"sentences": [{"sentId": 552, "text": "Yes."}], "speaker": "LEMON", "secId": 246}, {"sentences": [{"sentId": 553, "text": "It pisses me off, too, but at the same time it's about your messaging."}, {"sentId": 554, "text": "And you've got to have credibility and we don't need to have the lines."}, {"sentId": 555, "text": "You don't have to pick sides in this country."}], "speaker": "BREWER", "secId": 247}, {"sentences": [{"sentId": 556, "text": "Yes."}, {"sentId": 557, "text": "You said that he lost you with -- we had talked about this, with the police officers."}, {"sentId": 558, "text": "That -- yes."}, {"sentId": 559, "text": "That's not cool because you lose credibility with that."}], "speaker": "LEMON", "secId": 248}, {"sentences": [{"sentId": 560, "text": "No question."}], "speaker": "BREWER", "secId": 249}, {"sentences": [{"sentId": 561, "text": "Listen, I think that no one is perfect, and no movement, and especially a social justice movement is perfect."}, {"sentId": 562, "text": "And, you know, I'm sure that maybe he would change, hopefully, that part of the protest."}], "speaker": "LEMON", "secId": 250}, {"sentences": [{"sentId": 563, "text": "Hey, Christine, I wanted -- this is from Mark Cuban."}, {"sentId": 564, "text": "Mark Cuban sent this out tonight."}, {"sentId": 565, "text": "Let's see."}, {"sentId": 566, "text": "He says -- Mark Cuban sent this out."}, {"sentId": 567, "text": "He said, \"He didn't throw a bomb, fire a shot, start a riot, throw a punch, shut a business, yell at someone, troll anyone."}, {"sentId": 568, "text": "He just sat there quietly."}, {"sentId": 569, "text": "I may not understand his perspective or agree with him, but Colin Kaepernick taught us we can still disagree in this country peacefully."}, {"sentId": 570, "text": "And I know I'll get you know what for it for anything that remotely suggests support of Colin Kaepernick, which makes my point even more.\""}], "speaker": "LEMON", "secId": 251}, {"sentences": [{"sentId": 571, "text": "So what do you think of that, Christine?"}], "speaker": "LEMON", "secId": 252}, {"sentences": [{"sentId": 572, "text": "Well, interesting, isn't it?"}, {"sentId": 573, "text": "Where the support is coming from."}, {"sentId": 574, "text": "And I'm sure there are many other places other than Mark Cuban's office where people are saying, you know what, let me think about this."}, {"sentId": 575, "text": "I've been saying all along on this that whether you agree or disagree"}], "speaker": "BRENNAN", "secId": 253}, {"sentences": [{"sentId": 576, "text": "with the actual act, as we were talking about here of not standing at attention, I was just at the Olympics in Rio."}, {"sentId": 577, "text": "Fortunate enough to be there."}, {"sentId": 578, "text": "Remember all the furry about Debbie Douglas not putting her hand over heart?"}], "speaker": "BRENNAN", "secId": 254}, {"sentences": [{"sentId": 579, "text": "Yes."}, {"sentId": 580, "text": "Right."}], "speaker": "LEMON", "secId": 255}, {"sentences": [{"sentId": 581, "text": "There was a protest there."}, {"sentId": 582, "text": "She was standing at attention."}, {"sentId": 583, "text": "But the other members of the gymnastic team had her hand over heart."}, {"sentId": 584, "text": "Those people on social media, how ridiculous is that that they were, you know, criticizing her for that."}, {"sentId": 585, "text": "But the point is, all of this, of course, will get people's attention."}, {"sentId": 586, "text": "We're passionate."}, {"sentId": 587, "text": "People care."}, {"sentId": 588, "text": "But whether you agree or disagree with what some of these football players are doing, and right now it's a very small percentage, but as I -- we all agree it's going to get, I think we'll see more in other sports as well."}], "speaker": "BRENNAN", "secId": 256}, {"sentences": [{"sentId": 589, "text": "Again, it's one of the fabulous things about our nation."}, {"sentId": 590, "text": "That of course we defend the right for Colin Kaepernick and others to do this."}, {"sentId": 591, "text": "And that's just -- that just speaks volumes about everything that the United States is and hopefully will remain."}, {"sentId": 592, "text": "And I think that to me is a very simple way to look at it."}], "speaker": "BRENNAN", "secId": 257}, {"sentences": [{"sentId": 593, "text": "And that -- you know, what I just said this coming from Mark Cuban who is a team owner who feels that way about it."}, {"sentId": 594, "text": "But listen, I think maybe from this point instead of discussing the initial shock or surprise of it, right?"}, {"sentId": 595, "text": "That aspect of it, we'll start to discuss the issues that they deem are important, that Colin Kaepernick and others are fighting for."}, {"sentId": 596, "text": "Kaepernick and others are fighting for."}], "speaker": "LEMON", "secId": 258}, {"sentences": [{"sentId": 597, "text": "Thank you."}, {"sentId": 598, "text": "Great conversation."}], "speaker": "LEMON", "secId": 259}, {"sentences": [{"sentId": 599, "text": "Thanks."}], "speaker": "BRENNAN", "secId": 260}, {"sentences": [{"sentId": 600, "text": "All right."}, {"sentId": 601, "text": "We'll be right back."}], "speaker": "LEMON", "secId": 261}, {"sentences": [{"sentId": 602, "text": "So glad you could watch us tonight."}, {"sentId": 603, "text": "Thank you so much."}, {"sentId": 604, "text": "We will see you right back here tomorrow night at 10:00 p.m. Eastern."}], "speaker": "LEMON", "secId": 262}, {"sentences": [{"sentId": 605, "text": "\"AC 360\" starts in a moment."}], "speaker": "LEMON", "secId": 263}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1609.12.cnnt.02.html.json", "time": "Aired September 12, 2016 - 23:00   ET"}