{"sectionCount": 285, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["UNIDENTIFIED MALE", "UNIDENTIFIED FEMALE", "ANNOUNCER", "LEMON", "CLINTON", "TRUMP", "LABOTT", "KEILAR", "LAUER", "DEAN", "BECKEL", "MCCAUGHEY", "JONES", "JONEs", "MIZUSAWA", "HERTLING", "HIGBIE", "WEISS", "HIGBE"], "subTitle": "Presidential Candidates Go head to Head on National Security; Rep. Cummings Releases Stunning Email Exchange; Trump Goes on the Attack Against Country's Generals; Trump Stands By Controversial Tweet About Military Sexual Assault. Aired 10-11p ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1609/07/cnnt.01.html", "sentenceCount": 595, "sections": [{"sentences": [{"sentId": 0, "text": "It's absurd."}, {"sentId": 1, "text": "This is an accusation thing that I think is so unfair."}], "speaker": "UNIDENTIFIED MALE", "secId": 0}, {"sentences": [{"sentId": 2, "text": "Let's be clear."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 1}, {"sentences": [{"sentId": 3, "text": "I used to be an FBI agent to enforce the law."}, {"sentId": 4, "text": "Some notion that because I disagree with your inflammatory notion that we don't care about it."}], "speaker": "UNIDENTIFIED MALE", "secId": 2}, {"sentences": [{"sentId": 5, "text": "No, because you disagree with the reality that it can't be emotional, sir, and there is nothing wrong with that."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 3}, {"sentences": [{"sentId": 6, "text": "The problem is, the reality is these women are not getting the justice that they deserve and you are -- you are saying, well, everything's OK."}], "speaker": "UNIDENTIFIED MALE", "secId": 4}, {"sentences": [{"sentId": 7, "text": "No, absolutely not."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 5}, {"sentences": [{"sentId": 8, "text": "For political purposes you're doing that."}, {"sentId": 9, "text": "And I think that's what so unfortunate."}], "speaker": "UNIDENTIFIED MALE", "secId": 6}, {"sentences": [{"sentId": 10, "text": "No."}, {"sentId": 11, "text": "I said clearly what the military has done and disagreed with the military -- other military gentlemen is not enough."}, {"sentId": 12, "text": "But what I've said is that Donald Trump doesn't understand the solution, which is not to keep it in the chain of command."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 7}, {"sentences": [{"sentId": 13, "text": "And with all respect, sir, if you go back to the tweet, Mr. Trump is the one..."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 8}, {"sentences": [{"sentId": 14, "text": "He says that?"}, {"sentId": 15, "text": "I must have missed that."}], "speaker": "UNIDENTIFIED MALE", "secId": 9}, {"sentences": [{"sentId": 16, "text": "Mr. Trump is the one who said we should have expected this when women came into the military."}, {"sentId": 17, "text": "Those are his words and he has to stand by them and what they mean."}, {"sentId": 18, "text": "ANDERSON COOPER, CNN HOST:  We got to leave it there."}, {"sentId": 19, "text": "We're way over."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 10}, {"sentences": [{"sentId": 20, "text": "I appreciate the discussion to all our panelists."}, {"sentId": 21, "text": "Thank you."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 11}, {"sentences": [{"sentId": 22, "text": "That does it for us."}, {"sentId": 23, "text": "Thanks for watching tonight."}, {"sentId": 24, "text": "CNN TONIGHT with Don Lemon starts now."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 12}, {"sentences": [{"sentId": 25, "text": "This CNN breaking news."}], "speaker": "ANNOUNCER", "secId": 13}, {"sentences": [{"sentId": 26, "text": "Breaking news, the presidential candidates goes head to head over national security, bombshell e-mails released that show Colin Powell advised Hillary Clinton on the use of personal e- mails without going through State Department servers."}], "speaker": "LEMON", "secId": 14}, {"sentences": [{"sentId": 27, "text": "This is CNN TONIGHT."}, {"sentId": 28, "text": "I'm Don Lemon."}], "speaker": "LEMON", "secId": 15}, {"sentences": [{"sentId": 29, "text": "Just two days after she was sworn in as Secretary of State, Clinton and Powell exchange e-mails."}, {"sentId": 30, "text": "Congressman Elijah Cummings released that e-mail exchange late tonight saying Secretary Powell, quote, \"Advised Secretary Clinton with a detailed blueprint on how to skirt security rules and bypass requirements to preserve federal records.\""}], "speaker": "LEMON", "secId": 16}, {"sentences": [{"sentId": 31, "text": "He goes on to say, \"Clinton has made it clear she did not rely on Powell's advice.\""}], "speaker": "LEMON", "secId": 17}, {"sentences": [{"sentId": 32, "text": "Meanwhile, as the news broke tonight, Hillary Clinton told NBC's commander-in-chief forum this."}], "speaker": "LEMON", "secId": 18}, {"sentences": [{"sentId": 33, "text": "It was a mistake to have a personal account."}, {"sentId": 34, "text": "I would certainly not do it again."}, {"sentId": 35, "text": "I make no excuses for it."}, {"sentId": 36, "text": "It was something that should not have been done."}], "speaker": "CLINTON", "secId": 19}, {"sentences": [{"sentId": 37, "text": "And at the same event tonight, Donald Trump goes on the attack against some of this country's generals."}], "speaker": "LEMON", "secId": 20}, {"sentences": [{"sentId": 38, "text": "I think under the leadership of Barack Obama and Hillary Clinton, the generals have been reduced to rubble."}, {"sentId": 39, "text": "They have been reduced to a point where it's embarrassing for our country."}], "speaker": "TRUMP", "secId": 21}, {"sentences": [{"sentId": 40, "text": "We have the latest on both big breaking news stories, Hillary Clinton and Donald Trump doing battle on national security and tonight's new revelations about Clinton's e-mails."}], "speaker": "LEMON", "secId": 22}, {"sentences": [{"sentId": 41, "text": "CNN's senior political correspondent Brianna Keilar is here with me in New York, and global affairs correspondent Elise Labott joins us live from Washington."}, {"sentId": 42, "text": "Good evening to both of you."}], "speaker": "LEMON", "secId": 23}, {"sentences": [{"sentId": 43, "text": "Elise, first, breaking news about advice Hillary Clinton got about her e-mails from the former Secretary Colin Powell, what can you tell us?"}], "speaker": "LEMON", "secId": 24}, {"sentences": [{"sentId": 44, "text": "As you said, Don, Elijah Cummings, the Ranking Member of the House Oversight Committee released those e-mails."}, {"sentId": 45, "text": "You know, Secretary Clinton has said that it was Colin Powell that advised her to use a private e-mail and saying that he did so while he was Secretary of State."}], "speaker": "LABOTT", "secId": 25}, {"sentences": [{"sentId": 46, "text": "Of course, he used an AOL account but he did not advise as he said Secretary Clinton to use a private server."}], "speaker": "LABOTT", "secId": 26}, {"sentences": [{"sentId": 47, "text": "And what Elijah Cummings said is that Secretary Clinton did not take his advice to skirt security at the State Department and use a private e-mail, but at the same time Secretary Clinton did say that she relied on Colin Powell, it was Colin Powell that told her it would be beneficial for her to use the e-mail."}], "speaker": "LABOTT", "secId": 27}, {"sentences": [{"sentId": 48, "text": "So, a little bit of a mixed message coming out in terms of those e e- mails."}], "speaker": "LABOTT", "secId": 28}, {"sentences": [{"sentId": 49, "text": "So, Elise, for the audience."}, {"sentId": 50, "text": "I want to go through the exchange that was released."}, {"sentId": 51, "text": "It's amazing to see that these communications became public like this."}, {"sentId": 52, "text": "So, what do they show?"}], "speaker": "LEMON", "secId": 29}, {"sentences": [{"sentId": 53, "text": "Well, just a few days after taking office secretary Clinton e-mailed to Secretary Powell asking him, \"What were the restrictions on your use of your Blackberry?"}, {"sentId": 54, "text": "Did you use it in your personal office?"}, {"sentId": 55, "text": "I've been told that the DSS, that's Diplomatic Security Services, the security service for the State Department personnel knew you had one and you used it but no one fesses up to knowing how you used it.\""}], "speaker": "LABOTT", "secId": 30}, {"sentences": [{"sentId": 56, "text": "And Powell came back to Clinton saying I don't have a Blackberry."}, {"sentId": 57, "text": "What I do have is a personal computer that was hooked up to a private phone line that so he's talking about that AOL account."}], "speaker": "LABOTT", "secId": 31}, {"sentences": [{"sentId": 58, "text": "\"So I could communicate with a wide range of friends directly without it going through the State Department servers."}, {"sentId": 59, "text": "I even used it to do business with some foreign leaders and some of the seniors folks in the department on their personal e-mail accounts."}, {"sentId": 60, "text": "I did the same thing on the road and hotels.\""}], "speaker": "LABOTT", "secId": 32}, {"sentences": [{"sentId": 61, "text": "But he also e-mailed to Secretary Clinton to be careful."}, {"sentId": 62, "text": "He said, \"However, there's a real danger if it's public that you have a Blackberry and it the government and you are using it government or not to do business, it may become an official record and subject to the law.\""}], "speaker": "LABOTT", "secId": 33}, {"sentences": [{"sentId": 63, "text": "So, a little bit of Secretary, of then-Secretary Clinton asking for advice, Secretary Powell saying, listen, I did use my own account, he admitted to using that AOL account and a Blackberry, and that would be skirting the security rules."}], "speaker": "LABOTT", "secId": 34}, {"sentences": [{"sentId": 64, "text": "But at the same time, Secretary Powell has been quite upfront about that."}, {"sentId": 65, "text": "He did say that he used a private e-mail, that he wrote Clinton a lengthy memo about it and he was very upfront about it in his book saying that the State Department systems were so antiquated that this e-mail system really helped him communicate with his counterparts, foreign leaders, the outside world."}], "speaker": "LABOTT", "secId": 35}, {"sentences": [{"sentId": 66, "text": "And, in fact, that was one of his projects at the State Department, to really bring the State Department computers into the 21st century."}], "speaker": "LABOTT", "secId": 36}, {"sentences": [{"sentId": 67, "text": "All right, Elise."}, {"sentId": 68, "text": "I want you to stand by."}, {"sentId": 69, "text": "I want to bring in now Brianna Keilar, just the same time the news conference of this news that Colin Powell's e-mail was breaking, Hillary Clinton was being asked by Matt Lauer about the use of a server."}, {"sentId": 70, "text": "What did he say, Briana?"}], "speaker": "LEMON", "secId": 37}, {"sentences": [{"sentId": 71, "text": "She parsed her words, Don, which as we have seen in the past does not always bode so well for Hillary Clinton."}, {"sentId": 72, "text": "She was trying to defend herself and she was explaining to someone who had use -- had used of classified information and was subject to these rules basically that she hadn't done anything wrong."}], "speaker": "KEILAR", "secId": 38}, {"sentences": [{"sentId": 73, "text": "And she was distinguishing between messages that are in a classified system that have a classified header and between information whose content is classified but maybe there's not a header."}, {"sentId": 74, "text": "Here's how she explained herself."}], "speaker": "KEILAR", "secId": 39}, {"sentences": [{"sentId": 75, "text": "First, as I said to Matt, you know and I know classified material is designated."}, {"sentId": 76, "text": "It is marked."}, {"sentId": 77, "text": "There is a header so that there is no dispute at all that what is being communicated to or from someone who has that access is marked classified."}], "speaker": "CLINTON", "secId": 40}, {"sentences": [{"sentId": 78, "text": "And what we have here is the use of an unclassified system by hundreds of people in our government to send information that was not marked, there were no headers, there was no statement top secret, secret or confidential."}, {"sentId": 79, "text": "I communicated about classified material on a wholly separate system."}, {"sentId": 80, "text": "I took it very seriously."}], "speaker": "CLINTON", "secId": 41}, {"sentences": [{"sentId": 81, "text": "Now, the problem is that isn't exactly true."}, {"sentId": 82, "text": "Because there was classified content, maybe it didn't say a header on some of the e- mails, but the FBI made it clear there was classified information that went back and forth to Hillary Clinton that went through her server."}], "speaker": "KEILAR", "secId": 42}, {"sentences": [{"sentId": 83, "text": "And it's just an interesting point that she came out and made what I think some people felt was a new twist on her explanation because even she had recently said, you know what?"}, {"sentId": 84, "text": "I would have done it differently and what I've learned by trying to explain myself on this is that I sound like I'm making excuses and she may have fallen into sort to the trap that she outlined herself."}], "speaker": "KEILAR", "secId": 43}, {"sentences": [{"sentId": 85, "text": "The trap for her."}, {"sentId": 86, "text": "Let's talk about the rest of the forum."}, {"sentId": 87, "text": "Both candidates forum, both candidates made their case in front of military people, retired military audience."}, {"sentId": 88, "text": "What stood out to you on this forum, Brianna?"}], "speaker": "LEMON", "secId": 44}, {"sentences": [{"sentId": 89, "text": "I mean, where do I start?"}, {"sentId": 90, "text": "There were so many things."}, {"sentId": 91, "text": "But I will say one of the things was Donald Trump answering for something that Hillary Clinton has used against him when it comes to national security and foreign policy and that was his statement where he said that he knows more than the generals."}], "speaker": "KEILAR", "secId": 45}, {"sentences": [{"sentId": 92, "text": "Here's his exchange with Matt Lauer."}], "speaker": "KEILAR", "secId": 46}, {"sentences": [{"sentId": 93, "text": "Well, the generals under Barack Obama and Hillary Clinton have not been successful."}], "speaker": "TRUMP", "secId": 47}, {"sentences": [{"sentId": 94, "text": "Do you know more about ISIS than they do?"}], "speaker": "LAUER", "secId": 48}, {"sentences": [{"sentId": 95, "text": "ISIS -- I think under the leadership of Barack Obama and Hillary Clinton, the generals have been reduced to rubble."}, {"sentId": 96, "text": "They have been reduced to a point where it's embarrassing for our country."}], "speaker": "TRUMP", "secId": 49}, {"sentences": [{"sentId": 97, "text": "You have a force of 30,000 or so people, nobody really knows, but probably 30,000 people and I can just see the great -- as an example, General George Patton spinning in his grave as ISIS we can't beat."}], "speaker": "TRUMP", "secId": 50}, {"sentences": [{"sentId": 98, "text": "Now I think it's no surprise that some in the military may want some more action."}, {"sentId": 99, "text": "But he didn't really answer the question there."}, {"sentId": 100, "text": "In fact, he really didn't."}, {"sentId": 101, "text": "He just pivoted to that."}], "speaker": "KEILAR", "secId": 51}, {"sentences": [{"sentId": 102, "text": "Whether he knows more than the generals."}, {"sentId": 103, "text": "He also seems to talk about generals under Obama and Hillary Clinton."}, {"sentId": 104, "text": "Those are his generals."}, {"sentId": 105, "text": "It's not like they go and he gets all new generals."}, {"sentId": 106, "text": "So, there was that."}, {"sentId": 107, "text": "There was also the comment that he made when he was asked about a tweet about sex assault, where he said what did these geniuses expect when they put men and women together..."}], "speaker": "KEILAR", "secId": 52}, {"sentences": [{"sentId": 108, "text": "Right."}], "speaker": "LEMON", "secId": 53}, {"sentences": [{"sentId": 109, "text": "... in the armed services."}, {"sentId": 110, "text": "That was something that got tremendous pick up."}, {"sentId": 111, "text": "He stood by that."}, {"sentId": 112, "text": "He said that it was a correct tweet."}], "speaker": "KEILAR", "secId": 54}, {"sentences": [{"sentId": 113, "text": "He said he was accurate."}, {"sentId": 114, "text": "Yes."}], "speaker": "LEMON", "secId": 55}, {"sentences": [{"sentId": 115, "text": "He said this \"That is a correct tweet.\""}, {"sentId": 116, "text": "I think that's probably something he'll want to recalibrate on or maybe he won't."}, {"sentId": 117, "text": "But I think people will judge him for that."}], "speaker": "KEILAR", "secId": 56}, {"sentences": [{"sentId": 118, "text": "And the other thing finally that would say is this Hillary Clinton promising that there weren't going to be ground troops in Iraq and Syria, this continues on the language that we've heard from President Obama, but it's not exactly true."}], "speaker": "KEILAR", "secId": 57}, {"sentences": [{"sentId": 119, "text": "I think some people who are very familiar with military jargon say, OK, I understand that, that means there's not conventional troops but there are boots on the ground."}], "speaker": "KEILAR", "secId": 58}, {"sentences": [{"sentId": 120, "text": "Are people on the ground."}], "speaker": "LEMON", "secId": 59}, {"sentences": [{"sentId": 121, "text": "There have been deaths of special forces at the hands of ISIS."}, {"sentId": 122, "text": "And you can't pretend whether or not you want them there that they aren't."}], "speaker": "KEILAR", "secId": 60}, {"sentences": [{"sentId": 123, "text": "We're going to discuss all of this."}], "speaker": "LEMON", "secId": 61}, {"sentences": [{"sentId": 124, "text": "Thank you, Brianna Keilar."}, {"sentId": 125, "text": "As a matter of fact, let's do it now."}, {"sentId": 126, "text": "Here to discuss, Betsy McCaughey, the former Lieutenant Governor of New York and a Trump supporter, CNN political commentator Bob Beckel, and Andy Dean, the former president of Trump Productions."}, {"sentId": 127, "text": "Van Jones is here as well, CNN political contributor."}], "speaker": "LEMON", "secId": 62}, {"sentences": [{"sentId": 128, "text": "Lots to dissect here."}, {"sentId": 129, "text": "So, I'm going to start with you, Andy."}, {"sentId": 130, "text": "Good to see you again."}, {"sentId": 131, "text": "I haven't seen you in a while."}, {"sentId": 132, "text": "Hillary Clinton had said that she sought advice from Secretary Powell and others on the use of personal e-mail."}, {"sentId": 133, "text": "This e-mail exchange seems to, you know, confirm that."}, {"sentId": 134, "text": "What do you find most revealing here?"}], "speaker": "LEMON", "secId": 63}, {"sentences": [{"sentId": 135, "text": "I find most revealing that Colin Powell is using an AOL account which most people start using in 1993."}, {"sentId": 136, "text": "So, the idea that she's going to take any form of judgment from somebody who knows clearly not much about technology scares me."}], "speaker": "DEAN", "secId": 64}, {"sentences": [{"sentId": 137, "text": "Hillary Clinton has access to some of the top I.T."}, {"sentId": 138, "text": "people on the planet."}, {"sentId": 139, "text": "She didn't -- the thing is, Don, this is the key here."}, {"sentId": 140, "text": "She didn't want the answers to her questions."}, {"sentId": 141, "text": "If she wanted correct answers to her question, she could have asked the best people."}], "speaker": "DEAN", "secId": 65}, {"sentences": [{"sentId": 142, "text": "But she didn't want that."}, {"sentId": 143, "text": "She wanted to do what Hillary Clinton wanted to do."}, {"sentId": 144, "text": "And that's what Hillary Clinton did."}, {"sentId": 145, "text": "So, I don't think Colin Powell bears any weight here."}, {"sentId": 146, "text": "I think Hillary Clinton would always get."}, {"sentId": 147, "text": "And that's what Hillary Clinton was going to do."}], "speaker": "DEAN", "secId": 66}, {"sentences": [{"sentId": 148, "text": "She did say that -- she did say that she sought advice from Colin Powell and she went along with his advice or at least considered his advice."}, {"sentId": 149, "text": "Do you think that that shows that she was accurate in saying that?"}], "speaker": "LEMON", "secId": 67}, {"sentences": [{"sentId": 150, "text": "Well, I think what's real in these e-mails is that, she said, hey, Colin, how did you have a Blackberry, and I'm using my words, that sounds cool, how do I do that?"}, {"sentId": 151, "text": "And he says, no, that's not exactly what I did and you have to be very, very careful."}], "speaker": "DEAN", "secId": 68}, {"sentences": [{"sentId": 152, "text": "And Hillary was not careful."}, {"sentId": 153, "text": "And, Don, one last point on this."}, {"sentId": 154, "text": "The idea that Hillary Clinton didn't know these e-mails were classified we all know is factually incorrect."}, {"sentId": 155, "text": "That goes again with what the FBI's report said."}], "speaker": "DEAN", "secId": 69}, {"sentences": [{"sentId": 156, "text": "But most importantly, she had top secret special access project e- mails on her bathroom server and these e-mails, Don, what makes them special is they have operational codes that are in all capital letters about targets that we're hitting."}, {"sentId": 157, "text": "And the idea that it was on a bathroom server, she put our people in danger and that's it, period."}], "speaker": "DEAN", "secId": 70}, {"sentences": [{"sentId": 158, "text": "Bob, I want to talk to you about something else that was said in the forum tonight, in the fight against ISIS that our generals have been reduced to rubble."}, {"sentId": 159, "text": "Is that an astonishing or an outstanding thing for a presidential candidate to say?"}], "speaker": "LEMON", "secId": 71}, {"sentences": [{"sentId": 160, "text": "Well, that's just stupid."}, {"sentId": 161, "text": "I mean, everything he said."}, {"sentId": 162, "text": "I mean, the idea that he said he's going to tell the generals to come in and give him a plan to get rid of ISIS in a year, I mean, what does he think they're doing now?"}, {"sentId": 163, "text": "Do you think they're not."}], "speaker": "BECKEL", "secId": 72}, {"sentences": [{"sentId": 164, "text": "I mean, if he's got some idea how to do it, maybe he can save thousands of lives and tell us right now."}, {"sentId": 165, "text": "He doesn't have a clue."}, {"sentId": 166, "text": "And these generals that he keeps talking about they're been in service here as generals probably 10, 20, 30 years."}], "speaker": "BECKEL", "secId": 73}, {"sentences": [{"sentId": 167, "text": "It has nothing to do with Barack Obama's generals or Hillary Clinton's generals."}, {"sentId": 168, "text": "And the other thing I say about it about Hillary Clinton and I worked at the State Department, I was deputy to the Secretary of State, I dealt with these cables all the time and every single one I ever dealt with up through and including top secret had it way across the top."}], "speaker": "BECKEL", "secId": 74}, {"sentences": [{"sentId": 169, "text": "So, I don't know, Andy, where you get your point from."}, {"sentId": 170, "text": "Maybe you've read a lot of classified documents, I doubt it."}, {"sentId": 171, "text": "But what's wrong with her asking the former Secretary of State."}, {"sentId": 172, "text": "Isn't that a good person to ask?"}], "speaker": "BECKEL", "secId": 75}, {"sentences": [{"sentId": 173, "text": "Yes."}, {"sentId": 174, "text": "Those are all good question to ask but I have to move on."}, {"sentId": 175, "text": "I want to ask Betsy this..."}], "speaker": "LEMON", "secId": 76}, {"sentences": [{"sentId": 176, "text": "Bob, if I could..."}], "speaker": "DEAN", "secId": 77}, {"sentences": [{"sentId": 177, "text": "No, I need to move on."}, {"sentId": 178, "text": "Because for time purposes."}], "speaker": "LEMON", "secId": 78}, {"sentences": [{"sentId": 179, "text": "OK. Go ahead."}], "speaker": "DEAN", "secId": 79}, {"sentences": [{"sentId": 180, "text": "Betsy, you know, Donald Trump said that he's going to convene these top generals and give them 30 days to come up with a plan."}, {"sentId": 181, "text": "Is that at odds with the comments tonight that seemed to insult them?"}], "speaker": "LEMON", "secId": 80}, {"sentences": [{"sentId": 182, "text": "No, not at all."}, {"sentId": 183, "text": "In fact, when he said rubble that wasn't an insult."}, {"sentId": 184, "text": "What he was pointing out is that under the Obama/Clinton watch, Defense Department assets have been reduced to rubble."}], "speaker": "MCCAUGHEY", "secId": 81}, {"sentences": [{"sentId": 185, "text": "Let me give you an example."}, {"sentId": 186, "text": "The Defense Department is 1/6 of the national budget but the Defense Department had to take one half of the cuts during the sequester."}, {"sentId": 187, "text": "We have reduced the Defense Department to rubble."}], "speaker": "MCCAUGHEY", "secId": 82}, {"sentences": [{"sentId": 188, "text": "And in a speech this afternoon, Donald Trump laid out exactly how he would restore the strength of the Defense Department, its capabilities."}, {"sentId": 189, "text": "And in a Trump administration, it would be peace through strength."}], "speaker": "MCCAUGHEY", "secId": 83}, {"sentences": [{"sentId": 190, "text": "Let me point out that today Russian straight American Air Force, earlier this week, Iranians taunted U.S. naval forces."}, {"sentId": 191, "text": "What?"}, {"sentId": 192, "text": "Because we are giving such an appearance of weakness the Obama/Clinton policy is to project weakness and to decimate our defense capabilities and Donald Trump is determined to turn that around."}], "speaker": "MCCAUGHEY", "secId": 84}, {"sentences": [{"sentId": 193, "text": "And, Van, after tonight's commander-in-chief forum, Hillary for American chair John Podesta, you know him, released a statement that reads in part, he says, \"The difference tonight could not have been more clear, Hillary Clinton showed a firm command of the issues and the qualifications, experience and judgment to be commander-in- chief."}, {"sentId": 194, "text": "In contrast, the nominee of the party of Ronald Reagan just asked America's generals and showered praise on Russia's president.\""}], "speaker": "LEMON", "secId": 85}, {"sentences": [{"sentId": 195, "text": "Just attack, excuse me, I don't have it in front of me."}, {"sentId": 196, "text": "There it is."}, {"sentId": 197, "text": "\"Just attack America's generals and showered praise on Russia's president.\""}, {"sentId": 198, "text": "What's your response to that, Van?"}], "speaker": "LEMON", "secId": 86}, {"sentences": [{"sentId": 199, "text": "Well, you know, Podesta is right."}, {"sentId": 200, "text": "Listen, I mean, one of the most bizarre things I've ever seen."}, {"sentId": 201, "text": "First of all, none of America's generals are calling for us to go and steal oil from Iraq."}, {"sentId": 202, "text": "None of the things he's pointing out are things that America's generals want to do."}], "speaker": "JONES", "secId": 87}, {"sentences": [{"sentId": 203, "text": "Also, I would think he would be very proud of America's generals and military for rolling ISIS back day after day, week after week they are losing territory, part of why they're getting so desperate and doing these crazy attacks is because the caliphates is being destroyed."}, {"sentId": 204, "text": "It's being destroyed by America's general under the leadership of Obama."}], "speaker": "JONES", "secId": 88}, {"sentences": [{"sentId": 205, "text": "Also, let's be clear."}, {"sentId": 206, "text": "And the United States military is the biggest military and the best military in the world, in the history of the world by far."}, {"sentId": 207, "text": "Because George W. Bush expanded in war time the budget so much, they did take more of a contraction during the sequester, but the next 10 to 15 militaries in the world combined are still smaller than ours."}], "speaker": "JONES", "secId": 89}, {"sentences": [{"sentId": 208, "text": "So, I think this idea that you're going to pick on and lie on America's generals and praise Putin is not a recipe for being the president of the United States."}], "speaker": "JONES", "secId": 90}, {"sentences": [{"sentId": 209, "text": "All right."}, {"sentId": 210, "text": "Everybody, stand by."}, {"sentId": 211, "text": "When we come right back, one of the most controversial statements of the night, Donald Trump on men and women serving in the military and sexual assault."}], "speaker": "LEMON", "secId": 91}, {"sentences": [{"sentId": 212, "text": "More breaking news tonight."}, {"sentId": 213, "text": "Donald Trump standing by a tweet he sent back in 2013 that implied military sexual assault is a result of women serving."}], "speaker": "LEMON", "secId": 92}, {"sentences": [{"sentId": 214, "text": "Back with now, Betsy McCaughey, Beb Beckel, Andy Dean, and Van Jones."}], "speaker": "LEMON", "secId": 93}, {"sentences": [{"sentId": 215, "text": "So, Betsy, tonight during the forum with Matt Lauer; Matt Lauer asked him about a tweet that he sent back in 2013."}, {"sentId": 216, "text": "Listen to it and we'll discuss."}], "speaker": "LEMON", "secId": 94}, {"sentences": [{"sentId": 217, "text": "In 2013, on this subject you tweeted this, quote \"Twenty six thousand unreported sexual assaults in the military, only 238 convictions."}, {"sentId": 218, "text": "What did these geniuses expect when they put men and women together?\""}], "speaker": "LAUER", "secId": 95}, {"sentences": [{"sentId": 219, "text": "Well, it is -- it is a correct tweet."}, {"sentId": 220, "text": "There are many people that think that that's absolutely correct."}, {"sentId": 221, "text": "And we need to have a strength, and we need to have..."}], "speaker": "TRUMP", "secId": 96}, {"sentences": [{"sentId": 222, "text": "So, it should have been expected?"}, {"sentId": 223, "text": "And does that mean the only way to fix it is to take women out of the military?"}], "speaker": "LAUER", "secId": 97}, {"sentences": [{"sentId": 224, "text": "Well, it's happening."}, {"sentId": 225, "text": "And by the way, since then it's gotten worse."}, {"sentId": 226, "text": "No, not to take them out."}, {"sentId": 227, "text": "But something has to be happened."}, {"sentId": 228, "text": "Right now part of the problem is nobody gets prosecuted."}, {"sentId": 229, "text": "You have reported and the gentleman can tell you."}, {"sentId": 230, "text": "You have the report of rape and nobody get prosecuted."}, {"sentId": 231, "text": "There are no consequence."}], "speaker": "TRUMP", "secId": 98}, {"sentences": [{"sentId": 232, "text": "When you -- when you have somebody that does something so evil, so bad as that, there has to be consequence to that person."}, {"sentId": 233, "text": "You have to go after that person."}, {"sentId": 234, "text": "Right now, nobody's doing anything."}, {"sentId": 235, "text": "Look at the small number of results."}, {"sentId": 236, "text": "I mean, that's part of the problem."}], "speaker": "TRUMP", "secId": 99}, {"sentences": [{"sentId": 237, "text": "OK."}, {"sentId": 238, "text": "So, the tweet said putting men and men together, and he said it was accurate, he said I don't think they should kick them out, Betsy, but is he suggesting that women -- he said women shouldn't be kicked out."}], "speaker": "LEMON", "secId": 100}, {"sentences": [{"sentId": 239, "text": "It's clear he's made a very clear..."}], "speaker": "MCCAUGHEY", "secId": 101}, {"sentences": [{"sentId": 240, "text": "But is he saying they should not be together?"}], "speaker": "LEMON", "secId": 102}, {"sentences": [{"sentId": 241, "text": "No, if you listen to what he said tonight, he has zero tolerance for any kind of sexual..."}], "speaker": "MCCAUGHEY", "secId": 103}, {"sentences": [{"sentId": 242, "text": "But he said his tweet was accurate."}], "speaker": "LEMON", "secId": 104}, {"sentences": [{"sentId": 243, "text": "Well, you know, it's hard to lay out a policy in a tweet."}, {"sentId": 244, "text": "As I recall it's 150 characters, right?"}], "speaker": "MCCAUGHEY", "secId": 105}, {"sentences": [{"sentId": 245, "text": "Forty."}], "speaker": "LEMON", "secId": 106}, {"sentences": [{"sentId": 246, "text": "One hundred forty."}, {"sentId": 247, "text": "I always try to get a few extra in but it doesn't work that way."}], "speaker": "MCCAUGHEY", "secId": 107}, {"sentences": [{"sentId": 248, "text": "Yes."}], "speaker": "LEMON", "secId": 108}, {"sentences": [{"sentId": 249, "text": "So, the fact is he has made his position clear."}, {"sentId": 250, "text": "He has zero tolerance for sexual harassment, rape or any other mistreatment of women in the military."}], "speaker": "MCCAUGHEY", "secId": 109}, {"sentences": [{"sentId": 251, "text": "yes."}, {"sentId": 252, "text": "Andy, I'm going to look at a tweet."}, {"sentId": 253, "text": "Here's what he said."}, {"sentId": 254, "text": "He said, \"Twenty six thousand unreported sexual assaults in the military, only 238 convictions."}, {"sentId": 255, "text": "What did these geniuses expect when they put men and women together?\""}], "speaker": "LEMON", "secId": 110}, {"sentences": [{"sentId": 256, "text": "What's your assessment to that, is that inappropriate?"}, {"sentId": 257, "text": "I mean, does it contradict what he said there?"}, {"sentId": 258, "text": "He said what did they expect when they put men and women together?"}, {"sentId": 259, "text": "But then he is saying I'm not suggesting to kick them out."}, {"sentId": 260, "text": "So, what is he suggesting?"}], "speaker": "LEMON", "secId": 111}, {"sentences": [{"sentId": 261, "text": "Yes."}, {"sentId": 262, "text": "Don, I can't-- you know, you're asking me this question I can't read into that tweet."}], "speaker": "DEAN", "secId": 112}, {"sentences": [{"sentId": 263, "text": "The clear he is suggesting more safeguards."}, {"sentId": 264, "text": "He made it clear tonight he's suggesting more safeguards to protect women in the military."}], "speaker": "MCCAUGHEY", "secId": 113}, {"sentences": [{"sentId": 265, "text": "Well, hold up."}, {"sentId": 266, "text": "Hold on, hold on."}], "speaker": "DEAN", "secId": 114}, {"sentences": [{"sentId": 267, "text": "Let -- go ahead, Andy."}], "speaker": "LEMON", "secId": 115}, {"sentences": [{"sentId": 268, "text": "No, I mean, what Trump said with a follow up to it is that obviously anyone with any common sense know sexual assault is extremely serious and there have to be severe punishments for anyone who is engages in that."}], "speaker": "DEAN", "secId": 116}, {"sentences": [{"sentId": 269, "text": "So, you know, to me, that's where it begins and ends."}, {"sentId": 270, "text": "Sexual assault is extremely serious and it needs to be dealt with."}], "speaker": "DEAN", "secId": 117}, {"sentences": [{"sentId": 271, "text": "Yes, he said that but that -- there's two different things."}, {"sentId": 272, "text": "Go ahead, Van."}], "speaker": "LEMON", "secId": 118}, {"sentences": [{"sentId": 273, "text": "Listen, I did the tweet..."}], "speaker": "JONES", "secId": 119}, {"sentences": [{"sentId": 274, "text": "The 26,000 -- the 26,000 pulled out of the air."}, {"sentId": 275, "text": "If that's true, that means one out of every three or four women in the military have been sexually abused."}], "speaker": "BECKEL", "secId": 120}, {"sentences": [{"sentId": 276, "text": "And that's just -- and nobody gets any tolerance for it, Ms. McCaughey."}, {"sentId": 277, "text": "Do you have ever since -- do you remember the Tailhook, do you remember the Tailhook scandal?"}, {"sentId": 278, "text": "From that point forward the prosecution of people who were involved in the sexual misconduct in the military has dramatically gone up, dramatically."}], "speaker": "BECKEL", "secId": 121}, {"sentences": [{"sentId": 279, "text": "Yes."}, {"sentId": 280, "text": "Go ahead."}], "speaker": "LEMON", "secId": 122}, {"sentences": [{"sentId": 281, "text": "Well, let me say a few things about that."}], "speaker": "JONEs", "secId": 123}, {"sentences": [{"sentId": 282, "text": "Go ahead, Van."}, {"sentId": 283, "text": "JONES:  First of all, there still is a problem, Mr. Beckel is correct."}], "speaker": "LEMON", "secId": 124}, {"sentences": [{"sentId": 284, "text": "There's been more attention but there's still a big shortfall here."}], "speaker": "LEMON", "secId": 125}, {"sentences": [{"sentId": 285, "text": "But the problem with the tweet is that it suggests that the reason for the rapes is the integration of women into the force."}], "speaker": "LEMON", "secId": 126}, {"sentences": [{"sentId": 286, "text": "Right."}], "speaker": "LEMON", "secId": 127}, {"sentences": [{"sentId": 287, "text": "In other words, what geniuses would put men and women together and not think that's going to result in rape."}, {"sentId": 288, "text": "Well, in that case the men should go to mars and the women should go to the moon because apparently if you put men and women together, that the men just start raping people."}], "speaker": "JONES", "secId": 128}, {"sentences": [{"sentId": 289, "text": "That's completely insane."}, {"sentId": 290, "text": "It's very insulting but it's part of the reason that I think that Donald Trump is not trusted by a lot of women."}, {"sentId": 291, "text": "He doesn't seem to understand when he calls women pigs, when he does all these things, when he seems to almost excuse rape as some kind of natural outcome of men seeing women."}], "speaker": "JONES", "secId": 129}, {"sentences": [{"sentId": 292, "text": "These are very, very backwards views and I think that he was -- he got away with it tonight, he then moved to something everybody agrees with, which is to prosecute rape, but he was never held accountable for that tweet, which I think is a very, very destructive tweet."}], "speaker": "JONES", "secId": 130}, {"sentences": [{"sentId": 293, "text": "The tweet says very clearly, \"What did these geniuses expect when they put men and women together?\""}], "speaker": "LEMON", "secId": 131}, {"sentences": [{"sentId": 294, "text": "If I could just read some history..."}], "speaker": "BECKEL", "secId": 132}, {"sentences": [{"sentId": 295, "text": "Go ahead, Bob."}], "speaker": "LEMON", "secId": 133}, {"sentences": [{"sentId": 296, "text": "That's exactly -- that's the exact quote that Barry Goldwater gave."}, {"sentId": 297, "text": "He was the only person who was against women in the military, Barry Goldwater."}, {"sentId": 298, "text": "And I'm sure Trump is probably Goldwater at heart."}], "speaker": "BECKEL", "secId": 134}, {"sentences": [{"sentId": 299, "text": "But I mean, the fact of the matter is nobody, including Ronald Reagan, has ever said anything but positive things about women in the military."}, {"sentId": 300, "text": "And it's true."}, {"sentId": 301, "text": "I mean, there shouldn't be, there should be zero tolerance for rape."}, {"sentId": 302, "text": "You're not going to get zero tolerance it's not going to happen that way."}], "speaker": "BECKEL", "secId": 135}, {"sentences": [{"sentId": 303, "text": "But there's a lot of prosecutions going on."}, {"sentId": 304, "text": "But, I mean, nobody in modern history except Barry Goldwater is going to consider that moderate and Donald Trump think that they shouldn't be together in the military."}, {"sentId": 305, "text": "The one the guys..."}], "speaker": "BECKEL", "secId": 136}, {"sentences": [{"sentId": 306, "text": "That's really not true."}, {"sentId": 307, "text": "Let me point out that the commandant of the Marine Corps has expressed his concerns not about whether women should be in the military, everybody agrees they should be."}], "speaker": "MCCAUGHEY", "secId": 137}, {"sentences": [{"sentId": 308, "text": "Donald Trump doesn't."}], "speaker": "BECKEL", "secId": 138}, {"sentences": [{"sentId": 309, "text": "But under what circumstances -- under what circumstance men and women will be in combat together and how to prevent not only the sexual problems but also large numbers of fatalities and injuries due to the different physical capacities of men and women."}], "speaker": "MCCAUGHEY", "secId": 139}, {"sentences": [{"sentId": 310, "text": "That debate has been going on for 20 years."}], "speaker": "BECKEL", "secId": 140}, {"sentences": [{"sentId": 311, "text": "Is that a separate but equal argument?"}, {"sentId": 312, "text": "Is that what is being made here?"}, {"sentId": 313, "text": "And how does one accomplish that in the throes of war?"}, {"sentId": 314, "text": "How do you separate out men and women, especially in the middle of combat?"}, {"sentId": 315, "text": "Anybody want to tackle that?"}], "speaker": "LEMON", "secId": 141}, {"sentences": [{"sentId": 316, "text": "What I'm point being out it's a very complex issue and the commandant of the Marine Corps pointed out that under many circumstances only a small minority of women can reach the same physical standards imposed on men, for example, to enter the most selective fighting course."}], "speaker": "MCCAUGHEY", "secId": 142}, {"sentences": [{"sentId": 317, "text": "Well, listen."}], "speaker": "JONES", "secId": 143}, {"sentences": [{"sentId": 318, "text": "OK, Van, go ahead."}], "speaker": "LEMON", "secId": 144}, {"sentences": [{"sentId": 319, "text": "And here we are."}, {"sentId": 320, "text": "And I'm actually glad we're finally having this conversation."}, {"sentId": 321, "text": "What you have are two competing views of society."}, {"sentId": 322, "text": "You have a view that I think Hillary Clinton represents very well, which is that you would be surprised at what women can do when they're given the opportunity."}], "speaker": "JONES", "secId": 145}, {"sentences": [{"sentId": 323, "text": "And in police departments, in fire departments, and in our military, women have been both physically and intellectually and professionally shocking people with what they can do when given a chance."}, {"sentId": 324, "text": "And you have another view and some of it may still..."}], "speaker": "JONES", "secId": 146}, {"sentences": [{"sentId": 325, "text": "We all agree with that, Van."}], "speaker": "DEAN", "secId": 147}, {"sentences": [{"sentId": 326, "text": "I'm not done, Dean."}], "speaker": "JONES", "secId": 148}, {"sentences": [{"sentId": 327, "text": "Well, your candidate doesn't agree with it."}], "speaker": "BECKEL", "secId": 149}, {"sentences": [{"sentId": 328, "text": "This is like the whole comment."}], "speaker": "DEAN", "secId": 150}, {"sentences": [{"sentId": 329, "text": "That's not true."}, {"sentId": 330, "text": "That's not true."}], "speaker": "MCCAUGHEY", "secId": 151}, {"sentences": [{"sentId": 331, "text": "And this is what liberals do."}], "speaker": "DEAN", "secId": 152}, {"sentences": [{"sentId": 332, "text": "But don't lower the standards."}, {"sentId": 333, "text": "If I'm in a burning building, I want to make sure the person coming up the ladder can get me can carry me whether it's a man or a woman."}], "speaker": "MCCAUGHEY", "secId": 153}, {"sentences": [{"sentId": 334, "text": "Well, I hope it's not Donald Trump."}, {"sentId": 335, "text": "JONES:  And I hope the American..."}], "speaker": "BECKEL", "secId": 154}, {"sentences": [{"sentId": 336, "text": "Go ahead."}], "speaker": "BECKEL", "secId": 155}, {"sentences": [{"sentId": 337, "text": "But, listen."}], "speaker": "JONES", "secId": 156}, {"sentences": [{"sentId": 338, "text": "Look, this is a total distraction, Don, of how we destroy ISIS."}, {"sentId": 339, "text": "And if we can just be very blunt here and why Barack Obama has not been able to destroy ISIS."}, {"sentId": 340, "text": "We can get specific."}], "speaker": "DEAN", "secId": 157}, {"sentences": [{"sentId": 341, "text": "Well, Andy, that wasn't what the question was -- that wasn't what the question from Matt Lauer was about."}, {"sentId": 342, "text": "But we're going to -- we will discuss that coming up."}], "speaker": "LEMON", "secId": 158}, {"sentences": [{"sentId": 343, "text": "I've got to get to the break."}, {"sentId": 344, "text": "Thank you, everyone."}], "speaker": "LEMON", "secId": 159}, {"sentences": [{"sentId": 345, "text": "OK."}], "speaker": "DEAN", "secId": 160}, {"sentences": [{"sentId": 346, "text": "When we come right back, Hillary Clinton and Donald Trump in a forum tonight, a presidential forum talking national security."}, {"sentId": 347, "text": "We'll discuss when we return."}], "speaker": "LEMON", "secId": 161}, {"sentences": [{"sentId": 348, "text": "Donald Trump and Hillary Clinton taking the stage here in New York tonight at NBC's commander-in-chief forum."}, {"sentId": 349, "text": "And the differences between them on national security couldn't be more stark."}, {"sentId": 350, "text": "But which candidate would keep us safe?"}], "speaker": "LEMON", "secId": 162}, {"sentences": [{"sentId": 351, "text": "Here to discuss now is major general Burt Mizusawa, Donald Trump's senior military adviser, and CNN military analyst lieutenant general Mark Hertling."}], "speaker": "LEMON", "secId": 163}, {"sentences": [{"sentId": 352, "text": "It's great to have both of you on."}, {"sentId": 353, "text": "And thank you both for your service."}, {"sentId": 354, "text": "I have to ask you both about Donald Trump's comments that generals under President Obama have been reduced to rubble and that is an embarrassment."}, {"sentId": 355, "text": "What is your response, first, General Mizusawa."}], "speaker": "LEMON", "secId": 164}, {"sentences": [{"sentId": 356, "text": "Well, Don, first of all, I think the key question here is who would make the best commander-in-chief of our armed forces."}, {"sentId": 357, "text": "And one of the things that I thought that foreign might have missed is what is truly the role of the commander-in-chief and that pertains to the direction of the armed forces."}], "speaker": "MIZUSAWA", "secId": 165}, {"sentences": [{"sentId": 358, "text": "And I think it's clear that Donald Trump will be the right commander- in-chief for our armed forces."}, {"sentId": 359, "text": "And you can talk about his comments about the generals."}, {"sentId": 360, "text": "But I think the key point that he is making here is he wants to free up the experience and expertise of or great general officers out there who feel like they can come out and give him the best advice that they have for the situation they're facing."}], "speaker": "MIZUSAWA", "secId": 166}, {"sentences": [{"sentId": 361, "text": "You are recently retired, right?"}], "speaker": "LEMON", "secId": 167}, {"sentences": [{"sentId": 362, "text": "I'm recently retired."}], "speaker": "MIZUSAWA", "secId": 168}, {"sentences": [{"sentId": 363, "text": "Do you think that some of the generals have been reduced to rubble under the Obama administration?"}], "speaker": "LEMON", "secId": 169}, {"sentences": [{"sentId": 364, "text": "I think that we're talking about that the advice that they feel free to give to the commander-in-chief."}, {"sentId": 365, "text": "And the key point is you need the commander-in-chief that got the right temperament, who is inquisitive, he is asking the right questions, which I think is more important than trying to come up with the right answers all the time."}], "speaker": "MIZUSAWA", "secId": 170}, {"sentences": [{"sentId": 366, "text": "And think he feels very, very strongly about these general officers."}, {"sentId": 367, "text": "And I've spent some quality time with him over the months that he's been running."}, {"sentId": 368, "text": "And I found him to be very open, he's very smart."}, {"sentId": 369, "text": "He supports the military greatly and he feels very strongly about the military."}], "speaker": "MIZUSAWA", "secId": 171}, {"sentences": [{"sentId": 370, "text": "So, I think Mr. Trump wants to open up the generals to give all the advice that's not adulterated by any sentiments that are coming down from the White House."}], "speaker": "MIZUSAWA", "secId": 172}, {"sentences": [{"sentId": 371, "text": "OK."}], "speaker": "LEMON", "secId": 173}, {"sentences": [{"sentId": 372, "text": "And especially when you look at what's been going on in Iraq and Afghanistan."}, {"sentId": 373, "text": "I think it's clear that maybe that hasn't been the case lately."}], "speaker": "MIZUSAWA", "secId": 174}, {"sentences": [{"sentId": 374, "text": "All right."}, {"sentId": 375, "text": "Let me get General Hertling's response."}, {"sentId": 376, "text": "So, General, that reduce to rubble, is that the answer?"}], "speaker": "LEMON", "secId": 175}, {"sentences": [{"sentId": 377, "text": "I'll answer the question on reducing to rubble."}, {"sentId": 378, "text": "If infuriated me when I heard him say that."}, {"sentId": 379, "text": "He had more contempt for the general officers."}, {"sentId": 380, "text": "And to get to your point is, I don't know of any general officer that is afraid to talk to the current commander-in-chief or any commanders-in-chief for that matter."}], "speaker": "HERTLING", "secId": 176}, {"sentences": [{"sentId": 381, "text": "We know by our oath of office and Burt knows this that we protect and defend the Constitution of the United States and we serve the people who are commanders."}], "speaker": "HERTLING", "secId": 177}, {"sentences": [{"sentId": 382, "text": "So, when you give military advice, I don't know of any general officers in my 37-year career who are afraid to talk to any political masters."}, {"sentId": 383, "text": "And for all the respect that allegedly not Donald Trump shows to the military, an element of leadership communicating well."}], "speaker": "HERTLING", "secId": 178}, {"sentences": [{"sentId": 384, "text": "It certainly doesn't come through in his communications when he says the generals are in rubble and the military is a disaster."}, {"sentId": 385, "text": "I just don't buy it."}, {"sentId": 386, "text": "And I'm sorry."}], "speaker": "HERTLING", "secId": 179}, {"sentences": [{"sentId": 387, "text": "Do you think that the commanders-in-chief, in your estimation, do you think that the generals are afraid to give advice to the commander-in-chief, any commander-in-chief or anyone, maybe Secretary of State or who may be in the situation room, General Hertling?"}], "speaker": "LEMON", "secId": 180}, {"sentences": [{"sentId": 388, "text": "I do not."}, {"sentId": 389, "text": "And in fact, I've been one of those and I've talk to a couple of commanders-in-chief and I had the opportunity to deal with the Secretary of State."}, {"sentId": 390, "text": "I never was afraid to give my honest opinion as commander in Europe or as a commander in the northern part of Iraq when those individuals visited me."}], "speaker": "HERTLING", "secId": 181}, {"sentences": [{"sentId": 391, "text": "That's what general officers do."}, {"sentId": 392, "text": "That's what all military forces do."}, {"sentId": 393, "text": "I mean, if you really want an honest opinion, go to either a general or private, they'll both tell it like it is."}], "speaker": "HERTLING", "secId": 182}, {"sentences": [{"sentId": 394, "text": "General, do you want to respond to that?"}], "speaker": "LEMON", "secId": 183}, {"sentences": [{"sentId": 395, "text": "Sure, I'd like to."}, {"sentId": 396, "text": "Mr. Trump feels very strongly about our military but he also feels very strongly about our country."}, {"sentId": 397, "text": "And he's looking at this as a businessman that we've wasted many, many taxpayer dollars, and not to mention the countless lives, the casualties coming out of Iraq and Afghanistan."}], "speaker": "MIZUSAWA", "secId": 184}, {"sentences": [{"sentId": 398, "text": "And, Mark, you were in Afghan -- in Iraq in 2007."}, {"sentId": 399, "text": "I was there in 2006, and we both know at the height of that war was at the end of 2006 and 2007, I remember going out to the roughest part of the country out in Ramadi when a young colonel officer in Ramadi and they were fighting hard and they were losing people and he was a very bright young colonel."}], "speaker": "MIZUSAWA", "secId": 185}, {"sentences": [{"sentId": 400, "text": "I remember the advice he gave me, I'm going to tell you right."}, {"sentId": 401, "text": "Nine years later, that colonel is a three-star general out in ISIS leading the fight and we are further behind where we were nine years ago, countless of billions of dollars spent, countless of additional lives spent."}], "speaker": "MIZUSAWA", "secId": 186}, {"sentences": [{"sentId": 402, "text": "And I'm looking at the situation through the eyes of the soldier with his boots on the ground."}, {"sentId": 403, "text": "Do you find that acceptable?"}, {"sentId": 404, "text": "You were there in 2007..."}], "speaker": "MIZUSAWA", "secId": 187}, {"sentences": [{"sentId": 405, "text": "You were saying that is because of the current administration the policy..."}], "speaker": "LEMON", "secId": 188}, {"sentences": [{"sentId": 406, "text": "I think that we squandered a lot of the lives and sacrifices our military has made by drawing down too quickly..."}], "speaker": "MIZUSAWA", "secId": 189}, {"sentences": [{"sentId": 407, "text": "Let General Hertling response that."}, {"sentId": 408, "text": "What do you say to that, General Hertling?"}], "speaker": "LEMON", "secId": 190}, {"sentences": [{"sentId": 409, "text": "Yes."}, {"sentId": 410, "text": "Well, I think as we talked about before, Don, there had been a lot of mistakes between the last time I was in Iraq than today that have been made by politicians on both sides of the aisle in several administrations."}], "speaker": "HERTLING", "secId": 191}, {"sentences": [{"sentId": 411, "text": "But I'm not sure what that has to do with what's going on in the future."}, {"sentId": 412, "text": "We keep talking about the past and Mr. Trump has offered several solutions that to me, are mind boggling in terms of their simplicity and their lack of attention to true military art and science."}, {"sentId": 413, "text": "And that's where I stand on this."}], "speaker": "HERTLING", "secId": 192}, {"sentences": [{"sentId": 414, "text": "Yes."}], "speaker": "LEMON", "secId": 193}, {"sentences": [{"sentId": 415, "text": "I want to go forward with this and we are defeating ISIS right now on the battlefields in Iraq and Syria because we are allowing the indigenous forces as part of the current campaign to take the fight to the enemy."}], "speaker": "HERTLING", "secId": 194}, {"sentences": [{"sentId": 416, "text": "I want to move on and talk about something else that was mentioned during the forum this evening, the remarks about sex assaults in the military defending this tweet, \"26,000 unreported sexual assaults in the military, only 238 convictions."}, {"sentId": 417, "text": "What did these geniuses expect when they put men and women together?\""}], "speaker": "LEMON", "secId": 195}, {"sentences": [{"sentId": 418, "text": "General Mizusawa, is that appropriate for a potential commander-in- chief to say that?"}, {"sentId": 419, "text": "It appears to be insinuating that men and women shouldn't either be together in the military or that women wouldn't be in the military."}], "speaker": "LEMON", "secId": 196}, {"sentences": [{"sentId": 420, "text": "I think on the contrary, I think Mr. Trump -- first of all, he is a businessman and he looks at this from a business approach in addition to the love he has for the military."}, {"sentId": 421, "text": "He realizes our military would not be as great as it is without the contributions of women across the board."}, {"sentId": 422, "text": "His philosophy is if he can meet the standards, they can go wherever they need to in the military to help..."}], "speaker": "MIZUSAWA", "secId": 197}, {"sentences": [{"sentId": 423, "text": "SO, what does he mean specifically?"}, {"sentId": 424, "text": "He said he stood by this tweet tonight saying that tweet is accurate, what did these geniuses expect when they put men and women together?"}], "speaker": "LEMON", "secId": 198}, {"sentences": [{"sentId": 425, "text": "Well, I think he did a decent job explaining that."}, {"sentId": 426, "text": "He was talking about the fact that given the amount of reported assaults that we have in the military that we do not have the number of prosecutions that correlate for those assaults."}], "speaker": "MIZUSAWA", "secId": 199}, {"sentences": [{"sentId": 427, "text": "And that if he wants to help clean it up, I mean, he will be the commander-in-chief which includes not only the operational control of our military."}, {"sentId": 428, "text": "It includes the administrative control which is the legal system in the military as well."}], "speaker": "MIZUSAWA", "secId": 200}, {"sentences": [{"sentId": 429, "text": "And so, we all know that prosecutorial discretion exists both in the civilian and the military worlds, we have a strong judge, Judge Africk in the military to make sure that everybody receives justice in the military."}], "speaker": "MIZUSAWA", "secId": 201}, {"sentences": [{"sentId": 430, "text": "OK."}], "speaker": "LEMON", "secId": 202}, {"sentences": [{"sentId": 431, "text": "And there's no reason for me to believe they're not doing their job."}], "speaker": "MIZUSAWA", "secId": 203}, {"sentences": [{"sentId": 432, "text": "I want to get General Hertling, when you see this tweet and you hear what these geniuses expect when they put men and women together?"}, {"sentId": 433, "text": "What did you think, General Hertling when you heard that?"}, {"sentId": 434, "text": "HERTLING:  Well, it wasn't the most important thing to me that came"}], "speaker": "LEMON", "secId": 204}, {"sentences": [{"sentId": 435, "text": "out tonight."}, {"sentId": 436, "text": "It was a tweet that he gave three years ago."}, {"sentId": 437, "text": "But is an indicator of something that we learn a lot in the military and that's leadership."}], "speaker": "LEMON", "secId": 205}, {"sentences": [{"sentId": 438, "text": "It has to do with character, presence and intellect, the things not only what you say but how you are seem to be dealing with different issues."}, {"sentId": 439, "text": "Those three areas the humility of a commander, his ability to have empathy with his soldiers, to understand how to build teams, that's all part of leadership."}], "speaker": "LEMON", "secId": 206}, {"sentences": [{"sentId": 440, "text": "And for Mr. Trump to have said that, even though it was a tweet three years ago, I think is an indicator of his character."}, {"sentId": 441, "text": "And truthfully, that's been one of the things that has caused me to be not as supportive of Mr. Trump as others have been."}], "speaker": "LEMON", "secId": 207}, {"sentences": [{"sentId": 442, "text": "There was also one moment this evening where he discussed the intelligence briefings that he received and he said the one thing that stood out to him, General Hertling, was that he -- it appeared that the current president, the current Secretary of State and others were not following the advice of the experts and that stood out to him."}], "speaker": "LEMON", "secId": 208}, {"sentences": [{"sentId": 443, "text": "Was that a politicization of what's happening in these intelligence briefings?"}, {"sentId": 444, "text": "Were you surprised that he would say something like this?"}], "speaker": "LEMON", "secId": 209}, {"sentences": [{"sentId": 445, "text": "Yes, I was surprised at the statement."}, {"sentId": 446, "text": "Now, I can't comment on it, Don, because I wasn't in the briefing, but I have been briefed by guys from different three-letter agencies on multiple occasions and I found them to be an extremely professional lot."}], "speaker": "HERTLING", "secId": 210}, {"sentences": [{"sentId": 447, "text": "And if they give any indication as they're giving an intelligence analysis that they should or that they're seeming to influence it one way or another to the person they're briefing, I tell you, I've seen guys fired for less than that."}], "speaker": "HERTLING", "secId": 211}, {"sentences": [{"sentId": 448, "text": "They give an intelligent analysis, especially at the level of the president of the United States."}, {"sentId": 449, "text": "When they bring in the PDB, the presidential decision briefs to the president, those guys are sharp and they don't give their emotions, they can keep a poker face and they give the briefing."}, {"sentId": 450, "text": "I was very surprised that Mr. Trump politicized this morning although I was not in the room."}], "speaker": "HERTLING", "secId": 212}, {"sentences": [{"sentId": 451, "text": "I'll give you the last word, General."}], "speaker": "LEMON", "secId": 213}, {"sentences": [{"sentId": 452, "text": "Yes."}, {"sentId": 453, "text": "Would you mind just repeating that question because I'm not sure I got the..."}], "speaker": "MIZUSAWA", "secId": 214}, {"sentences": [{"sentId": 454, "text": "The question when he said he received the two intelligence briefings that he received now he was surprised that the one thing that stood out to him was that the current president, the current Secretary of State and others were not heeding the advice of the military experts."}], "speaker": "LEMON", "secId": 215}, {"sentences": [{"sentId": 455, "text": "Well, I recall what he said it was that he was not at liberty to discuss exactly what occurred in those briefings but he was not happy with those briefings."}, {"sentId": 456, "text": "So that would tell me the opposite that the intelligence professionals are feeling like they need as General Hertling said, they will describe the world the way it is, but he doesn't think that that information is being used to do anything about it."}], "speaker": "MIZUSAWA", "secId": 216}, {"sentences": [{"sentId": 457, "text": "And I think that's one reason he's put out that he wants to get a plan on how to deal with ISIS."}, {"sentId": 458, "text": "And quite frankly, the intelligence on that organization has been out there going back at least 2012, if not 2004 as it was a successor to AQI."}], "speaker": "MIZUSAWA", "secId": 217}, {"sentences": [{"sentId": 459, "text": "All right."}], "speaker": "LEMON", "secId": 218}, {"sentences": [{"sentId": 460, "text": "And so the question is given the Intel that we've had, what we have we've done with it."}, {"sentId": 461, "text": "And I think Mr. Trump wants to move out with that information."}], "speaker": "MIZUSAWA", "secId": 219}, {"sentences": [{"sentId": 462, "text": "Thank you, generals."}, {"sentId": 463, "text": "I appreciate."}, {"sentId": 464, "text": "When we come right back, Donald Trump and Hillary Clinton agree on one thing, we have to defeat ISIS but who has a better plan?"}], "speaker": "LEMON", "secId": 220}, {"sentences": [{"sentId": 465, "text": "As Hillary Clinton and Donald Trump battle over national security tonight."}, {"sentId": 466, "text": "The biggest question is who will keep us safe?"}], "speaker": "LEMON", "secId": 221}, {"sentences": [{"sentId": 467, "text": "Here to discuss Mr. Carl Higbie, the spokesman for the pro-Trump Great America PAC, and Mr. Michael Weiss, the co-author of \"ISIS Inside the Army of Terror.\""}], "speaker": "LEMON", "secId": 222}, {"sentences": [{"sentId": 468, "text": "Gentlemen, thank you so much for joining us tonight."}, {"sentId": 469, "text": "Carl, I'm going to start with you, get your reaction on this forum tonight, Donald Trump saying the generals have been reduced to rubble."}, {"sentId": 470, "text": "Was he disrespecting those generals do you think?"}], "speaker": "LEMON", "secId": 223}, {"sentences": [{"sentId": 471, "text": "Not intentionally."}, {"sentId": 472, "text": "NO."}, {"sentId": 473, "text": "I think some may construe that as disrespectful but at the end of the day, Donald Trump has a measurable respect for our military and our generals."}], "speaker": "HIGBIE", "secId": 224}, {"sentences": [{"sentId": 474, "text": "What he was trying to portray was, is a simple fact that Barack Obama has hammered and dismiss many of our generals and that's cause us to be in the situation we're in right now."}, {"sentId": 475, "text": "The one that are left are the ones that have quite frankly, crouched down and hid behind the scenes and not said anything to upset the commander-in-chief or progress winning this war."}], "speaker": "HIGBIE", "secId": 225}, {"sentences": [{"sentId": 476, "text": "You have served i navy, right, as a navy SEAL, right?"}], "speaker": "LEMON", "secId": 226}, {"sentences": [{"sentId": 477, "text": "Yes."}], "speaker": "HIGBIE", "secId": 227}, {"sentences": [{"sentId": 478, "text": "Many of the best military minds are in the military have been trying to defeat radical Islamist since the 9/11 even before 9/11."}, {"sentId": 479, "text": "HIGBIE:  Right."}], "speaker": "LEMON", "secId": 228}, {"sentences": [{"sentId": 480, "text": "What don't they understand do you think about defeating ISIS?"}, {"sentId": 481, "text": "What don't we understand that Donald Trump does because he saying that, you know, he knows more than the generals?"}], "speaker": "LEMON", "secId": 229}, {"sentences": [{"sentId": 482, "text": "Yes."}, {"sentId": 483, "text": "And he did say that and I think that was a poor choice of words."}, {"sentId": 484, "text": "But what did happen was during this he said the thing that he learned most when he went into these secret briefings is that our commander-in-chief and Hillary Clinton are not listening to their advice."}], "speaker": "HIGBIE", "secId": 230}, {"sentences": [{"sentId": 485, "text": "I want to talk about that."}, {"sentId": 486, "text": "But what does he know that the generals don't."}, {"sentId": 487, "text": "You said it was a poor choice of words."}, {"sentId": 488, "text": "But what does he know -- he said I know more than the generals."}], "speaker": "LEMON", "secId": 231}, {"sentences": [{"sentId": 489, "text": "Yes."}, {"sentId": 490, "text": "So, I think what Donald Trump was saying with that is that he knows how to set a goal on this."}, {"sentId": 491, "text": "I think that what's come out of this is he might not have the perfect plan but he has a goal and he's going to rely on the generals the subject matter experts to progress that goal in 30 days."}], "speaker": "HIGBIE", "secId": 232}, {"sentences": [{"sentId": 492, "text": "OK."}, {"sentId": 493, "text": "So, there were -- there are people who are surprised, including some generals, to get to your point about him saying this evening about the generals who were reduced to rubble and that they're not listening to the advice, the Obama administration is not listening to the advice of military experts."}, {"sentId": 494, "text": "Was that surprising to you?"}], "speaker": "LEMON", "secId": 233}, {"sentences": [{"sentId": 495, "text": "No, I mean, there's an element of truth to that."}, {"sentId": 496, "text": "There are a lot of generals and colonels in particular who disagree vehemently with the Obama administration's prosecution on the war and particularly the war in Syria against ISIS."}], "speaker": "WEISS", "secId": 234}, {"sentences": [{"sentId": 497, "text": "Hillary Clinton as Secretary of State also disagreed with the president of the United States and his prosecution of the war who thought we should have intervened in Syria much earlier, has advocated safe zones and a no-fly zone in Syria to protect the civilians."}], "speaker": "WEISS", "secId": 235}, {"sentences": [{"sentId": 498, "text": "General Petraeuss, the former Secretary of Defense, two Secretaries of Defense, Bob Gates and Leon Panetta have both come out against the president's policy in Syria."}, {"sentId": 499, "text": "On that side I think Trump has a point."}], "speaker": "WEISS", "secId": 236}, {"sentences": [{"sentId": 500, "text": "The problem I have and I listened very carefully to his speech in Philadelphia Today, two things he said stuck out to me."}, {"sentId": 501, "text": "Number one, he said, he's blaming Hillary Clinton for the instability in the Middle East."}, {"sentId": 502, "text": "And he said in 2009, Libya was stable and Syria was under control."}], "speaker": "WEISS", "secId": 237}, {"sentences": [{"sentId": 503, "text": "OK. Moammar Gadhafi, Colonel Gadhafi who was overthrown by the United States under no fly zone imposed by NATO."}, {"sentId": 504, "text": "This guy sponsored every major international terrorist organization known to man from the IRA to the  to the red army faction which is , I'm sorry."}], "speaker": "WEISS", "secId": 238}, {"sentences": [{"sentId": 505, "text": "And Bashar al-Assad up until 2010 was sponsoring Al Qaeda in Iraq blowing up American soldiers."}, {"sentId": 506, "text": "LEMON:  So what is that?"}], "speaker": "WEISS", "secId": 239}, {"sentences": [{"sentId": 507, "text": "To say Syria was under control, you know, and that because Hillary Clinton became Secretary of State everything blew up in the Middle East, the United States only has so much control over how things go wrong, and especially in this part of the world which is very volatile."}], "speaker": "WEISS", "secId": 240}, {"sentences": [{"sentId": 508, "text": "Bashar al-Assad is a war criminal who exterminate his own people."}, {"sentId": 509, "text": "Every human rights monitor that is credible has said of the half a million people who have been killed, the vast majority have been killed by Assad."}], "speaker": "WEISS", "secId": 241}, {"sentences": [{"sentId": 510, "text": "Donald Trump says anyone fighting ISIS should be on our side."}, {"sentId": 511, "text": "I've got news for Donald Trump, Al Qaeda is fighting ISIS, they should not be on our side."}], "speaker": "WEISS", "secId": 242}, {"sentences": [{"sentId": 512, "text": "Yes."}], "speaker": "LEMON", "secId": 243}, {"sentences": [{"sentId": 513, "text": "The Kurds force of Iran is fighting ISIS."}, {"sentId": 514, "text": "They are a designated terrorist organization according to the United States."}, {"sentId": 515, "text": "Sectarian death squad is fighting ISIS."}], "speaker": "WEISS", "secId": 244}, {"sentences": [{"sentId": 516, "text": "Yes."}], "speaker": "LEMON", "secId": 245}, {"sentences": [{"sentId": 517, "text": "Again, he does not strike as somebody who is very well verse in the subject matter of the Middle East."}], "speaker": "WEISS", "secId": 246}, {"sentences": [{"sentId": 518, "text": "I know, Carl, you want to respond to that."}, {"sentId": 519, "text": "You will on the other side of the break."}, {"sentId": 520, "text": "We'll continue."}, {"sentId": 521, "text": "We'll be right back."}], "speaker": "LEMON", "secId": 247}, {"sentences": [{"sentId": 522, "text": "Back with you now, Carl Higbie and Michael Weiss."}, {"sentId": 523, "text": "Let's take a listen to Donald Trump's plan tonight talking about this ISIS."}], "speaker": "LEMON", "secId": 248}, {"sentences": [{"sentId": 524, "text": "So, is the plan you've been hiding this whole time asking someone else for their plan?"}], "speaker": "LAUER", "secId": 249}, {"sentences": [{"sentId": 525, "text": "No, but when I do come up with a plan that I like and that perhaps agrees with mine or maybe doesn't, I may love what the generals come back with."}, {"sentId": 526, "text": "I will complete"}], "speaker": "TRUMP", "secId": 250}, {"sentences": [{"sentId": 527, "text": "But you have your own plan."}], "speaker": "LAUER", "secId": 251}, {"sentences": [{"sentId": 528, "text": "I have a plan but I want to be -- I don't want to -- look, I have a very substantial chance of winning."}, {"sentId": 529, "text": "Make American great again."}, {"sentId": 530, "text": "We're going to make America great again."}], "speaker": "TRUMP", "secId": 252}, {"sentences": [{"sentId": 531, "text": "I have a substantial chance of winning."}, {"sentId": 532, "text": "If I win, I don't want to broadcast to the enemy exactly what my plan is."}], "speaker": "TRUMP", "secId": 253}, {"sentences": [{"sentId": 533, "text": "But you're going to..."}], "speaker": "LAUER", "secId": 254}, {"sentences": [{"sentId": 534, "text": "Let me tell you, if I like maybe a combination of my plan and the generals' plan or the general's plan."}, {"sentId": 535, "text": "If I like their plan, Matt, I'm not going to call you up and say, Matt, we have a great plan."}], "speaker": "TRUMP", "secId": 255}, {"sentences": [{"sentId": 536, "text": "So, Michael, do understand what he -- does that make sense?"}], "speaker": "LEMON", "secId": 256}, {"sentences": [{"sentId": 537, "text": "No, I don't make what the hell he just said."}, {"sentId": 538, "text": "All I heard is he's running for president and has a chance of winning, which any candidate for president probably does this day and age."}], "speaker": "WEISS", "secId": 257}, {"sentences": [{"sentId": 539, "text": "I mean, look, one of the things that..."}], "speaker": "WEISS", "secId": 258}, {"sentences": [{"sentId": 540, "text": "Carl, do you understand what he said?"}], "speaker": "LEMON", "secId": 259}, {"sentences": [{"sentId": 541, "text": "He's got a goal, not a plan."}, {"sentId": 542, "text": "And he needs to listen to the generals."}], "speaker": "HIGBE", "secId": 260}, {"sentences": [{"sentId": 543, "text": "That means he disagrees."}, {"sentId": 544, "text": "That was a very usual way to say..."}], "speaker": "WEISS", "secId": 261}, {"sentences": [{"sentId": 545, "text": "That was good, Carl."}, {"sentId": 546, "text": "So, I mean, it wasn't -- it wasn't that understandable, was it?"}], "speaker": "LEMON", "secId": 262}, {"sentences": [{"sentId": 547, "text": "You're going to make me say it, Don."}], "speaker": "HIGBIE", "secId": 263}, {"sentences": [{"sentId": 548, "text": "Say it."}], "speaker": "LEMON", "secId": 264}, {"sentences": [{"sentId": 549, "text": "I mean, I have you here to be honest."}, {"sentId": 550, "text": "I mean, we know that you're here for your candidate."}], "speaker": "LEMON", "secId": 265}, {"sentences": [{"sentId": 551, "text": "It's OK."}], "speaker": "WEISS", "secId": 266}, {"sentences": [{"sentId": 552, "text": "Yes."}, {"sentId": 553, "text": "Right."}, {"sentId": 554, "text": "So, look, Donald Trump has had a goal all along."}, {"sentId": 555, "text": "He know what the goal is."}, {"sentId": 556, "text": "I just hope that this notion now that he's going to listen to the generals actually rings true."}, {"sentId": 557, "text": "Because, you know, when he gets in, if he can get a 30-day plan out from the generals, fabulous, let's do it."}, {"sentId": 558, "text": "You know he'll be able to execute it."}], "speaker": "HIGBIE", "secId": 267}, {"sentences": [{"sentId": 559, "text": "But by now when you..."}], "speaker": "LEMON", "secId": 268}, {"sentences": [{"sentId": 560, "text": "There are so many plans."}, {"sentId": 561, "text": "I mean, look, there are so many options."}, {"sentId": 562, "text": "And again, across the military spectrum, retired generals, active general, they have different solutions for how to combat ISIS."}], "speaker": "WEISS", "secId": 269}, {"sentences": [{"sentId": 563, "text": "I've been on the show so many times in the last two years being very critical of the Obama administration, like I have my own prescription."}, {"sentId": 564, "text": "It's not Donald Trump's prescription."}, {"sentId": 565, "text": "The thing that he keeps saying on and I had to write this down today"}], "speaker": "WEISS", "secId": 270}, {"sentences": [{"sentId": 566, "text": "because it struck."}, {"sentId": 567, "text": "He keeps talking about this restriction on Muslim immigration to the United States, right?"}, {"sentId": 568, "text": "Immigration, immigration, he's got his wall with Mexico."}], "speaker": "WEISS", "secId": 271}, {"sentences": [{"sentId": 569, "text": "Here's the thing."}, {"sentId": 570, "text": "Here's the statistics."}, {"sentId": 571, "text": "Immigrant Jihadist in the last 10 years or so have killed two Americans."}, {"sentId": 572, "text": "All Jihadist including Americans have killed 9 Americans."}, {"sentId": 573, "text": "Armed toddlers have killed 21 Americans."}, {"sentId": 574, "text": "Lightning has killed 31 Americans."}, {"sentId": 575, "text": "Being shot by another American has killed 11,737 Americans."}], "speaker": "WEISS", "secId": 272}, {"sentences": [{"sentId": 576, "text": "Yes."}], "speaker": "LEMON", "secId": 273}, {"sentences": [{"sentId": 577, "text": "The statistics do not really corroborate or legitimate his prescription for fighting Islamic terrorists."}], "speaker": "WEISS", "secId": 274}, {"sentences": [{"sentId": 578, "text": "Well, that's what a lot of people have been saying but still what gets the headlines is when someone says, you know..."}], "speaker": "LEMON", "secId": 275}, {"sentences": [{"sentId": 579, "text": "What should get the headline though, is here are facts and here is what errant nonsense."}], "speaker": "WEISS", "secId": 276}, {"sentences": [{"sentId": 580, "text": "Do you think facts matter in this particular..."}], "speaker": "LEMON", "secId": 277}, {"sentences": [{"sentId": 581, "text": "No, I actually don't think they matter and that's the danger."}], "speaker": "WEISS", "secId": 278}, {"sentences": [{"sentId": 582, "text": "Yes, I know."}, {"sentId": 583, "text": "I know."}, {"sentId": 584, "text": "Very well said."}, {"sentId": 585, "text": "Thank you."}, {"sentId": 586, "text": "Thank you, Carl."}, {"sentId": 587, "text": "Thank you, Michael."}], "speaker": "LEMON", "secId": 279}, {"sentences": [{"sentId": 588, "text": "Thanks, Don."}], "speaker": "HIGBIE", "secId": 280}, {"sentences": [{"sentId": 589, "text": "When we come back, what's in Donald Trump's tax returns and why doesn't he want you to see them?"}, {"sentId": 590, "text": "We're going to break it down next."}], "speaker": "LEMON", "secId": 281}, {"sentences": [{"sentId": 591, "text": "This is CNN breaking news."}], "speaker": "ANNOUNCER", "secId": 282}, {"sentences": [{"sentId": 592, "text": "Breaking news, as Donald Trump and Hillary Clinton do battle on national security tonight, bombshell e-mails are released that show Colin Powell advice Hillary Clinton on the use of personal e-mail without going through State Department servers."}], "speaker": "LEMON", "secId": 283}, {"sentences": [{"sentId": 593, "text": "This is CNN TONIGHT."}], "speaker": "LEMON", "secId": 284}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1609.07.cnnt.01.html.json", "time": "Aired September 7, 2016 - 22:00   ET"}