{"sectionCount": 246, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["LEMON", "LAH", "DUGGAR", "UNIDENTIFIED MALE", "BRAGMAN", "MERRYN", "DEGGANS", "PINSKY", "CORNISH", "BLOW", "BLOOM", "FERGUSON", "HILL", "MEYERS"], "subTitle": "Behind Closed Doors at the Duggar House; Josh Duggar Apologizes for \"Inexcusable Actions\"; New Fears of Flash Floods in Texas and Oklahoma. Aired 10-11p ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1505/27/cnnt.01.html", "sentenceCount": 625, "sections": [{"sentences": [{"sentId": 0, "text": "A disgraced reality TV star and a family in turmoil."}, {"sentId": 1, "text": "What really happened behind closed doors in the Duggar house?"}], "speaker": "LEMON", "secId": 0}, {"sentences": [{"sentId": 2, "text": "This is CNN TONIGHT."}, {"sentId": 3, "text": "I'm Don Lemon."}], "speaker": "LEMON", "secId": 1}, {"sentences": [{"sentId": 4, "text": "Josh Duggar has apologized for what he calls his 'inexcusable actions' molesting multiple underage girls when he was a teenager."}, {"sentId": 5, "text": "But is that the end of the story and what about the victims?"}], "speaker": "LEMON", "secId": 2}, {"sentences": [{"sentId": 6, "text": "Tonight, we're going to talk to Dr. Drew."}, {"sentId": 7, "text": "And a sex abused survivor who was as she talks to the Duggar kid a year ago, and had no idea what secrets they were keeping."}], "speaker": "LEMON", "secId": 3}, {"sentences": [{"sentId": 8, "text": "Plus, fears of new flash floods in Texas and Oklahoma, tornado watches from Oklahoma to Nebraska."}, {"sentId": 9, "text": "And in India, more than 1400 dead in a heat wave so brutal that it is melting roads."}, {"sentId": 10, "text": "What's behind all of this weird weather and is it time to stop arguing and do something about it?"}], "speaker": "LEMON", "secId": 4}, {"sentences": [{"sentId": 11, "text": "But I want to begin this evening with the Duggar family scandal."}, {"sentId": 12, "text": "Their TLC show, \"19 Kids and Counting\" has lost more than a dozen sponsors."}, {"sentId": 13, "text": "but Josh Duggar is not just a reality TV star, he's a familiar face on the stump with conservative politicians, or at least, he was until now."}], "speaker": "LEMON", "secId": 5}, {"sentences": [{"sentId": 14, "text": "CNN's Kyung La has more."}], "speaker": "LEMON", "secId": 6}, {"sentences": [{"sentId": 15, "text": "Where's the Duggars?"}, {"sentId": 16, "text": "Pounding piety in their home."}, {"sentId": 17, "text": "The Duggars, a reality clan preaching their beliefs beyond TLC, powering into the political field."}], "speaker": "LAH", "secId": 7}, {"sentences": [{"sentId": 18, "text": "Hello."}, {"sentId": 19, "text": "This is Michelle Duggar."}], "speaker": "DUGGAR", "secId": 8}, {"sentences": [{"sentId": 20, "text": "Matriarch of the family, Michelle, last August recorded this robocall asking Fayetteville Arkansas residence to protest an antidiscrimination ordinance, which would protect transgender rights."}], "speaker": "LAH", "secId": 9}, {"sentences": [{"sentId": 21, "text": "I doubt that Fayetteville parents would stand for a law that would endanger their daughters or allow them to be traumatized by a man joining them in their private space."}], "speaker": "DUGGAR", "secId": 10}, {"sentences": [{"sentId": 22, "text": "she left out what was happening in her own family's private space."}, {"sentId": 23, "text": "According to this police report obtained by \"In Touch\" magazine, the family did not take Josh Duggar to the authorities in 2002, when the family first learned about an alleged sexual assault."}], "speaker": "LAH", "secId": 11}, {"sentences": [{"sentId": 24, "text": "Four years later, as the family's TV fame growing, a tip prompts an official police investigation."}, {"sentId": 25, "text": "The allegations not becoming public until last week."}, {"sentId": 26, "text": "Only then, Josh Duggar saying he is extremely sorry and as parents, we are not a perfect family."}], "speaker": "LAH", "secId": 12}, {"sentences": [{"sentId": 27, "text": "I love you, Josh."}], "speaker": "UNIDENTIFIED MALE", "secId": 13}, {"sentences": [{"sentId": 28, "text": "The eldest, in a cast of many on TLC's \"19 Kids and Counting,\" Josh Duggar was jockeying to be a prime political and cultural player, speaking about Christian and family values."}], "speaker": "LAH", "secId": 14}, {"sentences": [{"sentId": 29, "text": "We have parents that love each other that love the Lord."}, {"sentId": 30, "text": "It stood up for what is right."}], "speaker": "DUGGAR", "secId": 15}, {"sentences": [{"sentId": 31, "text": "A potent symbol to republican and presidential candidates courting the Evangelical base."}, {"sentId": 32, "text": "All have been silent in the wake of the scandal, except for candidate Mike Huckabee."}, {"sentId": 33, "text": "Standing by the family on Facebook."}, {"sentId": 34, "text": "\"Josh's actions when he was an underage teen are as he describe them himself, 'inexcusable,' but that doesn't mean 'unforgivable.'\""}], "speaker": "LAH", "secId": 16}, {"sentences": [{"sentId": 35, "text": "I'm glad they got what was coming to them."}, {"sentId": 36, "text": "I think comments a bit just what that way it tells them."}], "speaker": "BRAGMAN", "secId": 17}, {"sentences": [{"sentId": 37, "text": "Long time Hollywood crisis manager Howard Bragman says, the repugnant part of this reality TV tale unraveling isn't just the alleged sex crime."}], "speaker": "LAH", "secId": 18}, {"sentences": [{"sentId": 38, "text": "They have the hoot spa or the nerve to be judging all these other people when you know you have this in your past."}, {"sentId": 39, "text": "It just doesn't make sense."}, {"sentId": 40, "text": "And it really in the end, they are responsible for the death of their own brand."}], "speaker": "BRAGMAN", "secId": 19}, {"sentences": [{"sentId": 41, "text": "A brand and a family waiting to see if TLC decides to bring it back."}, {"sentId": 42, "text": "Kyung Lah, CNN, Los Angeles."}], "speaker": "LAH", "secId": 20}, {"sentences": [{"sentId": 43, "text": "Thank you, Kyung."}, {"sentId": 44, "text": "Thank you, Howard, for that."}, {"sentId": 45, "text": "I want to bring in now a woman who knows all too well the trauma of being a sexual abuse survivor."}, {"sentId": 46, "text": "Her name is Erin Merryn."}, {"sentId": 47, "text": "She was abused at the age of six and went on to found Erin's Law which requires public schools that reprogram to prevent child sexual abuse."}, {"sentId": 48, "text": "She's the author of \"An Unimaginable Act\" of an unimaginable act and Erin Merryn joins me now."}], "speaker": "LEMON", "secId": 21}, {"sentences": [{"sentId": 49, "text": "Erin, thank you so much."}, {"sentId": 50, "text": "I'm so glad that you're here."}, {"sentId": 51, "text": "Because you actually met with the Duggar family a year ago."}, {"sentId": 52, "text": "How did that all come about?"}], "speaker": "LEMON", "secId": 22}, {"sentences": [{"sentId": 53, "text": "I was speaking at a child abuse conference and they just happened to be attending and as I was signing books afterwards, they had asked me, Erin, would you come into our home tonight and talk to our children about \"Erin's Law.\""}], "speaker": "MERRYN", "secId": 23}, {"sentences": [{"sentId": 54, "text": "Would you educate them on what personal body safety does and how this educate kids in schools on how to speak up and tell if they've been sexually abused."}, {"sentId": 55, "text": "So, I spent two hours that evening talking to nine of their kids about speaking up and telling if you've been abused and how I've been taking this law from one state to another and it's currently passed in 23 states."}], "speaker": "MERRYN", "secId": 24}, {"sentences": [{"sentId": 56, "text": "Yes."}, {"sentId": 57, "text": "That was, let's see, just two months ago, the Duggars wrote about your visit on the Facebook page."}, {"sentId": 58, "text": "And here's what it says, \"Our friend, Erin Merryn, went through a lot of tragic abuse growing up."}, {"sentId": 59, "text": "But thankfully she received Christian counselling over the last few years."}, {"sentId": 60, "text": "She has become an advocate to encourage public schools to provide resources to teach young people about dangerous sexual abuse.\""}], "speaker": "LEMON", "secId": 25}, {"sentences": [{"sentId": 61, "text": "I can only imagine you must have thought when this news broke about the family."}, {"sentId": 62, "text": "Do you think that they had an ulterior motive, that they brought you in there to unwillingly or unknowingly, I should say, counsel them and their children?"}, {"sentId": 63, "text": "Without your knowledge?"}], "speaker": "LEMON", "secId": 26}, {"sentences": [{"sentId": 64, "text": "Yes."}, {"sentId": 65, "text": "I would look at that way as maybe they were using from their experience as a way to learn."}, {"sentId": 66, "text": "You know, they were maybe in that room for a reason hearing me speak and they thought, you know, this is an opportunity to bring this message to our kids that if this was ever to happen to you again or any of you for the first time, speak up and tell, don't keep it a secret."}, {"sentId": 67, "text": "I commend them for bringing me into their home."}, {"sentId": 68, "text": "And not denying this, not being in denial about what had all happened."}], "speaker": "MERRYN", "secId": 27}, {"sentences": [{"sentId": 69, "text": "Did you sense, Erin, that anything was wrong during this initial meeting?"}], "speaker": "LEMON", "secId": 28}, {"sentences": [{"sentId": 70, "text": "No."}, {"sentId": 71, "text": "Not at all."}, {"sentId": 72, "text": "I didn't have this slightest suspicion that anything, no weird feelings or anything when I went into their home."}], "speaker": "MERRYN", "secId": 29}, {"sentences": [{"sentId": 73, "text": "What did you think when the news broke?"}], "speaker": "LEMON", "secId": 30}, {"sentences": [{"sentId": 74, "text": "I was shocked, but at the same time, you know, this is a silent epidemic."}, {"sentId": 75, "text": "You know, 1 in 4 girls, 1 in 6 boys are sexually abused by the age of 18."}, {"sentId": 76, "text": "There are 42 million survivors here in America alone that have been sexually abused."}, {"sentId": 77, "text": "And 93 percent of the time, it is someone children know and trust."}, {"sentId": 78, "text": "Not the stranger danger."}, {"sentId": 79, "text": "We've we warn kids up and down about."}], "speaker": "MERRYN", "secId": 31}, {"sentences": [{"sentId": 80, "text": "Yes."}, {"sentId": 81, "text": "I always say that having, you know, being a survivor myself, that people aren't always who they present themselves to be in public, usually they aren't."}, {"sentId": 82, "text": "And that the stats that you're talking about..."}], "speaker": "LEMON", "secId": 32}, {"sentences": [{"sentId": 83, "text": "No."}, {"sentId": 84, "text": "Not at all."}, {"sentId": 85, "text": "LEMON: Yes."}, {"sentId": 86, "text": "The stats that you're talking about from the CDC and the U.S. Department of Health and Human Services, this is a 2002 study."}, {"sentId": 87, "text": "They found that at least 2.3 percent of children have been victimized by a sibling."}], "speaker": "MERRYN", "secId": 33}, {"sentences": [{"sentId": 88, "text": "But, let's go back now, I want to go back to Josh Duggar."}, {"sentId": 89, "text": "His original statement after the story is broken."}, {"sentId": 90, "text": "He is part of it."}, {"sentId": 91, "text": "He said, \"My parents arranged for me and those affected by my actions to receive counseling."}, {"sentId": 92, "text": "I understood that if I continued down this wrong road that I would end up ruining my life."}, {"sentId": 93, "text": "I sought forgiveness from those I had wronged and asked Christ to forgive me and come into my life.\""}], "speaker": "MERRYN", "secId": 34}, {"sentences": [{"sentId": 94, "text": "In the entire segment Josh Duggar refers himself more than 20 times and he only mentions the victims twice."}, {"sentId": 95, "text": "I know you're a religious woman but, does that make you angry?"}], "speaker": "MERRYN", "secId": 35}, {"sentences": [{"sentId": 96, "text": "No."}, {"sentId": 97, "text": "I don't hold on to anger about what he did."}, {"sentId": 98, "text": "But what I think we need to do, the media is focusing so much on Josh Duggar, so much on Jim Bob and Michelle and how did they handle this?"}, {"sentId": 99, "text": "Did they do the right thing, did they not?"}, {"sentId": 100, "text": "When, what we really need to focus on, is the victims here."}], "speaker": "MERRYN", "secId": 36}, {"sentences": [{"sentId": 101, "text": "By rehashing this over and over and over again in the media, we are re-victimizing these girls."}, {"sentId": 102, "text": "You know, this is bringing it all up into their face again."}, {"sentId": 103, "text": "And, you know, the best thing we can do is give them their privacy and allow them to heal, to move forward, because this is opening that wound all over again."}], "speaker": "MERRYN", "secId": 37}, {"sentences": [{"sentId": 104, "text": "But I do have to challenge you -- I have to challenge you in a way there because I understand what you're saying."}, {"sentId": 105, "text": "I think by continuing the show, if it's not dealt with properly, then the girls can be re-victimized."}, {"sentId": 106, "text": "But I think if you're responsible in a media, you can actually help people with the stats that we just read."}, {"sentId": 107, "text": "Because it is more common than people realized and the stigma needs to be taken off of it."}], "speaker": "LEMON", "secId": 38}, {"sentences": [{"sentId": 108, "text": "Oh, I totally agree with you."}, {"sentId": 109, "text": "And if the show is to come back on the air, I'm -- you know, I'm not sure if it's going to, but if it does, I think the approach they're going to need to take is focusing on this and doing positive out of it."}, {"sentId": 110, "text": "You know, trying to bring awareness to this and not keep the secrets swept into the floor like so many families do."}, {"sentId": 111, "text": "You know, get out there and talk about just the same way I am."}], "speaker": "MERRYN", "secId": 39}, {"sentences": [{"sentId": 112, "text": "And you did something about it because it's Erin's Law, right."}, {"sentId": 113, "text": "And so far, your law is in 23 states, including Arkansas, where the Duggars live."}, {"sentId": 114, "text": "It was passed after the alleged incidence, I should say, but do you think that it could have helped here, the Duggar kids, because they're home schooled?"}], "speaker": "LEMON", "secId": 40}, {"sentences": [{"sentId": 115, "text": "You know what, and that was one of the reasons they brought me into their home, they said, Erin, we want you to get your message to the home school and families."}, {"sentId": 116, "text": "You know, you're going into the public schools,  you should attend these national conferences they do on home schooling."}], "speaker": "MERRYN", "secId": 41}, {"sentences": [{"sentId": 117, "text": "So, parents that do home school their kids can bring this message into the home."}, {"sentId": 118, "text": "And they had actually introduced me to the legislator in Iowa and Ohio, that they've introduced Erin's Law."}, {"sentId": 119, "text": "And I was just in Columbus last month testifying on Erin's Law."}], "speaker": "MERRYN", "secId": 42}, {"sentences": [{"sentId": 120, "text": "Yes."}, {"sentId": 121, "text": "Erin Merryn, thank you."}, {"sentId": 122, "text": "I really appreciate you coming on."}], "speaker": "LEMON", "secId": 43}, {"sentences": [{"sentId": 123, "text": "No."}, {"sentId": 124, "text": "Thank you."}], "speaker": "MERRYN", "secId": 44}, {"sentences": [{"sentId": 125, "text": "The Duggar family will never be the same in the wake of the scandal, but it's also a huge headache for TLC."}, {"sentId": 126, "text": "Can \"19 Kids and Counting\" survive?"}], "speaker": "LEMON", "secId": 45}, {"sentences": [{"sentId": 127, "text": "I'm joining now by Eric Deggans."}, {"sentId": 128, "text": "He's a TV critic for PMR."}, {"sentId": 129, "text": "Eric, always good to see you."}, {"sentId": 130, "text": "Thank you for coming on this evening."}, {"sentId": 131, "text": "You know, TLC has pulled the show off the air, sponsors are fleeing."}, {"sentId": 132, "text": "Should this show be canceled, Eric?"}], "speaker": "LEMON", "secId": 46}, {"sentences": [{"sentId": 133, "text": "Well, I'm not big fan of many of these kinds of shows, so, I wouldn't shed a tear if \"19 Kids and Counting\" went down for the count, to be honest."}, {"sentId": 134, "text": "I think the shows in particular, you look at \"19 Kids and Counting\" and TLC's had problems with \"Here Comes Honey Boo Boo.\""}], "speaker": "DEGGANS", "secId": 47}, {"sentences": [{"sentId": 135, "text": "These are families that are very unusual are often under stress, often, you know, there's some dysfunction that is in their background."}, {"sentId": 136, "text": "And because of the structure of the show, the show tries to present the family as relatable."}, {"sentId": 137, "text": "A type of family that anyone can relate to."}], "speaker": "DEGGANS", "secId": 48}, {"sentences": [{"sentId": 138, "text": "And so, I think fear is an inherent sort of resistance to delving into the family's background and to finding out if there's anything like these secrets that we've seen come out about the Duggars that we saw come out about the family behind \"Here Comes Honey Boo Boo.\""}], "speaker": "DEGGANS", "secId": 49}, {"sentences": [{"sentId": 139, "text": "And in the end, these families wind up imploding on television or in the public space."}, {"sentId": 140, "text": "And it feels that as if there's some sort of balancing act that TLC is doing here, where they're exploiting these families until they reach the point where they implode..."}], "speaker": "DEGGANS", "secId": 50}, {"sentences": [{"sentId": 141, "text": "Right."}], "speaker": "LEMON", "secId": 51}, {"sentences": [{"sentId": 142, "text": "... and then they sort of walk away and express sorrow and they're not held accountable."}], "speaker": "DEGGANS", "secId": 52}, {"sentences": [{"sentId": 143, "text": "They don't really give -- they don't really give a proper explanation that the public, you know, wants to hear."}, {"sentId": 144, "text": "But, here's what I think."}], "speaker": "LEMON", "secId": 53}, {"sentences": [{"sentId": 145, "text": "I think that the reaction may have been different."}, {"sentId": 146, "text": "I'm sure he would have been judged harshly, but maybe not as harsh the family, had they not -- had they -- were not perceived, I should say, to be, sort of hypocritical in having exposing one set of family values and then judging other members including members of the LGBT community and on and on."}], "speaker": "LEMON", "secId": 54}, {"sentences": [{"sentId": 147, "text": "Do you think it's part because families have issues."}, {"sentId": 148, "text": "But do you think it's part of that hypocrisy and part of that judgmental attitude that they're being judged so harshly now?"}], "speaker": "LEMON", "secId": 55}, {"sentences": [{"sentId": 149, "text": "Well, certainly that as adding fuel to the fire now."}, {"sentId": 150, "text": "The fact that they have set themselves up as moral paragons in some ways and that they've spoken out on issues that are very contentious."}, {"sentId": 151, "text": "And that people, you know, sort of feel they're on the wrong side of already in terms of gay rights and gay marriage."}, {"sentId": 152, "text": "Then to have a situation where they had an issue in their family and they don't seem to have dealt with it particularly well and there's questions about how long it took them to deal with it and whether children within the family were given adequate counseling."}], "speaker": "DEGGANS", "secId": 56}, {"sentences": [{"sentId": 153, "text": "All of that adds fuel to the fire."}, {"sentId": 154, "text": "But my point is that, these families, they're imploding on air anyway."}, {"sentId": 155, "text": "And we've seen this problem with the family behind \"Here Comes Honey Boo Boo.\""}, {"sentId": 156, "text": "And we even saw it with John and Kate Gaoslin where their marriage unraveled on real time on the show that they start in."}, {"sentId": 157, "text": "And you wonder if the pressure being on the show even added to the problems that they were having as a family."}], "speaker": "DEGGANS", "secId": 57}, {"sentences": [{"sentId": 158, "text": "I just -- I have a real problem with these shows and I wish most of them would go away, to be honest."}], "speaker": "DEGGANS", "secId": 58}, {"sentences": [{"sentId": 159, "text": "Yes."}, {"sentId": 160, "text": "I want to read the network statement here."}, {"sentId": 161, "text": "They say, \"We are deeply saddened and troubled by this heartbreaking situation."}, {"sentId": 162, "text": "Our thoughts and prayers are with the family and victims at very -- at this difficult time.\""}, {"sentId": 163, "text": "But again, they have not said of whether they are going to cancel the show."}], "speaker": "LEMON", "secId": 59}, {"sentences": [{"sentId": 164, "text": "I'm wondering though, if you think that other networks are paying attention, do you think this is going to impact reality television in general, in the whole in the main?"}], "speaker": "LEMON", "secId": 60}, {"sentences": [{"sentId": 165, "text": "Well, you know, Don, you know, I can be a bit cynical, you know, as a journalist."}, {"sentId": 166, "text": "And one of the things I think is that, when you're in this field, when you're in reality television, when you're doing these kinds of shows, you're always pushing the envelope a little bit."}, {"sentId": 167, "text": "And you realized that there may come a point when you cross the line and you have to sort of cut bait."}], "speaker": "DEGGANS", "secId": 61}, {"sentences": [{"sentId": 168, "text": "So, I think people who are working in this genre are well aware that they're presenting people who may implode at any time and then, you know, they sort of have to have an exit strategy."}, {"sentId": 169, "text": "I'm not sure this is going to change reality TV that much, unless sponsors can be convinced to not support these shows anymore and viewers can be convinced to stop watching them."}], "speaker": "DEGGANS", "secId": 62}, {"sentences": [{"sentId": 170, "text": "Yes."}], "speaker": "LEMON", "secId": 63}, {"sentences": [{"sentId": 171, "text": "Once they're not profitable, then they'll walk away from them."}, {"sentId": 172, "text": "And frankly, I think the pressure needs to be on TLC to have their executives explain what has happened with these shows."}, {"sentId": 173, "text": "This is the second show in a year where we have had, we've seen them pulled it off to market essentially, because of allegations involving a child abuse."}], "speaker": "DEGGANS", "secId": 64}, {"sentences": [{"sentId": 174, "text": "Sexual abuse."}, {"sentId": 175, "text": "Yes."}], "speaker": "LEMON", "secId": 65}, {"sentences": [{"sentId": 176, "text": "With someone involved on the show and that is really problematic."}, {"sentId": 177, "text": "So, the next time TLC wants to present another family to TV critics, to the public, they have some questions to answer about these past shows."}], "speaker": "DEGGANS", "secId": 66}, {"sentences": [{"sentId": 178, "text": "Yes."}], "speaker": "LEMON", "secId": 67}, {"sentences": [{"sentId": 179, "text": "Before we get to anything new there."}], "speaker": "DEGGANS", "secId": 68}, {"sentences": [{"sentId": 180, "text": "And as we understand there may be another one already in the works."}, {"sentId": 181, "text": "We'll see about that."}, {"sentId": 182, "text": "Eric Deggans, I always appreciate your perspective."}, {"sentId": 183, "text": "Thank you very much."}], "speaker": "LEMON", "secId": 69}, {"sentences": [{"sentId": 184, "text": "We got a lot more to come on the story."}, {"sentId": 185, "text": "When we come right back Josh Duggar has apologized but apparently had no therapy."}, {"sentId": 186, "text": "We're going to ask our very own Dr. Drew."}, {"sentId": 187, "text": "Can young sex offenders be cured?"}], "speaker": "LEMON", "secId": 70}, {"sentences": [{"sentId": 188, "text": "Plus, a woman who knows all about what it is like to be at home schools like the Duggars."}, {"sentId": 189, "text": "He was raised in the same program."}], "speaker": "LEMON", "secId": 71}, {"sentences": [{"sentId": 190, "text": "Josh Duggar admits he molested underage girls when he was a teen."}, {"sentId": 191, "text": "Some of them family members."}, {"sentId": 192, "text": "And on Facebook he says, \"He is sorry for the hurt he caused,\" but is that enough?"}, {"sentId": 193, "text": "What about treatment and counseling?"}, {"sentId": 194, "text": "It's unclear if Duggar received any help."}], "speaker": "LEMON", "secId": 72}, {"sentences": [{"sentId": 195, "text": "And I want to talk more about that with Dr. Drew Pinsky, the host of HLN's \"NEW DR. DREW,\" which I watch all the time."}, {"sentId": 196, "text": "This -- and Dr. Drew, as a doctor, what compels someone to do what Josh Duggar admits doing?"}], "speaker": "LEMON", "secId": 73}, {"sentences": [{"sentId": 197, "text": "Well, you're actually asking a very complicated question."}, {"sentId": 198, "text": "And one of the key sort of deficiencies is in this case, in the situation that Josh was never assessed, as far as we know, for what might be going on to determine whether he could be treated."}, {"sentId": 199, "text": "I mean, he might be someone who is suffering greatly and could be treated, versus him being somebody with a sexual orientation strictly towards children, in which again, he is somebody that will need to be policed and may never lose that orientation and drive towards children."}], "speaker": "PINSKY", "secId": 74}, {"sentences": [{"sentId": 200, "text": "It's a serious issue."}, {"sentId": 201, "text": "The most common reason in my world when I treat a lot of people with these sorts of history in their childhood, the most common reason somebody becomes a perpetrator is there's a history of sexual abuse in their background."}], "speaker": "PINSKY", "secId": 75}, {"sentences": [{"sentId": 202, "text": "That's not necessary the most common reason someone develop this prior action."}, {"sentId": 203, "text": "There are many other reasons and there are many other conditions associated with it."}, {"sentId": 204, "text": "But that's very much."}, {"sentId": 205, "text": "What is the issue here with this poor -- with poor Josh."}], "speaker": "PINSKY", "secId": 76}, {"sentences": [{"sentId": 206, "text": "Vilify him as you will."}, {"sentId": 207, "text": "He's done some horrible things."}, {"sentId": 208, "text": "It's not about him just needing to understand."}, {"sentId": 209, "text": "Well, he did something wrong here."}, {"sentId": 210, "text": "My goodness, he needs to straighten out and fly right."}, {"sentId": 211, "text": "No, he's a sick man with a distorted motivation caused by something that probably could be treated."}, {"sentId": 212, "text": "And if not, we need to know that too, so he could be kept away from these other kids."}], "speaker": "PINSKY", "secId": 77}, {"sentences": [{"sentId": 213, "text": "Thank you for that Dr. Drew."}, {"sentId": 214, "text": "Here's what I want to know."}, {"sentId": 215, "text": "And it's because we often people think this is so icky to talk about."}, {"sentId": 216, "text": "It's uncomfortable, right, to talk about..."}], "speaker": "LEMON", "secId": 78}, {"sentences": [{"sentId": 217, "text": "Yes."}, {"sentId": 218, "text": "Sure."}], "speaker": "PINSKY", "secId": 79}, {"sentences": [{"sentId": 219, "text": "... sexuality in childhood."}, {"sentId": 220, "text": "But what is and what is not normal when it comes to sexual activity among children, among teens, and even among siblings?"}], "speaker": "LEMON", "secId": 80}, {"sentences": [{"sentId": 221, "text": "Well, it's very simple."}, {"sentId": 222, "text": "Let's just lay it out this way."}, {"sentId": 223, "text": "Children 12 and under prepubtle  children, do not have a motivational system that leads them to do directive sexual activity."}, {"sentId": 224, "text": "They can be curious; they can be interested in sort of looking."}, {"sentId": 225, "text": "They don't do sexualizing activities unless they have had it introduced by an adult."}, {"sentId": 226, "text": "And let's be fair, in this day of the ubiquity of pornography, that is something we have great concerns about quenching those sorts of things and being traumatized by it."}], "speaker": "PINSKY", "secId": 81}, {"sentences": [{"sentId": 227, "text": "But it is only the result of adult introducing this material into the child's world that they become directed in that direction."}, {"sentId": 228, "text": "They literally start reenacting the trauma of what have been done to them and they may do it to other children."}, {"sentId": 229, "text": "Child on child sexual abuse is exceedingly common and it's exceedingly destructive for the victims."}, {"sentId": 230, "text": "And again, which is another issue on this Josh Duggar case, we don't know what has been done for the victims in this case."}, {"sentId": 231, "text": "Whether they..."}], "speaker": "PINSKY", "secId": 82}, {"sentences": [{"sentId": 232, "text": "That's a problem."}], "speaker": "LEMON", "secId": 83}, {"sentences": [{"sentId": 233, "text": "They have been treated."}], "speaker": "PINSKY", "secId": 84}, {"sentences": [{"sentId": 234, "text": "That's the problem."}, {"sentId": 235, "text": "We're not talking about the victims and having been stuck in that home, you know, again, perhaps for a long time, with the person who is accused of -- who has admitted to abusing them, and then saying, you know what, God has forgiven him."}, {"sentId": 236, "text": "But what about the victims?"}], "speaker": "LEMON", "secId": 85}, {"sentences": [{"sentId": 237, "text": "Don, it is right where the rubber hits the road."}, {"sentId": 238, "text": "Which is that these children are stuck with the perpetrator for years, all the time being told, it's fine, you're fine."}, {"sentId": 239, "text": "Because God has taken care of all this and, by the way, Josh knows now, he knows what's right."}, {"sentId": 240, "text": "Gosh, darn it; he knows what he's supposed to be doing."}], "speaker": "PINSKY", "secId": 86}, {"sentences": [{"sentId": 241, "text": "It's not a cognitive process, it's a motivational drive and it's often built of trauma."}, {"sentId": 242, "text": "And to leave these kids around their perpetrator chronically, for some of them might be in the order of torture."}, {"sentId": 243, "text": "We don't know."}], "speaker": "PINSKY", "secId": 87}, {"sentences": [{"sentId": 244, "text": "Yes."}, {"sentId": 245, "text": "PINSKY: We don't know really the extent of what happened and we don't know whether these kids have been assessed and given support."}], "speaker": "LEMON", "secId": 88}, {"sentences": [{"sentId": 246, "text": "Yes."}, {"sentId": 247, "text": "OK."}, {"sentId": 248, "text": "So, here's is the thing you said, children, can children experiment but they are curious like what is that."}, {"sentId": 249, "text": "What do you do with that?"}], "speaker": "LEMON", "secId": 89}, {"sentences": [{"sentId": 250, "text": "Yes."}], "speaker": "PINSKY", "secId": 90}, {"sentences": [{"sentId": 251, "text": "What's that use for, you know, mommy, daddy, what's that?"}], "speaker": "LEMON", "secId": 91}, {"sentences": [{"sentId": 252, "text": "You don't even go that far."}, {"sentId": 253, "text": "They almost don't even go that far."}, {"sentId": 254, "text": "Because they don't -- they don't -- it doesn't make sense to them that way, unless an adult behavior, an adult directed motivational system is brought into the equation."}], "speaker": "PINSKY", "secId": 92}, {"sentences": [{"sentId": 255, "text": "But at 14, at 14, the age of 14, which he was, he should know better."}], "speaker": "LEMON", "secId": 93}, {"sentences": [{"sentId": 256, "text": "Yes."}], "speaker": "PINSKY", "secId": 94}, {"sentences": [{"sentId": 257, "text": "He -- I'm certainly knew he was doing something wrong."}, {"sentId": 258, "text": "But again, a 14-year-old can be spinning like a top."}, {"sentId": 259, "text": "Maybe he had trauma."}, {"sentId": 260, "text": "We don't know."}, {"sentId": 261, "text": "Maybe that's why he was motivated this."}, {"sentId": 262, "text": "We don't know really what happened with him."}], "speaker": "LEMON", "secId": 95}, {"sentences": [{"sentId": 263, "text": "And he said..."}], "speaker": "LEMON", "secId": 96}, {"sentences": [{"sentId": 264, "text": "It's puberty that brings on the drive and when that is drive gets directed towards children, now you got a big problem."}], "speaker": "PINSKY", "secId": 97}, {"sentences": [{"sentId": 265, "text": "He says, it was a long time in the past and he's learned his lesson."}], "speaker": "LEMON", "secId": 98}, {"sentences": [{"sentId": 266, "text": "What does that mean?"}, {"sentId": 267, "text": "What does that mean, Don?"}, {"sentId": 268, "text": "I don't know what that means."}, {"sentId": 269, "text": "He learned his lesson?"}, {"sentId": 270, "text": "I mean, I wish I could teach lesson to child molesters."}, {"sentId": 271, "text": "Think about it."}, {"sentId": 272, "text": "They go to prison, they come out, they do it again."}, {"sentId": 273, "text": "You can't learn a lesson about this condition."}], "speaker": "PINSKY", "secId": 99}, {"sentences": [{"sentId": 274, "text": "Can this be cured?"}], "speaker": "LEMON", "secId": 100}, {"sentences": [{"sentId": 275, "text": "Some people, sure."}, {"sentId": 276, "text": "But we would attempt treatment if we could contain it or treated it successfully."}, {"sentId": 277, "text": "There are good treatments out there, but, boy, you have to work on it."}, {"sentId": 278, "text": "And just like with other sort of motivational disturbances like addiction, the patient has to work hard; the patient has to want to get better."}], "speaker": "PINSKY", "secId": 101}, {"sentences": [{"sentId": 279, "text": "That's why I ask you that because when we talk to -- I've interviewed them."}, {"sentId": 280, "text": "I'm sure you've interviewed them."}, {"sentId": 281, "text": "When you talk to people have that particular predilection."}], "speaker": "LEMON", "secId": 102}, {"sentences": [{"sentId": 282, "text": "Yes."}], "speaker": "PINSKY", "secId": 103}, {"sentences": [{"sentId": 283, "text": "No, no, but still, but any hypothermalization or pedophilia, they'll say, I can't help myself."}, {"sentId": 284, "text": "I just couldn't help myself."}, {"sentId": 285, "text": "PINSKY: Some can't."}, {"sentId": 286, "text": "Some can."}, {"sentId": 287, "text": "Some it is a sexual orientation and it"}], "speaker": "LEMON", "secId": 104}, {"sentences": [{"sentId": 288, "text": "could be a chronic fixed sexual orientation."}, {"sentId": 289, "text": "And again, I don't know whether that's what is going on here or not."}, {"sentId": 290, "text": "But that would a situation where you might wonder whether or not you could treat it."}], "speaker": "LEMON", "secId": 105}, {"sentences": [{"sentId": 291, "text": "Do you think they could handle this on the show."}, {"sentId": 292, "text": "My concern is, it would be great if they could."}, {"sentId": 293, "text": "But my concern is that they won't have the proper experts and that may re-victimize the victims."}], "speaker": "LEMON", "secId": 106}, {"sentences": [{"sentId": 294, "text": "You know, I know the TLC executives and I know that, you know, with this TV critic was very critical of them, but they are very thoughtful people and I'm certain, they were thinking about, if they were to do it, they would have the leading experts advising them in participating this."}], "speaker": "PINSKY", "secId": 107}, {"sentences": [{"sentId": 295, "text": "The question is, whether you could get the family to really be honest and whether or not doing so would harm in some way."}, {"sentId": 296, "text": "This has to be carefully thought through."}], "speaker": "PINSKY", "secId": 108}, {"sentences": [{"sentId": 297, "text": "And I don't have the answer."}, {"sentId": 298, "text": "I don't know what the answer to that."}, {"sentId": 299, "text": "I do like that these conversations is happening because these are exceedingly common problems and the people that have been the victim of these sorts of experiences wall the experience off, put it in the past, believe it didn't affect them, but trust me, it effects brain development and it affects relationships forever."}], "speaker": "PINSKY", "secId": 109}, {"sentences": [{"sentId": 300, "text": "Dr. Drew, great conversation."}, {"sentId": 301, "text": "Thank you."}, {"sentId": 302, "text": "I appreciate your expertise."}], "speaker": "LEMON", "secId": 110}, {"sentences": [{"sentId": 303, "text": "All right, Don."}, {"sentId": 304, "text": "Thank you."}], "speaker": "PINSKY", "secId": 111}, {"sentences": [{"sentId": 305, "text": "You know, you can see the \"NEW DR. DREW\" on our sister network, HLN."}, {"sentId": 306, "text": "It's Monday through Thursday 9 p.m. Eastern, 9 p.m. eastern on HLN."}, {"sentId": 307, "text": "Make sure you tune in."}], "speaker": "LEMON", "secId": 112}, {"sentences": [{"sentId": 308, "text": "The Duggars are home schooled in a curriculum that includes some controversial principles."}, {"sentId": 309, "text": "Up next, I'm going to talk to a man who was a home schooled, was home schooled in the same program."}, {"sentId": 310, "text": "Don't go away."}], "speaker": "LEMON", "secId": 113}, {"sentences": [{"sentId": 311, "text": "Jim Bob and Michelle Duggar home schooled their children using a conservative Christian curriculum."}], "speaker": "LEMON", "secId": 114}, {"sentences": [{"sentId": 312, "text": "John Cornish knows all about it."}, {"sentId": 313, "text": "He was schooled in the same program and he joins me now."}, {"sentId": 314, "text": "Along with Lisa Bloom, legal analyst at Avvo.com, and also Charles Blow, CNN political commentator and New York Times Op-Ed columnist."}], "speaker": "LEMON", "secId": 115}, {"sentences": [{"sentId": 315, "text": "Good evening to all of you."}, {"sentId": 316, "text": "John, I have to start with you, because you were home schooled, the same teachings that the Duggars used."}], "speaker": "LEMON", "secId": 116}, {"sentences": [{"sentId": 317, "text": "Right."}], "speaker": "CORNISH", "secId": 117}, {"sentences": [{"sentId": 318, "text": "But they talk about them on the show."}, {"sentId": 319, "text": "Let's listen."}], "speaker": "LEMON", "secId": 118}, {"sentences": [{"sentId": 320, "text": "When Josh, our first was only 8 months old."}, {"sentId": 321, "text": "It was when we decided that we wanted a home school."}, {"sentId": 322, "text": "Our words that we're going to work on today are synonym of orderly dependents because ultimately we are orderly dependent upon God."}], "speaker": "DUGGAR", "secId": 119}, {"sentences": [{"sentId": 323, "text": "We decided that we wanted to use the ATI curriculum because it really focuses on character and building God character into our lives."}], "speaker": "DUGGAR", "secId": 120}, {"sentences": [{"sentId": 324, "text": "So, this is program teach about sex or sexual abuse?"}], "speaker": "LEMON", "secId": 121}, {"sentences": [{"sentId": 325, "text": "Not directly."}, {"sentId": 326, "text": "The ATI curriculum was developed by a man named Bill Gothard."}, {"sentId": 327, "text": "He goes way back to the 1970s, 1980s."}, {"sentId": 328, "text": "He had a seminar called the Institute in Basic Youth Complex Seminar in the '70s."}, {"sentId": 329, "text": "Had thousands of attendees across the nation."}], "speaker": "CORNISH", "secId": 122}, {"sentences": [{"sentId": 330, "text": "So, in the 1980s, he develops this home school curriculum called the Advanced Training Institute."}, {"sentId": 331, "text": "Sex was not something that was really talked about in the curriculum."}, {"sentId": 332, "text": "In fact, sex was kind of always this awkward taboo subject that you really didn't want to talk about."}, {"sentId": 333, "text": "But it kind of created this infatuation with sex by the sheer fact that it was completely..."}], "speaker": "CORNISH", "secId": 123}, {"sentences": [{"sentId": 334, "text": "But it didn't mention that it ignored it."}, {"sentId": 335, "text": "So, then the Duggar children would have had probably no idea."}, {"sentId": 336, "text": "They had no idea about sexual abuse, would they?"}], "speaker": "LEMON", "secId": 124}, {"sentences": [{"sentId": 337, "text": "Probably not."}, {"sentId": 338, "text": "My guess is that when it happened they probably thought something was wrong but didn't really know what."}, {"sentId": 339, "text": "And some could even speculate that they're just now, some of them figuring out what exactly happen happened to them and just how wrong it was."}], "speaker": "CORNISH", "secId": 125}, {"sentences": [{"sentId": 340, "text": "So, professional therapy would have been found upon even taboo under this program."}, {"sentId": 341, "text": "So, do you think that the victims and the sisters and even Josh, would they have received the proper counseling now?"}], "speaker": "LEMON", "secId": 126}, {"sentences": [{"sentId": 342, "text": "Absolutely not."}, {"sentId": 343, "text": "Within the ATI program professional counseling is definitely looked upon with a lot of skepticism."}, {"sentId": 344, "text": "If they got counseling, it would have been through the ATI program, through Gothard."}, {"sentId": 345, "text": "They may have called the headquarters of the program in Chicago."}], "speaker": "CORNISH", "secId": 127}, {"sentences": [{"sentId": 346, "text": "They might have even talked to Bill Gothard himself, but any kind of counselling that he would have given them would not have been professional."}, {"sentId": 347, "text": "He's not a licensed professional counselor."}], "speaker": "CORNISH", "secId": 128}, {"sentences": [{"sentId": 348, "text": "Yes."}], "speaker": "LEMON", "secId": 129}, {"sentences": [{"sentId": 349, "text": "And would have been based on what I believe are some wacky ideas of sex is abuse, the body and all that."}], "speaker": "CORNISH", "secId": 130}, {"sentences": [{"sentId": 350, "text": "Yes."}, {"sentId": 351, "text": "Charles Blow, I know that this hits home for you and this really upsets you."}, {"sentId": 352, "text": "What upsets you the most?"}], "speaker": "LEMON", "secId": 131}, {"sentences": [{"sentId": 353, "text": "Well, It more saddens me than upsets me."}, {"sentId": 354, "text": "And I think that, but I think that the one thing that it does do is it, it makes us reorient the way we think about childhood sexual abuse."}, {"sentId": 355, "text": "I wrote a memoir with this as a victim of it."}, {"sentId": 356, "text": "I've been going around the country for the last 18 months talking about this subject."}], "speaker": "BLOW", "secId": 132}, {"sentences": [{"sentId": 357, "text": "You're a survivor."}], "speaker": "LEMON", "secId": 133}, {"sentences": [{"sentId": 358, "text": "Exactly."}, {"sentId": 359, "text": "So, you understand from that is people don't quite understand what sexual abuse looks like in America."}, {"sentId": 360, "text": "They think of it more as the Sandusky case where they think of it as Catholic priest."}, {"sentId": 361, "text": "They think of it the things they get the big headlines."}], "speaker": "BLOW", "secId": 134}, {"sentences": [{"sentId": 362, "text": "But what the data show us is that, the one age with the most offenders is actually not even an adult."}, {"sentId": 363, "text": "It's a 14-year-old which is the age that Josh was at least that one of the years when he was accused of -- admitted to being an abuser."}], "speaker": "BLOW", "secId": 135}, {"sentences": [{"sentId": 364, "text": "Half of all children who are abused are under the age of 11 and of that cohort; the number one age is four years old."}], "speaker": "BLOW", "secId": 136}, {"sentences": [{"sentId": 365, "text": "Four years old."}, {"sentId": 366, "text": "Yes."}], "speaker": "LEMON", "secId": 137}, {"sentences": [{"sentId": 367, "text": "And so, we have to stop thinking about this as being an adult and, you know, a kid in their teens and start thinking about it as being an older child and a younger child and that reorients our thinking about and discussions about when we start to talk to children about the sanctity of your body and how you are able -- when should you say something and being able to trust people and protect these kids better."}, {"sentId": 368, "text": "And most of these attacks occur in the home."}, {"sentId": 369, "text": "Most of them occur with someone."}], "speaker": "BLOW", "secId": 138}, {"sentences": [{"sentId": 370, "text": "And the kids don't usually tell."}, {"sentId": 371, "text": "The kid who is being abused don't usually tell because they don't want to give you their sibling, plus they think that the parent or the person, the older person whoever the guardian is, they think they're going to judge them."}, {"sentId": 372, "text": "I didn't tell my mother until I was 30 years old."}], "speaker": "LEMON", "secId": 139}, {"sentences": [{"sentId": 373, "text": "And that's the thing."}, {"sentId": 374, "text": "Right?"}, {"sentId": 375, "text": "So, people hold on to this for incredible amount of time and just think about the amount of psychic damage that is being done."}, {"sentId": 376, "text": "So, imagine it happens when you're 4-year- old and you have to live in the house with that person for another 14 years."}, {"sentId": 377, "text": "And then you go way to college you still don't have your own kind of medical plans that you can get counseling on your own."}, {"sentId": 378, "text": "So, maybe you hold on to that at the, you know, the shortest amount of time two decades of trying to deal within yourself."}], "speaker": "BLOW", "secId": 140}, {"sentences": [{"sentId": 379, "text": "And everybody is saying, oh, he's forgiven, and you away."}, {"sentId": 380, "text": "What about me, I'm the victim here."}, {"sentId": 381, "text": "Lisa, let's talk about this."}, {"sentId": 382, "text": "In Touch magazine broke the story now reporting that Josh Duggar sued the Arkansas Department of Human Services, 9 months after their investigation began, and we don't know what the sue was all about."}, {"sentId": 383, "text": "But what are the possibilities here?"}, {"sentId": 384, "text": "LISA BLOOM, LEGAL ANALYST, AVVO.COM: Well, that is very mysterious and"}], "speaker": "LEMON", "secId": 141}, {"sentences": [{"sentId": 385, "text": "intriguing."}, {"sentId": 386, "text": "My educated guess practicing in this area, and for decades, I represented victims of child sexual abuse and I still do."}, {"sentId": 387, "text": "Is that the department was trying to hold him accountable in some way probably by putting restrictions on what he could on the home with those little girls."}], "speaker": "LEMON", "secId": 142}, {"sentences": [{"sentId": 388, "text": "And he probably didn't like those restrictions and so he challenging it in trying to get them to change their order."}, {"sentId": 389, "text": "That's just completely a guess."}, {"sentId": 390, "text": "We don't know."}, {"sentId": 391, "text": "I want to say one of the things about the forgiveness."}, {"sentId": 392, "text": "I think that is such an important point that you're making, Don."}], "speaker": "LEMON", "secId": 143}, {"sentences": [{"sentId": 393, "text": "And I've read the entire police report and the police report says, that the little girls who were the five victims forgave him."}, {"sentId": 394, "text": "You know, that's so disturbing to me."}, {"sentId": 395, "text": "What kind of conversion was had with them?"}], "speaker": "LEMON", "secId": 144}, {"sentences": [{"sentId": 396, "text": "They don't know."}], "speaker": "LEMON", "secId": 145}, {"sentences": [{"sentId": 397, "text": "Did they get to fully voice and process?"}], "speaker": "BLOOM", "secId": 146}, {"sentences": [{"sentId": 398, "text": "They're children."}], "speaker": "LEMON", "secId": 147}, {"sentences": [{"sentId": 399, "text": "What happened to them or were they're just told?"}, {"sentId": 400, "text": "It's time for you to forgive your brother?"}, {"sentId": 401, "text": "And that's the end of it."}, {"sentId": 402, "text": "You know, I don't think you can ask a child to forgive a child molester when they're still a child."}], "speaker": "BLOOM", "secId": 148}, {"sentences": [{"sentId": 403, "text": "That's a process that victims have to go through for years even decades."}, {"sentId": 404, "text": "Some decide as adults to forgive, some don't."}, {"sentId": 405, "text": "It's a very personal decision, but it really troubles me that these little girls were made to say that while they were still little girls."}], "speaker": "BLOOM", "secId": 149}, {"sentences": [{"sentId": 406, "text": "Right."}, {"sentId": 407, "text": "In the same way that you cannot consent to sex as a minor, you cannot, you know, you don't have the emotional maturity to forgive when you're a minor."}], "speaker": "BLOW", "secId": 150}, {"sentences": [{"sentId": 408, "text": "Yes."}], "speaker": "BLOOM", "secId": 151}, {"sentences": [{"sentId": 409, "text": "You just not in that space yet."}], "speaker": "BLOW", "secId": 152}, {"sentences": [{"sentId": 410, "text": "Well, that's what I want to ask you because you all are parents and I could see, I mean, who wouldn't be affected by this."}, {"sentId": 411, "text": "And we have family here where one of the children abused other children."}, {"sentId": 412, "text": "As a parent, how do handle that nightmare scenario in a way that helps all of your kids?"}, {"sentId": 413, "text": "First, Lisa."}], "speaker": "LEMON", "secId": 153}, {"sentences": [{"sentId": 414, "text": "Well, the first you do is you have to remove the perpetrator from the home."}, {"sentId": 415, "text": "Because your first job as a parent is to protect your children."}, {"sentId": 416, "text": "So, you have to protect the victims."}, {"sentId": 417, "text": "You removed him from the home and then you have to get him the kind of counselling that Dr. Drew..."}], "speaker": "BLOOM", "secId": 154}, {"sentences": [{"sentId": 418, "text": "They said they did it for a while."}, {"sentId": 419, "text": "He went away for a while."}, {"sentId": 420, "text": "That's what they say."}], "speaker": "LEMON", "secId": 155}, {"sentences": [{"sentId": 421, "text": "No, no, no."}, {"sentId": 422, "text": "Because I read the police report and Michelle Duggar said, \"It wasn't really counseling."}, {"sentId": 423, "text": "He was just doing manual labor rebuilding a friend's home.\""}], "speaker": "BLOOM", "secId": 156}, {"sentences": [{"sentId": 424, "text": "Manual labor is not a cure for a sexual depredation."}, {"sentId": 425, "text": "We don't live in the 19th century."}, {"sentId": 426, "text": "So, he actually needed real counseling for being a sexual predator that apparently never happened, at least not according to the police report."}], "speaker": "BLOOM", "secId": 157}, {"sentences": [{"sentId": 427, "text": "John, I'll give you the last word here."}], "speaker": "LEMON", "secId": 158}, {"sentences": [{"sentId": 428, "text": "I think one thing we just don't want to leave out of this entire picture is that, you know, we're looking at the Duggars because they're famous."}, {"sentId": 429, "text": "But there are literally hundreds of thousands of children raised in this ATI program under the same teachings and same views of sex and through the web site that I've ran, we've heard hundreds of these stories."}], "speaker": "CORNISH", "secId": 159}, {"sentences": [{"sentId": 430, "text": "And let's just not forget, amidst of the Duggar who plug there are still many, many others who are dealing with the same issues and this definitely needs to be addressed in a very public way in a very, very final way."}, {"sentId": 431, "text": "This cannot continue to go on."}], "speaker": "CORNISH", "secId": 160}, {"sentences": [{"sentId": 432, "text": "But I have to say it's not just that program."}, {"sentId": 433, "text": "Because when I spoke to my family about it, I had family members who are religious and they are not part of this program, and what they said was, you don't need a counselor, you don't the law."}, {"sentId": 434, "text": "What you need to go is talk to your pastor, and I just kind of laughed in their face."}, {"sentId": 435, "text": "It's not just this program."}, {"sentId": 436, "text": "It's many people who..."}], "speaker": "LEMON", "secId": 161}, {"sentences": [{"sentId": 437, "text": "Right."}], "speaker": "CORNISH", "secId": 162}, {"sentences": [{"sentId": 438, "text": "... believe that, you know, God cures everything and heals all."}, {"sentId": 439, "text": "Well, that's not necessarily reality..."}], "speaker": "LEMON", "secId": 163}, {"sentences": [{"sentId": 440, "text": "Right."}], "speaker": "CORNISH", "secId": 164}, {"sentences": [{"sentId": 441, "text": "well, I hope this is a wake-up call to those people."}, {"sentId": 442, "text": "That it's time to protect the victims."}], "speaker": "BLOOM", "secId": 165}, {"sentences": [{"sentId": 443, "text": "Thank you."}], "speaker": "LEMON", "secId": 166}, {"sentences": [{"sentId": 444, "text": "And don't forget that those little girls."}, {"sentId": 445, "text": "I mean, we haven't named those girls."}, {"sentId": 446, "text": "But, there were only so many of those girls who were alive when this was supposed to happen."}, {"sentId": 447, "text": "So, you know, by just, by deduction you can figure out who they are and their voices are still not being heard."}], "speaker": "BLOW", "secId": 167}, {"sentences": [{"sentId": 448, "text": "We have no idea if they've had any sort of assessment, any kind of counseling, and we really have to be really careful about how we discuss them because they are listening to people talk about their abuse on television."}], "speaker": "BLOW", "secId": 168}, {"sentences": [{"sentId": 449, "text": "Thank you, Charles."}, {"sentId": 450, "text": "Thank you, John."}, {"sentId": 451, "text": "And thank you, Lisa."}, {"sentId": 452, "text": "I really appreciate it."}, {"sentId": 453, "text": "BLOOM: Thank you."}], "speaker": "LEMON", "secId": 169}, {"sentences": [{"sentId": 454, "text": "When we come right back, the Duggar family and more than just reality stars."}, {"sentId": 455, "text": "They are more than just reality stars."}, {"sentId": 456, "text": "They have been the darlings of mush of the GOP."}, {"sentId": 457, "text": "Will that change now?"}], "speaker": "LEMON", "secId": 170}, {"sentences": [{"sentId": 458, "text": "So, the Duggar reality TV star that also made them stars with conservative republicans in the wake of the scandal, is that all over now?"}], "speaker": "LEMON", "secId": 171}, {"sentences": [{"sentId": 459, "text": "Ben Ferguson, CNN political commentator, CNN host to \"THE BEN FERGUSON SHOW\" of course, and Mark Lamont Hill, CNN political commentator and host of the \"Mark Lamont Hill Show\" in his own head."}], "speaker": "LEMON", "secId": 172}, {"sentences": [{"sentId": 460, "text": "So, that's the big practice."}, {"sentId": 461, "text": "So, Ben."}], "speaker": "LEMON", "secId": 173}, {"sentences": [{"sentId": 462, "text": "Yes."}], "speaker": "FERGUSON", "secId": 174}, {"sentences": [{"sentId": 463, "text": "Why do you think conservatives love the Duggar so much?"}], "speaker": "LEMON", "secId": 175}, {"sentences": [{"sentId": 464, "text": "I think they loved him beforehand."}, {"sentId": 465, "text": "I think that most of them loved them because they were this family that was part of the Evangelical Christian community, the home school community, and they want to reach out to that demographic as their voting block because it's a very important voting bloc in GOP primaries."}], "speaker": "FERGUSON", "secId": 176}, {"sentences": [{"sentId": 466, "text": "I don't have a problem with anybody that stood next to them before all this came out."}, {"sentId": 467, "text": "But I was totally shocked by Mike Huckabee's comment still standing by them when the reality is you have a family that cared more about protecting the brand of this family and being a total fraud than they did about the welfare of children that were abused by one of their own and covering it up."}], "speaker": "FERGUSON", "secId": 177}, {"sentences": [{"sentId": 468, "text": "And so, at this point, anyone that stands them I think would be irresponsible."}, {"sentId": 469, "text": "It sends a wrong message that, hey, if you're pastor you can somehow be the law of your own family if someone sexually abused?"}], "speaker": "FERGUSON", "secId": 178}, {"sentences": [{"sentId": 470, "text": "Is that love affair over, Mark?"}], "speaker": "LEMON", "secId": 179}, {"sentences": [{"sentId": 471, "text": "You said it's that what?"}], "speaker": "HILL", "secId": 180}, {"sentences": [{"sentId": 472, "text": "Is that love affair over?"}], "speaker": "LEMON", "secId": 181}, {"sentences": [{"sentId": 473, "text": "Oh, the love affair with the GOP is completely over."}, {"sentId": 474, "text": "Mike Huckabee had to step up."}, {"sentId": 475, "text": "Mike Huckabee was somebody who they wanted to run for office."}, {"sentId": 476, "text": "And so, soon as he popped up on the campaign trail, they indorsed him."}, {"sentId": 477, "text": "So, he had to respond because of that."}], "speaker": "HILL", "secId": 182}, {"sentences": [{"sentId": 478, "text": "Everyone else is running away from them right now as they should."}, {"sentId": 479, "text": "There's nothing else you can do."}, {"sentId": 480, "text": "Ben is being a little too hard on them though, I think."}], "speaker": "HILL", "secId": 183}, {"sentences": [{"sentId": 481, "text": "Yes."}, {"sentId": 482, "text": "What they do was awful."}, {"sentId": 483, "text": "What he did was awful."}, {"sentId": 484, "text": "There should be punishment, there should be justice, there should be all of those things, but I also understand that many families live in denial about sexual assault and sexual abuse."}, {"sentId": 485, "text": "Not just famous families but regular families."}], "speaker": "HILL", "secId": 184}, {"sentences": [{"sentId": 486, "text": "So, I think what they did is awful, but I'm sure that what they were doing was evil."}], "speaker": "HILL", "secId": 185}, {"sentences": [{"sentId": 487, "text": "But here's my thing."}, {"sentId": 488, "text": "I hold them to a higher standard for the fact."}, {"sentId": 489, "text": "They hold themselves to a higher standard."}, {"sentId": 490, "text": "They were the ones that talk about incest should be punishable by you being dead afterwards."}, {"sentId": 491, "text": "You have a man that's a pastor."}], "speaker": "FERGUSON", "secId": 186}, {"sentences": [{"sentId": 492, "text": "They put themselves in a moral place to be a light to others, and yet in reality, in their own world, they were covering it up to keep the brand alive."}, {"sentId": 493, "text": "So, that's why I'm so..."}], "speaker": "FERGUSON", "secId": 187}, {"sentences": [{"sentId": 494, "text": "That's what you all do, Ben."}], "speaker": "HILL", "secId": 188}, {"sentences": [{"sentId": 495, "text": "No, it's not what they do."}], "speaker": "FERGUSON", "secId": 189}, {"sentences": [{"sentId": 496, "text": "No, it's what you're basing all the time."}], "speaker": "HILL", "secId": 190}, {"sentences": [{"sentId": 497, "text": "Oh, no, no, no."}, {"sentId": 498, "text": "Wait, wait, wait."}, {"sentId": 499, "text": "Time out, time out time out."}], "speaker": "FERGUSON", "secId": 191}, {"sentences": [{"sentId": 500, "text": "."}], "speaker": "HILL", "secId": 192}, {"sentences": [{"sentId": 501, "text": "One at a time."}, {"sentId": 502, "text": "One at a time."}, {"sentId": 503, "text": "Let him make it point and then Ben you can respond."}, {"sentId": 504, "text": "Go ahead, Mark."}], "speaker": "LEMON", "secId": 193}, {"sentences": [{"sentId": 505, "text": "First of all, I never said..."}], "speaker": "FERGUSON", "secId": 194}, {"sentences": [{"sentId": 506, "text": "Ben, let him make his point and then you can respond."}, {"sentId": 507, "text": "Go ahead, Mark."}], "speaker": "LEMON", "secId": 195}, {"sentences": [{"sentId": 508, "text": "All I'm saying is this is classic GOP play book."}, {"sentId": 509, "text": "You know, you say gay people are going to hell and then the same people say..."}], "speaker": "HILL", "secId": 196}, {"sentences": [{"sentId": 510, "text": "No, I don't."}], "speaker": "FERGUSON", "secId": 197}, {"sentences": [{"sentId": 511, "text": "You're saying, no, no, republicans the gay are..."}], "speaker": "HILL", "secId": 198}, {"sentences": [{"sentId": 512, "text": "I've never said gay people are going to hell, Mark."}], "speaker": "FERGUSON", "secId": 199}, {"sentences": [{"sentId": 513, "text": "Not you, Ben."}], "speaker": "LEMON", "secId": 200}, {"sentences": [{"sentId": 514, "text": "Ben, just you, Ben, let him and then you can respond."}, {"sentId": 515, "text": "Go ahead, Mark."}, {"sentId": 516, "text": "HILL: Not you, Ben."}, {"sentId": 517, "text": "I said republicans."}, {"sentId": 518, "text": "There's more than one republican in the world, unfortunately."}, {"sentId": 519, "text": "So, when I..."}], "speaker": "LEMON", "secId": 201}, {"sentences": [{"sentId": 520, "text": "I agree."}, {"sentId": 521, "text": "And most of them don't say that."}], "speaker": "FERGUSON", "secId": 202}, {"sentences": [{"sentId": 522, "text": "OK."}, {"sentId": 523, "text": "But let me make my point before you disagree with my point."}, {"sentId": 524, "text": "What I'm saying is that, many of the same people who shame gay people oftentimes you're looking at them, they themselves are gay."}, {"sentId": 525, "text": "Many people who talk about people operating outside of their marriage, they cheat on their spouses."}, {"sentId": 526, "text": "Oftentimes, we see this."}, {"sentId": 527, "text": "This is not unusual."}, {"sentId": 528, "text": "All I'm saying is, this is an isolated case."}], "speaker": "HILL", "secId": 203}, {"sentences": [{"sentId": 529, "text": "That happens with democrats as well though."}], "speaker": "LEMON", "secId": 204}, {"sentences": [{"sentId": 530, "text": "Yes."}], "speaker": "FERGUSON", "secId": 205}, {"sentences": [{"sentId": 531, "text": "No doubt, but not on this issue."}, {"sentId": 532, "text": "You don't see democrats going around saying, gay people are going to hell."}, {"sentId": 533, "text": "Gay people, I mean, excuse me, democrats are hypocrites..."}], "speaker": "HILL", "secId": 206}, {"sentences": [{"sentId": 534, "text": "Mark, name one prominent GOP individual that have said that gay people are going to hell?"}, {"sentId": 535, "text": "I would love for you to give me one legitimate candidate from any office who has said that?"}, {"sentId": 536, "text": "It doesn't exist."}, {"sentId": 537, "text": "You're stereo typing something that does not in fact exist."}, {"sentId": 538, "text": "The majority of republicans have never said that gay people are going to hell."}], "speaker": "FERGUSON", "secId": 207}, {"sentences": [{"sentId": 539, "text": "I love the sinner, but the sin."}, {"sentId": 540, "text": "I don't support them."}, {"sentId": 541, "text": "I wouldn't go to a marriage."}, {"sentId": 542, "text": "I mean, Rick Santorum just got the raise today and he said the same thing."}], "speaker": "LEMON", "secId": 208}, {"sentences": [{"sentId": 543, "text": "Rick Santorum, Mike Huckabee, I mean, there are many who say..."}], "speaker": "HILL", "secId": 209}, {"sentences": [{"sentId": 544, "text": "Did he say that gay people were going to hell though?"}, {"sentId": 545, "text": "This is part of this narrative that I'm going to sit here and acts like it somehow even remotely close to being true."}, {"sentId": 546, "text": "It's not true."}, {"sentId": 547, "text": "I can disagree with the livestock and just disagree on gay marriage that does not mean that I think someone is going to hell."}], "speaker": "FERGUSON", "secId": 210}, {"sentences": [{"sentId": 548, "text": "Right."}, {"sentId": 549, "text": "But you think they're sinners and what they're doing is an  abomination to God."}], "speaker": "HILL", "secId": 211}, {"sentences": [{"sentId": 550, "text": "There's a lot of sins that we talked about, Mark."}], "speaker": "FERGUSON", "secId": 212}, {"sentences": [{"sentId": 551, "text": "Either way, it doesn't get the point that there is a contradiction between -- and at least have a hypocrisy between saying, this stuff is evil, but then I go and do it."}, {"sentId": 552, "text": "And so, I'm saying is what happens to the Duggars is not out of step with that reality."}], "speaker": "HILL", "secId": 213}, {"sentences": [{"sentId": 553, "text": "And here's what I'm saying."}], "speaker": "FERGUSON", "secId": 214}, {"sentences": [{"sentId": 554, "text": "I have to think of what."}], "speaker": "HILL", "secId": 215}, {"sentences": [{"sentId": 555, "text": "So, I had four or five topics and it's all hot topics tonight and we got to one."}, {"sentId": 556, "text": "I told you all that at the commercial break."}], "speaker": "LEMON", "secId": 216}, {"sentences": [{"sentId": 557, "text": "In Ben's part."}, {"sentId": 558, "text": "And he's going to hell for it."}], "speaker": "HILL", "secId": 217}, {"sentences": [{"sentId": 559, "text": "See you."}], "speaker": "FERGUSON", "secId": 218}, {"sentences": [{"sentId": 560, "text": "See you later on."}, {"sentId": 561, "text": "Thank you."}, {"sentId": 562, "text": "Coming up, new fears of flash floods in Texas and Oklahoma where nine people are still missing after the weekend's deadly storm."}], "speaker": "LEMON", "secId": 219}, {"sentences": [{"sentId": 563, "text": "Breaking news into this program."}, {"sentId": 564, "text": "At least three people reported injured after a tornado slams into an oil rig in the Texas Panhandle."}], "speaker": "LEMON", "secId": 220}, {"sentences": [{"sentId": 565, "text": "The sheriff says, at least one tornado touched down north of the town of Canadian, and the spokeswoman says, \"We had tornadoes dropping everywhere and ambulances driving the mud.\""}], "speaker": "LEMON", "secId": 221}, {"sentences": [{"sentId": 566, "text": "Meanwhile, there are flash flood watches in Oklahoma and Texas as the region tries to recover from this weekend's deadly storm."}, {"sentId": 567, "text": "One more victim recovered tonight, which brings the death toll to 21 with 9 still missing."}], "speaker": "LEMON", "secId": 222}, {"sentences": [{"sentId": 568, "text": "Joining me now, CNN severe weather expert, Chad Meyers."}, {"sentId": 569, "text": "Chad, what can you tell us about these flash flood watches?"}], "speaker": "LEMON", "secId": 223}, {"sentences": [{"sentId": 570, "text": "You know, Don, at any time we get rainfall now on the saturated ground the watches are going to post."}, {"sentId": 571, "text": "What we worry about is that word warning."}, {"sentId": 572, "text": "That means that flash flooding is happening right now."}], "speaker": "MEYERS", "secId": 224}, {"sentences": [{"sentId": 573, "text": "We had one around Dallas, Texas, a little bit rest of Fortworth, and also a few more to the west of this."}, {"sentId": 574, "text": "You get so much rainfall on the ground."}, {"sentId": 575, "text": "The water has to ran off."}, {"sentId": 576, "text": "Here are the showers that we expect and storms we expect overnight."}], "speaker": "MEYERS", "secId": 225}, {"sentences": [{"sentId": 577, "text": "What I'm most concerned about is Oklahoma City."}, {"sentId": 578, "text": "This is 9 a.m. tomorrow morning."}, {"sentId": 579, "text": "I don't know how much more the city can take."}, {"sentId": 580, "text": "They've already had upwards of 28 inches of rainfall just this month alone."}], "speaker": "MEYERS", "secId": 226}, {"sentences": [{"sentId": 581, "text": "What -- explain to us this terrarium effect, Chad."}], "speaker": "LEMON", "secId": 227}, {"sentences": [{"sentId": 582, "text": "Yes."}, {"sentId": 583, "text": "I can of made that up earlier."}, {"sentId": 584, "text": "But think about like when you were a kid, you made terrarium you put the top on it and it steamed up and then the water from the from kind of drip down and the plants stayed alive."}], "speaker": "MEYERS", "secId": 228}, {"sentences": [{"sentId": 585, "text": "This idea here is that even though there's already a lot of humidity in the air, if you get this much saturation on the ground and the sun hits the ground, it's going to evaporate even more."}, {"sentId": 586, "text": "So, add that extra 10 percent humidity to make even more showers where if this drought like it was last year the same storms would be much lighter in intensity when you have much on the ground more makes more where a drought makes drought."}], "speaker": "MEYERS", "secId": 229}, {"sentences": [{"sentId": 587, "text": "So, tell us about these tornadoes tonight."}], "speaker": "LEMON", "secId": 230}, {"sentences": [{"sentId": 588, "text": "We still have a couple of chances here tonight and have a very large when on the ground near Canadian, Texas earlier today."}, {"sentId": 589, "text": "This will go away though as the heat of the day goes away."}, {"sentId": 590, "text": "Now that it were getting dark, the storms will beginning to go down, the intensity will go down and the spin will go down as well, Don."}], "speaker": "MEYERS", "secId": 231}, {"sentences": [{"sentId": 591, "text": "If we take a broader look that at the roads and they're melting in India..."}], "speaker": "LEMON", "secId": 232}, {"sentences": [{"sentId": 592, "text": "Yes."}], "speaker": "MEYERS", "secId": 233}, {"sentences": [{"sentId": 593, "text": "... more than 1400 people have died from a heat wave."}, {"sentId": 594, "text": "There is still snow in Boston and in California there is a severe drought going on."}, {"sentId": 595, "text": "You know, people are talking about climate change."}, {"sentId": 596, "text": "Can we say this is climate?"}], "speaker": "LEMON", "secId": 234}, {"sentences": [{"sentId": 597, "text": "You know, that is a very dirty snow, by the way, Don."}, {"sentId": 598, "text": "That was a big pile of snow that is now melting all down."}, {"sentId": 599, "text": "But can we blame it on climate change?"}, {"sentId": 600, "text": "That is a very real possibility."}, {"sentId": 601, "text": "And even the flooding in Texas possibly."}, {"sentId": 602, "text": "And the people that don't believe it or don't understand it or whatever you want to call them, maybe just because this is the father that they will usually say, wait a minute, you can't have it in both ways."}], "speaker": "MEYERS", "secId": 235}, {"sentences": [{"sentId": 603, "text": "Last year you said the drought was part of the problem."}, {"sentId": 604, "text": "Now you're saying the flood is part of the problem, how can you have it both ways?"}, {"sentId": 605, "text": "But still you can."}, {"sentId": 606, "text": "Because you have drought on one side still, that's California, and the flooding on the other side."}], "speaker": "MEYERS", "secId": 236}, {"sentences": [{"sentId": 607, "text": "And even where there was drought last year, it could be flooding this year."}, {"sentId": 608, "text": "We know for sure that there is limited evidence that climate change is affecting tornado intensity or hurricanes."}, {"sentId": 609, "text": "That's limited evidence, nothing really there."}, {"sentId": 610, "text": "But drought, heavy rain, cause of flooding, and heat waves, that's all on the docket for a strong climate change forecast, Don."}], "speaker": "MEYERS", "secId": 237}, {"sentences": [{"sentId": 611, "text": "Mr. Chad Meyers, I saw you this morning on New Dangers still at long day have pressures still going."}], "speaker": "LEMON", "secId": 238}, {"sentences": [{"sentId": 612, "text": "Still going."}], "speaker": "MEYERS", "secId": 239}, {"sentences": [{"sentId": 613, "text": "The ever bunny of weather."}, {"sentId": 614, "text": "Thank you very much, Chad."}, {"sentId": 615, "text": "I appreciate it."}], "speaker": "LEMON", "secId": 240}, {"sentences": [{"sentId": 616, "text": "Have a good night."}], "speaker": "MEYERS", "secId": 241}, {"sentences": [{"sentId": 617, "text": "We'll be right back"}], "speaker": "LEMON", "secId": 242}, {"sentences": [{"sentId": 618, "text": "I really appreciate you joining us tonight and also weighing in on social media on such an important topic that we'll continue to discuss here on CNN TONIGHT."}], "speaker": "LEMON", "secId": 243}, {"sentences": [{"sentId": 619, "text": "That is it for us tonight."}, {"sentId": 620, "text": "I'm Don Lemon."}, {"sentId": 621, "text": "Thank you so much for watching."}, {"sentId": 622, "text": "I'll see you back here tomorrow night."}], "speaker": "LEMON", "secId": 244}, {"sentences": [{"sentId": 623, "text": "\"AC360\" starts in just a moment."}], "speaker": "LEMON", "secId": 245}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1505.27.cnnt.01.html.json", "time": "Aired May 27, 2015 - 22:00   ET"}