{"sectionCount": 287, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["LEMON", "PRESTON", "BROWN", "FLANNERY", "LEWIS", "PATE", "MCMULLIN", "JOHNSON", "SPICER", "CLINTON", "JONES", "LEWANDOWSKI", "JENKINS", "TRUMP", "STERN", "UNIDENTIFIED MALE", "MCENANY", "OBAMA", "BEE"], "subTitle": "Battle for North Carolina; FBI Releases Files from 2001 Bill Clinton Pardon; Interview with Evan McMullin. Aired 11p-12a ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1611/01/cnnt.02.html", "sentenceCount": 647, "sections": [{"sentences": [{"sentId": 0, "text": "The FBI's November surprise."}], "speaker": "LEMON", "secId": 0}, {"sentences": [{"sentId": 1, "text": "This is CNN TONIGHT, I'm Don Lemon."}], "speaker": "LEMON", "secId": 1}, {"sentences": [{"sentId": 2, "text": "A new document dump from the FBI just one week before the election, files from the 15-year-old investigation of Bill Clinton, President Bill Clinton's controversial pardon of Mark Rich."}, {"sentId": 3, "text": "Hillary Clinton's campaign crying foul, why now?"}, {"sentId": 4, "text": "And what will it mean to voters?"}, {"sentId": 5, "text": "Plus, the candidate who could throw the whole race into chaos, and it is not who you think."}], "speaker": "LEMON", "secId": 2}, {"sentences": [{"sentId": 6, "text": "Want to get right now, though, to CNN Politics executive editor, Mr. Mark Preston."}], "speaker": "LEMON", "secId": 3}, {"sentences": [{"sentId": 7, "text": "Mark, good evening to you."}, {"sentId": 8, "text": "Overall, what do early voting numbers tell us at this point?"}], "speaker": "LEMON", "secId": 4}, {"sentences": [{"sentId": 9, "text": "Well, Don, you know, the road to 270 electoral votes has already begun."}, {"sentId": 10, "text": "We have now 24.4 million people have already voted in 38 states."}, {"sentId": 11, "text": "If you look right here, take a look at this, 12.4 million of them in the 12 battleground states that CNN has identified is really the road to the White House."}], "speaker": "PRESTON", "secId": 5}, {"sentences": [{"sentId": 12, "text": "Now, Don, when we look at the specific state of North Carolina, let's just zero in on that tonight."}, {"sentId": 13, "text": "1.6 million people, a little more than that, have actually already cast their ballots but let's look at the party break down."}, {"sentId": 14, "text": "Who's doing well?"}, {"sentId": 15, "text": "Well, right there looks like Democrats are doing well."}, {"sentId": 16, "text": "Right?"}, {"sentId": 17, "text": "They're clearly outpacing Republicans when it comes to the early vote and of course we have this sizeable independent vote down here or folks who are with other political parties."}], "speaker": "PRESTON", "secId": 6}, {"sentences": [{"sentId": 18, "text": "Except we dig a little deeper, Don."}, {"sentId": 19, "text": "Look at where Democrats were back in 2012."}, {"sentId": 20, "text": "They had a much bigger lead if you look at that right now."}, {"sentId": 21, "text": "They're about 291,000 votes back in 2012."}, {"sentId": 22, "text": "They are down right now to about 220,000 votes in the state."}, {"sentId": 23, "text": "So obviously a state that's been heavily contested."}, {"sentId": 24, "text": "Hillary Clinton wants to win it, Donald Trump does, too."}, {"sentId": 25, "text": "Early vote is very important."}], "speaker": "PRESTON", "secId": 7}, {"sentences": [{"sentId": 26, "text": "So break it down for us."}, {"sentId": 27, "text": "What do you know about the people who actually are voting?"}, {"sentId": 28, "text": "Who's actually voting?"}], "speaker": "LEMON", "secId": 8}, {"sentences": [{"sentId": 29, "text": "Well, Don, let's just look at the Obama constituency because Donald Trump needs to win North Carolina, but to do so of course he has to beat Hillary Clinton."}, {"sentId": 30, "text": "Let's look at race right now."}, {"sentId": 31, "text": "Let's look at the white vote right now, constitute about 73 percent of the vote."}, {"sentId": 32, "text": "African-Americans right now, about 23.1 percent of the vote."}], "speaker": "PRESTON", "secId": 9}, {"sentences": [{"sentId": 33, "text": "Let's look at what that was back in 2012."}, {"sentId": 34, "text": "Look at the drop-off right here, Don."}, {"sentId": 35, "text": "We're talking about a 5 percent drop off in African- Americans who had voted in 2012 early at this point in time, to where they are now, and of course we're seeing a bit of an uptick in the white vote right now."}], "speaker": "PRESTON", "secId": 10}, {"sentences": [{"sentId": 36, "text": "Now white voters, generalization here, but white voters are tending to vote for Donald Trump in many cases, and of course the African- American vote is solidly in the Democratic corner but not just that, we talk a lot about gender."}, {"sentId": 37, "text": "We talk about men and women."}, {"sentId": 38, "text": "Well, clearly, right here, look at this, 12 percent right now, women are outpacing men."}, {"sentId": 39, "text": "That is good news for Hillary Clinton, no doubt."}], "speaker": "PRESTON", "secId": 11}, {"sentences": [{"sentId": 40, "text": "We'll go back to 2012, though, it's not really much of a change."}, {"sentId": 41, "text": "We haven't necessarily seen an uptick in the get-out-the-vote effort when it comes to women in North Carolina, when it comes for Democrats."}, {"sentId": 42, "text": "And of course the all-important millennial vote, we talk about age."}, {"sentId": 43, "text": "First two columns, let's put those in the Obama side at 10 percent of the early vote right now."}, {"sentId": 44, "text": "Each of them."}, {"sentId": 45, "text": "You look at the older vote right now, though."}, {"sentId": 46, "text": "Look at this percentage, Don, 47 percent for 40 to 65- year-olds."}, {"sentId": 47, "text": "65 plus, 33 percent."}], "speaker": "PRESTON", "secId": 12}, {"sentences": [{"sentId": 48, "text": "We compare that now to 2012, and look, we're seeing a little bit of a drop-off in the youth vote right here."}, {"sentId": 49, "text": "So at the same time, we're seeing little bit of an uptick here with 65 and older."}, {"sentId": 50, "text": "So when we talk about the all-important Obama coalition right here, Hillary Clinton is doing OK with gender."}, {"sentId": 51, "text": "It's about the same."}, {"sentId": 52, "text": "Age, she's dropping a little bit with younger voters than what we saw in 2012, and of course in race we're not seeing that as a higher turnout at this point as we did back in 2012, Don."}], "speaker": "PRESTON", "secId": 13}, {"sentences": [{"sentId": 53, "text": "OK."}, {"sentId": 54, "text": "So Mr. Preston, read the tea leaves, can you?"}, {"sentId": 55, "text": "What do these numbers say about which way North Carolina is voting?"}], "speaker": "LEMON", "secId": 14}, {"sentences": [{"sentId": 56, "text": "Well, I mean at this point, still too early to tell because, you know, this is not necessarily predictive of who's going to win but it does give us an idea of how they're turning up the vote."}, {"sentId": 57, "text": "Clearly we're not seeing the African-American vote turnout in higher numbers."}, {"sentId": 58, "text": "At this point, Hillary Clinton would need to do so, we'll see some new polling of course over the next couple days."}, {"sentId": 59, "text": "Definitely a battleground state."}], "speaker": "PRESTON", "secId": 15}, {"sentences": [{"sentId": 60, "text": "It's a state that it's important to note, Don, Hillary Clinton can lose the state and still win."}, {"sentId": 61, "text": "Donald Trump needs to win the state in order for him to win the presidency."}], "speaker": "PRESTON", "secId": 16}, {"sentences": [{"sentId": 62, "text": "All right."}, {"sentId": 63, "text": "So the NAACP says North Carolina tried to suppress the African-American vote."}, {"sentId": 64, "text": "Do we see any evidence of that in these numbers?"}], "speaker": "LEMON", "secId": 17}, {"sentences": [{"sentId": 65, "text": "Well, what we do know is that when it comes to the African- American vote, specifically we know the GOP-led legislature cut down the number of polling places across the state."}, {"sentId": 66, "text": "Now disproportionately, it seems to have hurt urban areas and areas where there was a high African-American propensity or population."}, {"sentId": 67, "text": "So in many ways that might have helped keep down the"}], "speaker": "PRESTON", "secId": 18}, {"sentences": [{"sentId": 68, "text": "African-American vote so far because they didn't have as many places, longer lines and what have you."}], "speaker": "PRESTON", "secId": 19}, {"sentences": [{"sentId": 69, "text": "OK."}, {"sentId": 70, "text": "So the president, President Barack Obama, will be in North Carolina tomorrow just as more polling places come online."}, {"sentId": 71, "text": "Could that help drive up the early vote for Democrats?"}], "speaker": "LEMON", "secId": 20}, {"sentences": [{"sentId": 72, "text": "I can't imagine it can."}, {"sentId": 73, "text": "In fact we saw Joe Biden there today."}, {"sentId": 74, "text": "As you say, we'll see Barack Obama there tomorrow."}, {"sentId": 75, "text": "He's also going to go back on Friday and of course his message is, you need to go out and vote for Hillary Clinton if you voted for me."}, {"sentId": 76, "text": "So clearly, trying to make a play for the African-American vote."}, {"sentId": 77, "text": "We'll know probably by the end of the week how the -- the visits by Barack Obama into North Carolina have they helped drive up that early vote."}, {"sentId": 78, "text": "But we probably won't know that until about Saturday."}], "speaker": "PRESTON", "secId": 21}, {"sentences": [{"sentId": 79, "text": "Mark Preston, I'm impressed."}, {"sentId": 80, "text": "Nice job on that board there."}], "speaker": "LEMON", "secId": 22}, {"sentences": [{"sentId": 81, "text": "Thanks, man."}], "speaker": "PRESTON", "secId": 23}, {"sentences": [{"sentId": 82, "text": "Good work, my man."}], "speaker": "LEMON", "secId": 24}, {"sentences": [{"sentId": 83, "text": "It's magic."}], "speaker": "PRESTON", "secId": 25}, {"sentences": [{"sentId": 84, "text": "I know."}, {"sentId": 85, "text": "It's magic."}], "speaker": "LEMON", "secId": 26}, {"sentences": [{"sentId": 86, "text": "Look at that."}, {"sentId": 87, "text": "It changes."}], "speaker": "PRESTON", "secId": 27}, {"sentences": [{"sentId": 88, "text": "It's like a magic wall."}, {"sentId": 89, "text": "I know, fancy."}], "speaker": "LEMON", "secId": 28}, {"sentences": [{"sentId": 90, "text": "There you go."}], "speaker": "PRESTON", "secId": 29}, {"sentences": [{"sentId": 91, "text": "Mr. Mark Preston."}, {"sentId": 92, "text": "Look out, John King."}, {"sentId": 93, "text": "All right."}, {"sentId": 94, "text": "Thank you."}], "speaker": "LEMON", "secId": 30}, {"sentences": [{"sentId": 95, "text": "Now I want to bring in CNN justice correspondent Pamela Brown with more on those documents released by the FBI today."}], "speaker": "LEMON", "secId": 31}, {"sentences": [{"sentId": 96, "text": "So Pamela, good evening to you."}, {"sentId": 97, "text": "FBI Director James Comey has set off a political firestorm even though he claims he wants to avoid influencing the election."}, {"sentId": 98, "text": "First with the Huma Abedin e-mails bringing Hillary Clinton's server back front and center and then today releasing a trove of documents relating to Bill Clinton's pardon of Mark Rich."}, {"sentId": 99, "text": "What is going on here?"}, {"sentId": 100, "text": "What's the deal?"}], "speaker": "LEMON", "secId": 32}, {"sentences": [{"sentId": 101, "text": "Right."}, {"sentId": 102, "text": "The timing of that was just simply bizarre and so unexpected, Don, for this document dump essentially of an FBI investigation from 15 years ago."}, {"sentId": 103, "text": "As you point out it had do with President Clinton's, you know, letting Mark Rich off the hook."}, {"sentId": 104, "text": "He was of course a donor."}, {"sentId": 105, "text": "President Clinton gave him a pardon and so the FBI was looking into the circumstances behind that."}], "speaker": "BROWN", "secId": 33}, {"sentences": [{"sentId": 106, "text": "There have been several Freedom of Information Act requests for those documents."}, {"sentId": 107, "text": "We don't know when the FBI received those, but the documents as we know related into that investigation were released today."}], "speaker": "BROWN", "secId": 34}, {"sentences": [{"sentId": 108, "text": "Now the FBI says there was nothing political about this."}, {"sentId": 109, "text": "It was just policy driven, that essentially when they're done going through the documents and redacting them in relation to the requests, that they post them online, and then they get tweeted out automatically and the FBI sent this statement hours after the document dump basically saying, \"By law, FOIA materials that have been requested three or more times are posted electronically to the FBI's public reading room shortly after they are processed.\""}], "speaker": "BROWN", "secId": 35}, {"sentences": [{"sentId": 110, "text": "But, Don, the fact that this came on the heels of James Comey's controversial letter to Congress on Friday is only fanning the flames and really firing up the Democrats on this."}], "speaker": "BROWN", "secId": 36}, {"sentences": [{"sentId": 111, "text": "Yes."}, {"sentId": 112, "text": "And the FOIA, Freedom of Information Act, someone requested that and so they granted it."}, {"sentId": 113, "text": "My question is this, you know -- you explained you said it was an automatic sort of tweet out, that they did it automatically, but why were these documents on a Twitter account that hadn't been used for over a year until I think the day before Halloween and then all of the sudden, you know, it sent this out."}, {"sentId": 114, "text": "I mean, does the FBI -- are they continuing here, do you think, to understand that they could be influencing the election with this?"}], "speaker": "LEMON", "secId": 37}, {"sentences": [{"sentId": 115, "text": "Well, I think this -- and the FBI's view, was just, you know, circumstantial."}, {"sentId": 116, "text": "It was just a coincidence that this all happened."}, {"sentId": 117, "text": "I'm told by an FBI official that essentially there was a technical issue with the Twitter account."}, {"sentId": 118, "text": "They got it working on Sunday after a year of it not tweeting out anything, and then, as we know, this came out today, this document dump."}], "speaker": "BROWN", "secId": 38}, {"sentences": [{"sentId": 119, "text": "Essentially what happened was they were able to then load the documents from the FOIA request, Freedom of Information Act request, online and then it would be automatically tweeted."}, {"sentId": 120, "text": "The first tweet that came out, ironically, Don, on Sunday, when it started working --"}], "speaker": "BROWN", "secId": 39}, {"sentences": [{"sentId": 121, "text": "Was about Donald Trump."}], "speaker": "LEMON", "secId": 40}, {"sentences": [{"sentId": 122, "text": "-- was about Donald Trump's father."}], "speaker": "BROWN", "secId": 41}, {"sentences": [{"sentId": 123, "text": "Right."}], "speaker": "LEMON", "secId": 42}, {"sentences": [{"sentId": 124, "text": "And now we have this a few days later."}], "speaker": "BROWN", "secId": 43}, {"sentences": [{"sentId": 125, "text": "And you can see, though, I mean, Pam, you can understand why Democrats are sort of giving this a side eye saying, oh, all of a sudden it doesn't work for a year and then you get it to work for a year and then all of a sudden you put this out."}, {"sentId": 126, "text": "I mean, they say it's a double standard."}, {"sentId": 127, "text": "The FBI reveals details about investigations of Clintons, but it doesn't disclose details in the investigation involving Donald Trump's campaign and its alleged ties to Russia."}, {"sentId": 128, "text": "That's what the Democrats are saying."}], "speaker": "LEMON", "secId": 44}, {"sentences": [{"sentId": 129, "text": "Is the FBI holding anything back anything on Donald Trump that we know about?"}], "speaker": "LEMON", "secId": 45}, {"sentences": [{"sentId": 130, "text": "Well, the FBI's view, according to officials we've spoken to, there's not a false equivalence."}, {"sentId": 131, "text": "There is no investigation specifically focused on Donald Trump and his ties to Russia."}, {"sentId": 132, "text": "We do know there have been at least three investigations where the FBI has looked at Russia and ties to people around the Trump campaign."}], "speaker": "BROWN", "secId": 46}, {"sentences": [{"sentId": 133, "text": "We know Roger Stone, an adviser, Paul Manafort, the former chairman -- campaign manager, I should say, of the Trump campaign, but so far we're being told by officials these investigations really have yielded very little, but as you point out, that's not going to stop Democrats, particularly the Clinton campaign, from questioning why Director Comey would talk about the Clinton investigation with such little clarity, but yet not talk about these other investigations ongoing related to the Trump campaign."}], "speaker": "BROWN", "secId": 47}, {"sentences": [{"sentId": 134, "text": "Pamela Brown, much appreciated."}, {"sentId": 135, "text": "Thank you so much."}], "speaker": "LEMON", "secId": 48}, {"sentences": [{"sentId": 136, "text": "Thank you."}], "speaker": "BROWN", "secId": 49}, {"sentences": [{"sentId": 137, "text": "Stay with CNN for all-day coverage on Election Day next Tuesday."}, {"sentId": 138, "text": "And when we come right back on this program, is something or someone behind the FBI's actions with just days to go until the election?"}], "speaker": "LEMON", "secId": 50}, {"sentences": [{"sentId": 139, "text": "Hillary Clinton's campaign crying foul over the FBI's latest document release and they're not the only ones."}], "speaker": "LEMON", "secId": 51}, {"sentences": [{"sentId": 140, "text": "Here to discuss is John Flannery, the former special counsel for the Senate and House Judiciary Committees."}, {"sentId": 141, "text": "Matt Lewis, the author of \"Too Dumb to Fail\" and constitutional attorney Page Pate."}], "speaker": "LEMON", "secId": 52}, {"sentences": [{"sentId": 142, "text": "Good to have all of you."}, {"sentId": 143, "text": "John, listen, you've got to get in with these guys because they'll just talk right over you, especially that Matt Lewis."}], "speaker": "LEMON", "secId": 53}, {"sentences": [{"sentId": 144, "text": "So, John, I want to start with you."}, {"sentId": 145, "text": "You're aghast, though, at the actions of the FBI."}, {"sentId": 146, "text": "Explain why."}], "speaker": "LEMON", "secId": 54}, {"sentences": [{"sentId": 147, "text": "Well, it seems politically motivated,  There's almost no other explanation, and is sort of like the third time that he's done this."}, {"sentId": 148, "text": "First he -- instead of just saying, we don't have an investigation that's going to lead to charges, he then holds press conferences and discloses the investigation, a no-no for any prosecutor, or any person who is concerned about civil liberties, then within two weeks of the election, he discloses that he's going to look at additional information, doesn't know what it is, doesn't know if it's relevant, but he's going to look at it."}], "speaker": "FLANNERY", "secId": 55}, {"sentences": [{"sentId": 149, "text": "And now we have a data dump of almost empty pages on an investigation he failed to make."}, {"sentId": 150, "text": "He was the one, he, Comey, was the one who was investigating the pardons, and 15 years ago he came up empty."}, {"sentId": 151, "text": "I like prosecutors who only talk to us when they have a charge, a complaint, or an indictment."}], "speaker": "FLANNERY", "secId": 56}, {"sentences": [{"sentId": 152, "text": "I don't understand prosecutors who release information during an election year unless they want to influence it."}, {"sentId": 153, "text": "You would think that the Department of Justice going back to Senator Stephens, which people thought was a politically motivated prosecution resulting in horrible misconduct charges, would not want to compromise the integrity of the Justice Department, but that's exactly what Comey has done in this case right now."}], "speaker": "FLANNERY", "secId": 57}, {"sentences": [{"sentId": 154, "text": "But you're saying -- I want to know why you think that Comey's relationship with Rudy Giuliani, who is his old boss, could have something to do with this?"}], "speaker": "LEMON", "secId": 58}, {"sentences": [{"sentId": 155, "text": "I think Rudy may have been a bad model for his behavior."}, {"sentId": 156, "text": "I mean, Rudy is the one who went and arrested people in Lower Manhattan and put them in cuffs."}, {"sentId": 157, "text": "Totally unnecessary."}, {"sentId": 158, "text": "If you talked to any of these people and said I want you in my office tomorrow to face this multi-count felony indictment, they would have been there."}, {"sentId": 159, "text": "He did it for media and coverage because of hubris."}, {"sentId": 160, "text": "Comey has become the worst aspect of Rudy."}], "speaker": "FLANNERY", "secId": 59}, {"sentences": [{"sentId": 161, "text": "Matt, what do you think of that?"}], "speaker": "LEMON", "secId": 60}, {"sentences": [{"sentId": 162, "text": "Well, look, I think Comey was put in a tough situation."}, {"sentId": 163, "text": "Hillary Clinton sets up this personal server --"}], "speaker": "LEWIS", "secId": 61}, {"sentences": [{"sentId": 164, "text": "That's a scathing assessment, though, Matt, by the way."}], "speaker": "LEMON", "secId": 62}, {"sentences": [{"sentId": 165, "text": "She deletes 33,000 e-mails."}, {"sentId": 166, "text": "Then it comes out that Anthony Weiner, on his computer, hundreds of thousands, who knows how many thousands of e-mails of Huma Abedin's are on there, so now Comey, who testified before Congress, now --"}], "speaker": "LEWIS", "secId": 63}, {"sentences": [{"sentId": 167, "text": "Which he shouldn't have done."}], "speaker": "FLANNERY", "secId": 64}, {"sentences": [{"sentId": 168, "text": "-- has an obligation to go and tell them that in fact more information has come out."}], "speaker": "LEWIS", "secId": 65}, {"sentences": [{"sentId": 169, "text": "No."}], "speaker": "FLANNERY", "secId": 66}, {"sentences": [{"sentId": 170, "text": "So I think he was in a tough situation."}, {"sentId": 171, "text": "The other thing that I think complicates this is you have Republicans and Democrats who have really undermined trust in our institutions so in the case of Donald Trump talking about the rigged election, I think was very irresponsible."}, {"sentId": 172, "text": "And the case of Hillary Clinton, her husband, Bill Clinton, meeting on that tarmac with Attorney General Lynch, I think also you know sort of adds to it."}, {"sentId": 173, "text": "So it's a very bad situation."}, {"sentId": 174, "text": "We can't deny that."}], "speaker": "LEWIS", "secId": 67}, {"sentences": [{"sentId": 175, "text": "Matt, what do you think of the files being released today, though, 15 years after the investigation though?"}, {"sentId": 176, "text": "Of Mark Rich?"}], "speaker": "LEMON", "secId": 68}, {"sentences": [{"sentId": 177, "text": "So the FBI says that they were responding to a FOIA request and that there's no hanky-panky going on."}, {"sentId": 178, "text": "It's very bad timing, we can I think agree."}], "speaker": "LEWIS", "secId": 69}, {"sentences": [{"sentId": 179, "text": "You can understand why Democrats are going what?"}], "speaker": "LEMON", "secId": 70}, {"sentences": [{"sentId": 180, "text": "Yes."}, {"sentId": 181, "text": "Why didn't they wait?"}], "speaker": "FLANNERY", "secId": 71}, {"sentences": [{"sentId": 182, "text": "It doesn't look good."}], "speaker": "LEWIS", "secId": 72}, {"sentences": [{"sentId": 183, "text": "Yes."}, {"sentId": 184, "text": "OK."}], "speaker": "LEMON", "secId": 73}, {"sentences": [{"sentId": 185, "text": "Why didn't they wait six days?"}], "speaker": "FLANNERY", "secId": 74}, {"sentences": [{"sentId": 186, "text": "Go ahead, Page Pate."}], "speaker": "LEMON", "secId": 75}, {"sentences": [{"sentId": 187, "text": "Why didn't they wait seven days?"}], "speaker": "FLANNERY", "secId": 76}, {"sentences": [{"sentId": 188, "text": "Well, I mean, I understand with the FOIA request, it's not discretionary."}, {"sentId": 189, "text": "It's not like Comey decided I want to have these documents out there so I'm going to put them on Twitter."}, {"sentId": 190, "text": "They're required to release those documents."}], "speaker": "PATE", "secId": 77}, {"sentences": [{"sentId": 191, "text": "Whoa, whoa, whoa."}], "speaker": "FLANNERY", "secId": 78}, {"sentences": [{"sentId": 192, "text": "After they did a legitimate request."}], "speaker": "PATE", "secId": 79}, {"sentences": [{"sentId": 193, "text": "They have 20 days to make -- they have 20 days and that's circumscribed in a variety of ways."}, {"sentId": 194, "text": "We don't know when the charge was made."}, {"sentId": 195, "text": "And they can extend that time for a whole variety of reasons like I think a presidential election."}], "speaker": "FLANNERY", "secId": 80}, {"sentences": [{"sentId": 196, "text": "But they have to produce them."}, {"sentId": 197, "text": "Do you not agree with me they have to produce it?"}], "speaker": "PATE", "secId": 81}, {"sentences": [{"sentId": 198, "text": "They can produce -- they can produce them on November 9th, so why are they producing them today?"}], "speaker": "FLANNERY", "secId": 82}, {"sentences": [{"sentId": 199, "text": "After the election?"}], "speaker": "PATE", "secId": 83}, {"sentences": [{"sentId": 200, "text": "Exactly."}], "speaker": "FLANNERY", "secId": 84}, {"sentences": [{"sentId": 201, "text": "Now that sounds like you're trying to influence the election."}], "speaker": "PATE", "secId": 85}, {"sentences": [{"sentId": 202, "text": "No."}, {"sentId": 203, "text": "It --"}], "speaker": "FLANNERY", "secId": 86}, {"sentences": [{"sentId": 204, "text": "Why not the election determine when you're going to release documents?"}], "speaker": "PATE", "secId": 87}, {"sentences": [{"sentId": 205, "text": "Tell America --"}], "speaker": "FLANNERY", "secId": 88}, {"sentences": [{"sentId": 206, "text": "They're legally required to release --"}], "speaker": "PATE", "secId": 89}, {"sentences": [{"sentId": 207, "text": "Tell America that this investigation wasn't prosecuted."}, {"sentId": 208, "text": "Tell them that there was a finding they didn't have enough information to go forward."}, {"sentId": 209, "text": "Tell them that Comey is the guy who was investigating this and he couldn't find anything."}], "speaker": "FLANNERY", "secId": 90}, {"sentences": [{"sentId": 210, "text": "I find it incredible to believe that Comey is orchestrating some campaign here to affect Clinton's chances of winning the White House."}], "speaker": "PATE", "secId": 91}, {"sentences": [{"sentId": 211, "text": "Why do you find it incredible?"}, {"sentId": 212, "text": "He got three data points."}, {"sentId": 213, "text": "Three data points."}], "speaker": "FLANNERY", "secId": 92}, {"sentences": [{"sentId": 214, "text": "He's part of the -- he is part of the Obama administration that she was a part of."}], "speaker": "PATE", "secId": 93}, {"sentences": [{"sentId": 215, "text": "Oh, come on."}], "speaker": "FLANNERY", "secId": 94}, {"sentences": [{"sentId": 216, "text": "Supported by both Republicans and Democrats for a long, long time."}, {"sentId": 217, "text": "I think Comey is the only individual, perhaps in all of Washington right now who's acting in a nonpartisan basis and I applaud that."}], "speaker": "PATE", "secId": 95}, {"sentences": [{"sentId": 218, "text": "Sure you do."}], "speaker": "FLANNERY", "secId": 96}, {"sentences": [{"sentId": 219, "text": "I think we need more people like Comey."}, {"sentId": 220, "text": "Not less."}], "speaker": "PATE", "secId": 97}, {"sentences": [{"sentId": 221, "text": "Sure you do."}, {"sentId": 222, "text": "Did you applaud it -- did you applaud it when he said he didn't have enough information that Hillary had done anything wrong with the e-mails?"}], "speaker": "FLANNERY", "secId": 98}, {"sentences": [{"sentId": 223, "text": "I applauded his character for saying that."}, {"sentId": 224, "text": "Yes, I did, absolutely."}], "speaker": "PATE", "secId": 99}, {"sentences": [{"sentId": 225, "text": "You did."}, {"sentId": 226, "text": "Well, I -- I think that his problem was that he couldn't handle just saying we don't have evidence to go forward with the prosecution, so that's why he wanted to talk about all the details and compromise what he did."}], "speaker": "FLANNERY", "secId": 100}, {"sentences": [{"sentId": 227, "text": "Now within two weeks, the FBI has twice tried to affect this election and that is wrong."}, {"sentId": 228, "text": "I think three strikes and you're out, even in the World Series, and I think here, we would be best served if he were to resign and not continue in office when this election is over."}], "speaker": "FLANNERY", "secId": 101}, {"sentences": [{"sentId": 229, "text": "I mean, think about that for a second."}, {"sentId": 230, "text": "If he really wanted to affect the election he could have just kept the investigation going."}, {"sentId": 231, "text": "He never had to announce he was not going to charge Hillary Clinton."}], "speaker": "PATE", "secId": 102}, {"sentences": [{"sentId": 232, "text": "He didn't have anything."}, {"sentId": 233, "text": "He didn't have anything."}], "speaker": "FLANNERY", "secId": 103}, {"sentences": [{"sentId": 234, "text": "Well, he could have continued to look at it."}], "speaker": "PATE", "secId": 104}, {"sentences": [{"sentId": 235, "text": "He didn't have anything."}], "speaker": "FLANNERY", "secId": 105}, {"sentences": [{"sentId": 236, "text": "There is no reason he had to announce back then."}], "speaker": "PATE", "secId": 106}, {"sentences": [{"sentId": 237, "text": "Do you think -- Matt, do you think that the criticism that he got especially from Republicans had anything to do with any of this?"}], "speaker": "LEMON", "secId": 107}, {"sentences": [{"sentId": 238, "text": "I don't think so."}, {"sentId": 239, "text": "Look, I -- you know, this is a cynical business."}, {"sentId": 240, "text": "We're a week before the election and I think partisans on both sides obviously, we all get fired up right now."}, {"sentId": 241, "text": "But this is a man who even President Obama is standing behind today, talking about his character, talking about his integrity."}], "speaker": "LEWIS", "secId": 108}, {"sentences": [{"sentId": 242, "text": "I think this was thrust on him."}, {"sentId": 243, "text": "He had thought this was over with, and then it turns out that Anthony Weiner, the husband of Huma Abedin, who happens to be the top aide of Hillary Clinton is sexting -- allegedly sexting with an underage girl, it turns out that they discover -- the FBI discovers in the process of that investigation, that e-mails on that laptop device."}], "speaker": "LEWIS", "secId": 109}, {"sentences": [{"sentId": 244, "text": "How could Comey have planned that?"}], "speaker": "LEWIS", "secId": 110}, {"sentences": [{"sentId": 245, "text": "But there's also --"}], "speaker": "LEMON", "secId": 111}, {"sentences": [{"sentId": 246, "text": "He could be guilty of that judgment at work."}], "speaker": "FLANNERY", "secId": 112}, {"sentences": [{"sentId": 247, "text": "They're also investigating, according to the \"Times,\" or investigating Paul Manafort's connection to Ukraine."}, {"sentId": 248, "text": "They were also investigating possibly connections, you know, with the Clinton Foundation."}, {"sentId": 249, "text": "They chose not to do that because they were concerned that it would influence the election."}, {"sentId": 250, "text": "So what's different about this particular situation?"}], "speaker": "LEMON", "secId": 113}, {"sentences": [{"sentId": 251, "text": "To me, I think what's different is that Director Comey had gone before Congress and testified, and he had an obligation to alert --"}], "speaker": "LEWIS", "secId": 114}, {"sentences": [{"sentId": 252, "text": "No."}], "speaker": "FLANNERY", "secId": 115}, {"sentences": [{"sentId": 253, "text": "-- heads of these committees that he was -- that this new information had developed."}, {"sentId": 254, "text": "That wasn't the case --"}], "speaker": "LEWIS", "secId": 116}, {"sentences": [{"sentId": 255, "text": "No, he had no obligation."}], "speaker": "FLANNERY", "secId": 117}, {"sentences": [{"sentId": 256, "text": "-- in the Manafort situation."}], "speaker": "LEWIS", "secId": 118}, {"sentences": [{"sentId": 257, "text": "John, go ahead."}], "speaker": "LEMON", "secId": 119}, {"sentences": [{"sentId": 258, "text": "He had no obligation to do that."}, {"sentId": 259, "text": "He was wrong to do it in the first place, and because you do something wrong doesn't mean that you can do it again in a different context."}, {"sentId": 260, "text": "This suited his aim."}, {"sentId": 261, "text": "He obviously can't get over the fact that he couldn't pin whatever he thought he suspected the Clintons had done, and 15 years after the fact we have this dump from an unknown FOIA request, Judicial Watch didn't make it."}, {"sentId": 262, "text": "Who made this request?"}], "speaker": "FLANNERY", "secId": 120}, {"sentences": [{"sentId": 263, "text": "Yes."}], "speaker": "LEMON", "secId": 121}, {"sentences": [{"sentId": 264, "text": "The -- how can you live in this world today and not say that these three events don't reflect a pattern of misconduct by a public official who is defying Department of Justice rules not to interfere in an election."}], "speaker": "FLANNERY", "secId": 122}, {"sentences": [{"sentId": 265, "text": "I got to run."}], "speaker": "LEMON", "secId": 123}, {"sentences": [{"sentId": 266, "text": "And revealing information from an investigation for no good reason."}], "speaker": "FLANNERY", "secId": 124}, {"sentences": [{"sentId": 267, "text": "I got to run."}, {"sentId": 268, "text": "I'll have you guys back."}, {"sentId": 269, "text": "Great panel."}, {"sentId": 270, "text": "Thank you so much."}, {"sentId": 271, "text": "I appreciate it."}], "speaker": "LEMON", "secId": 125}, {"sentences": [{"sentId": 272, "text": "Up next, dirty politics, a white nationalist robocaller hits one candidate with an ugly personal attack."}], "speaker": "LEMON", "secId": 126}, {"sentences": [{"sentId": 273, "text": "Trump campaign is condemning a white nationalist supporter who is behind a robocall in Utah attacking Evan McMullin."}, {"sentId": 274, "text": "He is the independent presidential candidate and Utah native who is polling well in that state and he joins me now."}], "speaker": "LEMON", "secId": 127}, {"sentences": [{"sentId": 275, "text": "Thank you for joining us."}, {"sentId": 276, "text": "We'll talk about that robocall, but since you and I spoke last, it was Thursday, the race has changed quite a bit."}], "speaker": "LEMON", "secId": 128}, {"sentences": [{"sentId": 277, "text": "Yes."}], "speaker": "MCMULLIN", "secId": 129}, {"sentences": [{"sentId": 278, "text": "What's your reaction to the news of the FBI reviewing Huma Abedin's e-mails and how the race has tightened?"}], "speaker": "LEMON", "secId": 130}, {"sentences": [{"sentId": 279, "text": "Well, in my view, there's nothing new about that."}, {"sentId": 280, "text": "I mean, the facts may be new, there may be additional things they find, but it's sort of takes us to the same place as I've been at least this whole time on Hillary Clinton, which is that we know she mishandled classified information and e-mails, we know that she believes she's unaccountable to the American people."}, {"sentId": 281, "text": "I believe she's deeply corrupt."}, {"sentId": 282, "text": "None of this is anything new."}], "speaker": "MCMULLIN", "secId": 131}, {"sentences": [{"sentId": 283, "text": "Comey came out with this letter to Capitol Hill, to Congress."}, {"sentId": 284, "text": "I think he probably made a tough decision among a variety of bad options, but now I think he's on the hook to give us as much information as possible."}, {"sentId": 285, "text": "The American people deserve it."}, {"sentId": 286, "text": "And hopefully that will happen, although I'm not sure it will."}, {"sentId": 287, "text": "But again I don't -- I'm not sure it teaches us anything that we didn't know before, sort of like the Donald Trump tape where he's bragging about sexually assaulting women."}], "speaker": "MCMULLIN", "secId": 132}, {"sentences": [{"sentId": 288, "text": "As shocking and as awful as it was, in my view, that was just more of the same."}, {"sentId": 289, "text": "What are we learning here?"}, {"sentId": 290, "text": "We know that these two major party candidates are so awful and unfit for different reasons for the responsibilities they seek and these revelations I think don't teach us much that's new."}], "speaker": "MCMULLIN", "secId": 133}, {"sentences": [{"sentId": 291, "text": "So you're OK with the Comey decision, correct?"}, {"sentId": 292, "text": "I just want to make sure."}], "speaker": "LEMON", "secId": 134}, {"sentences": [{"sentId": 293, "text": "Yes."}, {"sentId": 294, "text": "I think it's a really tough thing because if they were -- if they had new information and they were worried about it leaking and he didn't say anything to Congress, Comey didn't release the letter to the press."}, {"sentId": 295, "text": "He sent it to Congress to his -- they have oversight responsibility, obviously over the FBI --"}], "speaker": "MCMULLIN", "secId": 135}, {"sentences": [{"sentId": 296, "text": "Come on, Evan, you know that that was going to get to the press."}, {"sentId": 297, "text": "Come, on, you know that."}], "speaker": "LEMON", "secId": 136}, {"sentences": [{"sentId": 298, "text": "Well, that's right,  But he probably -- and I'm not here to defend Comey, but he probably also thought the investigation would get to the press and so it's -- like I said, these are bad options either way around."}, {"sentId": 299, "text": "You know, it's too bad that the American people will not have this investigation completely finished likely by Election Day."}, {"sentId": 300, "text": "It's awful."}], "speaker": "MCMULLIN", "secId": 137}, {"sentences": [{"sentId": 301, "text": "Yes."}], "speaker": "LEMON", "secId": 138}, {"sentences": [{"sentId": 302, "text": "But it's also too bad that we don't have Donald Trump's tax returns."}, {"sentId": 303, "text": "It's also too bad that we won't know what the full extent of his relationship to Putin is."}, {"sentId": 304, "text": "I mean, these are -- that's also an investigation we should know about."}, {"sentId": 305, "text": "But look, this is the point."}], "speaker": "MCMULLIN", "secId": 139}, {"sentences": [{"sentId": 306, "text": "The FBI is not commenting on that, though, and that's why Democrats and the Clinton campaign are saying it's a double standard."}], "speaker": "LEMON", "secId": 140}, {"sentences": [{"sentId": 307, "text": "Yes."}], "speaker": "MCMULLIN", "secId": 141}, {"sentences": [{"sentId": 308, "text": "Do you think it's a double standard?"}], "speaker": "LEMON", "secId": 142}, {"sentences": [{"sentId": 309, "text": "I think -- I guess it -- it would be a double standard, yes, absolutely."}, {"sentId": 310, "text": "I think and some Republicans in Congress have blocked efforts, you know, and I'm a conservative, I'm not here to defend the Democrats so much, but the reality is that the Democrats have advocated in Congress for an investigation of Donald Trump's ties to Russia, I believe I'm told that's happening, that the FBI is pursuing something there, and that's what I'm reading any way, but the Republicans in the House and in the Senate should not be blocking an investigation of that."}, {"sentId": 311, "text": "This is a national security issue."}], "speaker": "MCMULLIN", "secId": 143}, {"sentences": [{"sentId": 312, "text": "Yes, OK."}], "speaker": "LEMON", "secId": 144}, {"sentences": [{"sentId": 313, "text": "This -- Donald Trump's relationship to Vladimir Putin poses a true threat to our democracy and we need to be investigating that."}, {"sentId": 314, "text": "It's just really disappointing that the Republican leadership would be blocking it."}], "speaker": "MCMULLIN", "secId": 145}, {"sentences": [{"sentId": 315, "text": "So let's talk about that, you know, one of the reasons -- the main reasons we have you here now, is that ugly -- very ugly robocall making its way around Utah."}], "speaker": "LEMON", "secId": 146}, {"sentences": [{"sentId": 316, "text": "Sure."}, {"sentId": 317, "text": "Yes."}], "speaker": "MCMULLIN", "secId": 147}, {"sentences": [{"sentId": 318, "text": "Paid for white supremacist in support of Donald Trump."}, {"sentId": 319, "text": "I want to play it and I want to get your reaction."}], "speaker": "LEMON", "secId": 148}, {"sentences": [{"sentId": 320, "text": "Sure."}], "speaker": "MCMULLIN", "secId": 149}, {"sentences": [{"sentId": 321, "text": "My name is William Johnson."}, {"sentId": 322, "text": "I'm a farmer and a white nationalist."}, {"sentId": 323, "text": "I make this call against Evan McMullin and in support of Donald Trump."}, {"sentId": 324, "text": "Evan McMullin is an open borders, amnesty supporter."}, {"sentId": 325, "text": "Evan has two mommies."}, {"sentId": 326, "text": "His mother is a lesbian, married to another woman."}, {"sentId": 327, "text": "Evan is OK with that."}, {"sentId": 328, "text": "Indeed, Evan supports the Supreme Court ruling legalizing gay marriage."}, {"sentId": 329, "text": "Evan is over 40 years old and is not married and doesn't even have a girlfriend."}, {"sentId": 330, "text": "I believe Evan is a closet homosexual."}], "speaker": "JOHNSON", "secId": 150}, {"sentences": [{"sentId": 331, "text": "Don't vote for Evan McMullin."}, {"sentId": 332, "text": "Vote for Donald Trump."}], "speaker": "JOHNSON", "secId": 151}, {"sentences": [{"sentId": 333, "text": "OK."}, {"sentId": 334, "text": "So we'll get to the substance of that very -- I mean it's just ridiculous."}, {"sentId": 335, "text": "It's so -- it's just so ridiculous I can't even explain."}], "speaker": "LEMON", "secId": 152}, {"sentences": [{"sentId": 336, "text": "Yes."}], "speaker": "MCMULLIN", "secId": 153}, {"sentences": [{"sentId": 337, "text": "You said that this is just the kind of thing that Donald Trump has encouraged."}, {"sentId": 338, "text": "John Spicer with the RNC, took issue with your response."}], "speaker": "LEMON", "secId": 154}, {"sentences": [{"sentId": 339, "text": "Yes."}], "speaker": "MCMULLIN", "secId": 155}, {"sentences": [{"sentId": 340, "text": "This is how he put it earlier on CNN."}], "speaker": "LEMON", "secId": 156}, {"sentences": [{"sentId": 341, "text": "The call is disgusting."}, {"sentId": 342, "text": "It reprehensible and it was appropriately denounced by the campaign."}, {"sentId": 343, "text": "But for him to then turn it back on them is -- you know, is almost as reprehensible to continue to give this legs when they have made it very clear that this is not the kind of campaign that they want to be associated with, not the kind of people or tactic they want to be associated with."}], "speaker": "SPICER", "secId": 157}, {"sentences": [{"sentId": 344, "text": "To give it breath is to kind of to in fact help someone like this get their message out which is not a good thing."}, {"sentId": 345, "text": "And so -- but for Evan to turn it back on the Trump campaign that came out very forcefully and denounced this is really not -- is not in good keeping."}], "speaker": "SPICER", "secId": 158}, {"sentences": [{"sentId": 346, "text": "What do you say to that, Evan?"}], "speaker": "LEMON", "secId": 159}, {"sentences": [{"sentId": 347, "text": "I mean, it's just ridiculous."}, {"sentId": 348, "text": "I mean, that response is just absurd."}, {"sentId": 349, "text": "I mean, the idea that my condemnation of a white supremacist robocall to the people of Utah is in some way comparable to -- to the call itself, it attacks my mother, it spreads lies about me, it misrepresents my positions on issues."}], "speaker": "MCMULLIN", "secId": 160}, {"sentences": [{"sentId": 350, "text": "I mean, look, it's sort of a bizarre response from the RNC, and now we have more of these robocalls tonight in Utah with a different script, with the same message, and I'm being told by some of our sources that the RNC is actually behind it."}, {"sentId": 351, "text": "And so you know, look, I reject the white supremacist movement, I reject the Trump campaign's support of that movement, and I believe it has supported that movement, and it has enjoyed the support of that movement."}], "speaker": "MCMULLIN", "secId": 161}, {"sentences": [{"sentId": 352, "text": "I believe that they are behind this, as well, and that they should be accountable for it."}, {"sentId": 353, "text": "And it's not enough for some junior staffer to condemn the call."}, {"sentId": 354, "text": "Donald Trump himself should condemn the call."}], "speaker": "MCMULLIN", "secId": 162}, {"sentences": [{"sentId": 355, "text": "Yes, well, Hope Hicks says -- she tweeted this out and said we strongly condemn the rhetoric and these activities in which we have no knowledge, and so they're saying that."}, {"sentId": 356, "text": "But again here, you're saying that you believe the RNC is behind this."}, {"sentId": 357, "text": "What evidence do you have that the RNC is behind this?"}], "speaker": "LEMON", "secId": 163}, {"sentences": [{"sentId": 358, "text": "Well, as you might imagine, we have people who we talk to there who are sympathetic to what we're doing and we hear from them time to time and that's what we're hearing."}, {"sentId": 359, "text": "That they're very concerned about what's happening in Utah."}, {"sentId": 360, "text": "They've stuck with this flawed, bigoted, sexist candidate in Donald Trump and he's doing terribly."}, {"sentId": 361, "text": "They're on the verge of losing their most reliable state, Utah, and so they're scared."}], "speaker": "MCMULLIN", "secId": 164}, {"sentences": [{"sentId": 362, "text": "And they're resorting to tactics that are very ugly, that continue to divide our country."}, {"sentId": 363, "text": "That's what Donald Trump's campaign is about, and the Republican Party, the RNC has stuck with them through all of this."}, {"sentId": 364, "text": "I mean, this is just -- it's terrible."}, {"sentId": 365, "text": "As somebody who's voted Republican my entire life until now, as somebody who's been a lifelong conservative, it's just awful to see this happen, but it is what it is and we're standing up and we will not be intimidated."}], "speaker": "MCMULLIN", "secId": 165}, {"sentences": [{"sentId": 366, "text": "I'm now receiving death threats from white supremacists."}, {"sentId": 367, "text": "I knew that would happen."}, {"sentId": 368, "text": "I faced a lot worse, though, and we will keep fighting."}], "speaker": "MCMULLIN", "secId": 166}, {"sentences": [{"sentId": 369, "text": "It's interesting, though, that someone would think that it was a bad thing."}, {"sentId": 370, "text": "You're not gay, but if you were, why would that be a bad thing?"}, {"sentId": 371, "text": "But, in their minds, it's something -- it's not that -- it's a lie about you, which is indefensible."}], "speaker": "LEMON", "secId": 167}, {"sentences": [{"sentId": 372, "text": "That's right."}, {"sentId": 373, "text": "Well, they misrepresent my position on immigration, as well."}], "speaker": "MCMULLIN", "secId": 168}, {"sentences": [{"sentId": 374, "text": "Yes."}], "speaker": "LEMON", "secId": 169}, {"sentences": [{"sentId": 375, "text": "I'm not an open borders guy."}, {"sentId": 376, "text": "I think we need to secure our borders."}, {"sentId": 377, "text": "I think we need to enforce our laws."}, {"sentId": 378, "text": "I am opposed to the deportation of 11 million people, and so they want to say that's amnesty, and they want to say that's for open borders."}, {"sentId": 379, "text": "And that's just a misrepresentation of what I believe."}, {"sentId": 380, "text": "But again not a surprise."}], "speaker": "MCMULLIN", "secId": 170}, {"sentences": [{"sentId": 381, "text": "This is what I expect from the Donald Trump campaign and from his supporters."}, {"sentId": 382, "text": "You know, it's not only about white supremacists who are making these attacks."}, {"sentId": 383, "text": "You know, it's other Donald Trump supporters."}, {"sentId": 384, "text": "Lou Dobbs the other day lashed out, calling me a member of the Mormon mafia, something that, you know, I still wonder what that is."}, {"sentId": 385, "text": "I'd love to hear him describe it."}], "speaker": "MCMULLIN", "secId": 171}, {"sentences": [{"sentId": 386, "text": "Yes."}], "speaker": "LEMON", "secId": 172}, {"sentences": [{"sentId": 387, "text": "But this is the kind of ugliness."}, {"sentId": 388, "text": "They've attacked my faith, they've attacked my service, they've attacked my mother?"}, {"sentId": 389, "text": "And this is what the Donald Trump campaign is about, and the RNC and Republican leaders are standing with them."}], "speaker": "MCMULLIN", "secId": 173}, {"sentences": [{"sentId": 390, "text": "Yes."}, {"sentId": 391, "text": "MCMULLIN:  These aren't the kind of Republicans I grew up with, and"}], "speaker": "LEMON", "secId": 174}, {"sentences": [{"sentId": 392, "text": "that I know and who I love, but these are -- these are part of the Republican establishment that I think has gone down a terrible road and it's so destructive for our country."}], "speaker": "LEMON", "secId": 175}, {"sentences": [{"sentId": 393, "text": "You asked earlier on Twitter, this is your nominee and your supporter, they're -- and your supporter, they're defining you with white nationalism, will you continue to embrace them?"}, {"sentId": 394, "text": "And you're taking on the GOP establishment, but here's my question to you."}, {"sentId": 395, "text": "There is a scenario where if you win Utah's six electoral votes, but Donald Trump wins all of the battleground states plus New Hampshire and one of Maine's electoral votes, the electoral vote could end up being Clinton 268, Trump 264, sending the decision to the House of Representatives."}, {"sentId": 396, "text": "I think that's what you want."}, {"sentId": 397, "text": "What happens then?"}], "speaker": "LEMON", "secId": 176}, {"sentences": [{"sentId": 398, "text": "Well, then the House would get to choose between the top three finishers."}, {"sentId": 399, "text": "That would be Hillary Clinton, Donald Trump and me in the scenario you laid out."}], "speaker": "MCMULLIN", "secId": 177}, {"sentences": [{"sentId": 400, "text": "Each state would get one vote regardless of their population or size."}, {"sentId": 401, "text": "Every state gets one vote and we would compete for those votes."}, {"sentId": 402, "text": "And I think we would compete very effectively in that environment."}, {"sentId": 403, "text": "This has been a tough race, but, you know, I'm a conservative."}, {"sentId": 404, "text": "I'm the only conservative in this race."}, {"sentId": 405, "text": "If the states believe that they want somebody -- the Republican states to represent the -- what they say or their values which I believe for many, they still remain important to them, despite this nominee in Donald Trump who doesn't reflect those values."}], "speaker": "MCMULLIN", "secId": 178}, {"sentences": [{"sentId": 406, "text": "I think also Democrats if they don't have control of the House and they're unlikely to, they'll look at the situation and say, well, we don't have the votes to elect Hillary Clinton, who do we want?"}, {"sentId": 407, "text": "Evan McMullin or Donald Trump?"}], "speaker": "MCMULLIN", "secId": 179}, {"sentences": [{"sentId": 408, "text": "OK."}], "speaker": "LEMON", "secId": 180}, {"sentences": [{"sentId": 409, "text": "So I think we could emerge as the contentious candidate."}], "speaker": "MCMULLIN", "secId": 181}, {"sentences": [{"sentId": 410, "text": "I've got to run."}, {"sentId": 411, "text": "Evan McMullin, thank you."}, {"sentId": 412, "text": "Appreciate it."}], "speaker": "LEMON", "secId": 182}, {"sentences": [{"sentId": 413, "text": "Thank you, Don."}], "speaker": "MCMULLIN", "secId": 183}, {"sentences": [{"sentId": 414, "text": "All right."}, {"sentId": 415, "text": "Up next with the race tightening, will millennial be the key to this race?"}], "speaker": "LEMON", "secId": 184}, {"sentences": [{"sentId": 416, "text": "A heated moment in Hillary Clinton's rally in Fort Lauderdale tonight."}, {"sentId": 417, "text": "The candidate confronting a protester who was holding up a sign reading, quote, \"Bill Clinton is a rapist.\""}], "speaker": "LEMON", "secId": 185}, {"sentences": [{"sentId": 418, "text": "I love this country, I think we already are great."}, {"sentId": 419, "text": "Now I think we can be greater."}, {"sentId": 420, "text": "And you know, I am sick and"}], "speaker": "CLINTON", "secId": 186}, {"sentences": [{"sentId": 421, "text": "tired of the negative, dark, divisive, dangerous vision and behavior of people who support Donald Trump."}, {"sentId": 422, "text": "It is time for us to say no, we are not going backwards."}, {"sentId": 423, "text": "We're going forward into a brighter future."}], "speaker": "CLINTON", "secId": 187}, {"sentences": [{"sentId": 424, "text": "That man was escorted out by police."}, {"sentId": 425, "text": "The Web site InfoWars has offered protesters $5,000 to do this sort of thing."}], "speaker": "LEMON", "secId": 188}, {"sentences": [{"sentId": 426, "text": "Here to discuss, CNN political commentator Corey Lewandowski, former campaign manager for Donald Trump, political commentator Kayleigh McEnany, a Trump supporter, Van Jones, a former Obama administration official, and Brad Jenkins of Funny or Die DC."}, {"sentId": 427, "text": "You also serve under President Obama."}], "speaker": "LEMON", "secId": 189}, {"sentences": [{"sentId": 428, "text": "Thank you all for joining us."}, {"sentId": 429, "text": "So that was what I wanted you guys to react to earlier, the two panelists who were here earlier."}], "speaker": "LEMON", "secId": 190}, {"sentences": [{"sentId": 430, "text": "Van, but I'm going to start with you."}, {"sentId": 431, "text": "What do you think of how she handled that?"}], "speaker": "LEMON", "secId": 191}, {"sentences": [{"sentId": 432, "text": "Well, I think she handled it as well as you can."}, {"sentId": 433, "text": "You know, we are seven days away."}, {"sentId": 434, "text": "Tempers are flaring, nerves are tight, and I think she handled it as well as she can."}, {"sentId": 435, "text": "Part of the thing when you -- in a situation like that, if you don't respond, you're kind of letting the guy interrupt and get a lot of air time."}, {"sentId": 436, "text": "If you do respond, you are, you know, maybe giving them an even bigger spotlight."}, {"sentId": 437, "text": "But I think her supporters want to see her push back and so you know they pushed back."}], "speaker": "JONES", "secId": 192}, {"sentences": [{"sentId": 438, "text": "And she did."}], "speaker": "LEMON", "secId": 193}, {"sentences": [{"sentId": 439, "text": "And she did push back."}], "speaker": "JONES", "secId": 194}, {"sentences": [{"sentId": 440, "text": "She did."}], "speaker": "LEMON", "secId": 195}, {"sentences": [{"sentId": 441, "text": "Corey, what did you think of her response?"}], "speaker": "LEMON", "secId": 196}, {"sentences": [{"sentId": 442, "text": "Look, I think -- you know, I've said this when Donald Trump is in the middle of a rally, I thought that, you know, there was a time and a place for people to protest and they usually dedicate an area for that to do -- you know, for those people to do that."}, {"sentId": 443, "text": "I think when a candidate rents a facility out then they should have the right to, you know, have their people come there and be able to officially watch, you know, and participate in the political process."}, {"sentId": 444, "text": "And I think that, you know, there is a place for this, usually it's outside the venue, it's usually a designated area."}], "speaker": "LEWANDOWSKI", "secId": 197}, {"sentences": [{"sentId": 445, "text": "So you ."}], "speaker": "LEMON", "secId": 198}, {"sentences": [{"sentId": 446, "text": "Look, I don't think there's a reason for it, to be honest with you."}, {"sentId": 447, "text": "I just don't think it's necessary."}], "speaker": "LEWANDOWSKI", "secId": 199}, {"sentences": [{"sentId": 448, "text": "Kayleigh?"}, {"sentId": 449, "text": "KAYLEIGH MCENANY, CNN POLITICAL COMMENTATOR:  I agree with Corey about"}], "speaker": "LEMON", "secId": 200}, {"sentences": [{"sentId": 450, "text": "the time and the place entirely, but the one frustration I have with Hillary Clinton is trying to paint all Donald Trump supporters this way, we're all deplorable, we're all irredeemable."}, {"sentId": 451, "text": "Meanwhile, there are plenty -- there's plenty of violence on the other side, the homeless woman, 64 years old who was literally pushed to the ground."}, {"sentId": 452, "text": "The video went viral, left his protesters tearing up her signs and throwing them on her."}, {"sentId": 453, "text": "The Republican office that was fire bombed."}], "speaker": "LEMON", "secId": 201}, {"sentences": [{"sentId": 454, "text": "We didn't see anyone there doing that."}, {"sentId": 455, "text": "You didn't -- and I was surprised that no one grabbed -- they just kind of let it happen, and I've seen rallies and I'm just pointing out on, you know, Donald Trump's side where, you know, the people -- supporters, grabbed them, right?"}, {"sentId": 456, "text": "And yanked their signs and beat them up."}, {"sentId": 457, "text": "You didn't see that this time."}, {"sentId": 458, "text": "And I was surprised that that didn't happen."}], "speaker": "LEMON", "secId": 202}, {"sentences": [{"sentId": 459, "text": "I was actually glad it didn't happen because we don't need violence."}, {"sentId": 460, "text": "So what do you think of that, Brad?"}, {"sentId": 461, "text": "What did you think of her response?"}], "speaker": "LEMON", "secId": 203}, {"sentences": [{"sentId": 462, "text": "Yes, look, I thought her response was admirable."}, {"sentId": 463, "text": "I mean, to be honest, you know, being on here speaking for millennials, this is a distraction."}, {"sentId": 464, "text": "I don't think that some guy running in there with a sign really represents what most Americans care about."}, {"sentId": 465, "text": "They care about putting food on the table, making ends meet, and voting in seven days."}, {"sentId": 466, "text": "So I think we just want to focus on the issues from here on out."}], "speaker": "JENKINS", "secId": 204}, {"sentences": [{"sentId": 467, "text": "It does speak to the issues that we have been discussing especially when it comes to the e-mails and to the Clinton Foundation and to all of these things."}, {"sentId": 468, "text": "So, you know, it may not be one of the main issues, but it's certainly an issue that Americans are talking about, especially the violence at the rallies."}], "speaker": "LEMON", "secId": 205}, {"sentences": [{"sentId": 469, "text": "I agree."}, {"sentId": 470, "text": "Look, I agree with you, Don, in the following respect."}, {"sentId": 471, "text": "This is the first election in my lifetime where you have the presidency on the line, you have the House on the line, you have the Senate on the line, you have the Supreme Court explicitly on the line, and the character of the country on the line."}, {"sentId": 472, "text": "All of these things are going to be voted on in seven days and so -- you know, and different people see it different ways."}, {"sentId": 473, "text": "Some people see, you know, the rowdy side of the left, some people see the rowdy side of the right, but how people make sense of what you are going to get with a Trump presidency or a Clinton presidency, the character of the country, the character of their movements I think is very relevant."}], "speaker": "JONES", "secId": 206}, {"sentences": [{"sentId": 474, "text": "And here's also why it's important because Secretary Clinton is making character a key part of her closing argument, let's watch this."}], "speaker": "LEMON", "secId": 207}, {"sentences": [{"sentId": 475, "text": "Putting a wife to work is a very dangerous thing."}, {"sentId": 476, "text": "When I come home and dinner's not ready I go through the roof."}, {"sentId": 477, "text": "Grab them by the ."}, {"sentId": 478, "text": "And when you're a star they let you do it."}, {"sentId": 479, "text": "You can do anything."}, {"sentId": 480, "text": "LESTER HOLT, NBC NEWS:  More accusers coming forward to say they were"}], "speaker": "TRUMP", "secId": 208}, {"sentences": [{"sentId": 481, "text": "sexually assaulted by Donald Trump."}], "speaker": "TRUMP", "secId": 209}, {"sentences": [{"sentId": 482, "text": "And I'll go backstage before a show."}], "speaker": "TRUMP", "secId": 210}, {"sentences": [{"sentId": 483, "text": "Yes."}], "speaker": "STERN", "secId": 211}, {"sentences": [{"sentId": 484, "text": "And everyone is getting dressed."}], "speaker": "TRUMP", "secId": 212}, {"sentences": [{"sentId": 485, "text": "Donald Trump walked into the dressing room while contestants, some as young as 15, were changing."}], "speaker": "UNIDENTIFIED MALE", "secId": 213}, {"sentences": [{"sentId": 486, "text": "They stayed in there with no clothes."}, {"sentId": 487, "text": "You see these incredible looking women."}], "speaker": "TRUMP", "secId": 214}, {"sentences": [{"sentId": 488, "text": "Kayleigh, effective?"}], "speaker": "LEMON", "secId": 215}, {"sentences": [{"sentId": 489, "text": "No, because I think today was so illustrative to me when I saw Donald Trump give an incredible policy speech on Obamacare."}, {"sentId": 490, "text": "A very important issue."}], "speaker": "MCENANY", "secId": 216}, {"sentences": [{"sentId": 491, "text": "The \"Washington Post\" even described it as really, really good."}, {"sentId": 492, "text": "You have that and then you flip over to the Hillary rally about an hour later she was talking about Miss Universe and attacking the FBI."}, {"sentId": 493, "text": "If these are the two closing arguments, Americans are losing with Hillary Clinton, they're winning with Donald Trump, where there are actually solutions and we're talking about the issues."}], "speaker": "MCENANY", "secId": 217}, {"sentences": [{"sentId": 494, "text": "What do you think, Brad?"}], "speaker": "LEMON", "secId": 218}, {"sentences": [{"sentId": 495, "text": "Yes, I mean look, I think that when you talk about that spot, you know, young women during the primary were not down with Hillary Clinton if we recall."}, {"sentId": 496, "text": "Young millennial women were actually in support of Senator Sanders and I think that the Donald Trump campaign really fumbled the football so to speak."}, {"sentId": 497, "text": "Millennial women are now in greater numbers for Hillary Clinton than they were for Barack Obama."}], "speaker": "JENKINS", "secId": 219}, {"sentences": [{"sentId": 498, "text": "So I think when you have a candidate who uses language like that, who has a record and a history of, in many ways, describing sexual assault, you see that reflected in the poll numbers and I do believe that, you know, women and particularly young women, will be the voice of this election come seven days from today."}], "speaker": "JENKINS", "secId": 220}, {"sentences": [{"sentId": 499, "text": "So you think the ad is effective?"}], "speaker": "LEMON", "secId": 221}, {"sentences": [{"sentId": 500, "text": "I think -- look, I think the ad was effective."}, {"sentId": 501, "text": "I think that -- you know, and not to backtrack on my previous statement with the protester, I think that there's a difference between a gentleman rushing in and having a sign, and a person running for the highest office of the land using language such as this."}], "speaker": "JENKINS", "secId": 222}, {"sentences": [{"sentId": 502, "text": "All right."}], "speaker": "LEMON", "secId": 223}, {"sentences": [{"sentId": 503, "text": "And it's unacceptable."}, {"sentId": 504, "text": "LEMON:  All right."}, {"sentId": 505, "text": "We'll be right back."}, {"sentId": 506, "text": "Continue our conversation."}], "speaker": "JENKINS", "secId": 224}, {"sentences": [{"sentId": 507, "text": "Don't go anywhere."}], "speaker": "JENKINS", "secId": 225}, {"sentences": [{"sentId": 508, "text": "Back now with the panel, Corey Lewandowski, Kayleigh McEnany, Van Jones and Brad Jenkins."}], "speaker": "LEMON", "secId": 226}, {"sentences": [{"sentId": 509, "text": "Van, to you first."}, {"sentId": 510, "text": "President Barack Obama on the trail in Ohio today."}, {"sentId": 511, "text": "Listen to this."}], "speaker": "LEMON", "secId": 227}, {"sentences": [{"sentId": 512, "text": "And I know that my wife is not just my equal but my superior."}], "speaker": "OBAMA", "secId": 228}, {"sentences": [{"sentId": 513, "text": "I want -- I want every man out there who's voting to kind of look inside yourself, and ask yourself, well, if you're having problems with this stuff how much of it is, you know, that we're just not used to it?"}, {"sentId": 514, "text": "So that, you know, like when a guy is ambitious and out in the public arena and working hard, well, that's OK."}, {"sentId": 515, "text": "But when a woman suddenly does it, suddenly you're all like well, why is she doing that?"}], "speaker": "OBAMA", "secId": 229}, {"sentences": [{"sentId": 516, "text": "I'm just being honest."}, {"sentId": 517, "text": "I want you to think about it because she is so much better qualified than the other guy."}], "speaker": "OBAMA", "secId": 230}, {"sentences": [{"sentId": 518, "text": "Van, does the president have a point?"}], "speaker": "LEMON", "secId": 231}, {"sentences": [{"sentId": 519, "text": "Yes, he does."}, {"sentId": 520, "text": "Yes, he does."}, {"sentId": 521, "text": "And it's so funny because I've been, you know, on the ground in swing states talking to Trump voters, as well as Clinton voters."}, {"sentId": 522, "text": "As you know, Don, I want to talk to both sides and you hear really from both sides actually sometimes women as well as men saying well, you know, she's so ambitious, she's so calculating, you know, she stayed in her marriage just because she was trying to become the president."}, {"sentId": 523, "text": "And you don't hear any of that about male candidates."}, {"sentId": 524, "text": "That somehow a male candidate being ambitious and wanting to get someplace is OK."}, {"sentId": 525, "text": "But with her, she's under a microscope."}, {"sentId": 526, "text": "I'm glad the president raised it."}], "speaker": "JONES", "secId": 232}, {"sentences": [{"sentId": 527, "text": "I have to say, I mean, I know some of you on the panel will disagree."}, {"sentId": 528, "text": "But I have been surprised, because I like to do my own unscientific surveys."}], "speaker": "LEMON", "secId": 233}, {"sentences": [{"sentId": 529, "text": "Yes, you do."}], "speaker": "JONES", "secId": 234}, {"sentences": [{"sentId": 530, "text": "I'll ask people questions about this."}, {"sentId": 531, "text": "I'll ask taxi drivers, I'll ask -- you know, whatever, people on the subway, and I have heard millennials, I have men, I have heard women, who have said I don't think a woman can be president of the United States, and I'm often -- I am always shocked by that."}, {"sentId": 532, "text": "You guys can sit here and tell me, you've not heard that this campaign season."}], "speaker": "LEMON", "secId": 235}, {"sentences": [{"sentId": 533, "text": "I've heard the opposite."}, {"sentId": 534, "text": "I've heard voting for her because she's a woman and they want to see the first woman president."}, {"sentId": 535, "text": "I mean, Don, I'm not denying that there is --"}], "speaker": "MCENANY", "secId": 236}, {"sentences": [{"sentId": 536, "text": "Hold on."}, {"sentId": 537, "text": "I'll let you finish."}, {"sentId": 538, "text": "I haven't heard this?"}], "speaker": "LEMON", "secId": 237}, {"sentences": [{"sentId": 539, "text": "I haven't heard it, to be honest with you."}], "speaker": "LEWANDOWSKI", "secId": 238}, {"sentences": [{"sentId": 540, "text": "Have you heard it, Brad?"}], "speaker": "LEMON", "secId": 239}, {"sentences": [{"sentId": 541, "text": "I have heard it absolutely."}], "speaker": "JENKINS", "secId": 240}, {"sentences": [{"sentId": 542, "text": "Yes."}, {"sentId": 543, "text": "OK.  Go ahead, Kayleigh."}], "speaker": "LEMON", "secId": 241}, {"sentences": [{"sentId": 544, "text": "I was just going to say, you know, I'm not denying that sexism doesn't exist at any form but what I am denying is that there's this whole slew of voters who aren't going to vote on her because they don't want to see a woman president."}, {"sentId": 545, "text": "I think they want the right woman."}, {"sentId": 546, "text": "I think -- look, Republican voters would love to see someone like Michele Bachmann in that place or, you know, Carly Fiorina even, but, you know, we look at their policies, not at their gender."}, {"sentId": 547, "text": "And I think that that's what most Americans should do."}], "speaker": "MCENANY", "secId": 242}, {"sentences": [{"sentId": 548, "text": "And Michele Bachmann had a chance."}, {"sentId": 549, "text": "I mean, she's been on this show."}], "speaker": "LEMON", "secId": 243}, {"sentences": [{"sentId": 550, "text": "She did."}], "speaker": "MCENANY", "secId": 244}, {"sentences": [{"sentId": 551, "text": "But she had a chance and didn't --"}], "speaker": "LEMON", "secId": 245}, {"sentences": [{"sentId": 552, "text": "Hillary's message is I'm with her."}, {"sentId": 553, "text": "Right?"}, {"sentId": 554, "text": "I mean, I will stand with her or whatever."}, {"sentId": 555, "text": "So clearly she wants to ingratiate herself and remind everyone that she's first major party candidate to be a woman."}, {"sentId": 556, "text": "She's running on that."}, {"sentId": 557, "text": "She's perfectly fine."}], "speaker": "LEWANDOWSKI", "secId": 246}, {"sentences": [{"sentId": 558, "text": "You want her to say I'm with him?"}, {"sentId": 559, "text": "She's a woman."}], "speaker": "LEMON", "secId": 247}, {"sentences": [{"sentId": 560, "text": "Look."}, {"sentId": 561, "text": "Is Donald Trump's message, I'm with him?"}], "speaker": "LEWANDOWSKI", "secId": 248}, {"sentences": [{"sentId": 562, "text": "You want her to say, I'm with it?"}, {"sentId": 563, "text": "I mean, she's a woman."}], "speaker": "LEMON", "secId": 249}, {"sentences": [{"sentId": 564, "text": "Let's make America great again."}, {"sentId": 565, "text": "Very simple."}, {"sentId": 566, "text": "Right?"}], "speaker": "LEWANDOWSKI", "secId": 250}, {"sentences": [{"sentId": 567, "text": "I know, but come on."}], "speaker": "LEMON", "secId": 251}, {"sentences": [{"sentId": 568, "text": "And look, look, the qualification that people want in a president right now, Hillary Clinton is qualified if you think that government service is the qualification and you want same old, same old."}, {"sentId": 569, "text": "If you want something different and you want a system that isn't going to have $21 trillion in debt moving forward and tax cuts --"}], "speaker": "LEWANDOWSKI", "secId": 252}, {"sentences": [{"sentId": 570, "text": "Listen, I don't disagree with you."}], "speaker": "LEMON", "secId": 253}, {"sentences": [{"sentId": 571, "text": "That's the --"}], "speaker": "LEWANDOWSKI", "secId": 254}, {"sentences": [{"sentId": 572, "text": "You don't have to continue to make your point."}, {"sentId": 573, "text": "I understand that."}, {"sentId": 574, "text": "And I'm not saying that, you know, people don't want change."}, {"sentId": 575, "text": "Right?"}, {"sentId": 576, "text": "That's whole reason that Donald Trump and Bernie Sanders are so popular this time but just to say that there's not, you know, sexism going on, I think is, you know, for someone to count out a presidential candidate just because they're a woman, I find it just unbelievable in this day and age."}], "speaker": "LEMON", "secId": 255}, {"sentences": [{"sentId": 577, "text": "I just don't think that's the case."}, {"sentId": 578, "text": "I think you've got a woman who's right now by most account --"}], "speaker": "LEWANDOWSKI", "secId": 256}, {"sentences": [{"sentId": 579, "text": "I'm not saying her."}, {"sentId": 580, "text": "I'm just saying --"}], "speaker": "LEMON", "secId": 257}, {"sentences": [{"sentId": 581, "text": "To be the next president of the United States."}], "speaker": "LEWANDOWSKI", "secId": 258}, {"sentences": [{"sentId": 582, "text": "When I asked, they said I don't think a woman."}, {"sentId": 583, "text": "They didn't say Hillary Clinton."}, {"sentId": 584, "text": "They just said I don't think a woman can be president."}], "speaker": "LEMON", "secId": 259}, {"sentences": [{"sentId": 585, "text": "One thing I'll say about it, Don."}], "speaker": "JONES", "secId": 260}, {"sentences": [{"sentId": 586, "text": "Go ahead."}], "speaker": "LEMON", "secId": 261}, {"sentences": [{"sentId": 587, "text": "I have people say that but they also say things, like, you know, I wish it were a different woman, I wish she was more this way, wish her that way."}], "speaker": "JONES", "secId": 262}, {"sentences": [{"sentId": 588, "text": "Yes."}], "speaker": "LEMON", "secId": 263}, {"sentences": [{"sentId": 589, "text": "And I always point out, well, you know, the nice woman never been president."}, {"sentId": 590, "text": "The mean woman has never been president."}, {"sentId": 591, "text": "The one who's been in business has never been president."}, {"sentId": 592, "text": "The one who's been in government never been president."}, {"sentId": 593, "text": "So at this point it doesn't seem like to me that any woman has been able to figure it out."}, {"sentId": 594, "text": "So if she's figured it out you've got to at least recognize it's a very -- it is a grass ceiling, looks like she's going to be able to break through."}, {"sentId": 595, "text": "You might have -- you know, want it to be somebody else but it's -- the first person to figure how to pick that lock you've got to give them the respect for pulling it off."}], "speaker": "JONES", "secId": 264}, {"sentences": [{"sentId": 596, "text": "I got two people here who's saying on Tuesday that's not going to happen."}, {"sentId": 597, "text": "I wonder who they are."}], "speaker": "LEMON", "secId": 265}, {"sentences": [{"sentId": 598, "text": "Listen, President Obama sat down with Samantha Bee last night."}, {"sentId": 599, "text": "Let's watch."}], "speaker": "LEMON", "secId": 266}, {"sentences": [{"sentId": 600, "text": "If Hillary is president, what do you think will be the female equivalent of \"You weren't born in this country\"?"}], "speaker": "BEE", "secId": 267}, {"sentences": [{"sentId": 601, "text": "That's an interesting question."}], "speaker": "OBAMA", "secId": 268}, {"sentences": [{"sentId": 602, "text": "Thank you."}, {"sentId": 603, "text": "I have a lot of them."}], "speaker": "BEE", "secId": 269}, {"sentences": [{"sentId": 604, "text": "I think the equivalent will be she's tired, she's moody, she's being emotional."}], "speaker": "OBAMA", "secId": 270}, {"sentences": [{"sentId": 605, "text": "There's just something about her?"}], "speaker": "BEE", "secId": 271}, {"sentences": [{"sentId": 606, "text": "There's something about her."}, {"sentId": 607, "text": "When men are ambitious, it's just taken for granted."}, {"sentId": 608, "text": "Well, of course they should be ambitious."}, {"sentId": 609, "text": "When women are ambitious, why?"}, {"sentId": 610, "text": "That theme I think will continue throughout her presidency and it's contributed to this notion that somehow she is hiding something."}], "speaker": "OBAMA", "secId": 272}, {"sentences": [{"sentId": 611, "text": "What a nasty woman."}], "speaker": "BEE", "secId": 273}, {"sentences": [{"sentId": 612, "text": "We should mention also Corey Lewandowski was mentioned in that interview and I'm not sure -- what did they say about you?"}], "speaker": "LEMON", "secId": 274}, {"sentences": [{"sentId": 613, "text": "The contentious Supreme Court justice if Donald Trump is elected."}, {"sentId": 614, "text": "And the president responded, look, that's flattering."}], "speaker": "LEWANDOWSKI", "secId": 275}, {"sentences": [{"sentId": 615, "text": "I'm moving if that happens, by the way."}], "speaker": "LEMON", "secId": 276}, {"sentences": [{"sentId": 616, "text": "The president in an interview -- in my name -- Don, that's pretty, you've got to admit."}], "speaker": "LEWANDOWSKI", "secId": 277}, {"sentences": [{"sentId": 617, "text": "All right, Corey."}], "speaker": "LEMON", "secId": 278}, {"sentences": [{"sentId": 618, "text": "Come on."}], "speaker": "LEWANDOWSKI", "secId": 279}, {"sentences": [{"sentId": 619, "text": "Corey, don't get ahead of yourself."}, {"sentId": 620, "text": "All right."}, {"sentId": 621, "text": "That is pretty cool."}], "speaker": "LEMON", "secId": 280}, {"sentences": [{"sentId": 622, "text": "But I've got to ask you, Brad, I mean, you got the president and you've got Samantha Bee."}, {"sentId": 623, "text": "That's right up millennials' alley."}, {"sentId": 624, "text": "How does this -- does this have any impact on the race?"}], "speaker": "LEMON", "secId": 281}, {"sentences": [{"sentId": 625, "text": "Yes."}, {"sentId": 626, "text": "It's right up millennials' alley."}, {"sentId": 627, "text": "And it's right up young women's alley."}, {"sentId": 628, "text": "I mean, I think that when we get back to this misogyny question, I've never heard a presidential candidate be told to smile more or be less shrill or you didn't look the part to be president or have the stamina."}, {"sentId": 629, "text": "I mean, these are things, you know, anecdotally professional women deal with this all the time."}, {"sentId": 630, "text": "And to see it out in broad daylight, and for the president to call it like he sees it was pretty powerful."}, {"sentId": 631, "text": "Particularly for young women, who, you know, you look at the polls, the Harvard IOP poll has millennial women 37-point margin over Trump."}], "speaker": "JENKINS", "secId": 282}, {"sentences": [{"sentId": 632, "text": "Yes."}, {"sentId": 633, "text": "I've got to run, though."}], "speaker": "LEMON", "secId": 283}, {"sentences": [{"sentId": 634, "text": "So it's pretty incredible."}], "speaker": "JENKINS", "secId": 284}, {"sentences": [{"sentId": 635, "text": "Thank you, panel, I appreciate it."}, {"sentId": 636, "text": "And look, no yelling, no fighting."}, {"sentId": 637, "text": "Supreme Court --  MCENANY:  No."}, {"sentId": 638, "text": "Supreme Court."}, {"sentId": 639, "text": "Yes."}], "speaker": "LEMON", "secId": 285}, {"sentences": [{"sentId": 640, "text": "I love it, right?"}, {"sentId": 641, "text": "Supreme Court Corey."}, {"sentId": 642, "text": "Oh, boy."}, {"sentId": 643, "text": "That's it for us tonight."}, {"sentId": 644, "text": "Thanks for watching us."}, {"sentId": 645, "text": "I'll see you right back here tomorrow."}], "speaker": "LEMON", "secId": 286}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1611.01.cnnt.02.html.json", "time": "Aired November 1, 2016 - 23:00   ET"}