{"sectionCount": 283, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["LEMON", "ANNOUNCER", "MARQUEZ", "YOUNG", "CARROLL", "TODD", "FRANKLIN", "ALEXANDER", "WILLIAMS", "NICHOLS", "LEWIS", "GRAHAM", "UNIDENTIFIED FEMALE", "THOMPSON", "BERROCOSA", "DEVAUGHN", "ADDISON", "UNIDENTIFIED MALE", "CANNADY", "YEARWOOD", "JONES", "HILL", "BATTS", "REPORTER"], "subTitle": "Baltimore Enforcing Citywide Curfew. Aired 11-12p ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1504/28/cnnt.02.html", "sentenceCount": 665, "sections": [{"sentences": [{"sentId": 0, "text": "That curfew going into effect one hour ago."}], "speaker": "LEMON", "secId": 0}, {"sentences": [{"sentId": 1, "text": "This is CNN breaking news."}], "speaker": "ANNOUNCER", "secId": 1}, {"sentences": [{"sentId": 2, "text": "It is 11:00 p.m. here in Baltimore."}, {"sentId": 3, "text": "Our breaking news, this city is under curfew until 5:00 a.m., until 5:00 a.m."}], "speaker": "LEMON", "secId": 2}, {"sentences": [{"sentId": 4, "text": "Police appear to be getting the upper hand right now, as they enforce this curfew."}, {"sentId": 5, "text": "Two thousand national guardsmen, more than 1,000 police officers out on the streets of Baltimore tonight, after a day of largely peaceful protests."}], "speaker": "LEMON", "secId": 3}, {"sentences": [{"sentId": 6, "text": "Everybody from the White House to the people of Baltimore, calling for calm tonight."}], "speaker": "LEMON", "secId": 4}, {"sentences": [{"sentId": 7, "text": "I want to go now straight to CNN's Miguel Marquez."}, {"sentId": 8, "text": "Miguel has been out in all of this as well."}], "speaker": "LEMON", "secId": 5}, {"sentences": [{"sentId": 9, "text": "What are you seeing, Miguel?"}], "speaker": "LEMON", "secId": 6}, {"sentences": [{"sentId": 10, "text": "Well, we're seeing the acts of defiance in the neighborhoods around the areas where people were earlier."}, {"sentId": 11, "text": "We actually flew down to South Baltimore, because we understood there was some rioting down there."}, {"sentId": 12, "text": "There is not."}], "speaker": "MARQUEZ", "secId": 7}, {"sentences": [{"sentId": 13, "text": "I want you to look up the street here."}, {"sentId": 14, "text": "This is Pennsylvania Avenue."}, {"sentId": 15, "text": "This is the street that we marched down on Saturday, all the way down to downtown."}, {"sentId": 16, "text": "That is where the phalanx of officers are starting to move down, along with heavy equipment."}], "speaker": "MARQUEZ", "secId": 8}, {"sentences": [{"sentId": 17, "text": "And if you come around this way, this is Pennsylvania Avenue."}, {"sentId": 18, "text": "You can see, it's been trashed, to some degree -- all the trash cans thrown in the streets, to try to block the streets."}, {"sentId": 19, "text": "And in the streets themselves, there are individuals who are defying police orders."}], "speaker": "MARQUEZ", "secId": 9}, {"sentences": [{"sentId": 20, "text": "The police cars are roaming through the area."}, {"sentId": 21, "text": "They are announcing to the individuals that they see in this area that it is time to get off the streets."}], "speaker": "MARQUEZ", "secId": 10}, {"sentences": [{"sentId": 22, "text": "Here we have yet another armored vehicle coming up."}, {"sentId": 23, "text": "We've seen them from Montgomery County, from Anne Arundel County, from Baltimore County."}], "speaker": "MARQUEZ", "secId": 11}, {"sentences": [{"sentId": 24, "text": "You can see this one."}, {"sentId": 25, "text": "Several of them were hit by paint in recent days and eggs and just about everything else."}, {"sentId": 26, "text": "But still a lot of cars on the streets and still a lot of individuals on the streets that police are trying to get home, to get them to go home, but mainly having a very heavy force."}], "speaker": "MARQUEZ", "secId": 12}, {"sentences": [{"sentId": 27, "text": "When we first got out of the car about 5, 10 minutes ago, there was a very heavy smell of pepper spray."}, {"sentId": 28, "text": "You could feel it in your throat."}, {"sentId": 29, "text": "That seems to be dissipating."}, {"sentId": 30, "text": "They don't seem to be using that anymore."}, {"sentId": 31, "text": "They are holding in place, taking a few steps every now and again, moving into these neighborhoods."}], "speaker": "MARQUEZ", "secId": 13}, {"sentences": [{"sentId": 32, "text": "We just went by western district, which had been the focal point for a lot of the peaceful protests over the last 14 days or so."}, {"sentId": 33, "text": "They have pushed back even farther now, about two blocks, the security perimeter around that police station."}, {"sentId": 34, "text": "The site where Freddie Gray was arrested, which is also a hot spot around here, almost nobody there, but there are people in the neighborhood saying that they are going to stay out and defy police orders -- Don."}], "speaker": "MARQUEZ", "secId": 14}, {"sentences": [{"sentId": 35, "text": "All right."}, {"sentId": 36, "text": "Miguel, I want you to stand by, because we're going to need you throughout the evening here on CNN."}], "speaker": "LEMON", "secId": 15}, {"sentences": [{"sentId": 37, "text": "I want to get back now to CNN's Ryan Young who's been covering the story for us and have been out on the streets of Baltimore."}], "speaker": "LEMON", "secId": 16}, {"sentences": [{"sentId": 38, "text": "Ryan, take us to your location to tell us what you're seeing?"}], "speaker": "LEMON", "secId": 17}, {"sentences": [{"sentId": 39, "text": "Don, we are down west north and this was the rally point after we had to run away from that gas."}, {"sentId": 40, "text": "Tear gas hit us, it was very strong."}, {"sentId": 41, "text": "It was hard for us to breathe."}, {"sentId": 42, "text": "That seemed to push a lot of people who were hanging around this back end away."}], "speaker": "YOUNG", "secId": 18}, {"sentences": [{"sentId": 43, "text": "Now, we've had a few people now come back out, after that gas has dissipated, but once it got into your lungs, there were a lot of people who were saying they were not going to leave, and that really changed their minds."}, {"sentId": 44, "text": "It's hard to breathe."}, {"sentId": 45, "text": "In fact, you faced that before, so you understand what I'm talking about, how it gets your eyes and your lungs."}], "speaker": "YOUNG", "secId": 19}, {"sentences": [{"sentId": 46, "text": "Right now, there's a few people hanging out, playing some music in the distancing over here, but a lot of media standing down this way."}, {"sentId": 47, "text": "They've cleared out the streets remarkably in the last 30 minutes or so."}], "speaker": "YOUNG", "secId": 20}, {"sentences": [{"sentId": 48, "text": "We've had police in small patrol units, kind of working their way through the side streets, just to make sure none of the larger crowds were hanging around anymore."}, {"sentId": 49, "text": "It has really changed in the last hour."}], "speaker": "YOUNG", "secId": 21}, {"sentences": [{"sentId": 50, "text": "Throughout the day, we weren't really messed, but that last hour, you could tell that people were getting angry about the idea of a curfew and voicing their opinions to us as we were walking around with our camera."}, {"sentId": 51, "text": "Now after the gas has been spread, people have definitely started running home and they're no longer here in the streets."}], "speaker": "YOUNG", "secId": 22}, {"sentences": [{"sentId": 52, "text": "All right."}, {"sentId": 53, "text": "I want you to stand by, Ryan Young."}], "speaker": "LEMON", "secId": 23}, {"sentences": [{"sentId": 54, "text": "I want to get to CNN's Jason Carroll now."}, {"sentId": 55, "text": "Jason also out on the streets."}], "speaker": "LEMON", "secId": 24}, {"sentences": [{"sentId": 56, "text": "Jason, take us there."}], "speaker": "LEMON", "secId": 25}, {"sentences": [{"sentId": 57, "text": "Well, just a few moments ago, we heard one of the commanding officers walk up and down the line here, telling them to hold their position."}, {"sentId": 58, "text": "We were standing on this corner that you see over here and one of the officers said -- reporter, this corner is now ours, move."}, {"sentId": 59, "text": "So that's exactly what we did."}, {"sentId": 60, "text": "We moved off that corner."}], "speaker": "CARROLL", "secId": 26}, {"sentences": [{"sentId": 61, "text": "It's calm now here, at least for the moment here at Pennsylvania and north, where we've been all day, ever since early this morning."}, {"sentId": 62, "text": "Just down the side street here, we did see a small number of people come out, throw some projectiles, and run back down a small alley there."}], "speaker": "CARROLL", "secId": 27}, {"sentences": [{"sentId": 63, "text": "We did hear, also, at one point, that more reinforcements would be brought in."}, {"sentId": 64, "text": "But at this point, it doesn't seem to be necessary -- at least, not from where we are, not for right now."}], "speaker": "CARROLL", "secId": 28}, {"sentences": [{"sentId": 65, "text": "I know a little earlier, Don, you heard me talk to one of the community leaders who was walking up and down this front line that you see here, telling people to go home, talking over the loud speaker, telling people to pay attention and to be -- pay attention to the curfew that was in effect at 10:00."}, {"sentId": 66, "text": "And then I saw her just a few moments ago, she had tears in her eyes."}, {"sentId": 67, "text": "It was heartbreaking, actually, to see that, because she tried to desperately to prevent something like this from happening."}], "speaker": "CARROLL", "secId": 29}, {"sentences": [{"sentId": 68, "text": "Still, I think some people will look at this and say, not as bad as it could have been."}, {"sentId": 69, "text": "The police response out here, very measured, considering what was going on, because at one point when we were standing out here, there were a number of people throwing glass bottles, they were throwing water bottles, other things at these officers."}, {"sentId": 70, "text": "They kept their line and they were measured throughout the night -- Don."}], "speaker": "CARROLL", "secId": 30}, {"sentences": [{"sentId": 71, "text": "All right."}, {"sentId": 72, "text": "Thank you very much, Jason Carroll."}, {"sentId": 73, "text": "Jason, stay with us, as well."}], "speaker": "LEMON", "secId": 31}, {"sentences": [{"sentId": 74, "text": "I want to get to my colleague, Brian Todd, CNN's Brian Todd."}], "speaker": "LEMON", "secId": 32}, {"sentences": [{"sentId": 75, "text": "Brian, tell us what you're seeing and where you are."}], "speaker": "LEMON", "secId": 33}, {"sentences": [{"sentId": 76, "text": "Don, we are approaching the intersection where we're seeing a large crowd of people kind of in a standoff with police here at Pennsylvania and North venues, trying to make our way a little bit closer in here, to the police."}, {"sentId": 77, "text": "This is a large phalanx of police officers here, as we make our way."}], "speaker": "TODD", "secId": 34}, {"sentences": [{"sentId": 78, "text": "Somebody is -- the officers are getting commands here."}, {"sentId": 79, "text": "I'm not sure exactly what they're doing, but, you know, we were here earlier, we were also out earlier, marching with a couple hundred protesters, who started here, by the way, and marched several miles around this Gilmore neighborhood of West Baltimore downtown, and then back here, and it was a very dynamic situation."}, {"sentId": 80, "text": "It did get tense."}, {"sentId": 81, "text": "There were volunteers out here earlier, Don, who were keeping the"}], "speaker": "TODD", "secId": 35}, {"sentences": [{"sentId": 82, "text": "crowd back from police and were telling young people, as the curfew approached, to leave, and almost physically, you know, moving the young people out of the way."}, {"sentId": 83, "text": "The children, out of the way, getting them down the street towards their homes."}, {"sentId": 84, "text": "And it appeared to be a more festive atmosphere, a more responsible atmosphere, than we've seen in the last few minutes."}], "speaker": "TODD", "secId": 36}, {"sentences": [{"sentId": 85, "text": "I'm not sure exactly what escalated the situation now, but it is a departure from what happened earlier."}, {"sentId": 86, "text": "And as Jason mentioned a short time ago, it seems to have calmed down now and the police response has been fairly measured and the crowd's response in backing off has been measured as well."}, {"sentId": 87, "text": "We have to say, at this point, Don."}], "speaker": "TODD", "secId": 37}, {"sentences": [{"sentId": 88, "text": "All right."}, {"sentId": 89, "text": "I want you to stand by, Brian Todd, great reporting from all of our guys who are out there on the streets."}, {"sentId": 90, "text": "We've got this covered for you here on CNN."}], "speaker": "LEMON", "secId": 38}, {"sentences": [{"sentId": 91, "text": "It is 11 minutes after 7:00, an hour and seven minutes, Baltimore has been under a curfew."}, {"sentId": 92, "text": "They want everyone off the streets."}, {"sentId": 93, "text": "They're allowing the media to be on the streets, but it appears that not everyone is taking that in stride and some people are defying those orders."}], "speaker": "LEMON", "secId": 39}, {"sentences": [{"sentId": 94, "text": "I want to get to my law enforcement expert, right now."}, {"sentId": 95, "text": "Joining me is Neill Franklin, and also Cedric Alexander."}], "speaker": "LEMON", "secId": 40}, {"sentences": [{"sentId": 96, "text": "You heard what Miguel Marquez said."}, {"sentId": 97, "text": "Miguel Marquez said, it's is a big show of force."}, {"sentId": 98, "text": "A big show of force, was that the right thing to do all along?"}, {"sentId": 99, "text": "Should that have been done earlier, a bigger show of force?"}], "speaker": "LEMON", "secId": 41}, {"sentences": [{"sentId": 100, "text": "Well, I mean, you can always Monday morning quarterback it."}, {"sentId": 101, "text": "And I think we discussed this before, about yesterday, and being prepared."}, {"sentId": 102, "text": "What type of intelligence they had, and you know, which would dictate how many officers you would deploy up in Mondawmin where we had the schoolchildren amassing up at there."}], "speaker": "FRANKLIN", "secId": 42}, {"sentences": [{"sentId": 103, "text": "Obviously, they didn't have enough people, OK?"}, {"sentId": 104, "text": "I think that's quite evident."}, {"sentId": 105, "text": "We didn't have enough arrest teams."}, {"sentId": 106, "text": "We didn't have enough people to hold the line at that front echelon."}], "speaker": "FRANKLIN", "secId": 43}, {"sentences": [{"sentId": 107, "text": "But today's a different story."}, {"sentId": 108, "text": "We learned from yesterday and I think police are at their ready."}, {"sentId": 109, "text": "We have the numbers here."}, {"sentId": 110, "text": "We have the numbers up at Penn North."}, {"sentId": 111, "text": "And they're going to do what they need to do, but they're going to gauge it according to what the citizens do."}], "speaker": "FRANKLIN", "secId": 44}, {"sentences": [{"sentId": 112, "text": "Look at the manpower and the equipment we're seeing here."}], "speaker": "LEMON", "secId": 45}, {"sentences": [{"sentId": 113, "text": "Yes, when -- you know, in cases like this, don, when you have adequate and in this case, more than adequate resources and personnel, you can have a great success."}, {"sentId": 114, "text": "They're having a good success tonight."}, {"sentId": 115, "text": "They have a good show of strength, and they're very tempered in their movement and very professional as well too."}, {"sentId": 116, "text": "So, I'm very hopeful that throughout tonight, things are just going to"}], "speaker": "ALEXANDER", "secId": 46}, {"sentences": [{"sentId": 117, "text": "continue to progress the way that they are, very positive."}], "speaker": "ALEXANDER", "secId": 47}, {"sentences": [{"sentId": 118, "text": "This is where Miguel Marquez is."}], "speaker": "LEMON", "secId": 48}, {"sentences": [{"sentId": 119, "text": "Miguel, what are you seeing?"}, {"sentId": 120, "text": "Talk to us."}], "speaker": "LEMON", "secId": 49}, {"sentences": [{"sentId": 121, "text": "Well, these are very heavily armed and uniformed police officers, for the most part, but they are the National Guard of vehicles."}, {"sentId": 122, "text": "These are also state troopers in the vehicle that you're looking at right now."}], "speaker": "MARQUEZ", "secId": 50}, {"sentences": [{"sentId": 123, "text": "They are coming in to reinforce the police ranks that are here, just south of North Avenue, down Pennsylvania Avenue."}, {"sentId": 124, "text": "They are unloading, and if you come over this way, you can see the large number of vehicles that are actually moving into the area."}], "speaker": "MARQUEZ", "secId": 51}, {"sentences": [{"sentId": 125, "text": "We have seen police cars moving through this area of Gilmore homes, seven, eight, nine, ten police officers with their lights on, moving through slowly, announcing, telling people to go home, telling them there's a curfew on, and now, all of the force is beginning to concentrate here."}], "speaker": "MARQUEZ", "secId": 52}, {"sentences": [{"sentId": 126, "text": "You also have the armored vehicle here."}, {"sentId": 127, "text": "Over here, you have a MRAP, probably leftovers from either Afghanistan or Iraq."}, {"sentId": 128, "text": "Very, very heavy vehicles, lots and lots of force here."}], "speaker": "MARQUEZ", "secId": 53}, {"sentences": [{"sentId": 129, "text": "They are going to make a big show in this neighborhood."}, {"sentId": 130, "text": "This is the place."}, {"sentId": 131, "text": "A few blocks over there, Freddie Gray was arrested."}, {"sentId": 132, "text": "A few blocks later that way was the western district where he was eventually driven and where they had to transfer him into an ambulance the minute he slipped into a coma and never recovered."}], "speaker": "MARQUEZ", "secId": 54}, {"sentences": [{"sentId": 133, "text": "This is the area showing the most defiance, driving through the neighborhood a little while ago, talking to a few of the people."}, {"sentId": 134, "text": "They said, they can come in, we're going to do what we want."}], "speaker": "MARQUEZ", "secId": 55}, {"sentences": [{"sentId": 135, "text": "But at the moment, you can see the level of force that the city of Baltimore and the state of Maryland is bringing to bear here."}, {"sentId": 136, "text": "State troopers out here tonight, Don."}], "speaker": "MARQUEZ", "secId": 56}, {"sentences": [{"sentId": 137, "text": "Miguel, are they letting you anywhere near that line?"}, {"sentId": 138, "text": "Can you walk down there or will they not let you do it?"}], "speaker": "LEMON", "secId": 57}, {"sentences": [{"sentId": 139, "text": "We can walk."}, {"sentId": 140, "text": "Here's the issue."}, {"sentId": 141, "text": "If we walk further up to North Avenue, we are going to be behind their lines, and then it's going to be difficult for us to move."}, {"sentId": 142, "text": "They are going to form along here, and probably start moving down toward this way, because you can see, there are people in the streets."}], "speaker": "MARQUEZ", "secId": 58}, {"sentences": [{"sentId": 143, "text": "I've seen people walking their dogs."}, {"sentId": 144, "text": "I've seen people on their bikes."}, {"sentId": 145, "text": "Everybody's kind of staring at everybody, waiting to see who blink."}], "speaker": "MARQUEZ", "secId": 59}, {"sentences": [{"sentId": 146, "text": "They're hoping these civilians will blink on their own and just go home."}, {"sentId": 147, "text": "A lot of civilians in this area say, we're not going to do it."}, {"sentId": 148, "text": "So, I think it will be a lot of that throughout the night, trying to"}], "speaker": "MARQUEZ", "secId": 60}, {"sentences": [{"sentId": 149, "text": "get people into their homes, trying to use as much a show of force as possible, to get them to do what they want to do -- Don."}], "speaker": "MARQUEZ", "secId": 61}, {"sentences": [{"sentId": 150, "text": "All right."}, {"sentId": 151, "text": "And they appear to be moving into place right behind you there, Miguel."}], "speaker": "LEMON", "secId": 62}, {"sentences": [{"sentId": 152, "text": "Miguel Marquez, keep an eye on it."}, {"sentId": 153, "text": "We'll keep an eye on it ourselves."}, {"sentId": 154, "text": "We'll get back to you in just a moment."}], "speaker": "LEMON", "secId": 63}, {"sentences": [{"sentId": 155, "text": "I want to bring in someone now who grew up here in Baltimore, Maryland."}, {"sentId": 156, "text": "That is Mr. Montel Williams."}, {"sentId": 157, "text": "He's the host of \"The Montel Williams Show\" and he's joins me now live."}], "speaker": "LEMON", "secId": 64}, {"sentences": [{"sentId": 158, "text": "What do you think of what's going on here in your hometown?"}], "speaker": "LEMON", "secId": 65}, {"sentences": [{"sentId": 159, "text": "I've been listening to the reporting all day earlier."}, {"sentId": 160, "text": "I was in Boston earlier, trying to keep up with, CNN's been doing a great job of covering the story."}], "speaker": "WILLIAMS", "secId": 66}, {"sentences": [{"sentId": 161, "text": "The one thing I've got to tell you is that, maybe a little piece of a lot of the people who have been speaking in the last 15 minutes have forgotten, all day long, the seeds were planted that have given you what you've gotten tonight."}], "speaker": "WILLIAMS", "secId": 67}, {"sentences": [{"sentId": 162, "text": "What's happening this evening, OK, there's some civil unrest, but this is minimal what happened yesterday and what could have happened tonight, had not the leadership in Boston stepped up to the plate the way they did today, starting with the lawyer, Mr. Murphy."}, {"sentId": 163, "text": "You know, congressman came in, Cummings, who came in, who was on the street."}, {"sentId": 164, "text": "You have the clergy, from every side of the community, who have come together, been out in the streets, speaking all day long."}], "speaker": "WILLIAMS", "secId": 68}, {"sentences": [{"sentId": 165, "text": "So, the seeds were planted today."}, {"sentId": 166, "text": "And the police were doing an unbelievable job, but you've got to give it up to the community."}], "speaker": "WILLIAMS", "secId": 69}, {"sentences": [{"sentId": 167, "text": "If you remember, when I spoke last night, I said unequivocally, you know, this is not the Baltimore I know."}, {"sentId": 168, "text": "There are 600,000 residents in that city."}, {"sentId": 169, "text": "And right now, you've seen two people arrested this evening."}, {"sentId": 170, "text": "And what, is there a scattering of a couple hundred people on the streets, who are going to be defiant no matter what was going on."}], "speaker": "WILLIAMS", "secId": 70}, {"sentences": [{"sentId": 171, "text": "So, Baltimore needs to get a lot of props."}, {"sentId": 172, "text": "The leadership in Baltimore needs a lot of props for stepping up to the plate."}], "speaker": "WILLIAMS", "secId": 71}, {"sentences": [{"sentId": 173, "text": "So, am I disappointed right now there are some people on the street who are choosing to make sure they paint the picture of what their future is going to look like tomorrow morning from behind a jail cell?"}, {"sentId": 174, "text": "Yes, I'm disappointed."}, {"sentId": 175, "text": "But am I really, really pleased with and proud to say that I was born in Baltimore, I have family that's in Baltimore, I just visited my mother in Baltimore two days ago?"}, {"sentId": 176, "text": "Yes, I'm really proud of the city and proud of what they're doing."}], "speaker": "WILLIAMS", "secId": 72}, {"sentences": [{"sentId": 177, "text": "And it's -- yes, listen, it's really, it's a lot less people out than 10:00."}, {"sentId": 178, "text": "And we saw this, you know, images like this in Ferguson, turned much more violent, though, and I spoke to, I don't know if you saw the interview of the governor and the mayor last night, it was a bit contentious, but people wanted answers."}], "speaker": "LEMON", "secId": 73}, {"sentences": [{"sentId": 179, "text": "What are we seeing different today?"}, {"sentId": 180, "text": "Today, I think, they realized, hey, look, we've got to get this under control."}], "speaker": "LEMON", "secId": 74}, {"sentences": [{"sentId": 181, "text": "Can I tell you something about the approach?"}, {"sentId": 182, "text": "Let's think back to Ferguson."}, {"sentId": 183, "text": "When the troops came in and police came in, they came in locked and loaded, aiming weapons at people, coming in with the attitude that they were the enemy."}], "speaker": "WILLIAMS", "secId": 75}, {"sentences": [{"sentId": 184, "text": "I'm looking at a police force that is trying their best, made up of women, men, African-Americans, Asians, Hispanic, every nationality under the sun is represented in those uniforms, and they are, right now, just even in their demeanor, you can see them, when the people are coming up to them, throwing things at them."}, {"sentId": 185, "text": "They're not defiantly looking at them like they're a bunch of bad you-know-whats."}, {"sentId": 186, "text": "They're looking at them with respect and saying, listen, you know, 10:00 is coming, it's time to go home."}, {"sentId": 187, "text": "And even their response right now needs to be applauded."}], "speaker": "WILLIAMS", "secId": 76}, {"sentences": [{"sentId": 188, "text": "This is an example for other cities to prepare themselves for, in case an incidence happens in this way."}, {"sentId": 189, "text": "Yes, they made mistakes."}, {"sentId": 190, "text": "Let's second-guess only one, right?"}, {"sentId": 191, "text": "Mistakes were made."}], "speaker": "WILLIAMS", "secId": 77}, {"sentences": [{"sentId": 192, "text": "Yes, but tonight -- but they got it together."}, {"sentId": 193, "text": "You're looking at the response."}, {"sentId": 194, "text": "They got it together, they heard from the people, not only here in Baltimore, but around the country, get your acts together, and it appears that they did."}], "speaker": "LEMON", "secId": 78}, {"sentences": [{"sentId": 195, "text": "As you were speaking, Montel, I have two law enforcement experts standing next to me and a sea of shaking heads in agreement with you."}, {"sentId": 196, "text": "First, Neill."}], "speaker": "LEMON", "secId": 79}, {"sentences": [{"sentId": 197, "text": "Yes, so, two things I want to -- two points that I want to make."}, {"sentId": 198, "text": "Number one, what Montel said, the true champions of tonight, of the hour, are the citizens and how they came together."}, {"sentId": 199, "text": "Yes, the leaders of those communities, but the citizens from the neighborhood who came together."}], "speaker": "FRANKLIN", "secId": 80}, {"sentences": [{"sentId": 200, "text": "The second thing regarding the police, and what they've been able to do, and Montel spoke to this, the difference in their demeanor, I think a significant piece to this is first-line supervision."}, {"sentId": 201, "text": "Those managers out there among the police officers who were giving them instructions, who are telling them, hey, keep your exposure, maintain your exposure."}], "speaker": "FRANKLIN", "secId": 81}, {"sentences": [{"sentId": 202, "text": "And that leadership that we're seeing, at the first line level there on the streets tonight, I would like to see that going forward, as we get through this, and get back to some sort of normalcy, and that leadership on the streets, day in, and day out, working with the men and women in the neighborhood."}, {"sentId": 203, "text": "That's what I want to see."}], "speaker": "FRANKLIN", "secId": 82}, {"sentences": [{"sentId": 204, "text": "Don, please, please -- Don, I'm so sorry, could I please just echo that?"}, {"sentId": 205, "text": "Because there were some clips that you had with the police officers behind you that you guys from CNN, you should go back and look at the this tonight and pull out some of those pieces that show those police officers, even with people being silly, they were smiling, their demeanor was entirely different than any confrontation I've seen before that."}], "speaker": "WILLIAMS", "secId": 83}, {"sentences": [{"sentId": 206, "text": "And Mr. Neill is exactly right."}, {"sentId": 207, "text": "I also failed to mention, there were some -- there were a couple ladies that were in the street, that you saw, constantly moving young people around."}, {"sentId": 208, "text": "There were regular members of the community, who were jumping in all day long --"}], "speaker": "WILLIAMS", "secId": 84}, {"sentences": [{"sentId": 209, "text": "Saying, what are you doing, don't do this?"}], "speaker": "LEMON", "secId": 85}, {"sentences": [{"sentId": 210, "text": "Correct, breaking up little confrontations."}], "speaker": "WILLIAMS", "secId": 86}, {"sentences": [{"sentId": 211, "text": "Again, like I said last night, I'll say it again, my city stood up."}, {"sentId": 212, "text": "You know, I'm proud to say I'm from Baltimore."}, {"sentId": 213, "text": "I live in New York now, I'm proud to say I'm from Baltimore."}, {"sentId": 214, "text": "They stood up to the test."}, {"sentId": 215, "text": "Everybody from the Congress to the Senate straight on down to the mayor's office and the police department and the citizens, even those at home right now watching -"}], "speaker": "WILLIAMS", "secId": 87}, {"sentences": [{"sentId": 216, "text": "You're a proud man right now."}], "speaker": "LEMON", "secId": 88}, {"sentences": [{"sentId": 217, "text": "I am."}, {"sentId": 218, "text": "Sorry."}], "speaker": "WILLIAMS", "secId": 89}, {"sentences": [{"sentId": 219, "text": "Thank you, Montel."}], "speaker": "LEMON", "secId": 90}, {"sentences": [{"sentId": 220, "text": "For all of us as Americans, Don, we should be proud tonight, because what we're seeing and what we have seen all day long is a community and police coming together, to prepare for this night of curfew."}, {"sentId": 221, "text": "And that clearly had not happened in the pass."}, {"sentId": 222, "text": "Looking last night going back, there has seen this confrontation."}, {"sentId": 223, "text": "You saw people come out into the community, clean the streets, work with their police."}, {"sentId": 224, "text": "You see police --"}], "speaker": "ALEXANDER", "secId": 91}, {"sentences": [{"sentId": 225, "text": "The thing is, if you're watching at home, and even the gang members said that."}, {"sentId": 226, "text": "And if you're watching on social media, you get -- you get a completely different idea of what's going on."}], "speaker": "LEMON", "secId": 92}, {"sentences": [{"sentId": 227, "text": "I said to those guys, you guys are being credited for, better for worse, for starting this."}, {"sentId": 228, "text": "They said, we had nothing to do with it."}, {"sentId": 229, "text": "That was Twitter, that was social media."}, {"sentId": 230, "text": "We donate didn't do this."}, {"sentId": 231, "text": "They said, we don't need to rob stores."}, {"sentId": 232, "text": "If we're true gang members, and they were, they don't make their money that way."}], "speaker": "LEMON", "secId": 93}, {"sentences": [{"sentId": 233, "text": "They pay money through the drug trade."}], "speaker": "FRANKLIN", "secId": 94}, {"sentences": [{"sentId": 234, "text": "And it's a completely different idea."}], "speaker": "LEMON", "secId": 95}, {"sentences": [{"sentId": 235, "text": "And the drug trade has been disrupted."}], "speaker": "FRANKLIN", "secId": 96}, {"sentences": [{"sentId": 236, "text": "Montel, thank you."}, {"sentId": 237, "text": "Stand by, guys."}, {"sentId": 238, "text": "Montel, I want thank you very much."}, {"sentId": 239, "text": "We're here in your hometown and we appreciate you joining us and giving us your perspective of here, where you grew up."}], "speaker": "LEMON", "secId": 97}, {"sentences": [{"sentId": 240, "text": "Don, thank you."}], "speaker": "WILLIAMS", "secId": 98}, {"sentences": [{"sentId": 241, "text": "We'll be back with more live from Baltimore -- you're quite welcome -- live from Baltimore where a city-wide curfew is in effect tonight."}], "speaker": "LEMON", "secId": 99}, {"sentences": [{"sentId": 242, "text": "Don't go anywhere."}, {"sentId": 243, "text": "Our breaking news coverage continues right after this."}], "speaker": "LEMON", "secId": 100}, {"sentences": [{"sentId": 244, "text": "All right."}, {"sentId": 245, "text": "Our breaking news coverage here in Baltimore, Maryland."}], "speaker": "LEMON", "secId": 101}, {"sentences": [{"sentId": 246, "text": "Police appear to be getting the upper hand tonight."}, {"sentId": 247, "text": "They're enforcing a citywide curfew."}], "speaker": "LEMON", "secId": 102}, {"sentences": [{"sentId": 248, "text": "I want to bring in now CNN's Brian Todd, who is out in one of the neighborhoods."}, {"sentId": 249, "text": "He has been watching police, who have formed a line there, trying to get people who are defying the curfew off the streets."}, {"sentId": 250, "text": "What's going on now, Brian?"}], "speaker": "LEMON", "secId": 103}, {"sentences": [{"sentId": 251, "text": "Don, you mentioned police trying to get the upper hand, at least in this section of Baltimore."}, {"sentId": 252, "text": "It looks like they have, for the moment."}, {"sentId": 253, "text": "We are on the opposite side of the barricades, where we were just a moment ago, and where Miguel and Jason were reporting."}], "speaker": "TODD", "secId": 104}, {"sentences": [{"sentId": 254, "text": "Near the intersection of Pennsylvania Avenue and North Avenue, this massive line of police officers clad in riot gear."}, {"sentId": 255, "text": "I count more than 30 of them going from one end of this block over here, and they've got Bearcat vehicles, very heavily armored vehicles to get police officers in and out of these situations."}, {"sentId": 256, "text": "And again, the police forming an absolutely solid phalanx of officers here, across North Avenue."}], "speaker": "TODD", "secId": 105}, {"sentences": [{"sentId": 257, "text": "We did see preparations earlier for something that could come tonight."}, {"sentId": 258, "text": "We saw one officer actually on top of that roof, with binoculars, kind of scoping out the scene."}, {"sentId": 259, "text": "So, these police officers here have been preparing for this all day and since last night."}], "speaker": "TODD", "secId": 106}, {"sentences": [{"sentId": 260, "text": "And interestingly enough, Don, just 24 hours ago, I'm going to have our photojournalist, frank, swing our camera down here."}, {"sentId": 261, "text": "You can see how clear it is now, not a soul in sight -- 24 hours ago, Don, that intersection there had a burned out car, smoldering in the middle of it."}], "speaker": "TODD", "secId": 107}, {"sentences": [{"sentId": 262, "text": "We walked all around that area."}, {"sentId": 263, "text": "We saw a tavern being looted."}, {"sentId": 264, "text": "We saw a liquor store being looted."}, {"sentId": 265, "text": "We were in the midst of people throwing objects all over the place."}, {"sentId": 266, "text": "It was absolute chaos."}, {"sentId": 267, "text": "No police presence down there."}], "speaker": "TODD", "secId": 108}, {"sentences": [{"sentId": 268, "text": "And now look at it, 24 hours later, this street is empty."}, {"sentId": 269, "text": "At least for now, Don, the police do have the upper hand in west Baltimore, in one of the most violent intersections over the past 24 hours."}], "speaker": "TODD", "secId": 109}, {"sentences": [{"sentId": 270, "text": "Yes."}, {"sentId": 271, "text": "And, you know, we were very critical last night of the police response, of the mayor, of the governor, and I think it's important to point out tonight, that they're doing a really good job, and, you know, that's how things change."}], "speaker": "LEMON", "secId": 110}, {"sentences": [{"sentId": 272, "text": "It was warranted last night."}, {"sentId": 273, "text": "Tonight, they're doing a good job."}, {"sentId": 274, "text": "It appears to be holding."}], "speaker": "LEMON", "secId": 111}, {"sentences": [{"sentId": 275, "text": "I want to talk now to my colleague, Rachel Nichols, because the Baltimore Orioles postponed their game tonight."}, {"sentId": 276, "text": "The team held a practice at Camden Yards earlier, but for the first time in Major League history, tomorrow's game will be closed to the public."}], "speaker": "LEMON", "secId": 112}, {"sentences": [{"sentId": 277, "text": "Rachel Nichols is here now."}, {"sentId": 278, "text": "She is CNN and Turner sports anchor for us and she joins us with more."}], "speaker": "LEMON", "secId": 113}, {"sentences": [{"sentId": 279, "text": "So, Rachel, tomorrow, game's going to be played without fans."}, {"sentId": 280, "text": "Explain how significant that is."}], "speaker": "LEMON", "secId": 114}, {"sentences": [{"sentId": 281, "text": "Yes, Major League Baseball has nearly a century and a half history, don, and this is the first time that they will play a game with the doors closed, essentially."}], "speaker": "NICHOLS", "secId": 115}, {"sentences": [{"sentId": 282, "text": "Now, it's not going to be played in secret."}, {"sentId": 283, "text": "The game will be televised, you could hear it on the radio, but there will be no paying fans in the stands."}], "speaker": "NICHOLS", "secId": 116}, {"sentences": [{"sentId": 284, "text": "It's going to be a little bit surreal for those guys, but they just felt that after talking to everybody involved, this was best for the safety of not only the potential fans out there, but stadium workers, they were already going to have to change the game from a night game to an afternoon game because of the city-wide curfew."}], "speaker": "NICHOLS", "secId": 117}, {"sentences": [{"sentId": 285, "text": "And you have to remember, last night, they didn't cancel the game until about 45 minutes after the first pitch."}, {"sentId": 286, "text": "So, you have this incredibly strange situation where players are getting ready for the game in the clubhouse with the television on, watching other parts of the city, basically in riot and being on fire, and feeling incredibly uncomfortable."}], "speaker": "NICHOLS", "secId": 118}, {"sentences": [{"sentId": 287, "text": "There were police in riot gear on Babe Ruth Plaza, which is the place that the fans come into the game."}, {"sentId": 288, "text": "It wasn't a situation that anyone felt was right, to be playing baseball."}], "speaker": "NICHOLS", "secId": 119}, {"sentences": [{"sentId": 289, "text": "Obviously, things have started to calm down in Baltimore."}, {"sentId": 290, "text": "They feel like they can have the game tomorrow, but they still didn't feel it was safe to have a large public gathering like that."}], "speaker": "NICHOLS", "secId": 120}, {"sentences": [{"sentId": 291, "text": "So, they've not only decided to have this game with the doors closed tomorrow, they're going to then move the rest of the home stand, they're going to be playing Tampa team down in St. Pete."}, {"sentId": 292, "text": "It was supposed to be a home series for the Orioles."}, {"sentId": 293, "text": "Instead, they're going to play it down in Florida."}], "speaker": "NICHOLS", "secId": 121}, {"sentences": [{"sentId": 294, "text": "OK, Rachel."}, {"sentId": 295, "text": "You know, you heard Montel Williams, he was just on."}, {"sentId": 296, "text": "He said that he was in the community today, it kept the streets from getting violent tonight, members of the community kept the streets from getting violent tonight."}, {"sentId": 297, "text": "Local sports hero and legends really pled for peace today."}, {"sentId": 298, "text": "I don't"}], "speaker": "LEMON", "secId": 122}, {"sentences": [{"sentId": 299, "text": "know if you saw this from Raven Ray Lewis here, retired, he posted this video on Facebook."}, {"sentId": 300, "text": "Let's take a look at it."}], "speaker": "LEMON", "secId": 123}, {"sentences": [{"sentId": 301, "text": "Baltimore, get off the streets!"}, {"sentId": 302, "text": "Kids, go home!"}, {"sentId": 303, "text": "Stay home!"}, {"sentId": 304, "text": "You don't have -- you don't have no right to do what you doing to this city!"}], "speaker": "LEWIS", "secId": 124}, {"sentences": [{"sentId": 305, "text": "Too many hard-working people built this city."}, {"sentId": 306, "text": "We put this city together, we put this city on our back!"}], "speaker": "LEWIS", "secId": 125}, {"sentences": [{"sentId": 307, "text": "We with you!"}, {"sentId": 308, "text": "We know what's going on!"}, {"sentId": 309, "text": "We know the problems!"}, {"sentId": 310, "text": "We know there was wrong done!"}], "speaker": "LEWIS", "secId": 126}, {"sentences": [{"sentId": 311, "text": "We know we're not getting the right justice!"}, {"sentId": 312, "text": "We know all these answers!"}, {"sentId": 313, "text": "But rioting in our streets is wrong."}, {"sentId": 314, "text": "It's dead wrong!"}], "speaker": "LEWIS", "secId": 127}, {"sentences": [{"sentId": 315, "text": "Rachel, he's not the only one, because we saw other athletes really plead with the crowd today."}, {"sentId": 316, "text": "So, what did they say and what did you think?"}, {"sentId": 317, "text": "Did you think it had any effect?"}], "speaker": "LEMON", "secId": 128}, {"sentences": [{"sentId": 318, "text": "Yes, absolutely."}, {"sentId": 319, "text": "Look, sports figuring taking a leadership role in these kind of situations is something we've seen more often in recent years."}, {"sentId": 320, "text": "We obviously saw it a lot in the '60s and early '70s."}, {"sentId": 321, "text": "And when you had the Michael Jordan area come along in the '80s and '90s, he very specifically distanced himself from social justice and social issue situations."}], "speaker": "NICHOLS", "secId": 129}, {"sentences": [{"sentId": 322, "text": "Then, we've had this resurgence in the last five or ten years, of athletes taking a more active role."}, {"sentId": 323, "text": "You saw Ray Lewis there, who has been long involved with trying to disrupt some of the gang violence in Baltimore."}], "speaker": "NICHOLS", "secId": 130}, {"sentences": [{"sentId": 324, "text": "You had Carmelo Anthony, who plays for the New York Knicks, but a local hero there after growing up since the age of 8 in Baltimore, taking to Instagram, taking the social media and begging people saying, \"Hey, I understand, trust me, I came from those streets."}, {"sentId": 325, "text": "I understand how you feel, but ripping up our community isn't the answer.\""}, {"sentId": 326, "text": "He said, \"We all want justice, and our city will get the answers it needs,\" but he pointed out, this is not the right way to go about this."}], "speaker": "NICHOLS", "secId": 131}, {"sentences": [{"sentId": 327, "text": "He was pleading for people."}, {"sentId": 328, "text": "There are certainly a lot of people out there in Baltimore who respect Carmelo Anthony, who respect Ray Lewis, and those athletes feel that they can make a difference with their voice."}], "speaker": "NICHOLS", "secId": 132}, {"sentences": [{"sentId": 329, "text": "I'm a big fan of that."}, {"sentId": 330, "text": "I think athletes have a responsibility to take a leadership role in their communities and this is examples of that."}], "speaker": "NICHOLS", "secId": 133}, {"sentences": [{"sentId": 331, "text": "Yes, and thank you very much."}, {"sentId": 332, "text": "And even more responsibility, the parents that we're going to speak to coming up."}, {"sentId": 333, "text": "Thank you, Rachel Nichols."}], "speaker": "LEMON", "secId": 134}, {"sentences": [{"sentId": 334, "text": "The curfew appears to be holding tonight here in the city of Baltimore, the people of this city are trying to take their city back."}], "speaker": "LEMON", "secId": 135}, {"sentences": [{"sentId": 335, "text": "I want you to take a look at one Baltimore mom, what she did when she saw her son out in the middle of the chaos yesterday."}, {"sentId": 336, "text": "A lot of people are calling Toya Graham a hero."}, {"sentId": 337, "text": "Listen to what she told CBS News."}], "speaker": "LEMON", "secId": 136}, {"sentences": [{"sentId": 338, "text": "Not even thinking about cameras or anything like that."}, {"sentId": 339, "text": "That's my only son."}, {"sentId": 340, "text": "And at the end of the day, I don't want him to be a Freddie Gray."}], "speaker": "GRAHAM", "secId": 137}, {"sentences": [{"sentId": 341, "text": "Let's talk now about this mom."}], "speaker": "LEMON", "secId": 138}, {"sentences": [{"sentId": 342, "text": "Vaughn DeVaughn is a teacher at Baltimore's Western High School."}, {"sentId": 343, "text": "Also with me now is Monyka Berrocosa, a Baltimore businesswoman and mother of a 12-year-old."}, {"sentId": 344, "text": "Kimberly Thompson is with me as well, she's a Baltimore mother of four boys and a fitness instructor."}, {"sentId": 345, "text": "Also, Timeeka Addison, another mother of four."}], "speaker": "LEMON", "secId": 139}, {"sentences": [{"sentId": 346, "text": "Monyka Berrocosa."}, {"sentId": 347, "text": "Thank you very much."}, {"sentId": 348, "text": "Excuse me for butchering your name."}], "speaker": "LEMON", "secId": 140}, {"sentences": [{"sentId": 349, "text": "As you guys watch that mom, you're mothers, what do you think?"}], "speaker": "LEMON", "secId": 141}, {"sentences": [{"sentId": 350, "text": "Way to go, mom!"}], "speaker": "UNIDENTIFIED FEMALE", "secId": 142}, {"sentences": [{"sentId": 351, "text": "Sometimes you have to do what you need to do to take care of your kids."}, {"sentId": 352, "text": "Just think about walking up to that crowd, she could tell which one of those kids was hers."}, {"sentId": 353, "text": "At the end of the day, you need to do what you need to do."}, {"sentId": 354, "text": "I would rather me knock his head off for him to come home, rather than getting a call saying, they just buried my son."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 143}, {"sentences": [{"sentId": 355, "text": "I listen to some people say it was painful to watch."}, {"sentId": 356, "text": "It wasn't painful to watch."}, {"sentId": 357, "text": "I've seen mothers do that to their kids."}, {"sentId": 358, "text": "And he was scared."}], "speaker": "LEMON", "secId": 144}, {"sentences": [{"sentId": 359, "text": "He was and I was too."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 145}, {"sentences": [{"sentId": 360, "text": "I just believe when you put an investment into your children, you do what you have to do to protect the investment, especially when you know the day and the time that we live in, it's very important that we really are proactive with our children and that we're as present in their lives as we can."}], "speaker": "THOMPSON", "secId": 146}, {"sentences": [{"sentId": 361, "text": "What about the folks who were saying, she was hitting him, and I don't believe in corporal punishment and she shouldn't have been doing that?"}], "speaker": "LEMON", "secId": 147}, {"sentences": [{"sentId": 362, "text": "Well, are those folks going to go and parent that child?"}, {"sentId": 363, "text": "Are those folks going to be around when that kid comes home from school and has nothing to do and the mom is working three jobs and is worried about, you know, the state he's in and where he's spending his time."}, {"sentId": 364, "text": "I think it's very easy to stand on a pulpit and criticize from ivory towers or to have opinions that are strong."}], "speaker": "BERROCOSA", "secId": 148}, {"sentences": [{"sentId": 365, "text": "But in such a tense situation, it's really about making sure your kid doesn't get into more trouble in a worse way."}], "speaker": "BERROCOSA", "secId": 149}, {"sentences": [{"sentId": 366, "text": "Vaughn, you work with students and kids who are this age."}, {"sentId": 367, "text": "It takes this type of mother to get involved."}, {"sentId": 368, "text": "Do you see that often in schools?"}], "speaker": "LEMON", "secId": 150}, {"sentences": [{"sentId": 369, "text": "We want this to continue."}, {"sentId": 370, "text": "I'm not just talking about corporal punishment, but I'm just talking about coming to the schools daily, checking on your kids, you know, read their report cards, check their homework, all those things matters."}, {"sentId": 371, "text": "And it has an impact on the students."}], "speaker": "DEVAUGHN", "secId": 151}, {"sentences": [{"sentId": 372, "text": "Yes."}], "speaker": "LEMON", "secId": 152}, {"sentences": [{"sentId": 373, "text": "Do you think that -- everyone talked about the young people out in the crowd, and they started all the rioting, but when you look at the actual arrest reports, you know, it wasn't teenagers who were arrested, it was older people."}, {"sentId": 374, "text": "Do you think the kids got a bad rap?"}], "speaker": "LEMON", "secId": 153}, {"sentences": [{"sentId": 375, "text": "But you know what?"}, {"sentId": 376, "text": "I think our generation failed, because we were supposed to show them how to express themselves, you know?"}, {"sentId": 377, "text": "We are the leaders in our communities."}, {"sentId": 378, "text": "And they follow us."}, {"sentId": 379, "text": "But it was the opposite way around."}, {"sentId": 380, "text": "They was out there first and then we came behind them, trying to fix the situation."}], "speaker": "DEVAUGHN", "secId": 154}, {"sentences": [{"sentId": 381, "text": "So, we were out there, showing them how to express themselves."}, {"sentId": 382, "text": "It wouldn't have went that far."}, {"sentId": 383, "text": "I was out there on the street, right in front of Mondawmin, trying to stop and talk to some of these kids."}, {"sentId": 384, "text": "I think I reached some of them."}], "speaker": "DEVAUGHN", "secId": 155}, {"sentences": [{"sentId": 385, "text": "They don't want to -- many of them don't want to hear it."}], "speaker": "LEMON", "secId": 156}, {"sentences": [{"sentId": 386, "text": "They don't want to hear it."}], "speaker": "DEVAUGHN", "secId": 157}, {"sentences": [{"sentId": 387, "text": "Why is that?"}, {"sentId": 388, "text": "I have nieces who are that age, and they don't want to hear it."}, {"sentId": 389, "text": "They don't believe in peaceful nonviolence."}, {"sentId": 390, "text": "They don't believe in it."}], "speaker": "LEMON", "secId": 158}, {"sentences": [{"sentId": 391, "text": "They only know what they're taught."}, {"sentId": 392, "text": "If you don't teach them peace, they don't know peace."}, {"sentId": 393, "text": "At the end of the day, your children learn what you teach them."}], "speaker": "ADDISON", "secId": 159}, {"sentences": [{"sentId": 394, "text": "So, we can expect the role models that come around and do the teaching, we can't expect teachers to do parenting."}, {"sentId": 395, "text": "We have to parent our own children."}], "speaker": "ADDISON", "secId": 160}, {"sentences": [{"sentId": 396, "text": "When this stuff kicked off yesterday, for you not to know where your children were, and to be sitting down and doing something and hanging out with your friends, what you first thing to do was to grab your children and hold them."}, {"sentId": 397, "text": "I had to turn their phones off, turn the television off, and sit and"}], "speaker": "ADDISON", "secId": 161}, {"sentences": [{"sentId": 398, "text": "talk, because I'm having after school program."}, {"sentId": 399, "text": "When things started yesterday, I had 16 kids with me."}, {"sentId": 400, "text": "I called all of their parents saying, your kids are safe, they're with me."}, {"sentId": 401, "text": "But they weren't calling me."}, {"sentId": 402, "text": "That's the scary part."}], "speaker": "ADDISON", "secId": 162}, {"sentences": [{"sentId": 403, "text": "Did you see -- that's my thing."}, {"sentId": 404, "text": "Do you see that attitude of the parents, attitude that, well, you don't just do what the cops say, don't just sit down, you've got to take matters into your own hands?"}], "speaker": "LEMON", "secId": 163}, {"sentences": [{"sentId": 405, "text": "No, not at all."}, {"sentId": 406, "text": "We have to."}, {"sentId": 407, "text": "You can't expect other people to do it."}, {"sentId": 408, "text": "We have to do it for them."}], "speaker": "ADDISON", "secId": 164}, {"sentences": [{"sentId": 409, "text": "As they used to say, it takes a community to raise a child."}, {"sentId": 410, "text": "These days they don't want communities to raise their children."}, {"sentId": 411, "text": "You want to tell people, I want to do this, don't say to this my kid, but it takes all of us."}], "speaker": "ADDISON", "secId": 165}, {"sentences": [{"sentId": 412, "text": "What's the lesson in this for young people?"}], "speaker": "LEMON", "secId": 166}, {"sentences": [{"sentId": 413, "text": "I think the lesson is just to not show violence."}, {"sentId": 414, "text": "This is a bigger story to talk to your children about what's going on, so they have is a whole picture, so you don't just see the sensationalism, you see the community trying to come together and make a difference as best as it can, and focus on the positives, not just the negatives."}, {"sentId": 415, "text": "We will come through this better, we are a better city, and we can stick together and get through it, but you have to talk to your children."}], "speaker": "BERROCOSA", "secId": 167}, {"sentences": [{"sentId": 416, "text": "Timeeka?"}], "speaker": "LEMON", "secId": 168}, {"sentences": [{"sentId": 417, "text": "Kim."}], "speaker": "THOMPSON", "secId": 169}, {"sentences": [{"sentId": 418, "text": "I'm sorry, Kim, what is your -- what's the message you think --"}], "speaker": "LEMON", "secId": 170}, {"sentences": [{"sentId": 419, "text": "The message is that even in anger, there's a way you can properly handle any situation."}, {"sentId": 420, "text": "And I tell my children, in any situation, you are always responsible for your reactions and that we're called to react in a way that will impact our world for good and for -- in a positive way and not in a negative."}], "speaker": "THOMPSON", "secId": 171}, {"sentences": [{"sentId": 421, "text": "So, I'll get everybody's name correct."}, {"sentId": 422, "text": "Kimberly Thompson, Monyka Berrocosa, Vaughn DeVaughn, and Timeeka Addison, thank you."}, {"sentId": 423, "text": "You guys are really shining examples."}, {"sentId": 424, "text": "Thank you."}], "speaker": "LEMON", "secId": 172}, {"sentences": [{"sentId": 425, "text": "Optimistic."}, {"sentId": 426, "text": "I'm very optimistic."}], "speaker": "DEVAUGHN", "secId": 173}, {"sentences": [{"sentId": 427, "text": "Go, mom."}], "speaker": "LEMON", "secId": 174}, {"sentences": [{"sentId": 428, "text": "Our mayor's a mom."}], "speaker": "THOMPSON", "secId": 175}, {"sentences": [{"sentId": 429, "text": "Yes."}], "speaker": "LEMON", "secId": 176}, {"sentences": [{"sentId": 430, "text": "More on our breaking news tonight."}, {"sentId": 431, "text": "Thank you again."}, {"sentId": 432, "text": "More on our breaking news tonight, citywide curfew if Baltimore, Maryland."}, {"sentId": 433, "text": "We'll be back right after this break."}], "speaker": "LEMON", "secId": 177}, {"sentences": [{"sentId": 434, "text": "All right."}, {"sentId": 435, "text": "I want you to, whatever you're doing, stop, and I want you to watch this."}, {"sentId": 436, "text": "We're back now live in Baltimore, where a mandatory city-wide curfew is in effect until 5:00 in the morning."}], "speaker": "LEMON", "secId": 178}, {"sentences": [{"sentId": 437, "text": "Rival gangs here in the city say that they have reached a truce."}, {"sentId": 438, "text": "They're working together, not to fight the police, but to fight for justice for Freddie Gray."}], "speaker": "LEMON", "secId": 179}, {"sentences": [{"sentId": 439, "text": "I spoke with some of them today."}, {"sentId": 440, "text": "Look at this."}], "speaker": "LEMON", "secId": 180}, {"sentences": [{"sentId": 441, "text": "So all of you are with someone, who say they're the Crips are out here, the Bloods are out here, the Black Guerrilla Family is out here."}], "speaker": "LEMON", "secId": 181}, {"sentences": [{"sentId": 442, "text": "You won't tell me your affiliation."}], "speaker": "LEMON", "secId": 182}, {"sentences": [{"sentId": 443, "text": "We're not pressed to tell you our affiliation, we just press eh exposure that we're together."}, {"sentId": 444, "text": "That's all we're trying to do."}, {"sentId": 445, "text": "We live in a police state where every day we come out, we've been harassed by the police, they're checking out private areas and public areas, it's just out of hand, man."}], "speaker": "UNIDENTIFIED MALE", "secId": 183}, {"sentences": [{"sentId": 446, "text": "Even when you're not doing anything."}, {"sentId": 447, "text": "Are you doing something for you to check them?"}], "speaker": "LEMON", "secId": 184}, {"sentences": [{"sentId": 448, "text": "Anybody --"}], "speaker": "UNIDENTIFIED MALE", "secId": 185}, {"sentences": [{"sentId": 449, "text": "No, man."}], "speaker": "UNIDENTIFIED MALE", "secId": 186}, {"sentences": [{"sentId": 450, "text": "Stereotypes, man."}, {"sentId": 451, "text": "Stereotypes."}], "speaker": "UNIDENTIFIED MALE", "secId": 187}, {"sentences": [{"sentId": 452, "text": "That's why it's not all about the colors for now, for real."}, {"sentId": 453, "text": "It's all about the black man."}], "speaker": "UNIDENTIFIED MALE", "secId": 188}, {"sentences": [{"sentId": 454, "text": "All meaning?"}], "speaker": "LEMON", "secId": 189}, {"sentences": [{"sentId": 455, "text": "Meaning gangs and different organizations."}, {"sentId": 456, "text": "Yes, all of people may belong to certain things, but that don't mean nothing, because we're all united now."}, {"sentId": 457, "text": "It's a big systemic problem we've got to deal with."}, {"sentId": 458, "text": "That's why there's 300, 400, 500 people out in the community today."}], "speaker": "UNIDENTIFIED MALE", "secId": 190}, {"sentences": [{"sentId": 459, "text": "When you see the stuff happening with the looting and the fires, is that gang related?"}], "speaker": "LEMON", "secId": 191}, {"sentences": [{"sentId": 460, "text": "No, that's not gang related."}, {"sentId": 461, "text": "We had nothing to do with that."}, {"sentId": 462, "text": "We're the ones out here trying to bring peace and stop everything."}], "speaker": "UNIDENTIFIED MALE", "secId": 192}, {"sentences": [{"sentId": 463, "text": "When you see pictures of what happened last night, the burning and stuff on television, what do y'all think?"}], "speaker": "LEMON", "secId": 193}, {"sentences": [{"sentId": 464, "text": "It makes us look bad, man, because it's not the cause."}], "speaker": "UNIDENTIFIED MALE", "secId": 194}, {"sentences": [{"sentId": 465, "text": "Disgraced."}], "speaker": "UNIDENTIFIED MALE", "secId": 195}, {"sentences": [{"sentId": 466, "text": "At the end of the day, what they show on the news and to the media, they showing what they want to see."}, {"sentId": 467, "text": "They don't actually let them see what's really going on between us."}], "speaker": "UNIDENTIFIED MALE", "secId": 196}, {"sentences": [{"sentId": 468, "text": "What's really going on?"}], "speaker": "LEMON", "secId": 197}, {"sentences": [{"sentId": 469, "text": "Unity."}, {"sentId": 470, "text": "The unity between all of these rivals that wouldn't be together standing here right now."}], "speaker": "UNIDENTIFIED MALE", "secId": 198}, {"sentences": [{"sentId": 471, "text": "The kids are the ones who acted out in that manner."}, {"sentId": 472, "text": "Right now the children are going off, because they have no recreational parts."}], "speaker": "UNIDENTIFIED MALE", "secId": 199}, {"sentences": [{"sentId": 473, "text": "You can't keep on poking somebody in the back and think they're not going to turn around and swing."}, {"sentId": 474, "text": "Like, we had our boiling point and we survivors in Baltimore, because that's what they made us, by the way that they treated us."}], "speaker": "UNIDENTIFIED MALE", "secId": 200}, {"sentences": [{"sentId": 475, "text": "What was the last time, has there ever been a truce like this called between all the colors?"}], "speaker": "LEMON", "secId": 201}, {"sentences": [{"sentId": 476, "text": "Never."}, {"sentId": 477, "text": "Never in Baltimore."}], "speaker": "UNIDENTIFIED MALE", "secId": 202}, {"sentences": [{"sentId": 478, "text": "So it was said that all of the people who it all started because gang members said, we're going to riot, we're going to loot, we're going to --"}], "speaker": "LEMON", "secId": 203}, {"sentences": [{"sentId": 479, "text": "That was said by social media."}, {"sentId": 480, "text": "That was said by the commission."}], "speaker": "UNIDENTIFIED MALE", "secId": 204}, {"sentences": [{"sentId": 481, "text": "You think that was social media doing it?"}], "speaker": "LEMON", "secId": 205}, {"sentences": [{"sentId": 482, "text": "And the police!"}, {"sentId": 483, "text": "Who else they going to blame it on when they can't control it?"}], "speaker": "UNIDENTIFIED MALE", "secId": 206}, {"sentences": [{"sentId": 484, "text": "Well, where we going to get about looting?"}, {"sentId": 485, "text": "We ain't worried about no looting, because we make money!"}, {"sentId": 486, "text": "We make money to get whatever we want."}, {"sentId": 487, "text": "So we're going to look good."}, {"sentId": 488, "text": "We ain't going to go loot no store."}], "speaker": "UNIDENTIFIED MALE", "secId": 207}, {"sentences": [{"sentId": 489, "text": "Like, why, destroy the community where I live, that my whole life, you hear me?"}], "speaker": "UNIDENTIFIED MALE", "secId": 208}, {"sentences": [{"sentId": 490, "text": "We not out here trying to say that we saints, that we're all just the most innocent people in the world."}, {"sentId": 491, "text": "We're trying to say that we're making effective changes in our community or at least trying."}, {"sentId": 492, "text": "It started with Freddie Gray, now we going to take it to the next level."}, {"sentId": 493, "text": "And we need everybody's support."}, {"sentId": 494, "text": "It's not just Baltimore."}, {"sentId": 495, "text": "This is affecting the whole country right now."}], "speaker": "UNIDENTIFIED MALE", "secId": 209}, {"sentences": [{"sentId": 496, "text": "I want to tell our viewers, first, thank them for that."}, {"sentId": 497, "text": "We'll speak to these guys in just a minute."}, {"sentId": 498, "text": "We're awaiting a press conference from Baltimore police."}, {"sentId": 499, "text": "We're going to bring that to you as soon as that press conference begins."}, {"sentId": 500, "text": "Awaiting that press conference, we're bringing you that."}], "speaker": "LEMON", "secId": 210}, {"sentences": [{"sentId": 501, "text": "I want to bring in now the Reverend Lennox Yearwood, Rev."}, {"sentId": 502, "text": "Lennox Yearwood, the founder of hip Hop caucus, here in Baltimore with me, and also Carmichael Cannady, Stokey Cannady, and he joins us as well, an anti-violence activist."}], "speaker": "LEMON", "secId": 211}, {"sentences": [{"sentId": 503, "text": "We were out in that park today."}, {"sentId": 504, "text": "You help med gather those members of different colors or gangs."}, {"sentId": 505, "text": "What is it -- how significant is that?"}], "speaker": "LEMON", "secId": 212}, {"sentences": [{"sentId": 506, "text": "Well, it's very instrumental into what we do as a community, and leaders of our own environment, because I think it was paramount for us to come out today, you know, unify in a positive notion to let these kids know, we can be their voice in a very positive manner."}], "speaker": "CANNADY", "secId": 213}, {"sentences": [{"sentId": 507, "text": "How many people did you see in that park today?"}], "speaker": "LEMON", "secId": 214}, {"sentences": [{"sentId": 508, "text": "A thousand people."}], "speaker": "CANNADY", "secId": 215}, {"sentences": [{"sentId": 509, "text": "You wanted them to have something productive to do while they weren't in school."}], "speaker": "LEMON", "secId": 216}, {"sentences": [{"sentId": 510, "text": "Exactly."}, {"sentId": 511, "text": "We wanted to be the voice of the kids."}, {"sentId": 512, "text": "And I said earlier, our job and objective was, certain phone calls from friends and certain factions to get the kids together, to get them off the street and explain to them, there's a better way to express themselves."}], "speaker": "CANNADY", "secId": 217}, {"sentences": [{"sentId": 513, "text": "We can give credit to the leaders today, of the city."}, {"sentId": 514, "text": "We can give credit to the police departments, and yesterday was a different story."}, {"sentId": 515, "text": "But we also have to give credit to members of the community and community leaders, Rev."}], "speaker": "LEMON", "secId": 218}, {"sentences": [{"sentId": 516, "text": "We do."}, {"sentId": 517, "text": "And I think that's why I want to give them the most credit."}, {"sentId": 518, "text": "Evening they're doing a wonderful job."}, {"sentId": 519, "text": "I think one thing about Baltimore, activists like Stokey and others like that have been coming up big, organizing the gangs to be a part of the solution."}], "speaker": "YEARWOOD", "secId": 219}, {"sentences": [{"sentId": 520, "text": "I think most importantly, the young folks are simply saying that they want to be heard."}, {"sentId": 521, "text": "There's an angry, there's a frustration, and they are tired of not being a part of the table."}, {"sentId": 522, "text": "They're saying, listen, we want to be part of the solution, and we want to be part of the solution now."}, {"sentId": 523, "text": "And they're angry and they're frustrated."}], "speaker": "YEARWOOD", "secId": 220}, {"sentences": [{"sentId": 524, "text": "So, I'm so happy that leaders are coming together, new leaders are coming together to say that we need to right this wrong and come to justice, not only for Freddie Gray, but for what's been happening in Baltimore for many, many years now."}, {"sentId": 525, "text": "LEMON:  Yes."}, {"sentId": 526, "text": "You know, I thought it was interesting because they talk"}], "speaker": "YEARWOOD", "secId": 221}, {"sentences": [{"sentId": 527, "text": "about the disconnect, not only between police and the community, but the disconnect between the world, how the world is viewing Baltimore, what we're reading on social media isn't necessarily the case."}], "speaker": "YEARWOOD", "secId": 222}, {"sentences": [{"sentId": 528, "text": "Surely, there's violence."}, {"sentId": 529, "text": "We saw people looting."}, {"sentId": 530, "text": "We see all of that."}], "speaker": "YEARWOOD", "secId": 223}, {"sentences": [{"sentId": 531, "text": "But people should not be afraid to go into the communities."}, {"sentId": 532, "text": "They wanted me and welcomed me when I got there."}, {"sentId": 533, "text": "Members of the gang brought me food and said, hey, we want you to come here, because we're trying to get it together."}], "speaker": "YEARWOOD", "secId": 224}, {"sentences": [{"sentId": 534, "text": "That's a myth."}, {"sentId": 535, "text": "I understand that you have atrocities all over the country and the nation, especially when it deals with young violence, but last night, as the Rev said, was an expression."}, {"sentId": 536, "text": "And it was the way the young kids could voice themselves."}], "speaker": "CANNADY", "secId": 225}, {"sentences": [{"sentId": 537, "text": "And Baltimore is a beautiful place."}, {"sentId": 538, "text": "I've been here my entire life."}, {"sentId": 539, "text": "I don't like a lot of policies and I know there's a lot of kids without fathers, based on the man's minimum prison, that kind of thing."}, {"sentId": 540, "text": "We do what we can do with what we have."}], "speaker": "CANNADY", "secId": 226}, {"sentences": [{"sentId": 541, "text": "And there are lots of people who are working to make it better."}], "speaker": "LEMON", "secId": 227}, {"sentences": [{"sentId": 542, "text": "Exactly."}], "speaker": "CANNADY", "secId": 228}, {"sentences": [{"sentId": 543, "text": "There were some people who were upset today by the president's comments."}, {"sentId": 544, "text": "Some people who said, listen, we're working."}, {"sentId": 545, "text": "We're working."}, {"sentId": 546, "text": "The president said there were thugs who, you know, were causing the trouble last night, didn't like some of terms."}], "speaker": "LEMON", "secId": 229}, {"sentences": [{"sentId": 547, "text": "But people here are working, both white and black, to help the communities."}], "speaker": "LEMON", "secId": 230}, {"sentences": [{"sentId": 548, "text": "We had a real cohesive effort today with white and black people who came together to bring about a positive peaceful solution, because we knew that the media only showed what they can show."}, {"sentId": 549, "text": "I mean, I understand they're not in the community all the time, so when they have the opportunity to show negativity, they're going to show that."}], "speaker": "CANNADY", "secId": 231}, {"sentences": [{"sentId": 550, "text": "But today, as you witnessed, we had a thousand people without police presence."}, {"sentId": 551, "text": "There was no violence."}, {"sentId": 552, "text": "There was any type of problematic solutions that would cause them to come."}, {"sentId": 553, "text": "So, you know, I'm proud to say that we did that, and hopefully tomorrow we can move forward the narrative to continue to be peace and positive and bring about a positive solution, and hopefully we can seek justice not only for Freddie Gray, but other guys that have been frustrated, angered over the years."}], "speaker": "CANNADY", "secId": 232}, {"sentences": [{"sentId": 554, "text": "And hopefully, the conversation will get back to what you said."}], "speaker": "LEMON", "secId": 233}, {"sentences": [{"sentId": 555, "text": "Thank you, I didn't recognize you."}, {"sentId": 556, "text": "You clean up very well."}], "speaker": "LEMON", "secId": 234}, {"sentences": [{"sentId": 557, "text": "I was working."}], "speaker": "CANNADY", "secId": 235}, {"sentences": [{"sentId": 558, "text": "Nice to meet you."}, {"sentId": 559, "text": "You're like, you met me earlier."}], "speaker": "LEMON", "secId": 236}, {"sentences": [{"sentId": 560, "text": "Keep fighting."}], "speaker": "YEARWOOD", "secId": 237}, {"sentences": [{"sentId": 561, "text": "Thank you very much."}, {"sentId": 562, "text": "We'll have you back on."}, {"sentId": 563, "text": "Keep us updated."}], "speaker": "LEMON", "secId": 238}, {"sentences": [{"sentId": 564, "text": "I want to bring in now CNN's Marc Lamont Hill, a political commentator, also Van Jones with us, a CNN political contributor here as well."}], "speaker": "LEMON", "secId": 239}, {"sentences": [{"sentId": 565, "text": "And as we await this press conference, guys, we want to talk to -- look, last night, Van, I know you -- I was -- you were, I don't know if mark was as hard on the leadership, but we wanted answers and they stepped up."}], "speaker": "LEMON", "secId": 240}, {"sentences": [{"sentId": 566, "text": "Absolutely."}, {"sentId": 567, "text": "I think everybody had tough questions."}, {"sentId": 568, "text": "But this -- this is a case study in leadership reversal."}, {"sentId": 569, "text": "You had a D-minus yesterday, probably by their own assessment, privately."}, {"sentId": 570, "text": "You go from that to an A-plus."}], "speaker": "JONES", "secId": 241}, {"sentences": [{"sentId": 571, "text": "The big danger today was that you were so humiliated by what happened yesterday, that you overreact today."}, {"sentId": 572, "text": "Instead, you saw -- I mean, really a casebook study of how they set expectations, they partnered with communities."}, {"sentId": 573, "text": "It's really a triumph of people power, community power, as much as anything else, a massive celebration today."}, {"sentId": 574, "text": "A hope went viral today."}], "speaker": "JONES", "secId": 242}, {"sentences": [{"sentId": 575, "text": "Peace went viral today."}, {"sentId": 576, "text": "Cooperation went viral today, whereas violence went viral last night."}], "speaker": "JONES", "secId": 243}, {"sentences": [{"sentId": 577, "text": "So I think you've got to give, you're going to criticize the mayor for yesterday, you've got to give the mayor and police a lot of credit for today."}], "speaker": "JONES", "secId": 244}, {"sentences": [{"sentId": 578, "text": "Marc Lamont Hill, rightfully so --"}], "speaker": "LEMON", "secId": 245}, {"sentences": [{"sentId": 579, "text": "Yes, I want --"}], "speaker": "HILL", "secId": 246}, {"sentences": [{"sentId": 580, "text": "Don't want to be overconfident, right?"}], "speaker": "LEMON", "secId": 247}, {"sentences": [{"sentId": 581, "text": "I'm never overconfident when it comes to state power."}], "speaker": "HILL", "secId": 248}, {"sentences": [{"sentId": 582, "text": "But I am confident in the people."}, {"sentId": 583, "text": "And I think Van is right."}, {"sentId": 584, "text": "I mean, I think the mayor did a much better job today than she was given credit for yesterday."}], "speaker": "HILL", "secId": 249}, {"sentences": [{"sentId": 585, "text": "I think some of the critique that should have gone across the board only went to her."}, {"sentId": 586, "text": "She became a convenient target."}, {"sentId": 587, "text": "But for me the more interesting thing is what the people did."}, {"sentId": 588, "text": "And Van began to talk about that, right, is community members were active."}, {"sentId": 589, "text": "Organizers were active."}], "speaker": "HILL", "secId": 250}, {"sentences": [{"sentId": 590, "text": "Activists were active."}], "speaker": "HILL", "secId": 251}, {"sentences": [{"sentId": 591, "text": "Van -- Marc, we've got to get to the press conference."}], "speaker": "LEMON", "secId": 252}, {"sentences": [{"sentId": 592, "text": "-- with the curfew, with the help of many agencies, state police, the National Guard, we have deployed throughout the city as a whole."}, {"sentId": 593, "text": "No major events."}], "speaker": "BATTS", "secId": 253}, {"sentences": [{"sentId": 594, "text": "Earlier in the evening, we had a group march down, into the downtown area and to city hall."}, {"sentId": 595, "text": "We had no major issues with that."}, {"sentId": 596, "text": "We had a small group within that group of about four to five people, that we stopped and had a conversation, but allowed them to proceed on, that group had no issues, very proud of them."}, {"sentId": 597, "text": "They came down, did their First Amendment rights and within the back and returned to the area that they had come from."}], "speaker": "BATTS", "secId": 254}, {"sentences": [{"sentId": 598, "text": "You saw the activity that took place at Pennsylvania and North."}, {"sentId": 599, "text": "There, again, very pleased with the community and the citizens and the residents there, policing themselves, there was music, there was dance, people had their conversations."}, {"sentId": 600, "text": "We had officers stationed out there, but it was a very good event for the day."}], "speaker": "BATTS", "secId": 255}, {"sentences": [{"sentId": 601, "text": "Congressman Elijah Cummings was out there."}, {"sentId": 602, "text": "He was talking to the crowd, a lot of the men, the 300 men were out talking to the crowd, making sure that they're quiet."}, {"sentId": 603, "text": "The mayor was at different places throughout the city today, making sure that she was seen and having a number of different meetings with community people."}], "speaker": "BATTS", "secId": 256}, {"sentences": [{"sentId": 604, "text": "Just a background after the events today, we've had one -- correction, two arrests for looting in the central district."}, {"sentId": 605, "text": "We've had one arrest for disorderly conduct in the eastern district."}, {"sentId": 606, "text": "Also, we had one officer had a drive-by brandishing of a weapon in the same eastern district within the last 30 minutes."}, {"sentId": 607, "text": "In the western district, where that's north of Pennsylvania, in that area, we've had about approximately seven arrests."}], "speaker": "BATTS", "secId": 257}, {"sentences": [{"sentId": 608, "text": "In totality in the city after the curfew went up, we've had about ten total arrests."}, {"sentId": 609, "text": "I get reports from the organization that we do not have a lot of activity or movement throughout the city as a whole, so the curfew is, in fact, working, as the mayor had called."}], "speaker": "BATTS", "secId": 258}, {"sentences": [{"sentId": 610, "text": "One of the interesting things today that I just kind of happened by and willing to answer any questions, is that as I exited the building to go to a meeting today, we had pretty close to about 12 to 15 young adults waiting in line to become police officers at the Baltimore Police Department."}, {"sentId": 611, "text": "In light of the activities and issues, I asked them, are you still willing and able and wanting?"}, {"sentId": 612, "text": "They were very much enthusiastic and excited about becoming members of the Baltimore Police Department, which says a lot."}], "speaker": "BATTS", "secId": 259}, {"sentences": [{"sentId": 613, "text": "Again, tonight, I think the biggest thing is that citizens are safe, the city is stable."}, {"sentId": 614, "text": "We hope to maintain it that way."}, {"sentId": 615, "text": "We are going to place the National Guard out at North and Pennsylvania, probably for approximately a two to three-block radius, to sustain that area and stabilized and it make sure that everything is OK and residents are safe."}], "speaker": "BATTS", "secId": 260}, {"sentences": [{"sentId": 616, "text": "Is there any -- are there a couple of questions that I can answer for you?"}, {"sentId": 617, "text": "REPORTER:"}], "speaker": "BATTS", "secId": 261}, {"sentences": [{"sentId": 618, "text": "I don't have information on that."}, {"sentId": 619, "text": "We were taking rocks out there earlier in the southern district."}, {"sentId": 620, "text": "We had a young leader who did a very good job of responding in a very peaceful way."}, {"sentId": 621, "text": "They ended up arresting."}, {"sentId": 622, "text": "I believe it was what I was told, about three to four juveniles who were down in that area."}, {"sentId": 623, "text": "I don't know about the injured officers, but we'll follow up with you."}], "speaker": "BATTS", "secId": 262}, {"sentences": [{"sentId": 624, "text": "The arrests, are they all  violations or various --"}], "speaker": "REPORTER", "secId": 263}, {"sentences": [{"sentId": 625, "text": "They're for various, giving you feedback, without my glasses, in the central district, we had two for looting, in the eastern district, one disorderly conduct, and in the western district, we had, I believe, the vast majority are for curfew violations, seven total."}, {"sentId": 626, "text": "Ten all total."}], "speaker": "BATTS", "secId": 264}, {"sentences": [], "speaker": "REPORTER", "secId": 265}, {"sentences": [{"sentId": 627, "text": "Yes, ma'am."}], "speaker": "BATTS", "secId": 266}, {"sentences": [], "speaker": "REPORTER", "secId": 267}, {"sentences": [{"sentId": 628, "text": "Yes."}], "speaker": "BATTS", "secId": 268}, {"sentences": [{"sentId": 629, "text": "I'm wondering what the mindset was --"}], "speaker": "REPORTER", "secId": 269}, {"sentences": [{"sentId": 630, "text": "We -- as the skirmish line moved forward, I know several times off to their flanks, off the sides of them, they were taking rocks and glass that were coming in."}, {"sentId": 631, "text": "They were trying to push the crowd away and out, apparently it worked, firing the pepper balls."}], "speaker": "BATTS", "secId": 270}, {"sentences": [{"sentId": 632, "text": "We tried to deploy smoke, with the wind shifting, it kind of also blinded us at the same time."}, {"sentId": 633, "text": "So, we had to hold and let the smoke clear, and then they were taking rocks and pellets and they were trying to push people further."}, {"sentId": 634, "text": "They also used the armored cars to go out and push the participants off of the street."}], "speaker": "BATTS", "secId": 271}, {"sentences": [{"sentId": 635, "text": "Folks, we'll have another briefing tomorrow between 12:00 and 1:00."}, {"sentId": 636, "text": "For the next couple of hours, we'll continue to put updates out over our social media accounts."}, {"sentId": 637, "text": "Anybody that has any questions, you can send them to our news address and we'll keep you updated in the morning."}, {"sentId": 638, "text": "Thank you."}], "speaker": "UNIDENTIFIED MALE", "secId": 272}, {"sentences": [{"sentId": 639, "text": "All right."}, {"sentId": 640, "text": "Press conference is wrapping up."}], "speaker": "LEMON", "secId": 273}, {"sentences": [{"sentId": 641, "text": "You heard the police commissioner there, Anthony Batts, today saying a total of them people arrested."}, {"sentId": 642, "text": "Seven of those were arrested for curfew violations."}], "speaker": "LEMON", "secId": 274}, {"sentences": [{"sentId": 643, "text": "I want to bring back in CNN's Van Jones and also Marc Lamont Hill, to discuss."}], "speaker": "LEMON", "secId": 275}, {"sentences": [{"sentId": 644, "text": "We just have a moment left here, guys."}, {"sentId": 645, "text": "That's pretty good, considering the level of violence that happened last night."}, {"sentId": 646, "text": "Marc, I cut you off."}, {"sentId": 647, "text": "Go ahead."}], "speaker": "LEMON", "secId": 276}, {"sentences": [{"sentId": 648, "text": "Yes, yes, no, I was going to say, the difference between yesterday and today is extraordinary."}, {"sentId": 649, "text": "But I think it's partly a story of police and partly a story of state officials and a bigger story about the community."}, {"sentId": 650, "text": "The community policed itself."}, {"sentId": 651, "text": "The community organized itself."}, {"sentId": 652, "text": "The police obviously didn't overreach, but you had a Nation of Islamic --"}], "speaker": "HILL", "secId": 277}, {"sentences": [{"sentId": 653, "text": "Got to go, Marc."}], "speaker": "LEMON", "secId": 278}, {"sentences": [{"sentId": 654, "text": "They did what they had to do."}], "speaker": "HILL", "secId": 279}, {"sentences": [{"sentId": 655, "text": "Yes."}, {"sentId": 656, "text": "Yes."}, {"sentId": 657, "text": "I've got the run, guys, thank you very much."}, {"sentId": 658, "text": "I have to get to a break."}, {"sentId": 659, "text": "I appreciate it."}, {"sentId": 660, "text": "I'm sure you were going to, you know, reiterate what he said."}], "speaker": "LEMON", "secId": 280}, {"sentences": [{"sentId": 661, "text": "Thank you, Van Jones."}, {"sentId": 662, "text": "Thank you, Marc Lamont Hill."}], "speaker": "LEMON", "secId": 281}, {"sentences": [{"sentId": 663, "text": "Our breaking news coverage continues in just a moment live from Baltimore."}], "speaker": "LEMON", "secId": 282}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1504.28.cnnt.02.html.json", "time": "Aired April 28, 2015 - 23:00   ET"}