{"sectionCount": 244, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["LEMON", "SABATO", "ALLRED", "HUGHES", "HOOVER", "DONALD TRUMP  PRESIDENTIAL NOMINEE", "JACKSON", "TRUMP", "VAUGHN", "DAVIS", "DAVID", "LEWANDOWSKI", "VAN JONES", "JONES", "DENNARD", "CARDONA"], "subTitle": "New Polling Shows Americans View Trump as More Honest; Trump's Message to Black Voters, CNN/ORC Poll: Clinton, Trump in the Virtual Tie, Trump's Mixed Message on Immigration. Aired 11p-12a ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1609/06/cnnt.02.html", "sentenceCount": 615, "sections": [{"sentences": [{"sentId": 0, "text": "And, will Ailes hurt the candidate with women voters in the wake of FOX's $20 million payout to former anchor Gretchen Carlson, who accused Ailes of sexual harassment?"}], "speaker": "LEMON", "secId": 0}, {"sentences": [{"sentId": 1, "text": "So, let's get right to this new poll; the new poll numbers now with Larry Sabato."}, {"sentId": 2, "text": "He's the Director of the Center for Politics at the University of Virginia."}, {"sentId": 3, "text": "Good evening."}, {"sentId": 4, "text": "Thank you so much for coming on."}], "speaker": "LEMON", "secId": 1}, {"sentences": [{"sentId": 5, "text": "Let's talk about these numbers."}, {"sentId": 6, "text": "CNN's poll shows that this race is tightening, Larry; a statistical dead heat among registered voters Hillary Clinton is ahead by 3-percent."}, {"sentId": 7, "text": "Among likely voters, Trump is ahead by 2 points."}, {"sentId": 8, "text": "What do you make of these numbers?"}], "speaker": "LEMON", "secId": 2}, {"sentences": [{"sentId": 9, "text": "Well, the race has certainly tightened, in the sense that Hillary Clinton's convention bounce has completely faded; but you would expect that."}, {"sentId": 10, "text": "She got a much bigger convention bounce than Trump did and her bounce lasted much longer than Trump's, and really prior candidates."}, {"sentId": 11, "text": "So, look, she was at 3 -- plus 3-percent, 4-percent prior to the conventions."}, {"sentId": 12, "text": "That's exactly where she is now."}], "speaker": "SABATO", "secId": 3}, {"sentences": [{"sentId": 13, "text": "We can get into a long argument about whether it's really wise to use that likely voter screen right now because notice the big gap between registered voters, where Hillary Clinton is leading by several points, and the likely voters, which means you screen-out people that you think may not vote in the end."}, {"sentId": 14, "text": "Well, it's kind of early, Don."}, {"sentId": 15, "text": "I just - I don't fully believe that; and, by the way, the campaigns don't either."}], "speaker": "SABATO", "secId": 4}, {"sentences": [{"sentId": 16, "text": "Both campaigns --"}], "speaker": "SABATO", "secId": 5}, {"sentences": [{"sentId": 17, "text": "Well talk to me about that."}, {"sentId": 18, "text": "Why do you say we can get into a conversation -- why don't you fully believe it?"}], "speaker": "LEMON", "secId": 6}, {"sentences": [{"sentId": 19, "text": "I don't fully believe it because I think it's too early for the likely voter screens to be - to be convincing and to be durable."}, {"sentId": 20, "text": "I also saw other numbers in the poll that I just don't quite swallow, and I want to know why this has not been replicated anywhere else."}], "speaker": "SABATO", "secId": 7}, {"sentences": [{"sentId": 21, "text": "Some of this was done over Labor Day."}, {"sentId": 22, "text": "I don't know that this was the best time to poll but I'm open-minded about it but I want to see it replicated, Don."}, {"sentId": 23, "text": "Let's see these numbers replicated and applied to swing-states because we haven't seen any of that yet."}], "speaker": "SABATO", "secId": 8}, {"sentences": [{"sentId": 24, "text": "Okay; let's talk about the honesty and untrustworthy numbers here; they are bleak for Hillary Clinton."}, {"sentId": 25, "text": "When asked who is more honest, Trump gets 50-percent of likely voters to Clinton's 35- percent."}, {"sentId": 26, "text": "Do you think that's a result of the attacks on the Clinton Foundation and e-mail server attacks over the years?"}, {"sentId": 27, "text": "What's going on here?"}], "speaker": "LEMON", "secId": 9}, {"sentences": [{"sentId": 28, "text": "Yes; I think you -- the last one, Don, was exactly right."}, {"sentId": 29, "text": "This is a cumulative effect of 25-years of attacks, of negative assaults, of scandals, much of which the Clintons have to take full responsibility for."}, {"sentId": 30, "text": "So it's 25 years' worth."}, {"sentId": 31, "text": "She been in the headlines for 25 years and these things add up."}], "speaker": "SABATO", "secId": 10}, {"sentences": [{"sentId": 32, "text": "So I think it going to be tough for her to really deal with that in the context of a campaign."}, {"sentId": 33, "text": "She's going to have to shift the focus to her strengths and also to Trump's weaknesses, but she has to do both."}, {"sentId": 34, "text": "you can't just run a campaign by denouncing the other candidate."}, {"sentId": 35, "text": "She has to remind people what her strengths are."}], "speaker": "SABATO", "secId": 11}, {"sentences": [{"sentId": 36, "text": "Yes, and this one, I want to ask you about this because I think this is the most important one in this survey, that Clinton supporters are less enthusiastic than Trump's, that's according to this new poll."}, {"sentId": 37, "text": "55-percent of her supporters are less excited about voting this year than usual, while 56-percent of backers say they are more excited."}, {"sentId": 38, "text": "How important is that?"}], "speaker": "LEMON", "secId": 12}, {"sentences": [{"sentId": 39, "text": "I think that's very important."}, {"sentId": 40, "text": "I think that ought to be a wake-up call to the Clinton campaign, assuming their numbers are the same, and to Clinton herself."}, {"sentId": 41, "text": "You know, somebody called her the \"Queen of Coasting\" and she has -- she coasts a lot in campaigns and it lost her the 2008 race."}, {"sentId": 42, "text": "It may have cost her a decisive victory in Iowa against Bernie Sanders, but she is coasting."}], "speaker": "SABATO", "secId": 13}, {"sentences": [{"sentId": 43, "text": "You can't coast, even if you think your opponent is weak."}, {"sentId": 44, "text": "You have to present a dynamic picture, almost daily; and that means not dropping out of the picture for two weeks of fund-raising."}], "speaker": "SABATO", "secId": 14}, {"sentences": [{"sentId": 45, "text": "Yes; Larry, -- and I made this point and some of the panelists made this point last week and the week before, where is Hillary Clinton?"}, {"sentId": 46, "text": "Donald Trump is shaping the narrative."}, {"sentId": 47, "text": "Her supporters said she didn't need to go to Mexico."}, {"sentId": 48, "text": "She needs to do these things."}, {"sentId": 49, "text": "People already see her as a statesman."}, {"sentId": 50, "text": "But when the race is this close, shouldn't she be in the picture and at least shaping some of the narrative and answering some of the questions about herself and her detractors?"}], "speaker": "LEMON", "secId": 15}, {"sentences": [{"sentId": 51, "text": "I think absolutely."}, {"sentId": 52, "text": "She needs to show more initiative."}, {"sentId": 53, "text": "She needs to be less reactive."}, {"sentId": 54, "text": "And, you know, even if you're the front- runner, and I think she's still the front-runner running for president."}, {"sentId": 55, "text": "Even if you're the front-runner, you have to roll the dice every now and then."}, {"sentId": 56, "text": "You can't simply hang back and let somebody else play the game and then at the end stand up  and wave and say I'm ready to take the oath of office."}], "speaker": "SABATO", "secId": 16}, {"sentences": [{"sentId": 57, "text": "Yes; this a national poll, Larry, but the most important poll numbers are in those battleground states."}, {"sentId": 58, "text": "How is she doing in the latest polls in those key states?"}], "speaker": "LEMON", "secId": 17}, {"sentences": [{"sentId": 59, "text": "Well, we haven't seen post-Labor Day polls, but she has been doing very well in the vast majority of those swing states."}, {"sentId": 60, "text": "And, in fact, she would carry almost all of them, assuming the pre-Labor Day polls still hold up."}], "speaker": "SABATO", "secId": 18}, {"sentences": [{"sentId": 61, "text": "Thank you."}, {"sentId": 62, "text": "I appreciate that great assessment on the polls."}, {"sentId": 63, "text": "Now I want to turn to -- bring in Republican Consultant Margaret Hoover; Attorney Gloria Allred; and Trump Supporter, Scottie Nell Hughes."}, {"sentId": 64, "text": "Hello to all of you; thank you for joining us --"}], "speaker": "LEMON", "secId": 19}, {"sentences": [{"sentId": 65, "text": "Good evening, Don."}], "speaker": "ALLRED", "secId": 20}, {"sentences": [{"sentId": 66, "text": "-- this evening here, 11:00."}, {"sentId": 67, "text": "Scottie, you just heard Larry talking about the direction of the race."}], "speaker": "LEMON", "secId": 21}, {"sentences": [{"sentId": 68, "text": "Thank you so much."}], "speaker": "SABATO", "secId": 22}, {"sentences": [{"sentId": 69, "text": "It's not all good news for Donald Trump."}, {"sentId": 70, "text": "How do you respond?"}], "speaker": "LEMON", "secId": 23}, {"sentences": [{"sentId": 71, "text": "Well I think one thing that everybody, and I've listened to your panel tonight, but one thing that they've been missing, I think the Hillary Clinton camp has missed, is we keep talking about the woman's vote, this gender gap."}, {"sentId": 72, "text": "It's not this much this year."}], "speaker": "HUGHES", "secId": 24}, {"sentences": [{"sentId": 73, "text": "I think it's more about the marriage gap."}, {"sentId": 74, "text": "That's one thing this poll did reveal that Donald Trump is winning remarkably with married women, in fact beating Hillary Clinton by 17-percent."}, {"sentId": 75, "text": "I think this is a group that the Hillary Clinton camp has highly underestimated, as these women are incredibly engaged."}, {"sentId": 76, "text": "They're very much motivated, wherein years past they might not have been necessarily ready to show up at the polls, but those, when you go to the Trump rallies and go to the streets, it is these women, a large percentage of women, female voters, that are ready to go to the polls and work hard to elect Donald Trump for president."}], "speaker": "HUGHES", "secId": 25}, {"sentences": [{"sentId": 77, "text": "Okay; so let's discuss this, and I want to discuss it in terms of someone that Donald Trump has working for them."}, {"sentId": 78, "text": "I'm talking about Roger Ailes; since you bring it up, Scottie, we'll go right there."}], "speaker": "LEMON", "secId": 26}, {"sentences": [{"sentId": 79, "text": "Gloria, this is for you."}, {"sentId": 80, "text": "This is another politically charged story that deals with the woman vote: FOX News has agreed to settle with Gretchen Carlson in a lawsuit against Roger Ailes for $20 million and then giving a public apology."}, {"sentId": 81, "text": "Here's the public apology: \"21st Century Fox is pleased to announce that it has settled Gretchen Carlson's lawsuit."}, {"sentId": 82, "text": "During her tenure at FOX News, Gretchen exhibited the highest standards of journalism and professionalism."}, {"sentId": 83, "text": "She developed a loyal audience and was a daily source of information for many Americans."}, {"sentId": 84, "text": "We are proud that she was part of the FOX News team."}, {"sentId": 85, "text": "We sincerely regret and apologize for the fact\" - for the fact, it says - \"that Gretchen was not treated with the respect and dignity that she and all our colleagues deserve.\""}], "speaker": "LEMON", "secId": 27}, {"sentences": [{"sentId": 86, "text": "What were the terms of the deal and then we'll talk about how it affects the election; Gloria Allred?"}], "speaker": "LEMON", "secId": 28}, {"sentences": [{"sentId": 87, "text": "Okay, well, we don't know what the terms were."}, {"sentId": 88, "text": "Of course there are reports that she received a $20 million settlement but we don't know that because it's not being confirmed by the parties to the settlement."}, {"sentId": 89, "text": "But we do know there is what this says, kind of an apology, although you'll have to note, Don, I know we all do, it says nothing about sexual harassment."}, {"sentId": 90, "text": "it does say everybody's entitled to respect and she didn't get the kind of respect that she would be entitled to enjoy."}, {"sentId": 91, "text": "Nevertheless, it is something."}], "speaker": "ALLRED", "secId": 29}, {"sentences": [{"sentId": 92, "text": "I'm very happy that Gretchen Carlson decided that she knew she had rights, she was going tie certificate those rights, she filed a lawsuit to vindicate those rights and now, obviously, she has a settlement that is satisfactory to her, that she feels is fair and that she says she can now go on with the next chapter of her life."}, {"sentId": 93, "text": "So I want to say I'm very proud of her and all the other women who have come forward."}], "speaker": "ALLRED", "secId": 30}, {"sentences": [{"sentId": 94, "text": "Margaret, more than 20 women reportedly came forward to allege inappropriate behavior by Roger Ailes."}, {"sentId": 95, "text": "He is now advising Donald Trump's campaign."}, {"sentId": 96, "text": "Why is the campaign associating with Ailes, and does it damage the Republican brand to do this?"}], "speaker": "LEMON", "secId": 31}, {"sentences": [{"sentId": 97, "text": "First, before I even say that, you know, I worked with Gretchen Carlson at FOX News for several years."}, {"sentId": 98, "text": "She's a friend."}, {"sentId": 99, "text": "She was courageous."}, {"sentId": 100, "text": "She took a very great risk to do what she did."}, {"sentId": 101, "text": "Not only did she end up, I think, in a - she was treated justly, I think, in the end."}, {"sentId": 102, "text": "She also did a favor for women in a media landscape that is not always favorable to them."}, {"sentId": 103, "text": "So I am with Gloria --"}], "speaker": "HOOVER", "secId": 32}, {"sentences": [{"sentId": 104, "text": "And to empower women all over the country."}], "speaker": "LEMON", "secId": 33}, {"sentences": [{"sentId": 105, "text": "I am with Gloria."}, {"sentId": 106, "text": "She made the media landscape more favorable to women by doing what she did."}, {"sentId": 107, "text": "I am grateful for her courage there, because there were many women who came out and said that she was not telling the truth."}], "speaker": "HOOVER", "secId": 34}, {"sentences": [{"sentId": 108, "text": "Considering how passionate, and I know you're a friend, but considering how passionate you are about this particular issue, why then would, you know, the campaign associate with a Roger Ailes and is that a good - is that going to affect it?"}], "speaker": "LEMON", "secId": 35}, {"sentences": [{"sentId": 109, "text": "You know, very rarely do individual voters who are undecided on the fence, taking is going to be the commander-in-chief, really put the staffers that are helping them in their journey towards the presidency, through the same kind of microscope that they're going to put the future commander-in-chief, or the potential commander-in- chief."}], "speaker": "HOOVER", "secId": 36}, {"sentences": [{"sentId": 110, "text": "So for as bad of a judgment I think that it is, and for as much as it reflects the sensibilities of the Trump campaign, and maybe the lack of discretion the Trump campaign has -- I mean, look, Steve Bannon is no person with much credibility, in terms of how to deal with women either."}, {"sentId": 111, "text": "If you look into Steve Bannon's history with women as well, who is also, now, that - LEMON:  And the candidate himself."}], "speaker": "HOOVER", "secId": 37}, {"sentences": [{"sentId": 112, "text": "And the candidate himself."}, {"sentId": 113, "text": "But, you know, what the Trump campaign should do is put more of Kellyanne Conway out front and, by the way, put more of Ivanka Trump out front."}, {"sentId": 114, "text": "I mean, Ivanka's her speech to the GOP, when she was helping to be a character witness for her father at the convention, said he does not judge people by gender."}, {"sentId": 115, "text": "He is completely gender egalitarian in his business practices; and he would support practices like equal pay for women."}, {"sentId": 116, "text": "I mean, that is the kind of message they need to really pursue and litigate if they're going to try and win over women."}], "speaker": "HOOVER", "secId": 38}, {"sentences": [{"sentId": 117, "text": "Okay, well -"}], "speaker": "LEMON", "secId": 39}, {"sentences": [{"sentId": 118, "text": "Well, Margaret -"}], "speaker": "ALLRED", "secId": 40}, {"sentences": [{"sentId": 119, "text": "By the way, I just want to say that Roger Ailes has said he wasn't guilty of any of this, we need to say that, even though the lawsuit has been settled."}, {"sentId": 120, "text": "Go ahead, Gloria."}], "speaker": "LEMON", "secId": 41}, {"sentences": [{"sentId": 121, "text": "I was going to say, I mean, do you really think that Ivanka Trump wants to be out there defending her father for talking about \"my African-American\"; defending her father for calling women \"pigs\" or \"fat\"; defending her father for calling Mexican-Americans \"rapists\"; suggesting that somehow a woman, Hillary Rodham Clinton, might not look presidential?"}, {"sentId": 122, "text": "Well, I don't know --"}], "speaker": "ALLRED", "secId": 42}, {"sentences": [{"sentId": 123, "text": "Gloria, let me play that soundbite."}, {"sentId": 124, "text": "Let me play that soundbite --"}], "speaker": "LEMON", "secId": 43}, {"sentences": [{"sentId": 125, "text": "She defender her father in every one of those circumstances, Gloria."}, {"sentId": 126, "text": "She's shown every willingness to defend her father in every one of those circumstances."}], "speaker": "HOOVER", "secId": 44}, {"sentences": [{"sentId": 127, "text": "Let me play this."}, {"sentId": 128, "text": "This is an interview -- this is an interview broadcast on Tuesday; listen to this."}], "speaker": "LEMON", "secId": 45}, {"sentences": [{"sentId": 129, "text": "Hillary Clinton does not have the stamina, doesn't have the energy, doesn't have it; doesn't have the strength to be president, in my opinion."}], "speaker": "DONALD TRUMP  PRESIDENTIAL NOMINEE", "secId": 46}, {"sentences": [{"sentId": 130, "text": "I just don't think she has a presidential look and you need a presidential look."}, {"sentId": 131, "text": "You have to get the job done."}], "speaker": "DONALD TRUMP  PRESIDENTIAL NOMINEE", "secId": 47}, {"sentences": [{"sentId": 132, "text": "So, again, Gloria, that's what you were mentioning."}, {"sentId": 133, "text": "It's not the first time he's talked about women based on their look; \"she doesn't look presidential.\""}, {"sentId": 134, "text": "So go on with your comment."}], "speaker": "LEMON", "secId": 48}, {"sentences": [{"sentId": 135, "text": "And that's because we've never had a woman president."}, {"sentId": 136, "text": "I remember when I started practicing law 40 years ago, a lot of people had to get used to the fact that, yes, women could be lawyers."}, {"sentId": 137, "text": "We had very few women who were judges."}, {"sentId": 138, "text": "Now we look at a woman judge and don't even question, of course, a judge can be a woman."}], "speaker": "ALLRED", "secId": 49}, {"sentences": [{"sentId": 139, "text": "So this is hard always for the first, for the first woman police officer in any police force."}, {"sentId": 140, "text": "oh, does she look like a police officer."}, {"sentId": 141, "text": "Well, Donald Trump, get used to it."}, {"sentId": 142, "text": "This is what a president will look like and does look like."}], "speaker": "ALLRED", "secId": 50}, {"sentences": [{"sentId": 143, "text": "Scottie, I want to get you in; go ahead."}], "speaker": "LEMON", "secId": 51}, {"sentences": [{"sentId": 144, "text": "Real simple, it goes to Donald Trump would have made these same type of comments about whether it's Hillary Clinton or a man, either one."}, {"sentId": 145, "text": "He's going to make the commentary about it."}], "speaker": "HUGHES", "secId": 52}, {"sentences": [{"sentId": 146, "text": "But you don't hear the same, Gloria, sitting there talking about when Hillary talks about maybe Donald Trump's hair or how real it is or some of the other superficial comments she's made regarding his works."}], "speaker": "HUGHES", "secId": 53}, {"sentences": [{"sentId": 147, "text": "if we're going to sit there and talk about allegations of sexual harassment and rape, then I'd also like to add in, maybe, impeachment and disbarment because those are a lot of things that a lot of people think Bill Clinton did and he's Hillary Clinton's number one advisor and out on the stump for her."}], "speaker": "HUGHES", "secId": 54}, {"sentences": [{"sentId": 148, "text": "So let's hold both sides, if we're going to be sitting here criticizing one for having an adviser with these sort of allegations about them."}, {"sentId": 149, "text": "It happens -- it's on both sides."}], "speaker": "HUGHES", "secId": 55}, {"sentences": [{"sentId": 150, "text": "What sort of belies both sides in this debate is that the Republican - or that the Democratic Party always litigates this challenge that Republicans have with women; right?"}, {"sentId": 151, "text": "The Republican war on women."}], "speaker": "HOOVER", "secId": 56}, {"sentences": [{"sentId": 152, "text": "What's interesting about Donald Trump is that he doesn't actually hold the positions that they actually attack us for."}, {"sentId": 153, "text": "He's actually, probably, pro-choice."}, {"sentId": 154, "text": "Even though he says he's pro-life his history, his background is pro-choice, is pretty moderate on social issues."}, {"sentId": 155, "text": "So, why then, if these are the issues that Democrats say define the war on women, why is he so toxic with women?"}], "speaker": "HOOVER", "secId": 57}, {"sentences": [{"sentId": 156, "text": "Well, Margaret, because that - I don't agree with you -"}], "speaker": "ALLRED", "secId": 58}, {"sentences": [{"sentId": 157, "text": "Gloria, can you answer that - Gloria, can you answer that after the break?"}, {"sentId": 158, "text": "I've got to get a break in here."}], "speaker": "LEMON", "secId": 59}, {"sentences": [{"sentId": 159, "text": "I will."}, {"sentId": 160, "text": "I will."}], "speaker": "ALLRED", "secId": 60}, {"sentences": [{"sentId": 161, "text": "You don't come back; I thought you guys came back."}, {"sentId": 162, "text": "Go ahead, finish your comment."}, {"sentId": 163, "text": "Sorry about that."}], "speaker": "LEMON", "secId": 61}, {"sentences": [{"sentId": 164, "text": "So real quickly, Donald Trump has provided his list of who he would appoint to vacancies on the United States Supreme Court and, Margaret, they are not, for the most part, pro-choice."}, {"sentId": 165, "text": "They will end, or try to reverse Roe v. Wade, so that women will no longer have a legal right to choose -"}], "speaker": "ALLRED", "secId": 62}, {"sentences": [{"sentId": 166, "text": "I would suggest -"}], "speaker": "HOOVER", "secId": 63}, {"sentences": [{"sentId": 167, "text": "-- safe abortions and that is what -"}], "speaker": "ALLRED", "secId": 64}, {"sentences": [{"sentId": 168, "text": "-- that helps him."}], "speaker": "HOOVER", "secId": 65}, {"sentences": [{"sentId": 169, "text": "-- we have to judge Donald Trump on, not double talk on abortion."}], "speaker": "ALLRED", "secId": 66}, {"sentences": [{"sentId": 170, "text": "But those talks is why it helping him with married women and why his numbers are so much higher than necessarily Hillary Clinton's."}, {"sentId": 171, "text": "Like I said, Hillary Clinton, right now, is trending 2-percent less than Barack Obama did in 2012."}, {"sentId": 172, "text": "So she has a real problem with the women vote as well."}], "speaker": "HUGHES", "secId": 67}, {"sentences": [{"sentId": 173, "text": "Okay; thank you all."}, {"sentId": 174, "text": "I wanted you guys to come back but they said no."}], "speaker": "LEMON", "secId": 68}, {"sentences": [{"sentId": 175, "text": "I enjoyed talking to you."}, {"sentId": 176, "text": "Thank you Margaret."}, {"sentId": 177, "text": "Thank you, Gloria."}, {"sentId": 178, "text": "Thank you, Scottie."}, {"sentId": 179, "text": "I appreciate it."}], "speaker": "LEMON", "secId": 69}, {"sentences": [{"sentId": 180, "text": "When we come right back: non-white voters favor Hillary Clinton nearly 4-1."}, {"sentId": 181, "text": "Can Donald Trump beat those odds?"}, {"sentId": 182, "text": "I'm going to ask the bishop who welcomed Donald Trump to his Black church in Detroit over the weekend."}, {"sentId": 183, "text": "We'll be right back."}], "speaker": "LEMON", "secId": 70}, {"sentences": [{"sentId": 184, "text": "Donald Trump spoke to a mostly African-American audience for the first time in his campaign this weekend."}, {"sentId": 185, "text": "Trump addressed members of Great Faith Ministries, a Non-Denominational Church in Detroit."}, {"sentId": 186, "text": "Bishop Wayne Jackson invited Trump to speak."}, {"sentId": 187, "text": "He is the Founder and President of the Impact Network; and Bishop Jackson joins me now."}, {"sentId": 188, "text": "He's back again."}, {"sentId": 189, "text": "Hi, Bishop."}, {"sentId": 190, "text": "Thank you for coming on."}], "speaker": "LEMON", "secId": 71}, {"sentences": [{"sentId": 191, "text": "Hey, Don, I'm here."}], "speaker": "JACKSON", "secId": 72}, {"sentences": [{"sentId": 192, "text": "Yes."}], "speaker": "LEMON", "secId": 73}, {"sentences": [{"sentId": 193, "text": "I told you that you and President Obama, besides myself, are my wife's favorite men."}], "speaker": "JACKSON", "secId": 74}, {"sentences": [{"sentId": 194, "text": "Why thank you very much."}, {"sentId": 195, "text": "I appreciate - and I am honored to be on that level with the President."}, {"sentId": 196, "text": "Last week you told me you want to hear real answers from Donald Trump, not just what the hell do you have to lose."}, {"sentId": 197, "text": "What did he say in Detroit?"}], "speaker": "LEMON", "secId": 75}, {"sentences": [{"sentId": 198, "text": "Well, Donald Trump was -- I mean, he gave a powerful -- he left a powerful impression on the people that were there and he's totally different in person than he is in -- on what people say on TV."}], "speaker": "JACKSON", "secId": 76}, {"sentences": [{"sentId": 199, "text": "Let's listen to part of his speech at the church."}], "speaker": "LEMON", "secId": 77}, {"sentences": [{"sentId": 200, "text": "I believe we need a civil rights agenda for our time, one that ensures the rights to a great education, so important, and the right to live in safety and in peace, and to have a really, really great job, a good paying job and one that you love to go to every morning."}], "speaker": "TRUMP", "secId": 78}, {"sentences": [{"sentId": 201, "text": "That sounds like solutions, great solutions, that many would want to hear but what about specific policies?"}, {"sentId": 202, "text": "Did he offer to address these  policies, offer to address these issues?"}], "speaker": "LEMON", "secId": 79}, {"sentences": [{"sentId": 203, "text": "Like I said, the interview I felt went real well."}, {"sentId": 204, "text": "Right now my son, who is heading the edit of the interview, they're telling me that it's real nice."}, {"sentId": 205, "text": "I haven't seen it yet but, you know, again, you know, I am not a journalist."}, {"sentId": 206, "text": "Policies, I ask him would he sit with a person, you know, like the NAACP, like Mark Moriel, you know, someone like Al Sharpton, and he said he would."}], "speaker": "JACKSON", "secId": 80}, {"sentences": [{"sentId": 207, "text": "I really believe that when you see the interview, you're going to see Donald Trump's heart."}, {"sentId": 208, "text": "I'm waiting, anticipating to see the final edit of this interview."}], "speaker": "JACKSON", "secId": 81}, {"sentences": [{"sentId": 209, "text": "So, Bishop, you didn't push him on any specifics on policies, right?"}, {"sentId": 210, "text": "He didn't name - did he name, did he mention some of the policies?"}], "speaker": "LEMON", "secId": 82}, {"sentences": [{"sentId": 211, "text": "I only had three minutes out of 30 minutes and in that interview he answered the questions as I --"}], "speaker": "JACKSON", "secId": 83}, {"sentences": [{"sentId": 212, "text": "That's a long time, Bishop."}, {"sentId": 213, "text": "I do have to tell you a lot of people would love a 30-minute interview with any of the candidates, or with anyone."}, {"sentId": 214, "text": "Go on."}], "speaker": "LEMON", "secId": 84}, {"sentences": [{"sentId": 215, "text": "He sat down 30 minutes, and he was very - first of all, let me kind of tell you what went on."}], "speaker": "JACKSON", "secId": 85}, {"sentences": [{"sentId": 216, "text": "I never met Mr. Trump before the first time seeing him."}, {"sentId": 217, "text": "When he came into the church, he didn't know anything about me."}, {"sentId": 218, "text": "We set down in my office and went over the interview."}, {"sentId": 219, "text": "We set down and he was very open to me and answered the questions and the people who were watching it felt that it was, you know, a good interview."}], "speaker": "JACKSON", "secId": 86}, {"sentences": [{"sentId": 220, "text": "But let me just kind of tell you something that happened in this interview where that speech that had taken place in the church, it wasn't supposed to happen."}, {"sentId": 221, "text": "Let me kind of give you some background on it."}], "speaker": "JACKSON", "secId": 87}, {"sentences": [{"sentId": 222, "text": "Now, Mr. Trump's camp had told me that there would be no speech; after we got finished with the interview, that he would take and go into the service and after that we would, you know -- he would greet the congregation and"}], "speaker": "JACKSON", "secId": 88}, {"sentences": [{"sentId": 223, "text": "he would sit down and enjoy the service because this was his first time --"}], "speaker": "JACKSON", "secId": 89}, {"sentences": [{"sentId": 224, "text": "So he wasn't going to speak, he was just going to greet the congregation and then enjoy the service -"}], "speaker": "LEMON", "secId": 90}, {"sentences": [{"sentId": 225, "text": "Sit down."}, {"sentId": 226, "text": "LEMON:  -- and do the interview?"}], "speaker": "JACKSON", "secId": 91}, {"sentences": [{"sentId": 227, "text": "No, he did the interview first."}], "speaker": "JACKSON", "secId": 92}, {"sentences": [{"sentId": 228, "text": "Did the interview first; okay."}], "speaker": "LEMON", "secId": 93}, {"sentences": [{"sentId": 229, "text": "Yes, and then we were going to go into the -"}], "speaker": "JACKSON", "secId": 94}, {"sentences": [{"sentId": 230, "text": "And that changed?"}, {"sentId": 231, "text": "He wanted to speak to the crown; right?"}, {"sentId": 232, "text": "Did you convince him or did he want to speak?"}], "speaker": "LEMON", "secId": 95}, {"sentences": [{"sentId": 233, "text": "Well what happened was after we got through with the interview, -"}], "speaker": "JACKSON", "secId": 96}, {"sentences": [{"sentId": 234, "text": "Got to go fast, we don't have 30 minutes."}], "speaker": "LEMON", "secId": 97}, {"sentences": [{"sentId": 235, "text": "Okay."}, {"sentId": 236, "text": "Okay."}, {"sentId": 237, "text": "After he got the interview, what happened was, they said that Mr. Trump said, I got something I want to speak to the congregation."}, {"sentId": 238, "text": "I said, well, that was not the schedule."}, {"sentId": 239, "text": "we didn't schedule that and then one of his aides said Mr. Trump needs to speak."}, {"sentId": 240, "text": "Mr. Trump needs to speak, and that aide was pushing me towards he needs to speak."}, {"sentId": 241, "text": "Now Mr. Trump is standing there between both of us and I'm getting a little, you know, irritated by this because I told the \"New York Times\" and everybody else that Mr. Trump was going to do nothing but he was just going to address the congregation."}], "speaker": "JACKSON", "secId": 98}, {"sentences": [{"sentId": 242, "text": "So why did you decide to let him speak?"}], "speaker": "LEMON", "secId": 99}, {"sentences": [{"sentId": 243, "text": "I decided because I pushed back on that aide and Mr. Trump took his speech and, you know what he said?"}, {"sentId": 244, "text": "He said whatever the Bishop says."}, {"sentId": 245, "text": "He put the speech back in his pocket, didn't have an attitude or anything."}], "speaker": "JACKSON", "secId": 100}, {"sentences": [{"sentId": 246, "text": "Okay."}], "speaker": "LEMON", "secId": 101}, {"sentences": [{"sentId": 247, "text": "He really was the mediator between us two."}], "speaker": "JACKSON", "secId": 102}, {"sentences": [{"sentId": 248, "text": "Let me read -- I want to read this."}, {"sentId": 249, "text": "This is ahead of the visit."}, {"sentId": 250, "text": "The \"Detroit Free Press\" said this: \"Trump is aiming to use his appearance in a black city with black people to boost his stock among white, middle-class voters, a swelling number of whom also believe he's a racist and whose vote he is more likely to recapture with a softening of that image.\""}], "speaker": "LEMON", "secId": 103}, {"sentences": [{"sentId": 251, "text": "I'm going to ask you your rear action to that, but do you feel in any way that you are -- do you wonder in any way if you're being used by Donald Trump?"}], "speaker": "LEMON", "secId": 104}, {"sentences": [{"sentId": 252, "text": "No, I'm not be used."}, {"sentId": 253, "text": "Look, I'm my own man."}, {"sentId": 254, "text": "Even when I press -- when they were trying to press me, I said, listen; I'm the pastor here."}, {"sentId": 255, "text": "Mr. Trump, took his speech, put it in his pocket and the Lord told me to let him do it."}, {"sentId": 256, "text": "He was humble."}, {"sentId": 257, "text": "He wasn't irritated."}, {"sentId": 258, "text": "He really was the peacemaker in this whole conversation."}], "speaker": "JACKSON", "secId": 105}, {"sentences": [{"sentId": 259, "text": "So going back to your question, do I believe that he's being paraded in front of African-Americans, you know, to fool them?"}, {"sentId": 260, "text": "Again here we go again, African-Americans, going to fool them."}, {"sentId": 261, "text": "Politicians, Democrats and Republicans, they come to town to speak and he had not spoken to a black audience and he wanted to be in a place where he felt it was fair."}], "speaker": "JACKSON", "secId": 106}, {"sentences": [{"sentId": 262, "text": "Do you wonder about the timing of this, about why now instead of doing it -"}], "speaker": "LEMON", "secId": 107}, {"sentences": [{"sentId": 263, "text": "No, I don't wonder -"}], "speaker": "JACKSON", "secId": 108}, {"sentences": [{"sentId": 264, "text": "Let me get my question out, Bishop."}, {"sentId": 265, "text": "If he had such interest in the African-American community, why that hasn't happened over the last 50 years and instead of the last, you know, 50 or 60 or 70 days to the campaign until where he's possibly going to be president?"}], "speaker": "LEMON", "secId": 109}, {"sentences": [{"sentId": 266, "text": "Well, I can't answer that."}, {"sentId": 267, "text": "I can't answer --"}], "speaker": "JACKSON", "secId": 110}, {"sentences": [{"sentId": 268, "text": "That never crossed your mind, about why he didn't have an interest or  visit a black church or do anything like this until now?"}], "speaker": "LEMON", "secId": 111}, {"sentences": [{"sentId": 269, "text": "Well, politicians come to the black churches all the time because the black churches are a powerful institution."}, {"sentId": 270, "text": "You know, I know that when he came, he came sincere; and this didn't just happen."}], "speaker": "JACKSON", "secId": 112}, {"sentences": [{"sentId": 271, "text": "I'm not trying to defend one person to the other."}, {"sentId": 272, "text": "I keep saying that."}, {"sentId": 273, "text": "That's why I come in and just speak what is truth and that's it."}], "speaker": "JACKSON", "secId": 113}, {"sentences": [{"sentId": 274, "text": "Mr. Trump camp got in touch with the Impact Television Network, that's where it all started."}, {"sentId": 275, "text": "He wanted to communicate two months ago."}, {"sentId": 276, "text": "Their camp contacted me and said we want to speak to the African-American community on the Impact Television Network, which is 50 million viewers and I"}], "speaker": "JACKSON", "secId": 114}, {"sentences": [{"sentId": 277, "text": "said yes."}, {"sentId": 278, "text": "I prayed upon it and I said yes."}], "speaker": "JACKSON", "secId": 115}, {"sentences": [{"sentId": 279, "text": "Did you ask them why?"}], "speaker": "LEMON", "secId": 116}, {"sentences": [{"sentId": 280, "text": "Why?"}, {"sentId": 281, "text": "What do you mean why?"}, {"sentId": 282, "text": "I don't understand why."}, {"sentId": 283, "text": "Doesn't he have a right to speak like any other candidate?"}], "speaker": "JACKSON", "secId": 117}, {"sentences": [{"sentId": 284, "text": "Yes; I just wondered when you said why did they answer why he wanted to speak to -"}], "speaker": "LEMON", "secId": 118}, {"sentences": [{"sentId": 285, "text": "No, because I have an obligation -- I'm a broadcaster."}, {"sentId": 286, "text": "I have an obligation, like everyone else, to give my viewers a chance to see both sides, the Democratic side, Republican side."}], "speaker": "JACKSON", "secId": 119}, {"sentences": [{"sentId": 287, "text": "I want to ask you about didn't you guys give Donald Trump a prayer shawl?"}], "speaker": "LEMON", "secId": 120}, {"sentences": [{"sentId": 288, "text": "Yes."}], "speaker": "JACKSON", "secId": 121}, {"sentences": [{"sentId": 289, "text": "What's the story behind that?"}], "speaker": "LEMON", "secId": 122}, {"sentences": [{"sentId": 290, "text": "Well, the prayer shawl is, you know, if you know anything about my ministry, I have had many people who I prayed for."}, {"sentId": 291, "text": "I prayed for Theresa Heinz Kerry when she came to the church."}, {"sentId": 292, "text": "I prayed for Winnie Mandela."}, {"sentId": 293, "text": "I go on and on and on the people I prayed for."}, {"sentId": 294, "text": "So when Donald Trump came, he is a man who is running for the highest office of our nation, and it was a prayer shawl because everybody says he needs prayer."}, {"sentId": 295, "text": "So the prayer shawl symbolizes the power of prayer and also the tassel, the fringes that's on that prayer shawl, it represents the remembrance of God's Covenant."}, {"sentId": 296, "text": "So I prayed and fasted over that prayer shawl before I gave it to him, and I put it on him because this man is traveling to and fro, all over the country giving speeches and also he needs God's protection."}], "speaker": "JACKSON", "secId": 123}, {"sentences": [{"sentId": 297, "text": "Bishop, not to cut you off, but do you think he changed any minds?"}], "speaker": "LEMON", "secId": 124}, {"sentences": [{"sentId": 298, "text": "Yes, I do."}], "speaker": "JACKSON", "secId": 125}, {"sentences": [{"sentId": 299, "text": "Did he win any people over; did he win you over?"}], "speaker": "LEMON", "secId": 126}, {"sentences": [{"sentId": 300, "text": "Well, I'm not going to say that."}, {"sentId": 301, "text": "I tell you one thing, I saw another side of him."}, {"sentId": 302, "text": "What I saw in my office, when I saw how he mediated that tense moment and he didn't even get mad, he's the one who became the mediator between me and his staff."}], "speaker": "JACKSON", "secId": 127}, {"sentences": [{"sentId": 303, "text": "All right."}, {"sentId": 304, "text": "Bishop, thank you so much."}, {"sentId": 305, "text": "Bishop Wayne Jackson, I appreciate it."}, {"sentId": 306, "text": "Always a pleasure."}, {"sentId": 307, "text": "Tell your wife I said hello."}], "speaker": "LEMON", "secId": 128}, {"sentences": [{"sentId": 308, "text": "Okay."}], "speaker": "JACKSON", "secId": 129}, {"sentences": [{"sentId": 309, "text": "Thank you so much."}, {"sentId": 310, "text": "When we come back, two member of the clergy who were there in Detroit, we're going to talk to them."}], "speaker": "LEMON", "secId": 130}, {"sentences": [{"sentId": 311, "text": "Donald Trump is reaching out to black voters but so far, it may not be working."}, {"sentId": 312, "text": "Here to discuss that, Pastor James Davis of the New Spirit Revival Center."}, {"sentId": 313, "text": "He is a Trump supporter and also Bishop Corletta Vaughn, Pastor of Holy Ghost Cathedral."}, {"sentId": 314, "text": "She has endorsed Hillary Clinton, she also is the author of the book, it's called \"Teach Your Daughter to Fly.\""}, {"sentId": 315, "text": "Thank you guys for coming."}, {"sentId": 316, "text": "They were both, by the way, at Donald Trump's speech in Detroit."}, {"sentId": 317, "text": "Bishop, for you first, Bishop Vaughn, you say Trump's speech was better than you expected, so why didn't he change your mind?"}], "speaker": "LEMON", "secId": 131}, {"sentences": [{"sentId": 318, "text": "Well, his speech was better but he's still the same Donald Trump."}, {"sentId": 319, "text": "I don't know if he's better but the speech was a great speech."}, {"sentId": 320, "text": "Listen, we are less than two months to the actual election, and I've already decided, you know, who I was going to vote for."}, {"sentId": 321, "text": "You remember that I was invited back in the beginning of the year to meet with Mr. Trump."}, {"sentId": 322, "text": "And at that time, I had already, kind of, decided not to go and be a part of that meeting."}, {"sentId": 323, "text": "And then right after that, I was invited to a similar meeting by Mrs. Clinton in Philadelphia and it was there that I really made my final decision that she was going to be my candidate."}, {"sentId": 324, "text": "Since that time, she's been in my church, she's been in my community and I'm 100% behind her."}, {"sentId": 325, "text": "So nothing that Mr. Trump can say at this point can push me any closer to Hillary Clinton."}, {"sentId": 326, "text": "However, I certainly am farther away from Donald Trump, even after Sunday."}, {"sentId": 327, "text": "LEMON:  OK."}, {"sentId": 328, "text": "So, since she said that, Pastor Davis, I have to ask you,"}], "speaker": "VAUGHN", "secId": 132}, {"sentences": [{"sentId": 329, "text": "there are - and I shouldn't say some, you know - at Trump's outreach, some say that some of Trump's outreach, I should say most of African- Americans because, you know, 97 percent of African-Americans are going to support Hillary Clinton."}, {"sentId": 330, "text": "Some say that Trump's outreach to the black community is too little too late that one weekend won't erase month's of employment  or years of what they see as discrimination against African-Americans."}, {"sentId": 331, "text": "What's your response to that?"}], "speaker": "VAUGHN", "secId": 133}, {"sentences": [{"sentId": 332, "text": "Well, I think part of it is this whole narrative that's been painted with extra."}, {"sentId": 333, "text": "I can't even find a better adjective than what it really is."}, {"sentId": 334, "text": "You know, for -- start off, you know, all the conversation has been about this whole birther thing, which, you know, once again for the thousandth time, with regard to this birth certificate."}, {"sentId": 335, "text": "That narrative started in 2008, not 2011, from Hillary supporters."}, {"sentId": 336, "text": "But she gets a pass, and so he picked it up and brought it into the discourse."}, {"sentId": 337, "text": "And so black people"}], "speaker": "DAVIS", "secId": 134}, {"sentences": [{"sentId": 338, "text": "Hang on - let me stop you."}, {"sentId": 339, "text": "Let's stop --- I'm going to stop you point to point here."}, {"sentId": 340, "text": "Why would she get a pass in something that she never encouraged and said?"}, {"sentId": 341, "text": "Some of her supporters - Donald Trump's supporters say a lot of things that he can't take responsibility for."}], "speaker": "LEMON", "secId": 135}, {"sentences": [{"sentId": 342, "text": "She never -"}], "speaker": "DAVIS", "secId": 136}, {"sentences": [{"sentId": 343, "text": "-- distanced herself."}, {"sentId": 344, "text": "She let it - she let it fly."}], "speaker": "DAVIS", "secId": 137}, {"sentences": [{"sentId": 345, "text": "She has - no, she hasn't."}, {"sentId": 346, "text": "She said that Donald Trump was born in this country, says she didn't have anything to do with - I'm sorry."}, {"sentId": 347, "text": "She said that Obama was born in this country."}, {"sentId": 348, "text": "I guess she said Donald Trump was born in he country as well."}, {"sentId": 349, "text": "Well, she said Obama was born in the country and she said she has nothing to do with it, and she has no issue with where Donald Trump was born."}, {"sentId": 350, "text": "But Donald Trump sent people over to Africa to -"}], "speaker": "LEMON", "secId": 138}, {"sentences": [{"sentId": 351, "text": "So, let's take a step forward."}, {"sentId": 352, "text": "Yes."}], "speaker": "DAVIS", "secId": 139}, {"sentences": [{"sentId": 353, "text": "Let's start taking a step forward."}], "speaker": "DAVIS", "secId": 140}, {"sentences": [{"sentId": 354, "text": "-- birth certificate."}, {"sentId": 355, "text": "He also has never apologized for it."}, {"sentId": 356, "text": "He just said \"I don't want to talk about it, let's move on.\""}, {"sentId": 357, "text": "Go ahead."}], "speaker": "LEMON", "secId": 141}, {"sentences": [{"sentId": 358, "text": "OK.  Why should - again, why should he apologize?"}, {"sentId": 359, "text": "Because this is where black people are right now."}, {"sentId": 360, "text": "They are offended at the birther piece."}, {"sentId": 361, "text": "And if he has -- an American citizen person citizens had a question about the vetting of the current president, I don't understand how that's racial versus it being something that he, the president needed to do --"}], "speaker": "DAVIS", "secId": 142}, {"sentences": [{"sentId": 362, "text": "But even after President produces birth certificate, he has still said that he doesn't believe that it is accurate or maybe, possibly"}], "speaker": "LEMON", "secId": 143}, {"sentences": [{"sentId": 363, "text": "But how was that - how was that racist?"}], "speaker": "DAVIS", "secId": 144}, {"sentences": [{"sentId": 364, "text": "LEMON  not apologize for something that was actually wrong."}, {"sentId": 365, "text": "I'm not saying"}], "speaker": "DAVIS", "secId": 145}, {"sentences": [{"sentId": 366, "text": "Let's say it was wrong -"}], "speaker": "DAVIS", "secId": 146}, {"sentences": [{"sentId": 367, "text": "I'm just asking you the question."}], "speaker": "LEMON", "secId": 147}, {"sentences": [{"sentId": 368, "text": "OK."}, {"sentId": 369, "text": "But no."}, {"sentId": 370, "text": "I'm just - what I'm saying is that, what black people ticket, you know, of course, black time, but at the end of the day, what the majority of us or the majority of folks in our community, they are holding this offense, and they're saying \"Our mind is made up."}, {"sentId": 371, "text": "We don't even want to hear him.\""}, {"sentId": 372, "text": "Bishop Vaughn didn't want to hear him in person."}, {"sentId": 373, "text": "She was invited, she reneged on the invitation and didn't go."}, {"sentId": 374, "text": "And so she didn't get the impression that Bishop Jackson --"}], "speaker": "DAVIS", "secId": 148}, {"sentences": [{"sentId": 375, "text": "I did not renege, sir."}], "speaker": "VAUGHN", "secId": 149}, {"sentences": [{"sentId": 376, "text": "Bishop"}], "speaker": "DAVIS", "secId": 150}, {"sentences": [{"sentId": 377, "text": "I declined."}], "speaker": "VAUGHN", "secId": 151}, {"sentences": [{"sentId": 378, "text": "Bishop, you --"}], "speaker": "DAVID", "secId": 152}, {"sentences": [{"sentId": 379, "text": "I declined."}], "speaker": "VAUGHN", "secId": 153}, {"sentences": [{"sentId": 380, "text": "OK."}, {"sentId": 381, "text": "So, either way she wasn't there and I would say that eyewitness is always better than secondhand information."}, {"sentId": 382, "text": "She went to go see Hillary but she didn't go see him."}, {"sentId": 383, "text": "And so the same impression that Bishop Jackson got in person that he's different than the media paints him, she could have gotten that same impression."}, {"sentId": 384, "text": "Go to the - go to our constituency, go to black event, in general."}], "speaker": "DAVIS", "secId": 154}, {"sentences": [{"sentId": 385, "text": "Pastor Davis?"}, {"sentId": 386, "text": "The birther thing didn't bother you at all."}], "speaker": "LEMON", "secId": 155}, {"sentences": [{"sentId": 387, "text": "Didn't bother me one iota."}, {"sentId": 388, "text": "One iota"}], "speaker": "DAVIS", "secId": 156}, {"sentences": [{"sentId": 389, "text": "Bishop, do the birther thing bother you?"}], "speaker": "LEMON", "secId": 157}, {"sentences": [{"sentId": 390, "text": "Absolutely."}, {"sentId": 391, "text": "And it still bothers our community."}, {"sentId": 392, "text": "But -"}], "speaker": "VAUGHN", "secId": 158}, {"sentences": [{"sentId": 393, "text": "Explain to us."}, {"sentId": 394, "text": "Explain to us why."}], "speaker": "LEMON", "secId": 159}, {"sentences": [{"sentId": 395, "text": "But that's not the only thing that bother us in terms of African-American community."}, {"sentId": 396, "text": "I'm out, you know, and about."}, {"sentId": 397, "text": "And I do wanted to say, I declined an invitation, I did not - we need - I never committed to it."}, {"sentId": 398, "text": "And I never and I think that's a choice that we have, you know, in America to choose where we want to go."}, {"sentId": 399, "text": "I chose to go this past Saturday because Bishop Wayne Jackson personally invited me to the service and -"}], "speaker": "VAUGHN", "secId": 160}, {"sentences": [{"sentId": 400, "text": "In the emphasis of time, can you just get - make your other point because -- I'm sorry."}, {"sentId": 401, "text": "Go ahead."}], "speaker": "LEMON", "secId": 161}, {"sentences": [{"sentId": 402, "text": "Sure."}, {"sentId": 403, "text": "So, birth move, in talking to the people around me and in the congregation, we kind of wanted Mr. Trump to at least acknowledge that he had been responsible for the things that he had said about our current president."}, {"sentId": 404, "text": "And until he does that, whether it's racist or not, it's offensive."}, {"sentId": 405, "text": "And when you've offended someone or when you perceive that a community is offended, and it shows in the polls, he only has 2 percent of African-Americans voting for him."}], "speaker": "VAUGHN", "secId": 162}, {"sentences": [{"sentId": 406, "text": "Yes, thank you once again."}, {"sentId": 407, "text": "Thank you."}, {"sentId": 408, "text": "Sorry."}, {"sentId": 409, "text": "That's  but i appreciate both of you coming out here."}, {"sentId": 410, "text": "We're coming back."}, {"sentId": 411, "text": "Independent voters could be the key to the campaign."}, {"sentId": 412, "text": "Who's got the edge with them?"}], "speaker": "LEMON", "secId": 163}, {"sentences": [{"sentId": 413, "text": "Donald Trump is catching up to Hillary Clinton in our new poll."}, {"sentId": 414, "text": "Here to discuss, Corey Lewandowski, the former campaign manager for Donald Trump CNN Political Commentator."}, {"sentId": 415, "text": "Also democratic strategist Maria Cardona, a Clinton supporter."}, {"sentId": 416, "text": "Paris Dennard, former White House Director of Black Outreach, and a Trump supporter and CNN Political Contributor, Van Jones."}, {"sentId": 417, "text": "OK."}, {"sentId": 418, "text": "So, Corey, so just a month ago, CNN poll of polls said that Donald Trump was behind by 10 points."}, {"sentId": 419, "text": "Tonight a national CNN/ORC poll among registered voters, it showed that gap down between two candidates only down to three now, what changed?"}], "speaker": "LEMON", "secId": 164}, {"sentences": [{"sentId": 420, "text": "Well, I think happened is obviously, with Labor Day, you know, people are  to focus more about the presidential election."}, {"sentId": 421, "text": "And what you've seen in the last 30 days is Donald Trump out very actively campaigning, you've seen Hillary Clinton behind the scenes raising money not forward facing."}, {"sentId": 422, "text": "You've also drip, drip, drip of the e-mail controversy that the FBI is continuing to talk about, which has given her numbers down."}, {"sentId": 423, "text": "Look, a national poll is one thing."}, {"sentId": 424, "text": "The real thing that's going to make a difference to the state-based polls, those polls in Florida, in Ohio, in Michigan, in Pennsylvania, in the battleground states of Virginia, North Carolina, that's really what 's going to be the difference."}, {"sentId": 425, "text": "But I think, if you're the Trump campaign today, you're very happy."}, {"sentId": 426, "text": "And if you're the Clinton campaign, you're very worried that you're losing independents by 20 points."}], "speaker": "LEWANDOWSKI", "secId": 165}, {"sentences": [{"sentId": 427, "text": "Yes."}, {"sentId": 428, "text": "And of course, as you said, the battleground states, that's really where the rubber meets the road, as I said to John King in earlier broadcast."}, {"sentId": 429, "text": "And that's where - and even, you know, Donald Trump is closing the gap there, at least coming close to it."}, {"sentId": 430, "text": "Van Jones you just put up these numbers, so I'm going to ask why do you think he has been able to close his gap?"}, {"sentId": 431, "text": "Because among likely voters, not registered voters, in a four-way race, Donald Trump is leading 45-43, Gary Johnson has 7 percent and 2 percent for Jill Stein."}, {"sentId": 432, "text": "Why do you think he's ever closed the gap?"}], "speaker": "LEWANDOWSKI", "secId": 166}, {"sentences": [{"sentId": 433, "text": "Well, first of all, with likely voters, you know, that usually  a little bit more Republican."}, {"sentId": 434, "text": "But Hillary Clinton took a chance."}, {"sentId": 435, "text": "She took a risk this summer."}, {"sentId": 436, "text": "The risk was -- Donald Trump was doing so badly, he was slipping on every banana peel."}, {"sentId": 437, "text": "He was dropping marbles on the stairs trying to run up them, falling down, she -- I'm just going to let this guy continue to embarrass himself and I'm going to focus on raising money."}, {"sentId": 438, "text": "And the risk was that by being a little bit less visible, letting him do his own damage, focusing on the fund raising, she might sag a little."}], "speaker": "VAN JONES", "secId": 167}, {"sentences": [{"sentId": 439, "text": "She did not sag as much as she might have, and he's not been doing so badly."}, {"sentId": 440, "text": "But she now has to"}], "speaker": "VAN JONES", "secId": 168}, {"sentences": [{"sentId": 441, "text": "turn."}, {"sentId": 442, "text": "And you see her doing it now."}, {"sentId": 443, "text": "So, you see her on the plane, she's talking to reporters and she's got a big bag of money to go forward."}, {"sentId": 444, "text": "But for a while it was actually smart politics to just let this guy humiliate himself"}], "speaker": "VAN JONES", "secId": 169}, {"sentences": [{"sentId": 445, "text": "Would you have advised her then, to do that?"}, {"sentId": 446, "text": "To  raising money?"}], "speaker": "LEMON", "secId": 170}, {"sentences": [{"sentId": 447, "text": "I think she did the right thing."}, {"sentId": 448, "text": "I think he was doing so badly, just let him embarrass himself, go raise money but she could - she has got to do a hard turn now."}], "speaker": "JONES", "secId": 171}, {"sentences": [{"sentId": 449, "text": "So, Paris, you said that Trump has proved that he is effective at staying on message."}, {"sentId": 450, "text": "One message he seems to be waffling on those immigration, what is his stand?"}], "speaker": "LEMON", "secId": 172}, {"sentences": [{"sentId": 451, "text": "Look, I think at the end of the day, you look at these current polls, he's leading amongst independence, he's leading on the issue of terror - on how to handle terrorism, he's leading on enthusiasm and he's up to 8 percent of African-Americans."}, {"sentId": 452, "text": "And with the issue of immigration, he has a ten-point plan which is crystal clear, there's no amnesty."}, {"sentId": 453, "text": "He went to Mexico, he looked presidential, he was courageous, and he showed great leadership."}, {"sentId": 454, "text": "And the polls and the people are responding in kind."}, {"sentId": 455, "text": "It's very simple."}, {"sentId": 456, "text": "10-point plan, go to the website, look it up, people will respond to it."}, {"sentId": 457, "text": "And I think that the media and the Hillary Clinton campaign are running -- are nervous about Mr. Trump and this poll is showing that he's connecting with the voters and he's speaking clearly and he's going to win this election because he's going to connect on all of these issues."}, {"sentId": 458, "text": "Especially the issue of illegal immigration, jobs and the economy."}], "speaker": "DENNARD", "secId": 173}, {"sentences": [{"sentId": 459, "text": "So, you think he's being clear but there are voters, many voters out there and not just Democratic voters, some Republican voters, who say he is vague on immigration."}, {"sentId": 460, "text": "Is that a good strategy you think remain -- to maintain -- or is that his strategy to maintain primary voters while not alienating potential new voters?"}], "speaker": "LEMON", "secId": 174}, {"sentences": [{"sentId": 461, "text": "No."}, {"sentId": 462, "text": "That I think when you put out a ten-point plan, it's crystal clear as what you got to solve this issue of illegal immigration."}, {"sentId": 463, "text": "I think you can't be more crystal clear."}, {"sentId": 464, "text": "I think when you have 88 retired army generals and admirals come out and support of you, it's very clear that people are responding to his message."}], "speaker": "DENNARD", "secId": 175}, {"sentences": [{"sentId": 465, "text": "Yes."}], "speaker": "LEMON", "secId": 176}, {"sentences": [{"sentId": 466, "text": "You know --"}], "speaker": "CARDONA", "secId": 177}, {"sentences": [{"sentId": 467, "text": "It's crystal clear."}, {"sentId": 468, "text": "So, you may not get it Maria."}, {"sentId": 469, "text": "Van, you may not want to get it, but the polls show -"}], "speaker": "DENNARD", "secId": 178}, {"sentences": [{"sentId": 470, "text": "Oh, no."}, {"sentId": 471, "text": "I get it."}], "speaker": "CARDONA", "secId": 179}, {"sentences": [{"sentId": 472, "text": "-- that he is going to win this election because he's doing very very well."}], "speaker": "DENNARD", "secId": 180}, {"sentences": [{"sentId": 473, "text": "I agree - I agree with you."}, {"sentId": 474, "text": "I agree with you, Paris."}], "speaker": "CARDONA", "secId": 181}, {"sentences": [{"sentId": 475, "text": "Go ahead - go ahead, Maria."}, {"sentId": 476, "text": "Let Maria get in Paris."}], "speaker": "LEMON", "secId": 182}, {"sentences": [{"sentId": 477, "text": "with the voters."}], "speaker": "DENNARD", "secId": 183}, {"sentences": [{"sentId": 478, "text": "I agree with you, Paris that it has been clear crystal clear from day one."}, {"sentId": 479, "text": "But I think what you should do is to show Donald Trump that ten-point plan because clearly, he doesn't know what it is, nor does he care to know what it is."}, {"sentId": 480, "text": "He doesn't understand immigration law, he doesn't get it, he doesn't care about it, which is the worst of all."}, {"sentId": 481, "text": "Look, he can talk about immigration as much as he wants and he'll save one thing one day and he'll say another another day, but the people who actually care about immigration, which is frankly, the majority of Americans, most Latinos, Hispanics, a lot of minorities, the immigrant voters in this country, they know where he's coming from."}, {"sentId": 482, "text": "They know that it is a draconian plan to deport the 11 million undocumented immigrants plus the 4 million children that have been to those undocumented immigrants, Donald Trump wants them out."}, {"sentId": 483, "text": "And what's worse is, there's a huge hypocrisy here, Don."}, {"sentId": 484, "text": "The\"Washington Post\" had an editorial today, scathing editorial about he, h is campaign, and he has not even come clean on what his wife Melania Trump's immigration stance is."}, {"sentId": 485, "text": "And there has been a story on -"}], "speaker": "CARDONA", "secId": 184}, {"sentences": [{"sentId": 486, "text": "Oh, my God."}, {"sentId": 487, "text": "Here we go."}, {"sentId": 488, "text": "Come on."}], "speaker": "LEWANDOWSKI", "secId": 185}, {"sentences": [{"sentId": 489, "text": "She's not running for president."}], "speaker": "DENNARD", "secId": 186}, {"sentences": [{"sentId": 490, "text": "Listen."}, {"sentId": 491, "text": "Listen."}], "speaker": "CARDONA", "secId": 187}, {"sentences": [{"sentId": 492, "text": "Give me a break."}], "speaker": "LEWANDOWSKI", "secId": 188}, {"sentences": [{"sentId": 493, "text": "OK.  All right."}, {"sentId": 494, "text": "Stand by, everyone."}], "speaker": "LEMON", "secId": 189}, {"sentences": [{"sentId": 495, "text": "There is a story about Trump's company - there is a story about Trump's company, modelling agencies who have come over --"}], "speaker": "CARDONA", "secId": 190}, {"sentences": [{"sentId": 496, "text": "We'll pick this up right the break."}, {"sentId": 497, "text": "We'll be right back."}], "speaker": "LEMON", "secId": 191}, {"sentences": [{"sentId": 498, "text": "Back now with my panel."}, {"sentId": 499, "text": "I have no ideas - no idea what you were all talking over each other."}, {"sentId": 500, "text": "And the producers are talking to me at the same time."}, {"sentId": 501, "text": "Maria, I think you were trying to make a point and I was asking about immigration?"}], "speaker": "LEMON", "secId": 192}, {"sentences": [{"sentId": 502, "text": "Yes."}, {"sentId": 503, "text": "So, very quickly."}, {"sentId": 504, "text": "I was pointing out, other than the fact that Donald Trump doesn't care, doesn't know and is clueless about immigration law, there's a huge hypocrisy here."}, {"sentId": 505, "text": "There was an editorial board today by the Washington post that focuses on the discrepancies of Melania Trump's own legalization history, citizenship history, there is a lot of holes there that the Trump campaign has said they were going to come clean and explain to everybody what they were, they haven't done that."}, {"sentId": 506, "text": "There was a modelling agency, Trump models that was -- that just came out that says -- story that just came out that said they used models that came over here illegally for them to work for Trump's modelling agency."}, {"sentId": 507, "text": "He has used undocumented immigrant workers in a lot of his projects."}, {"sentId": 508, "text": "So, to underscore the hypocrisy in Donald Trump's immigration plan is something we need to continue to do because it underscores the lack of knowledge -"}], "speaker": "CARDONA", "secId": 193}, {"sentences": [{"sentId": 509, "text": "Let Corey get in."}], "speaker": "LEMON", "secId": 194}, {"sentences": [{"sentId": 510, "text": "Maria, Maria, you have absolutely no fact to back up that statement that used undocumented workers."}, {"sentId": 511, "text": "There's been no case of that."}, {"sentId": 512, "text": "And to even - and to even --"}], "speaker": "LEWANDOWSKI", "secId": 195}, {"sentences": [{"sentId": 513, "text": "There have been studies after studies, Corey."}], "speaker": "CARDONA", "secId": 196}, {"sentences": [{"sentId": 514, "text": "And to even raise Mrs. Trump in this is deplorable."}, {"sentId": 515, "text": "If you want to talk something, let's talk about Bill Clinton and his extracurricular activities in the White House."}], "speaker": "LEWANDOWSKI", "secId": 197}, {"sentences": [{"sentId": 516, "text": "Oh, give me a break."}, {"sentId": 517, "text": "She put herself out there."}, {"sentId": 518, "text": "She talked about her own citizenship story."}], "speaker": "CARDONA", "secId": 198}, {"sentences": [{"sentId": 519, "text": "Let's talk about Bill Clinton and his hypocrisy with women."}], "speaker": "LEWANDOWSKI", "secId": 199}, {"sentences": [{"sentId": 520, "text": "As a way"}], "speaker": "CARDONA", "secId": 200}, {"sentences": [{"sentId": 521, "text": "European spouse who has such an egregious record when it comes to women and the way he treats women in the multiple affairs that he's had on"}], "speaker": "LEWANDOWSKI", "secId": 201}, {"sentences": [{"sentId": 522, "text": "But Corey, let me ask you this."}, {"sentId": 523, "text": "Corey?"}, {"sentId": 524, "text": "Corey?"}, {"sentId": 525, "text": "Corey?"}], "speaker": "LEMON", "secId": 202}, {"sentences": [{"sentId": 526, "text": "Why don't you talk about that?"}, {"sentId": 527, "text": "Why are you bringing the"}], "speaker": "LEWANDOWSKI", "secId": 203}, {"sentences": [{"sentId": 528, "text": "Calm down."}, {"sentId": 529, "text": "Calm down."}, {"sentId": 530, "text": "If you're going to say it's deplorable for them to bring out the wife, do you think it's deplorable to bring up the husband"}], "speaker": "LEMON", "secId": 204}, {"sentences": [{"sentId": 531, "text": "Absolutely."}, {"sentId": 532, "text": "And look, the difference is, Melania Trump has never put herself out there other than making one speech at the convention, she's not  it."}, {"sentId": 533, "text": "She is not -"}], "speaker": "LEWANDOWSKI", "secId": 205}, {"sentences": [{"sentId": 534, "text": "No, no."}, {"sentId": 535, "text": "She has Corey."}], "speaker": "CARDONA", "secId": 206}, {"sentences": [{"sentId": 536, "text": "No, she has not."}], "speaker": "LEWANDOWSKI", "secId": 207}, {"sentences": [{"sentId": 537, "text": "Yes."}], "speaker": "CARDONA", "secId": 208}, {"sentences": [{"sentId": 538, "text": "She is a very private person."}], "speaker": "LEWANDOWSKI", "secId": 209}, {"sentences": [{"sentId": 539, "text": "She has done several interviews."}], "speaker": "LEMON", "secId": 210}, {"sentences": [{"sentId": 540, "text": "Very very limited interviews."}, {"sentId": 541, "text": "And she's done very"}], "speaker": "LEWANDOWSKI", "secId": 211}, {"sentences": [{"sentId": 542, "text": "There has been two interviews where she - but hang on."}, {"sentId": 543, "text": "She has talked specifically about her own legalization path, citizenship path to this country and has said, \"I followed the law, everyone out there should.\""}], "speaker": "CARDONA", "secId": 212}, {"sentences": [{"sentId": 544, "text": "OK.  All right."}, {"sentId": 545, "text": "Stand by."}, {"sentId": 546, "text": "Stand by."}, {"sentId": 547, "text": "Corey."}, {"sentId": 548, "text": "Corey."}, {"sentId": 549, "text": "Since we're talking about this immigration - this immigration thing, the campaign has said that they were going to address some questions about Melania Trump's immigration."}, {"sentId": 550, "text": "And they haven't done it but -"}], "speaker": "LEMON", "secId": 213}, {"sentences": [{"sentId": 551, "text": "Here's what we know about Melania Trump, right?"}, {"sentId": 552, "text": "The \"Daily Mail\" and other media outlets wrote an egregious story, you know, two weeks ago, that was completely unfounded."}, {"sentId": 553, "text": "She filed the lawsuit, you know, we saw that they recanted and retracted the story."}, {"sentId": 554, "text": "So, you wouldn't believe this,  Maria, I know this is hard to believe."}, {"sentId": 555, "text": "The media gets it wrong sometimes."}], "speaker": "LEWANDOWSKI", "secId": 214}, {"sentences": [{"sentId": 556, "text": "Before Maria"}], "speaker": "LEMON", "secId": 215}, {"sentences": [{"sentId": 557, "text": "They're not the only ones, Corey."}], "speaker": "CARDONA", "secId": 216}, {"sentences": [{"sentId": 558, "text": "Maria, standby."}], "speaker": "LEMON", "secId": 217}, {"sentences": [{"sentId": 559, "text": "OK."}], "speaker": "CARDONA", "secId": 218}, {"sentences": [{"sentId": 560, "text": "Are they going to address it at all?"}], "speaker": "LEMON", "secId": 219}, {"sentences": [{"sentId": 561, "text": "Look, there is no question about Melania Trump's immigration status."}, {"sentId": 562, "text": "She came"}], "speaker": "LEWANDOWSKI", "secId": 220}, {"sentences": [{"sentId": 563, "text": "But are they going to address it?"}], "speaker": "LEMON", "secId": 221}, {"sentences": [{"sentId": 564, "text": "There are questions."}], "speaker": "CARDONA", "secId": 222}, {"sentences": [{"sentId": 565, "text": "There's no question to address."}], "speaker": "LEMON", "secId": 223}, {"sentences": [{"sentId": 566, "text": "OK."}], "speaker": "LEMON", "secId": 224}, {"sentences": [{"sentId": 567, "text": "Yes, there are questions."}], "speaker": "CARDONA", "secId": 225}, {"sentences": [{"sentId": 568, "text": "Is there any question about  status?"}], "speaker": "LEWANDOWSKI", "secId": 226}, {"sentences": [{"sentId": 569, "text": "In her own statements, there are questions."}], "speaker": "CARDONA", "secId": 227}, {"sentences": [{"sentId": 570, "text": "Let's move on."}, {"sentId": 571, "text": "Let's move on."}, {"sentId": 572, "text": "Van Jones, I know you wanted to -"}], "speaker": "LEMON", "secId": 228}, {"sentences": [{"sentId": 573, "text": "If you knew immigration law, you would know there are questions."}], "speaker": "CARDONA", "secId": 229}, {"sentences": [{"sentId": 574, "text": "There are no questions."}], "speaker": "LEWANDOWSKI", "secId": 230}, {"sentences": [{"sentId": 575, "text": "Van Jones?"}], "speaker": "LEMON", "secId": 231}, {"sentences": [{"sentId": 576, "text": "Huge questions."}], "speaker": "CARDONA", "secId": 232}, {"sentences": [{"sentId": 577, "text": "None."}], "speaker": "LEWANDOWSKI", "secId": 233}, {"sentences": [{"sentId": 578, "text": "Van Jones, you were trying to get in here."}, {"sentId": 579, "text": "Go ahead."}], "speaker": "LEMON", "secId": 234}, {"sentences": [{"sentId": 580, "text": "I think that for most people, when Republicans were attacking our now First Lady Michelle Obama, I think people really thought that was bad."}, {"sentId": 581, "text": "Now, they attacked her going toward Melania."}, {"sentId": 582, "text": "I understand all of this."}, {"sentId": 583, "text": "I just think that most people at home are probably hoping that at some point, we do start back where Maria usually goes, to those issues."}, {"sentId": 584, "text": "It is horrible to me - no, hold on a second."}, {"sentId": 585, "text": "It is horrible to me that you have people right now who are watching who's, you know, mothers or fathers may not have papers, who may not be documented."}, {"sentId": 586, "text": "Who are working hard every day."}, {"sentId": 587, "text": "Who are making our economy work."}, {"sentId": 588, "text": "Who the food you ate today was probably touched by the hands of an undocumented person but those people don't have rights and respect."}, {"sentId": 589, "text": "And they deserve it."}], "speaker": "JONES", "secId": 235}, {"sentences": [{"sentId": 590, "text": "And so, when these things become this political footballs as Maria usually points out, there's human beings involved here."}, {"sentId": 591, "text": "And I want to make sure that at some point, the Republican Party understands you are putting in jeopardy lives of people and children and parents and I don't see the heart for the issue."}, {"sentId": 592, "text": "I see the political football and it is wrong."}], "speaker": "JONES", "secId": 236}, {"sentences": [{"sentId": 593, "text": "I got 15 seconds, Paris."}], "speaker": "LEMON", "secId": 237}, {"sentences": [{"sentId": 594, "text": "Well said."}, {"sentId": 595, "text": "And I hope that democrats get back to the issues and focus on the matters at hand."}, {"sentId": 596, "text": "There are Americans who are"}], "speaker": "JONES", "secId": 238}, {"sentences": [{"sentId": 597, "text": "right now suffering because of the lack of jobs and wage stagnation are sitting around the table wondering how their children will get through school and pay for it and have a good -- the American dream."}, {"sentId": 598, "text": "These are issues that Mr. Trump is addressing."}, {"sentId": 599, "text": "Not the side shows."}, {"sentId": 600, "text": "He does well and democrats like Maria bring up the side show, deal about the issues."}, {"sentId": 601, "text": "And that's what matters at the end of the day."}], "speaker": "JONES", "secId": 239}, {"sentences": [{"sentId": 602, "text": "When he talks about Hillary's appearance, that is not talking about an issue."}], "speaker": "CARDONA", "secId": 240}, {"sentences": [{"sentId": 603, "text": "Well, he was talking about being presidential, really."}, {"sentId": 604, "text": "And that's what he's been doing."}], "speaker": "DENNARD", "secId": 241}, {"sentences": [{"sentId": 605, "text": "I'm sorry."}, {"sentId": 606, "text": "Sorry, Paris."}], "speaker": "CARDONA", "secId": 242}, {"sentences": [{"sentId": 607, "text": "They're still arguing in the break."}, {"sentId": 608, "text": "Somewhere they're out there."}, {"sentId": 609, "text": "That's it for us tonight."}, {"sentId": 610, "text": "Thank you so much for watching."}, {"sentId": 611, "text": "I'll see you right back here tomorrow night at 10 PM Eastern."}, {"sentId": 612, "text": "Don't miss it."}, {"sentId": 613, "text": "Till then, have a good night."}], "speaker": "LEMON", "secId": 243}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1609.06.cnnt.02.html.json", "time": "Aired September 6, 2016 - 23:00   ET"}