{"sectionCount": 302, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["COOPER", "LEMON", "BROWN", "SERFATY", "POWERS", "FLEISCHER", "BRINKLEY", "UNIDENTIFIED MALE", "PETRAEUS", "CONWAY", "ZAKARIA", "DENNARD", "DENARD", "KRISTOL", "MCENANY", "NAVARRO", "UNIDENTIFIED FEMALE"], "subTitle": "Donald Trump With Some New Cabinet Picks; Two Veterans On the Short List for the White House; Terrorism Attack at OSU; Trump Goes After CNN's Correspondent; Top Aide Blasted Mitt Romney; Donald Trump's Latest Twitter Tirade; Trump Supporter Banned From Flying. Aired 10-11p ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1611/28/cnnt.01.html", "sentenceCount": 634, "sections": [{"sentences": [{"sentId": 0, "text": "That's it for us, thanks for watching."}, {"sentId": 1, "text": "CNN TONIGHT with Don Lemon starts now."}], "speaker": "COOPER", "secId": 0}, {"sentences": [{"sentId": 2, "text": "Breaking news."}, {"sentId": 3, "text": "You're looking live now at Trump Tower, Vice President-elect Mike Pence says big announcements are coming tomorrow as the Trump team's infighting spills out into the open."}], "speaker": "LEMON", "secId": 1}, {"sentences": [{"sentId": 4, "text": "This is CNN TONIGHT."}, {"sentId": 5, "text": "I'm Don Lemon."}], "speaker": "LEMON", "secId": 2}, {"sentences": [{"sentId": 6, "text": "A very undiplomatic battle breaking out over who will be America's next top diplomat."}, {"sentId": 7, "text": "Former General David Petraeus and Senator Bob Corker on the short list."}, {"sentId": 8, "text": "But a source says Mitt Romney will have dinner with President-elect tomorrow night."}], "speaker": "LEMON", "secId": 3}, {"sentences": [{"sentId": 9, "text": "Is a job offer on the menu?"}, {"sentId": 10, "text": "And why did top aide Kellyanne Conway go public with her campaign against Mitt Romney?"}], "speaker": "LEMON", "secId": 4}, {"sentences": [{"sentId": 11, "text": "Meanwhile, Donald Trump has a new Twitter tension blasting recounts in several states and insisting with absolutely no evidence to support his claim that millions of people voted illegally."}], "speaker": "LEMON", "secId": 5}, {"sentences": [{"sentId": 12, "text": "All of that to cover tonight."}, {"sentId": 13, "text": "But first I want to get to our breaking news on that attack at Ohio State University today."}, {"sentId": 14, "text": "CNN's Pamela Brown is in Ohio with the very latest for us."}, {"sentId": 15, "text": "Pamela, there is late breaking news on the terrifying attack at Ohio State University, what can you tell us?"}], "speaker": "LEMON", "secId": 6}, {"sentences": [{"sentId": 16, "text": "That's right, investigators are learning more about the motivations of the suspect, 18-year-old Abdul Artan, we learned a student at the Ohio State University, he was born in Somalia and came to the United States in 2014."}], "speaker": "BROWN", "secId": 7}, {"sentences": [{"sentId": 17, "text": "And according to his social media posts, he went on an anti-American reign -- rant and aired grievances about attacks on Muslims."}, {"sentId": 18, "text": "He apparently posted this on his Facebook page just before he went on that rampage on campus this morning."}], "speaker": "BROWN", "secId": 8}, {"sentences": [{"sentId": 19, "text": "And in that post, he says, \"In the name of Allah, the most merciful and the most gracious, my brothers and sisters, I'm sick and tired of seeing my fellow Muslim brothers and sisters being killed and tortured everywhere, seeing my fellow Muslims being tortured, raped and killed in Burma led to a boiling point."}, {"sentId": 20, "text": "I can't take it anymore.\""}], "speaker": "BROWN", "secId": 9}, {"sentences": [{"sentId": 21, "text": "\"He goes on to say, \"America stop interfering with other countries, especially the Muslim Ummah."}, {"sentId": 22, "text": "We are not weak."}, {"sentId": 23, "text": "We are not weak, remember that.\""}, {"sentId": 24, "text": "He says in this long post, \"If you want us Muslims to stop carrying lone wolf attacks, then make peace with Dawla in al sham."}, {"sentId": 25, "text": "Make a pact or a treaty with them where you promised to leave them alone, you and your fellow apostate allies.\""}], "speaker": "BROWN", "secId": 10}, {"sentences": [{"sentId": 26, "text": "\"By Allah we will not let you sleep until you make peace to the Muslims."}, {"sentId": 27, "text": "You will not celebrate or enjoy any holiday."}, {"sentId": 28, "text": "Stop the killing of Muslims in Burma."}, {"sentId": 29, "text": "By the way, every single Muslim who disapproves of my actions is a sleeper cell, waiting for a signal."}, {"sentId": 30, "text": "I am warng you, oh, America.\""}], "speaker": "BROWN", "secId": 11}, {"sentences": [{"sentId": 31, "text": "So, clearly a deeply disturbed individual here, but investigators have been looking to piece together that motivation, we heard earlier today from officials here in Columbus, Ohio that they are looking at terrorism as a possibility."}, {"sentId": 32, "text": "And officials say they believe he acted alone."}], "speaker": "BROWN", "secId": 12}, {"sentences": [{"sentId": 33, "text": "They looked at cameras on campus, and found out that he was in his car alone."}, {"sentId": 34, "text": "The same car that he used to go into that crowd of people there on campus."}], "speaker": "BROWN", "secId": 13}, {"sentences": [{"sentId": 35, "text": "And interesting to note here, Don, he was not on law enforcement's radar, before this attack this morning, we have seen that trend elsewhere, as well."}, {"sentId": 36, "text": "So that is something that investigators are looking at tonight."}, {"sentId": 37, "text": "Don?"}], "speaker": "BROWN", "secId": 14}, {"sentences": [{"sentId": 38, "text": "Deeply disturbed is the correct way of putting it."}, {"sentId": 39, "text": "Thank you very much for that, Pamela Brown, I appreciate it."}, {"sentId": 40, "text": "We will have more on this story coming up on CNN, but right now, I want to go to CNN's Sunlen Serfaty, she is live outside of Trump Tower to get the very latest on the transition."}], "speaker": "LEMON", "secId": 15}, {"sentences": [{"sentId": 41, "text": "And also what Donald Trump is doing and saying this evening."}, {"sentId": 42, "text": "Donald is on a Twitter tear tonight re-tweeting attacks on CNN's Jeff Zeleny after Jeff debunked Trump's claim of voter fraud."}, {"sentId": 43, "text": "What can you tell about that, Sunlen?"}], "speaker": "LEMON", "secId": 16}, {"sentences": [{"sentId": 44, "text": "Yes, Don, it's very clear that Donald Trump is upset about it and really directing a lot of that fire at my colleague Jeff Zeleny in his great reporting about the Clinton -- the recount going on, and about the claims that Donald Trump, the baseless claims, I should add, that Donald Trump says that he was a victim of voter fraud."}], "speaker": "SERFATY", "secId": 17}, {"sentences": [{"sentId": 45, "text": "Of course, notable that this is an election that he did win."}, {"sentId": 46, "text": "In the last few minutes, Donald Trump re-tweeting a series of tweets from people online, all attacking Jeff Zeleny over this, including notably this first one that I want to show you at filibuster who, in their profile claims that he's a 16-year-old."}], "speaker": "SERFATY", "secId": 18}, {"sentences": [{"sentId": 47, "text": "And he says, \"@Jeff Zeleny, pathetic, you have no sufficient evidence that Donald Trump did not suffer from voter fraud."}, {"sentId": 48, "text": "Shame."}, {"sentId": 49, "text": "Bad report.\""}], "speaker": "SERFATY", "secId": 19}, {"sentences": [{"sentId": 50, "text": "Other tweets to follow that Donald Trump re-tweeted tonight including one that says, \"What proof do you have that Donald Trump did not suffer from millions of fraud votes.\""}], "speaker": "SERFATY", "secId": 20}, {"sentences": [{"sentId": 51, "text": "But, Don, all this very notable very all day we have been asking transition sources here, what sort of evidence does Donald Trump have."}, {"sentId": 52, "text": "And they have not supplied any evidence to back up those claims."}], "speaker": "SERFATY", "secId": 21}, {"sentences": [{"sentId": 53, "text": "Very interesting, Sunlen."}, {"sentId": 54, "text": "The tirade started we should mentioned, over the weekend when Donald Trump falsely alleged massive voter fraud in an election that he won, correct?"}], "speaker": "LEMON", "secId": 22}, {"sentences": [{"sentId": 55, "text": "That's absolutely right."}, {"sentId": 56, "text": "Again, these are baseless allegations, he launched again a series of tweets over the weekend saying that he is the victim of voting fraud, including this, quote, \"In addition to winning the Electoral College in a landslide, I won the popular vote if you deduct the millions of people who voted illegally.\""}], "speaker": "SERFATY", "secId": 23}, {"sentences": [{"sentId": 57, "text": "So he is saying there even though Hillary Clinton does lead by over two million votes in the popular vote, that he believes he should have won and claiming again, without evidence that there are people who voted illegally."}], "speaker": "SERFATY", "secId": 24}, {"sentences": [{"sentId": 58, "text": "He then continued, quote, \"Serious voter fraud in Virginia, New Hampshire and California, so why isn't the media reporting on this?"}, {"sentId": 59, "text": "Serious big problem.\""}], "speaker": "SERFATY", "secId": 25}, {"sentences": [{"sentId": 60, "text": "And again, these are baseless allegations, and I should note that the representatives in each of the states say that there are no allegations to prove Donald Trump's claims."}], "speaker": "SERFATY", "secId": 26}, {"sentences": [{"sentId": 61, "text": "Very interesting."}, {"sentId": 62, "text": "Sunlen, one more thing I want to talk to you about."}, {"sentId": 63, "text": "Let's talk about the transition."}, {"sentId": 64, "text": "There is yet another high profile visitor to Trump Tower today General David Petraeus."}, {"sentId": 65, "text": "What are your sources telling you about his chances?"}], "speaker": "LEMON", "secId": 27}, {"sentences": [{"sentId": 66, "text": "Yes, we know that that meeting lasted for about an hour here today in Trump Tower, and after the meeting, both men seemed to be praising the other, Donald Trump taking to Twitter and saying that he was impressed by General Petraeus."}, {"sentId": 67, "text": "General Petraeus saying that he was impressed by Donald Trump's world view."}], "speaker": "SERFATY", "secId": 28}, {"sentences": [{"sentId": 68, "text": "But we do know that Petraeus is just one of many names being considered for secretary of state, this really high profile, the most high profile cabinet position there is."}, {"sentId": 69, "text": "We also know Rudy Giulliani under intention, Mitt Romney, and Senator Bob Corker."}], "speaker": "SERFATY", "secId": 29}, {"sentences": [{"sentId": 70, "text": "Corker and Romney will both be meeting with Trump here tomorrow, and we know that Romney will get a very high profile visit at dinner date."}, {"sentId": 71, "text": "This is his second meeting."}, {"sentId": 72, "text": "Of course, Mitt Romney, there's this so much contention within Trump world right now whether he should get the post."}, {"sentId": 73, "text": "Don?"}], "speaker": "SERFATY", "secId": 30}, {"sentences": [{"sentId": 74, "text": "Like clockwork every night."}, {"sentId": 75, "text": "You see there's an ambulance, a police siren, construction or something going on near Trump Tower in midtown Manhattan, Sunlen."}, {"sentId": 76, "text": "Power through it, as usual."}, {"sentId": 77, "text": "Thank you, Sunlen."}, {"sentId": 78, "text": "I appreciate that."}], "speaker": "LEMON", "secId": 31}, {"sentences": [{"sentId": 79, "text": "Now I want to bring in Ari Fleischer who has White House Press Secretary for President George W. Bush, and also CNN political analyst Kirsten Powers, and CNN presidential historian Douglas Brinkley, executive producer of the album \"Presidential Suite.\""}], "speaker": "LEMON", "secId": 32}, {"sentences": [{"sentId": 80, "text": "Good evening to all of you."}, {"sentId": 81, "text": "Thank you for coming on this evening."}], "speaker": "LEMON", "secId": 33}, {"sentences": [{"sentId": 82, "text": "Good evening."}], "speaker": "POWERS", "secId": 34}, {"sentences": [{"sentId": 83, "text": "Mr. Fleischer, I'm going to start with you."}, {"sentId": 84, "text": "Donald Trump won the election, yet he is tweeting about voter fraud."}, {"sentId": 85, "text": "And even tonight, he's re-tweeting supporters who are angry with the media for debunking his false claims."}, {"sentId": 86, "text": "What gives here?"}], "speaker": "LEMON", "secId": 35}, {"sentences": [{"sentId": 87, "text": "Well, what gives here is Donald Trump is different."}, {"sentId": 88, "text": "You know, I just kind of wonder when we're all going to get to the point, Don, where we stop measuring Donald Trump by that which has always come before him and start realizing he's cut from a different cloth, he communicates differently, he's much more aggressive, much more assertive, and as he said he's a counter puncher."}], "speaker": "FLEISCHER", "secId": 36}, {"sentences": [{"sentId": 89, "text": "You know, I've always wondered, if he counter punches so hard sometimes he hurts himself."}, {"sentId": 90, "text": "But he is just going to do things differently, and that we should stop measuring him by conventional ways."}], "speaker": "FLEISCHER", "secId": 37}, {"sentences": [{"sentId": 91, "text": "Even when the claims are false?"}], "speaker": "LEMON", "secId": 38}, {"sentences": [{"sentId": 92, "text": "Well, no."}, {"sentId": 93, "text": "I think you have to point that out."}, {"sentId": 94, "text": "Look, I've seen no evidence that there are three million illegal immigrants who voted."}, {"sentId": 95, "text": "And so when he tweeted that out, it right away made me think, this is one to ignore him."}, {"sentId": 96, "text": "It is just not accurate."}, {"sentId": 97, "text": "And you sort to get used to these side shows from Donald Trump."}], "speaker": "FLEISCHER", "secId": 39}, {"sentences": [{"sentId": 98, "text": "Yes."}, {"sentId": 99, "text": "And Kirsten, to Ari's point, there is zero evidence of illegal voting."}, {"sentId": 100, "text": "Hillary Clinton won the popular vote by more than two million votes."}, {"sentId": 101, "text": "Why do you think he is bringing this up, is he trying to claim a mandate by saying that he really won the popular vote?"}], "speaker": "LEMON", "secId": 40}, {"sentences": [{"sentId": 102, "text": "Yes, I -- now we are just speculating here, but it seems that it's gotten under his skin, the popular vote has gotten under skin that he didn't win it, and that somehow is taking away from his victory, so now he's trying to stir up the idea that in fact he would have won the popular vote."}, {"sentId": 103, "text": "To me that seems to be the most obvious explanation for it."}], "speaker": "POWERS", "secId": 41}, {"sentences": [{"sentId": 104, "text": "And I think that he, you know, it's just what Ari just said, you know, should we be holding him to the standards of who came before him."}, {"sentId": 105, "text": "Well, I mean, he's going to be the president of the United States, so I think we should have some basic standards for him."}], "speaker": "POWERS", "secId": 42}, {"sentences": [{"sentId": 106, "text": "It doesn't mean he has to behave exactly like them, I agree he's very unconventional."}], "speaker": "POWERS", "secId": 43}, {"sentences": [{"sentId": 107, "text": "Right."}], "speaker": "FLEISCHER", "secId": 44}, {"sentences": [{"sentId": 108, "text": "And he does things in different way."}, {"sentId": 109, "text": "But when he says things that are just completely false and don't -- I mean, he doesn't even proffer anything to back it up, then I think that that's a cause for concern."}], "speaker": "POWERS", "secId": 45}, {"sentences": [{"sentId": 110, "text": "And the whole world hangs on America at least the leader of the free world."}], "speaker": "LEMON", "secId": 46}, {"sentences": [{"sentId": 111, "text": "Right."}], "speaker": "POWERS", "secId": 47}, {"sentences": [{"sentId": 112, "text": "At least to provide at least a modicum of truth to things that they say."}], "speaker": "LEMON", "secId": 48}, {"sentences": [{"sentId": 113, "text": "Yes."}], "speaker": "POWERS", "secId": 49}, {"sentences": [{"sentId": 114, "text": "And Douglas, to that point as a presidential historian, have you ever heard of anything like this and what does it say that the president-elect is apparently getting and spreading information that just isn't true?"}], "speaker": "LEMON", "secId": 50}, {"sentences": [{"sentId": 115, "text": "No, there's nothing like this."}, {"sentId": 116, "text": "I mean, Richard Nixon, if you listen to his tapes would say strange conspiracy minded things, kind of babbling in the White House, but those only came out after he left the presidency."}], "speaker": "BRINKLEY", "secId": 51}, {"sentences": [{"sentId": 117, "text": "This is a president-elect in real-time that's now telling the entire world that all these illegal people in the United States are voting, millions of them voting illegally."}], "speaker": "BRINKLEY", "secId": 52}, {"sentences": [{"sentId": 118, "text": "That our democratic system is broken, and why in the world after he just won this historic victory, would he want to do that?"}, {"sentId": 119, "text": "Particularly, I think Hillary Clinton has some - it looks bad doubling down on the Jill Stein situation in Michigan and Pennsylvania."}], "speaker": "BRINKLEY", "secId": 53}, {"sentences": [{"sentId": 120, "text": "Wisconsin calling for the recount, he could have just left the -- used this Twittering called it, you know, a disgrace that they're doing that, and left it at that."}, {"sentId": 121, "text": "But now he's living with a big lie, and the media has an utter and real responsibility to report on it because it's inaccurate that millions of illegals voted in 2016."}], "speaker": "BRINKLEY", "secId": 54}, {"sentences": [{"sentId": 122, "text": "And she - let me ask you this before I get back to Ari, Douglas."}, {"sentId": 123, "text": "Do you think that she is doubling down on it and asking where she is just saying, you know, if you want to recount it, fine."}, {"sentId": 124, "text": "There is a difference on it, too."}], "speaker": "LEMON", "secId": 55}, {"sentences": [{"sentId": 125, "text": "Yes, there's a difference, but, you know, I think Jill Stein can go ahead, she's using this to kind of fund-raise for the Green Party, and you're going to get a list of all the names and donors and all that, it's fine."}, {"sentId": 126, "text": "But Hillary Clinton, you know, to be coming out and backing this action, it's just going to give Donald Trump a second victory coming up here in December saying, I told you the whole recount was a disaster."}], "speaker": "BRINKLEY", "secId": 56}, {"sentences": [{"sentId": 127, "text": "And give them fodder it was a decision."}], "speaker": "LEMON", "secId": 57}, {"sentences": [{"sentId": 128, "text": "Yes, of course poor sportsmanship."}], "speaker": "BRINKLEY", "secId": 58}, {"sentences": [{"sentId": 129, "text": "Yes."}], "speaker": "LEMON", "secId": 59}, {"sentences": [{"sentId": 130, "text": "And it will be in the history books that she just didn't step away gracefully."}], "speaker": "BRINKLEY", "secId": 60}, {"sentences": [{"sentId": 131, "text": "Back to this, you know, voter fraud, Ari, is there a deeper problem here with attacking America's electoral system?"}, {"sentId": 132, "text": "Do you see a problem here with that or no?"}], "speaker": "LEMON", "secId": 61}, {"sentences": [{"sentId": 133, "text": "Well, I do, actually, and I pointed this out in the middle of October when Donald Trump indicated he might not accept the election results."}, {"sentId": 134, "text": "And I immediately criticized him for that."}, {"sentId": 135, "text": "And I said that that's not what we do in this country."}, {"sentId": 136, "text": "The election result or any that you need to accept defeat."}], "speaker": "FLEISCHER", "secId": 62}, {"sentences": [{"sentId": 137, "text": "Hillary Clinton needs to do the same thing here, too, and I think this is what Douglas was referring to."}, {"sentId": 138, "text": "The mistake here really was made by Jill Stein and then doubled down on by Secretary Clinton."}, {"sentId": 139, "text": "And I think it's terribly ungracious for her, everything that was said about Donald Trump, where Donald Trump was endangering our institutions and the integrity of an election by challenging it ahead of time, Hillary is doing the same thing, except she is doing it afterwards with no grounds to do it."}], "speaker": "FLEISCHER", "secId": 63}, {"sentences": [{"sentId": 140, "text": "She's not challenging the legitimacy of his win."}], "speaker": "LEMON", "secId": 64}, {"sentences": [{"sentId": 141, "text": "And so, I think her doing it extraordinary and she shouldn't be doing it."}], "speaker": "FLEISCHER", "secId": 65}, {"sentences": [{"sentId": 142, "text": "Do you think she's challenging..."}], "speaker": "LEMON", "secId": 66}, {"sentences": [{"sentId": 143, "text": "I'm sorry?"}], "speaker": "FLEISCHER", "secId": 67}, {"sentences": [{"sentId": 144, "text": "I don't think she's challenging those legitimacy of his own."}, {"sentId": 145, "text": "She's conceded that he won."}, {"sentId": 146, "text": "And even with the recount..."}], "speaker": "LEMON", "secId": 68}, {"sentences": [{"sentId": 147, "text": "Then why don't you..."}], "speaker": "FLEISCHER", "secId": 69}, {"sentences": [{"sentId": 148, "text": "... it's not going to make a difference."}, {"sentId": 149, "text": "I mean, he's still going to win the electoral vote, right?"}], "speaker": "LEMON", "secId": 70}, {"sentences": [{"sentId": 150, "text": "There's only a point."}], "speaker": "FLEISCHER", "secId": 71}, {"sentences": [{"sentId": 151, "text": "Even if they do find..."}], "speaker": "LEMON", "secId": 72}, {"sentences": [{"sentId": 152, "text": "Then don't recount."}], "speaker": "FLEISCHER", "secId": 73}, {"sentences": [{"sentId": 153, "text": "Yes."}], "speaker": "LEMON", "secId": 74}, {"sentences": [{"sentId": 154, "text": "Then don't recount, then don't worry it's a false flag and give hope to people who want Donald Trump to lose the democratic base who still has a difficult time accepting this."}, {"sentId": 155, "text": "Hillary should just be gracious and move forward as she did on election night."}, {"sentId": 156, "text": "As President Obama did on the day after the election."}], "speaker": "FLEISCHER", "secId": 75}, {"sentences": [{"sentId": 157, "text": "This going back in time to recount the votes is just as bad as when Donald Trump indicated he was going to do it ahead of the election."}], "speaker": "FLEISCHER", "secId": 76}, {"sentences": [{"sentId": 158, "text": "All right."}, {"sentId": 159, "text": "I get your point."}, {"sentId": 160, "text": "Well, do you agree with that, Kirsten?"}], "speaker": "LEMON", "secId": 77}, {"sentences": [{"sentId": 161, "text": "Yes, I mean, I think that it's -- basically it does sort of undermine democracy a little bit because it makes people not trust the election and people think you're only doing a recount because there's something must be wrong."}], "speaker": "POWERS", "secId": 78}, {"sentences": [{"sentId": 162, "text": "There was a package spotted early on CNN where they were speaking to somebody who said, and they said, well, are you concerned that there's anything wrong with the votes?"}, {"sentId": 163, "text": "And she should why would they be doing a recount if there isn't?"}], "speaker": "POWERS", "secId": 79}, {"sentences": [{"sentId": 164, "text": "And so it does put this in people's minds, and so you should have some evidence."}, {"sentId": 165, "text": "And there really isn't any evidence to just say let's do a recount, just because why not?"}, {"sentId": 166, "text": "Well, why not because it makes people think something is wrong with our voting system."}, {"sentId": 167, "text": "And unless something is wrong with their voting system we shouldn't be going through this process."}], "speaker": "POWERS", "secId": 80}, {"sentences": [{"sentId": 168, "text": "All right."}, {"sentId": 169, "text": "Stick around, everybody."}, {"sentId": 170, "text": "When we come back, top Trump adviser Kellyanne Conway goes public blasting Mitt Romney, but was it a mistake or is there more to this than meets the eye."}], "speaker": "LEMON", "secId": 81}, {"sentences": [{"sentId": 171, "text": "Breaking News."}, {"sentId": 172, "text": "Sources say President-elect Trump has decided on Congressman Tom Price of Georgia as his choice for health and human services secretary."}, {"sentId": 173, "text": "The announcement expected tomorrow."}], "speaker": "LEMON", "secId": 82}, {"sentences": [{"sentId": 174, "text": "So, let's get back now to our panel."}, {"sentId": 175, "text": "Ari Fleisher, Kirsten Powers, and Douglas Brinkley."}, {"sentId": 176, "text": "All right."}, {"sentId": 177, "text": "Let's talk about the transition."}, {"sentId": 178, "text": "Today, we saw General David Petraeus make that Trump Tower - make up that Trump Tower pilgrimage."}, {"sentId": 179, "text": "Here's what he said when he finished his meeting."}, {"sentId": 180, "text": "Listen."}], "speaker": "LEMON", "secId": 83}, {"sentences": [{"sentId": 181, "text": "How did the meeting go, sir."}], "speaker": "UNIDENTIFIED MALE", "secId": 84}, {"sentences": [{"sentId": 182, "text": "Meeting went very well."}, {"sentId": 183, "text": "I was with him for about an hour."}, {"sentId": 184, "text": "He basically walked us around the world."}, {"sentId": 185, "text": "Showed the great grasp of a variety of the challenges that are out there, and some of the opportunities as well."}, {"sentId": 186, "text": "So, very good conversation, we'll see where it goes from here."}], "speaker": "PETRAEUS", "secId": 85}, {"sentences": [{"sentId": 187, "text": "So, Ari, what do you think of the spectacle of interviewing potential secretaries of state so publicly?"}, {"sentId": 188, "text": "Do you have an issue with it or no?"}], "speaker": "LEMON", "secId": 86}, {"sentences": [{"sentId": 189, "text": "Well, it's not only secretaries of state, it's basically all the jobs."}, {"sentId": 190, "text": "And again, Donald Trump does things differently."}, {"sentId": 191, "text": "You know, when I worked for George Bush, we actually kept it a very quiet process."}, {"sentId": 192, "text": "We didn't want people to know Donald Trump who are the number two or runner ups were, we didn't think that was fair to them if they didn't get the job."}], "speaker": "FLEISCHER", "secId": 87}, {"sentences": [{"sentId": 193, "text": "Donald Trump would like to see much more of a competition playing out in front of him and he is much more open and transparent about it."}, {"sentId": 194, "text": "At the end of the day, does either one matter?"}, {"sentId": 195, "text": "I think we'll know by results, and that's what we're going to just have to wait to see who gets the jobs, and how they do one year, two years into the jobs."}], "speaker": "FLEISCHER", "secId": 88}, {"sentences": [{"sentId": 196, "text": "It's not my style, it wasn't President Bush's style, but it's Donald Trump's style, he's entitled to it."}], "speaker": "FLEISCHER", "secId": 89}, {"sentences": [{"sentId": 197, "text": "Kirsten, it's very apprentice -- very apprentice-style."}], "speaker": "LEMON", "secId": 90}, {"sentences": [{"sentId": 198, "text": "Exactly."}], "speaker": "POWERS", "secId": 91}, {"sentences": [{"sentId": 199, "text": "And you were thinking -- I knew you were thinking that."}, {"sentId": 200, "text": "And here after -- after the meeting Trump tweeted this, \"Just met with General Petraeus, was very impressed.\""}, {"sentId": 201, "text": "So, if he picked General Petraeus..."}], "speaker": "LEMON", "secId": 92}, {"sentences": [{"sentId": 202, "text": "Yes."}], "speaker": "POWERS", "secId": 93}, {"sentences": [{"sentId": 203, "text": "... what would be -- and that would be what, two military men for top jobs?"}, {"sentId": 204, "text": "The other is General James Mattis."}], "speaker": "LEMON", "secId": 94}, {"sentences": [{"sentId": 205, "text": "Yes, he does like -- he does like the retired generals."}], "speaker": "POWERS", "secId": 95}, {"sentences": [{"sentId": 206, "text": "Yes."}, {"sentId": 207, "text": "Is that unusual?"}], "speaker": "LEMON", "secId": 96}, {"sentences": [{"sentId": 208, "text": "I kind of -- I do..."}], "speaker": "POWERS", "secId": 97}, {"sentences": [{"sentId": 209, "text": "And what message does that send?"}], "speaker": "LEMON", "secId": 98}, {"sentences": [{"sentId": 210, "text": "I don't -- I mean, I don't know."}, {"sentId": 211, "text": "It depends on how many retired generals he ends up, you know, choosing."}, {"sentId": 212, "text": "At which point it might become concerning after a certain number."}], "speaker": "POWERS", "secId": 99}, {"sentences": [{"sentId": 213, "text": "But I do wonder if he's going to like send them on a scavenger hunt or something the way he does on the \"Apprentice.\""}, {"sentId": 214, "text": "I mean, he is doing this to very public."}, {"sentId": 215, "text": "And I think you know, again, Ari, you're being very gracious, it's like, you know, there's one way to do it, there's another way to do it."}], "speaker": "POWERS", "secId": 100}, {"sentences": [{"sentId": 216, "text": "But you know, yet, President Bush was actually concerned about not humiliating people, that's a nice thing."}, {"sentId": 217, "text": "You know, and I think in this situation that, you know, this is -- this has been very public even the way, and I'm sure we're going to get to it, the way Mitt Romney is being sort of publicly humiliated by his campaign manager."}], "speaker": "POWERS", "secId": 101}, {"sentences": [{"sentId": 218, "text": "Yes."}], "speaker": "LEMON", "secId": 102}, {"sentences": [{"sentId": 219, "text": "And so, you know, I think there's a lot to be desired in this process."}], "speaker": "POWERS", "secId": 103}, {"sentences": [{"sentId": 220, "text": "Before me move on I do want to about that."}, {"sentId": 221, "text": "Douglas, just real quickly, one more on General David Petraeus, decorated military leader."}, {"sentId": 222, "text": "But he was convicted of sharing classified information with his mistress."}], "speaker": "LEMON", "secId": 104}, {"sentences": [{"sentId": 223, "text": "Normally that would be considered a nonstarter, especially after the way republicans went after Hillary Clinton over her e-mail server and for what they said were similar issues although she was never convicted of it."}], "speaker": "LEMON", "secId": 105}, {"sentences": [{"sentId": 224, "text": "Well, David Petraeus, General Petraeus is a great American."}, {"sentId": 225, "text": "I mean he did an amazing job as head of CIA."}, {"sentId": 226, "text": "His military records impeccable."}, {"sentId": 227, "text": "He was one of the top people in his class at West Point."}], "speaker": "BRINKLEY", "secId": 106}, {"sentences": [{"sentId": 228, "text": "I think he's a role in the Trump administration if he wants it."}, {"sentId": 229, "text": "Now what he was charged with ended up being a misdemeanor charge."}, {"sentId": 230, "text": "He paid a very high cost for that."}, {"sentId": 231, "text": "I think in the public sphere and there will be an intense fight if he's chosen as secretary of state, Petraeus."}, {"sentId": 232, "text": "But I think most people in Congress and Senate, you know, will, would approve him."}, {"sentId": 233, "text": "He's been a great American public servant who made one big mistake."}], "speaker": "BRINKLEY", "secId": 107}, {"sentences": [{"sentId": 234, "text": "So, let's move on now, Ari."}, {"sentId": 235, "text": "Let's talk about Mitt Romney."}, {"sentId": 236, "text": "You guys brought it up."}], "speaker": "LEMON", "secId": 108}, {"sentences": [{"sentId": 237, "text": "Right."}], "speaker": "FLEISCHER", "secId": 109}, {"sentences": [{"sentId": 238, "text": "Kirsten brought it."}, {"sentId": 239, "text": "Mitt Romney is having a private dinner with Donald Trump."}, {"sentId": 240, "text": "Serious infighting among Trump's top adviser over him, that's Kellyanne Conway this weekend."}, {"sentId": 241, "text": "Look at this."}], "speaker": "LEMON", "secId": 110}, {"sentences": [{"sentId": 242, "text": "Governor Romney in the last four years, I mean, has he been around the globe doing something on behalf of the United States of which we're unaware?"}, {"sentId": 243, "text": "Did he go and intervene in Syria where they're having a massive humanitarian crisis?"}, {"sentId": 244, "text": "Meaning when I say intervene like offer to help."}, {"sentId": 245, "text": "Has he been helpful to Mr. Netanyahu?"}], "speaker": "CONWAY", "secId": 111}, {"sentences": [{"sentId": 246, "text": "In other words, what -- I'm all for party unity, but I'm not sure that we have to pay for that with the secretary of state position."}, {"sentId": 247, "text": "I'm just saying that there were -- we don't even know if Mitt Romney voted for Donald Trump."}], "speaker": "CONWAY", "secId": 112}, {"sentences": [{"sentId": 248, "text": "He put Evan McMullin up in Utah."}, {"sentId": 249, "text": "And so I think there are concerns that those of us who are loyal have and you want somebody -- you want a secretary of state who's loyal to the president and the loyal to the president's vision of the world."}], "speaker": "CONWAY", "secId": 113}, {"sentences": [{"sentId": 250, "text": "There were lot of people who criticized Donald Trump and who have shown up at Trump Tower, and may be -- being considered for roles in the administration."}, {"sentId": 251, "text": "Why would she criticize Mitt Romney, a potential nominee so blatantly?"}], "speaker": "LEMON", "secId": 114}, {"sentences": [{"sentId": 252, "text": "Well, I think her boss wanted her too, that's why."}, {"sentId": 253, "text": "You know, I tweeted earlier today, that I think the reason Kellyanne did this, and I've never known her a long time she doesn't go rogue."}], "speaker": "FLEISCHER", "secId": 115}, {"sentences": [{"sentId": 254, "text": "Right."}], "speaker": "LEMON", "secId": 116}, {"sentences": [{"sentId": 255, "text": "Was Donald Trump is one of these types of bosses whose content to let a fight out in front of him."}], "speaker": "FLEISCHER", "secId": 117}, {"sentences": [{"sentId": 256, "text": "Most people aren't like that."}, {"sentId": 257, "text": "Most people to say, keep it in front or in private and I'll make a decision."}, {"sentId": 258, "text": "Trump's just the opposite."}, {"sentId": 259, "text": "You make your case publicly, let other people make their case, and then I'll decide."}, {"sentId": 260, "text": "I'll see how all this plays."}], "speaker": "FLEISCHER", "secId": 118}, {"sentences": [{"sentId": 261, "text": "It's one constant tri balloon after another."}, {"sentId": 262, "text": "It's messy."}, {"sentId": 263, "text": "It's noisy but that is Donald Trump style."}, {"sentId": 264, "text": "He likes to watch it on TV, see how it plays out."}, {"sentId": 265, "text": "And again, it's different, I don't think any of us can say, there's only one right way to do things."}, {"sentId": 266, "text": "And that's what they're doing right now with the secretary of state position."}, {"sentId": 267, "text": "It's rather remarkable but it's Donald Trump's style."}], "speaker": "FLEISCHER", "secId": 119}, {"sentences": [{"sentId": 268, "text": "And Kirsten, when I heard that, you know, maybe Donald Trump was upset with Kellyanne Conway."}], "speaker": "LEMON", "secId": 120}, {"sentences": [{"sentId": 269, "text": "Yes."}], "speaker": "POWERS", "secId": 121}, {"sentences": [{"sentId": 270, "text": "There's no way that she would go rouge."}, {"sentId": 271, "text": "Is that how you see it the way Ari sees it?"}], "speaker": "LEMON", "secId": 122}, {"sentences": [{"sentId": 272, "text": "Yes, I think so."}, {"sentId": 273, "text": "Yes, I think that it's, you know, what the motivation is behind it if it is what Ari is saying like pitting people against each other."}, {"sentId": 274, "text": "I mean, I've actually had bosses like that in politics and I would call it dysfunctional, actually."}, {"sentId": 275, "text": "It's highly dysfunctional."}], "speaker": "POWERS", "secId": 123}, {"sentences": [{"sentId": 276, "text": "Yes."}], "speaker": "FLEISCHER", "secId": 124}, {"sentences": [{"sentId": 277, "text": "And you know, it's not -- it's not a healthy or good environment."}], "speaker": "POWERS", "secId": 125}, {"sentences": [{"sentId": 278, "text": "Are you -- do you agree?"}, {"sentId": 279, "text": "Are you saying yes, it's dysfunctional?"}], "speaker": "LEMON", "secId": 126}, {"sentences": [{"sentId": 280, "text": "Well, what it does, it's going to burn the staff out real fast."}], "speaker": "FLEISCHER", "secId": 127}, {"sentences": [{"sentId": 281, "text": "Yes."}], "speaker": "POWERS", "secId": 128}, {"sentences": [{"sentId": 282, "text": "You know, you burn out in the White House automatically..."}], "speaker": "FLEISCHER", "secId": 129}, {"sentences": [{"sentId": 283, "text": "Yes."}], "speaker": "LEMON", "secId": 130}, {"sentences": [{"sentId": 284, "text": "... this will burn you out even faster."}], "speaker": "FLEISCHER", "secId": 131}, {"sentences": [{"sentId": 285, "text": "OK."}], "speaker": "LEMON", "secId": 132}, {"sentences": [{"sentId": 286, "text": "But Trump is the boss, he gets to do it by his rules."}], "speaker": "FLEISCHER", "secId": 133}, {"sentences": [{"sentId": 287, "text": "All right, Kirsten, go on."}, {"sentId": 288, "text": "I'm sorry."}], "speaker": "LEMON", "secId": 134}, {"sentences": [{"sentId": 289, "text": "Oh, yes."}, {"sentId": 290, "text": "So, I have sort of assumed the same, which is that she wouldn't be doing this, if there wasn't some understanding that this is what he wanted her to be doing."}], "speaker": "POWERS", "secId": 135}, {"sentences": [{"sentId": 291, "text": "Yes."}], "speaker": "LEMON", "secId": 136}, {"sentences": [{"sentId": 292, "text": "Especially because if you anything about him."}, {"sentId": 293, "text": "He doesn't like it when his staff get more -- when they get more attention than he does."}, {"sentId": 294, "text": "And so, the fact that she's getting so much attention for this, I don't think she'd be doing it without his approval."}], "speaker": "POWERS", "secId": 137}, {"sentences": [{"sentId": 295, "text": "Douglas, not to give you a short trip I have to get to the break, but put a bow on this, how is this transition going to be viewed through the lens of history?"}], "speaker": "LEMON", "secId": 138}, {"sentences": [{"sentId": 296, "text": "Very chaotic, but very Donald Trump like, and so far, he's picking some good people, and I don't think we've had that many big surprises, except the Mitt Romney element."}, {"sentId": 297, "text": "And we'll have to see all that plays out."}, {"sentId": 298, "text": "I wonder if Trump could sell interior department to Mitt Romney, secretary of interior instead of secretary of state."}, {"sentId": 299, "text": "He probably wants a role for Petraeus and Romney in his administration."}], "speaker": "BRINKLEY", "secId": 139}, {"sentences": [{"sentId": 300, "text": "Fascinating conversation."}, {"sentId": 301, "text": "Thank you, Douglas."}, {"sentId": 302, "text": "Thank you, Kirsten."}, {"sentId": 303, "text": "Thank you, Ari Fleischer."}, {"sentId": 304, "text": "I appreciate that."}], "speaker": "LEMON", "secId": 140}, {"sentences": [{"sentId": 305, "text": "Thank you."}], "speaker": "POWERS", "secId": 141}, {"sentences": [{"sentId": 306, "text": "When we come back, is Donald Trump's victory a sign of the times."}, {"sentId": 307, "text": "Will more and more of the world's governments turn to the right?"}], "speaker": "LEMON", "secId": 142}, {"sentences": [{"sentId": 308, "text": "Donald Trump's stunning election victory is not the only triumph for the right."}, {"sentId": 309, "text": "Is it the sign of the world movement that's happening now?"}], "speaker": "LEMON", "secId": 143}, {"sentences": [{"sentId": 310, "text": "Here to discuss is Fareed Zakaria, the host of CNN's Fareed Zakaria GPS."}, {"sentId": 311, "text": "Good to have you."}, {"sentId": 312, "text": "Before we move on to talk about whether, you know, this Brexit and all of this, when the president-elect tweets something that's totally false around the world, how do leaders react to that worldwide?"}, {"sentId": 313, "text": "Does it have an impact on us and on them?"}], "speaker": "LEMON", "secId": 144}, {"sentences": [{"sentId": 314, "text": "Look, the conversations I've been having with foreign leaders and former leaders, there is a level of just kind of amazement."}, {"sentId": 315, "text": "And they're almost stunned at what happened in the United States, they're stunned at yes, this sort of weird situation where the president-elect of the United States is tweeting about individual stories in the newspaper, tweeting facts that are absolutely demonstrably wrong."}], "speaker": "ZAKARIA", "secId": 145}, {"sentences": [{"sentId": 316, "text": "Nobody knows how to deal with it, they don't know who to deal with it."}, {"sentId": 317, "text": "So, I think like perhaps many of us, they're just crossing their fingers and hoping that this somehow stabilizes."}], "speaker": "ZAKARIA", "secId": 146}, {"sentences": [{"sentId": 318, "text": "But not only that, to have the people around him and his advisers making excuses for, shouldn't they be saying to their boss like, you're the president-elect, you shouldn't do that?"}, {"sentId": 319, "text": "Your stand it should be high and relevant coming on and saying, well, this is why he did and this is what the people want."}], "speaker": "LEMON", "secId": 147}, {"sentences": [{"sentId": 320, "text": "And it's like, now people -- I think the American people deserve the truth, not only the American people, but the world deserves the truth from the president-elect of the United States that soon to be a leader of the free world."}], "speaker": "LEMON", "secId": 148}, {"sentences": [{"sentId": 321, "text": "Well, this is, if you remember there is a famous line during the campaign where it said the press takes his words literally but not seriously."}], "speaker": "ZAKARIA", "secId": 149}, {"sentences": [{"sentId": 322, "text": "Yes."}], "speaker": "LEMON", "secId": 150}, {"sentences": [{"sentId": 323, "text": "Well, I often think to myself, well, what are we supposed to do?"}, {"sentId": 324, "text": "I mean, the president-elect of the United States tweets something that is false."}, {"sentId": 325, "text": "Are you supposed to just shrug your shoulders and say, it doesn't matter."}, {"sentId": 326, "text": "That's not how it works."}], "speaker": "ZAKARIA", "secId": 151}, {"sentences": [{"sentId": 327, "text": "If the president -- when a president says something about a foreign country, about a crisis, those words have enormous consequence."}], "speaker": "ZAKARIA", "secId": 152}, {"sentences": [{"sentId": 328, "text": "And this is, my sense is, what people are puzzling around the world."}, {"sentId": 329, "text": "Are they supposed to have the Japanese -- you know, I talked to people in Japan."}, {"sentId": 330, "text": "They say, are we really supposed to take seriously the fact that he says maybe Japan should get nuclear weapons."}], "speaker": "ZAKARIA", "secId": 153}, {"sentences": [{"sentId": 331, "text": "Yes."}], "speaker": "LEMON", "secId": 154}, {"sentences": [{"sentId": 332, "text": "People in the gulf saying to me, are we supposed to take seriously the fact that he said, maybe Saudi Arabia should get nuclear weapons."}, {"sentId": 333, "text": "Nobody knows how much of this are you supposed to take literally."}], "speaker": "ZAKARIA", "secId": 155}, {"sentences": [{"sentId": 334, "text": "Yes."}], "speaker": "LEMON", "secId": 156}, {"sentences": [{"sentId": 335, "text": "How much of this is just, you know, empty words?"}, {"sentId": 336, "text": "LEMON:  It is an unchartered -- it's an unchartered territory."}, {"sentId": 337, "text": "Let's"}], "speaker": "ZAKARIA", "secId": 157}, {"sentences": [{"sentId": 338, "text": "talk about this election now with Donald Trump here in the U.S. Then you have the Brexit vote, then you have other elections coming up in other countries, do you see the world tilting to the right?"}], "speaker": "ZAKARIA", "secId": 158}, {"sentences": [{"sentId": 339, "text": "I think there's no question it's tilting to the right."}, {"sentId": 340, "text": "At this point, center left parties everywhere are in trouble."}, {"sentId": 341, "text": "Look at Britain, look at France, look at the United States."}], "speaker": "ZAKARIA", "secId": 159}, {"sentences": [{"sentId": 342, "text": "But what's interesting is, what you're seeing is a particular kind of move to the right."}, {"sentId": 343, "text": "It's not a move to the traditional right, it's not a move to the right that is kind of free market, economic conservatives."}], "speaker": "ZAKARIA", "secId": 160}, {"sentences": [{"sentId": 344, "text": "What you're seeing almost everywhere is the rise of a popular strike, and what you're seeing happen is that it's rising in the western world."}, {"sentId": 345, "text": "So look at Austria, where you're going to have an election, where it seems likely that this right wing populous is going to win."}], "speaker": "ZAKARIA", "secId": 161}, {"sentences": [{"sentId": 346, "text": "Look at what's happened in France, where you have right wing populous doing well."}, {"sentId": 347, "text": "Even within the traditional conservative party won."}, {"sentId": 348, "text": "The common theme here, is that everyone is reacting to immigration."}, {"sentId": 349, "text": "Because that's the one common theme."}], "speaker": "ZAKARIA", "secId": 162}, {"sentences": [{"sentId": 350, "text": "Sweden and Germany are doing well economically, so you can't say it's all about economics."}, {"sentId": 351, "text": "Other countries are not doing well economically, but they are responding to this what I call the globalization of people."}], "speaker": "ZAKARIA", "secId": 163}, {"sentences": [{"sentId": 352, "text": "Yes."}], "speaker": "LEMON", "secId": 164}, {"sentences": [{"sentId": 353, "text": "Here we're able to deal with the globalization of goods but not the people."}], "speaker": "ZAKARIA", "secId": 165}, {"sentences": [{"sentId": 354, "text": "This is where I want to talk about."}, {"sentId": 355, "text": "Because you mentioned that."}, {"sentId": 356, "text": "Here's what you write in foreign affairs."}, {"sentId": 357, "text": "You say, \"That is a reality behind a rhetoric when it comes to immigration.\""}], "speaker": "LEMON", "secId": 166}, {"sentences": [{"sentId": 358, "text": "And you say, \"The world has been transformed by the globalization of goods, services and information, all of which have produced their share of paying a rejection."}, {"sentId": 359, "text": "But we are now witnessing the globalization of people, and public reaction to that is stronger, more visceral and more emotional.\""}], "speaker": "LEMON", "secId": 167}, {"sentences": [{"sentId": 360, "text": "\"Western populations have come to understand and accept the influx of foreign goods, ideas, art and cuisine, but they're far less willing to understand and accept the influx of foreigners themselves."}, {"sentId": 361, "text": "And today, there are many of those to notice.\""}], "speaker": "LEMON", "secId": 168}, {"sentences": [{"sentId": 362, "text": "So, do you think -- do you think that the U.S. and other countries are going to become more naturalistic with these candidates winning these kinds of elections?"}], "speaker": "LEMON", "secId": 169}, {"sentences": [{"sentId": 363, "text": "There's no question they are becoming more nationalistic."}, {"sentId": 364, "text": "There's no question -- and look at the Brexit vote."}, {"sentId": 365, "text": "Really interesting."}], "speaker": "ZAKARIA", "secId": 170}, {"sentences": [{"sentId": 366, "text": "Is that bad?"}], "speaker": "LEMON", "secId": 171}, {"sentences": [{"sentId": 367, "text": "Brexit started as an economic argument."}, {"sentId": 368, "text": "But then the guys who wanted Brexit couldn't win the economic argument."}, {"sentId": 369, "text": "There's everybody who said, look, it's crazy for us to cut ourselves off from the European Union the biggest market in the world."}], "speaker": "ZAKARIA", "secId": 172}, {"sentences": [{"sentId": 370, "text": "So the argument have shifted to migration and immigration and they lost that."}, {"sentId": 371, "text": "It's not so much that it's bad."}, {"sentId": 372, "text": "It's that the reality of the world is, that in the rich centers of the west, populations are shrinking."}, {"sentId": 373, "text": "I mean, I hate to put it very simply, but white people are not reproducing themselves, the fertility rates for whites is low."}], "speaker": "ZAKARIA", "secId": 173}, {"sentences": [{"sentId": 374, "text": "You've been reporting on this for years on your show before, you know, established."}], "speaker": "LEMON", "secId": 174}, {"sentences": [{"sentId": 375, "text": "Yes, absolutely."}, {"sentId": 376, "text": "And so, it is becoming an economic necessity to have people come in to do the work that nobody wants to do."}, {"sentId": 377, "text": "Now I think you can have an interesting debate about what the right levels are, what the right mix is, and most importantly, I think we have paid too little attention to integrating and assimilating people even in the United States."}], "speaker": "ZAKARIA", "secId": 175}, {"sentences": [{"sentId": 378, "text": "Yes."}], "speaker": "LEMON", "secId": 176}, {"sentences": [{"sentId": 379, "text": "But immigration has been a fact of life, not because of some evil plot by, you know, people, it's because you have a reality of declining fertility in Western Europe and the United States."}], "speaker": "ZAKARIA", "secId": 177}, {"sentences": [{"sentId": 380, "text": "Yes."}], "speaker": "LEMON", "secId": 178}, {"sentences": [{"sentId": 381, "text": "And you have to have people -- you need people to do jobs."}], "speaker": "ZAKARIA", "secId": 179}, {"sentences": [{"sentId": 382, "text": "I wish we could talk longer but you know how this works."}, {"sentId": 383, "text": "If you can just give me just quickly as possible."}, {"sentId": 384, "text": "Mitt Romney as secretary of state, yes or no, good or bad idea?"}], "speaker": "LEMON", "secId": 180}, {"sentences": [{"sentId": 385, "text": "I don't think it's going to happen."}, {"sentId": 386, "text": "I think that Kellyanne Conway is channeling Trump."}, {"sentId": 387, "text": "I don't think this is a rouge operation."}, {"sentId": 388, "text": "This is Trump wants to humiliate Mitt Romney."}, {"sentId": 389, "text": "He's humiliating him."}], "speaker": "ZAKARIA", "secId": 181}, {"sentences": [{"sentId": 390, "text": "That was an easy to figure out."}, {"sentId": 391, "text": "All this consternation of how did she go rouge that it was not rouge."}], "speaker": "LEMON", "secId": 182}, {"sentences": [{"sentId": 392, "text": "She is no incentive but to please him."}], "speaker": "ZAKARIA", "secId": 183}, {"sentences": [{"sentId": 393, "text": "Thank you very much."}], "speaker": "LEMON", "secId": 184}, {"sentences": [{"sentId": 394, "text": "When we come right back, Donald Trump's latest Twitter tirade."}, {"sentId": 395, "text": "He won the election, so why is he tweeting inaccurately that millions voted illegally?"}], "speaker": "LEMON", "secId": 185}, {"sentences": [{"sentId": 396, "text": "Donald Trump falsely claiming that he actually won the popular vote, saying millions of people voted illegally."}, {"sentId": 397, "text": "A claim with no evidence at all to back it up."}], "speaker": "LEMON", "secId": 186}, {"sentences": [{"sentId": 398, "text": "Here to discuss, CNN political commentator Ana Navarro, a Trump supporter Kayleigh McEnany, Bill Kristol, editor of the Weekly Standard, and Paris Dennard, a former White House director of Black Outreach, also a Trump supporter."}], "speaker": "LEMON", "secId": 187}, {"sentences": [{"sentId": 399, "text": "Good evening, everyone."}, {"sentId": 400, "text": "Paris, you first."}, {"sentId": 401, "text": "Why is the president-elect falsely tweeting that millions voted illegal."}, {"sentId": 402, "text": "Doesn't he have more important things to focus on?"}, {"sentId": 403, "text": "He won."}], "speaker": "LEMON", "secId": 188}, {"sentences": [{"sentId": 404, "text": "Well, it is true that he did win, he is the president-elect."}, {"sentId": 405, "text": "But I think that what's happening in the media right now is this issue of the popular vote."}, {"sentId": 406, "text": "And I think with Secretary Clinton weighing in and saying that she's somewhat supportive of this effort to recount the votes in certain states."}], "speaker": "DENNARD", "secId": 189}, {"sentences": [{"sentId": 407, "text": "I think he is little preserved that people are trying to, in some ways, say that he's not the rightful president."}, {"sentId": 408, "text": "And so, it's sort of getting under his skin and it's annoying."}, {"sentId": 409, "text": "I would be annoyed too."}, {"sentId": 410, "text": "So I can understand why he wants to make light of this."}], "speaker": "DENNARD", "secId": 190}, {"sentences": [{"sentId": 411, "text": "But to your point, I don't know if three million illegals voted in the election or not, maybe the campaign or the transition team has information that I don't have."}, {"sentId": 412, "text": "But I will say in general, when you win like he did win, so define -- so definitely and so significantly, I think he is upset that the popular vote issue is gaining more traction in the media right now, and that would annoy anyone, especially someone who wasn't even expected to win if you listen to the media."}], "speaker": "DENNARD", "secId": 191}, {"sentences": [{"sentId": 413, "text": "Well, OK, Paris."}, {"sentId": 414, "text": "I mean, Paris, he won."}, {"sentId": 415, "text": "You sort of answer the question, but you didn't."}, {"sentId": 416, "text": "The claims are false, he did win if he has nothing to worry about, then why."}, {"sentId": 417, "text": "Ad also again, he's a president-elect."}, {"sentId": 418, "text": "Don't you think his standards should be higher than tweeting something that is not true."}], "speaker": "LEMON", "secId": 192}, {"sentences": [{"sentId": 419, "text": "I think that the standard for the president-elect is that he should continue to defend his record, and continue to talk about the issues that he cares about, and that all the people that voted for him really care about."}], "speaker": "DENARD", "secId": 193}, {"sentences": [{"sentId": 420, "text": "All right, Paris."}], "speaker": "LEMON", "secId": 194}, {"sentences": [{"sentId": 421, "text": "That's what I think he should do."}], "speaker": "DENNARD", "secId": 195}, {"sentences": [{"sentId": 422, "text": "All right."}, {"sentId": 423, "text": "Bill, what are establishment republicans telling you about Trump's tweets, I mean, Jeff Zeleny was reporting that some republicans think that he's doing this as a way to get away from reports of these conflicts of interest?"}, {"sentId": 424, "text": "BILL KRISTOL, THE WEEKLY STANDARD EDITOR:  I think he's right."}, {"sentId": 425, "text": "He's"}], "speaker": "LEMON", "secId": 196}, {"sentences": [{"sentId": 426, "text": "doing this as a way to keep his supporters sort of energize and preoccupied and angry at the media, which is always a good thing for Trump supporters to be."}, {"sentId": 427, "text": "And he's doing this while I believe contrary to what Fareed said in the last segment."}], "speaker": "LEMON", "secId": 197}, {"sentences": [{"sentId": 428, "text": "I believe he's getting ready to make Mitt Romney his secretary of state."}, {"sentId": 429, "text": "He's got to have a good dinner tomorrow night, he's got to be assured that Romney will be a team player."}, {"sentId": 430, "text": "I don't think he's going to insist on apology."}, {"sentId": 431, "text": "I think he'll insist though that Romney going forward, make clear obviously that Trump is the president, he is the secretary of state to go and be a loyal team player."}, {"sentId": 432, "text": "I think Romney would be incidentally."}, {"sentId": 433, "text": "I don't think probably..."}], "speaker": "LEMON", "secId": 198}, {"sentences": [{"sentId": 434, "text": "You think all of this with Kellyanne Conway was just sort of a slap unlike, you know, just to pay him back for what he said during the election?"}], "speaker": "LEMON", "secId": 199}, {"sentences": [{"sentId": 435, "text": "Yes, I think so."}, {"sentId": 436, "text": "And I think testing the waters to see if they really was such a big grassroots reaction which is despite Kellyanne and Newt Gingrich, the people are trying to stir it up here, or pretending to try to stir it up in Kellyanne's case, there hasn't been much of a reaction."}], "speaker": "KRISTOL", "secId": 200}, {"sentences": [{"sentId": 437, "text": "I've talked to a lot of Trump supporters, they think, you know, Romney is a reasonable like someone in your office who works there as a big Trump supporter."}, {"sentId": 438, "text": "You know, Romney is a reasonable pick for secretary of state."}, {"sentId": 439, "text": "Trump is the president."}, {"sentId": 440, "text": "If you're a Trump supporter you're fine with that."}], "speaker": "KRISTOL", "secId": 201}, {"sentences": [{"sentId": 441, "text": "I think what they'll do is that they'll announce the domestic policy picks tomorrow that will be Tom Price at HHS as you've been reporting."}], "speaker": "KRISTOL", "secId": 202}, {"sentences": [{"sentId": 442, "text": "Right."}], "speaker": "LEMON", "secId": 203}, {"sentences": [{"sentId": 443, "text": "Ben Carson at HUD."}, {"sentId": 444, "text": "And I think Cynthia Lummis, the retiring Congresswoman from Wyoming as interior secretary."}], "speaker": "KRISTOL", "secId": 204}, {"sentences": [{"sentId": 445, "text": "And then later..."}], "speaker": "LEMON", "secId": 205}, {"sentences": [{"sentId": 446, "text": "And then Wednesday..."}], "speaker": "KRISTOL", "secId": 206}, {"sentences": [{"sentId": 447, "text": "And then later do Mitt Romney."}], "speaker": "LEMON", "secId": 207}, {"sentences": [{"sentId": 448, "text": "... or Thursday I think do Mitt Romney at state and Jim Mattis is retiring, I mean, General as defense."}], "speaker": "KRISTOL", "secId": 208}, {"sentences": [{"sentId": 449, "text": "OK. Let's -- I want Kayleigh to get in now."}, {"sentId": 450, "text": "Kayleigh, let's get back to the information about, you know, fraudulent votes and a popular vote."}, {"sentId": 451, "text": "Are Trump supporters OK, are you OK with president-elect tweeting out a lie something that's not true?"}, {"sentId": 452, "text": "KAYLEIGH MCENANY, CNN POLITICAL COMMENTATOR:  Well, I think the"}], "speaker": "LEMON", "secId": 209}, {"sentences": [{"sentId": 453, "text": "president-elect is making an important point here, he's consistent, he said during the election that voter fraud is in fact, a problem."}, {"sentId": 454, "text": "And he's still highlighting that as president-elect."}], "speaker": "LEMON", "secId": 210}, {"sentences": [{"sentId": 455, "text": "The fact is we don't know how many people voted illegally."}, {"sentId": 456, "text": "We know we have 400 convictions on Heritage Foundation's web site."}, {"sentId": 457, "text": "We know congressional data shows 6.4 percent of illegal immigrants claim that they voted."}, {"sentId": 458, "text": "We know all of this."}, {"sentId": 459, "text": "We know there is data backing up what he is saying."}, {"sentId": 460, "text": "None of us..."}], "speaker": "LEMON", "secId": 211}, {"sentences": [{"sentId": 461, "text": "But we don't know."}, {"sentId": 462, "text": "But he's saying millions, so if he doesn't know then why tweets it out."}], "speaker": "LEMON", "secId": 212}, {"sentences": [{"sentId": 463, "text": "None of us now, we have no way of tracking the number of people who voted illegally because we don't have I.D."}, {"sentId": 464, "text": "laws in those states."}], "speaker": "MCENANY", "secId": 213}, {"sentences": [{"sentId": 465, "text": "But there is no official evidence that shows that any of it is true."}, {"sentId": 466, "text": "It could come out that there is, but there's no..."}], "speaker": "LEMON", "secId": 214}, {"sentences": [{"sentId": 467, "text": "And there's no evidence showing it's false."}, {"sentId": 468, "text": "That's just it, we don't track this."}], "speaker": "MCENANY", "secId": 215}, {"sentences": [{"sentId": 469, "text": "Then why?"}], "speaker": "LEMON", "secId": 216}, {"sentences": [{"sentId": 470, "text": "He's highlighting a problem that needs to be remedied before the next election."}], "speaker": "MCENANY", "secId": 217}, {"sentences": [{"sentId": 471, "text": "OK."}], "speaker": "LEMON", "secId": 218}, {"sentences": [{"sentId": 472, "text": "I think both parties should be excited that we eliminate voter fraud in whatever form it comes."}], "speaker": "MCENANY", "secId": 219}, {"sentences": [{"sentId": 473, "text": "Ana, you're sitting here patiently."}], "speaker": "LEMON", "secId": 220}, {"sentences": [{"sentId": 474, "text": "He's not highlighting a problem, he's lying, he's lying on Twitter, he's providing entertainment."}, {"sentId": 475, "text": "He's doing what he's always done, fanning the flames."}], "speaker": "NAVARRO", "secId": 221}, {"sentences": [{"sentId": 476, "text": "And look, what is he doing with Mitt Romney?"}, {"sentId": 477, "text": "Yes, he's putting him in his place, yes, he's castigating him, yes, he's giving him, you know, a little bit of the same medicine that Mitt gave Trump during the campaign."}], "speaker": "NAVARRO", "secId": 222}, {"sentences": [{"sentId": 478, "text": "But you know what else he's doing, he's building suspense for the season finale, this is the apprentice all over again."}, {"sentId": 479, "text": "He's naming all these people tomorrow, we're like, big shrug."}], "speaker": "NAVARRO", "secId": 223}, {"sentences": [{"sentId": 480, "text": "He named the secretary of education last week, big shrug."}, {"sentId": 481, "text": "This one, we are all into the palace intrigue, and everything that's happening and Mitt Romney is coming to dinner tomorrow."}, {"sentId": 482, "text": "Mitt, if you're listening, a food taster may be a good investment."}, {"sentId": 483, "text": "You might get served crow, slowly roasted."}], "speaker": "NAVARRO", "secId": 224}, {"sentences": [{"sentId": 484, "text": "I think he got served crow this weekend especially on the Sunday shows, don't you think?"}], "speaker": "LEMON", "secId": 225}, {"sentences": [{"sentId": 485, "text": "Yes."}, {"sentId": 486, "text": "And you know what?"}, {"sentId": 487, "text": "And it's actually I think a way of testing Mitt Romney."}, {"sentId": 488, "text": "Mitt Romney have been a class act throughout this rather classless process that's going on about the secretary of state."}], "speaker": "NAVARRO", "secId": 226}, {"sentences": [{"sentId": 489, "text": "And I think he has shown that he's got the will and the loyalty he hasn't spoken out against the process, he hasn't taken himself out of consideration, he's actually, you know, taken it in stride."}], "speaker": "NAVARRO", "secId": 227}, {"sentences": [{"sentId": 490, "text": "Paris, what is that laugh for?"}], "speaker": "LEMON", "secId": 228}, {"sentences": [{"sentId": 491, "text": "She -- I believe Ana just referred to Mitt Romney as being loyal."}, {"sentId": 492, "text": "I think anybody who had ears or eyes watching this campaign cycle would stand to say that he was anything but loyal during this entire campaign."}, {"sentId": 493, "text": "And actually, worked against the GOP and worked against Mr. Trump in the campaign."}, {"sentId": 494, "text": "What he's doing..."}], "speaker": "DENNARD", "secId": 229}, {"sentences": [{"sentId": 495, "text": "He certainly want the loyal -- listen, he wasn't supportive or loyal during..."}], "speaker": "NAVARRO", "secId": 230}, {"sentences": [{"sentId": 496, "text": "He was honest - he was honest -- he was honest..."}], "speaker": "KRISTOL", "secId": 231}, {"sentences": [{"sentId": 497, "text": "One at a time."}], "speaker": "LEMON", "secId": 232}, {"sentences": [{"sentId": 498, "text": "He was honest and straightforward."}, {"sentId": 499, "text": "The question is, he did not want Donald Trump to be president."}, {"sentId": 500, "text": "Donald Trump is the president- elect."}], "speaker": "KRISTOL", "secId": 233}, {"sentences": [{"sentId": 501, "text": "While Mitt..."}], "speaker": "DENNARD", "secId": 234}, {"sentences": [{"sentId": 502, "text": "The question is, the question is whether Trump supporters like yourself, would be wise enough to realize that Trump should not support, quote, \"loyalists,\" he should people who will be loyal but who also are competent at doing the job."}, {"sentId": 503, "text": "It's kind of important to govern well, you know, not just to award a staff when laboriously suck to you during the campaign."}], "speaker": "KRISTOL", "secId": 235}, {"sentences": [{"sentId": 504, "text": "But Bill, there's not..."}], "speaker": "MCENANY", "secId": 236}, {"sentences": [{"sentId": 505, "text": "Well, Bill, listen, as someone who have worked in the White House and understand how this process goes as you very well know, what happens is, you do reward those people who supported you and who were loyal."}, {"sentId": 506, "text": "There are plenty of people who were loyal and who were supportive and did not seek out to actively undermine the GOP and the GOP nominee."}], "speaker": "DENNARD", "secId": 237}, {"sentences": [{"sentId": 507, "text": "So, Paris, so Chris Christie criticized Donald Trump during the election."}, {"sentId": 508, "text": "Kellyanne Conway criticized during the election and now they're on his side."}, {"sentId": 509, "text": "What is the difference with Mitt Romney?"}], "speaker": "LEMON", "secId": 238}, {"sentences": [{"sentId": 510, "text": "The difference is when he was during a campaign season where there were other people that were on the stage running for -- running for the spot."}, {"sentId": 511, "text": "The -- Mitt Romney did it while he was the GOP..."}], "speaker": "DENNARD", "secId": 239}, {"sentences": [{"sentId": 512, "text": "Criticism is not criticism?"}], "speaker": "LEMON", "secId": 240}, {"sentences": [{"sentId": 513, "text": "... while he was the GOP nominee."}], "speaker": "DENNARD", "secId": 241}, {"sentences": [{"sentId": 514, "text": "It only matters when you do it?"}], "speaker": "LEMON", "secId": 242}, {"sentences": [{"sentId": 515, "text": "When he was the GOP nominee, yes, that makes a huge difference."}, {"sentId": 516, "text": "He could have kept his mouth shut and not said anything at all, if he had a big problem with him."}], "speaker": "DENNARD", "secId": 243}, {"sentences": [{"sentId": 517, "text": "When he was running, and when he was the nominee, he would have been highly upset if somebody of Donald Trump's stature and other people came out against him, and did what he did."}], "speaker": "DENNARD", "secId": 244}, {"sentences": [{"sentId": 518, "text": "Donald Trump did criticize him during the election."}, {"sentId": 519, "text": "And I don't remember, I don't know if he did or not, but maybe I have my history."}], "speaker": "LEMON", "secId": 245}, {"sentences": [{"sentId": 520, "text": "I don't recall him..."}], "speaker": "DENNARD", "secId": 246}, {"sentences": [{"sentId": 521, "text": "I don't remember Mitt Romney even reacting to it."}], "speaker": "LEMON", "secId": 247}, {"sentences": [{"sentId": 522, "text": "And Mitt Romney's big speech was in March, when he was -- he hope he could deny Donald Trump the nomination."}, {"sentId": 523, "text": "Mitt Romney had a pretty dignified style during the general election."}, {"sentId": 524, "text": "He's made clear he wasn't voting for Donald Trump."}, {"sentId": 525, "text": "If that's a disqualifier, then it can be a disqualifier."}], "speaker": "KRISTOL", "secId": 248}, {"sentences": [{"sentId": 526, "text": "And obviously Donald Trump is free to make that a disqualifier."}, {"sentId": 527, "text": "I think he would show a certain magnanimity -- and really a certain vision if he didn't in every -- obviously votes for his administration and probably all of his White House will be filled with loyalists."}], "speaker": "KRISTOL", "secId": 249}, {"sentences": [{"sentId": 528, "text": "We'll be right back."}], "speaker": "LEMON", "secId": 250}, {"sentences": [{"sentId": 529, "text": "It wouldn't -- it wouldn't be a bad thing to pick someone who wasn't simply a loyalist."}], "speaker": "KRISTOL", "secId": 251}, {"sentences": [{"sentId": 530, "text": "We'll be right back."}], "speaker": "LEMON", "secId": 252}, {"sentences": [{"sentId": 531, "text": "Donald Trump won, but that doesn't seem to have made some of his supporters any less angry."}], "speaker": "LEMON", "secId": 253}, {"sentences": [{"sentId": 532, "text": "Back now with Ana Navarro, Kayleigh McEnany, Bill Kristol, and Paris Dennard."}, {"sentId": 533, "text": "OK, Kayleigh, I want you to take a look at this."}, {"sentId": 534, "text": "He's a Trump supporter making a scene on a Delta flight last week yelling out profanities at other passengers and calling out Hillary Clinton supporters."}], "speaker": "LEMON", "secId": 254}, {"sentences": [{"sentId": 535, "text": "How many people are mad?"}, {"sentId": 536, "text": "Really?"}, {"sentId": 537, "text": "It is not nobody going to say something  on this plane?"}], "speaker": "UNIDENTIFIED MALE", "secId": 255}, {"sentences": [{"sentId": 538, "text": "We can't hear you."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 256}, {"sentences": [{"sentId": 539, "text": "You can't hear me?"}, {"sentId": 540, "text": "Donald Trump, baby."}, {"sentId": 541, "text": "That's right, this man knows what's up."}, {"sentId": 542, "text": "We got some Hillary Clinton  on here."}, {"sentId": 543, "text": "Come on, baby, Trump."}, {"sentId": 544, "text": "That's what I thought."}, {"sentId": 545, "text": "That's what I'm talking about."}, {"sentId": 546, "text": "Hey, baby."}, {"sentId": 547, "text": "Donald Trump is your president every God damn one of you."}, {"sentId": 548, "text": "If you don't like it, too bad."}], "speaker": "UNIDENTIFIED MALE", "secId": 257}, {"sentences": [{"sentId": 549, "text": "Wow!"}, {"sentId": 550, "text": "So..."}], "speaker": "LEMON", "secId": 258}, {"sentences": [{"sentId": 551, "text": "Lord, I'm glad he wasn't sitting next to me."}], "speaker": "NAVARRO", "secId": 259}, {"sentences": [{"sentId": 552, "text": "I know."}, {"sentId": 553, "text": "I always wondered what I would do -- I know."}, {"sentId": 554, "text": "What I would do in a situation like that."}, {"sentId": 555, "text": "I mean, I just said, I mean, if someone had said something if you had been a Hillary supporter, I feel like, you look so dumb, just sit down, you know what I mean."}, {"sentId": 556, "text": "Just anyone."}], "speaker": "LEMON", "secId": 260}, {"sentences": [{"sentId": 557, "text": "But we see that there's incidents that happened in department stores, we've seen that, we've seen road rage in traffic a number of times, people invoking Donald Trump's name."}, {"sentId": 558, "text": "This guy was banned from flying again."}, {"sentId": 559, "text": "What is your reaction?"}], "speaker": "LEMON", "secId": 261}, {"sentences": [{"sentId": 560, "text": "There's no room for people acting out or jeering or anything of the sort that we just saw profanities."}, {"sentId": 561, "text": "But you know, I've seen, if you're willing to look on the other side."}, {"sentId": 562, "text": "I've seen a homeless woman get beat up for supporting Donald Trump."}], "speaker": "MCENANY", "secId": 262}, {"sentences": [{"sentId": 563, "text": "I saw a house get burned down in Hillsboro County or at least been set on fire because the owner supported interrupt."}, {"sentId": 564, "text": "I saw, and we can go and on a Trump supporter drive out of his car being beaten."}, {"sentId": 565, "text": "So, if you selectively look for these things, you can find them on either side."}], "speaker": "MCENANY", "secId": 263}, {"sentences": [{"sentId": 566, "text": "Bill, do you agree with that?"}], "speaker": "LEMON", "secId": 264}, {"sentences": [{"sentId": 567, "text": "Yes."}, {"sentId": 568, "text": "I think you see in both sides."}, {"sentId": 569, "text": "Look, it sounds so earnest and kind of good governmenty, and the establishmenty to say that, you know, we should have more civility in our politics, and it's a pretty healthy thing, a pretty important thing for functioning democracy to have basic rules and norms."}], "speaker": "KRISTOL", "secId": 265}, {"sentences": [{"sentId": 570, "text": "I do think one problem with Donald Trump with one reason people like me didn't want to support him, I really felt we couldn't was that he really did take the level of personal insult, I think, so a new low in presidential politics."}], "speaker": "KRISTOL", "secId": 266}, {"sentences": [{"sentId": 571, "text": "Hillary Clinton did some unseemly things when she was first lady attack on critics unfairly obviously, people who are telling the truth about her husband."}, {"sentId": 572, "text": "So, I'm not defending neither candidates in this presidential election."}], "speaker": "KRISTOL", "secId": 267}, {"sentences": [{"sentId": 573, "text": "I do think this again without sounding too earnest."}, {"sentId": 574, "text": "It will be a very good thing if Donald Trump asked his supporters to cool it, if people both parties ask their supporters to cool it and to be civil to people who disagree with them."}], "speaker": "KRISTOL", "secId": 268}, {"sentences": [{"sentId": 575, "text": "Paris, why do you think people are acting out this way?"}], "speaker": "LEMON", "secId": 269}, {"sentences": [{"sentId": 576, "text": "Look, I think it was a very passionate election."}, {"sentId": 577, "text": "The country is clearly divided."}, {"sentId": 578, "text": "And there are a lot of people on both sides of the aisle that are -- feels very strongly about either side either candidate, and so this is what happens."}], "speaker": "DENNARD", "secId": 270}, {"sentences": [{"sentId": 579, "text": "Look, I was at Macy's a few weeks ago, and a woman was buying a gift it was a pair of boots for a friend."}, {"sentId": 580, "text": "And the woman said, \"You don't want to buy those boots.\""}, {"sentId": 581, "text": "And I said why?"}, {"sentId": 582, "text": "She goes, \"they're made by Ivanka Trump."}, {"sentId": 583, "text": "You don't want those."}, {"sentId": 584, "text": "You don't like that brand.\""}, {"sentId": 585, "text": "And I said, \"actually, I do want to buy those and I'll pay more to have them.\""}], "speaker": "DENNARD", "secId": 271}, {"sentences": [{"sentId": 586, "text": "And so, even in something like that we've seen things..."}], "speaker": "DENNARD", "secId": 272}, {"sentences": [{"sentId": 587, "text": "It's not the same thing as a bunch of people on a plane intimidating other passengers."}, {"sentId": 588, "text": "It's not the same thing."}], "speaker": "LEMON", "secId": 273}, {"sentences": [{"sentId": 589, "text": "But it is to have..."}], "speaker": "DENNARD", "secId": 274}, {"sentences": [{"sentId": 590, "text": "And Ivanka Trump is having trouble with her products now."}, {"sentId": 591, "text": "So, that..."}], "speaker": "LEMON", "secId": 275}, {"sentences": [{"sentId": 592, "text": "And the question is, how many other people this woman try to dissuade from purchasing something because she didn't like her father."}], "speaker": "DENNARD", "secId": 276}, {"sentences": [{"sentId": 593, "text": "Yes."}], "speaker": "LEMON", "secId": 277}, {"sentences": [{"sentId": 594, "text": "But I will tell you this, Don, there are people who stop me every day on either sides of the aisle, who say, Paris, I don't like the things that you say, I don't like the fact that you're a Trump supporter, but I appreciate you having the platform and I appreciate your voice."}], "speaker": "DENNARD", "secId": 278}, {"sentences": [{"sentId": 595, "text": "So, we -- I think it's fair to say that there are people who are very passionate and are upset about it, but there are some good people who do see the good in all of this and are willing to be civil."}, {"sentId": 596, "text": "LEMON:  Ana, do you think that there is equivalency or parody, or"}], "speaker": "DENNARD", "secId": 279}, {"sentences": [{"sentId": 597, "text": "because there are many people who feel and rightly so, that this election empowered bigots?"}], "speaker": "DENNARD", "secId": 280}, {"sentences": [{"sentId": 598, "text": "I do."}, {"sentId": 599, "text": "I do think that, you know, racists, bigots, misogynist feel legitimized and justified by this election, which is why, you know, I hope that Donald Trump does much more to lower the temperature."}, {"sentId": 600, "text": "When you -- this election was like boiling water."}], "speaker": "NAVARRO", "secId": 281}, {"sentences": [{"sentId": 601, "text": "When you put water to boil and the thing starts to bubble, once you turn off the stove, it still takes a long time for that water to go back to being room temperature."}, {"sentId": 602, "text": "Anything and everything that Donald Trump can do to get us back to room temperature, to get us back to a more civil area, he should be doing."}], "speaker": "NAVARRO", "secId": 282}, {"sentences": [{"sentId": 603, "text": "And that includes not tweeting out."}, {"sentId": 604, "text": "Not tweeting angry tweets against Jeff Zeleny our colleague at CNN or Hamilton cast or whatever."}, {"sentId": 605, "text": "You know, look, when a 2-year-old throws out a tantrum, he throws himself on the floor and he starts kicking and screaming."}], "speaker": "NAVARRO", "secId": 283}, {"sentences": [{"sentId": 606, "text": "When 70-year-old Donald Trump throws a tantrum, he goes to Twitter."}, {"sentId": 607, "text": "It's time that somebody gives him his medication."}, {"sentId": 608, "text": "He has tweeted five tweets against CNN in the last hour."}], "speaker": "NAVARRO", "secId": 284}, {"sentences": [{"sentId": 609, "text": "Got to what medication, Don, seriously?"}], "speaker": "DENNARD", "secId": 285}, {"sentences": [{"sentId": 610, "text": "This is a man who's got 4,000 positions to fill, a cabinet to fill, intelligence briefings to attend, and he's tweeted out 13 tweets against an inexistent voter fraud and the recount."}, {"sentId": 611, "text": "Five tweets against CNN and Jeff Zeleny."}], "speaker": "NAVARRO", "secId": 286}, {"sentences": [{"sentId": 612, "text": "Come on, you're president-elect."}, {"sentId": 613, "text": "Dude, you won."}, {"sentId": 614, "text": "You are president- elect."}], "speaker": "NAVARRO", "secId": 287}, {"sentences": [{"sentId": 615, "text": "Yes, but he's also doing air conditioning and negotiating for 2,000 jobs to stay here before he even takes the White House."}], "speaker": "MCENANY", "secId": 288}, {"sentences": [{"sentId": 616, "text": "Correct."}], "speaker": "DENNARD", "secId": 289}, {"sentences": [{"sentId": 617, "text": "Saving jobs before he even get there."}], "speaker": "MCENANY", "secId": 290}, {"sentences": [{"sentId": 618, "text": "I agree with you, but that these other things overshadow that and..."}], "speaker": "LEMON", "secId": 291}, {"sentences": [{"sentId": 619, "text": "And the media we're on be known the real world, I mean, I think in the real world..."}], "speaker": "MCENANY", "secId": 292}, {"sentences": [{"sentId": 620, "text": "That's right."}], "speaker": "DENNARD", "secId": 293}, {"sentences": [{"sentId": 621, "text": "... people want their jobs and they're very excited that he's negotiating these things."}], "speaker": "MCENANY", "secId": 294}, {"sentences": [{"sentId": 622, "text": "Right."}], "speaker": "DENNARD", "secId": 295}, {"sentences": [{"sentId": 623, "text": "So we should ignore that Donald Trump tweets falsehoods or tweets things that are -- that are incite..."}], "speaker": "LEMON", "secId": 296}, {"sentences": [{"sentId": 624, "text": "No, but I think -- I think Paul Begala said something significant in the last show."}, {"sentId": 625, "text": "He said, you know, Donald Trump will put out something, and the media just tends to follow the shiny object and ignore kind of the less sensational things that he's done."}], "speaker": "MCENANY", "secId": 297}, {"sentences": [{"sentId": 626, "text": "But the really important things he's done that will give people jobs and money and food on the table for Christmas, I think that's most important."}], "speaker": "MCENANY", "secId": 298}, {"sentences": [{"sentId": 627, "text": "We'll be right..."}], "speaker": "LEMON", "secId": 299}, {"sentences": [{"sentId": 628, "text": "Before Ana -- before Ana incorrect..."}], "speaker": "DENNARD", "secId": 300}, {"sentences": [{"sentId": 629, "text": "I have to go, Paris."}, {"sentId": 630, "text": "I got to go."}, {"sentId": 631, "text": "I'm sorry."}, {"sentId": 632, "text": "We'll be right back."}], "speaker": "LEMON", "secId": 301}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1611.28.cnnt.01.html.json", "time": "Aired November 28, 2016 - 22:00   ET"}