{"sectionCount": 249, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["LEMON", "UNIDENTIFIED MALE", "CARSON", "UNIDENTIFIED FEMALE", "LIZZA", "BASH", "HEWITT", "TRUMP", "RESTON", "JACOBUS", "JONES", "CLINTON", "ELDER", "BLOW", "NOAH", "SELLERS", "SELERS", "JACQUES", "ACKERMAN", "CHRISTIE", "SELELRS", "KERMAN"], "subTitle": "House Majority Leader Drops Speaker Bid; Highlights fomr the Campaign Trail; Obama Going to Oregon to Meet with College Shooting Victims' Families; 6000 Prison Inmates to be Freed. Aired 10-11p ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1510/08/cnnt.01.html", "sentenceCount": 573, "sections": [{"sentences": [{"sentId": 0, "text": "The House Majority Leader suddenly drops his bid to be speaker."}, {"sentId": 1, "text": "Republican Party in to avoid taking the job crying in the cloak room."}, {"sentId": 2, "text": "What is this, an episode of \"House of cards\"?"}], "speaker": "LEMON", "secId": 0}, {"sentences": [{"sentId": 3, "text": "I couldn't possibly comment."}], "speaker": "UNIDENTIFIED MALE", "secId": 1}, {"sentences": [{"sentId": 4, "text": "This CNN Tonight."}, {"sentId": 5, "text": "I'm Don Lemon."}, {"sentId": 6, "text": "A rebellion raging on Capitol Hill tonight."}, {"sentId": 7, "text": "And then there's what's happening on the campaign trail."}, {"sentId": 8, "text": "Dr. Ben Carson getting a lot of people worked up with his comments like this."}], "speaker": "LEMON", "secId": 2}, {"sentences": [{"sentId": 9, "text": "Is President Obama a real black president?"}], "speaker": "UNIDENTIFIED MALE", "secId": 3}, {"sentences": [{"sentId": 10, "text": "Well, he's the President and he's black."}], "speaker": "CARSON", "secId": 4}, {"sentences": [{"sentId": 11, "text": "I would not advocate that we put a Muslim in charge of this nation."}, {"sentId": 12, "text": "I would not just stand there and then shoot me."}], "speaker": "CARSON", "secId": 5}, {"sentences": [{"sentId": 13, "text": "Is that anywhere to run for president and what can you say about this?"}], "speaker": "LEMON", "secId": 6}, {"sentences": [{"sentId": 14, "text": "I'm Hispanic and I vote for Mr. Trump, we vote for Mr. Trump!"}, {"sentId": 15, "text": "Yes!"}, {"sentId": 16, "text": "Mr. Trump!"}, {"sentId": 17, "text": "We love you!"}, {"sentId": 18, "text": "We love you."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 7}, {"sentences": [{"sentId": 19, "text": "We're going to get into all of that and much, much more this evening."}, {"sentId": 20, "text": "But I want to begin with the breaking news tonight."}, {"sentId": 21, "text": "A new clue that Joe Biden is about to throw his hat into the ring."}], "speaker": "LEMON", "secId": 8}, {"sentences": [{"sentId": 22, "text": "Joining me now on the phone CNN political commentator, Ryan Lizza with the scoop."}, {"sentId": 23, "text": "Ryan, what's the latest on Joe Biden tonight?"}, {"sentId": 24, "text": "RYAN LIZZA, CNN POLITICAL COMMENTATOR:  There is something very"}], "speaker": "LEMON", "secId": 9}, {"sentences": [{"sentId": 25, "text": "interesting happened this week, Don."}, {"sentId": 26, "text": "This may seem a little technical and obscure, but the DNC offers a briefing for everyone who wants to run for president."}], "speaker": "LEMON", "secId": 10}, {"sentences": [{"sentId": 27, "text": "And it's a sort of very detailed lengthy technical briefing, but all the stuff you need to win over the delegates to win the nomination."}, {"sentId": 28, "text": "And so, for months now, they've asked Joe Biden and his representatives, do you want to come into the DNC and have this briefing?"}], "speaker": "LEMON", "secId": 11}, {"sentences": [{"sentId": 29, "text": "It was actually scheduled to June but the meeting was canceled, and this week, Biden's representatives and the DNC official sat down and had this meeting."}, {"sentId": 30, "text": "Now this is a meeting that Hillary Clinton had or the representatives with Hillary Clinton and all five major general prospects for the nomination."}], "speaker": "LEMON", "secId": 12}, {"sentences": [{"sentId": 31, "text": "And so, people at the DNC are telling that they are interpreting this as the clear signs so far that Biden is serious about running."}], "speaker": "LEMON", "secId": 13}, {"sentences": [{"sentId": 32, "text": "We were just talking I think it was a couple days ago, Ryan, about him meeting -- the family meeting at his home this weekend."}], "speaker": "LEMON", "secId": 14}, {"sentences": [{"sentId": 33, "text": "Yes."}, {"sentId": 34, "text": "So here's two ways to interpret this meeting, right?"}, {"sentId": 35, "text": "On the one hand, you could argue, OK, why would he send his representatives to the DNC to get all of the very detailed information you need to figure out how to collect the delegates to win the nomination unless you were serious about running?"}], "speaker": "LIZZA", "secId": 15}, {"sentences": [{"sentId": 36, "text": "On the other hand, I will say this."}, {"sentId": 37, "text": "The information that he received, I'm told, was a little bit -- the representatives for Biden were a little bit surprised by the timing issues, about how much he needs to do and how soon he needs to do it."}], "speaker": "LIZZA", "secId": 16}, {"sentences": [{"sentId": 38, "text": "Because there are filing deadlines in key primary states that are coming up."}, {"sentId": 39, "text": "And so, you could say, well, he's just doing due diligence, needs all this information to make his final decision this weekend, which is, you know, it's reported that he's going to do."}], "speaker": "LIZZA", "secId": 17}, {"sentences": [{"sentId": 40, "text": "Or you could say, you know, perhaps he's made up his mind and this was the more of the final step he needed to pull the trigger."}, {"sentId": 41, "text": "So, you know, read it -- you read it either way, but it's one clue that he's taking it very seriously, and, you know, we're going to get an answer soon."}], "speaker": "LIZZA", "secId": 18}, {"sentences": [{"sentId": 42, "text": "All right, Ryan Lizza, I appreciate that breaking news."}, {"sentId": 43, "text": "And another story that's breaking news all day, Kevin McCarthy not taking his hat, his name out of the hat or the ring to run for Speaker of the House."}], "speaker": "LEMON", "secId": 19}, {"sentences": [{"sentId": 44, "text": "Dana Bash joins us now."}, {"sentId": 45, "text": "Dana, lots to talk about."}, {"sentId": 46, "text": "Let's turn to the big surprise on Capitol Hill today."}, {"sentId": 47, "text": "Kevin McCarthy, what happened, what are your sources telling you?"}], "speaker": "LEMON", "secId": 20}, {"sentences": [{"sentId": 48, "text": "A lot of different reasons, a lot of different theories, but the bottom line is that Kevin McCarthy felt at the end of the day that even if he could ultimately get half of the House of Representatives, which is required constitutionally for any speaker, that it would have been a very, very difficult reign."}], "speaker": "BASH", "secId": 21}, {"sentences": [{"sentId": 49, "text": "And that it was very clear just how difficult it was to get to what was supposed to happen today, which was just a nomination from his fellow republicans."}, {"sentId": 50, "text": "He only needed half of the caucus, so 125 people, that it would have been really, really difficult for the next three weeks between now and October 29th, when the whole House votes."}], "speaker": "BASH", "secId": 22}, {"sentences": [{"sentId": 51, "text": "He would have had to have made some real deals, to talk about House of cards, some real horse trading with some of the conservatives who didn't want him to be in the job in the first place."}, {"sentId": 52, "text": "Horse trading so much that he felt like he probably couldn't have been an effective speaker."}], "speaker": "BASH", "secId": 23}, {"sentences": [{"sentId": 53, "text": "So, there's that, there's also some of the personal."}, {"sentId": 54, "text": "I've talked to people who are close to him throughout the day saying that they didn't almost recognize him over the past few days even, because it had gotten so tough, so intense, so much scrutiny and criticism that it was clear it would have been a very tough slog, never mind over the next few weeks."}, {"sentId": 55, "text": "But even when he gets the job, very difficult to do."}], "speaker": "BASH", "secId": 24}, {"sentences": [{"sentId": 56, "text": "You mentioned the procedure there."}, {"sentId": 57, "text": "And I think you mentioned the Constitution here."}, {"sentId": 58, "text": "But what about the idea that the Speaker of the House doesn't have to actually come from the House?"}], "speaker": "LEMON", "secId": 25}, {"sentences": [{"sentId": 59, "text": "That he doesn't, I think the Speaker of the House, it does not require that the speaker be an elected House Representative."}], "speaker": "LEMON", "secId": 26}, {"sentences": [{"sentId": 60, "text": "It's not, it's not."}, {"sentId": 61, "text": "This is, you know, we talk all the time about leadership positions in Congress."}, {"sentId": 62, "text": "That is all done by tradition but not by the Constitution."}, {"sentId": 63, "text": "The House Speaker is a different kind of thing."}, {"sentId": 64, "text": "It is, as we've been talking about, second in line to the presidency, and there isn't anything that requires the House Speaker to actually be a member of the House."}], "speaker": "BASH", "secId": 27}, {"sentences": [{"sentId": 65, "text": "It has historically been that way, but that is why you have seen some protest votes on the House floor even in the past couple of years, people who didn't want to vote for."}, {"sentId": 66, "text": "For example, John Boehner or Nancy Pelosi."}, {"sentId": 67, "text": "Put in names like Ted Cruz, who was a Senator, or Colin Powell who is a, you know, retired general, former Secretary of State."}], "speaker": "BASH", "secId": 28}, {"sentences": [{"sentId": 68, "text": "Today, we've been seeing some traffic on the internet that Newt Gingrich might be willing to come back of 218 representatives want him."}, {"sentId": 69, "text": "So, it certainly would be very out of the ordinary to happen, but it's not -- but it's allowed."}], "speaker": "BASH", "secId": 29}, {"sentences": [{"sentId": 70, "text": "Interesting, Clinton and Bush in the race and now Newt Gingrich."}, {"sentId": 71, "text": "I mean, it's the '90s all over again."}, {"sentId": 72, "text": "All right."}, {"sentId": 73, "text": "Thank you very much."}, {"sentId": 74, "text": "I appreciate that, Dana Bash."}], "speaker": "LEMON", "secId": 30}, {"sentences": [{"sentId": 75, "text": "I want to turn now to the Hugh Hewitt, the host of Radio Hugh Hewitt Show, and author of the \"The Queen, the Epic Ambition of Hillary Clinton and the Coming of a Second Clinton Era.\""}], "speaker": "LEMON", "secId": 31}, {"sentences": [{"sentId": 76, "text": "Boy, do we have a lot to talk about, Mr. Hewitt."}, {"sentId": 77, "text": "What's your reaction to Kevin McCarthy dropping out?"}], "speaker": "LEMON", "secId": 32}, {"sentences": [{"sentId": 78, "text": "Thanks, Don."}, {"sentId": 79, "text": "Good evening."}, {"sentId": 80, "text": "I was stunned."}, {"sentId": 81, "text": "I've known Kevin for a very long time."}, {"sentId": 82, "text": "I was confidently predicting his election yesterday."}], "speaker": "HEWITT", "secId": 33}, {"sentences": [{"sentId": 83, "text": "There is a second line of stories out there that I think you'll have to deal with tomorrow but impropriety, but I hope they are not true."}, {"sentId": 84, "text": "I would be shocked if they were because I've known him for a long time."}], "speaker": "HEWITT", "secId": 34}, {"sentences": [{"sentId": 85, "text": "I think Dana's analysis about getting to 218, and then actually to 247 is correct."}, {"sentId": 86, "text": "The freedom caucus ultimately pretty bad below."}, {"sentId": 87, "text": "But here's the big news of the night I can confirm for you."}], "speaker": "HEWITT", "secId": 35}, {"sentences": [{"sentId": 88, "text": "Because I talked to a senior member of Congress who knows it to be true."}, {"sentId": 89, "text": "Paul Ryan is actually reconsidering his shermanesque  declaration that he would not run for speaker."}], "speaker": "HEWITT", "secId": 36}, {"sentences": [{"sentId": 90, "text": "You took my next question."}], "speaker": "LEMON", "secId": 37}, {"sentences": [{"sentId": 91, "text": "He's doing so because -- yes."}, {"sentId": 92, "text": "He's definitely sleeping on it tonight, praying about it."}, {"sentId": 93, "text": "He's a very sincere, very devout man and he's also a patriot."}, {"sentId": 94, "text": "And there isn't one House member of the House republican Congress who would not cheer -- maybe there is one or two crazy people, but 9 -- 245 of them would stand up and cheer if Paul Ryan wanted to be the speaker, and he could dictate terms."}], "speaker": "HEWITT", "secId": 38}, {"sentences": [{"sentId": 95, "text": "He could say, OK, this is what we're going to do."}, {"sentId": 96, "text": "He could lead, he could communicate, and most every member of the House caucus has campaigned with Paul Ryan."}, {"sentId": 97, "text": "Now, there is a backup."}, {"sentId": 98, "text": "There is a fellow named Peter Roscom, who many members of your audience will know if they've watched the Benghazi committee."}, {"sentId": 99, "text": "He's a very effective communicator himself."}], "speaker": "HEWITT", "secId": 39}, {"sentences": [{"sentId": 100, "text": "Used to be on House leadership."}, {"sentId": 101, "text": "Very staunch national security conservative."}, {"sentId": 102, "text": "He would be acceptable, and then Jeb Hensarling from Texas."}, {"sentId": 103, "text": "Jeb Hensarling less likely to get in."}], "speaker": "HEWITT", "secId": 40}, {"sentences": [{"sentId": 104, "text": "I think Peter Roscom could persuaded by the republicans study committee to get -- I mean, by the republican conference to get it."}], "speaker": "HEWITT", "secId": 41}, {"sentences": [{"sentId": 105, "text": "But I don't think if Paul Ryan wants to walk up, it's his for the taking and everyone would cheer."}], "speaker": "HEWITT", "secId": 42}, {"sentences": [{"sentId": 106, "text": "Yes."}, {"sentId": 107, "text": "I think he's the odds on favorite."}, {"sentId": 108, "text": "You know, it's interesting, because I heard him today say, you know, he could actually win it but he would rather want all the members to vote for him rather than just."}, {"sentId": 109, "text": "It just seemed like an odd explanation, and I don't know if it's, you know, what you think it is."}], "speaker": "LEMON", "secId": 43}, {"sentences": [{"sentId": 110, "text": "Well, no one wants to have what John Boehner had happen to him which is have a consistent group of four or more conservatives go after you."}], "speaker": "HEWITT", "secId": 44}, {"sentences": [{"sentId": 111, "text": "Got you."}, {"sentId": 112, "text": "HEWITT:  That wouldn't happen with Paul Ryan."}, {"sentId": 113, "text": "They would be actually having his back because he is a deeply conservative policy man who happens to have charisma and who happens to be able to communicate and have a national base."}], "speaker": "LEMON", "secId": 45}, {"sentences": [{"sentId": 114, "text": "He could also raise a boatload of money for the national republican congressional committee."}, {"sentId": 115, "text": "Everyone would be happy with Paul Ryan."}, {"sentId": 116, "text": "The country would be well served as well."}], "speaker": "LEMON", "secId": 46}, {"sentences": [{"sentId": 117, "text": "Hey."}, {"sentId": 118, "text": "Real quickly, Donald Trump is taking credit for this."}, {"sentId": 119, "text": "Do we have a sound bite by Donald Trump?"}, {"sentId": 120, "text": "Can we play that?"}], "speaker": "LEMON", "secId": 47}, {"sentences": [{"sentId": 121, "text": "I want to just start by saying, you know, Kevin McCarthy is out."}, {"sentId": 122, "text": "You know that, right?"}], "speaker": "TRUMP", "secId": 48}, {"sentences": [{"sentId": 123, "text": "And they're giving me a lot of credit for that because I said, you really need somebody very, very tough and very smart."}, {"sentId": 124, "text": "You know, smart goes with tough, not just tough."}, {"sentId": 125, "text": "I know tough people, they're not smart."}, {"sentId": 126, "text": "That's the worst."}, {"sentId": 127, "text": "OK?"}, {"sentId": 128, "text": "That's the worst."}, {"sentId": 129, "text": "You got to be smart."}, {"sentId": 130, "text": "But we need smart, we need tough, we need the whole package."}], "speaker": "TRUMP", "secId": 49}, {"sentences": [{"sentId": 131, "text": "It wasn't really Donald Trump, was it?"}, {"sentId": 132, "text": "Was it mostly his comments about Benghazi?"}], "speaker": "LEMON", "secId": 50}, {"sentences": [{"sentId": 133, "text": "No, I don't really know what made the freedom caucus not vote for him."}, {"sentId": 134, "text": "Donald Trump is a meteor strike on American politics, so he has shaken up a lot of things."}, {"sentId": 135, "text": "Ted Cruz is another meteor strike and he has shaken up the House dramatically."}], "speaker": "HEWITT", "secId": 51}, {"sentences": [{"sentId": 136, "text": "Lots of things are happening and they're all to the good, because, excuse me, Don."}, {"sentId": 137, "text": "What this does is frame the republicans as the party of ideas."}, {"sentId": 138, "text": "Out of this chaos will come a platform and a way forward."}], "speaker": "HEWITT", "secId": 52}, {"sentences": [{"sentId": 139, "text": "October 22nd is a waterloo for Hillary Clinton."}, {"sentId": 140, "text": "I would look at every member of the House Benghazi Committee, Trey Gowdy, Jim Jordan, Mike Pompeii, Peter Roscom, Susan Brooks."}], "speaker": "HEWITT", "secId": 53}, {"sentences": [{"sentId": 141, "text": "I would look at those people and say they've done an extraordinary job of carefully managing a very delicate inquiry and a national security specifics without compromising the process."}], "speaker": "HEWITT", "secId": 54}, {"sentences": [{"sentId": 142, "text": "They've raised the game for the House republican caucus."}, {"sentId": 143, "text": "There is some turbulence now."}, {"sentId": 144, "text": "It will be over in three days."}, {"sentId": 145, "text": "People will forget it."}, {"sentId": 146, "text": "And they'll look at the new speaker and rally around him."}], "speaker": "HEWITT", "secId": 55}, {"sentences": [{"sentId": 147, "text": "Yes."}, {"sentId": 148, "text": "I want to get to this."}, {"sentId": 149, "text": "Because have you seen this CQ article that mentions Ben Carson?"}, {"sentId": 150, "text": "HEWITT:  Yes."}], "speaker": "LEMON", "secId": 56}, {"sentences": [{"sentId": 151, "text": "Let's put the article up."}, {"sentId": 152, "text": "They use the full word."}, {"sentId": 153, "text": "We actually, you know, sort of blurred it out for you."}], "speaker": "LEMON", "secId": 57}, {"sentences": [{"sentId": 154, "text": "I hope not."}], "speaker": "HEWITT", "secId": 58}, {"sentences": [{"sentId": 155, "text": "It's titled -- you know, we wouldn't put that on television."}, {"sentId": 156, "text": "It's titled \"F-Ben Carson.\""}, {"sentId": 157, "text": "Why do you think GQ would do this to you?"}], "speaker": "LEMON", "secId": 59}, {"sentences": [{"sentId": 158, "text": "Well, the reporters actually very talented sportswriter."}, {"sentId": 159, "text": "It comes from a different school than I come from."}, {"sentId": 160, "text": "And it's been a school that submerge in recent years that believes that cliques matter more than grace and eloquent in writing."}], "speaker": "HEWITT", "secId": 60}, {"sentences": [{"sentId": 161, "text": "He's a good reporter, he's funny, he's written some bestsellers."}, {"sentId": 162, "text": "Ben Carson is a big target because Ben Carson has a big number."}, {"sentId": 163, "text": "But he's also -- he is an outrage to a lot of people who are not traditional Christian conservatives."}], "speaker": "HEWITT", "secId": 61}, {"sentences": [{"sentId": 164, "text": "Ben Carson is a deeply devout man of faith."}, {"sentId": 165, "text": "He's also extremely skilled as a pediatric brain surgeon and he's scandal to people that cannot measure up to some of his standards."}], "speaker": "HEWITT", "secId": 62}, {"sentences": [{"sentId": 166, "text": "He also says controversial stuff constantly because he is not a talking sound bite walking around."}, {"sentId": 167, "text": "He's an honest to goodness fresh face like Trump like Cruz like so many other people."}], "speaker": "HEWITT", "secId": 63}, {"sentences": [{"sentId": 168, "text": "So, I'm not surprised he would dry the eye of GQ and I'm not surprised that a reporter would use an inflammatory title in order to draw cliques."}, {"sentId": 169, "text": "That's how writers rise now."}], "speaker": "HEWITT", "secId": 64}, {"sentences": [{"sentId": 170, "text": "But, Hugh, I have to say to his defense though, the writer doesn't always, and usually doesn't have anything to do with the headline."}, {"sentId": 171, "text": "Someone else writes the headline."}, {"sentId": 172, "text": "As someone who writes that."}], "speaker": "LEMON", "secId": 65}, {"sentences": [{"sentId": 173, "text": "I read the piece, though."}], "speaker": "HEWITT", "secId": 66}, {"sentences": [{"sentId": 174, "text": "Yes."}], "speaker": "LEMON", "secId": 67}, {"sentences": [{"sentId": 175, "text": "There is a lot of profanity in the piece."}], "speaker": "HEWITT", "secId": 68}, {"sentences": [{"sentId": 176, "text": "All right, Hugh."}], "speaker": "LEMON", "secId": 69}, {"sentences": [{"sentId": 177, "text": "He is well known for his genre."}, {"sentId": 178, "text": "He's very good at his genre and he's a great sportswriter."}, {"sentId": 179, "text": "I got nothing against the guy."}, {"sentId": 180, "text": "I just wouldn't allow -- you do have a veto over your headline."}], "speaker": "HEWITT", "secId": 70}, {"sentences": [{"sentId": 181, "text": "Right."}, {"sentId": 182, "text": "Yes."}], "speaker": "LEMON", "secId": 71}, {"sentences": [{"sentId": 183, "text": "So, he could have vetoed that if he wanted to."}, {"sentId": 184, "text": "LEMON:  Thank you, sir."}, {"sentId": 185, "text": "I appreciate it."}], "speaker": "HEWITT", "secId": 72}, {"sentences": [{"sentId": 186, "text": "Always a pleasure."}], "speaker": "HEWITT", "secId": 73}, {"sentences": [{"sentId": 187, "text": "See you next time."}], "speaker": "LEMON", "secId": 74}, {"sentences": [{"sentId": 188, "text": "Thank you, Don."}], "speaker": "HEWITT", "secId": 75}, {"sentences": [{"sentId": 189, "text": "When we come right back, what Ben Carson said about the holocaust?"}], "speaker": "LEMON", "secId": 76}, {"sentences": [{"sentId": 190, "text": "Plus, President Obama heading to Oregon to meet with the families of the campus shooting victims."}, {"sentId": 191, "text": "Why some people are angry about his visit."}], "speaker": "LEMON", "secId": 77}, {"sentences": [{"sentId": 192, "text": "Very busy day on the campaign trail, especially for Donald Trump and Marco Rubio both stumping in Nevada."}], "speaker": "LEMON", "secId": 78}, {"sentences": [{"sentId": 193, "text": "Joining me now is Maeve Reston, CNN national political reporter, Van Jones, CNN political contributor who is former Obama administration official and caused all the internet to blow up really last night from his appearance on this show, and republican strategist Cheri Jacobus."}], "speaker": "LEMON", "secId": 79}, {"sentences": [{"sentId": 194, "text": "Thank you so much for joining us, all of you."}, {"sentId": 195, "text": "I want to get to you first, Maeve."}, {"sentId": 196, "text": "Today you attended both the Trump and the Rubio events in Las Vegas."}, {"sentId": 197, "text": "Did Rubio mention Kevin McCarthy dropping out?"}], "speaker": "LEMON", "secId": 80}, {"sentences": [{"sentId": 198, "text": "No."}, {"sentId": 199, "text": "I mean, this is very, very typical stampede here from Marco Rubio, who is talking about, you know, the American dream slipping out of grasp, and arguing that he's sort of the new generation leader that can do it."}], "speaker": "RESTON", "secId": 81}, {"sentences": [{"sentId": 200, "text": "Trump, though, as you know, did mentioned that earlier even took credit for Kevin McCarthy dropping out."}, {"sentId": 201, "text": "And it was two very different crowds."}, {"sentId": 202, "text": "With Rubio, we're here in Sun City, so a retirement community, a lot of reliable republican voters."}], "speaker": "RESTON", "secId": 82}, {"sentences": [{"sentId": 203, "text": "At the Trump rally earlier today, there were actually a lot of local Nevada folks which surprised some people, but also a lot of tourists who are coming off the strip and wanted to see the show."}], "speaker": "RESTON", "secId": 83}, {"sentences": [{"sentId": 204, "text": "Do you think -- they mentioned McCarthy, right?"}, {"sentId": 205, "text": "Do you think -- because we saw Trump do it."}, {"sentId": 206, "text": "DO you think that this emboldens, you know, this news that Kevin McCarthy is dropping out, this emboldens outsiders like Trump and Carson even more?"}], "speaker": "LEMON", "secId": 84}, {"sentences": [{"sentId": 207, "text": "Sure, absolutely."}, {"sentId": 208, "text": "I mean, this is the, you know, history repeating itself as it did with John Boehner."}, {"sentId": 209, "text": "A lot of people today in that, you know, that other outsider lane were declaring victory after this happened."}], "speaker": "RESTON", "secId": 85}, {"sentences": [{"sentId": 210, "text": "And I think that it leaves people like Jeb Bush and some of the -- John Kasich and some of the other establishment candidates really wondering what their fate is going to be in this race."}, {"sentId": 211, "text": "Rubio is trying to kind of straddle the line between, like, outsider"}], "speaker": "RESTON", "secId": 86}, {"sentences": [{"sentId": 212, "text": "and Florida senator, so we're going to see how that plays for him."}, {"sentId": 213, "text": "He got a strong turnout here tonight."}, {"sentId": 214, "text": "But it's just been a really fascinating day that shows all the fissures in the Republican Party."}], "speaker": "RESTON", "secId": 87}, {"sentences": [{"sentId": 215, "text": "Cheri, you know, Congressman King was on earlier tonight, and he said this situation makes republicans look crazy."}, {"sentId": 216, "text": "Will the democrats use this, do you think to their advantage, and if so, how?"}], "speaker": "LEMON", "secId": 88}, {"sentences": [{"sentId": 217, "text": "Well, I don't think it makes republicans look crazy."}, {"sentId": 218, "text": "It's entertaining, it's a lot of fun, and I do think that there are some seismic shifts happening right now."}, {"sentId": 219, "text": "But this is what our founders meant for the House to be, all rockets and rowdy and the Senate is supposed to be aloof when Eric Cantor live up further, he move for the people."}], "speaker": "JACOBUS", "secId": 89}, {"sentences": [{"sentId": 220, "text": "So, you know, we're doing what we're supposed to be doing in the House right now."}, {"sentId": 221, "text": "But, look, if I were a democrat, I wouldn't want to have to go home and say I have to vote for Nancy Pelosi again."}, {"sentId": 222, "text": "So, remember, the democrats have an election as well."}], "speaker": "JACOBUS", "secId": 90}, {"sentences": [{"sentId": 223, "text": "What this does do is focus the attention on some of the issues of Congress, though."}, {"sentId": 224, "text": "And people, you know, it's putting the spotlight on some members of Congress that most people don't know about."}], "speaker": "JACOBUS", "secId": 91}, {"sentences": [{"sentId": 225, "text": "I think ultimately it's going to be Paul Ryan and not because he wants it so badly, but because he has such respect from his colleagues."}, {"sentId": 226, "text": "And this will settle down."}, {"sentId": 227, "text": "But I think it's really ridiculous for Trump or anybody else to sort of, you know, take credit for this."}, {"sentId": 228, "text": "That's really pretty ridiculous."}], "speaker": "JACOBUS", "secId": 92}, {"sentences": [{"sentId": 229, "text": "The freedom caucus right now does control a lot of it."}, {"sentId": 230, "text": "They have some demands."}, {"sentId": 231, "text": "Some are reasonable, you know, they want to, you know, a regular order of the House."}, {"sentId": 232, "text": "But they will calm down."}, {"sentId": 233, "text": "They're actually losing a couple members who really aren't comfortable with this notion of a handful of conservatives holding the republican conference hostage."}], "speaker": "JACOBUS", "secId": 93}, {"sentences": [{"sentId": 234, "text": "But basically things are working the way they're supposed to."}], "speaker": "JACOBUS", "secId": 94}, {"sentences": [{"sentId": 235, "text": "Do you agree that things are working the way they're supposed to, Van, and that this doesn't make as Peter King as the republicans look crazy?"}], "speaker": "LEMON", "secId": 95}, {"sentences": [{"sentId": 236, "text": "I think it makes the Republican Party look completely nuts, and I also think that the party is moving further and further in a direction that will make it very hard in 2016."}], "speaker": "JONES", "secId": 96}, {"sentences": [{"sentId": 237, "text": "The best possible outcome for this Republican Party right now would be for a Paul Ryan to emerge."}, {"sentId": 238, "text": "He is a respectable person."}, {"sentId": 239, "text": "He's someone who I think can command a lot of respect."}], "speaker": "JONES", "secId": 97}, {"sentences": [{"sentId": 240, "text": "But if it's not Paul Ryan and it winds up being just a loose ball for weeks and weeks and we have more of this, at some point, ordinary people begin to ask the question, do you want this kind of chaos in the White House?"}], "speaker": "JONES", "secId": 98}, {"sentences": [{"sentId": 241, "text": "It's perfectly possible they get through this and nobody can remember this past few days."}, {"sentId": 242, "text": "But if it is not Paul Ryan, I think this party is in trouble."}, {"sentId": 243, "text": "And by the way, I don't think there is a single democrat anywhere that has a problem voting for Nancy Pelosi."}], "speaker": "JONES", "secId": 99}, {"sentences": [{"sentId": 244, "text": "She's actually very well-liked and respected in the Democratic Party."}, {"sentId": 245, "text": "And I just want to say that's not a problem at all."}, {"sentId": 246, "text": "I think democrats would vote for Nancy Pelosi 12 times on Sunday."}, {"sentId": 247, "text": "Unfortunately, the republicans can't find a single person to vote for."}], "speaker": "JONES", "secId": 100}, {"sentences": [{"sentId": 248, "text": "OK. That was a long -- OK. Go ahead."}], "speaker": "LEMON", "secId": 101}, {"sentences": [{"sentId": 249, "text": "Don."}], "speaker": "RESTON", "secId": 102}, {"sentences": [{"sentId": 250, "text": "Go ahead."}, {"sentId": 251, "text": "That was very circuitous."}, {"sentId": 252, "text": "You snuck that in there."}, {"sentId": 253, "text": "I give you points for that."}, {"sentId": 254, "text": "Go ahead."}], "speaker": "LEMON", "secId": 103}, {"sentences": [{"sentId": 255, "text": "Who is that?"}, {"sentId": 256, "text": "Maeve?"}], "speaker": "LEMON", "secId": 104}, {"sentences": [{"sentId": 257, "text": "I think it's too interesting that we're talking about, yes, Paul Ryan again."}, {"sentId": 258, "text": "He was the guy who could kind of bring the sweet spot to Mitt Romney, they thought, who could unite conservatives."}, {"sentId": 259, "text": "I mean, also establishment republicans."}], "speaker": "RESTON", "secId": 105}, {"sentences": [{"sentId": 260, "text": "Obviously, he didn't help Mitt Romney enough to do that, but it is really interesting that he is sort of looked to as the party savior and that tells you something about kind of where the Republican Party is at this point."}], "speaker": "RESTON", "secId": 106}, {"sentences": [{"sentId": 261, "text": "OK. Back to the democrats now, Van, and everyone else."}, {"sentId": 262, "text": "Hillary Clinton taking a swipe at Donald Trump tonight in her campaign event."}, {"sentId": 263, "text": "Listen."}], "speaker": "LEMON", "secId": 107}, {"sentences": [{"sentId": 264, "text": "But as you know too well, many people in our own country don't see how vital Latinos are to the United States and our future."}], "speaker": "CLINTON", "secId": 108}, {"sentences": [{"sentId": 265, "text": "They don't see that Latinos are not strangers."}, {"sentId": 266, "text": "You're not intruders."}, {"sentId": 267, "text": "You are our neighbors, our colleagues, our friends, our families."}], "speaker": "CLINTON", "secId": 109}, {"sentences": [{"sentId": 268, "text": "She was speaking at the congressional Hispanic caucus."}, {"sentId": 269, "text": "And so, Van, do you think Clinton is going to use some of her ammunition in the coming days and even during our debate to trash Donald Trump?"}], "speaker": "LEMON", "secId": 110}, {"sentences": [{"sentId": 270, "text": "Well, she actually will and she should."}, {"sentId": 271, "text": "Let's not forget that while we continue to do all this sort of pretending that it's OK for the Republican Party to fall apart and everyone tries to polish that up, Donald Trump has said some of the most outrageous things about the Latino community, about the immigrant community, calling them, saying that they're rapists, that they're not sending their best people here."}], "speaker": "JONES", "secId": 111}, {"sentences": [{"sentId": 272, "text": "Hillary Clinton should and Bernie Sanders should stand up and others stand up and say, actually some of the best people from all countries are here in the United States, including from Mexico, and really drive that point home, that, in fact, what he said is unacceptable."}], "speaker": "JONES", "secId": 112}, {"sentences": [{"sentId": 273, "text": "I think people like Hillary Clinton when she's on the attack."}, {"sentId": 274, "text": "I think they don't like her when she's on defense."}, {"sentId": 275, "text": "She's been on defense for months."}, {"sentId": 276, "text": "I like her going on the attack when it comes to Donald Trump, I like her going on attack when it comes to McCarthy."}], "speaker": "JONES", "secId": 113}, {"sentences": [{"sentId": 277, "text": "OK."}], "speaker": "LEMON", "secId": 114}, {"sentences": [{"sentId": 278, "text": "She is the one who drove McCarthy out of the race, not Donald Trump."}], "speaker": "JONES", "secId": 115}, {"sentences": [{"sentId": 279, "text": "OK. We have to run."}, {"sentId": 280, "text": "I know you probably disagree, Cheri."}], "speaker": "LEMON", "secId": 116}, {"sentences": [{"sentId": 281, "text": "Yes."}, {"sentId": 282, "text": "I don't think Trump is going to be the nominee."}], "speaker": "JACOBUS", "secId": 117}, {"sentences": [{"sentId": 283, "text": "All right."}], "speaker": "LEMON", "secId": 118}, {"sentences": [{"sentId": 284, "text": "And I know you desperately want him to be because he's the only one that loses to Hillary."}, {"sentId": 285, "text": "So, you know, last time we talked about it."}], "speaker": "JACOBUS", "secId": 119}, {"sentences": [{"sentId": 286, "text": "Thanks everyone."}, {"sentId": 287, "text": "That's going have to be -- I really do appreciate it."}, {"sentId": 288, "text": "I'll see you guys soon."}], "speaker": "LEMON", "secId": 120}, {"sentences": [{"sentId": 289, "text": "Thank you."}], "speaker": "RESTON", "secId": 121}, {"sentences": [{"sentId": 290, "text": "And don't forget CNN's democratic presidential debate Tuesday, October 13, live from Las Vegas."}], "speaker": "LEMON", "secId": 122}, {"sentences": [{"sentId": 291, "text": "Coming up, Ben Carson has said some pretty controversial things, but are they gaffes or what he truly believes?"}, {"sentId": 292, "text": "And how are voters reacting?"}], "speaker": "LEMON", "secId": 123}, {"sentences": [{"sentId": 293, "text": "Here are the latest polls show."}, {"sentId": 294, "text": "They show at Ben Carson solidly in second in the GOP race, and republican voters at least so far don't seem to mind his controversial remarks on everything from Muslims to disaster preparation, to how he react if threatened by gunman like the Oregon college shooter."}], "speaker": "LEMON", "secId": 124}, {"sentences": [{"sentId": 295, "text": "I'm not only would I probably not cooperate with him, I would not just stand there and let him shoot me."}, {"sentId": 296, "text": "I would say, hey, guys, everybody attack him, he may shoot me but he can't get us all."}], "speaker": "CARSON", "secId": 125}, {"sentences": [{"sentId": 297, "text": "Mr. Carson, if you're in the White House what would you be doing right now with tropical storm Joaquin, what would you be doing if you were actually in the white House, what would be your first step?"}, {"sentId": 298, "text": "CARSN:  I don't know."}], "speaker": "UNIDENTIFIED MALE", "secId": 126}, {"sentences": [{"sentId": 299, "text": "So, do you believe that Islam is consistent with the Constitution?"}], "speaker": "UNIDENTIFIED MALE", "secId": 127}, {"sentences": [{"sentId": 300, "text": "No, I don't."}, {"sentId": 301, "text": "I do not."}, {"sentId": 302, "text": "I would not advocate that we put a Muslim in charge of this nation, I absolutely would not agree with that."}], "speaker": "CARSON", "secId": 128}, {"sentences": [{"sentId": 303, "text": "So, Carson has had to clarify some of his statements, but he also suggests that we, in the media, take some of his remarks out of context."}, {"sentId": 304, "text": "So, I want to talk about all of this with Charles Blow, CNN political commentator and New York op-ed columnist and Larry Elder, host of radio's Larry Elder Show, and the author of \"Dear Father, Dear Son.\""}, {"sentId": 305, "text": "Good evening, gentlemen."}, {"sentId": 306, "text": "Larry Elder first."}], "speaker": "LEMON", "secId": 129}, {"sentences": [{"sentId": 307, "text": "Good evening."}], "speaker": "ELDER", "secId": 130}, {"sentences": [{"sentId": 308, "text": "To some these may be considered huge gaffes."}, {"sentId": 309, "text": "But to his supporters, they seem a differently daunting."}], "speaker": "LEMON", "secId": 131}, {"sentences": [{"sentId": 310, "text": "They sure do, Don."}, {"sentId": 311, "text": "And the reason is because a lot of his supporters see this selective outrage in the party people in the media."}, {"sentId": 312, "text": "For example, Hillary recently just said that the NRA was likened to terrorists and communists."}, {"sentId": 313, "text": "She said that republicans who wanted to defund Planned Parenthood are similar to terrorists."}], "speaker": "ELDER", "secId": 132}, {"sentences": [{"sentId": 314, "text": "And President Obama said that republicans who want to oppose the Iran deal are making a common cause with the Iranian hard liners, those who are saying death to America and death to Israel."}], "speaker": "ELDER", "secId": 133}, {"sentences": [{"sentId": 315, "text": "So, a lot of people see this as selective outrage."}, {"sentId": 316, "text": "And what Ben Carson said about not wanting a Muslim for president, is similar to what a lot of Islamic scholars say, that if you truly are practicing Islam you have to have no real line between mosque and state."}], "speaker": "ELDER", "secId": 134}, {"sentences": [{"sentId": 317, "text": "What he said about the terrorists about the gunmen, about charging gunmen."}, {"sentId": 318, "text": "We're celebrating Chris Mintz, the teacher in Oregon who blocked his classroom and stop the gunman from coming in there."}, {"sentId": 319, "text": "And Obama just invited the three Americans who attacked the terrorism the French terrain."}], "speaker": "ELDER", "secId": 135}, {"sentences": [{"sentId": 320, "text": "And I saw the movie about United Flight 93 on 9/11 that stopped that plane from perhaps crashing into the Capitol Building or crashing into the White House."}, {"sentId": 321, "text": "So, the idea of rushing a gunman is not outrageous."}], "speaker": "ELDER", "secId": 136}, {"sentences": [{"sentId": 322, "text": "So, one point here is that, I'm not sure in the beginning."}, {"sentId": 323, "text": "I think he was being questioned about, he wasn't even about -- he didn't, he wasn't aware of Chris Mintz."}, {"sentId": 324, "text": "And you mentioned 93, Chris Mintz..."}], "speaker": "LEMON", "secId": 137}, {"sentences": [{"sentId": 325, "text": "He wasn't."}], "speaker": "ELDER", "secId": 138}, {"sentences": [{"sentId": 326, "text": "He was shot seven times..."}], "speaker": "LEMON", "secId": 139}, {"sentences": [{"sentId": 327, "text": "He wasn't aware."}], "speaker": "ELDER", "secId": 140}, {"sentences": [{"sentId": 328, "text": "Let me finish."}], "speaker": "LEMON", "secId": 141}, {"sentences": [{"sentId": 329, "text": "All right."}], "speaker": "ELDER", "secId": 142}, {"sentences": [{"sentId": 330, "text": "He was shot seven times and the people on flight 93, sadly, sadly they died as well even though they did try to intervene."}, {"sentId": 331, "text": "So, Charles, do you think that this is selective outrage on the part of the media or something beyond?"}], "speaker": "LEMON", "secId": 143}, {"sentences": [{"sentId": 332, "text": "I don't necessarily think it's the media because I think, I do believe that those things were covered in the media."}, {"sentId": 333, "text": "I do, however, think that Carson is digging himself a hole."}], "speaker": "BLOW", "secId": 144}, {"sentences": [{"sentId": 334, "text": "There are two sets of voters to be aware of here."}, {"sentId": 335, "text": "There is the kind of -- the republican primary voters which is the subset of a subset, and he's polling at about 18 to 20 percent of those."}, {"sentId": 336, "text": "That's not a large number of people."}], "speaker": "BLOW", "secId": 145}, {"sentences": [{"sentId": 337, "text": "And then there is the voting block as a whole, the entire country, and I think he's doing himself an incredible disservice because his story is really incredible."}, {"sentId": 338, "text": "You know, he is -- it is an inspirational story, people have read his books."}, {"sentId": 339, "text": "A lot of people were kind of forced to read his books and were happy to have done it."}], "speaker": "BLOW", "secId": 146}, {"sentences": [{"sentId": 340, "text": "And we gave him a lot of leeway because of his kind of personal story, and he must be really brilliant because he's such a brilliant surgeon."}, {"sentId": 341, "text": "And he's coming off as really like an anti-intellectual, not being able to answer questions, not being able to answer them sufficiently to sounding insensitive on subjects like the, you know, the shooting in Oregon, and having to constantly come back and explain himself, or, as he has had to do as you pointed out on several occasions, to apologize for what he has said."}], "speaker": "BLOW", "secId": 147}, {"sentences": [{"sentId": 342, "text": "But Charles, is that his appeal, though?"}, {"sentId": 343, "text": "Like Donald Trump's appeal when we first we saw at Trump and now Carson, they make these provocative statements, they ruffle some people's feathers."}, {"sentId": 344, "text": "But then it doesn't hurt them in the polls, quite the opposite."}], "speaker": "LEMON", "secId": 148}, {"sentences": [{"sentId": 345, "text": "Well, I do believe that is the case, too."}, {"sentId": 346, "text": "The two things are happening there, you have higher name ID the more press you get that's good or bad."}, {"sentId": 347, "text": "And there is nothing that I think republican voters more than a person who is under siege by what they consider to be liberal in the media."}], "speaker": "BLOW", "secId": 149}, {"sentences": [{"sentId": 348, "text": "And so, that actually helps with you that base of voters."}, {"sentId": 349, "text": "It still doesn't kind of catapult you out of the, you know, the low 20's, 18 percent, 15 percent, but it does help you with a certain segment of that vote."}, {"sentId": 350, "text": "LEMON:  OK."}, {"sentId": 351, "text": "I want you guys to watch this."}, {"sentId": 352, "text": "This is Carson recently"}], "speaker": "BLOW", "secId": 150}, {"sentences": [{"sentId": 353, "text": "made some controversial comments regarding what he would do if he were in the mass shooting that we've been talking about."}, {"sentId": 354, "text": "This is The Daily Show, the new host Trevor Noah."}, {"sentId": 355, "text": "He pokes fun at him last night."}, {"sentId": 356, "text": "Take a look at this."}], "speaker": "BLOW", "secId": 151}, {"sentences": [{"sentId": 357, "text": "Ben Carson really thinks that he could rally people against a mass shooter."}, {"sentId": 358, "text": "I think he's overestimating how inspiring his presence might be."}], "speaker": "NOAH", "secId": 152}, {"sentences": [{"sentId": 359, "text": "You're going to shoot me?"}, {"sentId": 360, "text": "Hey, guys, listen up."}, {"sentId": 361, "text": "I need you all to rally behind my charismatic presence and charge with me in a certain death."}, {"sentId": 362, "text": "Who's with?"}], "speaker": "NOAH", "secId": 153}, {"sentences": [{"sentId": 363, "text": "I mean, it's funny, Larry, but were Carson's comments presidential?"}], "speaker": "LEMON", "secId": 154}, {"sentences": [{"sentId": 364, "text": "Well, as I was trying to say, Chris Mintz is credited with having dissuaded the gunman from entering the classroom and killing more people, and the united flight 93 people stopped that plane from going to the Capitol Building or to the White House."}], "speaker": "ELDER", "secId": 155}, {"sentences": [{"sentId": 365, "text": "They affected the outcome."}, {"sentId": 366, "text": "So, I think it's very unfair to say that charging a gunman or taking action into your own hands won't do some sort of good."}, {"sentId": 367, "text": "That's all Ben Carson was saying."}], "speaker": "ELDER", "secId": 156}, {"sentences": [{"sentId": 368, "text": "Do you think though, many people saw it this way, though, Larry."}, {"sentId": 369, "text": "They thought that it was insensitive to the victims and some, you know, saying, well, you know, you may not have been attacked, or you may not have been killed, or you may not have been injured had you just jumped in."}, {"sentId": 370, "text": "Was that insensitive, at least?"}], "speaker": "LEMON", "secId": 157}, {"sentences": [{"sentId": 371, "text": "No more than was Hillary's comments insensitive to republicans when she said that those who want to defund Planned Parenthood are similar to terrorists."}, {"sentId": 372, "text": "No more was it insensitive when President Obama said those making the Iran deal are making common cause with the Iranian hard liners."}], "speaker": "ELDER", "secId": 158}, {"sentences": [{"sentId": 373, "text": "Again, I think this is awfully selective the kind of thing you look for republican, I got you, but you give a pass for things that democrats say that are equally if not more outrageous."}], "speaker": "ELDER", "secId": 159}, {"sentences": [{"sentId": 374, "text": "I want to ask you guys about this article in GQ."}, {"sentId": 375, "text": "I have -- they won't put it up they use the full word."}, {"sentId": 376, "text": "But the name of the article is \"F Ben Carson.\""}, {"sentId": 377, "text": "There it is right there."}, {"sentId": 378, "text": "What do you think of that, Charles?"}, {"sentId": 379, "text": "Do you think they would have done that to, you know, Barack Obama or a liberal?"}, {"sentId": 380, "text": "Because some people are saying they would have done it to him."}, {"sentId": 381, "text": "BLOW:  Well, I mean, GQ has its own kind of editorial ethos in some"}], "speaker": "LEMON", "secId": 160}, {"sentences": [{"sentId": 382, "text": "conservative sites and magazines have their own editorial ethos, and I think you have to just take that into consideration whenever you're looking at that."}], "speaker": "LEMON", "secId": 161}, {"sentences": [{"sentId": 383, "text": "So, you could look at any number of kind of what you would consider to be partisan publications and figure out and say that they would not have done the same thing to someone who did not agree with them on policy."}], "speaker": "LEMON", "secId": 162}, {"sentences": [{"sentId": 384, "text": "What I do believe, however, is that one of the things that is pointed out in that particular article, which is even a little bit more even more insensitive to me or a little bit more disturbing than even Carson saying that, you know, I wouldn't have just stood around and let somebody shoot me and then chuckling after the fact, was him saying that he was actually in a situation where someone -- he was in what he calls a Popeye organization which I don't know what that is."}, {"sentId": 385, "text": "I guess it's a regular Popeye."}], "speaker": "LEMON", "secId": 163}, {"sentences": [{"sentId": 386, "text": "Popeye."}], "speaker": "LEMON", "secId": 164}, {"sentences": [{"sentId": 387, "text": "Yes, I mean, unless he was at the headquarters -- and he said somebody put a gun in his rib, and instead of him charging or anything at that point, he says that he turned to the person with the gun and said, I think that you want the guy behind the counter."}], "speaker": "BLOW", "secId": 165}, {"sentences": [{"sentId": 388, "text": "And that to me, is incredibly disturbing because it's one thing to say, don't shoot me, this is not what you want to do."}, {"sentId": 389, "text": "To then direct the person with the gun to another person is kind of outrageous to me."}], "speaker": "BLOW", "secId": 166}, {"sentences": [{"sentId": 390, "text": "And you know, how these fast food restaurants work."}, {"sentId": 391, "text": "Very often these people are making almost no money."}, {"sentId": 392, "text": "Very often they're just kids."}, {"sentId": 393, "text": "Who is he pointing -- telling this person to point this gun at?"}], "speaker": "BLOW", "secId": 167}, {"sentences": [{"sentId": 394, "text": "I want to get Larry quickly, please."}, {"sentId": 395, "text": "If you can, please, react to that."}], "speaker": "LEMON", "secId": 168}, {"sentences": [{"sentId": 396, "text": "I heard that story."}, {"sentId": 397, "text": "I would love to talk to Ben Carson about what he meant."}, {"sentId": 398, "text": "My suspicion is, he meant he was trying to distract the person."}, {"sentId": 399, "text": "But again, Hillary Clinton said she was under fire in Bosnia in a helicopter."}, {"sentId": 400, "text": "It turned out that wasn't true."}, {"sentId": 401, "text": "So, people say things and let's verify them."}], "speaker": "ELDER", "secId": 169}, {"sentences": [{"sentId": 402, "text": "But more indirectly to the headline of the article \"F Ben Carson?\""}], "speaker": "LEMON", "secId": 170}, {"sentences": [{"sentId": 403, "text": "Absolutely outrageous."}, {"sentId": 404, "text": "You know, darn well at the head President Barack Obama."}, {"sentId": 405, "text": "GQ never in a million years would have said that."}, {"sentId": 406, "text": "They would have been marching on Washington with pits port."}], "speaker": "ELDER", "secId": 171}, {"sentences": [{"sentId": 407, "text": "But you can align a black conservative, that's OK."}, {"sentId": 408, "text": "They're Uncle Toms, they're sellouts."}, {"sentId": 409, "text": "They're dangerous to the liberal cause."}, {"sentId": 410, "text": "That's why they're able to get away with that."}], "speaker": "ELDER", "secId": 172}, {"sentences": [{"sentId": 411, "text": "Larry and Charles, thank you."}, {"sentId": 412, "text": "I appreciate it."}, {"sentId": 413, "text": "See you soon."}], "speaker": "LEMON", "secId": 173}, {"sentences": [{"sentId": 414, "text": "Coming up, President Barack Obama's trip to Oregon tomorrow to meet with the families of the victims of the campus shooting."}, {"sentId": 415, "text": "Why some people are angry about that."}], "speaker": "LEMON", "secId": 174}, {"sentences": [{"sentId": 416, "text": "President Barack Obama heading to Oregon tomorrow to meet with the families of those gunned down on the campus just a week ago."}, {"sentId": 417, "text": "But his visit is stirring up some controversy in the community."}], "speaker": "LEMON", "secId": 175}, {"sentences": [{"sentId": 418, "text": "Joining me now is Jeff Ackerman."}, {"sentId": 419, "text": "He's the publisher of the News Review in Roseburg, Oregon, and Bakari Sellers, he's a CNN contributor and the former member of the South Carolina House of Representatives."}], "speaker": "LEMON", "secId": 176}, {"sentences": [{"sentId": 420, "text": "Good evening, gentlemen, I appreciate your presence here as well."}, {"sentId": 421, "text": "Bakari, should the President be visiting Roseburg tomorrow."}], "speaker": "LEMON", "secId": 177}, {"sentences": [{"sentId": 422, "text": "There is no doubt about it."}, {"sentId": 423, "text": "I mean, whether or not the President goes or not, the same people who are criticizing the president for showing up in Oregon are the same people who would criticize the President if he decided not to come."}], "speaker": "SELLERS", "secId": 178}, {"sentences": [{"sentId": 424, "text": "I've actually been in the building when the President visited the families of those who were gunned down in Charleston."}, {"sentId": 425, "text": "And just to see the calm, just to see the way the President was able to comfort those families is something that not many people can put their fingers on."}], "speaker": "SELLERS", "secId": 179}, {"sentences": [{"sentId": 426, "text": "His visit is very needed and necessary, and I'm not sure what the issue is with those in Oregon who do want him to be there."}], "speaker": "SELLERS", "secId": 180}, {"sentences": [{"sentId": 427, "text": "So, Jeff."}], "speaker": "LEMON", "secId": 181}, {"sentences": [{"sentId": 428, "text": "Whether or not it's Barack..."}], "speaker": "SELERS", "secId": 182}, {"sentences": [{"sentId": 429, "text": "Go ahead."}], "speaker": "LEMON", "secId": 183}, {"sentences": [{"sentId": 430, "text": "... Barack Obama or whether or not it's Ronald Reagan, this is larger than the sitting president, this is about the President of the United States and that person showing comforts to those victims in Oregon."}], "speaker": "SELLERS", "secId": 184}, {"sentences": [{"sentId": 431, "text": "OK."}, {"sentId": 432, "text": "The card point taken there."}, {"sentId": 433, "text": "You know, Jeff, the publisher of The Roseburg Beacon, which is a local paper, strongly objects to the president's visit."}, {"sentId": 434, "text": "Let's listen to what he has to say."}], "speaker": "LEMON", "secId": 185}, {"sentences": [{"sentId": 435, "text": "The president chose the timing of his initial press conference at a time when we haven't even counted the bodies."}, {"sentId": 436, "text": "We haven't identified the bodies."}, {"sentId": 437, "text": "And frankly, the President started the dialogue."}, {"sentId": 438, "text": "He said, a lot of"}], "speaker": "JACQUES", "secId": 186}, {"sentences": [{"sentId": 439, "text": "people are going to accuse me of politicizing this tragic event."}, {"sentId": 440, "text": "But it needs politicizing."}], "speaker": "JACQUES", "secId": 187}, {"sentences": [{"sentId": 441, "text": "So frankly, the President beyond a dialogue, I think he would have preferred it was a monologue, he could just have his say and nobody would respond."}], "speaker": "JACQUES", "secId": 188}, {"sentences": [{"sentId": 442, "text": "So, the bodies have been identified now, but do you think a lot of people are saying the same thing, Jeff?"}], "speaker": "LEMON", "secId": 189}, {"sentences": [{"sentId": 443, "text": "No, I think initially there was some sensitivity here in Roseburg with the President's remark."}, {"sentId": 444, "text": "It might have been obviously too soon for Roseburg."}, {"sentId": 445, "text": "You know, as Mr. Jakes indicated, they hadn't even, you know, counted the bodies when their President went on and talked -- went straight to gun control."}], "speaker": "ACKERMAN", "secId": 190}, {"sentences": [{"sentId": 446, "text": "They had no information on the shooter, no information on the weapons, no information how he acquired the weapons, and he took the conversation straight to gun control at a time when, again, they were still pulling bodies out."}], "speaker": "ACKERMAN", "secId": 191}, {"sentences": [{"sentId": 447, "text": "As to whether or not he should visit now, that's really he between the president and the victims' families."}, {"sentId": 448, "text": "It's got nothing to do with Mr. Jacques or me or really any of the folks who are objecting to his visit."}], "speaker": "ACKERMAN", "secId": 192}, {"sentences": [{"sentId": 449, "text": "You know, the only thing that matters right now is that he could bring some comfort to the families of the victims, and if that happens, that's a good thing."}], "speaker": "ACKERMAN", "secId": 193}, {"sentences": [{"sentId": 450, "text": "Chris Christie spoke out today about the President's speech."}, {"sentId": 451, "text": "Listen to this."}], "speaker": "LEMON", "secId": 194}, {"sentences": [{"sentId": 452, "text": "I think what the president did last week, quite frankly, was obscene."}, {"sentId": 453, "text": "It was absolutely obscene and unfeeling to those families."}, {"sentId": 454, "text": "And I just think, you know, that was the moment when I was watching that last week where I said to myself, he's tired of the job."}], "speaker": "CHRISTIE", "secId": 195}, {"sentences": [{"sentId": 455, "text": "So, it has now become a huge political issue that people will discuss back and forth and use it as a talking point, Bakari."}], "speaker": "LEMON", "secId": 196}, {"sentences": [{"sentId": 456, "text": "Well, I mean, Chris Christie is polling about as well as I am in the race for presidency of the United States, so I'm not too worried about what Governor Christie has to say about this issue."}], "speaker": "SELLERS", "secId": 197}, {"sentences": [{"sentId": 457, "text": "But what I will say is that, you know, people always want to kick the can down the road, but we have to start talking about gun rights and gun control in this country."}, {"sentId": 458, "text": "Look, I'm in South Carolina."}, {"sentId": 459, "text": "I'm a CWP holder."}, {"sentId": 460, "text": "I have a Concealed Weapons Permit."}, {"sentId": 461, "text": "But I still know that there are still too many guns in the hands of people who do not need or do not deserve to have them."}], "speaker": "SELLERS", "secId": 198}, {"sentences": [{"sentId": 462, "text": "I mean, whether it's not Charleston, or whether it's not Colorado, or whether it's not Oregon, when is the time we're going to talk about this?"}, {"sentId": 463, "text": "We have too many dead bodies."}], "speaker": "SELLERS", "secId": 199}, {"sentences": [{"sentId": 464, "text": "Yes."}], "speaker": "ACKERMAN", "secId": 200}, {"sentences": [{"sentId": 465, "text": "And this simply the perfect example is, we didn't talk about gun control after all the kids were killed in Sandy Hook."}, {"sentId": 466, "text": "So, when are we going to start talking about it?"}, {"sentId": 467, "text": "If children don't make us talk about guns in this country, then when are we going to have that discussion?"}], "speaker": "SELLERS", "secId": 201}, {"sentences": [{"sentId": 468, "text": "You're a gun owner, right?"}, {"sentId": 469, "text": "What do you think of it?"}], "speaker": "LEMON", "secId": 202}, {"sentences": [{"sentId": 470, "text": "I think the conversation needs to be had."}, {"sentId": 471, "text": "I'd like to see it had after we bury our dead and after we care for our wounded and after we given these families a chance to heal."}, {"sentId": 472, "text": "There is so much shouting and screaming going on right now we're unable to hear the anguish in the families who are, you know, who are still mourning and still, you know, going through that process that they have to go through."}], "speaker": "ACKERMAN", "secId": 203}, {"sentences": [{"sentId": 473, "text": "And all that's going on around them is people screaming at one another."}, {"sentId": 474, "text": "So, you know, can we call a time-out and let these people have a chance to grieve and mourn?"}], "speaker": "ACKERMAN", "secId": 204}, {"sentences": [{"sentId": 475, "text": "Don, if I may, if I may real quick."}, {"sentId": 476, "text": "I mean, I hope -- my heart goes out to those families in Oregon."}], "speaker": "SELLERS", "secId": 205}, {"sentences": [{"sentId": 477, "text": "I know what you're going to say but the cameras will go away and then no one will talk about it."}], "speaker": "LEMON", "secId": 206}, {"sentences": [{"sentId": 478, "text": "Correct."}, {"sentId": 479, "text": "I mean, we're still mourning the lives of Clemente Pinckney and the other eight that died in Charleston."}, {"sentId": 480, "text": "And while we're still mourning those people, people that are still dying everyday and mass violence in this country."}], "speaker": "SELLERS", "secId": 207}, {"sentences": [], "speaker": "ACKERMAN", "secId": 208}, {"sentences": [{"sentId": 481, "text": "I mean, I'm sick and tired of being sick and tired, a quote of fanny little hammer."}, {"sentId": 482, "text": "I mean, we need to stand up and do something."}], "speaker": "SELLERS", "secId": 209}, {"sentences": [{"sentId": 483, "text": "Hey, Bakari and Jeff, I'm sorry, because we're running out of time."}], "speaker": "LEMON", "secId": 210}, {"sentences": [{"sentId": 484, "text": "Yes."}], "speaker": "SELELRS", "secId": 211}, {"sentences": [{"sentId": 485, "text": "Before we go though, I want to talk to you about Walter Scott, Bakari, the family in the city of North Charleston."}, {"sentId": 486, "text": "They reached a $6.5 million settlement."}, {"sentId": 487, "text": "Walter Scott was a man fatally shot by a police officer, it was back in April."}], "speaker": "LEMON", "secId": 212}, {"sentences": [{"sentId": 488, "text": "You tweeted this today."}, {"sentId": 489, "text": "You said, \" A reminder, settlement does not equal justice.\""}, {"sentId": 490, "text": "Quickly, give me your thoughts."}], "speaker": "LEMON", "secId": 213}, {"sentences": [{"sentId": 491, "text": "Well, I have to give a special shout-out to Justin Bamberg and the legal team down on that case."}, {"sentId": 492, "text": "They did an amazing job."}, {"sentId": 493, "text": "However in this country, we do have a very low bar for justice."}, {"sentId": 494, "text": "Have a special bar for justice."}], "speaker": "SELLERS", "secId": 214}, {"sentences": [{"sentId": 495, "text": "That settlement that does not -- that that's guilty verdict."}, {"sentId": 496, "text": "That settlement, of course, doesn't bring Walter Scott back, but at the end of the day, we have to start convicting people who are killing unarmed African-American men."}], "speaker": "SELLERS", "secId": 215}, {"sentences": [{"sentId": 497, "text": "And so, we do so, it won't stop."}, {"sentId": 498, "text": "So, I look forward to this trial and hopefully we get a guilty verdict."}], "speaker": "SELLERS", "secId": 216}, {"sentences": [{"sentId": 499, "text": "Bakari and Jeff, thank you, gentlemen."}, {"sentId": 500, "text": "I appreciate it."}, {"sentId": 501, "text": "We'll be right back."}], "speaker": "LEMON", "secId": 217}, {"sentences": [{"sentId": 502, "text": "Thank you so much."}], "speaker": "SELLERS", "secId": 218}, {"sentences": [{"sentId": 503, "text": "Six thousand inmates are about to be freed from Federal Prisons in an effort to correct unjust sentences for non-violent drug crimes."}], "speaker": "LEMON", "secId": 219}, {"sentences": [{"sentId": 504, "text": "So, joining me now is Piper Kerman who writes about her time in prison in \"Orange is the New Black.\""}, {"sentId": 505, "text": "maybe you've heard of that show, one of the most successful shows out there?"}], "speaker": "LEMON", "secId": 220}, {"sentences": [{"sentId": 506, "text": "Also Van Jones, CNN political commentator and a former Obama administration official."}, {"sentId": 507, "text": "And you, Van, of course, one of his efforts is prison overcrowding and unfair sentencing."}], "speaker": "LEMON", "secId": 221}, {"sentences": [{"sentId": 508, "text": "And we'll get to that, Van."}, {"sentId": 509, "text": "We'll talk about that."}, {"sentId": 510, "text": "But Piper, I want to talk to about the show \"Orange is the New Black.\""}, {"sentId": 511, "text": "based on your book about your own experience in prison, it introduce a whole new generation of American and just what it is like behind bars."}, {"sentId": 512, "text": "Let's take a look at it."}], "speaker": "LEMON", "secId": 222}, {"sentences": [{"sentId": 513, "text": "It's a pretty big case."}, {"sentId": 514, "text": "Criminal conspiracy."}], "speaker": "UNIDENTIFIED MALE", "secId": 223}, {"sentences": [{"sentId": 515, "text": "That's what they charged me with."}, {"sentId": 516, "text": "I carried a suitcase of money."}, {"sentId": 517, "text": "Drug money."}, {"sentId": 518, "text": "Once."}, {"sentId": 519, "text": "Ten years ago."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 224}, {"sentences": [{"sentId": 520, "text": "What's the statute of limitations on that?"}], "speaker": "UNIDENTIFIED MALE", "secId": 225}, {"sentences": [{"sentId": 521, "text": "Twelve years."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 226}, {"sentences": [{"sentId": 522, "text": "That's tough."}], "speaker": "UNIDENTIFIED MALE", "secId": 227}, {"sentences": [{"sentId": 523, "text": "Well, I did it."}, {"sentId": 524, "text": "That one time, 10 years ago."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 228}, {"sentences": [{"sentId": 525, "text": "What did your lawyers say?"}], "speaker": "UNIDENTIFIED MALE", "secId": 229}, {"sentences": [{"sentId": 526, "text": "He said the mandatory minimum with drug crimes he wouldn't recommend risking a trial, so I pleaded out."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 230}, {"sentences": [{"sentId": 527, "text": "And here you are."}], "speaker": "UNIDENTIFIED MALE", "secId": 231}, {"sentences": [{"sentId": 528, "text": "Here I am."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 232}, {"sentences": [{"sentId": 529, "text": "Wow."}, {"sentId": 530, "text": "Powerful."}, {"sentId": 531, "text": "You were in jail for 13 months for money laundering and drug trafficking."}, {"sentId": 532, "text": "It's a broad question, but what was that like?"}], "speaker": "LEMON", "secId": 233}, {"sentences": [{"sentId": 533, "text": "You know, jail is a traumatic and terrible experience, and it's designed to be."}, {"sentId": 534, "text": "You know, prisons and jails are intended to be very dehumanizing and difficult places to exist, and that's part of the punishment of prison."}], "speaker": "KERMAN", "secId": 234}, {"sentences": [{"sentId": 535, "text": "Of course, we have far too many people in prison and we have the biggest prison population in the world, the biggest prison population in human history."}, {"sentId": 536, "text": "So, we have somehow become the most punitive nation in the world."}], "speaker": "KERMAN", "secId": 235}, {"sentences": [{"sentId": 537, "text": "You say, Piper, that having a good attorney really made a difference in your case."}, {"sentId": 538, "text": "Explain what you mean by that."}], "speaker": "LEMON", "secId": 236}, {"sentences": [{"sentId": 539, "text": "Oh, you know, if every American who is accused of a crime actually had their Sixth Amendment rights respected, our prison system and our jails would look very, very different."}], "speaker": "KERMAN", "secId": 237}, {"sentences": [{"sentId": 540, "text": "But, in fact, 80 percent of people who are accused of a crime in this country are too poor to hire a lawyer to defend them in court, so they're going to rely on our public defense system, and there are amazing public defenders out there, but there are also a lot of flaws in the public defense system, and we see that with worst-case scenario false convictions."}], "speaker": "KERMAN", "secId": 238}, {"sentences": [{"sentId": 541, "text": "We have many, many people who have been exonerated from death row and for other capital crimes."}, {"sentId": 542, "text": "But also we know that a lot of people are pleading guilty to charges that they shouldn't plead guilty to, and are taking sentences that are much harsher than what really fit the actions that they've taken."}], "speaker": "KERMAN", "secId": 239}, {"sentences": [{"sentId": 543, "text": "And that, Van, that's really the problem of overcrowding."}, {"sentId": 544, "text": "And this is one of your issues."}, {"sentId": 545, "text": "You're the co-founder of Cut 50 or hash tag Cut 50."}, {"sentId": 546, "text": "You want to reduce the prison population by 50 percent over the next 10 years."}, {"sentId": 547, "text": "I want to ask how you're going to do that, but overcrowding and over sentencing, that's really the problem, isn't it?"}], "speaker": "LEMON", "secId": 240}, {"sentences": [{"sentId": 548, "text": "It really is."}, {"sentId": 549, "text": "And I just want to say, you know, Piper Kerman is one of about 90 a-list celebrities that came out this week with this justicereformnow.org petition, saying listen, there are now both in the House and the Senate good bills, bipartisan bills."}], "speaker": "JONES", "secId": 241}, {"sentences": [{"sentId": 550, "text": "Republicans and democrats saying, we're just locking up way too many people."}, {"sentId": 551, "text": "President Obama said he wanted to do something."}], "speaker": "JONES", "secId": 242}, {"sentences": [{"sentId": 552, "text": "So, what do we do, Van, before we have to -- before I have to go to break, what do we have to do, what do we do?"}], "speaker": "LEMON", "secId": 243}, {"sentences": [{"sentId": 553, "text": "Well, I think everybody should join, you know, Amy Schumer and Piper and others."}, {"sentId": 554, "text": "Sign the justicereformnow.org petition and get our politicians to start reducing these mandatory minimums."}], "speaker": "JONES", "secId": 244}, {"sentences": [{"sentId": 555, "text": "All right."}, {"sentId": 556, "text": "Unfortunately, that's all the time we have."}, {"sentId": 557, "text": "That's all the time we have."}, {"sentId": 558, "text": "I appreciate both of you joining us."}, {"sentId": 559, "text": "Piper, please come back."}, {"sentId": 560, "text": "Van Jones, of course, you know you work here, you'll be back."}, {"sentId": 561, "text": "Thank you very much for bringing light to the situation."}, {"sentId": 562, "text": "We'll be right back, everyone."}], "speaker": "LEMON", "secId": 245}, {"sentences": [{"sentId": 563, "text": "Tomorrow on CNN's New Day, Alysin Camerota is going to sit down with a group of New Hampshire voters, and what they say about the candidates may surprise you."}], "speaker": "LEMON", "secId": 246}, {"sentences": [{"sentId": 564, "text": "That's tomorrow morning, 6:00 Eastern."}, {"sentId": 565, "text": "And don't forget about CNN's big democratic presidential debate."}, {"sentId": 566, "text": "It's Tuesday, October 13, live from Las Vegas."}], "speaker": "LEMON", "secId": 247}, {"sentences": [{"sentId": 567, "text": "I'll be doing the Facebook questions."}, {"sentId": 568, "text": "Anderson Cooper will be moderating."}, {"sentId": 569, "text": "That's it for us tonight."}, {"sentId": 570, "text": "See you back here tomorrow night at 9."}, {"sentId": 571, "text": "AC360 starts right now."}], "speaker": "LEMON", "secId": 248}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1510.08.cnnt.01.html.json", "time": "Aired October 8, 2015 - 22:00   ET"}