{"sectionCount": 138, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["COOPER", "ANNOUNCER", "LEMON", "CLINTON", "CONWAY", "CHALIAN", "BREWER", "9D)", "RYAN", "RATHER"], "subTitle": "Hillary Clinton's First Public Appearance After Election; Transition Turmoil; Democrats on Capitol Hill in Disarray; Interview with Rep. Tim Ryan; Science Was on the Ballot; Trump Against The Press; Donald Trump Again on Twitter. Aired 10-11p ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1611/16/cnnt.01.html", "sentenceCount": 265, "sections": [{"sentences": [{"sentId": 0, "text": "That does it for us."}, {"sentId": 1, "text": "CNN TONIGHT with Don Lemon starts now."}], "speaker": "COOPER", "secId": 0}, {"sentences": [{"sentId": 2, "text": "This is CNN breaking news."}], "speaker": "ANNOUNCER", "secId": 1}, {"sentences": [{"sentId": 3, "text": "And here is the breaking news right now."}, {"sentId": 4, "text": "Hillary Clinton making her first public speech since losing the election to Donald Trump."}], "speaker": "LEMON", "secId": 2}, {"sentences": [{"sentId": 5, "text": "This is CNN TONIGHT."}, {"sentId": 6, "text": "I'm Don Lemon."}], "speaker": "LEMON", "secId": 3}, {"sentences": [{"sentId": 7, "text": "Clinton speaking at an event in Washington, just as a short time ago, saying this to her reporter."}], "speaker": "LEMON", "secId": 4}, {"sentences": [{"sentId": 8, "text": "Our campaign was never about one person or even one election."}, {"sentId": 9, "text": "It was about the country we love and about building an America that is hopeful, inclusive, and big-hearted."}], "speaker": "CLINTON", "secId": 5}, {"sentences": [{"sentId": 10, "text": "And tonight."}, {"sentId": 11, "text": "We're waiting the first announcement of who will be in Trump's cabinet."}, {"sentId": 12, "text": "The president-elect and his top aides pushing back on reports of disarray in Trump Tower."}], "speaker": "LEMON", "secId": 6}, {"sentences": [{"sentId": 13, "text": "We feel really good about transition."}, {"sentId": 14, "text": "I actually would just say it's false to say it's not going well."}, {"sentId": 15, "text": "Everything up there is very smooth."}, {"sentId": 16, "text": "I know the president- elect himself, as I talk to him regularly he's very happy with how transition is going."}], "speaker": "CONWAY", "secId": 7}, {"sentences": [{"sentId": 17, "text": "But I want to begin this hour with CNN's political director, Mr.. David Chalian."}, {"sentId": 18, "text": "David, thank you so much for joining us."}, {"sentId": 19, "text": "There's been some breaking news tonight on the transition, what you can tell us?"}, {"sentId": 20, "text": "DAVID CHALIAN, CNN POLITICAL DIRECTOR:  Well, two items of news came"}], "speaker": "LEMON", "secId": 8}, {"sentences": [{"sentId": 21, "text": "out of this briefing that Sean Spicer and Jason Miller, two of the top communicators for Trump held with reporters."}], "speaker": "LEMON", "secId": 9}, {"sentences": [{"sentId": 22, "text": "One item is that there's going to be this lobbying band."}, {"sentId": 23, "text": "We've heard about part of the purge of the frisky transition effort is that there were a lot of lobbyists involved and so trying to clear that out."}], "speaker": "LEMON", "secId": 10}, {"sentences": [{"sentId": 24, "text": "Trump's Spicer said anyone being vetted for a high-profile position in the administration is going to have to be sign up a form rejecting, removing themselves from being a registered lobbyist."}], "speaker": "LEMON", "secId": 11}, {"sentences": [{"sentId": 25, "text": "Yes."}], "speaker": "LEMON", "secId": 12}, {"sentences": [{"sentId": 26, "text": "If they are going to work into the Trump administration."}], "speaker": "CHALIAN", "secId": 13}, {"sentences": [{"sentId": 27, "text": "They say, \"They must provide a termination of lobbying form if they are registered lobbyist."}, {"sentId": 28, "text": "In addition when they leave the government, they will be banned from being a lobbyist for five years.\""}], "speaker": "LEMON", "secId": 14}, {"sentences": [{"sentId": 29, "text": "For five years, which is no small thing."}, {"sentId": 30, "text": "I mean, that's somebody's obviously livelihood and you're saying you can't just come into this administration and cash in and leave and think you're going to go back to K street and make a ton of money."}], "speaker": "CHALIAN", "secId": 15}, {"sentences": [{"sentId": 31, "text": "There's going to be this cooling off period of five years."}, {"sentId": 32, "text": "This isn't terribly dissimilar from what we saw Barack Obama do when he came into office after running a campaign of transparency and also sort of draining the swamp, if you will, and he made some lobbying -- anti- lobbying rules for people working on this transition working in this administration."}], "speaker": "CHALIAN", "secId": 16}, {"sentences": [{"sentId": 33, "text": "The other we learned was that..."}], "speaker": "CHALIAN", "secId": 17}, {"sentences": [{"sentId": 34, "text": "We have before we go to break."}], "speaker": "LEMON", "secId": 18}, {"sentences": [{"sentId": 35, "text": "Yes."}], "speaker": "CHALIAN", "secId": 19}, {"sentences": [{"sentId": 36, "text": "How that -- is this going to go over well in Washington?"}, {"sentId": 37, "text": "Or is this going to have any effect in Washington?"}], "speaker": "LEMON", "secId": 20}, {"sentences": [{"sentId": 38, "text": "It certainly is going to have an effect because it limits the pool of people since there are many lobbyists who are qualified obviously, to serve in some high profile administrations positions, Don."}], "speaker": "CHALIAN", "secId": 21}, {"sentences": [{"sentId": 39, "text": "So it limits the pool of people, I think Trump will get a lot of credit for it specifically with his supporters."}], "speaker": "CHALIAN", "secId": 22}, {"sentences": [{"sentId": 40, "text": "Yes."}], "speaker": "LEMON", "secId": 23}, {"sentences": [{"sentId": 41, "text": "Who, I think that drain the swamp message was one of the key things at the end of the campaign for him."}, {"sentId": 42, "text": "You saw Paul Ryan today on Capitol Hill reject the notion of trying to bring earmarks back."}, {"sentId": 43, "text": "His own republicans on Capitol Hill were used to give him that."}, {"sentId": 44, "text": "He said, guys, we just won an election on drain the swamp."}, {"sentId": 45, "text": "We're not going to bring earmarks back."}], "speaker": "CHALIAN", "secId": 24}, {"sentences": [{"sentId": 46, "text": "So, I think you see them, Trump and Ryan singing from the same song book here that this is clearly a message they want to do is not at all infect this moment of republican unity with money and influence and the like."}], "speaker": "CHALIAN", "secId": 25}, {"sentences": [{"sentId": 47, "text": "You had other breaking news?"}], "speaker": "LEMON", "secId": 26}, {"sentences": [{"sentId": 48, "text": "The other news is who is coming to meet with Donald Trump tomorrow."}, {"sentId": 49, "text": "We learned among some of the folks, Henry Kissinger."}, {"sentId": 50, "text": "But Nikki Haley, the South Carolina Governor is on the system."}], "speaker": "CHALIAN", "secId": 27}, {"sentences": [{"sentId": 51, "text": "You know earlier today, her name was floated as a potential secretary of state."}, {"sentId": 52, "text": "So, if indeed, he is seriously considering Nikki Haley and Donald Trump is going to meet with her tomorrow, I would imagine all eyes are going to be on that elevator from when she emerges from that meeting."}], "speaker": "CHALIAN", "secId": 28}, {"sentences": [{"sentId": 53, "text": "I would venture guess -- I would venture to say, not a guess, that would be one of the best positions -- best appointments that he makes."}, {"sentId": 54, "text": "She is -- she's stand up, and she's beloved in the Republican Party, and I doubt that he will get much flack if any at all for appointing Nikki Haley."}], "speaker": "LEMON", "secId": 29}, {"sentences": [{"sentId": 55, "text": "And I would go one more detail here with Nikki Haley."}, {"sentId": 56, "text": "She was a Trump opponent."}], "speaker": "CHALIAN", "secId": 30}, {"sentences": [{"sentId": 57, "text": "Right."}], "speaker": "LEMON", "secId": 31}, {"sentences": [{"sentId": 58, "text": "She supported Marco Rubio."}, {"sentId": 59, "text": "If he really is going to take her and put her in his cabinet, never mind that the very high position as secretary of state, it would be a huge statement that he's willing to accept some of his most ardent opponents in his party during this entire campaign."}, {"sentId": 60, "text": "I think it would send a really important message to Washington that he is willing to engage in a team of rivals, if you will."}], "speaker": "CHALIAN", "secId": 32}, {"sentences": [{"sentId": 61, "text": "Yes."}, {"sentId": 62, "text": "And she is outspoken."}, {"sentId": 63, "text": "She fought hard on the Confederate flag, bring it down."}, {"sentId": 64, "text": "I have the first interview with her after that and you know, she's a stand up lady."}, {"sentId": 65, "text": "She's a strong politician and if she stands up for what she believes in."}], "speaker": "LEMON", "secId": 33}, {"sentences": [{"sentId": 66, "text": "And has been a star in the Republican Party for the several years."}], "speaker": "CHALIAN", "secId": 34}, {"sentences": [{"sentId": 67, "text": "Yes."}, {"sentId": 68, "text": "OK."}, {"sentId": 69, "text": "So let's talk about -- so then why then as we have Nikki Haley, Florida Governor Rick Scott, Admiral Mike Rogers."}, {"sentId": 70, "text": "Henry Kissinger, why?"}], "speaker": "LEMON", "secId": 35}, {"sentences": [{"sentId": 71, "text": "Well, I don't think Henry Kissinger is necessarily going to get a job in the administration."}], "speaker": "CHALIAN", "secId": 36}, {"sentences": [{"sentId": 72, "text": "Yes."}, {"sentId": 73, "text": "And then there is John Ken Blackwell and Representative Jeb Hensarling which we have it there."}, {"sentId": 74, "text": "But why give us the rundown here."}], "speaker": "LEMON", "secId": 37}, {"sentences": [{"sentId": 75, "text": "Well, listen, there's not a job for each one."}, {"sentId": 76, "text": "Jeb Hensarling has been mentioned as potential treasury secretary."}, {"sentId": 77, "text": "Although I think it's hard to believe that he's a leading contender for that job right now."}], "speaker": "CHALIAN", "secId": 38}, {"sentences": [{"sentId": 78, "text": "Rick Scott, an earliest supporter of Donald Trump's from the ranks of republican governors, he does not at all suggest that he's going to meet for a job as much as he's going to..."}], "speaker": "CHALIAN", "secId": 39}, {"sentences": [{"sentId": 79, "text": "Does he seem effective though within the Republican Party and as a governor?"}], "speaker": "LEMON", "secId": 40}, {"sentences": [{"sentId": 80, "text": "Well, he helped deliver Florida for Donald Trump, right?"}], "speaker": "CHALIAN", "secId": 41}, {"sentences": [{"sentId": 81, "text": "Florida for Donald Trump."}, {"sentId": 82, "text": "Yes."}], "speaker": "LEMON", "secId": 42}, {"sentences": [{"sentId": 83, "text": "So that says a lot."}], "speaker": "CHALIAN", "secId": 43}, {"sentences": [{"sentId": 84, "text": "OK."}, {"sentId": 85, "text": "So, let's move on now."}, {"sentId": 86, "text": "Because I need to get this in."}, {"sentId": 87, "text": "Hillary Clinton gave her first speech since losing the election after since, you know, giving her speech saying -- telling her supporters that she was sorry."}, {"sentId": 88, "text": "It was at the Children's Defense Fund tonight."}, {"sentId": 89, "text": "Let's take a listen."}], "speaker": "LEMON", "secId": 44}, {"sentences": [{"sentId": 90, "text": "I ask you to stay engaged, stay engaged on every level."}, {"sentId": 91, "text": "We need you."}, {"sentId": 92, "text": "America needs you."}, {"sentId": 93, "text": "Your energy, your ambition, your talent, that's how we get through this."}, {"sentId": 94, "text": "That's how we help to make our contributions to bend the arc of the moral universe towards justice."}], "speaker": "CLINTON", "secId": 45}, {"sentences": [{"sentId": 95, "text": "I know this isn't easy, I know that over the past week a lot of people have asked themselves whether America is the country we thought it was."}, {"sentId": 96, "text": "The divisions laid bare by the selection run deep, but please listen to me when I say this."}], "speaker": "CLINTON", "secId": 46}, {"sentences": [{"sentId": 97, "text": "America is worth it."}, {"sentId": 98, "text": "Our children are worth it."}, {"sentId": 99, "text": "Believe in our country, fight for our values and never, ever give up."}], "speaker": "CLINTON", "secId": 47}, {"sentences": [{"sentId": 100, "text": "It was an inspirational message for her supporters and by the Children's Defense Fund was where she first started in public service."}], "speaker": "LEMON", "secId": 48}, {"sentences": [{"sentId": 101, "text": "That's right."}], "speaker": "CHALIAN", "secId": 49}, {"sentences": [{"sentId": 102, "text": "That was at the dinner tonight she gave that."}, {"sentId": 103, "text": "She also said tonight that was the place she and her husband went after he, that dinner, when he became president."}, {"sentId": 104, "text": "Inspirational, which has to be a tough time now for her supporters."}, {"sentId": 105, "text": "CHALIAN:  And for her."}, {"sentId": 106, "text": "I mean..."}], "speaker": "LEMON", "secId": 50}, {"sentences": [{"sentId": 107, "text": "Right."}], "speaker": "LEMON", "secId": 51}, {"sentences": [{"sentId": 108, "text": "... she said this is not really where she wanted to be, as much as she respects Marian Wright Edelman, her mentor, her former boss at the Children's Defense Fund."}, {"sentId": 109, "text": "She said she would rather be hold up reading a book and not really wanting to deal with reality."}], "speaker": "CHALIAN", "secId": 52}, {"sentences": [{"sentId": 110, "text": "Yes, she has told her supporters, her donors over the last week or so, that she expects this to be hard for a very long time."}, {"sentId": 111, "text": "And she doesn't mean just for her spotters."}, {"sentId": 112, "text": "She means for her."}, {"sentId": 113, "text": "She's obviously going through a painful moment after losing that hotly contested election."}], "speaker": "CHALIAN", "secId": 53}, {"sentences": [{"sentId": 114, "text": "The fact, you know, she accepted this invitation before the election results were known and she said it was important to keep it because as you noted this group has been very important to her, the Children's Defense Fund, this organization, but you hear her there and this is something she's been sort of almost pleading with her supporters, to not give up the fight."}, {"sentId": 115, "text": "That -- that sort of, been the story of her life."}], "speaker": "CHALIAN", "secId": 54}, {"sentences": [{"sentId": 116, "text": "Yes."}, {"sentId": 117, "text": "You mentioned the whole draining the swamp theme that's happening with the Trump transition team and he said that's part of his election promise to do that."}], "speaker": "LEMON", "secId": 55}, {"sentences": [{"sentId": 118, "text": "There seems to be, at least reportedly, some turmoil, maybe a lot of turmoil with the transition team."}, {"sentId": 119, "text": "Jared Kushner is supposedly the source of it, the center of it, orchestrating the removal of Chris Christie and others connected with him."}, {"sentId": 120, "text": "What's the story there?"}], "speaker": "LEMON", "secId": 56}, {"sentences": [{"sentId": 121, "text": "Well, I think we tend to think there's more turmoil than perhaps there is."}, {"sentId": 122, "text": "There clearly was a moment of -- pardon the use of the word -- transition within the transition."}], "speaker": "CHALIAN", "secId": 57}, {"sentences": [{"sentId": 123, "text": "Right."}], "speaker": "LEMON", "secId": 58}, {"sentences": [{"sentId": 124, "text": "I think what happened here, Don, talking to a lot of folks in the Trump orbit about this, Chris Christie was setting up an operation that nobody in Trump's close inner circle was paying attention to during the campaign."}, {"sentId": 125, "text": "Because they were completely focused on the campaign."}], "speaker": "CHALIAN", "secId": 59}, {"sentences": [{"sentId": 126, "text": "Donald Trump a suspicious -- a superstitious guy, did not event want to look at any sort of transition plans I'm told, and so, all of the sudden they have this shocking victory that surprised them."}], "speaker": "CHALIAN", "secId": 60}, {"sentences": [{"sentId": 127, "text": "They absorb that and then it's Thursday and all of a sudden they start looking and they see a lot of establishment types that they really didn't think fit the message of what they just won or what their supporter profile was all about."}], "speaker": "CHALIAN", "secId": 61}, {"sentences": [{"sentId": 128, "text": "And so, I think it just started focusing their attention and they saw maybe we don't -- maybe we should do this differently now that we're not focused on the campaign."}, {"sentId": 129, "text": "And so, the campaign inner circle Jared Kushner being chief among them, started to put a different transition in place."}], "speaker": "CHALIAN", "secId": 62}, {"sentences": [{"sentId": 130, "text": "And there's no doubt, there is bad blood and bad history between Chris Christie, he jailed his father."}, {"sentId": 131, "text": "I mean, there's no doubt that that's part of this, but I do think also that they just didn't think that what was set up fit what they just had just won on and so they wanted to make some adjustments."}], "speaker": "CHALIAN", "secId": 63}, {"sentences": [{"sentId": 132, "text": "There's a lot of baggage around Chris Christie these days, as well."}], "speaker": "LEMON", "secId": 64}, {"sentences": [{"sentId": 133, "text": "No doubt."}], "speaker": "CHALIAN", "secId": 65}, {"sentences": [{"sentId": 134, "text": "Thank you very much."}, {"sentId": 135, "text": "I appreciate that David Chalian."}, {"sentId": 136, "text": "Now I want to bring in Jan Brewer, the former republican Governor of Arizona who has been mentioned as a possible pick for Trump's cabinet."}], "speaker": "LEMON", "secId": 66}, {"sentences": [{"sentId": 137, "text": "Good evening to you."}, {"sentId": 138, "text": "Thank you for coming on."}, {"sentId": 139, "text": "Governor, congratulations on your win."}], "speaker": "LEMON", "secId": 67}, {"sentences": [{"sentId": 140, "text": "Thank, Don."}, {"sentId": 141, "text": "Pleasure to be back with you."}], "speaker": "BREWER", "secId": 68}, {"sentences": [{"sentId": 142, "text": "Your name keeps coming up as possible secretary of the interior, one of the few women to be mentioned for a cabinet position."}, {"sentId": 143, "text": "How do you feel about that?"}], "speaker": "LEMON", "secId": 69}, {"sentences": [{"sentId": 144, "text": "Well, you know, of course I'm honored to have my name on the list."}, {"sentId": 145, "text": "I am, you know, I don't know a whole lot of what it is doing, I..."}], "speaker": "BREWER", "secId": 70}, {"sentences": [{"sentId": 146, "text": "Would you consider it, have you heard anything about it?"}], "speaker": "LEMON", "secId": 71}, {"sentences": [{"sentId": 147, "text": "I think you all have more information than what I have."}], "speaker": "BREWER", "secId": 72}, {"sentences": [{"sentId": 148, "text": "OK. Let's move on."}, {"sentId": 149, "text": "So tell us what your priorities would be in that role in the Trump administration."}], "speaker": "LEMON", "secId": 73}, {"sentences": [{"sentId": 150, "text": "Well, I don't -- you know, as far as the role, you know, I'm just not going to really talk about it at this point in time."}, {"sentId": 151, "text": "It is something that I think will be announced, whatever Mr. Trump decides that he wants to do, I think he will do that announcement on his own."}], "speaker": "BREWER", "secId": 74}, {"sentences": [{"sentId": 152, "text": "Right now, they're busy going through the transition."}, {"sentId": 153, "text": "You know he has over 4,000 plus appointments to make, a lot of jobs to fill, people that will work hard for him to make sure that he's a success, and get our country turned around, and it's just exciting to see it all play out."}, {"sentId": 154, "text": "I know at all."}], "speaker": "BREWER", "secId": 75}, {"sentences": [{"sentId": 155, "text": "OK."}, {"sentId": 156, "text": "I know how that is and you're saying all the right things but what I want to know is if something is offered to you, would you accept it?"}], "speaker": "LEMON", "secId": 76}, {"sentences": [{"sentId": 157, "text": "Well, I would have to determine if it was the right fit for me and certainly if I wanted to uproot my family and move to Washington, D.C."}], "speaker": "BREWER", "secId": 77}, {"sentences": [{"sentId": 158, "text": "You know, I've been an elected official for almost 30 years and that -- that's a long time."}, {"sentId": 159, "text": "But I want to see that Mr. Trump is successful and you know, that opportunity comes we'll discuss it."}], "speaker": "BREWER", "secId": 78}, {"sentences": [{"sentId": 160, "text": "OK."}], "speaker": "LEMON", "secId": 79}, {"sentences": [{"sentId": 161, "text": "And he'll announce it."}], "speaker": "BREWER", "secId": 80}, {"sentences": [{"sentId": 162, "text": "All right."}, {"sentId": 163, "text": "So securing the border, was a key promise to supporters, you have been on the front lines of the immigration issues many years."}, {"sentId": 164, "text": "We've talked about it a lot on the show."}], "speaker": "LEMON", "secId": 81}, {"sentences": [{"sentId": 165, "text": "Right."}], "speaker": "BREWER", "secId": 82}, {"sentences": [{"sentId": 166, "text": "Are you expecting the president-elect to actually build a wall?"}], "speaker": "LEMON", "secId": 83}, {"sentences": [{"sentId": 167, "text": "You know what I expect and what I have always said, you know, we need our borders secured and that encompasses a lot of different things."}], "speaker": "BREWER", "secId": 84}, {"sentences": [{"sentId": 168, "text": "I'm not an architect nor a contractor."}, {"sentId": 169, "text": "So it's difficult to say, you know, where they can build a wall."}, {"sentId": 170, "text": "I know that we have some really rough terrain, but I know that he will move forward and he will secure the border and that could be done with a wall, it could be done with more fencing, it could be done with technology, more boots on the ground, and to allow our law enforcement ICE, and the border patrol and local officials to uphold the rule of law."}], "speaker": "BREWER", "secId": 85}, {"sentences": [{"sentId": 171, "text": "So the -- building the wall, the physical wall, was in your estimation just sort of a metaphor for securing the border, correct?"}], "speaker": "LEMON", "secId": 86}, {"sentences": [{"sentId": 172, "text": "Well, you know, I never took the totality of what the word wall really meant."}, {"sentId": 173, "text": "I mean, I think the division here metaphor or call it what you will, but you know, walls can be waterfalls even, I mean, you know, it -- to secure the border, I think that's important and I think that's what the public really truly wants."}], "speaker": "BREWER", "secId": 87}, {"sentences": [{"sentId": 174, "text": "What about mass deportations, governor."}], "speaker": "LEMON", "secId": 88}, {"sentences": [{"sentId": 175, "text": "Well, you know, first of all, I think that Mr. Trump has made it very clear, that he believes that the criminals, and people that have been incarcerated that when they release be deported."}], "speaker": "BREWER", "secId": 89}, {"sentences": [{"sentId": 176, "text": "And I think that's where he's going to start, and then I know that policy, the transition policy members are working diligently, to come up with that policy, that it will satisfy the people in the United States, in regards to how and when, the issue of 11, 12, 15 million, I don't remember how many there are what they will do with them"}], "speaker": "BREWER", "secId": 90}, {"sentences": [{"sentId": 177, "text": "But more specifically..."}], "speaker": "LEMON", "secId": 91}, {"sentences": [{"sentId": 178, "text": "The solution is going to be found."}, {"sentId": 179, "text": "But I will -- I will tell"}], "speaker": "BREWER", "secId": 92}, {"sentences": [{"sentId": 180, "text": "you this, I believe that Mr. Trump will bring everybody to the table, and if they're willing to come forward and to sit in that table and help resolve the problem collectively together, I think we can find a solution."}], "speaker": "BREWER", "secId": 93}, {"sentences": [{"sentId": 181, "text": "OK."}, {"sentId": 182, "text": "So, but again for mass deportations do you think that will be a priority if he gets into office?"}], "speaker": "LEMON", "secId": 94}, {"sentences": [{"sentId": 183, "text": "A mass deportation, I mean, today, tomorrow, this year, next year, I think is going to take a while if that in fact is in the direction of which he is going to go."}], "speaker": "BREWER", "secId": 95}, {"sentences": [{"sentId": 184, "text": "OK."}], "speaker": "LEMON", "secId": 96}, {"sentences": [{"sentId": 185, "text": "But we know that he is not going to start with that."}, {"sentId": 186, "text": "He's going to start with the criminals and the people that have been incarcerated, people that are committing crimes."}], "speaker": "BREWER", "secId": 97}, {"sentences": [{"sentId": 187, "text": "Governor I appreciate your time as always."}, {"sentId": 188, "text": "Thank you so much."}], "speaker": "LEMON", "secId": 98}, {"sentences": [{"sentId": 189, "text": "Thank you."}], "speaker": "BREWER", "secId": 99}, {"sentences": [{"sentId": 190, "text": "Thank you."}], "speaker": "LEMON", "secId": 100}, {"sentences": [{"sentId": 191, "text": "Straight ahead tonight, I'm going to talk with legendary journalist Dan Rather, who writes in an article, make no mistake, science was on the ballot this fall."}, {"sentId": 192, "text": "We're going to see what he means by that."}], "speaker": "LEMON", "secId": 101}, {"sentences": [{"sentId": 193, "text": "And, up next, democrats on Capitol Hill in disarray."}, {"sentId": 194, "text": "I'm going to talk to an Ohio Congressman who may challenge Nancy Pelosi as the leader of the house of democrats."}], "speaker": "LEMON", "secId": 102}, {"sentences": [{"sentId": 195, "text": "Democrats on Capitol Hill trying to find their footing in this post-election era since the democrats choosing Chuck Schumer of New York, to be their next leader."}, {"sentId": 196, "text": "But who will lead the minority party in the House?"}, {"sentId": 197, "text": "That's an open question."}], "speaker": "LEMON", "secId": 103}, {"sentences": [{"sentId": 198, "text": "I want to bring in now Congressman Tim Ryan, an Ohio democrat."}, {"sentId": 199, "text": "Good evening, Congressman."}, {"sentId": 200, "text": "Thank you for joining us."}], "speaker": "LEMON", "secId": 104}, {"sentences": [{"sentId": 201, "text": "Hi, Don."}, {"sentId": 202, "text": "Thank you."}], "speaker": "9D)", "secId": 105}, {"sentences": [{"sentId": 203, "text": "So, you haven't ruled out a challenge of Nancy Pelosi to lead house democrats."}, {"sentId": 204, "text": "I know you think highly of her."}, {"sentId": 205, "text": "You've said some very complimentary things about her but if you were to seek the leadership position, what do you bring to the table that maybe democrats missed in this last election?"}], "speaker": "LEMON", "secId": 106}, {"sentences": [{"sentId": 206, "text": "Well, I think a real connection to the blue collar people, you know, the people we talk to and say that we want to retrain and get them to run a computer when they really want to run a backhoe or you know, sling some concrete blocks, run earth-moving machine, build things, work in manufacturing."}, {"sentId": 207, "text": "We got to get jobs to those people and I understand that coming from a"}], "speaker": "RYAN", "secId": 107}, {"sentences": [{"sentId": 208, "text": "place like Youngstown, Ohio, of what working-class people need."}, {"sentId": 209, "text": "And it's important for us if we are going to take the House of Representatives back that we have a leader that can go into any congressional district in the country."}], "speaker": "RYAN", "secId": 108}, {"sentences": [{"sentId": 210, "text": "We'll have to win republican districts, we'll have to go in the red states and we need a leader than can do that."}], "speaker": "RYAN", "secId": 109}, {"sentences": [{"sentId": 211, "text": "It' also important, though, I'm sure, Congressman, you'll agree to be honest some of those people that -- some of those jobs may not ever come back and they may need to be retrained to do other jobs and maybe even tech jobs because that's where the future lies."}], "speaker": "LEMON", "secId": 110}, {"sentences": [{"sentId": 212, "text": "Well, I think there's both, but the fact of the matter is, I think with the right policies we can drive investment back into these regions of the country, whether it's coal country, or whether it's old steel town like Youngstown, that are trying to have a rebirth."}], "speaker": "RYAN", "secId": 111}, {"sentences": [{"sentId": 213, "text": "And we need the federal policies, and we need the democrats in power to be able to do that because we've seen the republican supply side economics approach hasn't worked for communities like ours."}], "speaker": "RYAN", "secId": 112}, {"sentences": [{"sentId": 214, "text": "But you got to talk about jobs."}, {"sentId": 215, "text": "We got to talk about manufacturing."}, {"sentId": 216, "text": "We got to have real strategy with how much defense money we spend and how much we can drive some of that manufacturing the tier one, tier two, tier three suppliers of our defense industrial base and really target it to the areas that need the manufacturing jobs."}], "speaker": "RYAN", "secId": 113}, {"sentences": [{"sentId": 217, "text": "The other may be some training but where's the job."}, {"sentId": 218, "text": "I think we've talk too much about training for jobs that don't exist -- or at least don't exist that in that community."}], "speaker": "RYAN", "secId": 114}, {"sentences": [{"sentId": 219, "text": "Yes, the jobs need to exist first and then, you know, if you're to be retrained for it."}], "speaker": "LEMON", "secId": 115}, {"sentences": [{"sentId": 220, "text": "Listen, you won re-election this year by nearly 70 percent in a state that Donald Trump won and your district contains counties that Trump won."}, {"sentId": 221, "text": "There are voters there who voted for you for the House and for Trump for president."}, {"sentId": 222, "text": "How do democrats get those voters back?"}, {"sentId": 223, "text": "Is it just by talking about jobs as you said?"}], "speaker": "LEMON", "secId": 116}, {"sentences": [{"sentId": 224, "text": "I think it's not just -- it's showing some fight and showing up and being there for them."}, {"sentId": 225, "text": "I think for too long we took the working class folks for granted, you know, when you first learn about politics growing up in the area of the country that I grew up, it was like democrats are for the working class people, republicans are not."}, {"sentId": 226, "text": "And that's why you have so many democrats."}], "speaker": "RYAN", "secId": 117}, {"sentences": [{"sentId": 227, "text": "But over time I think we have taken this group of people for granted and we've got to focus on what they need and advocate for them and it's a range of issues but it's got to get down to jobs, the economy, growing opportunity."}], "speaker": "RYAN", "secId": 118}, {"sentences": [{"sentId": 228, "text": "I mean, if you see what's happened in some of these communities, we need to invest, to takedown the old homes and build urban gardens, or invest into our downtowns or business incubators, the kind of things that can spring up new economic growth."}], "speaker": "RYAN", "secId": 119}, {"sentences": [{"sentId": 229, "text": "But also when it comes to just creating the jobs, I think there's huge opportunity in renewable energy."}, {"sentId": 230, "text": "I mean, if you look, if we as a nation said, we're committed to renewable energy, windmills and solar panels, that stuff needs manufacture."}, {"sentId": 231, "text": "There's 8,000 component parts in a windmill, gear shifts, hydraulics, steel, aluminum."}], "speaker": "RYAN", "secId": 120}, {"sentences": [{"sentId": 232, "text": "Well, now you're asking the question that I asked before."}, {"sentId": 233, "text": "Because I think some of the voters may be under the impression those jobs are going to come back in the way they were before and that's never going to happen."}, {"sentId": 234, "text": "They may come back in a different way."}], "speaker": "LEMON", "secId": 121}, {"sentences": [{"sentId": 235, "text": "Yes."}], "speaker": "RYAN", "secId": 122}, {"sentences": [{"sentId": 236, "text": "So, you're speaking to, you know, the question that you answered before."}, {"sentId": 237, "text": "But I want to ask you this because we have limited time together."}, {"sentId": 238, "text": "There are many Trump voters who are upset by being called racist or bigoted because they voted for him."}, {"sentId": 239, "text": "How do you see it?"}], "speaker": "LEMON", "secId": 123}, {"sentences": [{"sentId": 240, "text": "Well, I mean, you know, there were so many people that voted on economic anxiety, voted on income inequality, voted on those kinds of issues, that of course there were some David Dukes in the Trump coalition."}], "speaker": "RYAN", "secId": 124}, {"sentences": [{"sentId": 241, "text": "I don't think the fact that he's elevated Mr. Bannon to a White House high-level position does himself any favors because this guy is a supporter of white supremacists, rhetoric and through the -- through the web page and all the rest, we know that."}], "speaker": "RYAN", "secId": 125}, {"sentences": [{"sentId": 242, "text": "So there are some and he's elevated some, which disgusts me."}, {"sentId": 243, "text": "But there are within the context of Trump supporters, a lot of really good people, a lot of really smart people, who just want an opportunity to get ahead, and we need to go in as democrats and say, you really belong with us, let me tell you why."}], "speaker": "RYAN", "secId": 126}, {"sentences": [{"sentId": 244, "text": "And I think after Trump gets in and the republicans are controlling the House and Senate, when they cut taxes for the rich, when they take people off their healthcare, when they privatize Medicare, I think of these voters are going to say, wait a minute, we didn't sign up for this."}], "speaker": "RYAN", "secId": 127}, {"sentences": [{"sentId": 245, "text": "The key for us, Don, is for us to have a leader that could go into those congressional districts and talk to those people and say, see, look, we're here for you, we're fighting against these things and here's our a other agenda getting back to the manufacturing and education and other investments that we talked about earlier, that's why you need to be with the Democratic Party."}], "speaker": "RYAN", "secId": 128}, {"sentences": [{"sentId": 246, "text": "Congressman Ryan, thank you."}], "speaker": "LEMON", "secId": 129}, {"sentences": [{"sentId": 247, "text": "Thanks, Don."}, {"sentId": 248, "text": "LEMON:  Up next, veteran journalist Dan Rather on Trump's tensed relationship with the media and why he says science was on the ballot in this election."}], "speaker": "RYAN", "secId": 130}, {"sentences": [{"sentId": 249, "text": "Donald Trump and his top aides insisting that their transition team is operating smoothly."}], "speaker": "LEMON", "secId": 131}, {"sentences": [{"sentId": 250, "text": "I want to talk about this now with Dan Rather, the host of AXS TV's The Big Interview."}, {"sentId": 251, "text": "Hello, Dan Rather."}, {"sentId": 252, "text": "It's been a week since voters elected Donald Trump as the next president."}, {"sentId": 253, "text": "What do you make of this transition, the transition to Trump's America?"}], "speaker": "LEMON", "secId": 132}, {"sentences": [{"sentId": 254, "text": "Well, not much that is I don't think much of the story, that he doesn't have government experience so no one expected -- I didn't expect him to get quick out of the gate with transition."}, {"sentId": 255, "text": "And quite honestly, I think the story of possible transition problems is probably overplayed."}], "speaker": "RATHER", "secId": 133}, {"sentences": [{"sentId": 256, "text": "The one place where it isn't is the indication Mr. Bannon is going to be his number one guy in the White House."}], "speaker": "RATHER", "secId": 134}, {"sentences": [{"sentId": 257, "text": "What do you think of that the decision?"}, {"sentId": 258, "text": "Because we start with the premise."}, {"sentId": 259, "text": "A lot of - most transitions are a little messy, right, if not a lot messy."}], "speaker": "LEMON", "secId": 135}, {"sentences": [{"sentId": 260, "text": "Well, some are and some aren't."}, {"sentId": 261, "text": "But it's early."}, {"sentId": 262, "text": "I just don't put much stock in it yet."}], "speaker": "RATHER", "secId": 136}, {"sentences": [{"sentId": 263, "text": "So what about Steve Bannon?"}], "speaker": "LEMON", "secId": 137}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1611.16.cnnt.01.html.json", "time": "Aired November 16, 2016 - 22:00   ET"}