{"sectionCount": 204, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["LEMON", "GILMORE", "TRUMP", "WILSON", "RESTON", "BUSH", "PIERSON", "BHAKTA", "CASAREZ", "ROBBINS", "MARTIN", "GIBBONS", "LUDWIG", "POVICH", "UNIDENTIFIED FEMALE", "UNIDENTIFIED MALE"], "subTitle": "Analysis of Interview with Donald Trump; Fogle Pleads Guilty to Child Porn Charges; Black Lives Matter Activist Facing Questions Over His Race.  Aired 10-11:00p ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1508/19/cnnt.01.html", "sentenceCount": 607, "sections": [{"sentences": [{"sentId": 0, "text": "It is the top of the hour."}, {"sentId": 1, "text": "And we're following the breaking news in Chris's Cuomo's interview with Donald Trump this evening."}, {"sentId": 2, "text": "Chris is going to stay with me."}], "speaker": "LEMON", "secId": 0}, {"sentences": [{"sentId": 3, "text": "And I want to bring in one of Donald Trump's rivals for the republican nomination, Jim Gilmore, the former governor of Virginia."}, {"sentId": 4, "text": "Also, CNN national political reporter, Maeve Reston; republican strategist Rick Wilson, and Katrina Pierson, spokesman for the Tea Party Leadership Fund."}], "speaker": "LEMON", "secId": 1}, {"sentences": [{"sentId": 5, "text": "OK. Let's talk about this."}, {"sentId": 6, "text": "Jim, you first."}, {"sentId": 7, "text": "You're a candidate."}, {"sentId": 8, "text": "You've got a lot of experience governing and with the military."}, {"sentId": 9, "text": "Trump says he wants to take Iraq's oil and give the money to the wounded warriors and families of the fallen."}, {"sentId": 10, "text": "How do you respond to that?"}], "speaker": "LEMON", "secId": 2}, {"sentences": [{"sentId": 11, "text": "I mean, I think it's superficially a very attractive to say so that he can attract people to his candidacy."}, {"sentId": 12, "text": "But, you know, I want to start by saying that I think there's some things that he said in the interview tonight that do make sense."}, {"sentId": 13, "text": "I think we do need to make our streets safer by making sure that illegal aliens who are criminals are treated with harshly and got to back out in the county."}], "speaker": "GILMORE", "secId": 3}, {"sentences": [{"sentId": 14, "text": "I do think that we need to build up the military."}, {"sentId": 15, "text": "I think that was a right thing to say."}, {"sentId": 16, "text": "But, you know, I think that we -- when you're running a national candidacy and let me be clear to your viewers that I am a candidate for president."}, {"sentId": 17, "text": "So, I'm not here just to be an analyst."}], "speaker": "GILMORE", "secId": 4}, {"sentences": [{"sentId": 18, "text": "I'm here to actually talk about what he wants to do and I think I have an obligation to do that."}, {"sentId": 19, "text": "And what I want to do."}, {"sentId": 20, "text": "I thought that a lot of the things that people were saying were pretty superficial."}, {"sentId": 21, "text": "I think that it's hard to put things together so that when you become President of the United States or when you're a governor of the state, the way that I was, to make things work, to actually work."}], "speaker": "GILMORE", "secId": 5}, {"sentences": [{"sentId": 22, "text": "So, we shouldn't be putting troops back into the Middle East."}, {"sentId": 23, "text": "As Lindsey Graham has said, as Donald Trump has said."}, {"sentId": 24, "text": "What you do have to find other kinds of solutions."}, {"sentId": 25, "text": "And he said something very peculiar."}, {"sentId": 26, "text": "He said, well, we don't like Assad but yet, we're opposed to ISIS and they're opposed to Assad."}, {"sentId": 27, "text": "But he never quite clarified how all of that fits."}, {"sentId": 28, "text": "What are we then"}], "speaker": "GILMORE", "secId": 6}, {"sentences": [{"sentId": 29, "text": "supposed to do?"}, {"sentId": 30, "text": "Support the ISIS so they can attack Assad?"}, {"sentId": 31, "text": "None of that was ever very clear in terms of an actual solution."}, {"sentId": 32, "text": "What I propose is in the face of this Iranian agreement which is going to be a real problem for us if it goes through."}, {"sentId": 33, "text": "So, there will be a Middle East NATO, so that we use collective action, American leadership to address these complex issues."}], "speaker": "GILMORE", "secId": 7}, {"sentences": [{"sentId": 34, "text": "OK."}, {"sentId": 35, "text": "But, Governor, let me play this sound bite."}, {"sentId": 36, "text": "Since we're talking about Iran, he talked about the Iran deal."}, {"sentId": 37, "text": "He said it's the worst he has ever seen."}, {"sentId": 38, "text": "Listen to this."}], "speaker": "LEMON", "secId": 8}, {"sentences": [{"sentId": 39, "text": "You look at what's going on and you look at a deal, well, we have these four people there."}, {"sentId": 40, "text": "So, you do at the beginning, it shouldn't be now."}, {"sentId": 41, "text": "By the way, now is inconceivable after what they got that we don't have to get these four guys out is incredible."}], "speaker": "TRUMP", "secId": 9}, {"sentences": [{"sentId": 42, "text": "But at the beginning they should have said, fellas, let the prisoners go."}, {"sentId": 43, "text": "It's going to help us all."}, {"sentId": 44, "text": "You don't need them."}, {"sentId": 45, "text": "Your people don't even know they are there."}, {"sentId": 46, "text": "Let them out."}, {"sentId": 47, "text": "It's good for us."}, {"sentId": 48, "text": "Good for you."}, {"sentId": 49, "text": "Good for the deal."}, {"sentId": 50, "text": "Sets a good tone."}, {"sentId": 51, "text": "Let them out."}], "speaker": "TRUMP", "secId": 10}, {"sentences": [{"sentId": 52, "text": "And what President Obama said and what Kerry said."}, {"sentId": 53, "text": "And Kerry said it like it was inconceivable."}, {"sentId": 54, "text": "I didn't want to bring it up because I didn't want to complicate the negotiations."}, {"sentId": 55, "text": "Do you believe this?"}, {"sentId": 56, "text": "That was his answer."}, {"sentId": 57, "text": "He don't want to complicate it."}, {"sentId": 58, "text": "Where do these people come from?"}], "speaker": "TRUMP", "secId": 11}, {"sentences": [{"sentId": 59, "text": "Rick, is he right about any of that?"}], "speaker": "LEMON", "secId": 12}, {"sentences": [{"sentId": 60, "text": "Well, look."}, {"sentId": 61, "text": "There had been a -- every single republican candidate in the field has leveled the appropriate critics of the Iran deal which is a train wreck."}, {"sentId": 62, "text": "And I think it is certainly something that the Obama administration has engage in a tactless and ineffective negotiation with the Iranian regime."}], "speaker": "WILSON", "secId": 13}, {"sentences": [{"sentId": 63, "text": "And no one denies that."}, {"sentId": 64, "text": "No one disputes that."}, {"sentId": 65, "text": "I don't necessarily think that any other republican president would have done something as absurd as Barack Obama has done this entire time by giving away, you know, by making concession in advance by rewarding them with $150 billion signing bonus for doing this deal."}, {"sentId": 66, "text": "I mean, this is something that the critique is right, but it's also universal."}, {"sentId": 67, "text": "There's no one that believes this is a solid deal, including a number of the president's, number of his own party such as Robert Menendez."}], "speaker": "WILSON", "secId": 14}, {"sentences": [{"sentId": 68, "text": "And also, nobody has come up with a good alternative to sell the people either, though."}, {"sentId": 69, "text": "And that's a part of the calculus here in terms of the criticism, you know."}], "speaker": "GILMORE", "secId": 15}, {"sentences": [{"sentId": 70, "text": "Well, I'm not -- well, I don't -- yes."}, {"sentId": 71, "text": "I don't think necessarily just saying we're better -- I send the better negotiator is the solution to it."}, {"sentId": 72, "text": "There are a lot of critiques of how the plan should have been executed inside the P5 from republican candidates and from republican members or Congress and the Senate that have been very nuance and very caution."}, {"sentId": 73, "text": "And, you know, the problem here it comes from Barack Obama not just from the negotiators because he's willing in advance to give away the store."}], "speaker": "WILSON", "secId": 16}, {"sentences": [{"sentId": 74, "text": "But, Maeve, to Chris' point and to Rick's point, what he would say is all the people who are supposed to know everything know the policy about Iran, about all, you know, foreign policy."}, {"sentId": 75, "text": "They haven't come up with a better alternative or solution."}, {"sentId": 76, "text": "So, you know, what's wrong with mine?"}], "speaker": "LEMON", "secId": 17}, {"sentences": [{"sentId": 77, "text": "Well, this is at the very core of Donald Trump's appeal to the voters out there when you talk them, which is that the way that he sound is that he's projecting strength."}, {"sentId": 78, "text": "And that he's going to go in there and get better results than the administration at the current time."}], "speaker": "RESTON", "secId": 18}, {"sentences": [{"sentId": 79, "text": "I think today was the really interesting day, not just Christie's interview in the way we're seeing Trump transform as a candidate, but we also saw tonight Jeb Bush really go after Donald Trump for the first time in his Town Hall."}, {"sentId": 80, "text": "They kind of doling Town Hall."}], "speaker": "RESTON", "secId": 19}, {"sentences": [{"sentId": 81, "text": "Yes."}], "speaker": "LEMON", "secId": 20}, {"sentences": [{"sentId": 82, "text": "And so, he really is creating some very interesting ripples in this..."}], "speaker": "RESTON", "secId": 21}, {"sentences": [{"sentId": 83, "text": "Maeve, let's listen to that."}], "speaker": "LEMON", "secId": 22}, {"sentences": [{"sentId": 84, "text": "... forcing the other candidates."}, {"sentId": 85, "text": "Yes."}], "speaker": "RESTON", "secId": 23}, {"sentences": [{"sentId": 86, "text": "You can mention his name."}, {"sentId": 87, "text": "He's the current front runner."}, {"sentId": 88, "text": "He's done a pretty amazing job to get to that deal."}, {"sentId": 89, "text": "But here's the deal."}, {"sentId": 90, "text": "We're a conservative party, are we?"}, {"sentId": 91, "text": "Republican Party."}, {"sentId": 92, "text": "I think what people are eventually going to vote for is a proven, conservative leader that's done it."}, {"sentId": 93, "text": "Not talked about it."}, {"sentId": 94, "text": "That's actually done it."}], "speaker": "BUSH", "secId": 24}, {"sentences": [{"sentId": 95, "text": "And I have a proven, conservative record."}, {"sentId": 96, "text": "Consistent proven conservative record."}, {"sentId": 97, "text": "When no one was watching, long time proving conservative record."}, {"sentId": 98, "text": "Mr. Trump doesn't have a proven conservative record."}, {"sentId": 99, "text": "He was a democrat longer in the last decade than he was a republican."}, {"sentId": 100, "text": "He's given more money to democrats than he's given to republicans."}], "speaker": "BUSH", "secId": 25}, {"sentences": [{"sentId": 101, "text": "Now, I think for Jeb Bush, that was pretty animated."}, {"sentId": 102, "text": "But compared to Donald Trump's attached, I mean, it seems, you know, pretty milled."}, {"sentId": 103, "text": "Is that a problem do you think for a -- is that part of Bush's problems -- problem with the voters."}, {"sentId": 104, "text": "Is that Donald Trump is so animated that even when Bush is being animated, he still seems like, you know, he's a sleepy candidate."}], "speaker": "LEMON", "secId": 26}, {"sentences": [{"sentId": 105, "text": "Absolutely."}, {"sentId": 106, "text": "I just spoke with him at the State Fair over the weekend and that's exactly what you would hear."}, {"sentId": 107, "text": "Voters would meet him literally shake his hand, have a conversation with him."}, {"sentId": 108, "text": "And then you go back to them after he was gone and they'd say, he seems really nice but, you know, he just doesn't project the kind of strength that I want to see right now."}], "speaker": "RESTON", "secId": 27}, {"sentences": [{"sentId": 109, "text": "And so, that's the critical test here for Jeb Bush is to see whether he can really bring it in a way that people are going to respond to."}], "speaker": "RESTON", "secId": 28}, {"sentences": [{"sentId": 110, "text": "So, Katrina, to you, so, we've been talking about, you know, what's going to happen with Iran."}, {"sentId": 111, "text": "What he's going to do with foreign policy and what you."}, {"sentId": 112, "text": "You know, he's good at slashing attacks - you're a supporter -slashing attacks, but aren't you at least a little bit concern when he says, when he talks about bombing the Iraq oil, fields and all of that and taking on the oil situation, and so on."}, {"sentId": 113, "text": "Are you concerned about that?"}], "speaker": "RESTON", "secId": 29}, {"sentences": [{"sentId": 114, "text": "Well, not necessarily."}, {"sentId": 115, "text": "Simply because Mr. Trump is a citizen candidate essentially."}, {"sentId": 116, "text": "he's not included in the top secret discussion, he hasn't been briefed on what's going on in the Middle East currently."}, {"sentId": 117, "text": "All he has to go on is what he's seeing in the media."}, {"sentId": 118, "text": "And he has talked to certain people and get -- received some ideas but he's not saying, look, this is all Obama's fault."}, {"sentId": 119, "text": "He's saying, well, what's happening right now in the Middle East as a combination of foreign policy..."}], "speaker": "PIERSON", "secId": 30}, {"sentences": [{"sentId": 120, "text": "But, Katrina, let me stop you there because you can pick up the newspaper, you can pick up some books, you can talk to advisers, you can talk former Washington advisers, people who had been other administration."}], "speaker": "LEMON", "secId": 31}, {"sentences": [{"sentId": 121, "text": "Sure, absolutely."}], "speaker": "PIERSON", "secId": 32}, {"sentences": [{"sentId": 122, "text": "There are ways to educate yourself."}], "speaker": "LEMON", "secId": 33}, {"sentences": [{"sentId": 123, "text": "Well, and that's what he's done."}, {"sentId": 124, "text": "I think he actually mentioned that."}, {"sentId": 125, "text": "But my point is, he's talking about administrations prior to Obama helping to create this process."}, {"sentId": 126, "text": "He said from the beginning, I was against the war."}, {"sentId": 127, "text": "But this is where we are now."}, {"sentId": 128, "text": "So, we have to do something."}], "speaker": "PIERSON", "secId": 34}, {"sentences": [{"sentId": 129, "text": "As he has mentioned, you have ISIS out of control chopping people's heads off."}, {"sentId": 130, "text": "Are we just going to sit here because this administration won't admit that ISIS is here in the United States targeting Americans?"}, {"sentId": 131, "text": "We have to do something."}, {"sentId": 132, "text": "So, he simply just saying what he would like to see done."}, {"sentId": 133, "text": "If we end up"}], "speaker": "PIERSON", "secId": 35}, {"sentences": [{"sentId": 134, "text": "back over there we need to get something in return."}, {"sentId": 135, "text": "He hasn't really said how many numbers of troops he's going to send and drop a bombs and what date."}, {"sentId": 136, "text": "That's not what he has said."}, {"sentId": 137, "text": "He is just offering up ideas and concepts about how he would want to go about it."}], "speaker": "PIERSON", "secId": 36}, {"sentences": [{"sentId": 138, "text": "OK."}], "speaker": "LEMON", "secId": 37}, {"sentences": [{"sentId": 139, "text": "Yes, but..."}], "speaker": "GILMORE", "secId": 38}, {"sentences": [{"sentId": 140, "text": "Go ahead, Governor."}], "speaker": "LEMON", "secId": 39}, {"sentences": [{"sentId": 141, "text": "But, Katrina, I'm not going to let Trump off the hook that easy."}, {"sentId": 142, "text": "It's not just a matter of just blaster in saying things that you wish to that could come to pass."}, {"sentId": 143, "text": "A true conservative that's going to be successful in the United States has to actually think through the issues and have some personal knowledge and experience."}], "speaker": "GILMORE", "secId": 40}, {"sentences": [{"sentId": 144, "text": "Someone who's actually achieved something in office."}, {"sentId": 145, "text": "Somebody who's actually got some ideas that acts to it together."}, {"sentId": 146, "text": "You take together, for example, this immigration policy which is becomes Trump's signature and many of my other opponents who rallied right through him."}], "speaker": "GILMORE", "secId": 41}, {"sentences": [{"sentId": 147, "text": "I think the idea of the elimination of birth citizenship under the 14th Amendment is in outrageous position to take."}, {"sentId": 148, "text": "Now I think that there are solid immigration proposals that could be put together that address this problem of people taking advantage of the 14th Amendment of the so-called anchor babies."}], "speaker": "GILMORE", "secId": 42}, {"sentences": [{"sentId": 149, "text": "But Donald Trump has not really offered a real proposal that is practical and realistic, and furthermore, it's offensive to a big portion of the American people who don't want to see the government being in the position to take away citizenship from people."}], "speaker": "GILMORE", "secId": 43}, {"sentences": [{"sentId": 150, "text": "But I think you can also see in the national polls, though, that he's closing the gap on Hillary Clinton."}, {"sentId": 151, "text": "So, apparently, his proposals are resonating with the vast majority of people right now."}], "speaker": "PIERSON", "secId": 44}, {"sentences": [{"sentId": 152, "text": "But you don't know why it is."}], "speaker": "WILSON", "secId": 45}, {"sentences": [{"sentId": 153, "text": "Let's not -- Rick."}, {"sentId": 154, "text": "Yes."}], "speaker": "LEMON", "secId": 46}, {"sentences": [{"sentId": 155, "text": "But forums like this are going to reveal..."}], "speaker": "WILSON", "secId": 47}, {"sentences": [{"sentId": 156, "text": "Yes."}, {"sentId": 157, "text": "Let's just ignore the number."}, {"sentId": 158, "text": "Let's ignore the polls of all of a sudden."}], "speaker": "PIERSON", "secId": 48}, {"sentences": [{"sentId": 159, "text": "No."}, {"sentId": 160, "text": "No one is ignoring the numbers or the polls."}, {"sentId": 161, "text": "But they're talking about specifics and talking about laying out plans and concrete plans and workable plans, but no one ignoring in the polls."}], "speaker": "LEMON", "secId": 49}, {"sentences": [{"sentId": 162, "text": "Where's everybody else's plans?"}, {"sentId": 163, "text": "LEMON:  But the polls..."}], "speaker": "PIERSON", "secId": 50}, {"sentences": [{"sentId": 164, "text": "I said that earlier."}, {"sentId": 165, "text": "Wait a minute -- no, no."}, {"sentId": 166, "text": "Donald Trump has not really offered any plans, not really on any of these topics."}, {"sentId": 167, "text": "Not on Syria, not on ISIS, not on immigration, not on trade, which I thought was very superficial."}, {"sentId": 168, "text": "It's just loud blaster and appealing to the -- to the sense of people's anger and frustration, but that's not what conservatives are going to want."}, {"sentId": 169, "text": "They're going to want someone who actually has concrete proposals to actually makes things work and to turn the country from the left word swing that we've seeing."}], "speaker": "GILMORE", "secId": 51}, {"sentences": [{"sentId": 170, "text": "OK. OK, Governor."}, {"sentId": 171, "text": "Let's talk."}, {"sentId": 172, "text": "You mention you said a true conservative."}, {"sentId": 173, "text": "Let's talk about a true conservative issue."}, {"sentId": 174, "text": "One that has been one over the year."}, {"sentId": 175, "text": "Let's talk about faith and God."}, {"sentId": 176, "text": "Here's what he said, listen."}], "speaker": "LEMON", "secId": 52}, {"sentences": [{"sentId": 177, "text": "I'm Protestant."}, {"sentId": 178, "text": "I'm Presbyterian."}, {"sentId": 179, "text": "And I feel very strongly about what you said."}, {"sentId": 180, "text": "And when you say 300 years, yes."}, {"sentId": 181, "text": "But most horror show has taken place over the last 20 years, what do you say."}, {"sentId": 182, "text": "I mean, it's just -- don't mention the word Christmas and you can't do this and you can't do that."}, {"sentId": 183, "text": "It's out of control and that will change with me, believe me."}, {"sentId": 184, "text": "I will -- I will be fighting."}, {"sentId": 185, "text": "I will be fighting and I will be winning because I win."}], "speaker": "TRUMP", "secId": 53}, {"sentences": [{"sentId": 186, "text": "You know, I don't know if -- Chris, if you've talked with him about in his previous, you know, and your previous interviews."}, {"sentId": 187, "text": "But, you know, he talks about conservative, you know, and faith and all that, he's on his third marriage."}, {"sentId": 188, "text": "He's lived a pretty raise life compared to most conservative."}], "speaker": "LEMON", "secId": 54}, {"sentences": [{"sentId": 189, "text": "Look, I mean, if there were a disconnect between what he says he believes and how he lives his life, that would make him different from most people of faith or agnostic or atheist."}, {"sentId": 190, "text": "He's not going to be judged on that different standard."}], "speaker": "WILSON", "secId": 55}, {"sentences": [{"sentId": 191, "text": "However, what he's putting out there again is what makes him very appealing, and also a real question mark for that 58 percent of the GOP who says, they think they're worse with him as the candidate."}, {"sentId": 192, "text": "Which is he sense what people want to hear but it's going to be very difficult to deliver on."}], "speaker": "WILSON", "secId": 56}, {"sentences": [{"sentId": 193, "text": "He's going to get Christmas back in a lot of different ways."}, {"sentId": 194, "text": "This has happened because of legal findings in this country."}, {"sentId": 195, "text": "Not because of a hatred of Christianity."}, {"sentId": 196, "text": "So, sometimes it's about the promise."}, {"sentId": 197, "text": "Sounds very good."}, {"sentId": 198, "text": "Very tantalizing."}, {"sentId": 199, "text": "But how to deliver on that is almost setting people up for disappointment."}], "speaker": "WILSON", "secId": 57}, {"sentences": [{"sentId": 200, "text": "Absolutely."}, {"sentId": 201, "text": "Thank you, Governor Jim Gilmore, also Maeve Reston, Rick Wilson, Katrina Pierson, and of course, Mr. Chris Cuomo."}, {"sentId": 202, "text": "I appreciate that."}, {"sentId": 203, "text": "You know, you heard some tough talk from Donald Trump tonight."}, {"sentId": 204, "text": "But here's something you haven't heard."}, {"sentId": 205, "text": "The former \"Apprentice\" who says, Trump is wrong about undocumented"}], "speaker": "LEMON", "secId": 58}, {"sentences": [{"sentId": 206, "text": "workers."}, {"sentId": 207, "text": "Plus, lying liars and cheaters from former Subway spokesman, Jared, and his shocking child porn case to the cheaters of Ashley Madison."}], "speaker": "LEMON", "secId": 59}, {"sentences": [{"sentId": 208, "text": "We're back now to our breaking news."}, {"sentId": 209, "text": "Donald trump doubling down tonight on his plan to round up and deport millions of undocumented immigrants and he insists if he is elected president, he's going to construct a giant wall on the border with Mexico and no one will be able to climb over or tunnel under."}], "speaker": "LEMON", "secId": 60}, {"sentences": [{"sentId": 210, "text": "I will build the greatest wall that you've ever seen."}, {"sentId": 211, "text": "And then they say, you can build a wall."}, {"sentId": 212, "text": "It's too big."}, {"sentId": 213, "text": "It's too -- it doesn't work."}, {"sentId": 214, "text": "Well, 3,000 years ago, right?"}, {"sentId": 215, "text": "The Wall of China was built."}, {"sentId": 216, "text": "We'd like to have that wall."}, {"sentId": 217, "text": "That wall nobody get through, that I can tell you."}], "speaker": "TRUMP", "secId": 61}, {"sentences": [{"sentId": 218, "text": "So, joining me now is Raj Peter Bhakta, he's a former contestant on \"The Apprentice\" and a former republican congressional candidate as well."}], "speaker": "LEMON", "secId": 62}, {"sentences": [{"sentId": 219, "text": "I'm so happy that you are here."}, {"sentId": 220, "text": "So, Trump says he wants to build a wall, right?"}, {"sentId": 221, "text": "So, he says illegal immigrants have got to go as well."}, {"sentId": 222, "text": "And their kids who were born here, he said that they had to go as well."}, {"sentId": 223, "text": "He also had more to say."}, {"sentId": 224, "text": "This is from a Pac house in New Hampshire."}, {"sentId": 225, "text": "Listen."}], "speaker": "LEMON", "secId": 63}, {"sentences": [{"sentId": 226, "text": "The southern border is a disaster which, by the way, I turned out to be right."}, {"sentId": 227, "text": "Remember the abuse I took?"}, {"sentId": 228, "text": "People started to see the violence and the crime."}, {"sentId": 229, "text": "And they saw a Kate in San Francisco, a magnificent person who's family is a great family."}, {"sentId": 230, "text": "And they saw a Jamil, and they saw so many people killed violently and viciously."}, {"sentId": 231, "text": "The other right with a woman 66-year-old veteran, raped, sodomized, brutally killed by illegal immigrant."}, {"sentId": 232, "text": "We have to stop -- we have to bring back our country."}, {"sentId": 233, "text": "We've got to take it back."}, {"sentId": 234, "text": "We've got to take it back."}], "speaker": "TRUMP", "secId": 64}, {"sentences": [{"sentId": 235, "text": "So, I interview a lot of people, right?"}, {"sentId": 236, "text": "Before I ask you the question about what he said, and I noticed body language a lot."}, {"sentId": 237, "text": "You are physically uncomfortable watching him."}, {"sentId": 238, "text": "He makes -- you are squirming, why is that?"}], "speaker": "LEMON", "secId": 65}, {"sentences": [{"sentId": 239, "text": "I think re represents, Don, like somebody that's really the dark under belly of America."}, {"sentId": 240, "text": "Listen to what he's talking about."}, {"sentId": 241, "text": "By the way, just take for a moment into question his assertion that the Chinese with a great wall actually made a good move."}, {"sentId": 242, "text": "Or that the Romans who built their wall to keep their barbarians out."}], "speaker": "BHAKTA", "secId": 66}, {"sentences": [{"sentId": 243, "text": "Or the Russians who built their wall to try to keep the capitalists out."}, {"sentId": 244, "text": "In each of those cases, those societies collapsed and the people that they were trying to keep out actually took over."}], "speaker": "BHAKTA", "secId": 67}, {"sentences": [{"sentId": 245, "text": "So, if we think about what this country should be about, you know, it's fearful, inward looking societies that build walls."}, {"sentId": 246, "text": "Optimistic growing societies."}, {"sentId": 247, "text": "We tear walls down."}, {"sentId": 248, "text": "America is a country about tearing walls down."}, {"sentId": 249, "text": "It's not about locking people up and marching across the border and deporting them."}, {"sentId": 250, "text": "It's about freeing people."}], "speaker": "BHAKTA", "secId": 68}, {"sentences": [{"sentId": 251, "text": "So, saying -- having said all of that, do you disagree that there is a problem on the border?"}, {"sentId": 252, "text": "There is a problem with illegal immigration in this country?"}, {"sentId": 253, "text": "So, then what would you do, would you tear the wall down?"}, {"sentId": 254, "text": "I mean, what do you do, what's the solution?"}], "speaker": "LEMON", "secId": 69}, {"sentences": [{"sentId": 255, "text": "I think he really need to think about it carefully and understand that the reason that people who are coming across is there is a failure in U.S.-Mexico relations that results in a lot of people not having income there that when it come across the border."}, {"sentId": 256, "text": "And a..."}], "speaker": "BHAKTA", "secId": 70}, {"sentences": [{"sentId": 257, "text": "But it's not a real solution or it's just sort of analyze it."}, {"sentId": 258, "text": "What is the solution then?"}], "speaker": "LEMON", "secId": 71}, {"sentences": [{"sentId": 259, "text": "I actually think without getting too far into particulars."}, {"sentId": 260, "text": "I think you need to look at the agricultural sector in Mexico like if actually you have an inefficient agricultural sector, not to get totally off topic."}], "speaker": "BHAKTA", "secId": 72}, {"sentences": [{"sentId": 261, "text": "That actually creates some employment and these people because of NAFTA had become pushed into some major cities of Mexico and they are flying across the border."}], "speaker": "BHAKTA", "secId": 73}, {"sentences": [{"sentId": 262, "text": "So, Americans would say, well, that's Mexico's problem."}, {"sentId": 263, "text": "That's not our problem."}], "speaker": "LEMON", "secId": 74}, {"sentences": [{"sentId": 264, "text": "We stop to down its road with Bill and Hillary Clinton in 1992."}], "speaker": "BHAKTA", "secId": 75}, {"sentences": [{"sentId": 265, "text": "Yes."}, {"sentId": 266, "text": "You have been an \"Apprentice\" child talent for Donald Trump, right, with this border."}, {"sentId": 267, "text": "What is that?"}], "speaker": "LEMON", "secId": 76}, {"sentences": [{"sentId": 268, "text": "Let's, you know, look at it for a second."}, {"sentId": 269, "text": "Mr. Trump is used to issuing orders and being, you know, the big guy in the room."}, {"sentId": 270, "text": "Here's the challenge."}, {"sentId": 271, "text": "The very idea that he has of building a wall, let's look at it."}], "speaker": "BHAKTA", "secId": 77}, {"sentences": [{"sentId": 272, "text": "If you let Mr. Trump start in Brownfield, Texas, on the other side, with his Harvard MBA's with his Wall Street fat cats, with his government contractors, and start in the other side of Texas with undocumented workers."}, {"sentId": 273, "text": "And we'll see who actually gets the wall built."}, {"sentId": 274, "text": "Because the very idea that he's at his premise is that doesn't understand that it glued the oil in economic engine of America."}, {"sentId": 275, "text": "Our undocumented workers..."}], "speaker": "BHAKTA", "secId": 78}, {"sentences": [{"sentId": 276, "text": "So, you're saying the undocumented workers would get there the wall built faster than his so-called fat cats, where you call as fat cats?"}], "speaker": "LEMON", "secId": 79}, {"sentences": [{"sentId": 277, "text": "Yes."}, {"sentId": 278, "text": "Absolutely."}, {"sentId": 279, "text": "There is no question about that."}, {"sentId": 280, "text": "The undocumented workers are the only ones who actually get the wall built quickly and economically."}], "speaker": "BHAKTA", "secId": 80}, {"sentences": [{"sentId": 281, "text": "But that's not to say that you agree with building the wall?"}], "speaker": "LEMON", "secId": 81}, {"sentences": [{"sentId": 282, "text": "America shouldn't be a country about building walls."}, {"sentId": 283, "text": "America is about a country about ripping walls down and that's the core issue that represents a sort of dark under belly nativism in America."}, {"sentId": 284, "text": "It's a shame."}], "speaker": "BHAKTA", "secId": 82}, {"sentences": [{"sentId": 285, "text": "I think your immigration views don't line up with the book of the GOP, right?"}, {"sentId": 286, "text": "And is that because you at one point, did you have an epiphany about immigration in this country."}], "speaker": "LEMON", "secId": 83}, {"sentences": [{"sentId": 287, "text": "Now I think that's a great question."}, {"sentId": 288, "text": "So, back I brought attention to this issue 10 years ago, when I was running Congress and I took an elephant across the real grand with Mariachi been playing to show how open the border."}, {"sentId": 289, "text": "I had a band and on the elephant and nobody showed up."}], "speaker": "BHAKTA", "secId": 84}, {"sentences": [{"sentId": 290, "text": "And I actually chased down unusual for a candidate an undocumented worker."}, {"sentId": 291, "text": "And when I saw the fear and desperation and the quashed hope in his eyes, I began to rethink, you know, what is this country about?"}, {"sentId": 292, "text": "Are we a nation of wall-building?"}, {"sentId": 293, "text": "Or are we a nation of ripping walls down."}, {"sentId": 294, "text": "Truly the core of it?"}], "speaker": "BHAKTA", "secId": 85}, {"sentences": [{"sentId": 295, "text": "Raj Peter Bhakta, thank you for coming in."}, {"sentId": 296, "text": "I appreciate it."}], "speaker": "LEMON", "secId": 86}, {"sentences": [{"sentId": 297, "text": "My pleasure."}], "speaker": "BHAKTA", "secId": 87}, {"sentences": [{"sentId": 298, "text": "When we come right back, the shocking case against Jared Fogle, the man who found famous the national spokesman for Subway reaches a deal to plead guilty to child pornography charges."}, {"sentId": 299, "text": "We'll be right back."}], "speaker": "LEMON", "secId": 88}, {"sentences": [{"sentId": 300, "text": "He become fame and fortune has the face of Subway sandwiches."}, {"sentId": 301, "text": "But now, Jared Fogle is facing anywhere from 5 to 12.5 years behind bars if the reaching -- a deal to plead guilty to child pornography charges."}, {"sentId": 302, "text": "CNN's Jean Casarez has been following this story."}], "speaker": "LEMON", "secId": 89}, {"sentences": [{"sentId": 303, "text": "Jean, he was very successful."}, {"sentId": 304, "text": "I mean, he was a success story."}, {"sentId": 305, "text": "He was a Subway guy."}], "speaker": "LEMON", "secId": 90}, {"sentences": [{"sentId": 306, "text": "This is a Subway guy."}], "speaker": "CASAREZ", "secId": 91}, {"sentences": [{"sentId": 307, "text": "He was very -- people know who he is."}, {"sentId": 308, "text": "He made lots of money, lost lots of it."}, {"sentId": 309, "text": "I mean, but this is a very disturbing story."}, {"sentId": 310, "text": "And a double that."}], "speaker": "LEMON", "secId": 92}, {"sentences": [{"sentId": 311, "text": "You when they the day started we thought that he was going to be charged with possession porn."}, {"sentId": 312, "text": "And then the legal documents came out and we were floored because that is serious this is double serious."}, {"sentId": 313, "text": "Count one, distributing and receiving child porn."}, {"sentId": 314, "text": "Count two, inner state commerce traveling to New York City to actually engage in sexual relations with minor girls."}, {"sentId": 315, "text": "Child prostitution is what the federal prosecutor said."}], "speaker": "CASAREZ", "secId": 93}, {"sentences": [{"sentId": 316, "text": "Very distinct and separate counts, but this all happened while he was under contract with Subway while we were believing that he was a different type of person."}], "speaker": "CASAREZ", "secId": 94}, {"sentences": [{"sentId": 317, "text": "Yes."}, {"sentId": 318, "text": "And it is as we say it's a double life."}, {"sentId": 319, "text": "And he's -- I was fascinated by watching this press conference and how much information they had and exactly what he is accused of doing."}, {"sentId": 320, "text": "What does he face considering all these charges?"}], "speaker": "LEMON", "secId": 95}, {"sentences": [{"sentId": 321, "text": "Well, he technically has got a sweetheart of a deal because he's facing 50 years in prison."}, {"sentId": 322, "text": "If you really look at it."}, {"sentId": 323, "text": "Because count one is minor victim 1 through 12."}, {"sentId": 324, "text": "And these are young men and women, 10 to 13 years old of age."}], "speaker": "CASAREZ", "secId": 96}, {"sentences": [{"sentId": 325, "text": "That the man who was in-charge of his foundation and his foundation is the Combat Childhood Obesity, this man would place cameras secretive inside clock radios and videotaped these youngsters getting undress going to the shower, he would zero in on their private parts?"}, {"sentId": 326, "text": "He would send them to Jared Fogle."}, {"sentId": 327, "text": "What the prosecutor said, well, then benefit from those videos."}, {"sentId": 328, "text": "We don't know exactly how he would benefit."}], "speaker": "CASAREZ", "secId": 97}, {"sentences": [{"sentId": 329, "text": "Yes."}], "speaker": "LEMON", "secId": 98}, {"sentences": [{"sentId": 330, "text": "And then the two minor girls in New York City, Plaza Hotel, Rich Carlton Hotel, he would have sexual intercourse with them and pay them money and ask them if they knew any other minors that he could have sex with."}], "speaker": "CASAREZ", "secId": 99}, {"sentences": [{"sentId": 331, "text": "One point four million dollars, how do they reach that amount?"}, {"sentId": 332, "text": "He's paying restitution."}], "speaker": "LEMON", "secId": 100}, {"sentences": [{"sentId": 333, "text": "A 100,000 -- $100,000 per victim, and when this plea deal is signed because today was the formal announcement of the charges that he was in court."}, {"sentId": 334, "text": "But he's accepted this plea deal."}, {"sentId": 335, "text": "Once it's signed that 100,000 per victim, 1.4 million will go to a trust fund account, they will be paid within the next 10 days."}], "speaker": "CASAREZ", "secId": 101}, {"sentences": [{"sentId": 336, "text": "Jean Casarez, always a pleasure."}, {"sentId": 337, "text": "Thank you."}, {"sentId": 338, "text": "It's an awful, awful story."}, {"sentId": 339, "text": "I want to bring in now Mel Robbins, CNN commentator and legal analyst."}, {"sentId": 340, "text": "Mel, hello, to you."}, {"sentId": 341, "text": "You know, federal court documents reveal that Jared Fogle would ask escorts that he had already slept with to help him, as Jean said, five minors, as young as 14 years old to perform sex acts with him."}, {"sentId": 342, "text": "His defense team issued this statement."}, {"sentId": 343, "text": "I want to read it today before you -- before we get in to this."}], "speaker": "LEMON", "secId": 102}, {"sentences": [{"sentId": 344, "text": "\"Jared Fogle is agreeing to plead guilty to the charges files against him today."}, {"sentId": 345, "text": "In doing so, Jared is accepting responsibility for what he has done."}, {"sentId": 346, "text": "He is also volunteering to make restitution to those affected by his deplorable behavior."}, {"sentId": 347, "text": "While Jared fully recognizes that such -- recognizes that such monetary will not undo the harm he has caused, he is hopeful that it will assist these individuals as they try to move forward with their lives.\""}, {"sentId": 348, "text": "Is he mentally ill, what's going on?"}, {"sentId": 349, "text": "What do you think of this case?"}], "speaker": "LEMON", "secId": 103}, {"sentences": [{"sentId": 350, "text": "You know, Don, as the details came out I agree with Jean's assessment that we all thought that the press conference is going to be about just the possession of pornography."}], "speaker": "ROBBINS", "secId": 104}, {"sentences": [{"sentId": 351, "text": "But when we got into this story of details that head of his foundation was actually creating."}, {"sentId": 352, "text": "This isn't in a case where somebody has an attraction and a desire and a sickness to watch child porn."}, {"sentId": 353, "text": "This is somebody that knew about the creation of it, Don."}, {"sentId": 354, "text": "That's a whole different level."}], "speaker": "ROBBINS", "secId": 105}, {"sentences": [{"sentId": 355, "text": "And then when you add on the fact that he was -- he was soliciting sex with minors, he was paying people to make it happen for him, this is an entirely different level of criminal behavior."}], "speaker": "ROBBINS", "secId": 106}, {"sentences": [{"sentId": 356, "text": "And I agree with Jean."}, {"sentId": 357, "text": "I think it is stunning that he is facing only a plead guilty of 5 to almost 12 years in jail, when he could have easily and clearly been convicted of 50."}], "speaker": "ROBBINS", "secId": 107}, {"sentences": [{"sentId": 358, "text": "And so, you might be asking yourself why the hell would they give him a deal?"}, {"sentId": 359, "text": "Well, the reason why is because these kinds of cases are absolutely painful for the victims to go through."}, {"sentId": 360, "text": "And so, I'm sure they were balancing the fact."}], "speaker": "ROBBINS", "secId": 108}, {"sentences": [{"sentId": 361, "text": "We want to drag these kids in the court."}, {"sentId": 362, "text": "We want to drag these young women into court and we want to drag the second woman in the court and make them relieve this or do we want to go with a sure thing and hope that the judge throws the book at them and gives them 12 years, Don."}], "speaker": "ROBBINS", "secId": 109}, {"sentences": [{"sentId": 363, "text": "I just what about to say this before I let you and Jean go."}, {"sentId": 364, "text": "And this is a statement from his wife."}, {"sentId": 365, "text": "His wife says, she's already filed for dissolution of marriage today."}, {"sentId": 366, "text": "And then also Subway tweeted this, \"That Jared Fogle actions are inexcusable and do not represent our brand's values."}, {"sentId": 367, "text": "We had already ended our relationship with Jared.\""}], "speaker": "LEMON", "secId": 110}, {"sentences": [{"sentId": 368, "text": "So, thanks to you, Mel."}, {"sentId": 369, "text": "And thanks to you, Jean Casarez as well."}, {"sentId": 370, "text": "I really appreciate it."}, {"sentId": 371, "text": "When we come right back -- Mel, I want you to stay right there."}], "speaker": "LEMON", "secId": 111}, {"sentences": [{"sentId": 372, "text": "When we come right back, we're going to talk about one of Black Lives Matters, a leading activist in that movement."}, {"sentId": 373, "text": "Is he really black?"}, {"sentId": 374, "text": "He's coming under fire."}, {"sentId": 375, "text": "Some people are saying he's lying and that he's actually white."}, {"sentId": 376, "text": "We'll hear from him and his family."}, {"sentId": 377, "text": "We'll be right back."}], "speaker": "LEMON", "secId": 112}, {"sentences": [{"sentId": 378, "text": "OK."}, {"sentId": 379, "text": "Welcome back, everyone."}, {"sentId": 380, "text": "Here's our breaking news tonight."}, {"sentId": 381, "text": "Shaun King, he is a leading voice for the Black Lives Matter facing some very tough questions and tonight about his own race."}, {"sentId": 382, "text": "A family member tells CNN that both King's parents are white."}], "speaker": "LEMON", "secId": 113}, {"sentences": [{"sentId": 383, "text": "But when I asked him tonight if he is legally black or white, initially, he did not answer."}, {"sentId": 384, "text": "But, later, he referred to himself as bi-racial."}, {"sentId": 385, "text": "But then when I asked him if that's what he chose on his birth certificate I did not hear back from him."}, {"sentId": 386, "text": "No answer on that."}], "speaker": "LEMON", "secId": 114}, {"sentences": [{"sentId": 387, "text": "Joining me now is CNN legal commentator Areva Martin, a psychotherapist, Robi Ludwig and author of \"Till Death Do Us Part,\" and Mel Robbins is back as well."}], "speaker": "LEMON", "secId": 115}, {"sentences": [{"sentId": 388, "text": "So, Areva, let's talk about this."}, {"sentId": 389, "text": "Bright Park is reporting tonight that Shaun King, activist for the Black Lives Matter movement is not black but he's actually white."}, {"sentId": 390, "text": "They apparently have gotten a whole, they say of a birth certificate that shows he's white."}], "speaker": "LEMON", "secId": 116}, {"sentences": [{"sentId": 391, "text": "We've spoken to a family member."}, {"sentId": 392, "text": "The family member says both of his parents are white."}, {"sentId": 393, "text": "Is this Rachel Dolezal 2.0?"}, {"sentId": 394, "text": "What do you think of this?"}], "speaker": "LEMON", "secId": 117}, {"sentences": [{"sentId": 395, "text": "Yes."}, {"sentId": 396, "text": "I'm really concerned about this, Don."}, {"sentId": 397, "text": "There are so many issues going on in the country with respect to African-Americans and, you know, police issues and the Black Lives Matter movement is becoming so significant to this movement as well to presidential politics."}], "speaker": "MARTIN", "secId": 118}, {"sentences": [{"sentId": 398, "text": "So, to have one of its activists and boiled in this kind of dispute is disturbing."}, {"sentId": 399, "text": "And it seems to me that he could put into it pretty simply by just producing some documents some evidence or something that validates that he is indeed African-American."}], "speaker": "MARTIN", "secId": 119}, {"sentences": [{"sentId": 400, "text": "And I've looked at the tweets that he's been tweeting about this issue and I can't say that I know the answer yet."}, {"sentId": 401, "text": "I hear a lot of statements and I've read a lot of statements, but no clear answer to whether his father is indeed African-American."}], "speaker": "MARTIN", "secId": 120}, {"sentences": [{"sentId": 402, "text": "Mel, does it matter?"}], "speaker": "LEMON", "secId": 121}, {"sentences": [{"sentId": 403, "text": "Well, I think it matters for things like the Oprah Scholarship."}], "speaker": "MARTIN", "secId": 122}, {"sentences": [{"sentId": 404, "text": "Well, you know, of course."}], "speaker": "GIBBONS", "secId": 123}, {"sentences": [{"sentId": 405, "text": "Go ahead, Areva, and then Mel."}, {"sentId": 406, "text": "Areva, go ahead."}], "speaker": "LEMON", "secId": 124}, {"sentences": [{"sentId": 407, "text": "Well, I think it matters."}, {"sentId": 408, "text": "Areva, I think with what Areva is saying, Don."}, {"sentId": 409, "text": "And here's the other thing, yes."}, {"sentId": 410, "text": "Hell, yes, it matters."}, {"sentId": 411, "text": "It matters for a number of reasons."}, {"sentId": 412, "text": "It matters because you've got to, first of all, super conservative white guys that would like to discredit the Black Lives Matter movement at all cost."}, {"sentId": 413, "text": "That's number one."}], "speaker": "GIBBONS", "secId": 125}, {"sentences": [{"sentId": 414, "text": "So, I look at the sources a little bit suspects."}, {"sentId": 415, "text": "Secondly, it also matters because there -- if he is actually passing, if he is actually lying about his race and he is benefiting from that unfortunately, the way that laws work right now, there's actually no consequence for that."}, {"sentId": 416, "text": "Rachel has only faced a possible violation of the Code of Ethics for the position that she served with the city."}, {"sentId": 417, "text": "So, if he's been lying about who he is, if he's been benefiting from that whether it's because of the Oprah scholarship or it's because of the position that he holds, it's going to be really hard to hold him criminally liable."}], "speaker": "GIBBONS", "secId": 126}, {"sentences": [{"sentId": 418, "text": "And I think every time somebody does this and they're not punished for it, it actually has a negative impact on the bigger movement, which is Black Lives Matter in this important conversations, Don."}], "speaker": "GIBBONS", "secId": 127}, {"sentences": [{"sentId": 419, "text": "So, let's talk about this because this is the -- because Dr. Robi, before I let you in here because Areva brought up the Oprah scholarship, right?"}], "speaker": "LEMON", "secId": 128}, {"sentences": [{"sentId": 420, "text": "Yes."}], "speaker": "MARTIN", "secId": 129}, {"sentences": [{"sentId": 421, "text": "Can we put -- there's actually a tweet."}, {"sentId": 422, "text": "Do we have the tweet that he put up?"}, {"sentId": 423, "text": "All right."}, {"sentId": 424, "text": "This is what about that."}, {"sentId": 425, "text": "He said, and I can't see it close but you can read it here."}, {"sentId": 426, "text": "He said, \"I did concur to lie about my race to get a scholarship at more house, I did not lie about my race from Oprah.\""}], "speaker": "LEMON", "secId": 130}, {"sentences": [{"sentId": 427, "text": "Now, As I understand this tweet has been taken down."}, {"sentId": 428, "text": "So, what does this -- Areva, I understand that you said it that this is so that he should pay criminal charges?"}], "speaker": "LEMON", "secId": 131}, {"sentences": [{"sentId": 429, "text": "No, I didn't say that, Don."}, {"sentId": 430, "text": "Obviously, what I said is we need to know more about what the terms and conditions were with respect to the scholarship at very least."}, {"sentId": 431, "text": "It may be that he misrepresented himself to Oprah and he may owe her that money back because he may indeed have used false pretenses to get that scholarship."}], "speaker": "MARTIN", "secId": 132}, {"sentences": [{"sentId": 432, "text": "But the bigger issue here is credibility."}, {"sentId": 433, "text": "This movement cannot be sustained if you have leaders who are not credible."}, {"sentId": 434, "text": "And after the thing with Jared Fogle today, or Rachel Dolezal, the public is not tolerant at all of people who misrepresents themselves."}, {"sentId": 435, "text": "You have to be who you say who you are."}], "speaker": "MARTIN", "secId": 133}, {"sentences": [{"sentId": 436, "text": "Yes."}], "speaker": "LEMON", "secId": 134}, {"sentences": [{"sentId": 437, "text": "And if you're African-American, shut this argument down and let's move on to this important topic."}], "speaker": "MARTIN", "secId": 135}, {"sentences": [{"sentId": 438, "text": "OK."}, {"sentId": 439, "text": "Here we go."}, {"sentId": 440, "text": "So, this is for you Dr. Robi."}, {"sentId": 441, "text": "I texted Shaun King tonight, all right."}, {"sentId": 442, "text": "I've been texting with him all day and we'll not share the details of our conversation except that he is very distraught."}], "speaker": "LEMON", "secId": 136}, {"sentences": [{"sentId": 443, "text": "But he also said, I said, is there anything you want to convey?"}, {"sentId": 444, "text": "And here is what he says."}, {"sentId": 445, "text": "He says, \"I want to convey three things, Don."}, {"sentId": 446, "text": "The attack isn't about me so much, but is about derailing Black Lives Matter and the movement against police brutality.\""}], "speaker": "LEMON", "secId": 137}, {"sentences": [{"sentId": 447, "text": "Then he says, number two."}, {"sentId": 448, "text": "\"The reports are all lies."}, {"sentId": 449, "text": "I tried hard to debunk them and others have said they are lies as well."}, {"sentId": 450, "text": "And number three, I will speak soon.\""}, {"sentId": 451, "text": "And then I ask him again, as a journalist, I must ask you legally."}, {"sentId": 452, "text": "Are you black or white?"}, {"sentId": 453, "text": "And he said, \"I am biracial.\""}, {"sentId": 454, "text": "Then I said, is that what it shows in your birth certificate, he has not said anything."}, {"sentId": 455, "text": "What do you make of this doc?"}], "speaker": "LEMON", "secId": 138}, {"sentences": [{"sentId": 456, "text": "You know, I guess it raises the issue is this person a con man."}, {"sentId": 457, "text": "Is he being fraudulent because he feels that there are advantages to claiming he's something that he's not."}, {"sentId": 458, "text": "Or is this something more like a psychological need where he identifies with the black community, the black plight."}], "speaker": "LUDWIG", "secId": 139}, {"sentences": [{"sentId": 459, "text": "He wants to be black and feels that if he says he's black and he passes, he can be considered more legitimate when it comes to some of his goals for the black community."}, {"sentId": 460, "text": "But either way, it would be a disturbance."}], "speaker": "LUDWIG", "secId": 140}, {"sentences": [{"sentId": 461, "text": "And if somebody is black, I guess the question is, why can't you prove it?"}, {"sentId": 462, "text": "It seems like something that would be fairly easy to prove."}, {"sentId": 463, "text": "Even if people are calling you a liar."}], "speaker": "LUDWIG", "secId": 141}, {"sentences": [{"sentId": 464, "text": "OK."}, {"sentId": 465, "text": "So, then also the report say that he may have lied about being a victim of an allege hate crime back in 1995 as a sophomore at his rural Kentucky high school."}, {"sentId": 466, "text": "He reportedly wrote in the blog that this was in 2009, 15 years ago."}, {"sentId": 467, "text": "And this is a quote from his Twitter feed, \"When I was at sophomore in high school, I was brutally beaten to a pole, missed two years of high school.\""}], "speaker": "LEMON", "secId": 142}, {"sentences": [{"sentId": 468, "text": "The report asserts that King claims that he was attacked by a dozen racist and redneck students."}, {"sentId": 469, "text": "The profile also assert that it was an assault."}, {"sentId": 470, "text": "The assault was one of Kentucky's first registered hate crimes."}, {"sentId": 471, "text": "The police report does not show this reportedly, the incident report."}, {"sentId": 472, "text": "And the detective who investigated it does not show it as well."}, {"sentId": 473, "text": "Is this disturbing to you, doctor?"}], "speaker": "LEMON", "secId": 143}, {"sentences": [{"sentId": 474, "text": "Yes."}, {"sentId": 475, "text": "I mean, if this is a person who is lying about being victimized, the question is why is this happening."}, {"sentId": 476, "text": "Is it a distortion of reality where he is psychologically truly impaired has a character impairment or is it manipulative where there's some kind of game he's getting from lying about his story and building a story about himself that's not true."}, {"sentId": 477, "text": "I mean, that's what con men do, right."}, {"sentId": 478, "text": "They build up stories that aren't true."}, {"sentId": 479, "text": "They lie because they benefit from it in some major way."}], "speaker": "LUDWIG", "secId": 144}, {"sentences": [{"sentId": 480, "text": "His family member told us that it was the incident was indeed racial but it was not a hate crime and that he was in this, again, according to a family member, that the altercation was about him being a white guy dating black girl who is now his wife."}], "speaker": "LEMON", "secId": 145}, {"sentences": [{"sentId": 481, "text": "Areva, I'll let you have the last word."}], "speaker": "LEMON", "secId": 146}, {"sentences": [{"sentId": 482, "text": "Again, Don, I think the story when I hear again about these allegations of being the subject or the victim of a crime."}, {"sentId": 483, "text": "We saw that and we heard that with respect to Rachel Dolezal."}, {"sentId": 484, "text": "And many of those stories that turned out not to be true."}], "speaker": "MARTIN", "secId": 147}, {"sentences": [{"sentId": 485, "text": "I just hope that if Shaun is African-American, if his father is African-American then he will show us, a picture show us the document or do something we can stop being distracted about his race and we can stay focus on the issue of Black Lives Matter, police brutality and constitutional policing in this country."}], "speaker": "MARTIN", "secId": 148}, {"sentences": [{"sentId": 486, "text": "Yes."}, {"sentId": 487, "text": "And as we say, innocent until guilty."}, {"sentId": 488, "text": "And, Shaun, you're welcome to come on the show at any time to explain and defend yourself."}, {"sentId": 489, "text": "Thank you, everyone."}, {"sentId": 490, "text": "We appreciate it."}, {"sentId": 491, "text": "We'll be right back."}], "speaker": "LEMON", "secId": 149}, {"sentences": [{"sentId": 492, "text": "This could be a very different place today without Morton Downey Jr."}, {"sentId": 493, "text": "He is the controversial provocative talk show host who became a late night TV folk hero of the 1980's."}], "speaker": "LEMON", "secId": 150}, {"sentences": [{"sentId": 494, "text": "CNN's Films tells his story in \"Evocateur,\" the Morton Downey Jr. movie which premiers tomorrow night at 9 here on CNN."}, {"sentId": 495, "text": "Here to talk about those days and the state of TV today."}], "speaker": "LEMON", "secId": 151}, {"sentences": [{"sentId": 496, "text": "There he is."}, {"sentId": 497, "text": "Talk show host, Maury Povich."}, {"sentId": 498, "text": "Still going strong after all these years."}, {"sentId": 499, "text": "So, I have to ask you, Maury."}], "speaker": "LEMON", "secId": 152}, {"sentences": [{"sentId": 500, "text": "Yes."}], "speaker": "POVICH", "secId": 153}, {"sentences": [{"sentId": 501, "text": "You know television and you know reality TV."}, {"sentId": 502, "text": "Is Donald Trump producing the best reality TV sow right now?"}], "speaker": "LEMON", "secId": 154}, {"sentences": [{"sentId": 503, "text": "Well, I think so."}, {"sentId": 504, "text": "I mean, I'll give it to Donald."}, {"sentId": 505, "text": "I mean, he's right up there."}, {"sentId": 506, "text": "I mean, when I saw the Morton Downey documentary and I was looking at his young audience and the way he struck a nerve among some people who felt that they were disaffected, frustrated, had no place to go."}, {"sentId": 507, "text": "I think Donald probably appealing to those people now they're all grown up."}], "speaker": "POVICH", "secId": 155}, {"sentences": [{"sentId": 508, "text": "Yes."}, {"sentId": 509, "text": "DO you think that paid the way for bombastic characters like Trump and others?"}], "speaker": "LEMON", "secId": 156}, {"sentences": [{"sentId": 510, "text": "Well, I think ore it was, you know, some people pushed the envelope."}, {"sentId": 511, "text": "I mean, more obligated it, He was just very -- he was outrageous."}, {"sentId": 512, "text": "He had some good producers around him."}, {"sentId": 513, "text": "He had good broadcasters around him"}], "speaker": "POVICH", "secId": 157}, {"sentences": [{"sentId": 514, "text": "But Morton was just you could not tame him."}], "speaker": "POVICH", "secId": 158}, {"sentences": [{"sentId": 515, "text": "Yes."}], "speaker": "LEMON", "secId": 159}, {"sentences": [{"sentId": 516, "text": "And I think maybe in politics, you know, Donald is showing the same thing."}], "speaker": "POVICH", "secId": 160}, {"sentences": [{"sentId": 517, "text": "How did he influence your show?"}, {"sentId": 518, "text": "How did Morton influence your show?"}], "speaker": "LEMON", "secId": 161}, {"sentences": [{"sentId": 519, "text": "Well, I'm not too sure."}, {"sentId": 520, "text": "First of all, in 1986 and 1987 when Morton started."}, {"sentId": 521, "text": "Now you have to remember that this was only a 2-year rise and fall in talk."}, {"sentId": 522, "text": "It was only two years."}, {"sentId": 523, "text": "And at the time I was doing a show called the Current Affair."}], "speaker": "POVICH", "secId": 162}, {"sentences": [{"sentId": 524, "text": "Right."}], "speaker": "LEMON", "secId": 163}, {"sentences": [{"sentId": 525, "text": "And we were considered this outrageous tabloid show and we started out at 1986."}, {"sentId": 526, "text": "Morton started in '87."}, {"sentId": 527, "text": "And we were, you know, in a way, one of the great tabloid newspapers evening newspapers on television."}, {"sentId": 528, "text": "And so, we broke a lot of stories the major networks would never touch."}], "speaker": "POVICH", "secId": 164}, {"sentences": [{"sentId": 529, "text": "However, as soon as we got very popular them a lot."}, {"sentId": 530, "text": "And I think what Morton did was, you know, Phil Downey who real thought, you know, just some outrageous things."}, {"sentId": 531, "text": "I mean, he would dress as a woman, he did some very risky case shows."}, {"sentId": 532, "text": "Nothing next to Morton."}, {"sentId": 533, "text": "I mean, Morton took that and he just -- he went to infinity with it."}], "speaker": "POVICH", "secId": 165}, {"sentences": [{"sentId": 534, "text": "Let's talk more but I want to play this point from your clip in \"Evocateur.\""}], "speaker": "LEMON", "secId": 166}, {"sentences": [{"sentId": 535, "text": "If you were the king of controversial television, what do you think about what's going on television today?"}], "speaker": "UNIDENTIFIED FEMALE", "secId": 167}, {"sentences": [{"sentId": 536, "text": "Oh, Bob, it's all entertainment and there's nothing wrong with entertainment, that's not reality."}], "speaker": "UNIDENTIFIED MALE", "secId": 168}, {"sentences": [{"sentId": 537, "text": "In having advocates for Civil Rights, for women and minorities."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 169}, {"sentences": [{"sentId": 538, "text": "Reality is having a fight."}, {"sentId": 539, "text": "I'm in Downey show without obstructing."}, {"sentId": 540, "text": "Reality is presenting Gloria Allred for the world for the first time because of Alan Dershowitz."}], "speaker": "UNIDENTIFIED MALE", "secId": 170}, {"sentences": [{"sentId": 541, "text": "Perhaps you've done something important that went beyond the television show."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 171}, {"sentences": [{"sentId": 542, "text": "I was sitting home one day and the phone rang and I was shocked."}, {"sentId": 543, "text": "It was Morton Downey calling in that low weak voice."}], "speaker": "UNIDENTIFIED MALE", "secId": 172}, {"sentences": [{"sentId": 544, "text": "To single out is real for criticism, isn't anti- Semitism."}], "speaker": "UNIDENTIFIED MALE", "secId": 173}, {"sentences": [{"sentId": 545, "text": "That is to cry out."}], "speaker": "UNIDENTIFIED MALE", "secId": 174}, {"sentences": [{"sentId": 546, "text": "She just wanted to remind me of our earlier days."}, {"sentId": 547, "text": "Asked me if there's anything I needed from him before he departed this world."}, {"sentId": 548, "text": "I told him that I thought he had contributed a lot to television."}], "speaker": "UNIDENTIFIED MALE", "secId": 175}, {"sentences": [{"sentId": 549, "text": "I saw an ex con."}], "speaker": "UNIDENTIFIED MALE", "secId": 176}, {"sentences": [{"sentId": 550, "text": "For unrepresented and disenfranchise people."}], "speaker": "UNIDENTIFIED MALE", "secId": 177}, {"sentences": [{"sentId": 551, "text": "Don't tell me what you did."}, {"sentId": 552, "text": "Tell me what you'll do."}, {"sentId": 553, "text": "UNIDENTIFIED MALE:  He seemed to appreciate hearing that."}], "speaker": "UNIDENTIFIED MALE", "secId": 178}, {"sentences": [{"sentId": 554, "text": "Particularly, he said he didn't hear that."}, {"sentId": 555, "text": "So, a friend from people like me."}], "speaker": "UNIDENTIFIED MALE", "secId": 179}, {"sentences": [{"sentId": 556, "text": "Can you imagine today having a cigarette, smoking a cigarette and getting in people's faces like that, 25 years later, though, Maury, Gloria Allred, Alan Dershowitz, both regulars on my show."}], "speaker": "LEMON", "secId": 180}, {"sentences": [{"sentId": 557, "text": "He was in that regard."}, {"sentId": 558, "text": "In fact, we used to use Gloria when I started in talk and Alan, as well, on a Current Affair."}, {"sentId": 559, "text": "But what happened was he cross the line in a way in which the sponsors, all of a sudden deserted him."}, {"sentId": 560, "text": "He got so bombastic."}, {"sentId": 561, "text": "He got -- he got such -- he became a side show to a carnival."}], "speaker": "POVICH", "secId": 181}, {"sentences": [{"sentId": 562, "text": "And when that happened, you know, when you end up with the snake lady from the carnival and things like that, that's when the sponsors deserted."}, {"sentId": 563, "text": "And within two years, Morton was gone."}], "speaker": "POVICH", "secId": 182}, {"sentences": [{"sentId": 564, "text": "Yes."}, {"sentId": 565, "text": "And he is gone but he did leave behind a legacy, part of which we all are."}, {"sentId": 566, "text": "We all are."}, {"sentId": 567, "text": "I think people became a lot freer after that."}, {"sentId": 568, "text": "None in abundance way."}], "speaker": "LEMON", "secId": 183}, {"sentences": [{"sentId": 569, "text": "I think what happens, you know, what happened with Morton and what's happening today with many, many shows."}, {"sentId": 570, "text": "You have an agenda."}, {"sentId": 571, "text": "Morton had an agenda and he wanted to show that agenda and he was, believe it or not, he was a kind of a guy that represented a lot of people who were disaffected with the country."}], "speaker": "POVICH", "secId": 184}, {"sentences": [{"sentId": 572, "text": "Yes."}, {"sentId": 573, "text": "Maury Povich, a great talk show host."}, {"sentId": 574, "text": "Thank you, sir."}, {"sentId": 575, "text": "Former host of the Current Affair as well."}], "speaker": "LEMON", "secId": 185}, {"sentences": [{"sentId": 576, "text": "Thank you very much, Don."}], "speaker": "POVICH", "secId": 186}, {"sentences": [{"sentId": 577, "text": "CNN Films, \"Evocateur,\" the Morton Downey Jr. movie premier's tomorrow night at 9 Eastern right here on CNN."}, {"sentId": 578, "text": "We will be right back."}], "speaker": "LEMON", "secId": 187}, {"sentences": [{"sentId": 579, "text": "In Hollywood, people of color are minority behind the camera."}, {"sentId": 580, "text": "But this week's CNN Hero is working to open doors."}, {"sentId": 581, "text": "Take a look."}], "speaker": "LEMON", "secId": 188}, {"sentences": [{"sentId": 582, "text": "In a film industry there are very few people of color."}, {"sentId": 583, "text": "I think people feel shut out."}, {"sentId": 584, "text": "As a talent manager for over years I got back and forth, back and forth."}], "speaker": "UNIDENTIFIED MALE", "secId": 189}, {"sentences": [{"sentId": 585, "text": "Picks up the pace, it makes it more exciting."}, {"sentId": 586, "text": "I thought I'm going to help the people who need the help the most."}], "speaker": "UNIDENTIFIED MALE", "secId": 190}, {"sentences": [{"sentId": 587, "text": "Growing up I live film and television but my childhood was mostly taking care of my dad."}, {"sentId": 588, "text": "He was pretty ill."}, {"sentId": 589, "text": "UNIDENTIFIED MALE:  Form a huge circle."}], "speaker": "UNIDENTIFIED MALE", "secId": 191}, {"sentences": [{"sentId": 590, "text": "I read it in the hub like the opportunity to pursue my dreams."}], "speaker": "UNIDENTIFIED MALE", "secId": 192}, {"sentences": [{"sentId": 591, "text": "And in probe you always say, yes."}, {"sentId": 592, "text": "Yes to everything."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 193}, {"sentences": [{"sentId": 593, "text": "We bring in industry professionals to teach low- income minority youth how to make films."}], "speaker": "UNIDENTIFIED MALE", "secId": 194}, {"sentences": [{"sentId": 594, "text": "And action."}], "speaker": "UNIDENTIFIED MALE", "secId": 195}, {"sentences": [{"sentId": 595, "text": "The training we provide is just hands-on."}, {"sentId": 596, "text": "Once your camera is set you want to set everything from the possibly can from that angle."}], "speaker": "UNIDENTIFIED MALE", "secId": 196}, {"sentences": [{"sentId": 597, "text": "Screen writing, directing, camera, editing, producing, casting."}, {"sentId": 598, "text": "It's necessarily that they learn all these skills."}], "speaker": "UNIDENTIFIED MALE", "secId": 197}, {"sentences": [{"sentId": 599, "text": "We're trying to make emotionally impacting films here."}], "speaker": "UNIDENTIFIED MALE", "secId": 198}, {"sentences": [{"sentId": 600, "text": "Students who graduate finds jobs through contacts with studio personnel."}], "speaker": "UNIDENTIFIED MALE", "secId": 199}, {"sentences": [{"sentId": 601, "text": "I can't imagine I'm working without the program."}], "speaker": "UNIDENTIFIED MALE", "secId": 200}, {"sentences": [{"sentId": 602, "text": "That was Madison."}], "speaker": "UNIDENTIFIED MALE", "secId": 201}, {"sentences": [{"sentId": 603, "text": "Words can't say much about how much appreciation I have for Fred."}, {"sentId": 604, "text": "When my dad passed away like he was giving good advice."}], "speaker": "UNIDENTIFIED MALE", "secId": 202}, {"sentences": [{"sentId": 605, "text": "We're looking for more diverse future for our students in Hollywood."}], "speaker": "UNIDENTIFIED MALE", "secId": 203}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1508.19.cnnt.01.html.json", "time": "Aired August 19, 2015 - 22:00   ET"}