{"sectionCount": 279, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["COOPER", "ANNOUNCER", "LEMON", "OBAMA", "SCIUTTO", "FLEISCHER", "MEACHAM", "GERGEN", "DUBERSTEIN", "FOREMAN", "UNIDENTIFIED MALE", "BREITBART", "BANNON", "BANON", "GINGRICH", "BARDELLA", "POLLAK", "MCMULLIN", "CONWAY", "POLAK"], "subTitle": "Steve Bannon's Background Controversial for the White House; Questions Swirling Whether Donald Trump's Children Will Be Granted Security Clearance; President Obama Offering Some Sober Advice to the President-Elect; Kellyanne Conway Defending Bannon; KKK and The American Nazi Party Celebrates Bannon's Appointment; Gwen Ifill of PBS News Died Today. Aired 10-11p ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1611/14/cnnt.01.html", "sentenceCount": 591, "sections": [{"sentences": [{"sentId": 0, "text": "That does it for us."}, {"sentId": 1, "text": "Thanks very much for watching."}, {"sentId": 2, "text": "CNN Tonight with Don Lemon starts now."}], "speaker": "COOPER", "secId": 0}, {"sentences": [{"sentId": 3, "text": "This is CNN breaking news."}], "speaker": "ANNOUNCER", "secId": 1}, {"sentences": [{"sentId": 4, "text": "Breaking news, questions swirling tonight about whether Donald Trump's children will be granted access to the nation's top secrets."}], "speaker": "LEMON", "secId": 2}, {"sentences": [{"sentId": 5, "text": "This is CNN TONIGHT."}, {"sentId": 6, "text": "I'm Don Lemon."}], "speaker": "LEMON", "secId": 3}, {"sentences": [{"sentId": 7, "text": "At the same time, sources telling CNN about severe infighting within Trump's transition team."}, {"sentId": 8, "text": "One source calling it a knife fight."}], "speaker": "LEMON", "secId": 4}, {"sentences": [{"sentId": 9, "text": "The man Trump is replacing saying he is ready to hand over the keys to the White House."}], "speaker": "LEMON", "secId": 5}, {"sentences": [{"sentId": 10, "text": "My team stands ready to accelerate in the next steps that they're required to ensure a smooth transition."}], "speaker": "OBAMA", "secId": 6}, {"sentences": [{"sentId": 11, "text": "President Obama also calling on Americans to give Trump a chance."}], "speaker": "LEMON", "secId": 7}, {"sentences": [{"sentId": 12, "text": "I think it's important for us to let him make his decisions, and I think the American people will judge over at the course of the next couple of years, whether they like what they see."}], "speaker": "OBAMA", "secId": 8}, {"sentences": [{"sentId": 13, "text": "Mr. Obama offering some sober advice to the president-elect."}], "speaker": "LEMON", "secId": 9}, {"sentences": [{"sentId": 14, "text": "They're going to be certain elements of his temperament that will not serve him well unless he recognizes them and corrects them."}], "speaker": "OBAMA", "secId": 10}, {"sentences": [{"sentId": 15, "text": "But the president refusing to comment on Donald Trump's decision to appoint Steve Bannon, the controversial former head of Breitbart News as his chief strategist and senior counsel."}], "speaker": "LEMON", "secId": 11}, {"sentences": [{"sentId": 16, "text": "There's a lot to get to tonight, I want to begin with CNN's chief national security correspondent and that's Mr. Jim Sciutto."}, {"sentId": 17, "text": "Jim, good evening to you."}], "speaker": "LEMON", "secId": 12}, {"sentences": [{"sentId": 18, "text": "There is word tonight that Donald Trump is trying to get top secret security clearance for his three oldest children and son in law?"}, {"sentId": 19, "text": "What can you tell us about that?"}], "speaker": "LEMON", "secId": 13}, {"sentences": [{"sentId": 20, "text": "Don, it appears this decision is not fully baked."}, {"sentId": 21, "text": "Right now one source telling my colleague Jim Acosta, that this is something that the president- elect is seeking for Ivanka Trump, Eric Trump, and Donald Trump, Jr., as well as his son in law, Jared Kushner."}], "speaker": "SCIUTTO", "secId": 14}, {"sentences": [{"sentId": 22, "text": "Another official telling my colleagues Sara Murray that this is not something he has requested yet."}, {"sentId": 23, "text": "It appears to be something that he is considering requesting."}, {"sentId": 24, "text": "And keep in mind this sounds very plausible."}], "speaker": "SCIUTTO", "secId": 15}, {"sentences": [{"sentId": 25, "text": "His children, Ivanka, in particular, Jared Kushner, her husband, his son in law have been very close advisers."}, {"sentId": 26, "text": "Donald Trump, Jr., Eric Trump, as well."}, {"sentId": 27, "text": "And they are there, if they're not formal advisers, will they be involved in conversations where perhaps classified material would come up?"}, {"sentId": 28, "text": "That's possible."}], "speaker": "SCIUTTO", "secId": 16}, {"sentences": [{"sentId": 29, "text": "This appears to be something that the president-elect wants to consider and see if it's -- if it's possible."}, {"sentId": 30, "text": "But has not made by decision yet as to whether he's going to pursue this."}], "speaker": "SCIUTTO", "secId": 17}, {"sentences": [{"sentId": 31, "text": "OK."}, {"sentId": 32, "text": "There's also been some talk at palace intrigue and infighting among transition officials."}, {"sentId": 33, "text": "What's that about?"}], "speaker": "LEMON", "secId": 18}, {"sentences": [{"sentId": 34, "text": "Let me tell you, Don, I'm talking to -- I've talked to officials inside the transition who have said that there is -- that there are really sharp divisions right now."}, {"sentId": 35, "text": "Knife fight is an expression I've heard."}, {"sentId": 36, "text": "As well as more colorful language I'm not going to share on the air right now."}], "speaker": "SCIUTTO", "secId": 19}, {"sentences": [{"sentId": 37, "text": "And the dividing lines seemed to be along these lines."}, {"sentId": 38, "text": "One on the one side, more establishment GOP people, keep in mind you have Reince Priebus, who is now the choice for chief of staff, against less establishment more alternative figures."}], "speaker": "SCIUTTO", "secId": 20}, {"sentences": [{"sentId": 39, "text": "Non-conventional, you have Steve Bannon as a senior adviser to the president conflicting over some key appointments."}, {"sentId": 40, "text": "For instance, on secretary of state, my understanding is that mainstream conservatives they want they're considering John Bolton as the secretary of state nominee."}], "speaker": "SCIUTTO", "secId": 21}, {"sentences": [{"sentId": 41, "text": "But you have others, Trump loyalists who are considering Rudy Giuliani, who has been a very, you know, for quite some time a close supporter, unwavering supporter of Donald Trump on those kinds of decisions."}], "speaker": "SCIUTTO", "secId": 22}, {"sentences": [{"sentId": 42, "text": "But in addition to that, Don, I'm told that because you have these quite a confusing diffusion of responsibility, you have Steve Bannon as a senior adviser."}, {"sentId": 43, "text": "You have Reince Priebus as the chief of staff, you have Jared Kushner the son in law."}, {"sentId": 44, "text": "All playing something like a chief of staff role."}, {"sentId": 45, "text": "A lot of chiefs, not many Indians, that's causing confusion."}], "speaker": "SCIUTTO", "secId": 23}, {"sentences": [{"sentId": 46, "text": "Someone tied to the transition told me that it's buffoonery as this decision making process is going-forward."}, {"sentId": 47, "text": "As you and I know, at this stage of any transition there is always disagreement, there are going to be battles, there are going to be people who want these jobs, so some of that is natural, but in this case, it seems to be that the divisions are particularly sharp."}], "speaker": "SCIUTTO", "secId": 24}, {"sentences": [{"sentId": 48, "text": "Jim Sciutto, I appreciate that."}, {"sentId": 49, "text": "Thank you."}], "speaker": "LEMON", "secId": 25}, {"sentences": [{"sentId": 50, "text": "Thank you."}], "speaker": "SCIUTTO", "secId": 26}, {"sentences": [{"sentId": 51, "text": "I want to bring in now Ari Fleischer, the White House Press Secretary for President George W. Bush, senior political David Gergen, who was an adviser to four president presidents, and historian Jon Meacham, author of \"Destiny and Power.\""}], "speaker": "LEMON", "secId": 27}, {"sentences": [{"sentId": 52, "text": "Good evening, gentlemen, So, let's work this out."}, {"sentId": 53, "text": "Let's hash out this conversation right now."}, {"sentId": 54, "text": "Ari, you first, what's your take on whether Donald Trump's children should be granted top security clearance?"}], "speaker": "LEMON", "secId": 28}, {"sentences": [{"sentId": 55, "text": "That gives me a lot of pause, Don."}, {"sentId": 56, "text": "I don't understand why."}, {"sentId": 57, "text": "I understand that they're close family, that they are advisers to the president-elect."}, {"sentId": 58, "text": "And that's fine and good."}], "speaker": "FLEISCHER", "secId": 29}, {"sentences": [{"sentId": 59, "text": "But you have to make a sharp line when you enter into the government."}, {"sentId": 60, "text": "Particularly when you deal with the government most important secrets, and only the people who need to know should know what those secrets are."}], "speaker": "FLEISCHER", "secId": 30}, {"sentences": [{"sentId": 61, "text": "If his children aren't working in full time positions in the United States government, they should not have access to get the clearance."}], "speaker": "FLEISCHER", "secId": 31}, {"sentences": [{"sentId": 62, "text": "Jon, is there any precedence for this?"}], "speaker": "LEMON", "secId": 32}, {"sentences": [{"sentId": 63, "text": "I don't think so."}, {"sentId": 64, "text": "There may be something I'm not aware of, but most presidents manage to keep -- particularly since President Kennedy, managed to keep this compartmentalized."}, {"sentId": 65, "text": "They keep family close, obviously, and informal advisers close, but the actual flow of classified information is something that's quite institutionalized."}, {"sentId": 66, "text": "David would know well."}], "speaker": "MEACHAM", "secId": 33}, {"sentences": [{"sentId": 67, "text": "Yes."}, {"sentId": 68, "text": "David, let's get you in on this."}, {"sentId": 69, "text": "Do you think that this is likely to happen, especially given that the children are meant to be running, you know, the president-elect's business affairs?"}, {"sentId": 70, "text": "DAVID GERGEN, CNN SENIOR POLITICAL ANALYST:  Well, I think at this"}], "speaker": "LEMON", "secId": 34}, {"sentences": [{"sentId": 71, "text": "stage, he makes a request, but once the inauguration, he's the president, he can decide on his own if he wants to do this."}, {"sentId": 72, "text": "The question is whether it's prudent or not, and I think on that issue, first of all, it is normally restricted."}], "speaker": "LEMON", "secId": 35}, {"sentences": [{"sentId": 73, "text": "There are one or two members of the White House staff who mostly are on the domestic side who get clearances, the chief of staff, the counsel to the president."}, {"sentId": 74, "text": "I would assume Steve Bannon and Mr. Priebus will have national security clearances, but after that, you don't do it as a rule."}], "speaker": "LEMON", "secId": 36}, {"sentences": [{"sentId": 75, "text": "And a nepotism rule prevents Mr. Trump from bringing in members of his family."}, {"sentId": 76, "text": "You could potentially put Jared Kushner on a defense advisory board, if some sort in which case he could get clearance."}, {"sentId": 77, "text": "But I think it would be, a, it's a bad idea to have four members of your family to come in as to stand president."}], "speaker": "LEMON", "secId": 37}, {"sentences": [{"sentId": 78, "text": "But it's especially it's a horrible idea to have those same people running your business."}], "speaker": "LEMON", "secId": 38}, {"sentences": [{"sentId": 79, "text": "Right."}], "speaker": "LEMON", "secId": 39}, {"sentences": [{"sentId": 80, "text": "Or at least your main children."}, {"sentId": 81, "text": "You can't have people running a massive business with lots of international connections, at the same time getting national security, top secret materials."}], "speaker": "GERGEN", "secId": 40}, {"sentences": [{"sentId": 82, "text": "The conflicts here are so deep and so obvious, especially in the wake of all the controversy about the Clinton Foundation."}, {"sentId": 83, "text": "You would think this would be the last thing they'd be thinking about."}], "speaker": "GERGEN", "secId": 41}, {"sentences": [{"sentId": 84, "text": "Yes."}, {"sentId": 85, "text": "Do you think, I ask you again, do you think it's likely to happen?"}, {"sentId": 86, "text": "You said at this point it's just a request."}, {"sentId": 87, "text": "But once he becomes president, he can do if himself, do you think it's likely to happen."}], "speaker": "LEMON", "secId": 42}, {"sentences": [{"sentId": 88, "text": "I wouldn't be surprised if at least one of the four gets security clearance."}], "speaker": "GERGEN", "secId": 43}, {"sentences": [{"sentId": 89, "text": "OK."}], "speaker": "LEMON", "secId": 44}, {"sentences": [{"sentId": 90, "text": "I would be dumbfounded -- I think the fact that Ari Fleischer is having real pause I think tells you a lot about the wisdom of this."}], "speaker": "GERGEN", "secId": 45}, {"sentences": [{"sentId": 91, "text": "Yes."}, {"sentId": 92, "text": "So, Ari, let's move on, I think all of you are in agreement that it's -- you know, it gives you all pause."}, {"sentId": 93, "text": "Ari, Donald Trump's top aides are fighting it out, that's what we're hearing."}], "speaker": "LEMON", "secId": 46}, {"sentences": [{"sentId": 94, "text": "Yes."}], "speaker": "FLEISCHER", "secId": 47}, {"sentences": [{"sentId": 95, "text": "Is that a good way to start out when there are so many important positions that need to be filled?"}], "speaker": "LEMON", "secId": 48}, {"sentences": [{"sentId": 96, "text": "Well, it depends on how the thing settles out and who gets appointed to what position."}, {"sentId": 97, "text": "But this doesn't surprise me, Don."}, {"sentId": 98, "text": "I think you're going to get used to this, a politician who had been around for 20 or 30 years who knew everybody, who knew every insider, to appoint to every inside position, to do it the same way it's always been done, yes, there probably wouldn't be any infighting."}], "speaker": "FLEISCHER", "secId": 49}, {"sentences": [{"sentId": 99, "text": "You have an outsider."}, {"sentId": 100, "text": "You have an outsider who has not gone through this before, and you have many people are jockeying up for positions to influence that outsider."}, {"sentId": 101, "text": "I would much rather, frankly, given all the circumstances and facts, have the outsider, who is intent to on changing Washington, go through this temporary infighting so long as it comes out right at the end of the day."}], "speaker": "FLEISCHER", "secId": 50}, {"sentences": [{"sentId": 102, "text": "So, don't expect everything to work the way it always has worked in Washington."}, {"sentId": 103, "text": "One of the reasons Donald trump got elected good, better or worse, some days it's going to be uglier, some days it's going to be prettier."}], "speaker": "FLEISCHER", "secId": 51}, {"sentences": [{"sentId": 104, "text": "Jon Meacham, Rudy Giuliani is emerging as the top candidate for secretary of state."}, {"sentId": 105, "text": "Will that choice surprise you?"}], "speaker": "LEMON", "secId": 52}, {"sentences": [{"sentId": 106, "text": "Well, given his diplomatic skills in the campaign, I suspect..."}], "speaker": "MEACHAM", "secId": 53}, {"sentences": [{"sentId": 107, "text": "That was sarcasm?"}], "speaker": "LEMON", "secId": 54}, {"sentences": [{"sentId": 108, "text": "You would."}], "speaker": "FLEISCHER", "secId": 55}, {"sentences": [{"sentId": 109, "text": "Yes, that was high wash for sarcasm, sorry."}, {"sentId": 110, "text": "It would, but I didn't think we'd be sitting here six days after the election talking about any of this."}, {"sentId": 111, "text": "So, what the hell do I know?"}, {"sentId": 112, "text": "One of the things I think that is the larger story here, and David is in some ways the embodiment of this, who David Gergen is once fought and brass in the hamlet edition of the Clinton administration."}], "speaker": "MEACHAM", "secId": 56}, {"sentences": [{"sentId": 113, "text": "You know, administrations have seasons of chaos of orders and one of the things that's going to be unquestionably be true, because Mr. Trump went to the country basically selling his gut and his intuition."}, {"sentId": 114, "text": "And that doesn't lend itself to neat staffing decisions."}, {"sentId": 115, "text": "Neat staffing arrangements."}], "speaker": "MEACHAM", "secId": 57}, {"sentences": [{"sentId": 116, "text": "So we all have the vices of our virtues, he's someone -- I think this has been pointed out the past couple of days, it's very critical who's in that room, because so many people."}, {"sentId": 117, "text": "The last person who speaks to him seems to have a disproportionate effect."}, {"sentId": 118, "text": "And so these are very important decisions."}], "speaker": "MEACHAM", "secId": 58}, {"sentences": [{"sentId": 119, "text": "Yes."}, {"sentId": 120, "text": "I mean, listen, it's often messy, as he said, you know, you see campaigns in an administration, they have their seasons of turmoil, but is it unprecedented at this point?"}, {"sentId": 121, "text": "Or is it, are you concerned, David, about infighting at this point?"}], "speaker": "LEMON", "secId": 59}, {"sentences": [{"sentId": 122, "text": "Certainly not unprecedented to have this kind of infighting, I must say coming less than 24 hours, or just 24 hours after we had the two appointments of Mr. Bannon and Mr. Priebus, as co-partners in a great harmonious team."}, {"sentId": 123, "text": "To have reports of knife fights gives you -- as Ari would say, great pause."}, {"sentId": 124, "text": "But let me just say one other thing in terms of who they're fighting"}], "speaker": "GERGEN", "secId": 60}, {"sentences": [{"sentId": 125, "text": "over."}, {"sentId": 126, "text": "I mean, the very idea that John Bolton would be considered the mainstream moderate candidate tells you a whole lot about what's going on."}, {"sentId": 127, "text": "He is -- you know, there was a time when he was -- he's very conservative, he's very outspoken, a lot of people love john Bolton, but he, you know, he had a -- he faced impossible odds going through a very difficult odds, going to a confirmation fight earlier."}], "speaker": "GERGEN", "secId": 61}, {"sentences": [{"sentId": 128, "text": "There are a lot of people in the Republican Party -- Republican Party in the past in the national security group who thought he was sort of a wild card on the outside edges."}, {"sentId": 129, "text": "And the fact that he's now mainstream and he is the mainstream choice, that tells you a lot."}], "speaker": "GERGEN", "secId": 62}, {"sentences": [{"sentId": 130, "text": "You worked with Bolton, didn't you, Ari?"}], "speaker": "LEMON", "secId": 63}, {"sentences": [{"sentId": 131, "text": "I think that's -- yes, and I think what David has just reflected with all due respect to David, is the thinking of the '80s and '90s."}, {"sentId": 132, "text": "You know John Bolton served our country very ably as ambassador to the United Nations and I think John would make an outstanding secretary of state."}, {"sentId": 133, "text": "I think Rudy would make an outstanding secretary of state."}, {"sentId": 134, "text": "I think what all of you have to understand..."}], "speaker": "FLEISCHER", "secId": 64}, {"sentences": [{"sentId": 135, "text": "You do agree he's a..."}], "speaker": "GERGEN", "secId": 65}, {"sentences": [{"sentId": 136, "text": "Same things are changing."}, {"sentId": 137, "text": "America is changing."}], "speaker": "FLEISCHER", "secId": 66}, {"sentences": [{"sentId": 138, "text": "Yes."}], "speaker": "GERGEN", "secId": 67}, {"sentences": [{"sentId": 139, "text": "And you know what, we need to shake up things around the world a little bit too."}, {"sentId": 140, "text": "Only five of the 28 NATO nations spent 2 percent of their GDP on defense as they are pledge to do in order to become part of NATO."}], "speaker": "FLEISCHER", "secId": 68}, {"sentences": [{"sentId": 141, "text": "We need to shake them up."}, {"sentId": 142, "text": "Twenty eight should pay 2 percent of their defense or more."}, {"sentId": 143, "text": "America keeps paying for these nations."}], "speaker": "FLEISCHER", "secId": 69}, {"sentences": [{"sentId": 144, "text": "OK."}], "speaker": "LEMON", "secId": 70}, {"sentences": [{"sentId": 145, "text": "But David, they don't do it, because nobody does ever shake them up."}], "speaker": "FLEISCHER", "secId": 71}, {"sentences": [{"sentId": 146, "text": "This is..."}], "speaker": "GERGEN", "secId": 72}, {"sentences": [{"sentId": 147, "text": "Go ahead, David."}], "speaker": "LEMON", "secId": 73}, {"sentences": [{"sentId": 148, "text": "This is the minor stuff that Ari is talking about, Don."}, {"sentId": 149, "text": "Of course they ought to pay up."}], "speaker": "GERGEN", "secId": 74}, {"sentences": [{"sentId": 150, "text": "Minor?"}], "speaker": "FLEISCHER", "secId": 75}, {"sentences": [{"sentId": 151, "text": "But when you walk away from an agreement that..."}], "speaker": "GERGEN", "secId": 76}, {"sentences": [{"sentId": 152, "text": "But they never do."}], "speaker": "FLEISCHER", "secId": 77}, {"sentences": [{"sentId": 153, "text": "... America did, past presidents have accepted for the most part their predecessors make agreements in the international arena, that they try to honor those agreements."}, {"sentId": 154, "text": "And to have John Bolton come in here at the very time we're talking about Trump is talking about withdrawing from the Paris climate accord, tearing up the Iranian agreement."}], "speaker": "GERGEN", "secId": 78}, {"sentences": [{"sentId": 155, "text": "Treating NATO as maybe we don't need it anymore, so it's auxiliary."}, {"sentId": 156, "text": "Cozying up to Vladimir Putin."}, {"sentId": 157, "text": "Telling the Chinese -- the Japanese, maybe we're going to put huge tariffs on."}, {"sentId": 158, "text": "Talking about building a wall to the Mexicans, you really want to add more lightning into that?"}, {"sentId": 159, "text": "Do you really think that that going to stabilize the world?"}], "speaker": "GERGEN", "secId": 79}, {"sentences": [{"sentId": 160, "text": "Look, David, but what you really is..."}], "speaker": "FLEISCHER", "secId": 80}, {"sentences": [{"sentId": 161, "text": "Quickly, Ari, because I got to go."}], "speaker": "LEMON", "secId": 81}, {"sentences": [{"sentId": 162, "text": "I think what you're seeing -- I think what you're seeing here is someone who has moved the goal post, so he can end up with a much better resolution than we've had in the past."}], "speaker": "FLEISCHER", "secId": 82}, {"sentences": [{"sentId": 163, "text": "Yes, OK."}, {"sentId": 164, "text": "Thank you."}], "speaker": "LEMON", "secId": 83}, {"sentences": [{"sentId": 165, "text": "I don't know what you're..."}], "speaker": "GERGEN", "secId": 84}, {"sentences": [{"sentId": 166, "text": "Jon, you got to speak up with these guys, because you know, they'll just keep talking."}], "speaker": "LEMON", "secId": 85}, {"sentences": [{"sentId": 167, "text": "I just didn't -- I think the new motto of the Trump era should be, never a dull moment."}], "speaker": "MEACHAM", "secId": 86}, {"sentences": [{"sentId": 168, "text": "Thank you, gentlemen."}, {"sentId": 169, "text": "I appreciate it."}], "speaker": "LEMON", "secId": 87}, {"sentences": [{"sentId": 170, "text": "Straight ahead, the chief of staff and the chief strategist has equal partners in the Trump White House?"}, {"sentId": 171, "text": "Will that set -- Will that set up work?"}, {"sentId": 172, "text": "Up next, I'm going to ask a man who was President Ronald Reagan's White House chief of staff."}], "speaker": "LEMON", "secId": 88}, {"sentences": [{"sentId": 173, "text": "We have some breaking news here in to CNN."}, {"sentId": 174, "text": "Hillary Clinton will make her first public appearance since losing the election this coming Wednesday."}, {"sentId": 175, "text": "She'll be honored by the Children's Defense Fund in Washington."}], "speaker": "LEMON", "secId": 89}, {"sentences": [{"sentId": 176, "text": "But meanwhile, President-elect Trump already has a big fight on his hands over Steve Bannon name to head Trump's leadership team."}, {"sentId": 177, "text": "Together with Reince Priebus who will be the chief of staff."}], "speaker": "LEMON", "secId": 90}, {"sentences": [{"sentId": 178, "text": "Kenneth Duberstein has seen his share of drama in the west wing."}, {"sentId": 179, "text": "He was Chief of Staff in Ronald Reagan's White House and he joins me now."}, {"sentId": 180, "text": "You smiled with that because it's true, correct?"}], "speaker": "LEMON", "secId": 91}, {"sentences": [{"sentId": 181, "text": "There's always chaos."}], "speaker": "DUBERSTEIN", "secId": 92}, {"sentences": [{"sentId": 182, "text": "Yes, let's start with the very basic question."}, {"sentId": 183, "text": "What does the chief of staff do?"}], "speaker": "LEMON", "secId": 93}, {"sentences": [{"sentId": 184, "text": "Chief of staff, remember it's staff not chief."}], "speaker": "DUBERSTEIN", "secId": 94}, {"sentences": [{"sentId": 185, "text": "Right."}], "speaker": "LEMON", "secId": 95}, {"sentences": [{"sentId": 186, "text": "He's not elected the president is."}, {"sentId": 187, "text": "His job is to make sure that everything is fully staffed before it gets to the Oval Office."}, {"sentId": 188, "text": "No decision is an easy decision if it gets to the president."}, {"sentId": 189, "text": "The chief of staff is the last person."}], "speaker": "DUBERSTEIN", "secId": 96}, {"sentences": [{"sentId": 190, "text": "The Hillary ad from eight years ago, who you don't want to answer the phone at 3 o'clock in the morning."}, {"sentId": 191, "text": "The funny joke is, it's not the president, it's the chief of staff."}], "speaker": "DUBERSTEIN", "secId": 97}, {"sentences": [{"sentId": 192, "text": "It's the chief of staff, yes."}], "speaker": "LEMON", "secId": 98}, {"sentences": [{"sentId": 193, "text": "You're usually the last person or the spouse that he sees at night and the first person he sees in the morning."}], "speaker": "DUBERSTEIN", "secId": 99}, {"sentences": [{"sentId": 194, "text": "Is the chief of staff he or she the security guard as Rahm Emanuel, you know, sort of had a heavy hand when he was."}], "speaker": "LEMON", "secId": 100}, {"sentences": [{"sentId": 195, "text": "You are supposed to be making sure that everybody is on the president's agenda, not their own agenda."}, {"sentId": 196, "text": "But what you're really working about to focused on is making sure that every option is staffed."}, {"sentId": 197, "text": "And everybody seen around the corners and everybody adheres to the president's practice."}], "speaker": "DUBERSTEIN", "secId": 101}, {"sentences": [{"sentId": 198, "text": "So you think Reince Priebus is the best person for that job?"}], "speaker": "LEMON", "secId": 102}, {"sentences": [{"sentId": 199, "text": "Yes."}], "speaker": "DUBERSTEIN", "secId": 103}, {"sentences": [{"sentId": 200, "text": "Yes."}], "speaker": "LEMON", "secId": 104}, {"sentences": [{"sentId": 201, "text": "And the simple reason is that he's great in relationships building."}, {"sentId": 202, "text": "Everybody has a lot of confidence in him."}, {"sentId": 203, "text": "He's trusted."}, {"sentId": 204, "text": "And he is somebody who could bring consensus not simply the  west wing, but on Capitol Hill and elsewhere."}], "speaker": "DUBERSTEIN", "secId": 105}, {"sentences": [{"sentId": 205, "text": "So, as someone who is new to government, what is the -- what kind of chief of staff does Donald Trump need."}], "speaker": "LEMON", "secId": 106}, {"sentences": [{"sentId": 206, "text": "Number one he needs somebody he has total confidence in."}, {"sentId": 207, "text": "Reine Priebus is that person."}, {"sentId": 208, "text": "He needs somebody who is going to be reality therapist."}, {"sentId": 209, "text": "Somebody, everybody walks into and Oval Office and tells the president what the president he wants to know."}, {"sentId": 210, "text": "Your job as chief of staff is to tell him what he needs to know."}], "speaker": "DUBERSTEIN", "secId": 107}, {"sentences": [{"sentId": 211, "text": "Reince clearly has done that during the primaries and in the general election."}, {"sentId": 212, "text": "LEMON:  But he's also going to have - he's going to have Reince Priebus but he's also going to have Steve Bannon who will sort of be a co-chief of staff or chief adviser and he said they'll have equal roles."}, {"sentId": 213, "text": "They'll have sort of..."}], "speaker": "DUBERSTEIN", "secId": 108}, {"sentences": [{"sentId": 214, "text": "Don, it's the same way as Valerie Jarrett has with Denis McDonough or she had with Rahm Emanuel."}, {"sentId": 215, "text": "Karl Rove had with Andy Card."}], "speaker": "DUBERSTEIN", "secId": 109}, {"sentences": [{"sentId": 216, "text": "And we had in the beginning of Reagan, the so-called trio ember of Meese, Beaver and Jim Baker."}], "speaker": "DUBERSTEIN", "secId": 110}, {"sentences": [{"sentId": 217, "text": "My gosh, you're bringing back the old..."}], "speaker": "LEMON", "secId": 111}, {"sentences": [{"sentId": 218, "text": "And it worked."}], "speaker": "DUBERSTEIN", "secId": 112}, {"sentences": [{"sentId": 219, "text": "Yes."}], "speaker": "LEMON", "secId": 113}, {"sentences": [{"sentId": 220, "text": "Because you're getting everybody together."}], "speaker": "DUBERSTEIN", "secId": 114}, {"sentences": [{"sentId": 221, "text": "Is it going to work with these two individuals?"}, {"sentId": 222, "text": "Especially given Steve Bannon's resume, shall we say or history?"}, {"sentId": 223, "text": "Or someone who is, you know, sort of the alt-right side?"}], "speaker": "LEMON", "secId": 115}, {"sentences": [{"sentId": 224, "text": "My answer that it can work, but the chief of staff has to be primary."}, {"sentId": 225, "text": "And what Steve Bannon's role is, I think, is to reassure those people in the Trump coalition, who are the true believers that gives President-elect Trump the opportunity to make some compromises and to make some deals and win things for America without his base going off the deep end."}], "speaker": "DUBERSTEIN", "secId": 116}, {"sentences": [{"sentId": 226, "text": "So you think Steve Bannon is there for the base?"}], "speaker": "LEMON", "secId": 117}, {"sentences": [{"sentId": 227, "text": "I think he is there very much to give the president-elect and then to be the president the flexibility to put together some compromises, and some deals, these things don't happen overnight."}], "speaker": "DUBERSTEIN", "secId": 118}, {"sentences": [{"sentId": 228, "text": "So, it doesn't -- you know, because there's a lot of hand ringing and pearl clenching about Steve Bannon."}], "speaker": "LEMON", "secId": 119}, {"sentences": [{"sentId": 229, "text": "Right."}], "speaker": "DUBERSTEIN", "secId": 120}, {"sentences": [{"sentId": 230, "text": "My gosh, how can he appoint someone like that?"}], "speaker": "LEMON", "secId": 121}, {"sentences": [{"sentId": 231, "text": "And my answer..."}], "speaker": "DUBERSTEIN", "secId": 122}, {"sentences": [{"sentId": 232, "text": "Does that give you pause?"}], "speaker": "LEMON", "secId": 123}, {"sentences": [{"sentId": 233, "text": "Of course, if the personal stories are accurate."}, {"sentId": 234, "text": "We have to figure that out."}, {"sentId": 235, "text": "There's a way of clearing the deck on those."}, {"sentId": 236, "text": "But being in government compared to being in the campaign are far different."}, {"sentId": 237, "text": "When you're in government, every word you say, every belief you have has to be for the American people."}], "speaker": "DUBERSTEIN", "secId": 124}, {"sentences": [{"sentId": 238, "text": "So, the question is, is whether someone like Steve Bannon is worthy of the Oval Office?"}], "speaker": "LEMON", "secId": 125}, {"sentences": [{"sentId": 239, "text": "He's not in the Oval Office."}], "speaker": "DUBERSTEIN", "secId": 126}, {"sentences": [{"sentId": 240, "text": "But it's the place where he's working with the president in the Oval Office."}], "speaker": "LEMON", "secId": 127}, {"sentences": [{"sentId": 241, "text": "He's worthy as Lee Atwater was for Bush 41."}, {"sentId": 242, "text": "As Karl Rove was for 43."}, {"sentId": 243, "text": "As Valerie Jarrett was."}, {"sentId": 244, "text": "I'm not talking about their personal beliefs."}, {"sentId": 245, "text": "I'm talking about is their ability to help the president govern."}, {"sentId": 246, "text": "And that's what Steve Bannon has to be about."}], "speaker": "DUBERSTEIN", "secId": 128}, {"sentences": [{"sentId": 247, "text": "But Reince Priebus is primary as the chief of staff who makes everything flow."}, {"sentId": 248, "text": "He is the control mechanism as every other chief of staff has been."}], "speaker": "DUBERSTEIN", "secId": 129}, {"sentences": [{"sentId": 249, "text": "Thank you, Mr. Duberstein."}], "speaker": "LEMON", "secId": 130}, {"sentences": [{"sentId": 250, "text": "Thank you."}], "speaker": "DUBERSTEIN", "secId": 131}, {"sentences": [{"sentId": 251, "text": "My pleasure."}], "speaker": "LEMON", "secId": 132}, {"sentences": [{"sentId": 252, "text": "Don, thank you."}], "speaker": "DUBERSTEIN", "secId": 133}, {"sentences": [{"sentId": 253, "text": "Up next, we'll look at Steve Bannon's background and why he's such a controversial figure."}], "speaker": "LEMON", "secId": 134}, {"sentences": [{"sentId": 254, "text": "Donald Trump taking a lot of heat tonight for choosing Steve Bannon as his chief strategist and senior counsel."}, {"sentId": 255, "text": "Before he became CEO of Trump's campaign, few people knew anything about Bannon."}], "speaker": "LEMON", "secId": 135}, {"sentences": [{"sentId": 256, "text": "But as CNN's Tom Foreman tells us he has a track record."}, {"sentId": 257, "text": "Tom?"}], "speaker": "LEMON", "secId": 136}, {"sentences": [{"sentId": 258, "text": "Hey, Don."}, {"sentId": 259, "text": "For some of the people who are concerned about this new administration."}, {"sentId": 260, "text": "There are two names that strike fear more than any others, Breitbart and Bannon."}], "speaker": "FOREMAN", "secId": 137}, {"sentences": [{"sentId": 261, "text": "Behave yourself."}, {"sentId": 262, "text": "Behave yourself."}, {"sentId": 263, "text": "You are freaks and animals."}, {"sentId": 264, "text": "You are freaks and animals."}], "speaker": "UNIDENTIFIED MALE", "secId": 138}, {"sentences": [{"sentId": 265, "text": "From the beginning, Breitbart has been all about confronting liberals, the media, activists, the political establishment, anyone believed to be shouting down or shutting down conservative voices."}], "speaker": "FOREMAN", "secId": 139}, {"sentences": [{"sentId": 266, "text": "Do you even know what you're protesting?"}, {"sentId": 267, "text": "How much are you getting paid?"}], "speaker": "BREITBART", "secId": 140}, {"sentences": [{"sentId": 268, "text": "That's the late Andrew Breitbart, a blogger brought up in the Jewish faith who built the hugely influential right wing media empire before his unexpected death in 2012."}], "speaker": "FOREMAN", "secId": 141}, {"sentences": [{"sentId": 269, "text": "And these are the kind of headlines Breitbart churns out these days."}, {"sentId": 270, "text": "\"Birth control makes women unattractive and crazy.\""}, {"sentId": 271, "text": "\"Gay rights have made us dumber.\""}, {"sentId": 272, "text": "The site called the conservative columnist \"A renegade Jew.\""}, {"sentId": 273, "text": "And ask, \"Would you rather your child had feminism or cancer.\""}, {"sentId": 274, "text": "At the helm for Breitbart News until recently, Steve Bannon."}], "speaker": "FOREMAN", "secId": 142}, {"sentences": [{"sentId": 275, "text": "We need to have a fight in the Republican Party for the soul of the conservative..."}], "speaker": "BANNON", "secId": 143}, {"sentences": [{"sentId": 276, "text": "I agree with you."}], "speaker": "UNIDENTIFIED MALE", "secId": 144}, {"sentences": [{"sentId": 277, "text": "He's a former navy officer, former investment banker, according to Bloomberg, \"The most dangerous political operative in America.\""}, {"sentId": 278, "text": "And now adviser to the president."}], "speaker": "FOREMAN", "secId": 145}, {"sentences": [{"sentId": 279, "text": "Look, the media is the praetorian guard of the permanent political class all the consultants have come after you, the permanent political class of consultant they're all in bed together."}], "speaker": "BANNON", "secId": 146}, {"sentences": [{"sentId": 280, "text": "So, how did he get there?"}], "speaker": "FOREMAN", "secId": 147}, {"sentences": [{"sentId": 281, "text": "Early investment in the Seinfeld TV series, led Bannon to a wealth of cash and experience in media which he transformed into political battering rams."}], "speaker": "FOREMAN", "secId": 148}, {"sentences": [{"sentId": 282, "text": "Producing films to promote the right, uncovering Anthony Weiner's sexting habit, exploiting the 'birther' controversy around President Obama,  Bedeviling democratic contender Hillary Clinton."}], "speaker": "FOREMAN", "secId": 149}, {"sentences": [{"sentId": 283, "text": "You have to understand how the Clintons, who proclaim that they support all your values, essentially have sold you out for money."}], "speaker": "BANON", "secId": 150}, {"sentences": [{"sentId": 284, "text": "But Bannon's aggressive use of the Breitbart brand is under renewed scrutiny."}, {"sentId": 285, "text": "Civil rights groups pointed those incendiary headlines as evidence Bannon is pushing a white supremacist extreme right wing agenda, while his allies brush the complaints aside."}], "speaker": "FOREMAN", "secId": 151}, {"sentences": [{"sentId": 286, "text": "And now they want to come back and say if there are anything that anybody ever published on Breitbart is Steve Bannon."}, {"sentId": 287, "text": "That's baloney."}], "speaker": "GINGRICH", "secId": 152}, {"sentences": [{"sentId": 288, "text": "With his role in the White House only loosely to find it's hard to guess at his impact."}, {"sentId": 289, "text": "But this is undeniably a heady time for Bannon."}, {"sentId": 290, "text": "After years of sniping at the government from the outside, he is now as inside as anyone can be."}, {"sentId": 291, "text": "Don?"}], "speaker": "FOREMAN", "secId": 153}, {"sentences": [{"sentId": 292, "text": "Tom Foreman, thank you very much."}, {"sentId": 293, "text": "I want to bring in now Kurt Bardella he's a former spokesman for Breitbart and even -- and Evan, excuse me, McMullin, the independent presidential candidate -- sorry about that, Evan."}], "speaker": "LEMON", "secId": 154}, {"sentences": [{"sentId": 294, "text": "It's all right."}], "speaker": "BARDELLA", "secId": 155}, {"sentences": [{"sentId": 295, "text": "But before we get to them I want to start with Joe Pollack, Joe is a senior editor at large and in house counsel for Breitbart News."}, {"sentId": 296, "text": "Thank you, Joe, thank you to the entire panel."}, {"sentId": 297, "text": "But Joe, I'm going to start with you."}, {"sentId": 298, "text": "Who is the real Steve Bannon?"}, {"sentId": 299, "text": "Is he the anti- Semite, a white nationalist, a misogynist as many believed?"}], "speaker": "LEMON", "secId": 156}, {"sentences": [{"sentId": 300, "text": "Well, the first thing to acknowledge is that Steve Bannon is a national hero."}, {"sentId": 301, "text": "Because of Steve Bannon and Kellyanne they saved Donald Trump's campaign and they helped him win the White House."}], "speaker": "POLLAK", "secId": 157}, {"sentences": [{"sentId": 302, "text": "And as a result of that, we're going to see Supreme Court appointment of individuals who will uphold the Constitution."}, {"sentId": 303, "text": "And for that, America owes Steve Bannon a great deal of gratitude."}], "speaker": "POLLAK", "secId": 158}, {"sentences": [{"sentId": 304, "text": "But, no."}, {"sentId": 305, "text": "He is not anti-Semite."}, {"sentId": 306, "text": "He is a person who treats all people equally."}, {"sentId": 307, "text": "You can see I'm an Orthodox Jew, I'm very observant."}, {"sentId": 308, "text": "I keep the Sabbath, I keep all the Jewish holidays."}, {"sentId": 309, "text": "I keep culture."}], "speaker": "POLLAK", "secId": 159}, {"sentences": [{"sentId": 310, "text": "Steve and I have worked together in closed quarters for four and a half years and he's always been very sensitive to Jewish concerns, he's probably the most pro-Israel adviser ever appointed to the White House."}], "speaker": "POLLAK", "secId": 160}, {"sentences": [{"sentId": 311, "text": "And I have to fact check Tom Foreman there."}, {"sentId": 312, "text": "You know, if you are going to report something, you have to get the facts right."}, {"sentId": 313, "text": "Breitbart News has nothing to do with birtherism."}, {"sentId": 314, "text": "Absolutely, nothing."}, {"sentId": 315, "text": "And I can tell you that firsthand because I'm the person who reported on some of that phenomenon and you have to make sure that you tell your viewers about this."}], "speaker": "POLLAK", "secId": 161}, {"sentences": [{"sentId": 316, "text": "Yes."}, {"sentId": 317, "text": "We'll discuss that with Kurt as well who is the spokesman in just a moment here."}, {"sentId": 318, "text": "But you said he is not an anti-Semite."}, {"sentId": 319, "text": "Is he a white nationalist, my question a white nationalist, a misogynist or even bigoted in any way that you know of?"}], "speaker": "LEMON", "secId": 162}, {"sentences": [{"sentId": 320, "text": "Not at all."}, {"sentId": 321, "text": "Steve Bannon does not have a bone of prejudice in his body."}, {"sentId": 322, "text": "And in fact, Steve Bannon went out of his way at Breitbart to look for talent among non-traditional conservatives."}, {"sentId": 323, "text": "Just like Andrew Breitbart had championed the cause of black conservatives, Latino conservative women conservatives."}], "speaker": "POLLAK", "secId": 163}, {"sentences": [{"sentId": 324, "text": "Steve Bannon did the same thing and he brought people on board."}, {"sentId": 325, "text": "You know, I see Kurt there on television; he's an Asian-American conservative."}, {"sentId": 326, "text": "Here we are an Asian-American conservative, and Orthodox Jewish conservative both of whom worked for Steve Bannon and the question is whether he is a white nationalist, I think not."}], "speaker": "POLLAK", "secId": 164}, {"sentences": [{"sentId": 327, "text": "Well, then why traffic in that if he's -- is that even more in cities if he's not but then he traffics in it?"}], "speaker": "LEMON", "secId": 165}, {"sentences": [{"sentId": 328, "text": "Can you name for me, Don, one white nationalist article at Breitbart?"}, {"sentId": 329, "text": "Just one."}, {"sentId": 330, "text": "I saw that whole build up segment I didn't see a single white nationalist article, not one."}], "speaker": "POLLAK", "secId": 166}, {"sentences": [{"sentId": 331, "text": "There's -- yes."}, {"sentId": 332, "text": "There's an article defending the alt-tright."}, {"sentId": 333, "text": "And also the alt-right praises Breitbart, and even he has said he's a platform for the alt-right."}, {"sentId": 334, "text": "So, you know, why traffic in that if he doesn't support it?"}], "speaker": "LEMON", "secId": 167}, {"sentences": [{"sentId": 335, "text": "It's important to draw a distinction between covering something and defending something."}, {"sentId": 336, "text": "We published an article several months ago, explaining the alt-right, Talking about which parts of it were more offensive, which part is were less so."}], "speaker": "POLLAK", "secId": 168}, {"sentences": [{"sentId": 337, "text": "And that's not defending the alt-right, that's explaining it."}, {"sentId": 338, "text": "In fact, the title I believe was something like explaining the alt-right to mainstream conservatives."}, {"sentId": 339, "text": "That's journalism, that's not defense or advocacy."}], "speaker": "POLLAK", "secId": 169}, {"sentences": [{"sentId": 340, "text": "So, I think it's very important to understand the distinction between those two, and that's a distinction we made very clearly at Breitbart and still make today."}], "speaker": "POLLAK", "secId": 170}, {"sentences": [{"sentId": 341, "text": "Yes."}, {"sentId": 342, "text": "I say traffic, I didn't say defend it."}, {"sentId": 343, "text": "But anyway, so, I want to bring in the other part, the other members of the panel now, so they can get in on this."}], "speaker": "LEMON", "secId": 171}, {"sentences": [{"sentId": 344, "text": "Kurt, you work with Breitbart, you know Steve Bannon, you know, this is a man who said the web site is a platform for the alt-right, we've seen the headlines."}, {"sentId": 345, "text": "Can you separate the man from the web site, a similar question that I asked Joel before."}, {"sentId": 346, "text": "Can you separate the man?"}, {"sentId": 347, "text": "Does he holding his view?"}], "speaker": "LEMON", "secId": 172}, {"sentences": [{"sentId": 348, "text": "Well, whether he holds these views or not I don't think there is a separation between Steve Bannon and Breitbart."}, {"sentId": 349, "text": "I think at this point they're one in the same."}, {"sentId": 350, "text": "And I've said this before they're not going to go from being the propaganda arm of the Donald Trump campaign to now being the propaganda arm of the federal government."}], "speaker": "BARDELLA", "secId": 173}, {"sentences": [{"sentId": 351, "text": "You know, for the first time, you're going to have a White House co- chief of staff, essentially being able to run a media enterprise right out of the west wing."}, {"sentId": 352, "text": "And I think that's incredibly concerning and troubling, given the type of content that Breitbart tends to publish."}, {"sentId": 353, "text": "And given the audience that they're playing too."}], "speaker": "BARDELLA", "secId": 174}, {"sentences": [{"sentId": 354, "text": "And if we take Joel with his experience, and say OK, Joel, maybe he's not any of those things, well, the audience that you are catering to certainly are those things, and so you're deliberately playing to that, playing to be worst decisiveness, the worst prejudices, the worse racial divides to either try to get traffic or motivate people to support you, and I think that's despicable."}], "speaker": "BARDELLA", "secId": 175}, {"sentences": [{"sentId": 355, "text": "Is this simply being too cute by half, by saying, you know, we're appointing out, well, you're an Asian-American, he's a Jewish- American or whatever, but is that?"}], "speaker": "LEMON", "secId": 176}, {"sentences": [{"sentId": 356, "text": "Just because you treat one person that happens to be associated with a particular gender, race, or religion, doesn't mean that that's how you treat everybody."}], "speaker": "BARDELLA", "secId": 177}, {"sentences": [{"sentId": 357, "text": "Evan, I want to ask you, the New York Times has a new interview with Bannon tonight."}, {"sentId": 358, "text": "And they say, \"He rejected what he called ethno-nationalist tendencies of some in the movement."}, {"sentId": 359, "text": "His interest in populism in American nationalism he said has to do with curbing what he sees as a corrosive effects of globalization and he believes his enemies at misstating his views and those of many Trump followers.\""}, {"sentId": 360, "text": "\"These people are patriots,\" he said, \"they love their country, they just want their country taken care of.\""}, {"sentId": 361, "text": "He added, \"it's not that some people on the margins as in any movement aren't the bad guys, racist anti-Semites, but that's irrelevant.\""}], "speaker": "LEMON", "secId": 178}, {"sentences": [{"sentId": 362, "text": "What's your reaction, Evan."}], "speaker": "LEMON", "secId": 179}, {"sentences": [{"sentId": 363, "text": "Well, just as you said, Don, Bannon is somebody who's called Breitbart a platform for the alt-right movement."}, {"sentId": 364, "text": "That you cannot divorce himself from that statement."}, {"sentId": 365, "text": "If that weren't the case, then I think that we'd be having a different discussion."}], "speaker": "MCMULLIN", "secId": 180}, {"sentences": [{"sentId": 366, "text": "But you know, he can say what he wants now, but the fact is that the KKK and the American Nazi Party are all celebrating his appointment."}], "speaker": "MCMULLIN", "secId": 181}, {"sentences": [{"sentId": 367, "text": "He said very truthfully that Breitbart was a platform for the alt-right movement."}, {"sentId": 368, "text": "The alt-right movement is certainly a white supremacist, white nationalist movement that does involves racism."}, {"sentId": 369, "text": "It just is what it is."}], "speaker": "MCMULLIN", "secId": 182}, {"sentences": [{"sentId": 370, "text": "And if you're Donald Trump, if you're the president-elect, it's -- you know, it should be high on your list of priorities to unite the country especially after such a divisive campaign."}, {"sentId": 371, "text": "And we don't -- we just don't see that with Bannon picked as chief strategist."}], "speaker": "MCMULLIN", "secId": 183}, {"sentences": [{"sentId": 372, "text": "That said, Joel, here's what my colleague Ana Navarro tweeted this."}, {"sentId": 373, "text": "She said."}, {"sentId": 374, "text": "\"Folks, it's real simple."}, {"sentId": 375, "text": "Good, decent inclusive Americans who believe in a quality do not get praise by the American Nazi Party and the KKK.\""}], "speaker": "LEMON", "secId": 184}, {"sentences": [{"sentId": 376, "text": "So, the question is, why does President-elect Trump want Bannon in the White House?"}, {"sentId": 377, "text": "Joel?"}], "speaker": "LEMON", "secId": 185}, {"sentences": [{"sentId": 378, "text": "Well, let's put it this way, you have the New Black Panther Party praising Barack Obama."}, {"sentId": 379, "text": "You have Obama sitting in Jeremiah Wright's Church for 20 years, and he disassociated himself from..."}], "speaker": "POLLAK", "secId": 186}, {"sentences": [{"sentId": 380, "text": "None of those -- none of those people were advisers to the..."}], "speaker": "LEMON", "secId": 187}, {"sentences": [{"sentId": 381, "text": "So, wait a second."}, {"sentId": 382, "text": "You have to..."}], "speaker": "POLLAK", "secId": 188}, {"sentences": [{"sentId": 383, "text": "But hold on, hold on."}], "speaker": "LEMON", "secId": 189}, {"sentences": [{"sentId": 384, "text": "No."}, {"sentId": 385, "text": "He was..."}], "speaker": "POLLAK", "secId": 190}, {"sentences": [{"sentId": 386, "text": "If you're asking me -- if you're asking me to be honest and fact check, none of those people were advisers to the president."}, {"sentId": 387, "text": "He did not appoint of those people when..."}], "speaker": "LEMON", "secId": 191}, {"sentences": [{"sentId": 388, "text": "You're not applying the same standard to both people."}, {"sentId": 389, "text": "Barack Obama was the president who came from this environment."}, {"sentId": 390, "text": "Steve Bannon does not come from this environment."}], "speaker": "POLLAK", "secId": 192}, {"sentences": [{"sentId": 391, "text": "And Ana Navarro and Evan McMullin have both lied openly about Steve Bannon."}, {"sentId": 392, "text": "They have both said he is an anti-Semite."}, {"sentId": 393, "text": "Evan is on your show tonight."}, {"sentId": 394, "text": "He can't defend that statement."}, {"sentId": 395, "text": "Kurt Bardella didn't even try..."}], "speaker": "POLLAK", "secId": 193}, {"sentences": [{"sentId": 396, "text": "Sure I can."}], "speaker": "MCMULLIN", "secId": 194}, {"sentences": [{"sentId": 397, "text": "... he didn't even try to say whether Steve Bannon is an anti-Semite or not."}, {"sentId": 398, "text": "So, the entire premise of your discussion, Don, is Steve Bannon is an anti-Semite."}, {"sentId": 399, "text": "I think we've proven that to be false because Evan can't defend it, Kurt can't defend it."}, {"sentId": 400, "text": "And it's not true."}], "speaker": "POLLAK", "secId": 195}, {"sentences": [{"sentId": 401, "text": "I think that when you do this, this is what the media do, this is what the establishment does -- they throw out a bunch of innuendo to try to smear somebody."}, {"sentId": 402, "text": "The most offensive thing Steve Bannon ever did was win the White House with Donald Trump."}], "speaker": "POLLAK", "secId": 196}, {"sentences": [{"sentId": 403, "text": "And it was up to these people, it would be Hillary Clinton picking the Supreme Court and consigning our democracy to decline."}, {"sentId": 404, "text": "And Steve Bannon deserves the praise of these folks, not their condemnation."}], "speaker": "POLLAK", "secId": 197}, {"sentences": [{"sentId": 405, "text": "You know, I don't know how you can talk, you know, decline on Clinton's behalf win."}, {"sentId": 406, "text": "In the reality one of the very first thing that Donald Trump did was on Sunday tweets out and attacking its New York Times."}, {"sentId": 407, "text": "That was a 100 percent false, it wasn't true."}, {"sentId": 408, "text": "It made up numbers of circulation that the Times disputed."}, {"sentId": 409, "text": "So, where is the Breitbart story saying Donald Trump lied about the"}], "speaker": "BARDELLA", "secId": 198}, {"sentences": [{"sentId": 410, "text": "New York Times."}, {"sentId": 411, "text": "You know, if we're going to play let's be fact checkers, let's tell both sides of the story."}, {"sentId": 412, "text": "Where's the Breitbart story highlighting the anocracies of the many things that Donald Trump has said that are just point blank not true."}], "speaker": "BARDELLA", "secId": 199}, {"sentences": [{"sentId": 413, "text": "I think that's a fair question."}, {"sentId": 414, "text": "I think you should go write something about it."}, {"sentId": 415, "text": "The point of this discussion is whether Steve Bannon is a white nationalist and anti-Semite."}, {"sentId": 416, "text": "I'm glad that we put that into bed, now let's move on to talking about the..."}], "speaker": "POLLAK", "secId": 200}, {"sentences": [{"sentId": 417, "text": "I don't think we put it to bed."}, {"sentId": 418, "text": "I think that's still a question about it."}, {"sentId": 419, "text": "Just because you say it doesn't mean that he's not."}, {"sentId": 420, "text": "And I don't know that he is, but he certainly -- he certainly traffics in it when he said..."}], "speaker": "LEMON", "secId": 201}, {"sentences": [{"sentId": 421, "text": "He made a business of it."}], "speaker": "MCMULLIN", "secId": 202}, {"sentences": [{"sentId": 422, "text": "Yes."}], "speaker": "LEMON", "secId": 203}, {"sentences": [{"sentId": 423, "text": "He certainly did not."}, {"sentId": 424, "text": "You guys can't throw out lies like that, and ask me to prove a negative, when you can't prove the positive."}, {"sentId": 425, "text": "I can't say anything about you, Don Lemon."}, {"sentId": 426, "text": "You know, your network had a commentator the other night who said the vote for Donald Trump was a white lash."}, {"sentId": 427, "text": "Now are you a black national network because Van Jones said that there was a white lash?"}, {"sentId": 428, "text": "I mean, that's just ridiculous..."}], "speaker": "POLLAK", "secId": 204}, {"sentences": [{"sentId": 429, "text": "That's apples and pears."}], "speaker": "LEMON", "secId": 205}, {"sentences": [{"sentId": 430, "text": "No, it's not."}, {"sentId": 431, "text": "It's the same thing."}, {"sentId": 432, "text": "It's exactly the same thing."}], "speaker": "POLLAK", "secId": 206}, {"sentences": [{"sentId": 433, "text": "You made some comparison that has nothing to do with anything."}], "speaker": "LEMON", "secId": 207}, {"sentences": [{"sentId": 434, "text": "I think you can't -- you cannot..."}], "speaker": "POLLAK", "secId": 208}, {"sentences": [{"sentId": 435, "text": "You are -- here's you're doing it, someone who makes a comment on television, in a discussion, Van Jones does not own a web site that traffics in white nationalism or admits that it traffics in black nationalism, or for the alt-black."}, {"sentId": 436, "text": "So, your comparison makes no sense."}, {"sentId": 437, "text": "But we'll discuss."}, {"sentId": 438, "text": "We'll be right back."}, {"sentId": 439, "text": "Don't go anywhere."}], "speaker": "LEMON", "secId": 209}, {"sentences": [{"sentId": 440, "text": "For those who voted against Donald Trump but are willing to give him a chance is the appointment of Steve Bannon a step backwards for the Trump administration?"}, {"sentId": 441, "text": "Back with me now, Kurt Bardella, Evan McMullin, and Joel Pollak."}, {"sentId": 442, "text": "Kurt,"}], "speaker": "LEMON", "secId": 210}, {"sentences": [{"sentId": 443, "text": "I want to ask you about this, I want you -- this is Kellyanne Conway what she says about Steve Bannon."}], "speaker": "LEMON", "secId": 211}, {"sentences": [{"sentId": 444, "text": "I worked very closely with Steve Bannon, he's been the general of this campaign."}, {"sentId": 445, "text": "And frankly, people should look at the full resume."}, {"sentId": 446, "text": "He's got a Harvard business degree."}, {"sentId": 447, "text": "He's a naval officer."}, {"sentId": 448, "text": "And he has success in entertainment and must be aware of that."}, {"sentId": 449, "text": "And he certainly was a Goldman Sachs Trust Fund partner."}], "speaker": "CONWAY", "secId": 212}, {"sentences": [{"sentId": 450, "text": "I'm personally offended that you think I would manage a campaign where that would be one of the billion-plus ."}, {"sentId": 451, "text": "It has not."}], "speaker": "CONWAY", "secId": 213}, {"sentences": [{"sentId": 452, "text": "I've heard several Trump surrogates on, you know, giving those exact same talking points on air today almost in the exact order that she said it."}, {"sentId": 453, "text": "But do you think that Donald Trump is being tone deaf to millions of Americans who are fearful about of Trump presidency because of someone like Steve Bannon?"}], "speaker": "LEMON", "secId": 214}, {"sentences": [{"sentId": 454, "text": "Yes, I don't think Donald Trump cares at all about those people."}, {"sentId": 455, "text": "I think the paradigm that Steve and Mr. Trump view the world through is, they won the election, they did it their way, and the onus is on everybody else to adapt to how they think."}], "speaker": "BARDELLA", "secId": 215}, {"sentences": [{"sentId": 456, "text": "Not on them to try to evolve or change based on the enormity of being the president of the United States and the virtual coaching of the staff."}, {"sentId": 457, "text": "I think that they think everybody else needs to come around, they don't need to do anything else."}], "speaker": "BARDELLA", "secId": 216}, {"sentences": [{"sentId": 458, "text": "That's usually not how it works."}], "speaker": "LEMON", "secId": 217}, {"sentences": [{"sentId": 459, "text": "No."}], "speaker": "BARDELLA", "secId": 218}, {"sentences": [{"sentId": 460, "text": "It's usually when we ask presidents to do."}], "speaker": "LEMON", "secId": 219}, {"sentences": [{"sentId": 461, "text": "And I think that's one of the real concerns."}], "speaker": "BARDELLA", "secId": 220}, {"sentences": [{"sentId": 462, "text": "Importance of leaders, any sort of politician."}], "speaker": "LEMON", "secId": 221}, {"sentences": [{"sentId": 463, "text": "I think that's where they're setting themselves up for failure, is not having that humility, and understanding the gravity of the job that's going to be before them."}, {"sentId": 464, "text": "And I think at some point President like Trump is going to be in over his head."}], "speaker": "BARDELLA", "secId": 222}, {"sentences": [{"sentId": 465, "text": "We're seeing already stories about how President Obama wants to spend more time with Mr. Trump to prepare him to be commander in chief."}, {"sentId": 466, "text": "Because it was so obvious in their meeting in their conversation he wasn't up for it yet."}, {"sentId": 467, "text": "LEMON:  Yes."}, {"sentId": 468, "text": "Evan, Donald Trump told his supporters who are harassing"}], "speaker": "BARDELLA", "secId": 223}, {"sentences": [{"sentId": 469, "text": "minorities to stop it."}, {"sentId": 470, "text": "But you say that doesn't mean much when he brings in someone like Bannon into the west wing."}, {"sentId": 471, "text": "Should Trump address these concerns?"}], "speaker": "BARDELLA", "secId": 224}, {"sentences": [{"sentId": 472, "text": "Well, yes, I think he should."}, {"sentId": 473, "text": "And I think he has try to a degree."}, {"sentId": 474, "text": "But if you're going to continue with Steve Bannon, then, you know, that -- those actions speak louder than any words you might give."}], "speaker": "MCMULLIN", "secId": 225}, {"sentences": [{"sentId": 475, "text": "And I will say, Don, that I think the discussion about whether Bannon is an anti-Semite whether he's a white supremacist."}, {"sentId": 476, "text": "All of that is a little even off the point."}, {"sentId": 477, "text": "I think the real question is, what are the ideas that our leaders advance."}], "speaker": "MCMULLIN", "secId": 226}, {"sentences": [{"sentId": 478, "text": "And our leaders now are advancing ideas at least with the appointment of Steve Bannon who advanced the ideas of the alt-right as a part of Breitbart are advancing ideas that are enormously destructive and divisive in our country, that violate the foundation of principles upon which our country was founded."}], "speaker": "MCMULLIN", "secId": 227}, {"sentences": [{"sentId": 479, "text": "It's hard to say, you know, to look into a man's heart and say exactly what they believe or feel, we'll never know."}, {"sentId": 480, "text": "But it's about the ideas that they advance."}, {"sentId": 481, "text": "And one thing is very clear, Steve Bannon has advanced ideas of the alt-right, he knows that his business has been setting up or furthering a platform for their ideas."}], "speaker": "MCMULLIN", "secId": 228}, {"sentences": [{"sentId": 482, "text": "And Donald Trump has got to repudiate that, and it doesn't -- it's not possible to do that, if Steve Bannon's your chief strategist."}], "speaker": "MCMULLIN", "secId": 229}, {"sentences": [{"sentId": 483, "text": "And also, I realize that by doing that, he may have normalized the alt-right in some way."}], "speaker": "LEMON", "secId": 230}, {"sentences": [{"sentId": 484, "text": "Sure."}], "speaker": "MCMULLIN", "secId": 231}, {"sentences": [{"sentId": 485, "text": "Or normalized right white nationalism, which should not be normalized."}], "speaker": "LEMON", "secId": 232}, {"sentences": [{"sentId": 486, "text": "Absolutely."}], "speaker": "MCMULLIN", "secId": 233}, {"sentences": [{"sentId": 487, "text": "So, let's just -- Joel, earlier we spoke about the article on Breitbart.com an establishment conservative's guide to alt-right."}, {"sentId": 488, "text": "It's a very long and sympathetic description of the movement which includes this."}, {"sentId": 489, "text": "I'm going to read this."}], "speaker": "LEMON", "secId": 234}, {"sentences": [{"sentId": 490, "text": "This is, \"Meanwhile, the alt-right openly cracks jokes about -- crack jokes about the Holocaust, loudly albeit almost entirely satirically - expresses its horror at race mixing and denounces the generacy of homosexuals while inviting Jewish, gays and mixed race Breitbart reporters to their secret dinner parties."}, {"sentId": 491, "text": "What gives?"}, {"sentId": 492, "text": "If you're this far down the article, you'll know some of the answers already.\""}], "speaker": "LEMON", "secId": 235}, {"sentences": [{"sentId": 493, "text": "For the meme brigade, it's just about having fun."}, {"sentId": 494, "text": "They have no real problem with race mixing, homosexuality or even diverse societies."}, {"sentId": 495, "text": "It's just fun to watch the mayhem and outrage that erupts when those secular - what is that -- shibboleths are openly mocked.\""}, {"sentId": 496, "text": "So, I'm just getting -- reading this now."}, {"sentId": 497, "text": "So, making fun and joking"}], "speaker": "LEMON", "secId": 236}, {"sentences": [{"sentId": 498, "text": "about the holocaust calling gays the degenerate, I mean, being horrified by race mixing and it's all just fun."}, {"sentId": 499, "text": "How is that OK?"}], "speaker": "LEMON", "secId": 237}, {"sentences": [{"sentId": 500, "text": "It's not OK. That's called journalism."}, {"sentId": 501, "text": "That article described some of what was going on in the alt-right, and you just said that that's the first time that you read that article."}, {"sentId": 502, "text": "I mean, I would have expected that you would have read the entire article before coming on the air and making outrageous claims like Evan..."}], "speaker": "POLLAK", "secId": 238}, {"sentences": [{"sentId": 503, "text": "Well, are -- but let me -- let me, please, hold on here."}, {"sentId": 504, "text": "I don't read a lot of Breitbart, because quite frankly, I'm offended by a lot of what they put up there."}, {"sentId": 505, "text": "I have read it."}, {"sentId": 506, "text": "I haven't read every single article on Breitbart."}, {"sentId": 507, "text": "I'm sure you haven't read every single article on Breitbart, as well."}], "speaker": "LEMON", "secId": 239}, {"sentences": [{"sentId": 508, "text": "My question to you is, is that why he is promoting this, he is saying that his web site is the platform for the alt-right, and this article on that web site is part of the thing that's saying, hey, this is what they do, they make fun of people, and they really don't care about it."}], "speaker": "LEMON", "secId": 240}, {"sentences": [{"sentId": 509, "text": "You should read the entire article, I think the article stands for itself, I think it goes through the different components of the alt-right, it's called journalism."}], "speaker": "POLLAK", "secId": 241}, {"sentences": [{"sentId": 510, "text": "The New York Yorker does it, the New York Times does it, CNN occasionally does it, and for Evan McMullin to sit there and not apologize for his lie about calling Steve Bannon an anti-Semite."}, {"sentId": 511, "text": "And then lie again by saying that Steve Bannon advocates for the ideas of the alt-right."}], "speaker": "POLLAK", "secId": 242}, {"sentences": [{"sentId": 512, "text": "I'd like to see Evan McMullin name one single idea of the alt-right that Steve Bannon has ever advocated for."}, {"sentId": 513, "text": "I'll give you time to do it."}, {"sentId": 514, "text": "You don't do it on this broadcast..."}], "speaker": "POLLAK", "secId": 243}, {"sentences": [{"sentId": 515, "text": "Joel, let me ask you."}, {"sentId": 516, "text": "Has Steve Bannon ever said that his -- he was -- Breitbart was a platform for the alt-right."}], "speaker": "LEMON", "secId": 244}, {"sentences": [{"sentId": 517, "text": "I think he said that to Mother Jones, but I can tell you is this."}], "speaker": "POLLAK", "secId": 245}, {"sentences": [{"sentId": 518, "text": "He did."}], "speaker": "MCMULLIN", "secId": 246}, {"sentences": [{"sentId": 519, "text": "There is a distinction."}, {"sentId": 520, "text": "I think there is a distinction between covering the alt-right and defending it."}, {"sentId": 521, "text": "And the fact is that the people on the alt-right are sharing Breitbart articles."}], "speaker": "POLLAK", "secId": 247}, {"sentences": [{"sentId": 522, "text": "That's not what he said."}], "speaker": "LEMON", "secId": 248}, {"sentences": [{"sentId": 523, "text": "It's not something we can do anything about."}, {"sentId": 524, "text": "LEMON:  He didn't say we cover the alt-right, he said we are the platform for the alt-right."}], "speaker": "POLLAK", "secId": 249}, {"sentences": [{"sentId": 525, "text": "Well, he said that, I defy you to explain what that means."}, {"sentId": 526, "text": "You have two guests in there..."}], "speaker": "POLLAK", "secId": 250}, {"sentences": [{"sentId": 527, "text": "I'm asking you..."}], "speaker": "LEMON", "secId": 251}, {"sentences": [{"sentId": 528, "text": "What else could it possibly mean."}, {"sentId": 529, "text": "What could it possibly mean?"}], "speaker": "MCMULLIN", "secId": 252}, {"sentences": [{"sentId": 530, "text": "What else could it mean."}], "speaker": "LEMON", "secId": 253}, {"sentences": [{"sentId": 531, "text": "So, what you guys have said, hold on, the suggestion is that Breitbart is a white nationalist web site."}, {"sentId": 532, "text": "We've disproved that."}, {"sentId": 533, "text": "The suggestion of Steve Bannon..."}], "speaker": "POLLAK", "secId": 254}, {"sentences": [{"sentId": 534, "text": "No, you haven't."}], "speaker": "LEMON", "secId": 255}, {"sentences": [{"sentId": 535, "text": "Yes, we have."}, {"sentId": 536, "text": "You cannot name one -- you have named -- you had a lot of time to do research, and you haven't come up with one white nationalist article at Breitbart."}, {"sentId": 537, "text": "You said that Steve Bannon is anti- Semite, yet you haven't provided any examples..."}], "speaker": "POLAK", "secId": 256}, {"sentences": [{"sentId": 538, "text": "OK. Let me put this up."}], "speaker": "LEMON", "secId": 257}, {"sentences": [{"sentId": 539, "text": "Hold on."}, {"sentId": 540, "text": "Let me finish."}], "speaker": "POLLAK", "secId": 258}, {"sentences": [{"sentId": 541, "text": "No, no, I want you to look at this."}, {"sentId": 542, "text": "This is -- this is a headline from Breitbart after the church shootings in Charleston."}, {"sentId": 543, "text": "\"Hoist it high and proud, the Confederate flag proclaims a glorious heritage.\""}, {"sentId": 544, "text": "And said they should be -- they should be, you know, you should hoist high and proud from every church and everywhere."}, {"sentId": 545, "text": "So, what is that?"}], "speaker": "LEMON", "secId": 259}, {"sentences": [{"sentId": 546, "text": "That's not -- that's not what the article said, but the article is a defense of the Confederate flag as a historic symbol."}, {"sentId": 547, "text": "And there are people at other web sites and other newspapers who have made the same argument."}], "speaker": "POLLAK", "secId": 260}, {"sentences": [{"sentId": 548, "text": "That was an argument made by democrats for a long time and that is an argument that deserves to be seen as separate from the Charleston massacre, and that's a legitimate argument."}], "speaker": "POLLAK", "secId": 261}, {"sentences": [{"sentId": 549, "text": "And I think you can go to David French at National Review online and read the same argument."}, {"sentId": 550, "text": "It happens to be an argument that lost..."}], "speaker": "POLLAK", "secId": 262}, {"sentences": [{"sentId": 551, "text": "OK."}, {"sentId": 552, "text": "Here's what it said."}, {"sentId": 553, "text": "POLLAK:  But now what you're doing now is..."}], "speaker": "LEMON", "secId": 263}, {"sentences": [{"sentId": 554, "text": "Here's what it said."}, {"sentId": 555, "text": "\"It's hoisted for every tree, every rooftop, every picket fence; every telegraph poll in the south should be festooned with the Confederate battle flag.\""}], "speaker": "LEMON", "secId": 264}, {"sentences": [{"sentId": 556, "text": "That's not white nationalist."}, {"sentId": 557, "text": "What you're talking about is an opinion about the Confederate flag as a symbol of history which used to be commonly accepted in the south."}, {"sentId": 558, "text": "It's not something that I think is what"}], "speaker": "POLLAK", "secId": 265}, {"sentences": [{"sentId": 559, "text": "Yes, but Kurt Bardella, you know that Steve Bannon is not a white nationalist; you know that he's not an anti-Semite."}, {"sentId": 560, "text": "And that's the premise you've come on the air to smear him."}, {"sentId": 561, "text": "So now that we've established that you can't prove..."}], "speaker": "POLLAK", "secId": 266}, {"sentences": [{"sentId": 562, "text": "I've never heard Kurt say that."}], "speaker": "LEMON", "secId": 267}, {"sentences": [{"sentId": 563, "text": "You cannot -- look, Designers  Organization of America has come out in defense of Steve Bannon and said that he's pro-Israel and that he has empathy for the Jewish people, and you guys have no answer to that."}, {"sentId": 564, "text": "And you've used up this precious air time, you know, to basically smear a man and a smear web site."}], "speaker": "POLLAK", "secId": 268}, {"sentences": [{"sentId": 565, "text": "Joel, hey, Joel, I'm curious..."}], "speaker": "BARDELLA", "secId": 269}, {"sentences": [{"sentId": 566, "text": "And now that you can't prove the point -- excuse me, Kurt, you would do better to listen with your ears instead of your mouth."}], "speaker": "POLLAK", "secId": 270}, {"sentences": [{"sentId": 567, "text": "Wow."}, {"sentId": 568, "text": "OK, Joel."}, {"sentId": 569, "text": "But your big point now..."}], "speaker": "BARDELLA", "secId": 271}, {"sentences": [{"sentId": 570, "text": "We're all going to have to listen to the commercial break with ."}, {"sentId": 571, "text": "Thank you very much."}, {"sentId": 572, "text": "I have to go."}], "speaker": "LEMON", "secId": 272}, {"sentences": [{"sentId": 573, "text": "Coming up, 13 percent of black men voted for Donald Trump, so how will race relations change under his administration."}], "speaker": "LEMON", "secId": 273}, {"sentences": [{"sentId": 574, "text": "One journalist who would tell you like it is on a subject that we just discussed was Gwen Ifill."}, {"sentId": 575, "text": "But sadly, we have lost her voice."}, {"sentId": 576, "text": "The co-anchor of PBS News Hour died today from complications from uterine cancer."}], "speaker": "LEMON", "secId": 274}, {"sentences": [{"sentId": 577, "text": "Gwen was one of the most talented journalists of our time period."}, {"sentId": 578, "text": "Her accomplishments are literally too many to mention."}, {"sentId": 579, "text": "She moderated presidential debates."}, {"sentId": 580, "text": "She was part of the first all-female anchor team on Nightly Network News and on and on."}], "speaker": "LEMON", "secId": 275}, {"sentences": [{"sentId": 581, "text": "I first met Gwen at a National Association of Black Journalist Convention in the mid-90s when I was trying to become an on-air reporter."}, {"sentId": 582, "text": "The woman who I have watched and loved from afar, agreed to critique my first demo tape."}], "speaker": "LEMON", "secId": 276}, {"sentences": [{"sentId": 583, "text": "I hang on to her every word."}, {"sentId": 584, "text": "Now I have a few words for her."}, {"sentId": 585, "text": "Gwen, you were a black woman who thrived in this brutal business dominated by mostly men."}, {"sentId": 586, "text": "You transcended race and gender."}, {"sentId": 587, "text": "You were simply brilliant and powerful."}, {"sentId": 588, "text": "A quiet storm, professional, understated, humble."}], "speaker": "LEMON", "secId": 277}, {"sentences": [{"sentId": 589, "text": "I won't give your age, because I was taught to never tell or ask a ladies age, and I won't say good-bye because good-byes are so hard, but I will say so long and thank you."}], "speaker": "LEMON", "secId": 278}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1611.14.cnnt.01.html.json", "time": "Aired November 14, 2016 - 22:00   ET"}