{"sectionCount": 252, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["UNIDENTIFIED MALE", "LEMON", "CARROLL", "HOSTIN", "SWECKER", "JENSEN", "BOLDUAN", "GLENN BECK", "SAVIDGE", "KRISTOF", "ELDER", "ELDERL", "SELLERS", "CLYBURN", "III", "DAVIS", "KING III", "KING II", "BECK"], "subTitle": "Corrections Officer Under Arrest in Connection with Escape of Two Killers; Emanuel AME Welcomed People to Bible Study Room Again; Confederate Flags Coming Down in More Southern States.  Aired 10- 11:00p ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1506/24/cnnt.01.html", "sentenceCount": 721, "sections": [{"sentences": [{"sentId": 0, "text": "This is CNN breaking news."}], "speaker": "UNIDENTIFIED MALE", "secId": 0}, {"sentences": [{"sentId": 1, "text": "Thanks very much, Anderson."}, {"sentId": 2, "text": "As you just heard on 360, a corrections officer under arrest in connection with the escape of two killers of an upstate, New York prison."}], "speaker": "LEMON", "secId": 1}, {"sentences": [{"sentId": 3, "text": "We're live with the very latest on the manhunt."}, {"sentId": 4, "text": "This is CNN Tonight."}, {"sentId": 5, "text": "I'm Don Lemon."}, {"sentId": 6, "text": "We're also live at the Emanuel AME Church in Charleston, where the public was welcomed to the bible study tonight."}, {"sentId": 7, "text": "Exactly one week after nine people were massacred in the very same room."}, {"sentId": 8, "text": "The lesson, the power of love."}], "speaker": "LEMON", "secId": 2}, {"sentences": [{"sentId": 9, "text": "And tonight, the debate is rising."}, {"sentId": 10, "text": "The flag is one thing, but should we be erasing American history?"}, {"sentId": 11, "text": "We're going to begin tonight, though, with this breaking news in the manhunt for the killers who escaped -- two killers who escaped from a prison in upstate New York, and had been on the run for two and half weeks now."}], "speaker": "LEMON", "secId": 3}, {"sentences": [{"sentId": 12, "text": "A corrections officer under arrest, charged with official misconduct and destroying evidence."}, {"sentId": 13, "text": "He was arraigned just moments ago."}], "speaker": "LEMON", "secId": 4}, {"sentences": [{"sentId": 14, "text": "So, joining me now CNN's Jason Carroll."}, {"sentId": 15, "text": "He's by phone in upstate New York for us."}, {"sentId": 16, "text": "Also, Chris Swecker, he led the FBI team that captured the Olympic Park bomber, Eric Rudolph, and CNN legal analyst former federal prosecutor, Sunny Hostin."}], "speaker": "LEMON", "secId": 5}, {"sentences": [{"sentId": 17, "text": "And I want to start now with Jason."}, {"sentId": 18, "text": "So, Jason, what do we know?"}, {"sentId": 19, "text": "Tell us about this new information."}], "speaker": "LEMON", "secId": 6}, {"sentences": [{"sentId": 20, "text": "Well, Gene Palmer, you heard that name before, 57 years old, he's worked there at the prison for 28 years."}, {"sentId": 21, "text": "He was arraigned on charges promoting dangerous contraband, destroying evidence, also, an official misconduct."}], "speaker": "CARROLL", "secId": 7}, {"sentences": [{"sentId": 22, "text": "I'm told these are low-level felonies."}, {"sentId": 23, "text": "But, I'm also told, Don, at one point, that the D.A."}, {"sentId": 24, "text": "was considering charging him with aiding and abetting."}, {"sentId": 25, "text": "That would have been far more serious."}, {"sentId": 26, "text": "They decided not to pursue that charge because Gene Palmer had been cooperating with investigators for a period of time."}, {"sentId": 27, "text": "I talked to Palmer's attorney who tells me that, yes, his client did pass that frozen chunk of beef that you heard about, to Richard Matt."}, {"sentId": 28, "text": "Inside that meat where those blades that we had talked about."}, {"sentId": 29, "text": "And, also, that Joyce Mitchell was the one who had convinced Gene Palmer to pass that along."}, {"sentId": 30, "text": "So, he did admit that."}], "speaker": "CARROLL", "secId": 8}, {"sentences": [{"sentId": 31, "text": "He did not go through a metal detector."}, {"sentId": 32, "text": "A violation of prison policy."}, {"sentId": 33, "text": "In terms of that story, an evidence charge, Don, that may have something to do with paintings and old drawings that Richard Matt made and then gave to Gene Palmer, and then Gene Palmer allegedly destroyed them after he found out that Richard Matt had escaped from the correctional facility."}], "speaker": "CARROLL", "secId": 9}, {"sentences": [{"sentId": 34, "text": "So, he is looking at some very serious charges."}, {"sentId": 35, "text": "He was arraigned tonight."}, {"sentId": 36, "text": "There will be a hearing tomorrow where his attorney says, he will be entering pleas of not guilty."}], "speaker": "CARROLL", "secId": 10}, {"sentences": [{"sentId": 37, "text": "All right."}], "speaker": "LEMON", "secId": 11}, {"sentences": [{"sentId": 38, "text": "Don."}], "speaker": "CARROLL", "secId": 12}, {"sentences": [{"sentId": 39, "text": "All right."}, {"sentId": 40, "text": "Jason Carroll, thank you very much."}, {"sentId": 41, "text": "I want to get to Chris and Sunny now."}, {"sentId": 42, "text": "Sunny, I'm going to start with you."}, {"sentId": 43, "text": "How serious are these charges?"}], "speaker": "LEMON", "secId": 13}, {"sentences": [{"sentId": 44, "text": "I actually think they're fairly serious."}, {"sentId": 45, "text": "I mean, when you're looking at promoting a dangerous contraband in a prison, that's exposure of 1 to 7 years."}, {"sentId": 46, "text": "Even the destroying evidence charges, 1 to 4 years."}, {"sentId": 47, "text": "That's a class E felony."}, {"sentId": 48, "text": "And official misconduct, that's a misdemeanor."}, {"sentId": 49, "text": "But you're still facing at least a year or up to a year in prison."}], "speaker": "HOSTIN", "secId": 14}, {"sentences": [{"sentId": 50, "text": "So, all in all, its significant prison time for anyone, especially for someone that has been a 28-year employee of the corrections department."}, {"sentId": 51, "text": "Someone that is 57 years old."}, {"sentId": 52, "text": "I think what's going to be important here though, is intent, right?"}], "speaker": "HOSTIN", "secId": 15}, {"sentences": [{"sentId": 53, "text": "Yes."}], "speaker": "LEMON", "secId": 16}, {"sentences": [{"sentId": 54, "text": "Because in order to prove the contraband piece, you've got to prove that he knowingly introduced this dangerous contraband."}], "speaker": "HOSTIN", "secId": 17}, {"sentences": [{"sentId": 55, "text": "OK."}, {"sentId": 56, "text": "I want to -- let me get some new -- this is information is just coming in."}, {"sentId": 57, "text": "And it's from us, CNN's produce Shimon Prokupecz, and here's what it says, Prokupecz, excuse me, he says, \"Prison guard Gene Palmer gave at least one of the prison escapees a screwdriver and a wrench to help this electrical breakers and a catwalk carry behind the cells.\""}], "speaker": "LEMON", "secId": 18}, {"sentences": [{"sentId": 58, "text": "That's an official close to the investigation of cell in CNN."}, {"sentId": 59, "text": "The electrical breakers allowed inmates to use hot plates to cook food."}, {"sentId": 60, "text": "Palmer told the investigators of getting that at about Richard Matt during the work and he took tools back to them which we know before."}], "speaker": "LEMON", "secId": 19}, {"sentences": [{"sentId": 61, "text": "But this new information coming in."}, {"sentId": 62, "text": "So, they said they didn't charge him with aiding and abetting."}, {"sentId": 63, "text": "But this sounds like this is even more serious than just passing, you know, a meat along that has tools in it."}, {"sentId": 64, "text": "What's going on here, Chris?"}], "speaker": "LEMON", "secId": 20}, {"sentences": [{"sentId": 65, "text": "Yes, that's a weapon."}, {"sentId": 66, "text": "That screwdriver is a weapon."}, {"sentId": 67, "text": "So, that really ups the ante here."}, {"sentId": 68, "text": "I mean, that's one of the things that you'll see."}, {"sentId": 69, "text": "In some prisons they'll bring them certain things and let certain things pass, but not anything that would pass as a weapon because they know that can be used against them."}], "speaker": "SWECKER", "secId": 21}, {"sentences": [{"sentId": 70, "text": "Do any of these details help investigators get any closer to catching them?"}, {"sentId": 71, "text": "Or is it just how they got away from the prison?"}], "speaker": "LEMON", "secId": 22}, {"sentences": [{"sentId": 72, "text": "I think it's actually quite helpful."}, {"sentId": 73, "text": "I mean, and that is probably why he didn't get the aiding and abetting charge because he's been cooperating."}, {"sentId": 74, "text": "Because he's been helpful."}, {"sentId": 75, "text": "If you have someone and you're interviewing someone and -- Chris, I'm sure you know this."}], "speaker": "HOSTIN", "secId": 23}, {"sentences": [{"sentId": 76, "text": "And you're interviewing them and that person has had a lot of conversations and a lot of dealings with another inmate or with an inmate, you do get and can as an investigator glean information, perhaps where the prison would go, perhaps a family member, perhaps where they would reach out for assistance."}, {"sentId": 77, "text": "Perhaps what sort of survival training they have."}, {"sentId": 78, "text": "So, I think that that kind of information can be helpful."}], "speaker": "HOSTIN", "secId": 24}, {"sentences": [{"sentId": 79, "text": "I want you guys to listen to the Clinton Correctional Facility inmate."}, {"sentId": 80, "text": "His name is Erik Jensen, he spoke with CNN today, about a relationship between Joyce Mitchell and the escapees."}, {"sentId": 81, "text": "Here it is."}], "speaker": "LEMON", "secId": 25}, {"sentences": [{"sentId": 82, "text": "The relationship was, in simpler terms, it would be when the cute guy in high school asks the, you know, the girl to the prom and the look on their face every day when they would get together and they would talk and they would laugh, giggle."}, {"sentId": 83, "text": "Conversations all day long."}], "speaker": "JENSEN", "secId": 26}, {"sentences": [{"sentId": 84, "text": "And when they go in the back room at the end of the day to count the garments, you know, I never thought anything about it until after this whole thing took place."}, {"sentId": 85, "text": "You know, there's certain things that you see and that you can perceive yourself if you were there."}, {"sentId": 86, "text": "You know, I know now there's a lot of speculation."}], "speaker": "JENSEN", "secId": 27}, {"sentences": [{"sentId": 87, "text": "Did you ever ask them about it?"}], "speaker": "BOLDUAN", "secId": 28}, {"sentences": [{"sentId": 88, "text": "We all did."}], "speaker": "JENSEN", "secId": 29}, {"sentences": [{"sentId": 89, "text": "What did he say?"}], "speaker": "BOLDUAN", "secId": 30}, {"sentences": [{"sentId": 90, "text": "He used to laugh."}, {"sentId": 91, "text": "He would never confirm or deny it."}, {"sentId": 92, "text": "Never confirmed or deny it."}], "speaker": "JENSEN", "secId": 31}, {"sentences": [{"sentId": 93, "text": "So, Joyce Mitchell's attorneys denied this."}, {"sentId": 94, "text": "But what do you make of this, Chris?"}, {"sentId": 95, "text": "SWECKER: Well, I spoke to Jensen myself."}, {"sentId": 96, "text": "And I think there was a lot"}], "speaker": "LEMON", "secId": 32}, {"sentences": [{"sentId": 97, "text": "more going on in that personal relationship than even what's been reported based on what he's saying."}, {"sentId": 98, "text": "And the other thing I thought was really interesting that he mentioned was that everybody knew about the catwalk behind their cells because that's where all the plumbing was, where the electrical circuit breakers were."}], "speaker": "LEMON", "secId": 33}, {"sentences": [{"sentId": 99, "text": "And when they were fixing things, they would hauler through the wall, hey, is it fixed."}, {"sentId": 100, "text": "So, they knew and these were prison trustees who were doing the work behind the walls."}, {"sentId": 101, "text": "So, that leads to, you know, that explains how they knew so much about what was going on in those catwalks."}], "speaker": "LEMON", "secId": 34}, {"sentences": [{"sentId": 102, "text": "And back to the earlier question about, you know, would it be helpful to know how they got out."}, {"sentId": 103, "text": "And the things that happened between the guards and them, all the Intel you can get is important."}, {"sentId": 104, "text": "Did they have a map?"}, {"sentId": 105, "text": "Did they have a cell phone?"}, {"sentId": 106, "text": "What else did they pass beside the screwdriver?"}, {"sentId": 107, "text": "Now we're learning about a screwdriver."}, {"sentId": 108, "text": "But now do they know the area better than we think they do?"}], "speaker": "LEMON", "secId": 35}, {"sentences": [{"sentId": 109, "text": "The question is -- how did they get this chummy without people finding out about it."}, {"sentId": 110, "text": "If, you know, they're going into a room and allegedly having sex or have you -- or having some sort of relationship, how does it get this chummy without people saying, hey, wait a minute, this is odd."}], "speaker": "LEMON", "secId": 36}, {"sentences": [{"sentId": 111, "text": "Well, I don't think it's unusual, quite frankly and, unfortunately, for people to have relationships inside of prisons."}, {"sentId": 112, "text": "You do hear about it."}, {"sentId": 113, "text": "It does happen."}, {"sentId": 114, "text": "I know as prosecutors, we certainly oftentimes bug jail cells and listen in because these relationships are happening."}], "speaker": "HOSTIN", "secId": 37}, {"sentences": [{"sentId": 115, "text": "What is surprising to me though, this is a maximum security prison?"}, {"sentId": 116, "text": "If it's happening anywhere, it shouldn't be happening there..."}], "speaker": "HOSTIN", "secId": 38}, {"sentences": [{"sentId": 117, "text": "Yes."}], "speaker": "LEMON", "secId": 39}, {"sentences": [{"sentId": 118, "text": "... because you're expecting the best of the best of the employees."}], "speaker": "HOSTIN", "secId": 40}, {"sentences": [{"sentId": 119, "text": "I've got to run."}, {"sentId": 120, "text": "But it does."}, {"sentId": 121, "text": "Is this unusual?"}], "speaker": "LEMON", "secId": 41}, {"sentences": [{"sentId": 122, "text": "Well, no."}, {"sentId": 123, "text": "Snitches get stiches."}], "speaker": "SWECKER", "secId": 42}, {"sentences": [{"sentId": 124, "text": "Yes."}], "speaker": "LEMON", "secId": 43}, {"sentences": [{"sentId": 125, "text": "In the prison."}], "speaker": "SWECKER", "secId": 44}, {"sentences": [{"sentId": 126, "text": "Yes."}], "speaker": "HOSTIN", "secId": 45}, {"sentences": [{"sentId": 127, "text": "All right."}, {"sentId": 128, "text": "Thank you."}, {"sentId": 129, "text": "I appreciate it."}, {"sentId": 130, "text": "When we come right back, Emanuel AME welcomes the public to bible study in the same room where nine people were shot to death just one week ago."}, {"sentId": 131, "text": "We'll tell you about the emotional scene inside."}], "speaker": "LEMON", "secId": 46}, {"sentences": [{"sentId": 132, "text": "Plus, Confederate Flags coming down in more southern states."}, {"sentId": 133, "text": "But are we trying to erase American history?"}, {"sentId": 134, "text": "Also, my conversation with someone you may find very surprising."}, {"sentId": 135, "text": "That is Glenn Beck."}, {"sentId": 136, "text": "I want you to listen to what he says about the \"n\" and about political correctness."}], "speaker": "LEMON", "secId": 47}, {"sentences": [{"sentId": 137, "text": "I'm not for banning of words."}, {"sentId": 138, "text": "I personally don't use that word."}, {"sentId": 139, "text": "I don't like this political correct world we live in where it's gone from a couple of words we stay from to now we're starting to ban ideas."}], "speaker": "GLENN BECK", "secId": 48}, {"sentences": [{"sentId": 140, "text": "Live pictures now of the Emanuel AME Church in Charleston, South Carolina."}, {"sentId": 141, "text": "They were singing there just moments ago, where people have been gathering and paying their respects since this is all happened one week ago."}], "speaker": "LEMON", "secId": 49}, {"sentences": [{"sentId": 142, "text": "Nine people so violently lost their lives."}, {"sentId": 143, "text": "In the breaking news tonight, CNN has told the Department of Justice will likely pursue federal hate crime charges against Dylann Roof."}], "speaker": "LEMON", "secId": 50}, {"sentences": [{"sentId": 144, "text": "And tonight, in Charleston at that very church, Bible study was held one week after news broke that Roof slaughtered nine people in that very same room."}, {"sentId": 145, "text": "CNN'S Martin Savidge was at the bible study and he joins us now."}, {"sentId": 146, "text": "Martin, take us inside that room."}], "speaker": "LEMON", "secId": 51}, {"sentences": [{"sentId": 147, "text": "Oh, Don, I mean, it was, you know, I went to the service on Sunday."}, {"sentId": 148, "text": "And I felt that was something going into that space was just really overwhelming."}, {"sentId": 149, "text": "I mean, there was a little bit of police security that they had to have."}, {"sentId": 150, "text": "The church had wanted them so much."}], "speaker": "SAVIDGE", "secId": 52}, {"sentences": [{"sentId": 151, "text": "But you walk inside that room."}, {"sentId": 152, "text": "Now we're talking in the basement, this is the area under the sanctuary where these nine people the slaughtered occurred."}, {"sentId": 153, "text": "You can't help but walk in there and get that overwhelming sense of tragedy."}, {"sentId": 154, "text": "Your mind just immediately looks to here and there."}, {"sentId": 155, "text": "Well, you go to places you don't want to think about where you're leaving kind of what must have happened that night."}], "speaker": "SAVIDGE", "secId": 53}, {"sentences": [{"sentId": 156, "text": "There was about 150 people in there."}, {"sentId": 157, "text": "Some were regulars and some were new, of course."}, {"sentId": 158, "text": "And the reverend began, that's Reverend Goff, he said, look, you know, we're resuming bible study."}, {"sentId": 159, "text": "We all know that we will never be the same again."}], "speaker": "SAVIDGE", "secId": 54}, {"sentences": [{"sentId": 160, "text": "The message tonight was the power of love and then he transitioned into the gift or forgiveness."}, {"sentId": 161, "text": "There were times you could see people holding on one another and it was that kind of grip that hold on to each other as if they were trying to each other together."}], "speaker": "SAVIDGE", "secId": 55}, {"sentences": [{"sentId": 162, "text": "There were family members there."}, {"sentId": 163, "text": "You can also see there were indications of the violence that occurred."}, {"sentId": 164, "text": "Cut outs and some of them wood panel where clearly bullet holes have been."}, {"sentId": 165, "text": "There was a bullet hole in the ceiling right above where I sat and the police tape was still there indicating, as such."}], "speaker": "SAVIDGE", "secId": 56}, {"sentences": [{"sentId": 166, "text": "But when the service was -- the study was just about done, the reverend said, we reclaimed this territory."}, {"sentId": 167, "text": "He spread his arms to say the basement here."}, {"sentId": 168, "text": "We reclaimed this face for God."}, {"sentId": 169, "text": "And everyone left with a much more uplifted spirit than the way we walked in, Don."}], "speaker": "SAVIDGE", "secId": 57}, {"sentences": [{"sentId": 170, "text": "Let's talk about the investigation, now, Martin."}, {"sentId": 171, "text": "What's the latest on the charges Roof will face?"}], "speaker": "LEMON", "secId": 58}, {"sentences": [{"sentId": 172, "text": "Well, now, as you're hearing, you know, that the Department of Justice is likely to charge him with hate crimes."}, {"sentId": 173, "text": "And this is important because, of course, the State of South Carolina is going to prosecute him on murder charges."}, {"sentId": 174, "text": "And it's very possible that he may get the death penalty for it."}, {"sentId": 175, "text": "But the federal government will be charging him with hate crimes."}], "speaker": "SAVIDGE", "secId": 59}, {"sentences": [{"sentId": 176, "text": "And it is important because you want to know and it must be remembered and recognized that these were people who were murdered, but hate was a part of that."}, {"sentId": 177, "text": "So, that's why the Department of Justice is likely to move forward with it."}, {"sentId": 178, "text": "The other thing that we've learned is that federal authorities, the FBI, has in fact, verified that that manifesto it was written by the suspect."}, {"sentId": 179, "text": "Don."}], "speaker": "SAVIDGE", "secId": 60}, {"sentences": [{"sentId": 180, "text": "So, Martin, if you can quickly bring us up to speed on the Confederate Flag issue, what's going on?"}], "speaker": "LEMON", "secId": 61}, {"sentences": [{"sentId": 181, "text": "Well, OK. As you know, both House and Senate have agreed that they can begin to talk about it."}, {"sentId": 182, "text": "The problem is here it looks like the debate is not going to begin right away."}, {"sentId": 183, "text": "In fact, it may not begin until the month of July."}, {"sentId": 184, "text": "There are some who are very concerned simply because you saw that very close reaction and you had a lot of democrats and republicans all standing together on the cause."}], "speaker": "SAVIDGE", "secId": 62}, {"sentences": [{"sentId": 185, "text": "The governor certainly out spoken that the farther we get away from this tragedy, when the focus of the cameras shifts, then maybe the attitudes will be quite as strong."}, {"sentId": 186, "text": "There are many groups that are saying we're going to keep up the pressure, keep up the protest, and keep making this change happen."}, {"sentId": 187, "text": "It has to come."}, {"sentId": 188, "text": "Don."}], "speaker": "SAVIDGE", "secId": 63}, {"sentences": [{"sentId": 189, "text": "Martin Savidge, thank you very much."}], "speaker": "LEMON", "secId": 64}, {"sentences": [{"sentId": 190, "text": "Joining me now, two men who disagree about the issue of the flag."}, {"sentId": 191, "text": "Author and radio host, Larry Elder, and New York Times columnist, Nicholas Kristof."}], "speaker": "LEMON", "secId": 65}, {"sentences": [{"sentId": 192, "text": "Nick, I want to start with you first."}, {"sentId": 193, "text": "The Confederate Flag has been an iconic image really in the south."}, {"sentId": 194, "text": "Are you surprised that it is falling in so many states so fast and the votes are coming in favor of taking down?"}], "speaker": "LEMON", "secId": 66}, {"sentences": [{"sentId": 195, "text": "I mean, it seems remarkable."}, {"sentId": 196, "text": "You know, for 150 years, this has been a symbol of those who fought to extend slavery, those who fought to extend segregation, those who collapsed Civil Rights workers."}], "speaker": "KRISTOF", "secId": 67}, {"sentences": [{"sentId": 197, "text": "And a week ago, it was impossible to imagine politically that it could be removed from State Capitols."}, {"sentId": 198, "text": "Today, it's politically impossible from politicians to stand by it."}, {"sentId": 199, "text": "I mean, just today, in Alabama, they removed four Confederate Flags from the state capitol grounds."}, {"sentId": 200, "text": "Four, I mean, who knew that there were four Confederate Flags on the State Capitol..."}], "speaker": "KRISTOF", "secId": 68}, {"sentences": [{"sentId": 201, "text": "People fought so vehemently to keep them there in states all over the south."}], "speaker": "LEMON", "secId": 69}, {"sentences": [{"sentId": 202, "text": "And that just changed in a moment."}, {"sentId": 203, "text": "I mean, the fact that eBay, Amazon, Walmart refused to sell Confederate Flag merchandise now."}, {"sentId": 204, "text": "I mean, there really has been a tectonic shift."}, {"sentId": 205, "text": "Now, this may not be sustained, but it is worth celebrating for just a moment."}], "speaker": "KRISTOF", "secId": 70}, {"sentences": [{"sentId": 206, "text": "Your column is fascinating in the New York Times, and here it says that, you said, this is just the beginning."}, {"sentId": 207, "text": "As a matter of fact, the title is \"Tearing down the Confederate Flag is just a start.\""}, {"sentId": 208, "text": "Tell me about that."}], "speaker": "LEMON", "secId": 71}, {"sentences": [{"sentId": 209, "text": "Sure."}, {"sentId": 210, "text": "I mean, this is a very, very potent symbol."}, {"sentId": 211, "text": "But, at the end of the day, it's a symbol."}, {"sentId": 212, "text": "And I think we have to pivot from this issue the symbol to substance."}, {"sentId": 213, "text": "And their substance is the fact that, you know, a black boy born today is expected to live at birth five years less than a white boy."}], "speaker": "KRISTOF", "secId": 72}, {"sentences": [{"sentId": 214, "text": "That in plenty of neighborhoods, you can look at a black infant and say that that child is going to more likely end up incarcerated than in college."}, {"sentId": 215, "text": "And when you can say that about an infant, that is not a reflection about that child or about those choices, it's a reflection of our society and opportunities that are available to him."}], "speaker": "KRISTOF", "secId": 73}, {"sentences": [{"sentId": 216, "text": "Fixing that is complicated."}, {"sentId": 217, "text": "It's hard."}, {"sentId": 218, "text": "But that's where we'd have to focus now."}, {"sentId": 219, "text": "Not on the real substance of inequality."}, {"sentId": 220, "text": "Not just on these symbols..."}], "speaker": "KRISTOF", "secId": 74}, {"sentences": [{"sentId": 221, "text": "Just like the focus and everyone gets so freaked out about the \"n\" word, right?"}, {"sentId": 222, "text": "Because we need to focus on what's behind that emotion and why people are in the position that we are now."}], "speaker": "LEMON", "secId": 75}, {"sentences": [{"sentId": 223, "text": "No."}, {"sentId": 224, "text": "We, in the media we tend to get diverted."}], "speaker": "KRISTOF", "secId": 76}, {"sentences": [{"sentId": 225, "text": "Right."}], "speaker": "LEMON", "secId": 77}, {"sentences": [{"sentId": 226, "text": "The dramas."}, {"sentId": 227, "text": "And the dramas are important, but the substance is what we really need to talk about."}], "speaker": "KRISTOF", "secId": 78}, {"sentences": [{"sentId": 228, "text": "Absolutely."}, {"sentId": 229, "text": "So, let's talk -- you know, you and I talked about Ferguson."}, {"sentId": 230, "text": "You were here for Ferguson."}, {"sentId": 231, "text": "We talked about North Charleston, and we talked about what happened in Baltimore."}, {"sentId": 232, "text": "And then, all of a sudden the news change, the cameras went away, the conversations change, do you think it will be the same with this particular story?"}, {"sentId": 233, "text": "KRISTOF: I suspected it will."}, {"sentId": 234, "text": "But already there has been one important difference."}, {"sentId": 235, "text": "In the previous conversations essentially, each side became more entrenched in their positions."}, {"sentId": 236, "text": "You look at polling."}, {"sentId": 237, "text": "And while there was a conversation about race in America, there wasn't really any movement on the issues."}], "speaker": "LEMON", "secId": 79}, {"sentences": [{"sentId": 238, "text": "Now, today, there has been movement."}, {"sentId": 239, "text": "There's been movement on a symbol."}, {"sentId": 240, "text": "We'll see whether we can get movement on substance."}], "speaker": "LEMON", "secId": 80}, {"sentences": [{"sentId": 241, "text": "Larry, what's your response to what Nick said?"}], "speaker": "LEMON", "secId": 81}, {"sentences": [{"sentId": 242, "text": "Well, Don, I'm just astonished that we've gone from the slaughter of nine innocent worshippers to a discussion about the Confederate Flag, the \"n\" word and gun control."}, {"sentId": 243, "text": "For crying out loud, this killer did not stand up and whip out a Confederate Flag and kill nine people with it."}], "speaker": "ELDER", "secId": 82}, {"sentences": [{"sentId": 244, "text": "And Obama mentioned in 1963, there was a bombing of a church, four little black girls were killed."}, {"sentId": 245, "text": "You know that."}, {"sentId": 246, "text": "And the sheriff was a guy that seeks dogs and water hoses on Civil Rights workers."}, {"sentId": 247, "text": "The governor was George Wallace, who stood in front of a school door and said, segregation forever."}], "speaker": "ELDER", "secId": 83}, {"sentences": [{"sentId": 248, "text": "The clan was so virulent and there was so many bombings in Birmingham, the town was called \"bombingham.\""}, {"sentId": 249, "text": "In fact, that very week there were two or three other bombings in that day."}, {"sentId": 250, "text": "Fast forward to the day, you have a governor in South who's a female of Indian descent."}], "speaker": "ELDER", "secId": 84}, {"sentences": [{"sentId": 251, "text": "One of the two senators is a black guy."}, {"sentId": 252, "text": "There's universal revulsion about what happened."}, {"sentId": 253, "text": "And in '69, another white guy wanted to start a race war."}, {"sentId": 254, "text": "His name was Charlie Manson."}, {"sentId": 255, "text": "And nobody looked at what symbols triggered him because we thought of him as what he was."}, {"sentId": 256, "text": "A drug addict, evil deviant, so as this guy."}], "speaker": "ELDER", "secId": 85}, {"sentences": [{"sentId": 257, "text": "But he never said he wanted, you know, go in and kill black people in that..."}], "speaker": "LEMON", "secId": 86}, {"sentences": [{"sentId": 258, "text": "Yes, he did."}, {"sentId": 259, "text": "He wanted to start a race war so ultimately, he could then govern the whole thing."}, {"sentId": 260, "text": "We thought of him as a nut."}, {"sentId": 261, "text": "At the start we should think of him as an evil deviant..."}], "speaker": "ELDERL", "secId": 87}, {"sentences": [{"sentId": 262, "text": "I want -- OK."}, {"sentId": 263, "text": "Hang on."}, {"sentId": 264, "text": "I want to put your tweet up."}, {"sentId": 265, "text": "Let me put your tweet up and then you can continue."}, {"sentId": 266, "text": "You said the killer did not pull out a Confederate Flag as you said, and use it to kill nine people."}, {"sentId": 267, "text": "But why we're on the subject."}, {"sentId": 268, "text": "So, go on."}, {"sentId": 269, "text": "What's your point?"}], "speaker": "LEMON", "secId": 88}, {"sentences": [{"sentId": 270, "text": "My point is, listen to this."}, {"sentId": 271, "text": "The assumption that we're all talking about here is what Eric holder said."}, {"sentId": 272, "text": "And that is that \"America suffers from pernicious racism.\""}, {"sentId": 273, "text": "Look at the difference between 1963 when these four girls were killed and right now, 52 years later, there's this President of the United States who is black, the Attorney General is going to lead an investigation into what happened."}, {"sentId": 274, "text": "In 1953, the FBI was led by J. Edgar Hoover who didn't believe..."}], "speaker": "ELDER", "secId": 89}, {"sentences": [{"sentId": 275, "text": "So, basically are you saying -- Larry, hang on, just a condensing."}, {"sentId": 276, "text": "Are you saying we're discounting the progress that is already been made?"}, {"sentId": 277, "text": "Is that what you're saying?"}], "speaker": "LEMON", "secId": 90}, {"sentences": [{"sentId": 278, "text": "That's exactly what I'm saying."}, {"sentId": 279, "text": "And all the things that Nicholas mentioned about the life expectancy, you can wave a wand over the hearts of every white person in America and expand every myth in racism and those problems will still remain."}], "speaker": "ELDER", "secId": 91}, {"sentences": [{"sentId": 280, "text": "Because the primary problem with the black community in this country is absentee fathers."}], "speaker": "ELDER", "secId": 92}, {"sentences": [{"sentId": 281, "text": "OK."}], "speaker": "LEMON", "secId": 93}, {"sentences": [{"sentId": 282, "text": "And Obama said, a kid growing up without a father is five times more likely to get..."}], "speaker": "ELDER", "secId": 94}, {"sentences": [{"sentId": 283, "text": "Nicholas, get in."}], "speaker": "LEMON", "secId": 95}, {"sentences": [{"sentId": 284, "text": "... nine times more likely to drop out of school..."}], "speaker": "ELDER", "secId": 96}, {"sentences": [{"sentId": 285, "text": "Let get in, Larry."}], "speaker": "LEMON", "secId": 97}, {"sentences": [{"sentId": 286, "text": "... 20 times more likely to end up in jail."}, {"sentId": 287, "text": "That's what we are going to be talking about."}], "speaker": "ELDER", "secId": 98}, {"sentences": [{"sentId": 288, "text": "OK. What's your response?"}], "speaker": "LEMON", "secId": 99}, {"sentences": [{"sentId": 289, "text": "So, there's no doubt that there has been extraordinary progress and that is we're celebrating."}, {"sentId": 290, "text": "But, at a time when you do have persistent inequities."}], "speaker": "KRISTOF", "secId": 100}, {"sentences": [{"sentId": 291, "text": "One doesn't cancel out the other."}, {"sentId": 292, "text": "That's the thing, right?"}], "speaker": "LEMON", "secId": 101}, {"sentences": [{"sentId": 293, "text": "That's right."}], "speaker": "KRISTOF", "secId": 102}, {"sentences": [{"sentId": 294, "text": "They are initially exclusive."}], "speaker": "LEMON", "secId": 103}, {"sentences": [{"sentId": 295, "text": "And you look at net worth, for example."}, {"sentId": 296, "text": "So, today, the average black family has 6,000 in net worth."}, {"sentId": 297, "text": "The average white family, $110,000."}], "speaker": "KRISTOF", "secId": 104}, {"sentences": [{"sentId": 298, "text": "And, Nicholas, what do you want to do about it?"}, {"sentId": 299, "text": "Please tell me."}], "speaker": "ELDER", "secId": 105}, {"sentences": [{"sentId": 300, "text": "I want to create -- I want to focus on opportunity of supporting all kids who need the opportunity and that need early education programs, for example."}], "speaker": "KRISTOF", "secId": 106}, {"sentences": [{"sentId": 301, "text": "And what that has to do with racism?"}, {"sentId": 302, "text": "What does it have to do with racism?"}], "speaker": "ELDER", "secId": 107}, {"sentences": [{"sentId": 303, "text": "That means is equal..."}], "speaker": "KRISTOF", "secId": 108}, {"sentences": [{"sentId": 304, "text": "Because this right column, Larry."}, {"sentId": 305, "text": "You should read his column."}], "speaker": "LEMON", "secId": 109}, {"sentences": [{"sentId": 306, "text": "Yes, I mean, right now, here is clearly an inequity in education."}, {"sentId": 307, "text": "What suburban kids get grade schools got in..."}], "speaker": "KRISTOF", "secId": 110}, {"sentences": [{"sentId": 308, "text": "What does that have to do with racism?"}, {"sentId": 309, "text": "What does that have to do with racism?"}], "speaker": "ELDER", "secId": 111}, {"sentences": [{"sentId": 310, "text": "Well."}], "speaker": "KRISTOF", "secId": 112}, {"sentences": [{"sentId": 311, "text": "He's talking about where people -- he's talking about -- hang on."}], "speaker": "LEMON", "secId": 113}, {"sentences": [{"sentId": 312, "text": "$16,000 a year for every kid..."}], "speaker": "ELDER", "secId": 114}, {"sentences": [{"sentId": 313, "text": "You have to let people respond."}, {"sentId": 314, "text": "If you're asking question you have to let respond."}], "speaker": "LEMON", "secId": 115}, {"sentences": [{"sentId": 315, "text": "So, for him if you ask about racism."}, {"sentId": 316, "text": "We know that whites and blacks smoke marijuana at similar rates."}, {"sentId": 317, "text": "Blacks are arrested at three times the rate."}, {"sentId": 318, "text": "Why is that?"}, {"sentId": 319, "text": "And you guys on times with racism."}], "speaker": "KRISTOF", "secId": 116}, {"sentences": [{"sentId": 320, "text": "Because they deal drugs openly in the interstate."}, {"sentId": 321, "text": "You don't find open dealing drug dealing in the suburbs."}], "speaker": "ELDER", "secId": 117}, {"sentences": [{"sentId": 322, "text": "Why is it that the same resume the same..."}], "speaker": "KRISTOF", "secId": 118}, {"sentences": [{"sentId": 323, "text": "Buying those drugs, Larry."}], "speaker": "LEMON", "secId": 119}, {"sentences": [{"sentId": 324, "text": "Yes."}, {"sentId": 325, "text": "And, Larry, the same resume with a black name and with a white name goes to employers."}, {"sentId": 326, "text": "The white names where eight years in job experience."}], "speaker": "KRISTOF", "secId": 120}, {"sentences": [{"sentId": 327, "text": "Right."}, {"sentId": 328, "text": "And black employers don't hire people with black- sounding names, either."}, {"sentId": 329, "text": "So, are they racist too?"}], "speaker": "ELDER", "secId": 121}, {"sentences": [{"sentId": 330, "text": "All right."}], "speaker": "LEMON", "secId": 122}, {"sentences": [{"sentId": 331, "text": "This is nonsense."}], "speaker": "ELDER", "secId": 123}, {"sentences": [{"sentId": 332, "text": "Larry, I have to go."}], "speaker": "LEMON", "secId": 124}, {"sentences": [{"sentId": 333, "text": "The question is whether or not a kid born today can go to school and make it to the middle class."}, {"sentId": 334, "text": "The answer is hell, yes."}], "speaker": "ELDER", "secId": 125}, {"sentences": [{"sentId": 335, "text": "Yes."}, {"sentId": 336, "text": "That's going to have to be the last word."}, {"sentId": 337, "text": "We'll continue this conversation."}, {"sentId": 338, "text": "I do have to go."}, {"sentId": 339, "text": "But I think what Nicholas is talking about this is historic institutional racism that's built into the system."}, {"sentId": 340, "text": "And that we must continue to correct that."}], "speaker": "LEMON", "secId": 126}, {"sentences": [{"sentId": 341, "text": "Thank you, gentlemen."}, {"sentId": 342, "text": "I appreciate it."}, {"sentId": 343, "text": "Coming up, the sounds of a great southern rock anthem as a symbol of old south is taken down in Alabama and elsewhere."}, {"sentId": 344, "text": "Is it a turning point for America?"}, {"sentId": 345, "text": "Are we trying to erase history?"}], "speaker": "LEMON", "secId": 127}, {"sentences": [{"sentId": 346, "text": "Confederate Flags removed from the grounds of Alabama State Capitol by order of the governor."}, {"sentId": 347, "text": "Sweet home, Alabama."}, {"sentId": 348, "text": "It's amazing how quickly things are changing since the church massacre."}], "speaker": "LEMON", "secId": 128}, {"sentences": [{"sentId": 349, "text": "And joining me now to discuss it is Bakari Sellers, a friend of Pastor Clementa Pinckney, and a former South Carolina State Representative, Martin Luther King, Jr. III, Global Human Rights activist and the eldest son of the Reverend Dr. Martin Luther King, Jr., and Bob Davis, a diversity and an inclusion expert."}], "speaker": "LEMON", "secId": 129}, {"sentences": [{"sentId": 350, "text": "It's good to see all of you."}, {"sentId": 351, "text": "Good evening, gentlemen."}, {"sentId": 352, "text": "Thank you for joining us."}, {"sentId": 353, "text": "Bakari, to you first, Alabama brought down the four Confederate Flags flying at their capitol this mornings."}, {"sentId": 354, "text": "But it's still flying as your friend's body is -- lies in honor there behind you."}, {"sentId": 355, "text": "Still, are you impressed with movement we're seeing so far?"}], "speaker": "LEMON", "secId": 130}, {"sentences": [{"sentId": 356, "text": "Well, I definitely am impressed."}, {"sentId": 357, "text": "It just goes back to the saying that we've made a lot of progress, but we still have yet a ways to go."}, {"sentId": 358, "text": "As I was standing on the steps with other members of the general assembly and Clems holds strong carriage came down main street, I can honestly say that's the first time that I just felt consumed with rage and anger as his body was driven by that Confederate Flag."}], "speaker": "SELLERS", "secId": 131}, {"sentences": [{"sentId": 359, "text": "It wasn't until I got inside and his daughter actually reached up and hugged me as we were going to the line that I was able to calm myself and realized that Clem would want us to serve a higher purpose and to move forward."}, {"sentId": 360, "text": "I'm very excited about the progress we're making but I understand that it requires follow through."}], "speaker": "SELLERS", "secId": 132}, {"sentences": [{"sentId": 361, "text": "I know."}, {"sentId": 362, "text": "Our hearts are with you."}, {"sentId": 363, "text": "We know he is a good friend of yours."}, {"sentId": 364, "text": "Martin, I want you the take a listen to Congressman James Clyburn."}, {"sentId": 365, "text": "Jim Clyburn, who spoke to our Jake Tapper earlier today."}, {"sentId": 366, "text": "He brings up a very interesting point about when these symbols were placed at the capitol."}, {"sentId": 367, "text": "Watch this."}], "speaker": "LEMON", "secId": 133}, {"sentences": [{"sentId": 368, "text": "People keep talking about this flag being where it is."}, {"sentId": 369, "text": "It's so interesting, that statue there, that so-called Confederate soldier, that statue was not there when I was growing up."}, {"sentId": 370, "text": "That statue was out at the Confederate Cemetery."}], "speaker": "CLYBURN", "secId": 134}, {"sentences": [{"sentId": 371, "text": "They brought that statue here after Civil Rights became an issue."}, {"sentId": 372, "text": "The flag was put there after -- on the dome after civil rights issues became prominent in this state."}, {"sentId": 373, "text": "So, all of these new things that have developed in response to civil rights activities, we ought to admit that that's why we did it."}, {"sentId": 374, "text": "It has nothing to do with a Confederate monument."}], "speaker": "CLYBURN", "secId": 135}, {"sentences": [{"sentId": 375, "text": "With the congress, I want to say Martin is that all -- these things are placed in defiance of your dad's equal rights work."}, {"sentId": 376, "text": "Should the monument be moved?"}], "speaker": "LEMON", "secId": 136}, {"sentences": [{"sentId": 377, "text": "You know, I mean, that's a decision for the people of South Carolina."}, {"sentId": 378, "text": "But everything, every vestige that represents something that divides people should not necessarily be - I think at the capital, there's a place for those kinds of things and that's a museum."}, {"sentId": 379, "text": "Just as the flag."}, {"sentId": 380, "text": "Back in nearly 2000 when I was the president of a Southern Christian Leadership Conference, we were slated to have our convention in South Carolina."}, {"sentId": 381, "text": "We decided and back out of our convention because the flag was flying."}, {"sentId": 382, "text": "I believed at that time in the capital."}, {"sentId": 383, "text": "They moved it to even a more prominent spot at a higher level."}, {"sentId": 384, "text": "So this is an issue that we as a nation, have been grappling with."}, {"sentId": 385, "text": "And I'm actually, certainly pleased to see this incredible progress in the short span."}, {"sentId": 386, "text": "It's so sad that women and men had to lose their lives for the nation to say, we need to remove these symbols."}], "speaker": "III", "secId": 137}, {"sentences": [{"sentId": 387, "text": "Yeah."}, {"sentId": 388, "text": "And Buck, I want to ask you this because there's concern from many southerners or some southerners who say oh, this is -- people are trying to erase history."}, {"sentId": 389, "text": "This is part of the American history."}, {"sentId": 390, "text": "So, take the monument avenue in Richmond as an example."}, {"sentId": 391, "text": "The speed is line with statues of Confederate soldiers Robert E. Lee, Jefferson Davis, Stonewall Jackson, all of those needs to come down, too?"}, {"sentId": 392, "text": "I'm just asking a question."}, {"sentId": 393, "text": "I'm not advocating."}, {"sentId": 394, "text": "I know people can misconstrue things."}, {"sentId": 395, "text": "But what do you think of that?"}], "speaker": "LEMON", "secId": 138}, {"sentences": [{"sentId": 396, "text": "I think that honoring the emotion underneath the narrative is really important."}, {"sentId": 397, "text": "I think that's one of the reasons why people get so charged up about the Confederate flag because they feel that we're asking them to remove -- especially when the media uses words like abolish the flag to get rid of it, to get rid of it, to put an end to it."}, {"sentId": 398, "text": "So when people hear that advocates of the flag, they feel like you're asking them to do away with a piece of them."}, {"sentId": 399, "text": "So what I think we fail to think about often is that many hate groups in this country have embraced and endorsed that flag."}, {"sentId": 400, "text": "And so if I'm a target -- if I'm a target of one of those hate groups and I see that flag flying above my state capitol, then I have a hard time trusting my government."}, {"sentId": 401, "text": "I have a hard time believing that the police department is going to keep me safe when I see that reminder flying over a building that my tax money helped pay for."}, {"sentId": 402, "text": "So I don't think you have to remove every statue that reminds us or is an unfriendly reminder?"}, {"sentId": 403, "text": "But specifically for this flag, I think transitioning to a new home."}, {"sentId": 404, "text": "Giving it a new space will send..."}], "speaker": "DAVIS", "secId": 139}, {"sentences": [{"sentId": 405, "text": "Yeah."}], "speaker": "LEMON", "secId": 140}, {"sentences": [{"sentId": 406, "text": "Will send a very distinct message to African- Americans who need a message of hope in this country more than any other group right now..."}], "speaker": "DAVIS", "secId": 141}, {"sentences": [{"sentId": 407, "text": "OK. DAVIS: They need a message that we care about you."}, {"sentId": 408, "text": "We hear you, see you, we love you."}, {"sentId": 409, "text": "We're part of the team."}], "speaker": "LEMON", "secId": 142}, {"sentences": [{"sentId": 410, "text": "OK."}, {"sentId": 411, "text": "I want to get Bakari, just quickly because I just have a few seconds left here."}, {"sentId": 412, "text": "Bakari, do you think that these other monuments -- these other statues of the monuments need to go?"}], "speaker": "LEMON", "secId": 143}, {"sentences": [{"sentId": 413, "text": "Well, I think we have to have that discussion."}, {"sentId": 414, "text": "And, personally, yes."}, {"sentId": 415, "text": "I think these symbols are divisiveness need to go on to museums where they belong."}], "speaker": "SELLERS", "secId": 144}, {"sentences": [{"sentId": 416, "text": "Yeah."}], "speaker": "LEMON", "secId": 145}, {"sentences": [{"sentId": 417, "text": "But that flag, it represents so much more."}, {"sentId": 418, "text": "These symbols represent so much more."}, {"sentId": 419, "text": "And we have to begin to have a discussion after this flag comes down..."}], "speaker": "SELLERS", "secId": 146}, {"sentences": [{"sentId": 420, "text": "OK."}], "speaker": "LEMON", "secId": 147}, {"sentences": [{"sentId": 421, "text": "About the economics, about education and things of that nature."}], "speaker": "SELLERS", "secId": 148}, {"sentences": [{"sentId": 422, "text": "Martin?"}], "speaker": "LEMON", "secId": 149}, {"sentences": [{"sentId": 423, "text": "Do I think that it needs to come down?"}], "speaker": "KING III", "secId": 150}, {"sentences": [{"sentId": 424, "text": "Yeah."}, {"sentId": 425, "text": "Not just the flag, but the monuments and other symbols that are..."}], "speaker": "LEMON", "secId": 151}, {"sentences": [{"sentId": 426, "text": "Yes."}, {"sentId": 427, "text": "I've already distinctive that I do believe that again, South Carolina must make that decision..."}], "speaker": "KING III", "secId": 152}, {"sentences": [{"sentId": 428, "text": "OK."}], "speaker": "LEMON", "secId": 153}, {"sentences": [{"sentId": 429, "text": "And then moved to those other issues..."}], "speaker": "KING III", "secId": 154}, {"sentences": [{"sentId": 430, "text": "All right."}], "speaker": "LEMON", "secId": 155}, {"sentences": [{"sentId": 431, "text": "As well."}], "speaker": "KING II", "secId": 156}, {"sentences": [{"sentId": 432, "text": "Thank you, gentlemen."}, {"sentId": 433, "text": "I appreciate you joining me."}], "speaker": "LEMON", "secId": 157}, {"sentences": [{"sentId": 434, "text": "Thank you."}], "speaker": "KING III", "secId": 158}, {"sentences": [{"sentId": 435, "text": "When we come right back, Glenn Beck never afraid to share his opinion."}, {"sentId": 436, "text": "But what he has to say just might surprises you."}, {"sentId": 437, "text": "There he is."}, {"sentId": 438, "text": "He joins me next."}], "speaker": "LEMON", "secId": 159}, {"sentences": [{"sentId": 439, "text": "You know you may be surprised to see my next guest here."}, {"sentId": 440, "text": "He's a"}], "speaker": "LEMON", "secId": 160}, {"sentences": [{"sentId": 441, "text": "man who is not afraid to share his opinion and he's got a lot to say about today's hot topics whether a Confederate flag debates to the riots of political correctness, which I want to talk to him about."}, {"sentId": 442, "text": "Joining me now is Glenn Beck, the founder of TheBlaze."}, {"sentId": 443, "text": "Thank you for appearing on this program... GLENN BECK, FOUNDER OF THEBLAZE: You bet, Don."}], "speaker": "LEMON", "secId": 161}, {"sentences": [{"sentId": 444, "text": "Yes?"}], "speaker": "LEMON", "secId": 162}, {"sentences": [{"sentId": 445, "text": "I now just, I'm going to hijack your show, and I don't mean to do this, but let me just say this."}, {"sentId": 446, "text": "I have watched you for a long time and I don't agree with everything that you say..."}], "speaker": "BECK", "secId": 163}, {"sentences": [{"sentId": 447, "text": "Yeah."}], "speaker": "LEMON", "secId": 164}, {"sentences": [{"sentId": 448, "text": "But the thing that I find refreshing about you is that there are times that you surprise me, which says to me that you're not just an ideologue ..."}], "speaker": "BECK", "secId": 165}, {"sentences": [{"sentId": 449, "text": "Yeah."}], "speaker": "LEMON", "secId": 166}, {"sentences": [{"sentId": 450, "text": "People might -- people trap us in these boxes now, to where everybody just thinks I'm for these certain things because what that's just who they are."}], "speaker": "BECK", "secId": 167}, {"sentences": [{"sentId": 451, "text": "Right."}], "speaker": "LEMON", "secId": 168}, {"sentences": [{"sentId": 452, "text": "No."}, {"sentId": 453, "text": "I'm a man -- I'm my own man and you're your own man and I appreciate that."}], "speaker": "BECK", "secId": 169}, {"sentences": [{"sentId": 454, "text": "Yeah."}, {"sentId": 455, "text": "Well, thank you very much."}, {"sentId": 456, "text": "I think we have to think for ourselves, and as I said on your program..."}], "speaker": "LEMON", "secId": 170}, {"sentences": [{"sentId": 457, "text": "Yes."}], "speaker": "BECK", "secId": 171}, {"sentences": [{"sentId": 458, "text": "We should not be run or governed by the right of the left."}, {"sentId": 459, "text": "So let's get into this."}], "speaker": "LEMON", "secId": 172}, {"sentences": [{"sentId": 460, "text": "Yes."}], "speaker": "BECK", "secId": 173}, {"sentences": [{"sentId": 461, "text": "You're a student of history."}, {"sentId": 462, "text": "So why don't some people see the Confederate flag as a racist symbol?"}], "speaker": "LEMON", "secId": 174}, {"sentences": [{"sentId": 463, "text": "I don't know."}, {"sentId": 464, "text": "I think because it is wrapped in the southern culture."}, {"sentId": 465, "text": "That's what I hear."}, {"sentId": 466, "text": "Now, I'm a northerner."}, {"sentId": 467, "text": "And so I speak gently here about the southern culture because it's not my culture."}, {"sentId": 468, "text": "But as a student of history, you know, because when I first work in Tampa, they were debating whether the Confederate flag should fly or not."}, {"sentId": 469, "text": "And somebody said, you know, it was about states right, and I say, well."}, {"sentId": 470, "text": "You know, Hitler could say that it was about economic prosperity too..."}], "speaker": "BECK", "secId": 175}, {"sentences": [{"sentId": 471, "text": "Right."}], "speaker": "LEMON", "secId": 176}, {"sentences": [{"sentId": 472, "text": "When we fly the Nazi flag."}, {"sentId": 473, "text": "It's not what people look at it as."}, {"sentId": 474, "text": "And that bothered me and I went to the Confederate museum."}, {"sentId": 475, "text": "I think it's in Richmond."}, {"sentId": 476, "text": "This is years ago and I asked to look at the constitution there."}, {"sentId": 477, "text": "I just want to copy at the constitution."}, {"sentId": 478, "text": "They rolled out the actual Confederate constitution."}, {"sentId": 479, "text": "It wasn't about states' rights."}, {"sentId": 480, "text": "You could not join the confederacy unless, you support it and we're a slave-owning state."}, {"sentId": 481, "text": "LEMON: Do you think it should fly in the capitol?"}], "speaker": "BECK", "secId": 177}, {"sentences": [{"sentId": 482, "text": "No, I don't."}], "speaker": "BECK", "secId": 178}, {"sentences": [{"sentId": 483, "text": "Do you think it should come down?"}], "speaker": "LEMON", "secId": 179}, {"sentences": [{"sentId": 484, "text": "No, I don't."}], "speaker": "BECK", "secId": 180}, {"sentences": [{"sentId": 485, "text": "All right."}], "speaker": "LEMON", "secId": 181}, {"sentences": [{"sentId": 486, "text": "Yes, it is."}], "speaker": "BECK", "secId": 182}, {"sentences": [{"sentId": 487, "text": "A simple as that, all right."}, {"sentId": 488, "text": "Let's move on."}, {"sentId": 489, "text": "Let's talk about words because you know, this is -- and I believe that in context -- as a journalist, they should say the words."}, {"sentId": 490, "text": "So I'm going to say it."}, {"sentId": 491, "text": "When President Obama used the word nigger, the debate erupted about whether or not he should or anyone for that matter should use that word."}, {"sentId": 492, "text": "What is your opinion about that?"}], "speaker": "LEMON", "secId": 183}, {"sentences": [{"sentId": 493, "text": "I don't think anybody should use it."}, {"sentId": 494, "text": "I don't think you should use it."}, {"sentId": 495, "text": "I don't think -- I don't you using it -- I wouldn't feel comfortable using it."}, {"sentId": 496, "text": "If I used it on the program, you just used it, as a journalist, in context."}, {"sentId": 497, "text": "If I used it, I can guarantee you that tomorrow or tonight would be the last time I would be seen on broadcast."}, {"sentId": 498, "text": "The words -- sticks and stones may break my bones but words will never hurt us, OK. That's not true in America..."}], "speaker": "BECK", "secId": 184}, {"sentences": [{"sentId": 499, "text": "It's a double standard for blacks and white..."}], "speaker": "LEMON", "secId": 185}, {"sentences": [{"sentId": 500, "text": "Yes."}], "speaker": "BECK", "secId": 186}, {"sentences": [{"sentId": 501, "text": "Are you saying?"}], "speaker": "LEMON", "secId": 187}, {"sentences": [{"sentId": 502, "text": "But it's not just -- no, no, no, it's not just the double standard, because there are many words now we're banning."}, {"sentId": 503, "text": "I think that's a bad word."}, {"sentId": 504, "text": "I mean I was race to hear that word and say that it was bad long before political correctness."}, {"sentId": 505, "text": "My parents taught me that was a bad word."}, {"sentId": 506, "text": "So I don't use that word."}, {"sentId": 507, "text": "I don't associate with people who use that word."}, {"sentId": 508, "text": "I don't understand why it's used in rap lyrics."}, {"sentId": 509, "text": "I'm sorry."}, {"sentId": 510, "text": "It's either a bad word or it's not..."}], "speaker": "BECK", "secId": 188}, {"sentences": [{"sentId": 511, "text": "Yeah."}], "speaker": "LEMON", "secId": 189}, {"sentences": [{"sentId": 512, "text": "I'm not for banning of words."}, {"sentId": 513, "text": "I personally don't use that word."}, {"sentId": 514, "text": "I don't like this political correct world we live in, where it's gone from a couple of words we stay away from to, now we're starting to ban ideas."}], "speaker": "BECK", "secId": 190}, {"sentences": [{"sentId": 515, "text": "And that, well, that's what I want to talk you about."}, {"sentId": 516, "text": "I think that in the context that I say because the president didn't say the N- word, he said the actual word and that's why I said it."}, {"sentId": 517, "text": "Otherwise, I don't like using that word."}, {"sentId": 518, "text": "As a matter of fact, I hate that word..."}], "speaker": "LEMON", "secId": 191}, {"sentences": [{"sentId": 519, "text": "Yeah."}], "speaker": "BECK", "secId": 192}, {"sentences": [{"sentId": 520, "text": "You brought up political correctness."}, {"sentId": 521, "text": "Do you think it's harder now, do you think it's made it more difficult to talk about issues."}, {"sentId": 522, "text": "Seriously..."}], "speaker": "LEMON", "secId": 193}, {"sentences": [{"sentId": 523, "text": "Oh my, God."}], "speaker": "BECK", "secId": 194}, {"sentences": [{"sentId": 524, "text": "Like race, sex or religion?"}], "speaker": "LEMON", "secId": 195}, {"sentences": [{"sentId": 525, "text": "I truly believe Don, that the reason why -- I mean, this is happened to me before in my life."}, {"sentId": 526, "text": "This is happened with me and Sean Hannity and Mark Levin."}, {"sentId": 527, "text": "We have a mutual friend who was feeding us things that they said the other guys said about us."}, {"sentId": 528, "text": "Do you know -- you know he said this about you?"}, {"sentId": 529, "text": "I didn't know that, no."}, {"sentId": 530, "text": "Oh, yeah, he is not really a fan."}, {"sentId": 531, "text": "Then he would tell somebody else, so you tell one of those guys."}, {"sentId": 532, "text": "Did you know what Glenn what said about you guys?"}, {"sentId": 533, "text": "To keep us apart, so we never talk."}, {"sentId": 534, "text": "Until I finally just wrote the guy and said, this is ridiculous."}, {"sentId": 535, "text": "We believe -- we don't believe all of the same things, but we believe many of the same things, and we're in the same business."}, {"sentId": 536, "text": "Why are we talking to one another..."}], "speaker": "BECK", "secId": 196}, {"sentences": [{"sentId": 537, "text": "Yeah."}], "speaker": "LEMON", "secId": 197}, {"sentences": [{"sentId": 538, "text": "If I've done something to hurt you, please, let me know and let me correct it now..."}], "speaker": "BECK", "secId": 198}, {"sentences": [{"sentId": 539, "text": "I mean..."}], "speaker": "LEMON", "secId": 199}, {"sentences": [{"sentId": 540, "text": "That's when the wall fell."}, {"sentId": 541, "text": "The same thing has to happen now."}, {"sentId": 542, "text": "Political correctness is keeping us -- keeping me from talking to you and you from talking to me because some of your viewers won't like it."}], "speaker": "BECK", "secId": 200}, {"sentences": [{"sentId": 543, "text": "Do you find -- I find this at people jump to confusion before having the facts."}, {"sentId": 544, "text": "Even just last night, I did a segment on an op-ed written in the New York Times whether the president should apologize for slavery."}, {"sentId": 545, "text": "Now, someone else wrote the op-ed."}, {"sentId": 546, "text": "I did the segment on television, and now everyone says that I'm oppose to the president to apologize for slavery."}, {"sentId": 547, "text": "In no way, I just did the segmented and now I'm getting hit for it."}, {"sentId": 548, "text": "The people -- do you find people drive into conclusion like that?"}], "speaker": "LEMON", "secId": 201}, {"sentences": [{"sentId": 549, "text": "Try this on for size, Don."}, {"sentId": 550, "text": "Try this for size."}, {"sentId": 551, "text": "I mean, I'm talking to my attorney on this one."}, {"sentId": 552, "text": "The Miami Herald ran an article today, an opinion piece that said I would not accept that Dylann Roof..."}], "speaker": "BECK", "secId": 202}, {"sentences": [{"sentId": 553, "text": "Yeah."}], "speaker": "BECK", "secId": 203}, {"sentences": [{"sentId": 554, "text": "R-O-O-F"}], "speaker": "LEMON", "secId": 204}, {"sentences": [{"sentId": 555, "text": "Roof."}, {"sentId": 556, "text": "That Dylann Roof would not -- was not a racist."}, {"sentId": 557, "text": "I wouldn't accept that and they had a quote."}, {"sentId": 558, "text": "The quote came from the time when we only had a partial license plate."}, {"sentId": 559, "text": "And I said, look, let's not jump to conclusions."}, {"sentId": 560, "text": "The guy could be a massive racist."}, {"sentId": 561, "text": "But he could be anti- Christian."}, {"sentId": 562, "text": "He could be anti-people."}, {"sentId": 563, "text": "He could be crazy."}, {"sentId": 564, "text": "We don't know, let's wait."}, {"sentId": 565, "text": "Within the 15 minutes that I was on the air, the information came out with who he was."}, {"sentId": 566, "text": "I looked at his Facebook page."}, {"sentId": 567, "text": "I saw that the guy is a racist and I said this guy is obviously, a massive racist."}, {"sentId": 568, "text": "The Miami Herald printed this a week later, with all of the information saying that Glenn Beck just cannot admit that this guy was racist."}, {"sentId": 569, "text": "That's an agenda or that is such unbelievable sloppy journalism that the guys should be fired."}], "speaker": "BECK", "secId": 205}, {"sentences": [{"sentId": 570, "text": "Yeah."}, {"sentId": 571, "text": "And it happens all the time."}], "speaker": "LEMON", "secId": 206}, {"sentences": [{"sentId": 572, "text": "All the time..."}], "speaker": "BECK", "secId": 207}, {"sentences": [{"sentId": 573, "text": "Glenn, fascinating."}], "speaker": "LEMON", "secId": 208}, {"sentences": [{"sentId": 574, "text": "On both sides."}], "speaker": "BECK", "secId": 209}, {"sentences": [{"sentId": 575, "text": "On both sides."}, {"sentId": 576, "text": "Glenn, I want you to stay with me because when"}], "speaker": "LEMON", "secId": 210}, {"sentences": [{"sentId": 577, "text": "we come right back, we going to continue this conversation."}, {"sentId": 578, "text": "I want to talk about someone who has been in the news a lot lately."}, {"sentId": 579, "text": "And get your take on it."}, {"sentId": 580, "text": "When I say this name, you're probably going to -- your eyes are going to get bigger."}, {"sentId": 581, "text": "Caitlyn Jenner."}, {"sentId": 582, "text": "We're going to talk to Glenn back about that, coming up."}], "speaker": "LEMON", "secId": 211}, {"sentences": [{"sentId": 583, "text": "I'm back now with Glenn Beck, the founder of TheBlaze."}, {"sentId": 584, "text": "Some people may call unholy, maybe it's a holy alliance."}, {"sentId": 585, "text": "Who knows?"}, {"sentId": 586, "text": "We're going to continue to talk and reach common ground, right?"}, {"sentId": 587, "text": "That's the whole point of it."}, {"sentId": 588, "text": "So let's get..."}], "speaker": "LEMON", "secId": 212}, {"sentences": [{"sentId": 589, "text": "Yeah, we may not agree on everything."}], "speaker": "BECK", "secId": 213}, {"sentences": [{"sentId": 590, "text": "Yeah."}], "speaker": "LEMON", "secId": 214}, {"sentences": [{"sentId": 591, "text": "Let's get some issues now."}, {"sentId": 592, "text": "Supreme Court could rule on gay marriage this week or next week."}, {"sentId": 593, "text": "What do you think -- how do you think it's going to go?"}, {"sentId": 594, "text": "Why not allow there..."}], "speaker": "LEMON", "secId": 215}, {"sentences": [{"sentId": 595, "text": "I think they're going to rule for gay marriage."}], "speaker": "BECK", "secId": 216}, {"sentences": [{"sentId": 596, "text": "So what do you think of that?"}], "speaker": "LEMON", "secId": 217}, {"sentences": [{"sentId": 597, "text": "I'm a libertarian."}, {"sentId": 598, "text": "I mean, my evil plan as a libertarian is to slowly take over the entire world and then leave everyone alone."}, {"sentId": 599, "text": "I don't care how people live their life if -- I don't want to be in your bedroom."}, {"sentId": 600, "text": "I don't want -- do you want to know about my sexual habits?"}, {"sentId": 601, "text": "I don't think so."}, {"sentId": 602, "text": "I don't want to know about yours."}, {"sentId": 603, "text": "The reason why we have marriage license in the first place, historically speaking, was to keep blacks from marrying whites."}, {"sentId": 604, "text": "Why is the government involved in this at all?"}, {"sentId": 605, "text": "They shouldn't be involved."}, {"sentId": 606, "text": "That's up to between you and your preacher."}, {"sentId": 607, "text": "Or you and your desk lamp or whoever you want to marry you."}, {"sentId": 608, "text": "That's up to you."}, {"sentId": 609, "text": "Without being said, that's a two-way street."}, {"sentId": 610, "text": "We have to live each other alone."}, {"sentId": 611, "text": "You can't now go to a church and say, hey, you have to marry these people."}, {"sentId": 612, "text": "No."}, {"sentId": 613, "text": "No."}, {"sentId": 614, "text": "They have a right to conscience."}, {"sentId": 615, "text": "You have a right to conscience."}, {"sentId": 616, "text": "Let's just be reasonable with each other and leave each other alone."}], "speaker": "BECK", "secId": 218}, {"sentences": [{"sentId": 617, "text": "You know, I understand that more than you -- I've always said, and this may get me in trouble."}, {"sentId": 618, "text": "I don't really care what you call it, as long as I have, you know, I happen to be a gay man."}, {"sentId": 619, "text": "As long as I have the same rights as everybody else, you can what you want."}, {"sentId": 620, "text": "Now I -- do I think people should be able to get married of the same sex?"}, {"sentId": 621, "text": "Yes."}, {"sentId": 622, "text": "But if there is someone who if -- you know, if their religion precludes it then, you know, that's your business."}], "speaker": "LEMON", "secId": 219}, {"sentences": [{"sentId": 623, "text": "There is nothing, this -- if you lose the right to conscience,"}], "speaker": "BECK", "secId": 220}, {"sentences": [{"sentId": 624, "text": "you lose everything else."}, {"sentId": 625, "text": "You cannot violate the right of conscience."}, {"sentId": 626, "text": "So I can't force you, Don, to say, I'm not gay."}, {"sentId": 627, "text": "I'm not -- I don't know what you're talking about."}, {"sentId": 628, "text": "I can't force you to do that, nor should I."}, {"sentId": 629, "text": "Nor should I want to live in that society..."}], "speaker": "BECK", "secId": 221}, {"sentences": [{"sentId": 630, "text": "Yeah."}], "speaker": "LEMON", "secId": 222}, {"sentences": [{"sentId": 631, "text": "You can't force me or people, you know, in churches to say, hey, we have to now marry homosexual couples, or we have to stop reading the bible."}, {"sentId": 632, "text": "No, no, no."}, {"sentId": 633, "text": "You may not like it, but the only speech that we have to protect is the speech that we don't like."}], "speaker": "BECK", "secId": 223}, {"sentences": [{"sentId": 634, "text": "So, Glenn, I've read a lot about you and people think you're a homophobic."}, {"sentId": 635, "text": "Are you a homophobic?"}], "speaker": "LEMON", "secId": 224}, {"sentences": [{"sentId": 636, "text": "Oh my, God."}, {"sentId": 637, "text": "You, well, I don't know."}, {"sentId": 638, "text": "Are you attracted to me?"}, {"sentId": 639, "text": "Are you hitting on me?"}], "speaker": "BECK", "secId": 225}, {"sentences": [{"sentId": 640, "text": "Don't even go there."}, {"sentId": 641, "text": "Don't."}], "speaker": "LEMON", "secId": 226}, {"sentences": [{"sentId": 642, "text": "We're already going to be in enough trouble."}], "speaker": "LEMON", "secId": 227}, {"sentences": [{"sentId": 643, "text": "I mean everybody, no matter what..."}], "speaker": "BECK", "secId": 228}, {"sentences": [{"sentId": 644, "text": "That's not what homophobic means."}, {"sentId": 645, "text": "Do you know that?"}], "speaker": "LEMON", "secId": 229}, {"sentences": [{"sentId": 646, "text": "Male or female, both are vomiting right now, I understand that..."}], "speaker": "BECK", "secId": 230}, {"sentences": [{"sentId": 647, "text": "Yeah."}], "speaker": "LEMON", "secId": 231}, {"sentences": [{"sentId": 648, "text": "No, I -- what would make you say that?"}], "speaker": "BECK", "secId": 232}, {"sentences": [{"sentId": 649, "text": "I -- this is from what I've read."}, {"sentId": 650, "text": "I'm just giving you a chance now to clear it up..."}], "speaker": "LEMON", "secId": 233}, {"sentences": [{"sentId": 651, "text": "OK."}, {"sentId": 652, "text": "I have..."}], "speaker": "BECK", "secId": 234}, {"sentences": [{"sentId": 653, "text": "With the statement."}], "speaker": "LEMON", "secId": 235}, {"sentences": [{"sentId": 654, "text": "I have homosexual friends..."}], "speaker": "BECK", "secId": 236}, {"sentences": [{"sentId": 655, "text": "You have gay friends."}], "speaker": "LEMON", "secId": 237}, {"sentences": [{"sentId": 656, "text": "I have many people who work for me that are gay."}, {"sentId": 657, "text": "If I -- I am a religious guy."}, {"sentId": 658, "text": "If I had a problem with it -- I will tell you this."}, {"sentId": 659, "text": "I went to Florida and I can't remember the name of the theater, and I probably shouldn't say the name of the theater because they changed."}, {"sentId": 660, "text": "They changed this."}, {"sentId": 661, "text": "But I have several people that were working with me on a project that were gay."}, {"sentId": 662, "text": "And we were traveling from theater to theater, and we went to this big, well-known theater in Florida."}, {"sentId": 663, "text": "And one of the stage hands, the stage manager, was violently anti-gay, and calling people all kinds of names on my staff as they walked away."}, {"sentId": 664, "text": "Well, one of them heard it and came to me in tears."}, {"sentId": 665, "text": "It was like, Glenn, I've never -- I went immediately to the general manager of the theater and said, if this guy is the kind of guy that you have, we will never play here again and I'm canceling my appearance here."}, {"sentId": 666, "text": "You do not treat people that way, period."}, {"sentId": 667, "text": "Straight, gay, it doesn't matter."}, {"sentId": 668, "text": "You don't do it."}, {"sentId": 669, "text": "They fired him."}, {"sentId": 670, "text": "And I think they were right for firing him because it wasn't his free speech outside."}, {"sentId": 671, "text": "It was his speech at work and he was denigrating people."}], "speaker": "BECK", "secId": 238}, {"sentences": [{"sentId": 672, "text": "Yeah."}, {"sentId": 673, "text": "So listen."}, {"sentId": 674, "text": "Let's talk about Caitlyn Jenner now."}, {"sentId": 675, "text": "We're talking about transgender, people in transgender rights."}, {"sentId": 676, "text": "What do you make of her transition from Bruce?"}, {"sentId": 677, "text": "And do you think it's going to help people understand what it means to be transgender."}], "speaker": "LEMON", "secId": 239}, {"sentences": [{"sentId": 678, "text": "I don't know."}, {"sentId": 679, "text": "I honestly feel horrible that he has felt this way his whole life and lived with this secret his whole life."}, {"sentId": 680, "text": "I can't imagine."}, {"sentId": 681, "text": "I can't imagine living -- as long as he has with this secret and feeling like, I can't say who I really feel I am."}], "speaker": "BECK", "secId": 240}, {"sentences": [{"sentId": 682, "text": "Do you accept that he wants to be called she now?"}], "speaker": "LEMON", "secId": 241}, {"sentences": [{"sentId": 683, "text": "I thought he -- I'm not really familiar with all of what's OK and what's not OK now."}, {"sentId": 684, "text": "I thought he said he didn't mind either way."}], "speaker": "BECK", "secId": 242}, {"sentences": [{"sentId": 685, "text": "Yeah."}, {"sentId": 686, "text": "What do we do then?"}, {"sentId": 687, "text": "How do we fix this problem of people castigating and denigrating each other because they just don't agree, what do we do?"}, {"sentId": 688, "text": "To continue to have conversations like we do?"}, {"sentId": 689, "text": "What..."}], "speaker": "LEMON", "secId": 243}, {"sentences": [{"sentId": 690, "text": "I think we have to have conversations like we're having."}, {"sentId": 691, "text": "We have to -- if you're not uncomfortable in at least one conversation a week, intentionally uncomfortable, maybe you aren't pushing hard enough."}, {"sentId": 692, "text": "You should reach out to somebody that makes you a little uncomfortable and see if you can find some sort of common ground."}, {"sentId": 693, "text": "We are dividing ourselves into a little tiny camp song  that never ends well."}, {"sentId": 694, "text": "We have to stop doing this."}, {"sentId": 695, "text": "I don't understand why Hillary Clinton -- I mean, you can imagine, I don't agree with what a lot of Hillary Clinton says."}, {"sentId": 696, "text": "Of course, they're going to get, I don't think a lot of your viewers agree with Hillary Clinton either."}, {"sentId": 697, "text": "But I couldn't believe that she was denigrated for saying, all live matter in the black church."}], "speaker": "BECK", "secId": 244}, {"sentences": [{"sentId": 698, "text": "Yeah."}], "speaker": "LEMON", "secId": 245}, {"sentences": [{"sentId": 699, "text": "Is there more safe things to say?"}, {"sentId": 700, "text": "That doesn't mean, that black lives don't matter, it just means, all lives matter."}, {"sentId": 701, "text": "They should all matter equally."}, {"sentId": 702, "text": "If we were to follow what Martin Luther King was talking about, it doesn't matter about the skin color."}, {"sentId": 703, "text": "All life matters."}], "speaker": "BECK", "secId": 246}, {"sentences": [{"sentId": 704, "text": "Yeah."}, {"sentId": 705, "text": "Glenn Beck, not the end of a conversation."}, {"sentId": 706, "text": "I'll see you soon."}], "speaker": "LEMON", "secId": 247}, {"sentences": [{"sentId": 707, "text": "Thank you, sir."}], "speaker": "BECK", "secId": 248}, {"sentences": [{"sentId": 708, "text": "All right."}, {"sentId": 709, "text": "We'll be right back."}], "speaker": "LEMON", "secId": 249}, {"sentences": [{"sentId": 710, "text": "We have more on our Breaking News tonight on those"}], "speaker": "LEMON", "secId": 250}, {"sentences": [{"sentId": 711, "text": "escaped prisoners in upstate New York."}, {"sentId": 712, "text": "Corrections Officer Gene Palmer arraigned on one count of promoting dangerous prison contraband."}, {"sentId": 713, "text": "Two counts of destroying evidence and one count of official misconduct."}, {"sentId": 714, "text": "Take a look at this video."}, {"sentId": 715, "text": "You see him in the video from our affiliate WPTZ, leaving the court building just a short time ago."}, {"sentId": 716, "text": "He's expected back in court tomorrow afternoon to enter a plea of not guilty."}, {"sentId": 717, "text": "That's it for us tonight."}, {"sentId": 718, "text": "Thanks for watching."}, {"sentId": 719, "text": "AC360 starts right now."}], "speaker": "LEMON", "secId": 251}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1506.24.cnnt.01.html.json", "time": "Aired June 24, 2015 - 22:00:00   ET"}