{"sectionCount": 243, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["LEMON", "UNIDENTIFIED MALE", "BASH", "SCHLAPP", "COSTA", "NAVARRO", "HALEY", "ALEXANDER", "TURNER", "WEINHOLD", "WILLIAMS", "ECKO", "WEST", "CARTER", "UNIDENTIFIED FEMALE"], "subTitle": "Trump Signs Pledge Agreeing not To Launch Third-Party Run; Trump Meeting with Republican Party Chairman Reince Priebus Tomorrow; Protests in Baltimore Vigil for Slain Police Officer in Illinois. Aired 10-11p ET.", "url": "transcripts.cnn.com/TRANSCRIPTS/1509/02/cnnt.01.html", "sentenceCount": 555, "sections": [{"sentences": [{"sentId": 0, "text": "Well, the breaking news is will Donald Trump sign a pledge agreeing not to launch a third party run."}, {"sentId": 1, "text": "This is CNN Tonight."}, {"sentId": 2, "text": "I'm Don Lemon."}, {"sentId": 3, "text": "Trump meeting with Republican Party Chairman Reince Priebus behind closed doors tomorrow, right here in New York City."}, {"sentId": 4, "text": "CNN's Dana Bash has new details about that meeting in just moments."}], "speaker": "LEMON", "secId": 0}, {"sentences": [{"sentId": 5, "text": "Plus, why Trump is bashing Jeb Bush for this."}], "speaker": "LEMON", "secId": 1}, {"sentences": [], "speaker": "UNIDENTIFIED MALE", "secId": 2}, {"sentences": [{"sentId": 6, "text": "I want to bring -- begin with out breaking news now and bring in our Chief Political Correspondent Dana Bash -- new information tonight about the big unanswered question that has the GOP on edge, will Donald Trump remain Republican or mount a third party run?"}, {"sentId": 7, "text": "So Dana, what is it, what do you have?"}], "speaker": "LEMON", "secId": 3}, {"sentences": [{"sentId": 8, "text": "Well Don, according to sources familiar with the discussions, all sides point to that meeting tomorrow that you talked about ending with Donald Trump signing a pledge to support the Republican presidential candidate if he loses the nomination and pledge not to run as an independent."}, {"sentId": 9, "text": "However -- this is an important however, sources also caution that until this meeting actually happens and it's between Donald Trump and the Republican's Party Chair Reince Priebus, no one can be sure exactly what will happen."}, {"sentId": 10, "text": "Because Trump is very much his own advisor, he has a history of being unpredictable."}, {"sentId": 11, "text": "Now the back story here of course is that Trump made waves, you remember during the presidential debate last month by decidedly not vowing to remain a Republican no matter what."}, {"sentId": 12, "text": "Right after that, I spoke to Reince Priebus."}, {"sentId": 13, "text": "He said he wasn't worried and it's really been clear that the two have been quietly talking for a while, Trump has been saying for the past few weeks how nice the RNC has been to him."}, {"sentId": 14, "text": "And Don, all of that culminated with kind of the bread crumbs that we were following all day on this day today, first, the RNC took a really unusual step."}, {"sentId": 15, "text": "They said this, this is a pledge that they sent to Republican presidential campaigns, asking them to sign it which is a promise to back the GOP nominee no matter what, and also not to run as an independent."}, {"sentId": 16, "text": "Later we learned that the RNC chair was going to New York to meet with Trump and they Trump scheduled a news conference after that meeting tomorrow so all those bread crumbs point to the signs that we're now getting from sources."}], "speaker": "BASH", "secId": 4}, {"sentences": [{"sentId": 17, "text": "I wonder why it's such a big deal if he does indeed decide to sign this -- he didn't raise his hand in the debate, but he's been saying all along I have no intention of running third party, I'm a Republican, I'm going to run the Republican ticket, so why is it such a big deal?"}], "speaker": "LEMON", "secId": 5}, {"sentences": [{"sentId": 18, "text": "He has been saying that."}, {"sentId": 19, "text": "The reason why it's a big deal is because Republicans are certain that if Trump were to bolt the GOP and even a moderately successful campaign as an independent, he would siphon enough votes from Republicans that they would really hand the keys to the White House, to Democrats."}, {"sentId": 20, "text": "The big fear -- some of many Republicans who know this, Don, is really since Trump's campaign took off, if the party pushes him too far at the end of the day, he will bolt."}, {"sentId": 21, "text": "In fact, he even has said that in the past, he's moved closer to you know sort of being a more affirmative Republican, but if Reince Priebus does get Trump to sign that pledge it would be a big coup for the RNC because it would be a big sigh of relief for them in this tumultuous environment."}, {"sentId": 22, "text": "But let's be clear."}, {"sentId": 23, "text": "It would also be good for Donald Trump in this environment because it could legitimize him with Republican voters who are hearing more and more from people like Jeb Bush that Trump is not a real conservative."}, {"sentId": 24, "text": "It could be a sign to them, the party faithful that he is."}], "speaker": "BASH", "secId": 6}, {"sentences": [{"sentId": 25, "text": "All right."}, {"sentId": 26, "text": "Dana Bash, great reporting, stand by and many to the way in on this."}, {"sentId": 27, "text": "So let's bring in Mercedes Schlapp, she's a Republican Strategist, Robert Costa, National Political Reporter for the Washington Post, Ana Navarro, Republican Strategist who is a support of Jeb Bush and an advisor to other GOP candidates."}, {"sentId": 28, "text": "She knows just about all the Republicans who are in the race, all 350 who are running."}], "speaker": "LEMON", "secId": 7}, {"sentences": [{"sentId": 29, "text": "So I'm going to start with Mercedes."}, {"sentId": 30, "text": "Mercedes, are you surprised to hear that Trump may sign this loyalty pledge?"}], "speaker": "LEMON", "secId": 8}, {"sentences": [{"sentId": 31, "text": "You know I am just because he was so out there answering that Cleveland debate where he was the sole individual to raise his hand."}, {"sentId": 32, "text": "So again, he's so unpredictable."}, {"sentId": 33, "text": "Of course he's going to keep us in suspense until tomorrow."}, {"sentId": 34, "text": "And God only knows by September, he might take the pledge and actually rip it into two pieces by the end of this process."}, {"sentId": 35, "text": "So, again, it is going to with interesting to see Donald Trump making this pledge."}, {"sentId": 36, "text": "I think it's important for him."}], "speaker": "SCHLAPP", "secId": 9}, {"sentences": [{"sentId": 37, "text": "Let's play the moment that you're talking about from that debate."}], "speaker": "LEMON", "secId": 10}, {"sentences": [{"sentId": 38, "text": "Gentlemen, we know how much you love hand-raising questions."}, {"sentId": 39, "text": "So we promise this is the only one tonight, the only one."}, {"sentId": 40, "text": "Is there anyone on stage -- and can I see hands, who is unwilling tonight to pledge your support to the eventual nominee of the Republican Party and pledge to not run and independent campaign against that person?"}, {"sentId": 41, "text": "Again, we're looking for you to raise your hand now if you won't make that pledge tonight."}], "speaker": "UNIDENTIFIED MALE", "secId": 11}, {"sentences": [{"sentId": 42, "text": "Mr. Trump?"}], "speaker": "UNIDENTIFIED MALE", "secId": 12}, {"sentences": [{"sentId": 43, "text": "Ok, so he was the only one who did raise his hand that he wouldn't sign."}, {"sentId": 44, "text": "So Robert, just days away from the September 16th debate right here on CNN."}, {"sentId": 45, "text": "So what do you make of this moment, is it a big deal?"}], "speaker": "LEMON", "secId": 13}, {"sentences": [{"sentId": 46, "text": "I've been on the phone with Trump associates and sources close to the RNC tonight, and they say this is a process that's been long in the making."}, {"sentId": 47, "text": "They believe that Trump have come to an agreement but is likely that Trump will sign this pledge tomorrow in New York City."}, {"sentId": 48, "text": "Trump wants to signal to the party that he's not trying to run it as an independent."}, {"sentId": 49, "text": "This is also coming from a position of strength for Trump."}, {"sentId": 50, "text": "According to his allies because he's leading the polls, he thinks he actually has a real shot at the nomination."}, {"sentId": 51, "text": "Might as well get this out of the way and get any kind of skeptics on the sidelines on his side."}], "speaker": "COSTA", "secId": 14}, {"sentences": [{"sentId": 52, "text": "Ok.  Ana, I have another question for you but I want to ask you this."}, {"sentId": 53, "text": "What do you think of this?"}, {"sentId": 54, "text": "Does this bring you any sort of relief that Donald Trump may sign this and not go off and do his own thing?"}], "speaker": "LEMON", "secId": 15}, {"sentences": [{"sentId": 55, "text": "Well Don, I'm not sure I can utter the world relief and Donald Trump in the same sentence."}, {"sentId": 56, "text": "And frankly nothing of a Donald Trump surprises me at this point."}, {"sentId": 57, "text": "I think its smart move and he's making it -- of course a media extravaganza."}, {"sentId": 58, "text": "And he had to do it for process reasons because as Robert knows, there are some stake in the deadline to be ballot are coming up that require you to sign a loyalty oath."}, {"sentId": 59, "text": "So if he was going to appear in states like South Carolina, he was going to have to do it."}, {"sentId": 60, "text": "He was going to face this question, what he's done is turn it into a media event."}, {"sentId": 61, "text": "I think it's very smart from the RNC."}, {"sentId": 62, "text": "Now, the caveat is -- but frankly, I'm not sure there's anything you can do to enforce if he decides later on that he doesn't want to play by these rules."}, {"sentId": 63, "text": "As we know, Donald Trump has been known to change positions."}], "speaker": "NAVARRO", "secId": 16}, {"sentences": [{"sentId": 64, "text": "So it's not a legal document then, right?"}, {"sentId": 65, "text": "It's something that you're saying -- it's basically a handshake."}], "speaker": "LEMON", "secId": 17}, {"sentences": [{"sentId": 66, "text": "It's symbolic."}], "speaker": "NAVARRO", "secId": 18}, {"sentences": [{"sentId": 67, "text": "It's symbolic."}], "speaker": "LEMON", "secId": 19}, {"sentences": [{"sentId": 68, "text": "It's important but it's symbolic."}], "speaker": "NAVARRO", "secId": 20}, {"sentences": [{"sentId": 69, "text": "Ok so, Ana, let's just say this."}, {"sentId": 70, "text": "And then he doesn't -- he does become the nominee."}, {"sentId": 71, "text": "He signs and then he doesn't sign."}, {"sentId": 72, "text": "Do you think that the GOP -- every one of the GOP and all the other candidates will get in line and support a Donald Trump in the GOP nomination?"}], "speaker": "LEMON", "secId": 21}, {"sentences": [{"sentId": 73, "text": "I think that all the other candidates are going to sign this pledge."}, {"sentId": 74, "text": "I think they're going to stick by this pledge, and whoever is the nominee of the Republican Party is going to get it."}], "speaker": "NAVARRO", "secId": 22}, {"sentences": [{"sentId": 75, "text": "Even if it is Donald Trump because that is part of the pledge."}], "speaker": "LEMON", "secId": 23}, {"sentences": [{"sentId": 76, "text": "I think -- you know I know a lot of the other candidates."}, {"sentId": 77, "text": "And I think when they sign a pledge, they mean it, and so I think yes, even it is Donald Trump, it will something that they will honor."}, {"sentId": 78, "text": "Most of those guys are fairly honorable when they sign pledges."}], "speaker": "NAVARRO", "secId": 24}, {"sentences": [{"sentId": 79, "text": "Dana, according to your sources and what you've been reporting about our other Republican campaigns in favor of this pledge."}], "speaker": "LEMON", "secId": 25}, {"sentences": [{"sentId": 80, "text": "Yes."}, {"sentId": 81, "text": "I know that Scott Walker for example told that he signed it, sent it back, no problem."}, {"sentId": 82, "text": "And others have already said publicly without question that they are Republican, they will always be Republican, and that they will do it."}, {"sentId": 83, "text": "Those that we haven't heard back from I should underscore though are those who have never run for office, we haven't heard from Ben Carson, for example, who is kind of a new Republican, Carly Fiorina who's never run for office before but she's been a Republican since she's been involved in public service."}, {"sentId": 84, "text": "So -- but the answer is yes, I agree with Ana."}, {"sentId": 85, "text": "It's hard to imagine any of these other candidates floating with the idea of a third party run."}], "speaker": "BASH", "secId": 26}, {"sentences": [{"sentId": 86, "text": "Do any of you remember anything like this recently especially on the Republican side where you have all these newbies, upstarts if you will, running for President, and basically setting the tone and the agenda for the election."}, {"sentId": 87, "text": "Any one of you -- have you seen this, recently?"}], "speaker": "LEMON", "secId": 27}, {"sentences": [{"sentId": 88, "text": "We saw it in 2011, Don."}, {"sentId": 89, "text": "We had Herman Cain, Michelle Bachman, Newt Gingrich, so many of these conservative stars came out of nowhere to run for the top..."}], "speaker": "COSTA", "secId": 28}, {"sentences": [{"sentId": 90, "text": "But not so much powers as Donald Trump now..."}], "speaker": "LEMON", "secId": 29}, {"sentences": [{"sentId": 91, "text": "There's never been a celebrity billionaire in the race with this kind of extemporaneous style, media-savvy, that's what's enabling him to overpower the field."}], "speaker": "COSTA", "secId": 30}, {"sentences": [{"sentId": 92, "text": "Because all of those people fell by the way side and then the traditional candidates came in."}], "speaker": "LEMON", "secId": 31}, {"sentences": [{"sentId": 93, "text": "We haven't really seen in Presidential politics, but we did see it in 2010 with the Tea Party movement -- being a non-politician was an asset."}], "speaker": "NAVARRO", "secId": 32}, {"sentences": [{"sentId": 94, "text": "Ok, guys stand by we're going to have plenty of time to talk."}, {"sentId": 95, "text": "So we come right back, Donald Trump's latest attack on Jeb Bush."}, {"sentId": 96, "text": "Why he says Bush should stop speaking Spanish."}], "speaker": "LEMON", "secId": 33}, {"sentences": [{"sentId": 97, "text": "Plus, protests in Baltimore over the Freddy Gray case, a vigil in Illinois for a slain officer, are police under fire?"}, {"sentId": 98, "text": "And are we making it harder for them to do their job?"}], "speaker": "LEMON", "secId": 34}, {"sentences": [{"sentId": 99, "text": "-- will Donald Trump remain a Republican, will he launch a third party run, and why is he blasting Jeb Bush for speaking in Spanish."}, {"sentId": 100, "text": "Back with me, Mercedes Schlapp, Robert Costa, Ana Navarro, and Dana Bash, so Ana, I heard you speaking some Espanol on another program this evening."}, {"sentId": 101, "text": "Listen, more attacks between Jeb Bush and Donald Trump today in response to Jeb's speaking Spanish, saying that Trump isn't a conservative."}, {"sentId": 102, "text": "Trump told Breitbart he says I like Jeb."}, {"sentId": 103, "text": "He's a nice man."}, {"sentId": 104, "text": "But he should really set the example by speaking English while in the United States, Ms. Navarro?"}], "speaker": "LEMON", "secId": 35}, {"sentences": [{"sentId": 105, "text": "Well, you know, Mercy and I could really toy with you for doing this entire interview in Spanish but I think we'll refrain."}, {"sentId": 106, "text": "And you know Mercy who has like 12 kids, I'm sure she wants her kids to be bilingual and it's teaching them Spanish."}, {"sentId": 107, "text": "Look, I actually think Donald Trump -- Donald Trump is making some progress, because the last time he attacked Jeb for speaking, he was you know he was attacking Jeb for speaking Mexican."}, {"sentId": 108, "text": "So at least now he knows that it's called the Spanish language."}, {"sentId": 109, "text": "So I think we can call it some progress."}, {"sentId": 110, "text": "What I find most ironic about this, is that Donald Trump has now told this over and over and over again, that he is suing Univision for $500 million because they refused to carry his pageant."}, {"sentId": 111, "text": "Why, because he couldn't reach the Spanish-speaking audience in the United States, so instead of telling Jeb that he shouldn't be speaking Spanish and should set an example, maybe Donald Trump should start by setting the example and dropping that lawsuit since Spanish speakers in the United States are also irrelevant to him."}], "speaker": "NAVARRO", "secId": 36}, {"sentences": [{"sentId": 112, "text": "Doesn't this make his supporters, Mercedes, dig in more when it comes to that -- because they'll yeah he's right."}, {"sentId": 113, "text": "You should speak English when you're in this country."}], "speaker": "LEMON", "secId": 37}, {"sentences": [{"sentId": 114, "text": "There is that segment in the grass roots movement where it's English only segment, which I think has become a little more -- a novice comment."}, {"sentId": 115, "text": "Whenever Donald Trump goes after Jeb Bush, his supporters love it."}, {"sentId": 116, "text": "They love every single one of those lines."}, {"sentId": 117, "text": "But the problem becomes that it ends up not allowing Donald Trump to grow an actual realistic coalition, right?"}, {"sentId": 118, "text": "And this is where Jeb Bush just does such a nice job -- first of all Spanish just being part of his culture and the fact that you know what, I want conservative principles translated in every language, from Spanish to Mandarin."}, {"sentId": 119, "text": "I think it's important to be able to deliver these conservative principles and talk about in Jeb's case his record to a broad audience that are not just English speakers, and I think that's incredibly important."}, {"sentId": 120, "text": "I think that Donald Trump misses that point."}, {"sentId": 121, "text": "LEMON:  So Dana, speaking of maybe missing the point, only 15 percent of Hispanics view Donald Trump favorably compared to 43 percent -- the Hispanic voters who view Jeb Bush favorably, that's according a new Washington Post/ABC News poll, yet, Trump is beating Jeb Bush in every single poll."}, {"sentId": 122, "text": "Does Trump telling Bush to speak English impact how Hispanic voters view the Republican Party you think?"}], "speaker": "SCHLAPP", "secId": 38}, {"sentences": [{"sentId": 123, "text": "Well, certainly that's the fear amongst a lot of Republicans."}, {"sentId": 124, "text": "They have known that this has been a potential for them for a long time but it really peaked in 2012 when Mitt Romney only won 27 percent of the Hispanic vote, and since then the RNC and -- I guess my friends Mercy and Ana know this very well, they worked incredibly hard after doing this big autopsy to try to convince party members from the top to the grass roots to change their language, to maybe even change some policies."}, {"sentId": 125, "text": "And Donald Trump is very proud..."}], "speaker": "BASH", "secId": 39}, {"sentences": [{"sentId": 126, "text": "Reince Priebus did after the last election, right?"}], "speaker": "LEMON", "secId": 40}, {"sentences": [{"sentId": 127, "text": "And Donald Trump is very proud of the fact that he kind of turned that around in that -- Priebus and the RNC, they were pretty successful until June 16th, when Donald Trump announced in kind of sidelining the really difficult debate within the Republican Party that got pretty toxic on the language of immigration that really turned off a lot of Latinos and a lot of Republicans are concerned that it's going to hurt them in the long run."}], "speaker": "BASH", "secId": 41}, {"sentences": [{"sentId": 128, "text": "Bob, let's talk about how this affects -- again Donald Trump and the Republican Party, Jeb Bush a shot back and here's what -- Donald Trump tries to kill the party attacking any American who is bilingual, Jen is attracting new conservatives."}, {"sentId": 129, "text": "So -- but he's -- they're linking it to a Washington Post article saying that Jeb could be the GOP's key to the Latino vote."}, {"sentId": 130, "text": "Is it going to matter if Bush can't get this nomination?"}], "speaker": "LEMON", "secId": 42}, {"sentences": [{"sentId": 131, "text": "It's going to matter how Bush handles Trump."}, {"sentId": 132, "text": "That's the defining question right now in the Republican race."}, {"sentId": 133, "text": "I just interviewed Danny Diaz, as Bush's Campaign Manager and he said Trump is for real, they're taking him seriously."}, {"sentId": 134, "text": "They also believe they need to counter his attacks."}, {"sentId": 135, "text": "It's dangerous territory however, going after Trump."}, {"sentId": 136, "text": "We've seen other Republican rivals sink in the polls after doing do, but this is Bush's moment, especially that CNN Debate on September 16th."}, {"sentId": 137, "text": "Trump's going to have the assault against Bush, how he handles it will inform how many voters see Bush as a contender."}], "speaker": "NAVARRO", "secId": 43}, {"sentences": [{"sentId": 138, "text": "Ok, I want to switch gears here."}, {"sentId": 139, "text": "Ana, I want to get your response to this."}, {"sentId": 140, "text": "South Carolina Governor Nikki Haley who made news earlier this summer by getting the Confederate Flag taken down from her state capital."}, {"sentId": 141, "text": "She spoke today and she talked about the Black Lives Matter movement, listen."}], "speaker": "LEMON", "secId": 44}, {"sentences": [{"sentId": 142, "text": "Black lives do matter."}, {"sentId": 143, "text": "And they have been disgracefully jeopardized by the movement that has laid waste to Ferguson and Baltimore."}, {"sentId": 144, "text": "It's all about working together."}, {"sentId": 145, "text": "So we don't think we get anything done by yelling."}, {"sentId": 146, "text": "We know we get everything done by communicating."}, {"sentId": 147, "text": "So I will tell you, any group that wants to talk about violence?"}, {"sentId": 148, "text": "There's no place in South Carolina for that."}, {"sentId": 149, "text": "Any group that wants to talk about getting something done, we're going to listen to you, and we're going to work for you, and we're going to try and bring you together."}, {"sentId": 150, "text": "But that's the part that -- look it's not just Black Lives Matter, we've got lots of groups that want to yell and scream."}, {"sentId": 151, "text": "You can do that."}, {"sentId": 152, "text": "That's not going to get you anywhere."}, {"sentId": 153, "text": "What we won't tolerate is violence."}], "speaker": "HALEY", "secId": 45}, {"sentences": [{"sentId": 154, "text": "Ok, so she's saying she would like to incorporate the group with Republicans but she says they need to change their approach, Ana."}], "speaker": "LEMON", "secId": 46}, {"sentences": [{"sentId": 155, "text": "You know Don, I think we are getting so caught up on semantics and words, and in the meantime, the divisions and the tensions and the violence seems to be getting worse on both sides of this."}, {"sentId": 156, "text": "We have to look at this, I think in a fresh approach and figure out a pragmatic, constructive way so that black lives matter, all lives matter, and so that they can be less racial tension for the love of god."}, {"sentId": 157, "text": "This cannot continue in America."}], "speaker": "NAVARRO", "secId": 47}, {"sentences": [{"sentId": 158, "text": "Thank you, all."}, {"sentId": 159, "text": "I appreciate it, great reporting there to you, Dana Bash joining us from Washington with the information tonight."}], "speaker": "LEMON", "secId": 48}, {"sentences": [{"sentId": 160, "text": "When we come right back here on CNN Tonight, a vigil in Illinois, and suspects in a police officers killing are on the run."}, {"sentId": 161, "text": "Are officers under fire?"}], "speaker": "LEMON", "secId": 49}, {"sentences": [{"sentId": 162, "text": "Protests in Baltimore today, as a judge rules there will be separate trials for each of the six police officers charged in connection with the death of Freddie Gray."}], "speaker": "LEMON", "secId": 50}, {"sentences": [{"sentId": 163, "text": "In Texas, a deputy shot 15 times in a brutal ambush over the weekend."}], "speaker": "LEMON", "secId": 51}, {"sentences": [{"sentId": 164, "text": "And an Illinois vigil tonight for another slain police officer, the suspects in that case on the run, and we've been following it here on CNN."}], "speaker": "LEMON", "secId": 52}, {"sentences": [{"sentId": 165, "text": "Are police under attack?"}, {"sentId": 166, "text": "Are protesters voices being heard?"}], "speaker": "LEMON", "secId": 53}, {"sentences": [{"sentId": 167, "text": "Joining me now is Rob Weinhold, Crisis and Public Safety Expert and a former Baltimore Police Officer, Rashad Turner is a Lead Organizer for Black Lives Matter in St. Paul Minnesota, and CNN Law Enforcement Analyst Cedric Alexander, good evening, gentlemen."}, {"sentId": 168, "text": "I appreciate you joining me this evening."}], "speaker": "LEMON", "secId": 54}, {"sentences": [{"sentId": 169, "text": "Cedric, you first."}, {"sentId": 170, "text": "How do police do their jobs in this climate?"}], "speaker": "LEMON", "secId": 55}, {"sentences": [{"sentId": 171, "text": "You know it's a tough climate right now, Don, for police officers."}, {"sentId": 172, "text": "It's almost at a point where many officers across this country are finding it very difficult to do their jobs."}, {"sentId": 173, "text": "Not difficult because they don't want to do them."}, {"sentId": 174, "text": "They want to do them."}, {"sentId": 175, "text": "But every time that officers go out here, make an attempt to do their job, want to do it well, there is this appearance, there is clearly this feeling and I we all see experience it as well too, we all see it but we want to acknowledge it or not, -- scrutinize to a point where it does make them hesitant, it does make them wonder if they're going to be able to get through a shift."}, {"sentId": 176, "text": "And that hesitation, I'm really concerned about."}, {"sentId": 177, "text": "You know we saw some very vicious attacks on police officers here over the last few days."}, {"sentId": 178, "text": "And those attacks, really, are concerning for all of us because these are men and women who go out there and do this job every day."}, {"sentId": 179, "text": "But the maliciousness and the kind of rhetoric that's around, too."}, {"sentId": 180, "text": "And I'm not blaming any source or any one on that."}, {"sentId": 181, "text": "But we've got to find a way to talk to each other and use our language to be positive and ."}], "speaker": "ALEXANDER", "secId": 56}, {"sentences": [{"sentId": 182, "text": "Let's put that question to Rashad in part because you're from Minneapolis where your group marched this past weekend."}, {"sentId": 183, "text": "And there is some pretty harsh rhetoric that they've been playing, calling police pigs in a blanket, fry like bacon -- let's play it."}], "speaker": "LEMON", "secId": 57}, {"sentences": [{"sentId": 184, "text": "Pigs in a blanket, fry like bacon."}], "speaker": "UNIDENTIFIED MALE", "secId": 58}, {"sentences": [{"sentId": 185, "text": "So Rashad, you were out there."}, {"sentId": 186, "text": "This is your group."}, {"sentId": 187, "text": "Do you think any of this angered frustration -- do you think that's spreading?"}, {"sentId": 188, "text": "Is it going too far?"}], "speaker": "LEMON", "secId": 59}, {"sentences": [{"sentId": 189, "text": "Don, I think that for many, many years, black people have been under attack."}, {"sentId": 190, "text": "I find it very offensive that people are going to say this chant has led to the deaths of officers."}, {"sentId": 191, "text": "There's been plenty of rhetoric."}], "speaker": "TURNER", "secId": 60}, {"sentences": [{"sentId": 192, "text": "But you don't condone that language, do you?"}], "speaker": "LEMON", "secId": 61}, {"sentences": [{"sentId": 193, "text": "I mean, here's the thing, it might not have been the best chant but I I'm not going to tell someone what they can or can't say."}, {"sentId": 194, "text": "What I don't condone and I feel is very offensive, is we're being connected to people we don't know and people who aren't a part of the movement."}, {"sentId": 195, "text": "And what's even more offensive is that there's all this uproar about a chant."}, {"sentId": 196, "text": "And if you can remember back to the New York City Police Department who wore a shirt saying I can breathe, mocking the death and the last few words of Eric Gardner, there was no uproar, Don."}, {"sentId": 197, "text": "So I think it's a false narrative that's continuing to be pushed."}, {"sentId": 198, "text": "Obviously we're going to continue to use our voices."}, {"sentId": 199, "text": "We're not going to be you know distracted by people who want to focus on a chant out of a four hour march that was peaceful, that bought a bunch of people together..."}], "speaker": "TURNER", "secId": 62}, {"sentences": [{"sentId": 200, "text": "Will you instruct people not to use language like that in the future?"}], "speaker": "LEMON", "secId": 63}, {"sentences": [{"sentId": 201, "text": "Here's the thing right, we are trying to free ourselves from oppression so we're not going to appeal to the moral's or to the values of people who are oppressing us."}, {"sentId": 202, "text": "I'm not going to oppress someone's first amendment rights of freedom of speech, but we are promoting violence, I think that's ridiculous and it's just ridiculous..."}], "speaker": "TURNER", "secId": 64}, {"sentences": [{"sentId": 203, "text": "Rob, here's the point."}, {"sentId": 204, "text": "There's no direct, concrete evidence that this is contributing to this environment."}, {"sentId": 205, "text": "But how do you respond to is that?"}], "speaker": "LEMON", "secId": 65}, {"sentences": [{"sentId": 206, "text": "I think at the end of the day, everyone is accountable for their own actions."}, {"sentId": 207, "text": "And we hear a lot of things in this world, a lot of messages, people say thing that is are far left, far right, up, down, whatever it may be, but folks are accountable for their own actions."}, {"sentId": 208, "text": "And I think when you talk about black lives matter, or police lives matter, or all lives matter, at the end of the day, everyone really wants accountability, accountability for criminals, accountability for police, accountability to one another that the right things will be done for the right reasons, and a sense of lawfulness..."}], "speaker": "WEINHOLD", "secId": 66}, {"sentences": [{"sentId": 209, "text": "We're not seeing cops being held accountable."}, {"sentId": 210, "text": "People want to talk about holding us accountable for rhetoric, we aren't seeing police officers hold their fellow officers accountable for their actions."}], "speaker": "TURNER", "secId": 67}, {"sentences": [{"sentId": 211, "text": "The police officers in Baltimore are now under indictment and are going to face trial."}, {"sentId": 212, "text": "The police officer in North Charleston also -- is going to face charges."}, {"sentId": 213, "text": "Darren Wilson went through the process and was exonerated from it."}, {"sentId": 214, "text": "Do you believe that police aren't being held accountable in all cases?"}], "speaker": "LEMON", "secId": 68}, {"sentences": [{"sentId": 215, "text": "Not at all."}, {"sentId": 216, "text": "Every excuse is being made for officers, they cover up you know, lives."}, {"sentId": 217, "text": "Do you even think about Officer Scott get shot in the back?"}, {"sentId": 218, "text": "Which one of those officers step up to  to be what you know, people called a good cop and report that fellow officers for lying in the report."}], "speaker": "TURNER", "secId": 69}, {"sentences": [{"sentId": 219, "text": "Cedric..."}], "speaker": "LEMON", "secId": 70}, {"sentences": [{"sentId": 220, "text": "If it wasn't for that video, there would have been no accountability there."}], "speaker": "TURNER", "secId": 71}, {"sentences": [{"sentId": 221, "text": "Cedric, do you want to respond to that?"}], "speaker": "LEMON", "secId": 72}, {"sentences": [{"sentId": 222, "text": "Yeah, yeah, let me jump in this and appreciate it, Don."}, {"sentId": 223, "text": "Let me say this, first of all."}, {"sentId": 224, "text": "You know, this is the cross roads."}, {"sentId": 225, "text": "This is where we are at this point in policing in this country."}, {"sentId": 226, "text": "There's a lot of miscommunication, a lot of information that's passing each other, as well, too."}, {"sentId": 227, "text": "This is not about blame on black lives matter."}, {"sentId": 228, "text": "It is not all blame on police because you have a number of police officers out there across this country who are doing it right, and in terms of progress being made over the course of the last year, I disagree with the young man there."}, {"sentId": 229, "text": "A lot of progress is been made."}, {"sentId": 230, "text": "They are department across these countries that are changing their training modules."}, {"sentId": 231, "text": "We're changing the way we do business because we're listening to what the communities are saying."}, {"sentId": 232, "text": "We're following the recommendations that are being made at the 21st century task force report."}, {"sentId": 233, "text": "And we're trying to figure out how to do this better, but to -- in order to do this better, we have to be able to talk and communicate with each other."}, {"sentId": 234, "text": "Not taking the values away from anyone, but you know, I just posted CNN op-ed that an attack on the police is an attack at the community at large."}, {"sentId": 235, "text": "And I would ask people to take a look at it because I think it will, somewhat suggest that we are all in this together and we got to find a way to work it."}, {"sentId": 236, "text": "Because the thing about negative rhetoric, regardless whether this coming from a politician, is coming from another social group, whoever is coming from because we hear it coming from all over the place."}, {"sentId": 237, "text": "But the important piece is, is that we got to be careful with our rhetoric because in a day, people are listening, people are taking it, and we don't know how people gonna respond."}, {"sentId": 238, "text": "I have a responsibility as a law enforcement leader."}, {"sentId": 239, "text": "To be able to measure every word that come out at my mouth and it has to be something that's going to work towards good."}, {"sentId": 240, "text": "And even with we're shock, we shock  and be able to sit down and figure out."}, {"sentId": 241, "text": "How do we come up with solutions?"}, {"sentId": 242, "text": "We all know what the problem is..."}], "speaker": "ALEXANDER", "secId": 73}, {"sentences": [{"sentId": 243, "text": "So that -- so the question..."}], "speaker": "LEMON", "secId": 74}, {"sentences": [{"sentId": 244, "text": "It's got to be solution-focused."}], "speaker": "ALEXANDER", "secId": 75}, {"sentences": [{"sentId": 245, "text": "OK. Well, then that's the question, then, Rashad."}, {"sentId": 246, "text": "Then what is the end game here."}, {"sentId": 247, "text": "What is the end game here, because when the Democratic Party asked Black Lives Matter to join them saying, \"You know, we are not directly endorsing you, you are not endorsing us, but we stand for your message.\""}, {"sentId": 248, "text": "Black Lives Matter said, \"No.\""}, {"sentId": 249, "text": "At this point, let see, there was someone who wrote and op-ed saying --  in the Daily Beast, from an op-ed."}, {"sentId": 250, "text": "I don't have it in front of me, but you can -- oh, here it is."}, {"sentId": 251, "text": "I had it right here."}, {"sentId": 252, "text": "It says, \"Black voices and black votes are arguably never had greater in agencies and influence in American society."}, {"sentId": 253, "text": "So inspiring to disengage from political -- from a political process is emphatically a step in the wrong direction."}, {"sentId": 254, "text": "How do you respond to that?"}, {"sentId": 255, "text": "What is the end game of Black Lives Matter if you don't want to involve in the political process, when so many things have come together to help your particular cause."}], "speaker": "LEMON", "secId": 76}, {"sentences": [{"sentId": 256, "text": "The end game is for us to stop being killed."}, {"sentId": 257, "text": "For us to stop being beat..."}], "speaker": "TURNER", "secId": 77}, {"sentences": [{"sentId": 258, "text": "But how does that happen?"}], "speaker": "LEMON", "secId": 78}, {"sentences": [{"sentId": 259, "text": "There's all of this talk."}, {"sentId": 260, "text": "LEMON: The question -- and I want to be very respectful of you, but how does that happen without legislation, without being involved in the political or the legislative process?"}, {"sentId": 261, "text": "It doesn't just happen from yelling."}], "speaker": "TURNER", "secId": 79}, {"sentences": [{"sentId": 262, "text": "Here's the thing, Don."}, {"sentId": 263, "text": "This racism that we see, this white supremacy hat we see, it didn't just start yesterday."}, {"sentId": 264, "text": "So these politicians, these police chiefs and things that are -- people that have nature are acting like this problem just started yesterday."}, {"sentId": 265, "text": "They are in total control change policies, to do things, to really help the community."}, {"sentId": 266, "text": "What we see is continue everyday efforts to try to bring down the movement."}, {"sentId": 267, "text": "We're gonna continue to use our voices."}], "speaker": "TURNER", "secId": 80}, {"sentences": [{"sentId": 268, "text": "Rashad, I understand that."}], "speaker": "LEMON", "secId": 81}, {"sentences": [{"sentId": 269, "text": "People all..."}], "speaker": "TURNER", "secId": 82}, {"sentences": [{"sentId": 270, "text": "But respectfully, how..."}], "speaker": "LEMON", "secId": 83}, {"sentences": [{"sentId": 271, "text": "To be done."}], "speaker": "TURNER", "secId": 84}, {"sentences": [{"sentId": 272, "text": "How -- what do you want?"}, {"sentId": 273, "text": "How do you plan to achieve that?"}], "speaker": "LEMON", "secId": 85}, {"sentences": [{"sentId": 274, "text": "What we want are people to listen."}, {"sentId": 275, "text": "We're gonna continue to use our voices, you cannot tell me, Don that there's no power in protesting..."}], "speaker": "TURNER", "secId": 86}, {"sentences": [{"sentId": 276, "text": "There is power in protesting, but that you have to go beyond protesting."}, {"sentId": 277, "text": "Listen, I think black -- I think what Black Lives Matter is doing, I think it's very important, but you have to have an end game."}, {"sentId": 278, "text": "What is the end game?"}, {"sentId": 279, "text": "You say the end game is to stop racism."}, {"sentId": 280, "text": "OK, then how are you gonna do it?"}], "speaker": "LEMON", "secId": 87}, {"sentences": [{"sentId": 281, "text": "Don, there's been a 33 point plan that you got to campaignzero.org there's a 33 point plan on there that list our policies, that need to be change."}, {"sentId": 282, "text": "We want complete criminal justice reform."}, {"sentId": 283, "text": "We also want people to stop acting like they don't know what the problem is, right?"}, {"sentId": 284, "text": "Or they don't know what the solution is."}], "speaker": "TURNER", "secId": 88}, {"sentences": [{"sentId": 285, "text": "OK."}], "speaker": "LEMON", "secId": 89}, {"sentences": [{"sentId": 286, "text": "The solution is doing things to help people."}, {"sentId": 287, "text": "Not pushing the blame of, not talking about we won't sit down at the table."}, {"sentId": 288, "text": "Do you think Dr. King sat down at the table?"}, {"sentId": 289, "text": "Of course he did, and nothing has changed since then."}], "speaker": "TURNER", "secId": 90}, {"sentences": [{"sentId": 290, "text": "Yeah, OK. Well, we'll leave it there."}, {"sentId": 291, "text": "I think a lot has changed since Dr. King, but I want to have you back, Rashad."}, {"sentId": 292, "text": "Cedric as well, and Rob, it's a great conversation."}, {"sentId": 293, "text": "Unfortunately, we only have limited time on this show, on this hour..."}], "speaker": "LEMON", "secId": 91}, {"sentences": [{"sentId": 294, "text": "I look forward to coming back."}], "speaker": "TURNER", "secId": 92}, {"sentences": [{"sentId": 295, "text": "Thank you, all."}, {"sentId": 296, "text": "Thank you."}, {"sentId": 297, "text": "I appreciate it."}, {"sentId": 298, "text": "When we come right back, the man who is not known for holding back on any subject, Montel Williams is here, he's gonna talk about black live matter, that movement, Donald Trump, and much, much more."}, {"sentId": 299, "text": "Are you ready?"}], "speaker": "LEMON", "secId": 93}, {"sentences": [{"sentId": 300, "text": "Well, I'm more than ready."}], "speaker": "WILLIAMS", "secId": 94}, {"sentences": [{"sentId": 301, "text": "What's up?"}], "speaker": "WILLIAMS", "secId": 95}, {"sentences": [{"sentId": 302, "text": "It's good to see you."}], "speaker": "LEMON", "secId": 96}, {"sentences": [{"sentId": 303, "text": "How you doing?"}], "speaker": "WILLIAMS", "secId": 97}, {"sentences": [{"sentId": 304, "text": "Good."}], "speaker": "LEMON", "secId": 98}, {"sentences": [{"sentId": 305, "text": "Montel Williams, he tells it like he sees it, including when it comes race -- the race with the White House and race in this country."}, {"sentId": 306, "text": "A TV host, an activist is back with me tonight."}, {"sentId": 307, "text": "I call you an activist, right?"}], "speaker": "LEMON", "secId": 99}, {"sentences": [{"sentId": 308, "text": "Yeah, I think you should know."}], "speaker": "WILLIAMS", "secId": 100}, {"sentences": [{"sentId": 309, "text": "OK. See you want that."}, {"sentId": 310, "text": "And people -- I wasn't being disrespectful young man..."}], "speaker": "LEMON", "secId": 101}, {"sentences": [{"sentId": 311, "text": "No."}], "speaker": "WILLIAMS", "secId": 102}, {"sentences": [{"sentId": 312, "text": "I want to know what is in - what the end game, a black lives matter is, what -- and how they achieve it?"}], "speaker": "LEMON", "secId": 103}, {"sentences": [{"sentId": 313, "text": "If it's only who one to be protests, then, like if you want to protest, you need to listen on the other side and see if there any answer coming back their way."}, {"sentId": 314, "text": "I'm so sorry."}, {"sentId": 315, "text": "I mean, I get it."}, {"sentId": 316, "text": "I understand the frustration."}, {"sentId": 317, "text": "I understand the anger, but that's what this whole country is built on right now is anger."}, {"sentId": 318, "text": "Why do we have to play into more anger?"}, {"sentId": 319, "text": "Black lives matter is important."}, {"sentId": 320, "text": "For anybody who says that anything that they're stating is what's causing the death of police officers, you got to stop for a second and really check the facts."}], "speaker": "WILLIAMS", "secId": 104}, {"sentences": [{"sentId": 321, "text": "Right."}], "speaker": "LEMON", "secId": 105}, {"sentences": [{"sentId": 322, "text": "So the facts are, over the last three years, over 158 police officers have been murdered in this country and they've been murdered, 55 percent of them have been by white perpetrators."}, {"sentId": 323, "text": "And some of those white perpetrators are area nation members who stay on the critically online all the time."}], "speaker": "WILLIAMS", "secId": 106}, {"sentences": [{"sentId": 324, "text": "White supremacy..."}], "speaker": "LEMON", "secId": 107}, {"sentences": [{"sentId": 325, "text": "All cops."}], "speaker": "WILLIAMS", "secId": 108}, {"sentences": [{"sentId": 326, "text": "Right."}], "speaker": "LEMON", "secId": 109}, {"sentences": [{"sentId": 327, "text": "White supremacies, but we say nothing about that."}, {"sentId": 328, "text": "When there's a march in your right, we said on the break that you know that the rhetoric is being wrapped up way too high in black lives matter."}, {"sentId": 329, "text": "And we are wrapped like there and come up with solution."}], "speaker": "WILLIAMS", "secId": 110}, {"sentences": [{"sentId": 330, "text": "But he says, freedom of speech, and not gonna limit people freedom of speech."}], "speaker": "LEMON", "secId": 111}, {"sentences": [{"sentId": 331, "text": "No, but I think we should do it."}, {"sentId": 332, "text": "I'm a person who controls the rally, I should be able to determine of my rally."}, {"sentId": 333, "text": "And if I can't do that, I might ask you to not attend the next time."}, {"sentId": 334, "text": "Why can't I do that?"}], "speaker": "WILLIAMS", "secId": 112}, {"sentences": [{"sentId": 335, "text": "Do you think that we have reached a tipping point in this country when it comes to the mistrust between police officers and citizens, African-Americans in this country?"}], "speaker": "LEMON", "secId": 113}, {"sentences": [{"sentId": 336, "text": "No, I'm  of that."}, {"sentId": 337, "text": "I'm so sorry I'm gonna say this, people get really angry  when I do say this."}, {"sentId": 338, "text": "In the last four years, the stats bear it out."}, {"sentId": 339, "text": "The truth to matter is, right now in the country, the single leading cause of death to African- American males, between the age of 15 and 34 is homicide."}, {"sentId": 340, "text": "And that's not committed by cops, 93 percent of this are committed by us, on us."}, {"sentId": 341, "text": "So at some point in time, I would love to see this whole movement turn to black lives matter, hell yah, in my neighborhood to me."}, {"sentId": 342, "text": "Why I'm not rally every morning and saying to other people who would shot five people tonight in Baltimore, seven people in Chicago, 10 in Detroit, stop that."}, {"sentId": 343, "text": "You point the finger in the wrong direction all the time, the fingers coming back might not be the ones you want to see."}, {"sentId": 344, "text": "I'm just saying."}], "speaker": "WILLIAMS", "secId": 114}, {"sentences": [{"sentId": 345, "text": "OK."}], "speaker": "LEMON", "secId": 115}, {"sentences": [{"sentId": 346, "text": "This is the first time I've been speechless because -- I want to go on and continue with that..."}], "speaker": "LEMON", "secId": 116}, {"sentences": [{"sentId": 347, "text": "Yes."}], "speaker": "WILLIAMS", "secId": 117}, {"sentences": [{"sentId": 348, "text": "Because I do think -- listen, I think that police brutality -- I think it's..."}], "speaker": "LEMON", "secId": 118}, {"sentences": [{"sentId": 349, "text": "That's facts."}], "speaker": "WILLIAMS", "secId": 119}, {"sentences": [{"sentId": 350, "text": "Its' a fact."}], "speaker": "LEMON", "secId": 120}, {"sentences": [{"sentId": 351, "text": "Fact."}], "speaker": "WILLIAMS", "secId": 121}, {"sentences": [{"sentId": 352, "text": "And the ways that police treat people of color are different..."}], "speaker": "LEMON", "secId": 122}, {"sentences": [{"sentId": 353, "text": "Fact."}], "speaker": "WILLIAMS", "secId": 123}, {"sentences": [{"sentId": 354, "text": "Fact."}, {"sentId": 355, "text": "But let's be..."}], "speaker": "LEMON", "secId": 124}, {"sentences": [{"sentId": 356, "text": "Let's not ignore the fact."}], "speaker": "WILLIAMS", "secId": 125}, {"sentences": [{"sentId": 357, "text": "The real issue in this country is that sometimes when I walk outside my door, I'm afraid sometimes because I hear gunshots."}, {"sentId": 358, "text": "Or I see things that should not be happening in my own neighborhood."}, {"sentId": 359, "text": "I live in Harlem."}], "speaker": "LEMON", "secId": 126}, {"sentences": [{"sentId": 360, "text": "Sure."}, {"sentId": 361, "text": "I was born in the biggest ghetto in this country, Cherry Hill, Baltimore, four blocks from the biggest nuclear way -- our biggest  cleanup site because the ."}], "speaker": "WILLIAMS", "secId": 127}, {"sentences": [{"sentId": 362, "text": "Right."}], "speaker": "LEMON", "secId": 128}, {"sentences": [{"sentId": 363, "text": "Probably part of the reason I have M.S."}, {"sentId": 364, "text": "today is because I still played in that dump."}], "speaker": "WILLIAMS", "secId": 129}, {"sentences": [{"sentId": 365, "text": "Right."}], "speaker": "LEMON", "secId": 130}, {"sentences": [{"sentId": 366, "text": "And I get here so - in the neighborhood I grew up in, I think that less than 3 percent of the African-American males born when I was, or even alive or not in jail."}], "speaker": "WILLIAMS", "secId": 131}, {"sentences": [{"sentId": 367, "text": "Yeah."}], "speaker": "LEMON", "secId": 132}, {"sentences": [{"sentId": 368, "text": "OK."}], "speaker": "WILLIAMS", "secId": 133}, {"sentences": [{"sentId": 369, "text": "Male."}], "speaker": "WILLIAMS", "secId": 134}, {"sentences": [{"sentId": 370, "text": "Yeah."}], "speaker": "LEMON", "secId": 135}, {"sentences": [{"sentId": 371, "text": "From the bottom to the top."}, {"sentId": 372, "text": "You know 26 years in the military, I had to work my way up to the bottom of where I am today..."}], "speaker": "WILLIAMS", "secId": 136}, {"sentences": [{"sentId": 373, "text": "Right."}], "speaker": "LEMON", "secId": 137}, {"sentences": [{"sentId": 374, "text": "And I had to dodge bullets along the way, like a lot us do."}, {"sentId": 375, "text": "But even in  I had --  was working."}], "speaker": "WILLIAMS", "secId": 138}, {"sentences": [{"sentId": 376, "text": "Of what you wanted to achieve."}], "speaker": "LEMON", "secId": 139}, {"sentences": [{"sentId": 377, "text": "I live directly across from a police station."}, {"sentId": 378, "text": "I'm happy that those police officers are there."}, {"sentId": 379, "text": "And when I see them on the streets I say, \"Hello, officer."}, {"sentId": 380, "text": "Thank you for your service\" because I am happy that they are there."}], "speaker": "LEMON", "secId": 140}, {"sentences": [{"sentId": 381, "text": "I give out coffee."}, {"sentId": 382, "text": "I give out --"}], "speaker": "WILLIAMS", "secId": 141}, {"sentences": [{"sentId": 383, "text": "Yeah."}], "speaker": "LEMON", "secId": 142}, {"sentences": [{"sentId": 384, "text": "I find someone I give them -- police officer stay on the line I buy a cup of coffee."}, {"sentId": 385, "text": "A lot of times I don't want to do that."}], "speaker": "WILLIAMS", "secId": 143}, {"sentences": [{"sentId": 386, "text": "Yeah."}, {"sentId": 387, "text": "WILLIAMS: I buy a cup of coffee."}], "speaker": "LEMON", "secId": 144}, {"sentences": [{"sentId": 388, "text": "Something that's near and dear to your heart, let's talk about Iran."}, {"sentId": 389, "text": "What do you want to talk?"}], "speaker": "LEMON", "secId": 145}, {"sentences": [{"sentId": 390, "text": "Oh, look, you know that Amir right now is still -- we've not talk about this in awhile."}, {"sentId": 391, "text": "Amir Hekmati has been in prison now for four years, folks."}, {"sentId": 392, "text": "That's 1464 days."}, {"sentId": 393, "text": "He recently just reached out to his family and we know that there's something wrong."}, {"sentId": 394, "text": "He is ill."}, {"sentId": 395, "text": "They can detect it..."}], "speaker": "WILLIAMS", "secId": 146}, {"sentences": [{"sentId": 396, "text": "Yeah."}], "speaker": "LEMON", "secId": 147}, {"sentences": [{"sentId": 397, "text": "In his voice."}, {"sentId": 398, "text": "Something needs to be done."}, {"sentId": 399, "text": "I'm not discussing the Iran deal, please get of it."}, {"sentId": 400, "text": "We still have hostages..."}], "speaker": "WILLIAMS", "secId": 148}, {"sentences": [{"sentId": 401, "text": "Yeah."}], "speaker": "LEMON", "secId": 149}, {"sentences": [{"sentId": 402, "text": "We have prisoners being held."}], "speaker": "WILLIAMS", "secId": 150}, {"sentences": [{"sentId": 403, "text": "Come back..."}], "speaker": "LEMON", "secId": 151}, {"sentences": [{"sentId": 404, "text": "That's all."}, {"sentId": 405, "text": "Thank you."}], "speaker": "WILLIAMS", "secId": 152}, {"sentences": [{"sentId": 406, "text": "Please come back."}], "speaker": "LEMON", "secId": 153}, {"sentences": [{"sentId": 407, "text": "Absolutely."}], "speaker": "WILLIAMS", "secId": 154}, {"sentences": [{"sentId": 408, "text": "So good to see you."}], "speaker": "LEMON", "secId": 155}, {"sentences": [{"sentId": 409, "text": "Thank you."}], "speaker": "WILLIAMS", "secId": 156}, {"sentences": [{"sentId": 410, "text": "Thank you for your ."}], "speaker": "LEMON", "secId": 157}, {"sentences": [{"sentId": 411, "text": "Absolutely."}], "speaker": "WILLIAMS", "secId": 158}, {"sentences": [{"sentId": 412, "text": "And thank you for you your service."}], "speaker": "LEMON", "secId": 159}, {"sentences": [{"sentId": 413, "text": "Thank you so much."}], "speaker": "WILLIAMS", "secId": 160}, {"sentences": [{"sentId": 414, "text": "Appreciated."}], "speaker": "LEMON", "secId": 161}, {"sentences": [{"sentId": 415, "text": "Coming up, the movement that is changing the way the world looks."}, {"sentId": 416, "text": "What happens when hip hop meets back?"}], "speaker": "LEMON", "secId": 162}, {"sentences": [{"sentId": 417, "text": "When hip hop met fashion, it changed the world of pop culture."}, {"sentId": 418, "text": "And it all started back in the 1980s with sneakers."}, {"sentId": 419, "text": "Let's take a look at this clip."}, {"sentId": 420, "text": "It's from CNN film Fresh Dressed, which premiers tomorrow night at 9:00 p.m."}], "speaker": "LEMON", "secId": 163}, {"sentences": [{"sentId": 421, "text": "The most important thing was sneakers."}, {"sentId": 422, "text": "You know, because, if you had some whacked sneakers, it was just a difficult time, you know."}], "speaker": "UNIDENTIFIED MALE", "secId": 164}, {"sentences": [{"sentId": 423, "text": "A lot of stuff was always built off, you know, your shoe game."}, {"sentId": 424, "text": "That's what was important."}, {"sentId": 425, "text": "You built your outfit of your shoe game."}], "speaker": "UNIDENTIFIED MALE", "secId": 165}, {"sentences": [{"sentId": 426, "text": "This is what I like to call sneaker heaven."}, {"sentId": 427, "text": "I could wear a brand new pair of sneakers every day for 7 1/2 years."}, {"sentId": 428, "text": "That's a fact."}], "speaker": "UNIDENTIFIED MALE", "secId": 166}, {"sentences": [{"sentId": 429, "text": "I'm jealous of that, joining me now, a man who is gone from graffiti artist to fashion mogul, Mark Ecko, designer of Ecko Unlimited and founder of Complex Magazine."}, {"sentId": 430, "text": "It was everything starts from sneakers and you."}, {"sentId": 431, "text": "Well, your sneakers are pretty fresh too."}], "speaker": "LEMON", "secId": 167}, {"sentences": [{"sentId": 432, "text": "Yeah, I got some Bally's."}], "speaker": "ECKO", "secId": 168}, {"sentences": [{"sentId": 433, "text": "Yeah."}], "speaker": "LEMON", "secId": 169}, {"sentences": [{"sentId": 434, "text": "Some Bally's."}], "speaker": "ECKO", "secId": 170}, {"sentences": [{"sentId": 435, "text": "You build your outfit off of that?"}], "speaker": "LEMON", "secId": 171}, {"sentences": [{"sentId": 436, "text": "Yeah, you know."}, {"sentId": 437, "text": "I would say, nowadays, from -- it's kind of the sneakers and make fashion less fascist."}, {"sentId": 438, "text": "They're very kind of populous accessory."}], "speaker": "ECKO", "secId": 172}, {"sentences": [{"sentId": 439, "text": "Yeah."}], "speaker": "LEMON", "secId": 173}, {"sentences": [{"sentId": 440, "text": "Like regardless if you're dressing up high on top or low with the right shoes can just fix you right."}], "speaker": "ECKO", "secId": 174}, {"sentences": [{"sentId": 441, "text": "I usually wear sneakers except upon sitting here."}, {"sentId": 442, "text": "I had to put on shoes, so that it looks perfect..."}], "speaker": "LEMON", "secId": 175}, {"sentences": [{"sentId": 443, "text": "Right."}], "speaker": "ECKO", "secId": 176}, {"sentences": [{"sentId": 444, "text": "But if you look right here..."}], "speaker": "LEMON", "secId": 177}, {"sentences": [{"sentId": 445, "text": "Unlike your jeans."}], "speaker": "ECKO", "secId": 178}, {"sentences": [{"sentId": 446, "text": "Yeah, unlike my -- don't tell anybody."}, {"sentId": 447, "text": "But you see, I just out the shoes on my office, I take my sneakers off."}], "speaker": "LEMON", "secId": 179}, {"sentences": [{"sentId": 448, "text": "Right."}], "speaker": "ECKO", "secId": 180}, {"sentences": [{"sentId": 449, "text": "But I mean this is about how that -- sneakers still have a huge influence..."}], "speaker": "LEMON", "secId": 181}, {"sentences": [{"sentId": 450, "text": "Sure."}], "speaker": "ECKO", "secId": 182}, {"sentences": [{"sentId": 451, "text": "It started in the '80s."}], "speaker": "LEMON", "secId": 183}, {"sentences": [{"sentId": 452, "text": "Yeah."}], "speaker": "ECKO", "secId": 184}, {"sentences": [{"sentId": 453, "text": "The global influence of hip hop which is..."}], "speaker": "LEMON", "secId": 185}, {"sentences": [{"sentId": 454, "text": "Sure."}], "speaker": "ECKO", "secId": 186}, {"sentences": [{"sentId": 455, "text": "Hip hop culture."}], "speaker": "LEMON", "secId": 187}, {"sentences": [{"sentId": 456, "text": "Yes."}], "speaker": "ECKO", "secId": 188}, {"sentences": [{"sentId": 457, "text": "Right?"}, {"sentId": 458, "text": "And fashion."}], "speaker": "LEMON", "secId": 189}, {"sentences": [{"sentId": 459, "text": "Yeah."}], "speaker": "ECKO", "secId": 190}, {"sentences": [{"sentId": 460, "text": "And the joining of the two."}], "speaker": "LEMON", "secId": 191}, {"sentences": [{"sentId": 461, "text": "Yes."}], "speaker": "ECKO", "secId": 192}, {"sentences": [{"sentId": 462, "text": "Just so."}], "speaker": "LEMON", "secId": 193}, {"sentences": [{"sentId": 463, "text": "Yeah, I think that is so great about you know, first all, shout out to Sacha Jenkins and you know put this film together, director of the film."}, {"sentId": 464, "text": "You know try to organize the back story of the impact on hip hop culture and fashion, just generally, I mean it's undeniable."}], "speaker": "ECKO", "secId": 194}, {"sentences": [{"sentId": 465, "text": "Yeah."}], "speaker": "LEMON", "secId": 195}, {"sentences": [{"sentId": 466, "text": "And as someone who came up in the '80s very close to it, it was evident."}, {"sentId": 467, "text": "And as someone who is kind of, you know who built, you know a brand, you know through the '90s, it's just interesting to -- and it's very pleasing to see a film like this, get out there on CNN."}, {"sentId": 468, "text": "I think it's very cool..."}], "speaker": "ECKO", "secId": 196}, {"sentences": [{"sentId": 469, "text": "Yeah."}], "speaker": "LEMON", "secId": 197}, {"sentences": [{"sentId": 470, "text": "So congrats to CNN for broadcasting."}], "speaker": "ECKO", "secId": 198}, {"sentences": [{"sentId": 471, "text": "Yeah, it's cool."}, {"sentId": 472, "text": "It just something that most people -- they wouldn't think they would see it on CNN."}], "speaker": "LEMON", "secId": 199}, {"sentences": [{"sentId": 473, "text": "Yeah."}], "speaker": "ECKO", "secId": 200}, {"sentences": [{"sentId": 474, "text": "But CNN films are amazing."}], "speaker": "LEMON", "secId": 201}, {"sentences": [{"sentId": 475, "text": "Yeah."}], "speaker": "ECKO", "secId": 202}, {"sentences": [{"sentId": 476, "text": "And this film, I've seen it, is amazing."}, {"sentId": 477, "text": "What was it back when you looked back on the '80s?"}, {"sentId": 478, "text": "Because I remember at '80s and I remember my sneakers and my high tops and I remember -- back then I was hip hop  hip hop..."}], "speaker": "LEMON", "secId": 203}, {"sentences": [{"sentId": 479, "text": "Yeah."}], "speaker": "ECKO", "secId": 204}, {"sentences": [{"sentId": 480, "text": "It started with that."}], "speaker": "LEMON", "secId": 205}, {"sentences": [{"sentId": 481, "text": "Yeah."}], "speaker": "ECKO", "secId": 206}, {"sentences": [{"sentId": 482, "text": "Right, and then it went... ECKO: Yeah, I see it -- well, for me, coming up -- I grew up in a town called Lakewood, New Jersey, shout outs to Lakewood and I came up at the time where hip hop is something you had to find and it didn't find you or get serve in a way that it is kind of such become a part of popular culture."}, {"sentId": 483, "text": "And I very much -- I remember as a young kid, identifying with graffiti art, even though like there were no trains running through Lakewood, New Jersey, per se."}], "speaker": "LEMON", "secId": 207}, {"sentences": [{"sentId": 484, "text": "Yeah."}], "speaker": "LEMON", "secId": 208}, {"sentences": [{"sentId": 485, "text": "So I connected to hip hop because I was an artist and they had this, you know this expression of you know the one of the elements of hip hop is graffiti."}, {"sentId": 486, "text": "So I'm very much  with that."}, {"sentId": 487, "text": "And who was became kind of like the extreme sport of art for me."}], "speaker": "ECKO", "secId": 209}, {"sentences": [{"sentId": 488, "text": "I want to play -- this is a clip."}, {"sentId": 489, "text": "This is speaking of black artist, Kanye and Pharell."}, {"sentId": 490, "text": "Listen to this."}, {"sentId": 491, "text": "This is from the film."}], "speaker": "LEMON", "secId": 210}, {"sentences": [{"sentId": 492, "text": "Everything comes down to class."}, {"sentId": 493, "text": "The class conversation is bigger than the race conversation."}, {"sentId": 494, "text": "Shoe of class is like, I'm hot class."}, {"sentId": 495, "text": "And that's with those brands on Louis, Gucci, all that."}, {"sentId": 496, "text": "And that's part of the reason why they're very skeptical about, you know, working with musicians or rappers because we considered to be lower class than designers."}], "speaker": "WEST", "secId": 211}, {"sentences": [{"sentId": 497, "text": "The luxury  brings love us."}, {"sentId": 498, "text": "I mean, all the ones that I talked too, they loved us."}, {"sentId": 499, "text": "They don't just walk up to me and talk to me about me."}, {"sentId": 500, "text": "I think I spend more time in folks who run fashion, how is this and all the integral people, they are like talking about -- what they love about are our industry and the people they loved."}], "speaker": "WILLIAMS", "secId": 212}, {"sentences": [{"sentId": 501, "text": "because we -- you know I talked to -- when I go to barbershop, I live up in Harlem."}, {"sentId": 502, "text": "When we talk to people, my barber and I talked about, we'll see fashion up in Harlem or on the streets, and then, all of the sudden, it percolates up to, you know, the larger culture and then you see it on the cover of fashion magazines."}], "speaker": "LEMON", "secId": 213}, {"sentences": [{"sentId": 503, "text": "Yeah."}], "speaker": "ECKO", "secId": 214}, {"sentences": [{"sentId": 504, "text": "And but, people don't get to monetize."}, {"sentId": 505, "text": "The people and the..."}], "speaker": "LEMON", "secId": 215}, {"sentences": [{"sentId": 506, "text": "Right."}], "speaker": "ECKO", "secId": 216}, {"sentences": [{"sentId": 507, "text": "So called, quote, unquote, \"Ghetto,\" don't get to monetize them."}], "speaker": "LEMON", "secId": 217}, {"sentences": [{"sentId": 508, "text": "Right."}, {"sentId": 509, "text": "The fashion suffers from not a lot of diversity of ideas, in my opinion."}, {"sentId": 510, "text": "And can, you know -- as an institution or as creative of arts and commercial arts, the quite narrow and as Kanye said, very classes."}, {"sentId": 511, "text": "And it's kind of -- its marketing."}, {"sentId": 512, "text": "There's -- and it's interesting and kind of promising to me, in a certain regards, to see, you know, folks like Kanye and Pharrell going and disrupt that status quo."}], "speaker": "ECKO", "secId": 218}, {"sentences": [{"sentId": 513, "text": "Thank you."}], "speaker": "LEMON", "secId": 219}, {"sentences": [{"sentId": 514, "text": "Thank you."}], "speaker": "ECKO", "secId": 220}, {"sentences": [{"sentId": 515, "text": "It's a pleasure meeting you."}], "speaker": "LEMON", "secId": 221}, {"sentences": [{"sentId": 516, "text": "Thanks for having me."}], "speaker": "ECKO", "secId": 222}, {"sentences": [{"sentId": 517, "text": "You are fresh."}], "speaker": "LEMON", "secId": 223}, {"sentences": [{"sentId": 518, "text": "Oh, thank you."}, {"sentId": 519, "text": "I appreciate that."}, {"sentId": 520, "text": "I'm feeling a little bumpy , though, but thank you, appreciated that."}], "speaker": "ECKO", "secId": 224}, {"sentences": [{"sentId": 521, "text": "Marc Ecko."}, {"sentId": 522, "text": "Fresh Dressed, tomorrow night, 9:00 p.m. right here on CNN."}, {"sentId": 523, "text": "Make sure you tune in."}, {"sentId": 524, "text": "We'll be right back."}], "speaker": "LEMON", "secId": 225}, {"sentences": [{"sentId": 525, "text": "This week's CNN hero is helping women released from prison to make a new start."}], "speaker": "LEMON", "secId": 226}, {"sentences": [{"sentId": 526, "text": "When I was 17-years-old, I had my first hit of crack cocaine."}, {"sentId": 527, "text": "I didn't know it then that I was going to lose the next 12 years of my life."}, {"sentId": 528, "text": "I was cycled in and out of the system."}, {"sentId": 529, "text": "I stayed out on the streets."}, {"sentId": 530, "text": "I wanted to change."}, {"sentId": 531, "text": "What I needed was a place to change at."}], "speaker": "CARTER", "secId": 227}, {"sentences": [{"sentId": 532, "text": "You got to jail?"}], "speaker": "CARTER", "secId": 228}, {"sentences": [{"sentId": 533, "text": "Yes."}, {"sentId": 534, "text": "I had no shoes, no food, no , nowhere to go."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 229}, {"sentences": [{"sentId": 535, "text": "You're strong and you're ready and you're willing, because you wouldn't came here if you weren't."}], "speaker": "CARTER", "secId": 230}, {"sentences": [{"sentId": 536, "text": "We help common most women and children, until we claim their lives."}], "speaker": "CARTER", "secId": 231}, {"sentences": [{"sentId": 537, "text": "I've been home at five -- almost six months."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 232}, {"sentences": [{"sentId": 538, "text": "We meet women where they are."}, {"sentId": 539, "text": "We'll pick them up and put them into an environment where they can heal."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 233}, {"sentences": [{"sentId": 540, "text": "When a woman  from my program."}, {"sentId": 541, "text": "Our promise supportive housing, they stay connected with us."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 234}, {"sentences": [{"sentId": 542, "text": "It's beautiful."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 235}, {"sentences": [{"sentId": 543, "text": "A lot of women come in very traumatized."}], "speaker": "CARTER", "secId": 236}, {"sentences": [{"sentId": 544, "text": "We have license counsel that work with women, with some of those deep issues."}, {"sentId": 545, "text": "It's OK to be angry."}], "speaker": "CARTER", "secId": 237}, {"sentences": [{"sentId": 546, "text": "I left with nothing."}, {"sentId": 547, "text": "I got my two girls and left."}, {"sentId": 548, "text": "I worked so hard to not lose them, and then I lost them."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 238}, {"sentences": [{"sentId": 549, "text": "Any mother that comes to us who doesn't have her children, we help get her children back."}], "speaker": "CARTER", "secId": 239}, {"sentences": [{"sentId": 550, "text": "It's been a long journey fighting for them."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 240}, {"sentences": [{"sentId": 551, "text": "Thank you, Ms. Carter."}, {"sentId": 552, "text": "Thank you."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 241}, {"sentences": [{"sentId": 553, "text": "Homeless women, children, I call them real people because we pretend that we don't see them, but I see them, and I know."}], "speaker": "CARTER", "secId": 242}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1509.02.cnnt.01.html.json", "time": "Aired September 2, 2015 - 22:00   ET"}