{"sectionCount": 296, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["LEMON", "SANDERS", "CRAFT", "HOSTIN", "O'MARA", "KOBILINSKY", "OBAMA", "JONES", "FERRER", "HENRY", "BEARB", "DAVID", "FERNELL", "UNIDENTIFIED MALE", "UNIDENTIFIED FEMALE", "JINDAL", "QUESTION"], "subTitle": "Louisiana Theater Shooting Coverage; Louisian Officials Hold Media Briefing. Aired 10-11p ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1507/23/cnnt.01.html", "sentenceCount": 887, "sections": [{"sentences": [{"sentId": 0, "text": "As we go on the air tonight, breaking news out of Louisiana."}, {"sentId": 1, "text": "Here's what police were saying."}, {"sentId": 2, "text": "There has been a shooting at a movie theater."}, {"sentId": 3, "text": "It is in the City of Lafayette, Louisiana."}, {"sentId": 4, "text": "Lafayette, Louisiana is about 45 minutes west of the capital of Louisiana, Baton Rouge."}, {"sentId": 5, "text": "The theater, the Grand Theater on Johnson Street now is on lockdown."}], "speaker": "LEMON", "secId": 0}, {"sentences": [{"sentId": 6, "text": "Police are tweeting that multiple people had been shot."}, {"sentId": 7, "text": "No official words on fatalities right now."}, {"sentId": 8, "text": "But our affiliate, KATC is reporting there are at least two people who are dead including the shooter."}, {"sentId": 9, "text": "Louisiana Governor, Bobby Jindal, is heading to the scene where is said to hold a press conference when he gets there."}], "speaker": "LEMON", "secId": 1}, {"sentences": [{"sentId": 10, "text": "Again, there has been a shooting at a movie theater in the City of Lafayette, Louisiana about 45 minutes west of Baton Rouge, Louisiana."}, {"sentId": 11, "text": "Police are tweeting that there are multiple people who have been shot."}, {"sentId": 12, "text": "But there is no official word on the fatalities right now."}, {"sentId": 13, "text": "And at least two people they believed are dead."}], "speaker": "LEMON", "secId": 2}, {"sentences": [{"sentId": 14, "text": "They also said in the briefing that the shooter is deceased."}, {"sentId": 15, "text": "They asked people that they don't come to this theater because it is a very chaotic scene right now."}, {"sentId": 16, "text": "They are interviewing witnesses and we have following our affiliate there, KATC, their coverage."}, {"sentId": 17, "text": "They have been interviewing witnesses who are in the theater at the time and they were saying that there were people who are down."}], "speaker": "LEMON", "secId": 3}, {"sentences": [{"sentId": 18, "text": "Police officers are running inside of the theater telling everybody to get down or stay safe."}, {"sentId": 19, "text": "But there are people who are down inside of theater number six."}, {"sentId": 20, "text": "Or a certain theater number that there will people down."}, {"sentId": 21, "text": "You can see that are multiple emergency personnel and agencies on the scene now in Lafayette, Louisiana."}], "speaker": "LEMON", "secId": 4}, {"sentences": [{"sentId": 22, "text": "And they're trying to figure out exactly what happened."}, {"sentId": 23, "text": "Was the gunman already inside the theater?"}, {"sentId": 24, "text": "Did the gunman come inside of the theater from outside?"}, {"sentId": 25, "text": "What were the circumstances, we don't know right now."}, {"sentId": 26, "text": "But we do know there was a chaotic scene."}, {"sentId": 27, "text": "There are a lot of people at the theater at that time, a Thursday night, in the middle of summer, a very busy time for a movie theater."}], "speaker": "LEMON", "secId": 5}, {"sentences": [{"sentId": 28, "text": "They are planning to update the public on injuries just as soon as they can and on fatalities."}, {"sentId": 29, "text": "I want to bring Keifer Sanders, he was in the theater just across the hall and he joins me now by phone."}, {"sentId": 30, "text": "Keifer, what can you tell us?"}, {"sentId": 31, "text": "KEIFER SANDERS, WAS IN THEATER ACROSS THE HALL: Yes."}, {"sentId": 32, "text": "I was across the"}], "speaker": "LEMON", "secId": 6}, {"sentences": [{"sentId": 33, "text": "way from the movie theater and I never heard any gunshot or anything."}, {"sentId": 34, "text": "But we were sitting on movie and it started when the alarm came on telling to evacuate to the nearest exit."}, {"sentId": 35, "text": "So, we did."}, {"sentId": 36, "text": "And whenever we evacuated and it came around across."}, {"sentId": 37, "text": "I've seen a guy who have wounded in the legs lying on the scene that shot awaiting -- waiting on the ambulance to get here."}], "speaker": "LEMON", "secId": 7}, {"sentences": [{"sentId": 38, "text": "And then I spoke to another guy that was actually in the movie theater that the happened in."}, {"sentId": 39, "text": "And what he said was, they were sitting down right before the movie started."}, {"sentId": 40, "text": "It was quiet."}, {"sentId": 41, "text": "There was no argument."}, {"sentId": 42, "text": "Nothing -- nothing going on at all."}, {"sentId": 43, "text": "And a guy sit up and started opening fire."}, {"sentId": 44, "text": "And then everybody scrambled and the guys was just kind of at ease just standing there just shooting never really try -- attempt to leave."}, {"sentId": 45, "text": "And that's really that's when I was so -- and then they probably shot him so they can pull their hands."}], "speaker": "LEMON", "secId": 8}, {"sentences": [{"sentId": 46, "text": "So, Keifer, what time did this happen, how long ago did this happen?"}], "speaker": "LEMON", "secId": 9}, {"sentences": [{"sentId": 47, "text": "About 7.30."}, {"sentId": 48, "text": "Because the movie the previews started at 7.15, and our movie had literally just started."}], "speaker": "SANDERS", "secId": 10}, {"sentences": [{"sentId": 49, "text": "Yes."}, {"sentId": 50, "text": "And that's 7.30 Central Time."}], "speaker": "LEMON", "secId": 11}, {"sentences": [{"sentId": 51, "text": "Yes, sir."}], "speaker": "SANDERS", "secId": 12}, {"sentences": [{"sentId": 52, "text": "So, 8.30 Eastern Time."}, {"sentId": 53, "text": "Where we are here in New York City."}], "speaker": "LEMON", "secId": 13}, {"sentences": [{"sentId": 54, "text": "Yes, sir."}], "speaker": "SANDERS", "secId": 14}, {"sentences": [{"sentId": 55, "text": "And so, about 7.30, the previews were 7.15, 7.30 you said this all started."}, {"sentId": 56, "text": "You got an alarm in your theater but you could not hear any shots, correct?"}], "speaker": "LEMON", "secId": 15}, {"sentences": [{"sentId": 57, "text": "No, sir."}, {"sentId": 58, "text": "Because our movie had just started it was the last part of the movie and everything just cut off and we evacuate at the back doors."}], "speaker": "SANDERS", "secId": 16}, {"sentences": [{"sentId": 59, "text": "Are you still on the scene, Keifer?"}], "speaker": "LEMON", "secId": 17}, {"sentences": [{"sentId": 60, "text": "Yes, sir."}, {"sentId": 61, "text": "My car is actually in the parking lot."}, {"sentId": 62, "text": "So, I'm waiting to be able to leave."}], "speaker": "SANDERS", "secId": 18}, {"sentences": [{"sentId": 63, "text": "Describe what you're seeing going on around you."}], "speaker": "LEMON", "secId": 19}, {"sentences": [{"sentId": 64, "text": "There is probably about a hundred yards from the front entrance all the way around the movie theater; they barricaded all, probably about 30 cop callers surrounding the perimeter."}, {"sentId": 65, "text": "Multiple news channels interviewing people and SWAT, they're here."}, {"sentId": 66, "text": "And it's chaotic."}], "speaker": "SANDERS", "secId": 20}, {"sentences": [{"sentId": 67, "text": "So, it's cordoned off and they're not allowing people to go on to get their cars, right?"}, {"sentId": 68, "text": "They're clearing the theater and the area around it."}], "speaker": "LEMON", "secId": 21}, {"sentences": [{"sentId": 69, "text": "Correct."}, {"sentId": 70, "text": "LEMON: Yes."}, {"sentId": 71, "text": "You said when you left, you saw people -- or at least one person who is injured?"}, {"sentId": 72, "text": "Was it a woman shot in the leg?"}, {"sentId": 73, "text": "Explain."}], "speaker": "SANDERS", "secId": 22}, {"sentences": [{"sentId": 74, "text": "Yes, sir."}, {"sentId": 75, "text": "I've seen a lady lying on the sidewalk shot in the leg about 50 yards from the entrance of that."}], "speaker": "SANDERS", "secId": 23}, {"sentences": [{"sentId": 76, "text": "And what was she saying?"}], "speaker": "LEMON", "secId": 24}, {"sentences": [{"sentId": 77, "text": "She was just lying there, not talking."}, {"sentId": 78, "text": "They had a couple guys surrounded her just kind of talking to her up to the ambulance got there."}, {"sentId": 79, "text": "And then the ambulance will -- a little bit away to her."}, {"sentId": 80, "text": "I think they held her to the ambulance and then, that was it, the ambulance left."}], "speaker": "SANDERS", "secId": 25}, {"sentences": [{"sentId": 81, "text": "So, Keifer, you said that police were rushing into the scene."}, {"sentId": 82, "text": "We want to show some of that video."}, {"sentId": 83, "text": "But tell us what happened when the police came rushing in."}], "speaker": "LEMON", "secId": 26}, {"sentences": [{"sentId": 84, "text": "The police run into the front door as they kind of alarm locking the group and then all went into the same door, and then multiple units kept showing up after that."}, {"sentId": 85, "text": "But it was pretty chaotic like they were all yelling."}, {"sentId": 86, "text": "They were to back off to get back to safety, and then there was never really an active shootout or no shot fire from the police."}], "speaker": "SANDERS", "secId": 27}, {"sentences": [{"sentId": 87, "text": "OK, Keifer, don't hang up."}, {"sentId": 88, "text": "I'm just going to update our viewers and I'm going to come back and talk you."}], "speaker": "LEMON", "secId": 28}, {"sentences": [{"sentId": 89, "text": "OK. Back to you."}], "speaker": "SANDERS", "secId": 29}, {"sentences": [{"sentId": 90, "text": "If you're just joining us here -- no don't go anywhere."}, {"sentId": 91, "text": "If you're just joining us at 10 minutes -- at 6 minutes after 10 Eastern Time, 9 minutes -- six minutes, 9 minutes, 6 minutes after 9, excuse me, Central Time, I'm getting information in my ear."}, {"sentId": 92, "text": "And we're awaiting a briefing from the police chief in just moments from now."}], "speaker": "LEMON", "secId": 30}, {"sentences": [{"sentId": 93, "text": "But I want to update our viewers on what happened."}, {"sentId": 94, "text": "There's been a shooting at a movie theater in Lafayette, Louisiana."}, {"sentId": 95, "text": "That shooting according to our witness we have with us on the phone."}, {"sentId": 96, "text": "Now is it happened about 7.30 Central Time."}, {"sentId": 97, "text": "And he said, he didn't hear any shots, but according to witnesses at the theater said, they were watching a movie and then all of a sudden a gunman stood up and started firing."}, {"sentId": 98, "text": "They believe, according to the witnesses, that the gunman shot himself."}, {"sentId": 99, "text": "Police are saying are saying that there multiple injuries here."}, {"sentId": 100, "text": "And they believed that at least two people are dead."}, {"sentId": 101, "text": "Keifer Sanders is on the phone with us."}, {"sentId": 102, "text": "He's a witness, he was in the theater."}, {"sentId": 103, "text": "But, Keifer, I want you to standby, I want you to listen now to a police -- one of the chief who updated the public just a short time ago."}], "speaker": "LEMON", "secId": 31}, {"sentences": [{"sentId": 104, "text": "Our units responded immediately."}, {"sentId": 105, "text": "They entered the theater to engage the shooter."}, {"sentId": 106, "text": "A number of people have been wounded."}, {"sentId": 107, "text": "We don't know how many confirmed fatalities yet we have."}, {"sentId": 108, "text": "All of those things are being sorted out as I speak."}, {"sentId": 109, "text": "We have -- the Lafayette Police Department."}, {"sentId": 110, "text": "the Lafayette Sheriff's Office, and the Louisiana State Police, the Federal Bureau of Investigation, and ATF, are all on scene."}], "speaker": "CRAFT", "secId": 32}, {"sentences": [{"sentId": 111, "text": "We are taking the proper precautions to examine the theater for possible explosive devices and the parking lot as well."}, {"sentId": 112, "text": "Then we begin our interview of witnesses."}, {"sentId": 113, "text": "There were quite a few witnesses."}, {"sentId": 114, "text": "We don't have any details yet regarding injuries or seriousness of injuries."}, {"sentId": 115, "text": "We think the shooter is deceased."}, {"sentId": 116, "text": "But the situation is contained here to a specific theater."}], "speaker": "CRAFT", "secId": 33}, {"sentences": [{"sentId": 117, "text": "No other persons who were not in the theater were injured."}, {"sentId": 118, "text": "And we'll update you periodically once we have more details."}, {"sentId": 119, "text": "But right now, we're right in the middle of sorting the stuff out and trying to get everything straight."}, {"sentId": 120, "text": "We have lot and lot of people on scene."}, {"sentId": 121, "text": "So, it will be, you know, a little bit of time before I can come back and tell you exactly what took place."}], "speaker": "CRAFT", "secId": 34}, {"sentences": [{"sentId": 122, "text": "All right."}, {"sentId": 123, "text": "That was the City of Lafayette, Louisiana police chief Jim Craft updating the media on exactly what happened at the movie theater."}, {"sentId": 124, "text": "And he says they still have a lot of investigating to do, including they want to sweep the place for explosive devices at theater and the surrounding parking lot."}], "speaker": "LEMON", "secId": 35}, {"sentences": [{"sentId": 125, "text": "He says the Lafayette Police Department is there, the Lafayette Sheriff's Department, the Louisiana State Police, the FBI, and ATF, all on the scene now investigating of the shooting that happened just a short time ago."}], "speaker": "LEMON", "secId": 36}, {"sentences": [{"sentId": 126, "text": "Keifer Sanders, I believe is still with us."}, {"sentId": 127, "text": "He was in the theater at the time."}, {"sentId": 128, "text": "And, Keifer, you said you were sitting in the theater and the alarm went off and told everyone to get out."}], "speaker": "LEMON", "secId": 37}, {"sentences": [{"sentId": 129, "text": "Yes, sir."}, {"sentId": 130, "text": "The movie had just begun and the screen -- the screen went black and the alarms went off to please exit the theater quickly evacuated the nearest exit."}], "speaker": "SANDERS", "secId": 38}, {"sentences": [{"sentId": 131, "text": "How many people do you think there were in the theater?"}], "speaker": "LEMON", "secId": 39}, {"sentences": [{"sentId": 132, "text": "In the theater that I was in when the show is -- probably 75 people went in."}, {"sentId": 133, "text": "But the whole park around was full of cars."}], "speaker": "SANDERS", "secId": 40}, {"sentences": [{"sentId": 134, "text": "When you came out how many people did you see nearly about?"}], "speaker": "LEMON", "secId": 41}, {"sentences": [{"sentId": 135, "text": "At least a hundred."}, {"sentId": 136, "text": "It was a -- there we evacuated through the back of the theater and there was at least a hundred people piling out into the back all scrambled."}], "speaker": "SANDERS", "secId": 42}, {"sentences": [{"sentId": 137, "text": "And so, there are people on the back and then also on the front parking lot, is that correct?"}], "speaker": "LEMON", "secId": 43}, {"sentences": [{"sentId": 138, "text": "Yes, sir."}, {"sentId": 139, "text": "Yes."}, {"sentId": 140, "text": "LEMON: Yes."}, {"sentId": 141, "text": "And so, and you did -- you know, they are saying there are multiple injuries and you did witnessed someone who was injured at the scene."}], "speaker": "SANDERS", "secId": 44}, {"sentences": [{"sentId": 142, "text": "Yes, sir."}], "speaker": "SANDERS", "secId": 45}, {"sentences": [{"sentId": 143, "text": "Can you describe that for us again?"}], "speaker": "LEMON", "secId": 46}, {"sentences": [{"sentId": 144, "text": "I -- once I came out to the front of theater as I had to evacuate too, there was a lady who was wounded in the legs lying in the sidewalk waiting on the ambulance to get there."}], "speaker": "SANDERS", "secId": 47}, {"sentences": [{"sentId": 145, "text": "Was there a panic, Keifer?"}, {"sentId": 146, "text": "Or were people fairly orderly?"}], "speaker": "LEMON", "secId": 48}, {"sentences": [{"sentId": 147, "text": "Oh, not really."}, {"sentId": 148, "text": "It was kind of calling scene on the back as they battle what was going on and then like, they have one group that came running out at the back."}, {"sentId": 149, "text": "I'm assuming that knew what happened, but none of us really knew what was happening."}, {"sentId": 150, "text": "Yes."}, {"sentId": 151, "text": "The cops did a great job of keeping everybody calm and evacuating everybody and then getting there."}], "speaker": "SANDERS", "secId": 49}, {"sentences": [{"sentId": 152, "text": "At 9, 10 there where you are what is it like outside the theater?"}], "speaker": "LEMON", "secId": 50}, {"sentences": [{"sentId": 153, "text": "Not yet."}, {"sentId": 154, "text": "It looks like a movie."}, {"sentId": 155, "text": "It's like you're seeing a movie there."}, {"sentId": 156, "text": "Probably about a hundred yards are blocked off from the all around them, theater, probably just kept the cop cars surrounding theater, just to keep all bystanders watching the whole scene and it's just really looks like something you see up in the movie."}, {"sentId": 157, "text": "That is so real."}], "speaker": "SANDERS", "secId": 51}, {"sentences": [{"sentId": 158, "text": "It sounds like someone is trying to get in touch with you on your phone, have you let your family know that you're OK?"}], "speaker": "LEMON", "secId": 52}, {"sentences": [{"sentId": 159, "text": "Yes."}, {"sentId": 160, "text": "My family knows that I'm fine."}, {"sentId": 161, "text": "I've contacted them."}, {"sentId": 162, "text": "It's just multiple people checking on me about everybody know I'm far."}], "speaker": "SANDERS", "secId": 53}, {"sentences": [{"sentId": 163, "text": "Tell us what this place is like on a Thursday night in the middle of summer."}], "speaker": "LEMON", "secId": 54}, {"sentences": [{"sentId": 164, "text": "It's normally crowded."}, {"sentId": 165, "text": "It was a little bit crowded tonight."}, {"sentId": 166, "text": "Right in front of it there's a little more on pizza place."}, {"sentId": 167, "text": "It's a very crowded place."}, {"sentId": 168, "text": "It's a good place and you know, a lot of people go up and say a few times."}, {"sentId": 169, "text": "None of us have expected this."}], "speaker": "SANDERS", "secId": 55}, {"sentences": [{"sentId": 170, "text": "Yes."}, {"sentId": 171, "text": "You never expect anything like that as a shooting in the theater and of course, we know that, you know, we've just seen the verdict in the Aurora Theater shooting that."}], "speaker": "LEMON", "secId": 56}, {"sentences": [{"sentId": 172, "text": "That was my next point."}, {"sentId": 173, "text": "I saw just someone have bothered earlier she's kind of ironic that the guy tries today and then the shooting got on the day that all this guy, you know."}], "speaker": "SANDERS", "secId": 57}, {"sentences": [{"sentId": 174, "text": "Yes."}, {"sentId": 175, "text": "They just got the verdict, just a couple of days ago, for which was guilty really on all counts."}, {"sentId": 176, "text": "So, the people who were shot and killed and injured in that movie theater, that James Holmes and that was, again, just happened what I think three years to the day now it has been."}], "speaker": "LEMON", "secId": 58}, {"sentences": [{"sentId": 177, "text": "I want to bring in Sunny Hostin who is sitting with me."}, {"sentId": 178, "text": "And Sunny is a former Federal prosecutor."}, {"sentId": 179, "text": "And Sunny, you know, I look at you when I said that because we both covered the Aurora Movie Theater shooting and the trial of James Holmes."}, {"sentId": 180, "text": "And now, we are looking at something."}, {"sentId": 181, "text": "We don't know the circumstances surrounding this, but any time you have someone going to a movie theater and opening fire, I mean, this is horrific."}], "speaker": "LEMON", "secId": 59}, {"sentences": [{"sentId": 182, "text": "Well, it was shocking."}, {"sentId": 183, "text": "I mean, you know, we talked about shootings now at school in Connecticut."}, {"sentId": 184, "text": "We talked about shootings at movie theaters, Aurora, Colorado."}, {"sentId": 185, "text": "And now, we're seeing in Lafayette, Louisiana and I was just reminded that, you know, in an interview with the BBC today, President Obama said, that one of the things that frustrates him the most is the fact that United States of America is the one advanced nation on earth in which we do not seem to have sufficient common sense to have gun safety laws even in the face of these repeated mass killings."}], "speaker": "HOSTIN", "secId": 60}, {"sentences": [{"sentId": 186, "text": "So, he also said, if you look at the number of Americans killed by terrorism, it's less than 100."}, {"sentId": 187, "text": "But if you look at the numbers that have been killed by gun violence it's in the tens of thousands."}, {"sentId": 188, "text": "So, you know, I agree."}, {"sentId": 189, "text": "I just don't understand why we can't seem to resolve that issue, this issue."}, {"sentId": 190, "text": "And we're just confronted over and over again with these mass shootings."}, {"sentId": 191, "text": "Where will our legislators and our politicians get on board and realize that this is an issue that we have to deal with."}], "speaker": "HOSTIN", "secId": 61}, {"sentences": [{"sentId": 192, "text": "I want to in bring in now CNN legal analyst Mark O'Mara with us."}, {"sentId": 193, "text": "And also forensic scientist, Lawrence Kobilinsky, with us as well."}, {"sentId": 194, "text": "And you know, we all covered the Aurora Theater shooting."}, {"sentId": 195, "text": "And now, we are sitting here at the Grand 16 where is the shooting is happening now -- has happened in Lafayette, Louisiana."}], "speaker": "LEMON", "secId": 62}, {"sentences": [{"sentId": 196, "text": "Now we're showing New Orleans, Lafayette is pretty far from New Orleans."}, {"sentId": 197, "text": "Baton Rouge is really the closest city."}, {"sentId": 198, "text": "It's really closest to Baton Rougue, about 45 minutes."}, {"sentId": 199, "text": "And this is about 40 minutes, actually from where I grew up in Portadown, Louisiana."}, {"sentId": 200, "text": "So, I know Lafayette very well."}, {"sentId": 201, "text": "And, you know, on a Thursday night in Louisiana, when it's very hot outside you don't want to burn up your air conditioning, people go to the movie theater."}], "speaker": "LEMON", "secId": 63}, {"sentences": [{"sentId": 202, "text": "Of course they do."}], "speaker": "HOSTIN", "secId": 64}, {"sentences": [{"sentId": 203, "text": "Right."}, {"sentId": 204, "text": "So, you can be entertained and you can stay cool."}, {"sentId": 205, "text": "So, you know, Mark, again, here we are covering this."}, {"sentId": 206, "text": "Sunny brings up a point what the president had to say, but still, we don't know exactly what inspired this shooting."}], "speaker": "LEMON", "secId": 65}, {"sentences": [{"sentId": 207, "text": "Well, the biggest frustration is that this is now becoming the norm."}, {"sentId": 208, "text": "Whether it's the shootings that we see almost n a weekly basis sometimes involving cops and now these mass shootings."}, {"sentId": 209, "text": "For whatever reason we have now gotten to the point where what we have happening to us is almost common place."}], "speaker": "O'MARA", "secId": 66}, {"sentences": [{"sentId": 210, "text": "And as Sunny said, if common sense rule the day that we would look at the shootings and say we have to be more realistic with an interpretation of the Second Amendment that makes sense in 2015."}, {"sentId": 211, "text": "We just have to because our kids are dying, Sandy Hook, new moviegoers are dying, young kids are dying."}, {"sentId": 212, "text": "But for whatever reason, we're just maintain this immunity of reality or common sense when it comes to the way we're killing each other mostly with guns."}], "speaker": "O'MARA", "secId": 67}, {"sentences": [{"sentId": 213, "text": "Lawrence Kobilinsky as, you know, it's early on the investigation now but forensics are always important when it comes to this issues."}, {"sentId": 214, "text": "And so, are we getting ahead of ourselves to talk about forensics and what investigators are going to be looking at now?"}], "speaker": "LEMON", "secId": 68}, {"sentences": [{"sentId": 215, "text": "Not at all."}, {"sentId": 216, "text": "It's never too early."}, {"sentId": 217, "text": "In fact, the very first thing that police officers need to do is neutralize any threat."}, {"sentId": 218, "text": "And that includes searching the theater for explosives."}, {"sentId": 219, "text": "But it also, obviously, saving lives."}, {"sentId": 220, "text": "But from that point, the scene has to be protected."}], "speaker": "KOBILINSKY", "secId": 69}, {"sentences": [{"sentId": 221, "text": "Obviously, this is a shooting."}, {"sentId": 222, "text": "There may be more than one weapon."}, {"sentId": 223, "text": "There may be different kinds of ammunition."}, {"sentId": 224, "text": "The position of the shooter and the victims."}, {"sentId": 225, "text": "All of this becomes extremely important."}, {"sentId": 226, "text": "Because ultimately, if the shooter is still alive there is going to have to be a trial."}, {"sentId": 227, "text": "And putting it all together and reconstructing the events is very crucial."}], "speaker": "KOBILINSKY", "secId": 70}, {"sentences": [{"sentId": 228, "text": "And I think you were right, Don, in asking what is the motivation for something like this."}, {"sentId": 229, "text": "And I think you're also very right in bringing up Aurora where 12 people were massacred and 70 people were injured."}, {"sentId": 230, "text": "This could very well be a copycat situation."}, {"sentId": 231, "text": "And I say that because number one, it's in the theater."}, {"sentId": 232, "text": "Number two, there are guns involved, and number three, as you pointed out, it's three years almost to the day."}], "speaker": "KOBILINSKY", "secId": 71}, {"sentences": [{"sentId": 233, "text": "So, there are too many similarities here."}, {"sentId": 234, "text": "And I think people need to understand the motive."}, {"sentId": 235, "text": "But, clearly, there are many unstable people that have access to guns and it's a major problem."}, {"sentId": 236, "text": "It has to be addressed at the highest levels."}], "speaker": "KOBILINSKY", "secId": 72}, {"sentences": [{"sentId": 237, "text": "Lawrence, I want to tell you this and I want to get you to comment."}, {"sentId": 238, "text": "This is just coming into CNN now confirming that the shooter in this Lafayette movie theater did take his own life, did shoot himself."}, {"sentId": 239, "text": "Part of the forensics and part of the investigation."}], "speaker": "LEMON", "secId": 73}, {"sentences": [{"sentId": 240, "text": "It doesn't stop."}, {"sentId": 241, "text": "You have to understand what happened in order to prevent future events like this."}, {"sentId": 242, "text": "Where did he get the gun or guns?"}, {"sentId": 243, "text": "You know, where did he get the ammunition?"}, {"sentId": 244, "text": "Was this pre- meditated, was it planned?"}, {"sentId": 245, "text": "I mean, the investigation just has to begin looking for cell phone, records and e-mail, and all kinds of internet searches and what not."}], "speaker": "KOBILINSKY", "secId": 74}, {"sentences": [{"sentId": 246, "text": "This is going to take a lot of investigation and it's going to take some time to put it together."}, {"sentId": 247, "text": "Just because he's dead doesn't mean the investigation is over."}, {"sentId": 248, "text": "It's going to be thorough, it's going to be complete and it has to tell us something that will prevent future crimes like this."}, {"sentId": 249, "text": "O'MARA: Don."}], "speaker": "KOBILINSKY", "secId": 75}, {"sentences": [{"sentId": 250, "text": "Let me update our viewers real quick."}, {"sentId": 251, "text": "Hold on, Mark."}, {"sentId": 252, "text": "I'm have new information here."}], "speaker": "LEMON", "secId": 76}, {"sentences": [{"sentId": 253, "text": "sure."}], "speaker": "O'MARA", "secId": 77}, {"sentences": [{"sentId": 254, "text": "There's a shooting, as you can see, at a movie theater in Lafayette, Louisiana."}, {"sentId": 255, "text": "And according to our affiliate KATC, at least two people are confirmed dead."}, {"sentId": 256, "text": "There may be more, we're not sure."}, {"sentId": 257, "text": "Hopeful, no more than two."}, {"sentId": 258, "text": "Sadly, that two people had to die."}, {"sentId": 259, "text": "The gunman is dead."}, {"sentId": 260, "text": "We just learned that."}], "speaker": "LEMON", "secId": 78}, {"sentences": [{"sentId": 261, "text": "And we are hearing that there are other people who are injured."}, {"sentId": 262, "text": "We spoke to our witness who said he saw at least one person lying outside the theater with what looked like a gunshot wound to the leg once he was asked to, and everyone in his theater were asked to leave the theater by alarm and through a public address system."}], "speaker": "LEMON", "secId": 79}, {"sentences": [{"sentId": 263, "text": "And so, this happened about 7.30 Central Time."}, {"sentId": 264, "text": "Not that long ago, and it is almost three years to the day of that Aurora Theater shooting, July 20th, 2012."}, {"sentId": 265, "text": "And again, this we're having another shooting here."}], "speaker": "LEMON", "secId": 80}, {"sentences": [{"sentId": 266, "text": "I want to bring in Van Jones as well."}, {"sentId": 267, "text": "He is with me along with Sunny Hostin, Mark O'Mara, and Lawrence Kobilinsky."}, {"sentId": 268, "text": "You know, van, Sunny talked about this."}, {"sentId": 269, "text": "President Obama, an interview with the BBC talked about it gun violence during the course of his presidency."}, {"sentId": 270, "text": "I want you to listen and then we'll comment."}], "speaker": "LEMON", "secId": 81}, {"sentences": [{"sentId": 271, "text": "If you ask me where has been the one area where I feel that I've been most frustrated and most stymied."}, {"sentId": 272, "text": "It is the fact that the United States of America is the one advanced nation on earth, in which we do not have sufficient common sense, gun safety laws."}, {"sentId": 273, "text": "Even in the face of repeated mass killings."}], "speaker": "OBAMA", "secId": 82}, {"sentences": [{"sentId": 274, "text": "And you know, if you look at the number of Americans killed since 9/11 by terrorism, it's less than a 100."}, {"sentId": 275, "text": "If you look at the numbers that have been killed by gun violence, it's in the tens of thousands."}, {"sentId": 276, "text": "And for us to not to be able to resolve that issue has been something that is distressing, but it is not something that I intend to stop working on the remaining 18 months."}], "speaker": "OBAMA", "secId": 83}, {"sentences": [{"sentId": 277, "text": "So, Van Jones, terror, less than 100, gun violence in the tens of thousands."}, {"sentId": 278, "text": "So, this interview is set to air tonight before it even air there's another shooting."}], "speaker": "LEMON", "secId": 84}, {"sentences": [{"sentId": 279, "text": "Well, I mean, it's horrific and also this will be I think, his biggest defeat."}, {"sentId": 280, "text": "He's a president when you have these types of things happened."}, {"sentId": 281, "text": "And frankly, any time something happens to young people, to children, you see this president, he throws the playbook, he tries to do something."}, {"sentId": 282, "text": "Sometimes he's right, sometimes he's wrong."}, {"sentId": 283, "text": "When the children were in Gaza, Syria, he went to do something."}, {"sentId": 284, "text": "Trayvon killed he want to do something."}], "speaker": "JONES", "secId": 85}, {"sentences": [{"sentId": 285, "text": "But when those children were slaughtered, and they were shot to death in their school he really thought he was going to be able to do something pass any kind of bill break this law jam."}, {"sentId": 286, "text": "And on the dead those dead children and when he was unable to do that it was heartbreaking moment for him."}, {"sentId": 287, "text": "And I don't he's really recovered from it."}, {"sentId": 288, "text": "So, every time you see these massacres he feels a personal sense of failure not having been able to get more done and I have to say that often it is the case that even the best laws in the world would not stop some of these things."}, {"sentId": 289, "text": "But one would have expected by now we could come up with some kind of common ground answer."}, {"sentId": 290, "text": "And I know this president really suffers every single time this happens."}], "speaker": "JONES", "secId": 86}, {"sentences": [{"sentId": 291, "text": "Yes."}, {"sentId": 292, "text": "And we're in the middle of, you know presidential race right now."}, {"sentId": 293, "text": "And this will be front and centers especially this happening now."}, {"sentId": 294, "text": "We can look to the campaign trail now and see what the candidates will be saying about this."}, {"sentId": 295, "text": "Van, am I right?"}], "speaker": "LEMON", "secId": 87}, {"sentences": [{"sentId": 296, "text": "Well, absolutely."}, {"sentId": 297, "text": "And part of it is, you know, when you have, you know, this almost becomes regular."}, {"sentId": 298, "text": "I was on my way out of the building and, you know, came back because of this, you know, this horror."}, {"sentId": 299, "text": "And one of the security guard said, again."}, {"sentId": 300, "text": "He says, it's almost gotten to the point where you just don't even want to turn the TV and see it."}], "speaker": "JONES", "secId": 88}, {"sentences": [{"sentId": 301, "text": "And I think that's part of the danger, is that we lose our capacity for outrage that we begin to adapt to the absurdity that we can't take our children, our families to the movie."}, {"sentId": 302, "text": "And there's not a single law not one tiny change we could make."}, {"sentId": 303, "text": "Yes, it is true."}, {"sentId": 304, "text": "The best laws in the world can't stop the worst of the worst."}, {"sentId": 305, "text": "But good laws can make a difference."}, {"sentId": 306, "text": "And this is the kind of thing that does not have to happen with the frequency that it does about -- and I think when you look at the Obama legacy, there are lots to be proud of, a lot is going to be frustrated with."}, {"sentId": 307, "text": "This will be the one that he goes to his gray feeling, why was I not able to get more done on this particular issue."}], "speaker": "JONES", "secId": 89}, {"sentences": [{"sentId": 308, "text": "Sunny Hostin."}], "speaker": "LEMON", "secId": 90}, {"sentences": [{"sentId": 309, "text": "Yes."}, {"sentId": 310, "text": "And I think to Van's point, I mean, we know after Newtown, Connecticut, the elementary school shooting..."}], "speaker": "HOSTIN", "secId": 91}, {"sentences": [{"sentId": 311, "text": "December 14, 2012, in Sandy Hook Elementary."}], "speaker": "LEMON", "secId": 92}, {"sentences": [{"sentId": 312, "text": "In 2012, that's right."}, {"sentId": 313, "text": "Some of the measures that the president tried to persuade was universal background checks."}], "speaker": "HOSTIN", "secId": 93}, {"sentences": [{"sentId": 314, "text": "Right."}], "speaker": "LEMON", "secId": 94}, {"sentences": [{"sentId": 315, "text": "And a ban on assault weapons."}, {"sentId": 316, "text": "And, you know, it failed in the Senate where republicans and even some democrats opposed to them."}, {"sentId": 317, "text": "I think what's fascinating is that we then sort of see this background check loophole happened when in the Dylan Roof shooting, when in -- right in Charleston."}, {"sentId": 318, "text": "And so, these are just common sense solutions like a universal background check, like closing some of the loopholes and the background check process, and a ban on assault weapons."}, {"sentId": 319, "text": "And I don't understand why it can't happen and it hasn't happened."}, {"sentId": 320, "text": "LEMON: Let's get back now to the investigation in this particular"}], "speaker": "HOSTIN", "secId": 95}, {"sentences": [{"sentId": 321, "text": "shooting."}, {"sentId": 322, "text": "I want to bring in -- I want to bring in Judge Alex Ferrer."}, {"sentId": 323, "text": "Alex Ferrer is s also joining us this evening to talk about this."}, {"sentId": 324, "text": "Judge, you've seen a number of these shootings?"}, {"sentId": 325, "text": "I've been on the air with you talking with you about..."}], "speaker": "HOSTIN", "secId": 96}, {"sentences": [{"sentId": 326, "text": "Absolutely."}], "speaker": "FERRER", "secId": 97}, {"sentences": [{"sentId": 327, "text": "... the fallout of these shootings what happened."}, {"sentId": 328, "text": "And again, we don't know the particular motivation of the shooter."}, {"sentId": 329, "text": "But what we do know is that our affiliate says, two people are confirmed dead."}, {"sentId": 330, "text": "One of those I believed includes the shooter in this."}, {"sentId": 331, "text": "According to witnesses stood in the middle of the theater and just started shooting people and  the people either ducked or scattered and then they were all told to leave the theater."}, {"sentId": 332, "text": "Judge Alex, you're a police officer, what happens now, what are police doing?"}], "speaker": "LEMON", "secId": 98}, {"sentences": [{"sentId": 333, "text": "I mean, I know we would like more information and we'd want as quick as possible but in reality, the police officers main focus right now is not so much on informing the media."}, {"sentId": 334, "text": "It is to make sure that they have a crime scene this protective and they're gathering all the evidence they're going to need in this case."}], "speaker": "FERRER", "secId": 99}, {"sentences": [{"sentId": 335, "text": "Now, at this point, since he's deceased is not really that important but they still do need."}, {"sentId": 336, "text": "There is not going to be trial, I should say."}, {"sentId": 337, "text": "But they still do need to determine everything that happened in this case."}, {"sentId": 338, "text": "We're going to find out, I'm sure."}, {"sentId": 339, "text": "And I think we'd probably we all agree on this."}], "speaker": "FERRER", "secId": 100}, {"sentences": [{"sentId": 340, "text": "We're going to find out that he had some kind of mental illness, people don't typically do this."}, {"sentId": 341, "text": "And one of the biggest shortcomings we have in our society is the way we do not focus on mental illness."}, {"sentId": 342, "text": "We have a lot of money that goes towards dealing with the aftermath of mental illness but we have very little that goes prevention."}], "speaker": "FERRER", "secId": 101}, {"sentences": [{"sentId": 343, "text": "And as Van Jones said, you know, there are some things that just laws are not going to protect."}, {"sentId": 344, "text": "Their laws are not going to prevent some maniac or some sick individual from going out there and killing people."}, {"sentId": 345, "text": "No matter how many laws you pass there are people who will still get away with it."}], "speaker": "FERRER", "secId": 102}, {"sentences": [{"sentId": 346, "text": "Certainly, there should be a way to keep guns out of the hands of people who are mentally ill."}, {"sentId": 347, "text": "But it's a lot harder than we think."}, {"sentId": 348, "text": "Are we going to create a national database where every time you see your therapist because you're depressed your name goes in that database, so that if you go buy a gun, you're they're aware of it."}], "speaker": "FERRER", "secId": 103}, {"sentences": [{"sentId": 349, "text": "OK"}], "speaker": "LEMON", "secId": 104}, {"sentences": [{"sentId": 350, "text": "It becomes difficult."}], "speaker": "FERRER", "secId": 105}, {"sentences": [{"sentId": 351, "text": "OK."}, {"sentId": 352, "text": "Stand by, judge."}, {"sentId": 353, "text": "I want to bring in Clay Henry, vice president of the Acadian Ambulance."}, {"sentId": 354, "text": "He's on the phone with us."}, {"sentId": 355, "text": "What can you tell us?"}], "speaker": "LEMON", "secId": 106}, {"sentences": [{"sentId": 356, "text": "Yes."}, {"sentId": 357, "text": "Good evening, Don."}, {"sentId": 358, "text": "At around 7.29 p.m. we received the call for multiple shooting victims at the Grand Theater on Johnson Street here Lafayette."}], "speaker": "HENRY", "secId": 107}, {"sentences": [{"sentId": 359, "text": "We responded 12 ambulances to the scene with lots of support personnel."}, {"sentId": 360, "text": "I believed the Lafayette Fire Department, the States Police, Sheriff's Office, and City Police Officer responded."}, {"sentId": 361, "text": "And within a very short period of time, we transported nine shooting victims to three of the area hospitals."}, {"sentId": 362, "text": "And as I have heard, sought this is unofficially this maybe two DOA's on the scene as well."}], "speaker": "HENRY", "secId": 108}, {"sentences": [{"sentId": 363, "text": "Two DOA's."}, {"sentId": 364, "text": "So, can you confirm some of the information that we have, sir."}, {"sentId": 365, "text": "I have here -- you're saying that you have nine victims to three area hospitals."}, {"sentId": 366, "text": "We're hearing a total of the 11 people were transported, 9 injured and 2 dead on arrivals."}], "speaker": "LEMON", "secId": 109}, {"sentences": [{"sentId": 367, "text": "That's correct."}, {"sentId": 368, "text": "Nine were transported and two DOA at the scene."}], "speaker": "HENRY", "secId": 110}, {"sentences": [{"sentId": 369, "text": "OK. Taken to three area hospitals regional Medical Center of Louisiana, Lafayette General Medical Center, and Our Lady of Lord's Regional Medical Center."}, {"sentId": 370, "text": "Tell us about the injuries."}, {"sentId": 371, "text": "Are they serious?"}, {"sentId": 372, "text": "What do they range from?"}], "speaker": "LEMON", "secId": 111}, {"sentences": [{"sentId": 373, "text": "I do believe there is a range of injury that haven't been able to ascertain exactly the extent of the injuries, but I do believe they were sort of varied in scope for us, you know, the moderation of the injuries."}], "speaker": "HENRY", "secId": 112}, {"sentences": [{"sentId": 374, "text": "Varied from very serious?"}, {"sentId": 375, "text": "Or critical?"}, {"sentId": 376, "text": "Or what can you tell us?"}], "speaker": "LEMON", "secId": 113}, {"sentences": [{"sentId": 377, "text": "So, I ask report that I got that there were some serious injuries."}, {"sentId": 378, "text": "I have not spoken to those prime medics at the hospitals in the last minute to get any update."}, {"sentId": 379, "text": "I have not gotten any report that any of them are critical yet."}, {"sentId": 380, "text": "But it is still very early."}], "speaker": "HENRY", "secId": 114}, {"sentences": [{"sentId": 381, "text": "Have you been able to talk to or at least some of the people who are out there to -- have they told you what happened inside of this theater."}, {"sentId": 382, "text": "How this all went down."}], "speaker": "LEMON", "secId": 115}, {"sentences": [{"sentId": 383, "text": "What I heard some of your reports earlier and that's pretty much the same information that we're hearing, but of course, that's really unofficially."}, {"sentId": 384, "text": "You know, we haven't gotten that from anyone in our official capacity at this, Don."}], "speaker": "HENRY", "secId": 116}, {"sentences": [{"sentId": 385, "text": "OK."}, {"sentId": 386, "text": "So, tell me what you're hearing, though."}, {"sentId": 387, "text": "Tell me what people are saying to you."}], "speaker": "LEMON", "secId": 117}, {"sentences": [{"sentId": 388, "text": "Well, some of the bystanders put there did tell us that, as you said, someone stood up in the theater and started shooting and pretty after that that was -- pretty much the extend of the story that we got."}], "speaker": "HENRY", "secId": 118}, {"sentences": [{"sentId": 389, "text": "OK. And, again, you -- the shooter is among those -- among the deceased, correct?"}], "speaker": "LEMON", "secId": 119}, {"sentences": [{"sentId": 390, "text": "That is what we have heard."}, {"sentId": 391, "text": "But we have not gotten that official report from any law enforcement yet."}], "speaker": "HENRY", "secId": 120}, {"sentences": [{"sentId": 392, "text": "OK. And, again, your report, if you can update us, please, on what you told us, how many have died and how many people were transported, and the extent of their injuries."}], "speaker": "LEMON", "secId": 121}, {"sentences": [{"sentId": 393, "text": "Sure."}, {"sentId": 394, "text": "There were nine patients transported to three different area hospitals here in Lafayette."}, {"sentId": 395, "text": "And there was a report of two patients on scene that are DOA."}], "speaker": "HENRY", "secId": 122}, {"sentences": [{"sentId": 396, "text": "And the reports we got early on were that the injuries were wide and varied."}, {"sentId": 397, "text": "So, we have not been able to pinpoint, you know, the critical nature of any of those nine as of yet."}], "speaker": "HENRY", "secId": 123}, {"sentences": [{"sentId": 398, "text": "OK."}, {"sentId": 399, "text": "I know that you're with the ambulance service."}, {"sentId": 400, "text": "But police now are still on the scene still investigating."}, {"sentId": 401, "text": "Do you think that there are other people there who need medical attention that you intend to transport or treat on the scene?"}], "speaker": "LEMON", "secId": 124}, {"sentences": [{"sentId": 402, "text": "It doesn't appear to be the case as of it right now."}, {"sentId": 403, "text": "But I'm sure that the theater probably had a lot of people."}, {"sentId": 404, "text": "We do -- we still have about a half dozen ambulance that's on scene with some supervisors and paramedics."}, {"sentId": 405, "text": "And we're going to stay there as long as needed throughout the night if needed to be."}], "speaker": "HENRY", "secId": 125}, {"sentences": [{"sentId": 406, "text": "We did have one patient having some chest pains, but fortunately, it turned out not to be severe."}, {"sentId": 407, "text": "You know, from the instance that they had to deal with this certainly not unexpected they type of things."}], "speaker": "HENRY", "secId": 126}, {"sentences": [{"sentId": 408, "text": "So, we're going to keep a lot of paramedics on scene until everyone is released."}], "speaker": "HENRY", "secId": 127}, {"sentences": [{"sentId": 409, "text": "And so, there it is."}, {"sentId": 410, "text": "You do have a three oxygen place -- in place on the scene but you don't believe there are many people there who need to be treated at this point?"}], "speaker": "LEMON", "secId": 128}, {"sentences": [{"sentId": 411, "text": "Not at this time."}, {"sentId": 412, "text": "And I'm sure law enforcement will be there for quite some time interviewing a lot of people there so we're going to keep our resources there as long as they need us."}], "speaker": "HENRY", "secId": 129}, {"sentences": [{"sentId": 413, "text": "OK. Clay Henry, with the Acadia Ambulance service."}, {"sentId": 414, "text": "He's the vice president of operations updating us now on a shooting that happened at a movie theater in Lafayette, Louisiana 7.30 Central Time, 8.30 Eastern Time."}, {"sentId": 415, "text": "Two people dead according to Mr. Henry and nine injured in the shooting."}, {"sentId": 416, "text": "Nine were trans -- nine victims taken to three area hospitals in Louisiana."}, {"sentId": 417, "text": "The injuries we are told range in severity from very serious, again, that's according to Mr. Henry, to minor injuries."}], "speaker": "LEMON", "secId": 130}, {"sentences": [{"sentId": 418, "text": "Live pictures now."}, {"sentId": 419, "text": "Are these live pictures we're looking at?"}, {"sentId": 420, "text": "You're looking at live pictures now from that theater scene, a theater in Lafayette, Louisiana."}, {"sentId": 421, "text": "And as you look at these first live pictures that are coming in here to CNN, I'm going to speak to another witness of the shooting."}, {"sentId": 422, "text": "He's on the phone now."}, {"sentId": 423, "text": "Paige Bearb, was in the theater next door."}, {"sentId": 424, "text": "Page, what did you see?"}], "speaker": "LEMON", "secId": 131}, {"sentences": [{"sentId": 425, "text": "Like people running out."}, {"sentId": 426, "text": "We heard people screaming in the theater people they set the alarm and we didn't know it was going on."}, {"sentId": 427, "text": "And the lady sitting as she sees down asked us if we had a weaponing to protect ourselves."}, {"sentId": 428, "text": "And I asked why, and she said, there's a shooting."}, {"sentId": 429, "text": "And I asked her to calm down."}, {"sentId": 430, "text": "I said, how did she know and she was like, her friend was at the door and they won't let her in."}, {"sentId": 431, "text": "So, she call her girlfriend out."}, {"sentId": 432, "text": "She's like, I can't deal with it."}, {"sentId": 433, "text": "I'm leaving."}, {"sentId": 434, "text": "And so, I sat down, I went to see if I can hear or see anything and I could just hear people screaming."}, {"sentId": 435, "text": "So, then the alarm went off."}, {"sentId": 436, "text": "We wait to go from outside and as I'm running outside I'm seeing people like bleeding on the legs being shot and I was like, wow."}, {"sentId": 437, "text": "It was like a movie itself."}], "speaker": "BEARB", "secId": 132}, {"sentences": [{"sentId": 438, "text": "And where are you, Paige?"}], "speaker": "LEMON", "secId": 133}, {"sentences": [{"sentId": 439, "text": "I'm actually about to be home."}], "speaker": "BEARB", "secId": 134}, {"sentences": [{"sentId": 440, "text": "Yes."}, {"sentId": 441, "text": "So, before you left what was it that seem like we're looking at live pictures now."}, {"sentId": 442, "text": "Some people are telling us or one of the witnesses at least is saying that he's waiting to get his car but they're not letting anybody get back into that scene."}, {"sentId": 443, "text": "Nothing is moving in or out unless you're with emergency, with police, or with fire, or with an ambulance service."}], "speaker": "LEMON", "secId": 135}, {"sentences": [{"sentId": 444, "text": "Correct."}, {"sentId": 445, "text": "Parking lot was pretty full but we were able to get out."}], "speaker": "BEARB", "secId": 136}, {"sentences": [{"sentId": 446, "text": "Did you hear any gunshots?"}], "speaker": "LEMON", "secId": 137}, {"sentences": [{"sentId": 447, "text": "I did not."}], "speaker": "BEARB", "secId": 138}, {"sentences": [{"sentId": 448, "text": "So, take us to the beginning of your cut off, we didn't hear the very beginning but you were sitting inside of a theater, had the movie already started?"}, {"sentId": 449, "text": "Take us through what..."}], "speaker": "LEMON", "secId": 139}, {"sentences": [{"sentId": 450, "text": "No, our movie didn't start yet."}], "speaker": "BEARB", "secId": 140}, {"sentences": [{"sentId": 451, "text": "Take us through what happened."}], "speaker": "LEMON", "secId": 141}, {"sentences": [{"sentId": 452, "text": "OK. We're just in there like I said and I can hear people screaming the next door and a lady said, if you can come for me."}, {"sentId": 453, "text": "We didn't have many people with this as -- it was this movie has been off a little bit now."}, {"sentId": 454, "text": "And she asked if we had any weapon."}, {"sentId": 455, "text": "And I said, no, ma'am, why?"}, {"sentId": 456, "text": "And she said because her friend was at the door saying that there was a shooting and then not letting many people in."}], "speaker": "BEARB", "secId": 142}, {"sentences": [{"sentId": 457, "text": "Then she just want to be protective for there was no women in the theater and I was like, oh, my God."}, {"sentId": 458, "text": "So, she took off running out the exit door and then the alarm sounded not long after she walked out."}, {"sentId": 459, "text": "So, we took our friend and outside and another running inside the corridor."}, {"sentId": 460, "text": "I'm seeing people coming out with gunshot wounds."}, {"sentId": 461, "text": "I've seen one lady she had a shot in her legs."}, {"sentId": 462, "text": "She had a t-shirt wrap around it."}, {"sentId": 463, "text": "Hence, this is real."}, {"sentId": 464, "text": "That's about it."}], "speaker": "BEARB", "secId": 143}, {"sentences": [{"sentId": 465, "text": "So, you think you were in the theater right next door to the theater where the shooting happened?"}], "speaker": "LEMON", "secId": 144}, {"sentences": [{"sentId": 466, "text": "Yes, I am sure."}, {"sentId": 467, "text": "I mean, they started screaming assuming as the lady had told me about there being a shooting."}, {"sentId": 468, "text": "It happened in the movie \"Trainwreck.\""}], "speaker": "BEARB", "secId": 145}, {"sentences": [{"sentId": 469, "text": "So, the theater that was playing \"Trainwreck,\" do you that this happened?"}], "speaker": "LEMON", "secId": 146}, {"sentences": [{"sentId": 470, "text": "Correct."}], "speaker": "BEARB", "secId": 147}, {"sentences": [{"sentId": 471, "text": "Yes."}, {"sentId": 472, "text": "And so, now, tell me again."}, {"sentId": 473, "text": "Someone -- a woman ran into the theater where you were, she was already in there that she come from?"}], "speaker": "LEMON", "secId": 148}, {"sentences": [{"sentId": 474, "text": "No, she was sitting down already and she said, they weren't letting her friend in because there was a shooting and she asked us if we had a weapon to protect us."}, {"sentId": 475, "text": "So, I was like, no, ma'am, we don't"}], "speaker": "BEARB", "secId": 149}, {"sentences": [{"sentId": 476, "text": "So, her friend must have texted her while she was in the theater."}], "speaker": "LEMON", "secId": 150}, {"sentences": [{"sentId": 477, "text": "Yes."}], "speaker": "BEARB", "secId": 151}, {"sentences": [{"sentId": 478, "text": "Yes."}, {"sentId": 479, "text": "Now, one young man we had on earlier said when he left the theater he saw people who were injured at least one woman who was injured outside of the theater."}, {"sentId": 480, "text": "Did you see any of that?"}], "speaker": "LEMON", "secId": 152}, {"sentences": [{"sentId": 481, "text": "What was that?"}], "speaker": "BEARB", "secId": 153}, {"sentences": [{"sentId": 482, "text": "Did you see anyone injured outside of the theater when you left?"}], "speaker": "LEMON", "secId": 154}, {"sentences": [{"sentId": 483, "text": "I sure did."}, {"sentId": 484, "text": "I've seen one lady with a gunshot wound to her legs."}], "speaker": "BEARB", "secId": 155}, {"sentences": [{"sentId": 485, "text": "You did?"}], "speaker": "LEMON", "secId": 156}, {"sentences": [{"sentId": 486, "text": "Yes."}, {"sentId": 487, "text": "And she was into as we were running to the corridor."}], "speaker": "BEARB", "secId": 157}, {"sentences": [{"sentId": 488, "text": "And what was it like when she got outside?"}], "speaker": "LEMON", "secId": 158}, {"sentences": [{"sentId": 489, "text": "It was scary."}, {"sentId": 490, "text": "It was scary."}], "speaker": "BEARB", "secId": 159}, {"sentences": [{"sentId": 491, "text": "How so?"}], "speaker": "LEMON", "secId": 160}, {"sentences": [{"sentId": 492, "text": "Because you didn't know who was coming out to see with a gun and what not, but I just know there was a lot of cops with cops cordoned down the building."}, {"sentId": 493, "text": "And we were just told to get to our cars and leave as soon as possible."}], "speaker": "BEARB", "secId": 161}, {"sentences": [{"sentId": 494, "text": "Were you -- and you weren't able to get your car, were you?"}], "speaker": "LEMON", "secId": 162}, {"sentences": [{"sentId": 495, "text": "Yes, I got to my car and we're able to leave."}], "speaker": "BEARB", "secId": 163}, {"sentences": [{"sentId": 496, "text": "You were able to go."}], "speaker": "LEMON", "secId": 164}, {"sentences": [{"sentId": 497, "text": "But we stay to the car to the street and watch for a little while."}], "speaker": "BEARB", "secId": 165}, {"sentences": [{"sentId": 498, "text": "Yes."}, {"sentId": 499, "text": "And again, standby, Paige."}, {"sentId": 500, "text": "These are live pictures now Lafayette, Louisiana where there has been a shooting."}, {"sentId": 501, "text": "And there are two people who are confirmed dead."}, {"sentId": 502, "text": "And at least nine others who had been injured in the shooting at a movie theater."}, {"sentId": 503, "text": "Sergeant Brooks David from Louisiana State Police join us now on the phone."}, {"sentId": 504, "text": "Sergeant, what can you tell us?"}], "speaker": "LEMON", "secId": 166}, {"sentences": [{"sentId": 505, "text": "Right now, we're at the scene."}, {"sentId": 506, "text": "Governor Jindal had just arrived with Chief Jim Craft, the Lafayette Police Department."}, {"sentId": 507, "text": "The shooter is certainly the one that we have disappointed that he's deceased."}, {"sentId": 508, "text": "He's got multiple law enforcement in all over there that doing interviews and talking to people inside."}, {"sentId": 509, "text": "They're still canvassing the people inside the theater itself."}], "speaker": "DAVID", "secId": 167}, {"sentences": [{"sentId": 510, "text": "So, we have, I think, again, people involve in the shooting including the shooter."}, {"sentId": 511, "text": "So, coroners are there now, they're looking at the bodies and going to the different area."}, {"sentId": 512, "text": "But we're far from being to confirm outside of that shooter himself is that at least one other."}, {"sentId": 513, "text": "But we still have a long way to go to interview all the people in there."}, {"sentId": 514, "text": "But we have cleared just particular theater."}, {"sentId": 515, "text": "There's a lot of theater in."}], "speaker": "DAVID", "secId": 168}, {"sentences": [{"sentId": 516, "text": "We're in at Johnson Street which is near to university in Lafayette."}, {"sentId": 517, "text": "This theater is closed and cleared."}, {"sentId": 518, "text": "There's also a second theater for precautionary property they also cleared that theater also."}, {"sentId": 519, "text": "But there's nothing to believe at this point that there are further or problems in there or anything for the citizens to be concerned."}], "speaker": "DAVID", "secId": 169}, {"sentences": [{"sentId": 520, "text": "We want to make sure that we get that information out."}, {"sentId": 521, "text": "There is not a secondary shooter."}, {"sentId": 522, "text": "There was reports on that first."}, {"sentId": 523, "text": "That is not the case at this time."}, {"sentId": 524, "text": "So we want to make sure certainly the citizens understand that."}, {"sentId": 525, "text": "But we have the scene stabilized especially when you have victims that are dead at this location."}, {"sentId": 526, "text": "But that's what we have right."}, {"sentId": 527, "text": "We're still early into this happened about 7.30 at night."}, {"sentId": 528, "text": "And there are still lot of people at the scene, a lot of things to do."}], "speaker": "DAVID", "secId": 170}, {"sentences": [{"sentId": 529, "text": "So, Sgt."}, {"sentId": 530, "text": "Brooks David."}, {"sentId": 531, "text": "So, Sergeant, do we know what spark the shooting, who did he intended, did he intend to shoot somebody..."}], "speaker": "LEMON", "secId": 171}, {"sentences": [{"sentId": 532, "text": "Not into believe."}, {"sentId": 533, "text": "The latest on any direction on it."}, {"sentId": 534, "text": "This is a long, white male that came into the theater fired multiple shots."}, {"sentId": 535, "text": "Nothing to believe that there was any type of motive at this point."}, {"sentId": 536, "text": "But of course, as it was really early into it."}, {"sentId": 537, "text": "So, we're certainly check all that."}, {"sentId": 538, "text": "The main concern immediately was public safety getting to the active shooter."}, {"sentId": 539, "text": "You know, coming that portion of the down and that's the case that we have right now."}, {"sentId": 540, "text": "But still, unknown exactly what possibly call that."}], "speaker": "DAVID", "secId": 172}, {"sentences": [{"sentId": 541, "text": "Sergeant, if you can clarify something for us."}, {"sentId": 542, "text": "Was he silting there waiting or did he just all of a sudden come into the theater and as soon as he came in he started shooting?"}], "speaker": "LEMON", "secId": 173}, {"sentences": [{"sentId": 543, "text": "No, he was actually a patronage at the theater."}, {"sentId": 544, "text": "I had not heard whether or not he was sitting in the theater or was he sitting in the theater or anything like that."}, {"sentId": 545, "text": "He was just there actually."}, {"sentId": 546, "text": "He's actually sitting in the theater."}, {"sentId": 547, "text": "So, yes, he was actually inside one of the theaters itself."}, {"sentId": 548, "text": "I'm being told as I'm speaking with you."}, {"sentId": 549, "text": "Look, it's early and we're trying to interview as many people now and making sure we have that situation stabilized."}, {"sentId": 550, "text": "But I will certainly keep advised."}, {"sentId": 551, "text": "I'm Col. Michael Edmonson, the Head of State of Police in Louisiana."}, {"sentId": 552, "text": "So, I'm on the scene now with the chief."}, {"sentId": 553, "text": "Our governor is here."}, {"sentId": 554, "text": "I think we're going to brief the media in about 10 minutes on the local level here."}], "speaker": "DAVID", "secId": 174}, {"sentences": [{"sentId": 555, "text": "OK. Before I let you go, can you tell us, is there security at this particular theater?"}, {"sentId": 556, "text": "Armed security?"}], "speaker": "LEMON", "secId": 175}, {"sentences": [{"sentId": 557, "text": "Yes, we brought a security inside the theater."}], "speaker": "DAVID", "secId": 176}, {"sentences": [{"sentId": 558, "text": "Yes, I'm just..."}], "speaker": "LEMON", "secId": 177}, {"sentences": [{"sentId": 559, "text": "I'm not aware of whether or not there was enough."}], "speaker": "DAVID", "secId": 178}, {"sentences": [{"sentId": 560, "text": "Yes."}, {"sentId": 561, "text": "Can you talk to me about the response what you have in police?"}, {"sentId": 562, "text": "I know you have the State Police; I believe the FBI is there."}, {"sentId": 563, "text": "Who's on the scene?"}], "speaker": "LEMON", "secId": 179}, {"sentences": [{"sentId": 564, "text": "The State Police on the scene, the Lafayette Police Department, the Lafayette Sheriff Department, and the FBI are on the scene as I see it right now."}], "speaker": "DAVID", "secId": 180}, {"sentences": [{"sentId": 565, "text": "And do you believe the scene now is secure at least because the last time we heard from an official that they were going to sweep the theater and the parking lot for possible explosives as a precaution."}], "speaker": "LEMON", "secId": 181}, {"sentences": [{"sentId": 566, "text": "Yes."}, {"sentId": 567, "text": "We're going to stand as obviously, we want to make sure that we do everything we can to make sure the whole area is clear."}, {"sentId": 568, "text": "But there is nothing at least possibly there's any other shooter."}, {"sentId": 569, "text": "We think it's stabilized as I said, still a lot of moving parts and a lot of people to talk to that were inside the theater, probably around a hundred or so."}, {"sentId": 570, "text": "Maybe more than that are actually in the theater."}, {"sentId": 571, "text": "Like I said, we're briefing the governor right now with the police chief."}, {"sentId": 572, "text": "So, hopefully we'll have some more information before we can move on."}], "speaker": "DAVID", "secId": 182}, {"sentences": [{"sentId": 573, "text": "Before I let you go, you said it was a lone, white male."}], "speaker": "LEMON", "secId": 183}, {"sentences": [{"sentId": 574, "text": "That is correct."}], "speaker": "DAVID", "secId": 184}, {"sentences": [{"sentId": 575, "text": "Do you know how old?"}], "speaker": "LEMON", "secId": 185}, {"sentences": [{"sentId": 576, "text": "Do we know how old?"}, {"sentId": 577, "text": "Yes, that was a..."}], "speaker": "DAVID", "secId": 186}, {"sentences": [{"sentId": 578, "text": "The age range."}], "speaker": "LEMON", "secId": 187}, {"sentences": [{"sentId": 579, "text": "I don't have the exact age at this point."}, {"sentId": 580, "text": "Let me see if I can get real quick."}], "speaker": "DAVID", "secId": 188}, {"sentences": [{"sentId": 581, "text": "Yes."}], "speaker": "LEMON", "secId": 189}, {"sentences": [{"sentId": 582, "text": "Age of this white male."}, {"sentId": 583, "text": "58."}], "speaker": "DAVID", "secId": 190}, {"sentences": [{"sentId": 584, "text": "58."}, {"sentId": 585, "text": "Do you know if he was known to anyone in the law enforcement?"}], "speaker": "LEMON", "secId": 191}, {"sentences": [{"sentId": 586, "text": "No, don't know any of that."}, {"sentId": 587, "text": "Don't know any of that right now."}], "speaker": "DAVID", "secId": 192}, {"sentences": [{"sentId": 588, "text": "Do you believe he acted alone?"}], "speaker": "LEMON", "secId": 193}, {"sentences": [{"sentId": 589, "text": "There's nothing to believe otherwise at this point."}, {"sentId": 590, "text": "Nothing to tell us, otherwise."}], "speaker": "DAVID", "secId": 194}, {"sentences": [{"sentId": 591, "text": "OK. And do you know what type of weapon or weapons?"}], "speaker": "LEMON", "secId": 195}, {"sentences": [{"sentId": 592, "text": "No, I do not."}, {"sentId": 593, "text": "I do not."}, {"sentId": 594, "text": "We have -- we're working on that with the crime scene people now."}], "speaker": "DAVID", "secId": 196}, {"sentences": [{"sentId": 595, "text": "And he is still inside the theater along with the other victim?"}], "speaker": "LEMON", "secId": 197}, {"sentences": [{"sentId": 596, "text": "Is he still inside the victims."}, {"sentId": 597, "text": "Yes, the corner is with the bodies right now."}, {"sentId": 598, "text": "So, yes, he is still that."}], "speaker": "DAVID", "secId": 198}, {"sentences": [{"sentId": 599, "text": "Do you know the extent of the other injuries because we were on with..."}], "speaker": "LEMON", "secId": 199}, {"sentences": [{"sentId": 600, "text": "They tell me critical 10 people including the shooter."}, {"sentId": 601, "text": "So, we had at least three others that were critical."}], "speaker": "DAVID", "secId": 200}, {"sentences": [{"sentId": 602, "text": "Three critical injuries."}], "speaker": "LEMON", "secId": 201}, {"sentences": [{"sentId": 603, "text": "Beyond that, beyond those, that's correct."}], "speaker": "DAVID", "secId": 202}, {"sentences": [{"sentId": 604, "text": "OK."}, {"sentId": 605, "text": "Thank you, sir."}], "speaker": "LEMON", "secId": 203}, {"sentences": [{"sentId": 606, "text": "OK."}], "speaker": "DAVID", "secId": 204}, {"sentences": [{"sentId": 607, "text": "Please come back and update us."}, {"sentId": 608, "text": "We appreciate it."}], "speaker": "LEMON", "secId": 205}, {"sentences": [{"sentId": 609, "text": "All right."}, {"sentId": 610, "text": "Yes, sir."}], "speaker": "DAVID", "secId": 206}, {"sentences": [{"sentId": 611, "text": "OK."}, {"sentId": 612, "text": "So, there you have it, with the latest information."}, {"sentId": 613, "text": "We are being told from the state police there and that is from Sgt."}, {"sentId": 614, "text": "Brooks David, just told us around 7.30, a lone white male, he's saying 58 years old, came into the theater and started firing shots."}, {"sentId": 615, "text": "There's a Paton in the theater will not want to identify exactly who it is."}, {"sentId": 616, "text": "He didn't say whether the man was known to law enforcement."}, {"sentId": 617, "text": "He's not exactly sure of the motive at this time."}, {"sentId": 618, "text": "They don't know the motive at this point."}, {"sentId": 619, "text": "One victim is dead."}, {"sentId": 620, "text": "The shooter is dead as well."}, {"sentId": 621, "text": "There are at least nine others who were injured there."}, {"sentId": 622, "text": "But, again, they're telling us three people are in critical condition tonight."}, {"sentId": 623, "text": "There is no second shooter he believes."}, {"sentId": 624, "text": "The coroner is inside the movie theater right now with the victims, the victim and the shooter as well both dead."}, {"sentId": 625, "text": "The coroner is there inside right now."}], "speaker": "LEMON", "secId": 207}, {"sentences": [{"sentId": 626, "text": "I want go to Jalen Fernell, he's another witness who joins us by phone."}, {"sentId": 627, "text": "I'm sorry, if I pronounced your first name wrong."}, {"sentId": 628, "text": "But what did you see Mr. Fernell."}], "speaker": "LEMON", "secId": 208}, {"sentences": [{"sentId": 629, "text": "When I was in the movie theater we hear gunshot while we were watching the movie."}, {"sentId": 630, "text": "After we hear the gunshots, the sirens start going off inside the theater and is telling everyone to evacuate the theater and go outside."}], "speaker": "FERNELL", "secId": 209}, {"sentences": [{"sentId": 631, "text": "When we ran outside immediately, we started hearing nothing but sirens from everywhere."}, {"sentId": 632, "text": "We saw cops flowing off from all corners of the theater."}, {"sentId": 633, "text": "We try in the corner and we see a female lying down on the ground with blood coming out of her leg."}, {"sentId": 634, "text": "There's blood everywhere."}, {"sentId": 635, "text": "She was shot."}], "speaker": "FERNELL", "secId": 210}, {"sentences": [{"sentId": 636, "text": "So, immediately we get terrified because they're telling us to head to our vehicles and we don't know what to do because you see a lady shot and we don't know if the guy in the car or somewhere."}, {"sentId": 637, "text": "If he still in the parking lot should we run somewhere, so we didn't know what to do."}, {"sentId": 638, "text": "So, as we're looking at the theater, we see cops with guns start to fill up towards the front of theater and they all winding up and they're heading inside and we hear nothing but gunshots."}], "speaker": "FERNELL", "secId": 211}, {"sentences": [{"sentId": 639, "text": "After gunshots kind of like a war going on inside of it and then we're hearing six down in theater 14."}, {"sentId": 640, "text": "Like we're hearing that from the radios of the police and we're hearing that yell that across each other across the parking lot."}, {"sentId": 641, "text": "Then after a while came in the gunshots we hear that shooter committed suicide and there include the car intake across the entire of the unit."}], "speaker": "FERNELL", "secId": 212}, {"sentences": [{"sentId": 642, "text": "And which theater were you in, Jalen?"}], "speaker": "LEMON", "secId": 213}, {"sentences": [{"sentId": 643, "text": "I was in the one directly next store."}], "speaker": "FERNELL", "secId": 214}, {"sentences": [{"sentId": 644, "text": "Directly next door."}, {"sentId": 645, "text": "So, at about 7.30, you're in the theater, your movie had started."}, {"sentId": 646, "text": "And tell us what you hear?"}, {"sentId": 647, "text": "What is it, was it multiple shots, the succession, what did you hear?"}], "speaker": "LEMON", "secId": 215}, {"sentences": [{"sentId": 648, "text": "Well, they heard it's over the movie like I almost thought it was part of the movie at first."}, {"sentId": 649, "text": "But I heard maybe one, maybe two gunshots."}, {"sentId": 650, "text": "But after sure did hear once."}], "speaker": "FERNELL", "secId": 216}, {"sentences": [{"sentId": 651, "text": "And then what happened?"}], "speaker": "LEMON", "secId": 217}, {"sentences": [{"sentId": 652, "text": "And that's then the siren start going off I couldn't hear much after that because the siren are so loud telling everyone to evacuate the building."}, {"sentId": 653, "text": "And people were starting to freak out because they didn't know what was going on."}, {"sentId": 654, "text": "So, after that you couldn't really hear what's been going on outside."}], "speaker": "FERNELL", "secId": 218}, {"sentences": [{"sentId": 655, "text": "OK. And then you went outside, you said you saw someone laying there on the ground and they had gunshot wounds."}], "speaker": "LEMON", "secId": 219}, {"sentences": [{"sentId": 656, "text": "Yes, sir."}], "speaker": "FERNELL", "secId": 220}, {"sentences": [{"sentId": 657, "text": "And then what happened?"}, {"sentId": 658, "text": "Were police instructing you to do anything, were they telling you where to go in the parking lot or where you just going wherever you wanted to go?"}], "speaker": "LEMON", "secId": 221}, {"sentences": [{"sentId": 659, "text": "Well, when we first it just happened when we all got outside the theater, so cops were just starting to pull up and they were focusing more on trying to like, stop like, that close up the entire theater and make sure the shooter doesn't come out."}, {"sentId": 660, "text": "But after a while, that's when they instruct us where to go with."}, {"sentId": 661, "text": "I know me and the group that I'm with we were just instructed to move toward the parking lot because we didn't want to -- like it's like a terrifying site scene someone lying down in the ground shot, and we don't know where it came from or if there was someone else in the parking lot maybe they shoot us."}, {"sentId": 662, "text": "So, we return to corner."}], "speaker": "FERNELL", "secId": 222}, {"sentences": [{"sentId": 663, "text": "And nothing in this area, surely nothing even close to anything happening like this, correct?"}], "speaker": "LEMON", "secId": 223}, {"sentences": [{"sentId": 664, "text": "I'm sorry, can you repeat that?"}], "speaker": "FERNELL", "secId": 224}, {"sentences": [{"sentId": 665, "text": "In this area surely nothing close to anything ever happening like this, it's not a high crime area, it's not a town of shootings, this is out of the ordinary."}], "speaker": "LEMON", "secId": 225}, {"sentences": [{"sentId": 666, "text": "No, sir."}], "speaker": "FERNELL", "secId": 226}, {"sentences": [{"sentId": 667, "text": "And the people you're with, how -- and the people around you how did they react?"}, {"sentId": 668, "text": "Were people running out, was they -- was it chaotic?"}, {"sentId": 669, "text": "Was it orderly?"}, {"sentId": 670, "text": "Was happened?"}], "speaker": "LEMON", "secId": 227}, {"sentences": [{"sentId": 671, "text": "The group that I was with we kind of kept it order because we were all together and we're trying to play smart."}, {"sentId": 672, "text": "But a lot of people are they just took off all over the place, kind of like a stampede, so very much chaotic."}], "speaker": "FERNELL", "secId": 228}, {"sentences": [{"sentId": 673, "text": "All right, Jalen."}, {"sentId": 674, "text": "Stand by."}, {"sentId": 675, "text": "Jalen Fernell was inside of the movie theater when it happened to movie theater right next door to where this happened at 7.30 Central Time in Lafayette, Louisiana."}], "speaker": "LEMON", "secId": 229}, {"sentences": [{"sentId": 676, "text": "Again, the information that we're getting now from investigators on the scene and from the Head of the State Police in Louisiana, telling us that two people are dead including the shooter."}, {"sentId": 677, "text": "Three are in critical condition tonight."}, {"sentId": 678, "text": "They are in the hospital."}], "speaker": "LEMON", "secId": 230}, {"sentences": [{"sentId": 679, "text": "Nine people were transported to the hospital again."}, {"sentId": 680, "text": "This is all happening 7.30 Central Time in Lafayette, Louisiana."}, {"sentId": 681, "text": "45 minutes west of Baton Rouge, Louisiana, the capital there."}, {"sentId": 682, "text": "People just sitting in the theater."}, {"sentId": 683, "text": "Multiplex there, it's a 16, Grand 16, when all of a sudden some of them who were close to the theater where it happened heard gunshots."}], "speaker": "LEMON", "secId": 231}, {"sentences": [{"sentId": 684, "text": "Others later heard the sounds of an alarm going off and then they were told through an overhead intercom that they needed to get out of the theater and some people were allowed to get their cars, others were not."}, {"sentId": 685, "text": "Some people's cars are still there and they're not, they can't get to them till later."}, {"sentId": 686, "text": "They have cordoned off the scene and we have been told by investigators that just as a precaution they are sweeping the inside of the theater and they are sweeping the parking lot for possible explosives."}], "speaker": "LEMON", "secId": 232}, {"sentences": [{"sentId": 687, "text": "The Governor Bobby Jindal's on the scene and so, again, this is the very latest."}, {"sentId": 688, "text": "We're going to deep into our affiliate programming KATC and CL."}, {"sentId": 689, "text": "They are reporting and we'll be right back."}], "speaker": "LEMON", "secId": 233}, {"sentences": [{"sentId": 690, "text": "All right."}, {"sentId": 691, "text": "Alison thanks."}, {"sentId": 692, "text": "And I think Randleman"}], "speaker": "UNIDENTIFIED MALE", "secId": 234}, {"sentences": [{"sentId": 693, "text": "with the Acadian Ambulance bring up a good point."}, {"sentId": 694, "text": "This is a small town as you know everybody."}, {"sentId": 695, "text": "Somebody is going to know somebody who's inside that movie theater tonight."}, {"sentId": 696, "text": "And Randleman heading very close to home for him with Acadian Ambulance."}], "speaker": "UNIDENTIFIED MALE", "secId": 235}, {"sentences": [{"sentId": 697, "text": "His daughter inside describing to her father what she saw at a close to home for him."}, {"sentId": 698, "text": "They thought it was part of the movie."}, {"sentId": 699, "text": "They didn't know."}, {"sentId": 700, "text": "This happens during a 7 o'clock showing of the movie \"Trainwreck\" about 20 minutes inside to the movie witnesses started hearing pops."}, {"sentId": 701, "text": "They thought it was part of the movie but then they saw the lights coming from a gun."}], "speaker": "UNIDENTIFIED MALE", "secId": 236}, {"sentences": [{"sentId": 702, "text": "Again, nine people have been transported by Acadian Ambulance."}, {"sentId": 703, "text": "We know that two people are dead in the shootings tonight at the Grand Theater here in Lafayette."}, {"sentId": 704, "text": "We know that from our sources in law enforcement are telling us that the shooter is among the dead."}, {"sentId": 705, "text": "And many witnesses are saying that shooter died of a self-inflicted gunshot wounds."}, {"sentId": 706, "text": "This investigation just getting underway."}, {"sentId": 707, "text": "We're hearing more statements from some of our leaders here in Louisiana and I'm looking at man I think they are overall theme of this is prayers."}], "speaker": "UNIDENTIFIED MALE", "secId": 237}, {"sentences": [{"sentId": 708, "text": "A lot of people offering up their prayers."}, {"sentId": 709, "text": "The Republican Party of Louisiana asking to keep Acadian in your prayers tonight."}, {"sentId": 710, "text": "A sentiment being echoed tonight by U.S."}, {"sentId": 711, "text": "Senator Bill Cassidy releasing this statement."}, {"sentId": 712, "text": "Please, join more in praying for those in Lafayette right now."}], "speaker": "UNIDENTIFIED MALE", "secId": 238}, {"sentences": [{"sentId": 713, "text": "The investigation just beginning."}, {"sentId": 714, "text": "We know the FBI is here in town."}], "speaker": "UNIDENTIFIED MALE", "secId": 239}, {"sentences": [{"sentId": 715, "text": "OK. That was our affiliate KATC reporting."}, {"sentId": 716, "text": "That's how our local affiliate is reporting in the scene, down in the City of Lafayette, Louisiana."}, {"sentId": 717, "text": "Again, you're looking at the pictures from when this just shortly after this happened."}], "speaker": "LEMON", "secId": 240}, {"sentences": [{"sentId": 718, "text": "We also have live pictures from earlier and you can see folks being put into ambulance."}, {"sentId": 719, "text": "That's in according to the president of the ambulance there."}], "speaker": "LEMON", "secId": 241}, {"sentences": [{"sentId": 720, "text": "They said that they transported nine people."}, {"sentId": 721, "text": "There's a press briefing going on right now."}, {"sentId": 722, "text": "Let's listen."}], "speaker": "LEMON", "secId": 242}, {"sentences": [{"sentId": 723, "text": "We're here at Johnson Street with Governor Bobby Jindal."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 243}, {"sentences": [{"sentId": 724, "text": "OK."}, {"sentId": 725, "text": "This is our promised you an update at 9.45."}, {"sentId": 726, "text": "This is what we know so far."}, {"sentId": 727, "text": "Earlier this evening, at approximately 7.30 p.m. where we received the report of an active shooter situation in progress at the Grand Theater on Johnson Street."}, {"sentId": 728, "text": "Units were closed by and responded immediately."}], "speaker": "CRAFT", "secId": 244}, {"sentences": [{"sentId": 729, "text": "OK. We..."}], "speaker": "LEMON", "secId": 245}, {"sentences": [{"sentId": 730, "text": "Four officers entered the theater to engage the shooter."}, {"sentId": 731, "text": "They did hear shots being fired at that time."}, {"sentId": 732, "text": "What they found upon making entry is that it appears that the shooter has died from a self- inflicted gunshot wound after discharging his weapon numerous times."}, {"sentId": 733, "text": "What we have so far is we have confirmed two fatalities, the shooter, and a number of people who were injured, wounded."}, {"sentId": 734, "text": "And they have been taken to area hospitals and their conditions range from non-life threatening to critical."}, {"sentId": 735, "text": "Some folks are in critical injury."}, {"sentId": 736, "text": "And we continue to get updates from the various hospitals on the other victims."}], "speaker": "CRAFT", "secId": 246}, {"sentences": [{"sentId": 737, "text": "We do know the identity of the shooter."}, {"sentId": 738, "text": "We are not releasing it at this time."}, {"sentId": 739, "text": "We are right in the middle of this investigation and we don't want to affect the integrity or the investigator's ability to do their jobs and get information on the shooter."}, {"sentId": 740, "text": "We did out of an abundance are caution close the other Grand Theater and have security personnel."}, {"sentId": 741, "text": "Police officers were deployed to the various theaters around the city just a precautionary matter."}], "speaker": "CRAFT", "secId": 247}, {"sentences": [{"sentId": 742, "text": "And that's about all we have at this time."}, {"sentId": 743, "text": "We continue to process the crime scene."}, {"sentId": 744, "text": "As you can imagine it's pretty chaotic."}, {"sentId": 745, "text": "And our folks are working on that right now and continuing to do interviews with witnesses."}, {"sentId": 746, "text": "There were quite a few witnesses."}, {"sentId": 747, "text": "We have plenty of resources and additional help from the State Police, the FBI, the Lafayette Sheriff's Office."}, {"sentId": 748, "text": "Our District Attorney is on the scene."}, {"sentId": 749, "text": "The State Police Colonel is here."}, {"sentId": 750, "text": "And so, we are all pitching in to make sure we do this correctly."}, {"sentId": 751, "text": "Mike."}], "speaker": "CRAFT", "secId": 248}, {"sentences": [{"sentId": 752, "text": "Look, just to give you all a scenario of what's going on, we're certainly here supporting Chief Craft, this is partnerships."}, {"sentId": 753, "text": "This is what we do in Louisiana, this is what's so important from the sheriff's perspective, from chief perspective and certainly the state police, and the FBI."}], "speaker": "UNIDENTIFIED MALE", "secId": 249}, {"sentences": [{"sentId": 754, "text": "They're all on the scene right now."}, {"sentId": 755, "text": "You have a location that had a hundred or so individual inside the theater and we take a while to interview each one of those."}, {"sentId": 756, "text": "The coroner is on the scene."}, {"sentId": 757, "text": "He's inside the theater, as well as crime scene."}], "speaker": "UNIDENTIFIED MALE", "secId": 250}, {"sentences": [{"sentId": 758, "text": "So, when you've got a shooting like this, when you got multiple victims, when you have at least 10 people involved and about three others are still  critical, certainly, it's going to take a while to do that."}, {"sentId": 759, "text": "So, please, give us opportunity to do that."}, {"sentId": 760, "text": "We'll get the information out to you as quickly as possible."}], "speaker": "UNIDENTIFIED MALE", "secId": 251}, {"sentences": [{"sentId": 761, "text": "Chief Craft has quite a task ahead of him to keep all this together and to make sure that we don't compromise the location here because we still have a case to work on this, to make sure that we get everything."}, {"sentId": 762, "text": "I think there's abundance of caution, you heard that from the chief that's why they closed the other movie theater."}, {"sentId": 763, "text": "We have no reason to believe that this individual acted beyond this location here."}], "speaker": "UNIDENTIFIED MALE", "secId": 252}, {"sentences": [{"sentId": 764, "text": "We know have no reason to believe that there's an active shooter that still on the location."}, {"sentId": 765, "text": "There was a lot of multi reports going on."}, {"sentId": 766, "text": "That was a possibility."}, {"sentId": 767, "text": "There's nothing to believe from chief Craft investigators of ours, that if there's anything else beyond that portion."}, {"sentId": 768, "text": "We believe that at this point that the scene is secure."}], "speaker": "UNIDENTIFIED MALE", "secId": 253}, {"sentences": [{"sentId": 769, "text": "But again, there's a lot of work ahead of us."}, {"sentId": 770, "text": "It will through the night and the next several days to actually go to this to find out exactly what put this individual in here, exactly what happened, what cause him to do that."}, {"sentId": 771, "text": "We don't know that at this point."}, {"sentId": 772, "text": "So, there's no use even asking."}, {"sentId": 773, "text": "We don't know that, but we will get to that, we'll work to that."}], "speaker": "UNIDENTIFIED MALE", "secId": 254}, {"sentences": [{"sentId": 774, "text": "The primary I guess aspect the beginning it was public safety, making sure that everyone got out there safely, they could find what happened access to the shooter himself and actually secure the scene, that's what where we're at right now."}, {"sentId": 775, "text": "So, please, allow us work through this."}, {"sentId": 776, "text": "Allow the individuals to do the job they need to do."}, {"sentId": 777, "text": "And we'll get that information to you just as soon as possible."}], "speaker": "UNIDENTIFIED MALE", "secId": 255}, {"sentences": [{"sentId": 778, "text": "I know we have the Governor Jindal here."}, {"sentId": 779, "text": "He has a couple of comments that he wants to make and certainly we want to give him the opportunity to do that."}], "speaker": "UNIDENTIFIED MALE", "secId": 256}, {"sentences": [{"sentId": 780, "text": "Thanks, Mike."}, {"sentId": 781, "text": "First of all, I want to praise the first responders, our law enforcement community, they ran towards the shots by, they ran towards danger not away from it."}, {"sentId": 782, "text": "And I want to commend and his men."}, {"sentId": 783, "text": "I've instructed the colonel."}, {"sentId": 784, "text": "We've been in contact throughout this entire incident that they should have every support possible from state police."}, {"sentId": 785, "text": "I want to thank our Federal and local partners as well."}], "speaker": "JINDAL", "secId": 257}, {"sentences": [{"sentId": 786, "text": "Look, as governor, as a father and a husband."}, {"sentId": 787, "text": "Whenever we see these or hear about these senseless act of violence it makes us about furious and sad at the same time."}, {"sentId": 788, "text": "I think I speak for every mom and dad out there, every parent out there who wants to just go hug their kids."}], "speaker": "JINDAL", "secId": 258}, {"sentences": [{"sentId": 789, "text": "When this kind of just seemingly random act of violence, as Mike said, there still they're doing their investigation."}, {"sentId": 790, "text": "They will get to the bottom to this."}, {"sentId": 791, "text": "When these kinds of acts of violence happen in a movie theater."}, {"sentId": 792, "text": "When there's no real good reason why this kind of evil should intrude on the lives of families who were just out for a night of entertainment."}], "speaker": "JINDAL", "secId": 259}, {"sentences": [{"sentId": 793, "text": "I know a lot of us are horrified and shocked."}, {"sentId": 794, "text": "The great thing about American is when any of us suffers whether it's one family or one community, we all suffer."}, {"sentId": 795, "text": "This is a time for us to come together."}, {"sentId": 796, "text": "I know we've and mandated we have calls from folks all over the country, what we can do now is we can pray."}], "speaker": "JINDAL", "secId": 260}, {"sentences": [{"sentId": 797, "text": "We can hug these families; we can shower them with love, thoughts, and prayers."}, {"sentId": 798, "text": "Their families that are mourning the loss of loved ones tonight, there are other families that are in the hospitals right now hoping that their loved ones are going to make full recoveries."}, {"sentId": 799, "text": "The best thing that anybody can do right now is to think about them pray for them shower them with your love."}, {"sentId": 800, "text": "That is the most important thing."}], "speaker": "JINDAL", "secId": 261}, {"sentences": [{"sentId": 801, "text": "We will get to this."}, {"sentId": 802, "text": "This is a unified community."}, {"sentId": 803, "text": "The chief talked about all the folks that are here."}, {"sentId": 804, "text": "I can't begin to name all of them but local state and Federal I want to thank, all the partners."}, {"sentId": 805, "text": "Lafayette is a strong community."}, {"sentId": 806, "text": "We will get through this."}, {"sentId": 807, "text": "We're resilient community."}, {"sentId": 808, "text": "This is an awful night for Lafayette, this is an awful night for Louisiana, this is an awful for United States."}], "speaker": "JINDAL", "secId": 262}, {"sentences": [{"sentId": 809, "text": "But we will get to this again."}, {"sentId": 810, "text": "I know we've been hearing from folks literally all over the country."}, {"sentId": 811, "text": "We need your thoughts, we need your prayers, we need your love for these families that are struggling and want their loved ones to make it through this night and through their recovery."}, {"sentId": 812, "text": "Thank you, Chief."}], "speaker": "JINDAL", "secId": 263}, {"sentences": [{"sentId": 813, "text": "Where were you when this happened and how did you get so fast."}], "speaker": "QUESTION", "secId": 264}, {"sentences": [{"sentId": 814, "text": "I was in Baton Rouge; we were in touch both with the chief and state police."}, {"sentId": 815, "text": "We came here immediately as soon as we heard."}, {"sentId": 816, "text": "There were reports for not only shots fired, but potential for multiple injuries, and unfortunately for multiple fatalities."}], "speaker": "JINDAL", "secId": 265}, {"sentences": [{"sentId": 817, "text": "It is important for us to be here to make they had the support and resources they need."}, {"sentId": 818, "text": "And gain, you got very quickly."}, {"sentId": 819, "text": "Now with the chief's men are very quickly, very quickly folks from FBI, folks from homeland security, or here folks from state police."}, {"sentId": 820, "text": "It's been a tremendous coordinated effort."}], "speaker": "JINDAL", "secId": 266}, {"sentences": [{"sentId": 821, "text": "Right now, literally, there are folks inside the theater in terms of gathering evidence."}, {"sentId": 822, "text": "There are folks taking witness statements and talking to folks that were in the theater."}, {"sentId": 823, "text": "Law enforcement are doing an incredible job."}], "speaker": "JINDAL", "secId": 267}, {"sentences": [{"sentId": 824, "text": "And, again, I want to emphasize they literally were running into and towards the theater, they heard those shots fired."}, {"sentId": 825, "text": "And again, I want to thank these brave men and women in uniform, they serve us proudly."}], "speaker": "JINDAL", "secId": 268}, {"sentences": [], "speaker": "QUESTION", "secId": 269}, {"sentences": [{"sentId": 826, "text": "No, at this point, look, everybody is just busy responding."}, {"sentId": 827, "text": "And I know, look, I know folks all over the country are trying to contact the chief and trying to contact me and the state police."}, {"sentId": 828, "text": "And we appreciate we have a base report."}, {"sentId": 829, "text": "This is a time for America to come together and I'm sure there are plenty of folks trying to contact folks here in Lafayette and we appreciate that."}, {"sentId": 830, "text": "And we need their thoughts and prayers."}, {"sentId": 831, "text": "At this point, our focus is on what's going on in here what's going on in those hospitals."}], "speaker": "JINDAL", "secId": 270}, {"sentences": [{"sentId": 832, "text": "First, what's going on in here in terms of trying to get on the bottom of this but I ask what's even more importantly what's going on the hospitals or the local hospitals to help these make a full recovery."}, {"sentId": 833, "text": "I want to thank the doctors and nurses Acadian Ambulance, the other first responders who are right now engaging a heroic efforts to save the lives and help these folks make full recoveries."}], "speaker": "JINDAL", "secId": 271}, {"sentences": [{"sentId": 834, "text": "Chief Craft, can you tell us how many victims."}], "speaker": "QUESTION", "secId": 272}, {"sentences": [{"sentId": 835, "text": "Yes, we had seven victims injured, two victims who were shot or deceased and the shooter is deceased."}, {"sentId": 836, "text": "QUESTION: So, three dead."}], "speaker": "CRAFT", "secId": 273}, {"sentences": [{"sentId": 837, "text": "Three dead."}], "speaker": "CRAFT", "secId": 274}, {"sentences": [{"sentId": 838, "text": "And altogether."}], "speaker": "QUESTION", "secId": 275}, {"sentences": [{"sentId": 839, "text": "We need our community to come in prayer when this kind of thing happens in a community our size."}, {"sentId": 840, "text": "We want to hold each other and come out and see what happens."}, {"sentId": 841, "text": "This is very close to a neighborhood."}, {"sentId": 842, "text": "And the neighbors are out and about."}, {"sentId": 843, "text": "What we need to do is just back up a few steps, take our governor's advice and pray for those who have been injured and the families of those who have been injured."}], "speaker": "UNIDENTIFIED MALE", "secId": 276}, {"sentences": [{"sentId": 844, "text": "But, please, stay away from the crime scene."}, {"sentId": 845, "text": "This is in the core of our city."}, {"sentId": 846, "text": "It certainly has rocked our community, but we're a strong community that shown by your presence here and also the presence of the support that we've gotten from all over the country tonight."}, {"sentId": 847, "text": "But, please, stay clear, if you live in Lafayette, the best thing you can do is stay home, pray for our team, let law enforcement do its job."}], "speaker": "UNIDENTIFIED MALE", "secId": 277}, {"sentences": [{"sentId": 848, "text": "We will continue our investigation through the night."}, {"sentId": 849, "text": "We have a lot of very careful work we have to do now in processing that scene."}, {"sentId": 850, "text": "It's a very large crime scene."}, {"sentId": 851, "text": "We have numerous crime scene investigators just beginning their work now."}, {"sentId": 852, "text": "So, it may be some time before we can update you again, but we're notify you when we're ready to release some additional information."}], "speaker": "CRAFT", "secId": 278}, {"sentences": [{"sentId": 853, "text": "Chief Craft, is there any more information you can give about the shooter?"}, {"sentId": 854, "text": "Is he young, is he old?"}], "speaker": "QUESTION", "secId": 279}, {"sentences": [{"sentId": 855, "text": "The shooter is a white male in his 50s."}, {"sentId": 856, "text": "And I can't say any more than that, because at this very moment, investigators are checking out where he lived, you know, who is associates are, all of the  necessary background checks that are going on, and we certainly don't want to compromise the integrity of that work."}], "speaker": "CRAFT", "secId": 280}, {"sentences": [{"sentId": 857, "text": "Any relationship between the shooter --"}], "speaker": "QUESTION", "secId": 281}, {"sentences": [{"sentId": 858, "text": "- about the weapon used?"}], "speaker": "QUESTION", "secId": 282}, {"sentences": [{"sentId": 859, "text": "No, I cannot comment on the weapon, yet."}, {"sentId": 860, "text": "I don't know, myself, what it is."}, {"sentId": 861, "text": "We know it was a handgun."}, {"sentId": 862, "text": "But other than that, you know, the first people that are going to get a look at that and get inside are our crime scene folks, and then we'll know more."}], "speaker": "CRAFT", "secId": 283}, {"sentences": [{"sentId": 863, "text": "Any relationship between the shooter and the other victims?"}], "speaker": "QUESTION", "secId": 284}, {"sentences": [{"sentId": 864, "text": "We don't know that yet,  either."}, {"sentId": 865, "text": "We don't know if this was just a random act, whether it was a domestic situation."}, {"sentId": 866, "text": "We really don't have that information yet."}, {"sentId": 867, "text": "We're not far enough along to be able to  determine that."}], "speaker": "CRAFT", "secId": 285}, {"sentences": [{"sentId": 868, "text": "No identity on the other victims?"}], "speaker": "QUESTION", "secId": 286}, {"sentences": [{"sentId": 869, "text": "No."}, {"sentId": 870, "text": "QUESTION:  How many are in critical condition?"}], "speaker": "CRAFT", "secId": 287}, {"sentences": [{"sentId": 871, "text": "We don't know that."}, {"sentId": 872, "text": "Their injuries, I'm told, range from non- life-threatening to critical and life-threatening."}], "speaker": "CRAFT", "secId": 288}, {"sentences": [{"sentId": 873, "text": "And the victims have been in touch with their families?"}], "speaker": "QUESTION", "secId": 289}, {"sentences": [{"sentId": 874, "text": "I think they have."}, {"sentId": 875, "text": "I know the hospitals were helping us in making those notifications."}, {"sentId": 876, "text": "I just got off the phone with one of the physicians at one of the hospitals, and the medical personnel are assisting us with that."}, {"sentId": 877, "text": "We do have law enforcement at all of those locations to make sure those people remain safe and are protected, so they can get the treatment they need."}], "speaker": "CRAFT", "secId": 290}, {"sentences": [{"sentId": 878, "text": "All right -"}], "speaker": "CRAFT", "secId": 291}, {"sentences": [{"sentId": 879, "text": "I'm sorry."}, {"sentId": 880, "text": "Have you been able to meet with any of the families or walk the scene yet?"}], "speaker": "QUESTION", "secId": 292}, {"sentences": [{"sentId": 881, "text": "We have been on the scene."}, {"sentId": 882, "text": "We are going to be meeting with the families."}], "speaker": "JINDAL", "secId": 293}, {"sentences": [{"sentId": 883, "text": "Okay."}, {"sentId": 884, "text": "Thank you."}], "speaker": "CRAFT", "secId": 294}, {"sentences": [{"sentId": 885, "text": "Thank you."}], "speaker": "QUESTION", "secId": 295}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1507.23.cnnt.01.html.json", "time": "Aired July 23, 2015 - 22:00   ET"}