{"sectionCount": 401, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["LEMON", "FIELD", "KAYYEM", "CEVALLOS", "GERAGOS", "VARCAMMEN", "CORTES", "DIESEL", "VERCAMMEN", "LUDACRIS", "BREWSTER", "VERCAMMEN ", "WAN", "BURNELY", "TURNER", "ELAM", "UNIDENTIFIED FEMALE", "GIBNEY", "ELAM ", "ALEX", "WINSTON", "WRIGHT", "CROWD", "ORTEGA", "CHRISTMAN", "COOPER", "HASSAN", "OREGA", "ASLAN", "ORETGA", "SALT-N-PEPA", "JAMES", "DENTON", "LEON"], "subTitle": "Boston Marathon Bombing Trial; Aaron Hernandez Murder Trial; \"Furious 7\" Race to the Big Screen; Behind the Church of Scientology; HBO's Documentary on Scientology; Church of Scientology Denies Allegations; Salt-N-Pepa: Rap Royalty. Aired 10-11p ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1504/06/cnnt.01.html", "sentenceCount": 794, "sections": [{"sentences": [{"sentId": 0, "text": "As America wrestles with the question of what to do about medical marijuana, the juries in two high-profile cases are wrestling with questions of right and wrong, crime and punishment, life and death."}], "speaker": "LEMON", "secId": 0}, {"sentences": [{"sentId": 1, "text": "This is CNN TONIGHT."}, {"sentId": 2, "text": "I'm Don Lemon."}], "speaker": "LEMON", "secId": 1}, {"sentences": [{"sentId": 3, "text": "Jurors in the Boston bombing marathon trial begin their deliberations just hours from now."}, {"sentId": 4, "text": "Meanwhile, closing arguments in the former New England Patriots Aaron Hernandez murder trial also begin in the morning."}], "speaker": "LEMON", "secId": 2}, {"sentences": [{"sentId": 5, "text": "We're going to have the very latest on both trials for you."}], "speaker": "LEMON", "secId": 3}, {"sentences": [{"sentId": 6, "text": "Plus, the movie that puts more than one kind of race on the big screen."}, {"sentId": 7, "text": "The \"Fast and Furious\" franchise is box office gold with one of the most diverse casts in the movies."}, {"sentId": 8, "text": "But is Hollywood getting the message?"}], "speaker": "LEMON", "secId": 4}, {"sentences": [{"sentId": 9, "text": "Also, freedom of religion is a hot topic."}, {"sentId": 10, "text": "All across the country."}, {"sentId": 11, "text": "But one faith is so controversial, some people won't even call it a religion."}, {"sentId": 12, "text": "Tonight we're going to take on scientology."}, {"sentId": 13, "text": "Take you inside that."}], "speaker": "LEMON", "secId": 5}, {"sentences": [{"sentId": 14, "text": "And if you don't know Salt-N-Pepa -- well, I'll just stop right there."}, {"sentId": 15, "text": "Everybody knows Salt-N-Pepa."}, {"sentId": 16, "text": "These ladies are rap royalty and they are here with me tonight."}], "speaker": "LEMON", "secId": 6}, {"sentences": [{"sentId": 17, "text": "We've got a whole lot to get to tonight but I want to begin with an emotional final day of testimony in the Boston marathon bombing trial."}], "speaker": "LEMON", "secId": 7}, {"sentences": [{"sentId": 18, "text": "CNN's Alexandra Field joins us now with the very latest on that."}], "speaker": "LEMON", "secId": 8}, {"sentences": [{"sentId": 19, "text": "Good evening, Alexandra."}, {"sentId": 20, "text": "You were in the courtroom today for the closing arguments."}, {"sentId": 21, "text": "Tell me about them."}, {"sentId": 22, "text": "What did each side want the jury to remember to determine the verdict?"}, {"sentId": 23, "text": "But more importantly the penalty phase."}], "speaker": "LEMON", "secId": 9}, {"sentences": [{"sentId": 24, "text": "And Don, incredibly powerful moments capping off a trial that's been full of incredibly powerful testimony."}, {"sentId": 25, "text": "At one point prosecutors played a video showing the aftermath of the explosion."}, {"sentId": 26, "text": "They turned up the volume so that everyone in the courtroom could hear the shrieking, could hear the screaming, see the chaos, the confusion, people laying on the sidewalk maimed, others who were dying out there that day."}], "speaker": "FIELD", "secId": 10}, {"sentences": [{"sentId": 27, "text": "Don, incredibly, incredibly effective imagery to show the jury at this moment."}, {"sentId": 28, "text": "The prosecution again and again trying to bring home the point that this is about the four people who died that day."}, {"sentId": 29, "text": "Painting Dzhokhar as somebody who had a plan to attack America, who wanted to terrorize, who joined with his brothers, the two of them, believing, the prosecution said, that they were soldiers, Mujahedeen, with a plan to attack Boston."}], "speaker": "FIELD", "secId": 11}, {"sentences": [{"sentId": 30, "text": "The defense had to follow this with their closing arguments."}, {"sentId": 31, "text": "And in those arguments they tried to paint a starkly different picture, acknowledging yes, that Dzhokhar had played a role in the events of that awful week, but trying to say that he was influenced by his brother, that he was younger, that he was impressionable, that he was guided by Tamerlan Tsarnaev."}, {"sentId": 32, "text": "And that if not for Tamerlan Tsarnaev, none of this would have happened."}], "speaker": "FIELD", "secId": 12}, {"sentences": [{"sentId": 33, "text": "Don, and with that, the jury was given their instructions and tomorrow they'll begin to deliberate on these 30 charges."}], "speaker": "FIELD", "secId": 13}, {"sentences": [{"sentId": 34, "text": "All right."}, {"sentId": 35, "text": "So speaking of the jury and the people inside the courtroom, how did people in the courtroom respond to these closing arguments, Alexandra?"}], "speaker": "LEMON", "secId": 14}, {"sentences": [{"sentId": 36, "text": "Tears in a lot of people's eyes, Don."}, {"sentId": 37, "text": "You had so many of the victims of the bombings, the survivors, let's say, inside that courtroom."}, {"sentId": 38, "text": "So many family members of loved ones who were killed in the attack."}, {"sentId": 39, "text": "Many of those who survived the bombings were wearing headsets."}, {"sentId": 40, "text": "And it was a very pointed reminder of the fact that many of them lost so much of their hearing in the attacks."}], "speaker": "FIELD", "secId": 15}, {"sentences": [{"sentId": 41, "text": "A very tough day for them."}, {"sentId": 42, "text": "You saw them sort of comforting one another, listening intently."}, {"sentId": 43, "text": "Bill Richard, the father of 8-year-old Martin Richard who was killed in the attack, craned at one point trying to get a good look at Dzhokhar Tsarnaev."}, {"sentId": 44, "text": "For his part, the defendant does much of what he did over the course of this -- entire trial, Don, which is to say not much at all."}], "speaker": "FIELD", "secId": 16}, {"sentences": [{"sentId": 45, "text": "The word we've used over and over again to describe him, impassive, barely showing any emotion at all."}, {"sentId": 46, "text": "Barely reacting to any of the words that were said in court today, leaning back in his chair, as he often does, fidgeting a little bit, hand on head a lot of the time, but really showing none of the members of the jury, none of the members of the crowd, any sign of emotion here."}], "speaker": "FIELD", "secId": 17}, {"sentences": [{"sentId": 47, "text": "Yes."}, {"sentId": 48, "text": "No cameras in that courtroom."}, {"sentId": 49, "text": "And a lot of people like to see Tsarnaev."}], "speaker": "LEMON", "secId": 18}, {"sentences": [{"sentId": 50, "text": "Thank you very much, Alexandria."}, {"sentId": 51, "text": "Appreciate that."}], "speaker": "LEMON", "secId": 19}, {"sentences": [{"sentId": 52, "text": "As the jury in Boston -- in the Boston marathon bombing case gets ready to deliberate, closing arguments are set for tomorrow in the murder trial of former New England Patriot Starr Aaron Hernandez."}, {"sentId": 53, "text": "And our experts are here to talk about both of these trials for us."}], "speaker": "LEMON", "secId": 20}, {"sentences": [{"sentId": 54, "text": "So joining me now is Juliette Kayyem, CNN national security analyst, and criminal defense attorney Danny Cevallos, as well as defense attorney Mark Geragos."}], "speaker": "LEMON", "secId": 21}, {"sentences": [{"sentId": 55, "text": "Good evening to all of you."}, {"sentId": 56, "text": "OK.  Two interesting trials to talk about here."}], "speaker": "LEMON", "secId": 22}, {"sentences": [{"sentId": 57, "text": "Juliette, I think -- I think America, I think the world really would like to see Dzhokhar Tsarnaev at this moment."}], "speaker": "LEMON", "secId": 23}, {"sentences": [{"sentId": 58, "text": "Yes, I think there's a good argument to be made for having the cameras in the courtroom."}, {"sentId": 59, "text": "But I want to take a step back here because we're hitting the two-year anniversary."}, {"sentId": 60, "text": "I think it's important to say, because it can't be said enough, how remarkable it is that we are trying a terrorist in a federal district court, in open criminal court."}], "speaker": "KAYYEM", "secId": 24}, {"sentences": [{"sentId": 61, "text": "This is a huge debate in counterterrorism and national security circles."}, {"sentId": 62, "text": "People like me have long been saying our courts can certainly handle it and I think this is great proof, whatever the outcome is in terms of the sentencing, that he is in the right place in terms of justice."}], "speaker": "KAYYEM", "secId": 25}, {"sentences": [{"sentId": 63, "text": "All right."}, {"sentId": 64, "text": "You're in Boston."}, {"sentId": 65, "text": "I'm going to get to the other panelists first, but, Juliette, one more question for you."}, {"sentId": 66, "text": "This was never a case of who, but rather a case of why."}, {"sentId": 67, "text": "So do you think the defense -- you know, they convinced the jury that Tsarnaev was influenced by his older brother Tamerlan?"}], "speaker": "LEMON", "secId": 26}, {"sentences": [{"sentId": 68, "text": "Yes, there were hints in the closing argument when she brought together a number of the witnesses or sort of put a different spin on a number of the witnesses, in particular, the question about whether Dzhokhar put the bomb close to a young person."}, {"sentId": 69, "text": "The defense attorney says -- to the young victim, the defense attorney says, no, he actually put it by a tree."}, {"sentId": 70, "text": "There were a number of other incidents in which Dzhokhar is sort of viewed or can be viewed as a pawn of his older brother."}], "speaker": "KAYYEM", "secId": 27}, {"sentences": [{"sentId": 71, "text": "So I think that we'll probably hear back from the -- from the jury."}, {"sentId": 72, "text": "I'm not -- you know, it's not going to be a long deliberation."}, {"sentId": 73, "text": "We're going to hear back in a day or two."}, {"sentId": 74, "text": "And then the more interesting, more questionable part of the case will begin."}, {"sentId": 75, "text": "And I think the defense put up a very solid case that there's at least something to debate here."}], "speaker": "KAYYEM", "secId": 28}, {"sentences": [{"sentId": 76, "text": "Right."}], "speaker": "LEMON", "secId": 29}, {"sentences": [{"sentId": 77, "text": "Which is whether he gets the death penalty."}], "speaker": "KAYYEM", "secId": 30}, {"sentences": [{"sentId": 78, "text": "Yes."}, {"sentId": 79, "text": "So let's talk about his wife, Katherine."}, {"sentId": 80, "text": "About Tamerlan's wife Katherine, Danny, because we heard so much, Danny, after, you know, the bombing about his wife."}, {"sentId": 81, "text": "Everyone was interested in her."}, {"sentId": 82, "text": "Are you surprised that she did not testify?"}], "speaker": "LEMON", "secId": 31}, {"sentences": [{"sentId": 83, "text": "No, I'm not surprised at all."}, {"sentId": 84, "text": "I'm not surprised the defense didn't call her because the defense's entire thrust in their limited number of witnesses they called was that Tamerlan Tsarnaev, the older brother, his fingerprints were literally and figuratively all over this case."}, {"sentId": 85, "text": "Why ultimately they didn't call the wife to support that theory?"}], "speaker": "CEVALLOS", "secId": 32}, {"sentences": [{"sentId": 86, "text": "Perhaps she was a bit of an X factor."}, {"sentId": 87, "text": "Perhaps they weren't entirely sure what she would say if called to the stand."}, {"sentId": 88, "text": "Perhaps that's the case for either side."}, {"sentId": 89, "text": "But the defense's case here appears very clear."}, {"sentId": 90, "text": "They are arguing with an eye towards the penalty phase."}, {"sentId": 91, "text": "They can't focus on a \"he didn't do it\" type defense in the guilt phase because that would seem grossly incongruent when later on they have to essentially admit OK, he did it, but here's why he did it, and here's why his life is worth saving."}], "speaker": "CEVALLOS", "secId": 33}, {"sentences": [{"sentId": 92, "text": "But, Mark, if you want to save your client's life, would you put your client on the trial because Dzhokhar did not take the stand?"}, {"sentId": 93, "text": "The facts aren't really in dispute here but wouldn't you try to put him on the stand to save his life maybe?"}], "speaker": "LEMON", "secId": 34}, {"sentences": [{"sentId": 94, "text": "The defense did exactly what they should have done in this case, which is they conceded from the opening statement on he did it."}, {"sentId": 95, "text": "They weren't fighting -- nobody's fighting this guilt phase."}, {"sentId": 96, "text": "The whole trial has been geared, at least from the defense standpoint, to get to the penalty phase, which is going to happen."}, {"sentId": 97, "text": "I mean, let me -- I hate to spoil the suspense."}, {"sentId": 98, "text": "I know we're on cable TV and we're trying to make it as if there's something suspenseful here."}], "speaker": "GERAGOS", "secId": 35}, {"sentences": [{"sentId": 99, "text": "There is no suspense."}, {"sentId": 100, "text": "He is going to be convicted."}, {"sentId": 101, "text": "The defense conceded that in the opening."}, {"sentId": 102, "text": "They conceded in the closing."}, {"sentId": 103, "text": "They're looking towards the penalty phase which will be held at some later date, and that's when they're going to pull out all the stops."}, {"sentId": 104, "text": "You may see his wife."}, {"sentId": 105, "text": "You may see other people who know him, you'll see mitigation experts."}, {"sentId": 106, "text": "You'll see people put on that'll say, look, the last thing you want to do is give him what he wants, which is to kill him and make a martyr out of him."}], "speaker": "GERAGOS", "secId": 36}, {"sentences": [{"sentId": 107, "text": "Let him live with life without parole."}, {"sentId": 108, "text": "That's going to be the theme, that's exactly what Judy Clarke had choreographed here."}, {"sentId": 109, "text": "And no, I didn't expect to see anything different."}, {"sentId": 110, "text": "This is exactly what a good competent lawyer would do."}], "speaker": "GERAGOS", "secId": 37}, {"sentences": [{"sentId": 111, "text": "All right."}, {"sentId": 112, "text": "They did everything that you thought that they should do."}], "speaker": "LEMON", "secId": 38}, {"sentences": [{"sentId": 113, "text": "Massachusetts hasn't executed anyone, though, since 1947."}, {"sentId": 114, "text": "I mean, what do you expect from the jury about that, Juliette?"}], "speaker": "LEMON", "secId": 39}, {"sentences": [{"sentId": 115, "text": "Well, the polling -- I mean, we're a pretty progressive state."}, {"sentId": 116, "text": "The polling that's been done by \"The Boston Globe\" and other polling institutions suggest that a majority of the state doesn't want it."}, {"sentId": 117, "text": "I don't think that's a huge factor in terms of this jury because this jury is going to decide on their own."}, {"sentId": 118, "text": "And just picking up on what Mark said, we're sort of done here at this stage and the more interesting part is --"}], "speaker": "KAYYEM", "secId": 40}, {"sentences": [{"sentId": 119, "text": "But does anyone think it's a factor that wants to, that the jurors may go the opposite way just because he wants it?"}], "speaker": "LEMON", "secId": 41}, {"sentences": [{"sentId": 120, "text": "That's going to be the defense theory and it's -- you know, it's something that in counterterrorism circles has obviously animated defense theories of the case, which is don't give the martyr what he wants."}], "speaker": "KAYYEM", "secId": 42}, {"sentences": [{"sentId": 121, "text": "Right."}], "speaker": "LEMON", "secId": 43}, {"sentences": [{"sentId": 122, "text": "But I think that the sentencing stage is going to be good brother/bad brother at this stage, to be sort of flip about it, but just that there was a brother who would have been good but for the bad brother."}], "speaker": "KAYYEM", "secId": 44}, {"sentences": [{"sentId": 123, "text": "OK."}], "speaker": "LEMON", "secId": 45}, {"sentences": [{"sentId": 124, "text": "And therefore spare his life."}], "speaker": "KAYYEM", "secId": 46}, {"sentences": [{"sentId": 125, "text": "Let's move on now to Aaron Hernandez."}], "speaker": "LEMON", "secId": 47}, {"sentences": [{"sentId": 126, "text": "Danny, this is for you."}, {"sentId": 127, "text": "This is another case that's wrapping up now in Boston."}, {"sentId": 128, "text": "Aaron Hernandez's defense team rested their case today in less than a day really."}, {"sentId": 129, "text": "Former Patriots player charged with the murder of his friend Odin Lloyd."}], "speaker": "LEMON", "secId": 48}, {"sentences": [{"sentId": 130, "text": "Are you surprised by that, Danny, it took -- that it was so quick?"}], "speaker": "LEMON", "secId": 49}, {"sentences": [{"sentId": 131, "text": "No, not at all."}, {"sentId": 132, "text": "And similar to the Tsarnaev case, it's frequently the case that the defense doesn't have as many witnesses."}, {"sentId": 133, "text": "And the fundamental reason why is because it's the prosecution that has the burden."}, {"sentId": 134, "text": "From the beginning of the trial to the very end, they have the burden."}, {"sentId": 135, "text": "And in that sense, a defense is centered around the idea of what is the prosecution putting on."}], "speaker": "CEVALLOS", "secId": 50}, {"sentences": [{"sentId": 136, "text": "And if you have the opinion that on any level the prosecution has failed to prove any element of the crimes charged, then you have to be very cautious not to put on too much evidence that might give them a thread, that might even through cross-examination help them make their case, which again, I can't stress this enough, the burden is always the prosecutors, not the defense."}, {"sentId": 137, "text": "That's why functionally, it ends up that most defense cases are usually a little shorter than the prosecutor's."}], "speaker": "CEVALLOS", "secId": 51}, {"sentences": [{"sentId": 138, "text": "But some of that evidence that was left out, that was excluded, Mark Geragos, I mean, it was some critical evidence excluded by the judge."}, {"sentId": 139, "text": "Tell our viewers about that."}, {"sentId": 140, "text": "And do you think -- do you think that it will make a difference?"}], "speaker": "LEMON", "secId": 52}, {"sentences": [{"sentId": 141, "text": "Look, I think this judge did an admirable job."}, {"sentId": 142, "text": "She excluded things that the prosecution wanted in -- desperately wanted in."}, {"sentId": 143, "text": "And generally when you try cases, I think Danny will tell you, it's not generally the defense that's getting a helping hand from most trial judges."}, {"sentId": 144, "text": "So this was unusual in that sense."}, {"sentId": 145, "text": "And it is a rare case that gets better for the defense after the prosecution rests."}, {"sentId": 146, "text": "If you're going to put on a defense case, that means you did not convincingly raise reasonable doubt and tell your case in the prosecution case."}], "speaker": "GERAGOS", "secId": 53}, {"sentences": [{"sentId": 147, "text": "If you can't tell your case through cross-examination of the prosecution witnesses, then you've got no business trying the case."}, {"sentId": 148, "text": "I mean it is -- I'll say it and say it repeatedly, anybody who tries cases knows from the criminal defense standpoint, you do not want to have to be in the position of putting on your own case."}, {"sentId": 149, "text": "That's usually a recipe for disaster."}], "speaker": "GERAGOS", "secId": 54}, {"sentences": [{"sentId": 150, "text": "I'll tell you what I'm surprised at."}, {"sentId": 151, "text": "This is the first panel that I've had with Mark Geragos where there wasn't a big disagreement."}, {"sentId": 152, "text": "So --"}], "speaker": "LEMON", "secId": 55}, {"sentences": [{"sentId": 153, "text": "There's something right there."}, {"sentId": 154, "text": "thank you."}, {"sentId": 155, "text": "I appreciate all of you joining us."}], "speaker": "LEMON", "secId": 56}, {"sentences": [{"sentId": 156, "text": "These are not exactly --"}], "speaker": "GERAGOS", "secId": 57}, {"sentences": [{"sentId": 157, "text": "Go ahead, Mark."}], "speaker": "LEMON", "secId": 58}, {"sentences": [{"sentId": 158, "text": "I was just going to say, wait until tomorrow, Don."}], "speaker": "GERAGOS", "secId": 59}, {"sentences": [{"sentId": 159, "text": "All right."}, {"sentId": 160, "text": "All right."}, {"sentId": 161, "text": "We're going to stick with both of these cases and we'll let you know what happens with them."}], "speaker": "LEMON", "secId": 60}, {"sentences": [{"sentId": 162, "text": "When we come right back, the movie franchise that is striking box office gold with one of the most diverse casts on the big screen."}, {"sentId": 163, "text": "You may be surprised to hear who are the biggest fans of \"Furious 7.\""}], "speaker": "LEMON", "secId": 61}, {"sentences": [{"sentId": 164, "text": "And inside the world of scientology."}, {"sentId": 165, "text": "As Americans battle over religious freedom, some people don't even want to call scientology a religion."}, {"sentId": 166, "text": "Tonight I'm going to talk to a former member."}, {"sentId": 167, "text": "Stay tuned for that."}], "speaker": "LEMON", "secId": 62}, {"sentences": [{"sentId": 168, "text": "Did you go to the movies this weekend?"}, {"sentId": 169, "text": "I didn't."}, {"sentId": 170, "text": "The lines were too long."}, {"sentId": 171, "text": "But chances are, if you did go you saw \"Furious 7.\""}, {"sentId": 172, "text": "The latest in the \"Fast and Furious\" franchise."}, {"sentId": 173, "text": "The movie raked in an incredible $384 million worldwide with what may be the most diverse cast in movies."}], "speaker": "LEMON", "secId": 63}, {"sentences": [{"sentId": 174, "text": "CNN's Paul Vercammen has more now."}], "speaker": "LEMON", "secId": 64}, {"sentences": [{"sentId": 175, "text": "From the first \"Fast & Furious,\" fans made the franchise a full throttle box office smash."}], "speaker": "VARCAMMEN", "secId": 65}, {"sentences": [{"sentId": 176, "text": "There was romance, there was comedy."}, {"sentId": 177, "text": "There was action in the movie."}, {"sentId": 178, "text": "So -- and I mean, there's a lot of good-looking people in it."}, {"sentId": 179, "text": "So, of course, you can't skip that part."}], "speaker": "CORTES", "secId": 66}, {"sentences": [{"sentId": 180, "text": "Get to work."}], "speaker": "DIESEL", "secId": 67}, {"sentences": [{"sentId": 181, "text": "And you can't gloss over this."}, {"sentId": 182, "text": "Sure these actors won the genetic lottery, but the cast just looked different, diverse."}, {"sentId": 183, "text": "From the start, Latina heroine, Michelle Rodriguez, an Asian villain Rick Yune."}, {"sentId": 184, "text": "The franchise added Tyrese, and The Rock, and Ludacris."}, {"sentId": 185, "text": "And still more fans watched."}], "speaker": "VERCAMMEN", "secId": 68}, {"sentences": [{"sentId": 186, "text": "They love each character."}, {"sentId": 187, "text": "Everybody can identify with one of the characters, and this is representing the entire world."}, {"sentId": 188, "text": "That's why it's universal."}, {"sentId": 189, "text": "You know?"}], "speaker": "LUDACRIS", "secId": 69}, {"sentences": [{"sentId": 190, "text": "I think we kind of kept it real throughout the franchise, which they appreciate."}], "speaker": "BREWSTER", "secId": 70}, {"sentences": [{"sentId": 191, "text": "Well, sometimes critics might be harsh on the \"Fast & Furious\" series, saying there's too much violence and there's too much whatever."}, {"sentId": 192, "text": "And then the fans say, well, scoreboard because it's made more than $2 billion worldwide."}], "speaker": "VERCAMMEN ", "secId": 71}, {"sentences": [{"sentId": 193, "text": ":  And the series has called one of the diverse group of directors to drive it."}, {"sentId": 194, "text": "While Rob Cohen jumpstarted the \"Fast and the Furious,\" John Singleton, \"Boys in the Hood\", directed 2."}, {"sentId": 195, "text": "Justin Lin, 3 through 6."}, {"sentId": 196, "text": "James Wan of \"Saw\" fame put took the helm for \"Furious 7\" and added to the racially mixed stew."}], "speaker": "VERCAMMEN ", "secId": 72}, {"sentences": [{"sentId": 197, "text": "People love the characters of this film."}, {"sentId": 198, "text": "People love the actors playing the characters in this movie and just a very simple theme of family."}, {"sentId": 199, "text": "Just really resonates around the world."}, {"sentId": 200, "text": "That was a very smart thing, you know, for them to play up and I think it's one that everyone can relate to."}], "speaker": "WAN", "secId": 73}, {"sentences": [{"sentId": 201, "text": "Part one took place here in L.A., probably the most diverse city there, culture wise."}, {"sentId": 202, "text": "So I love how from part one, you know, part two they went to Florida, part three Tokyo, part four Mexico, Dominican Republic, part five -- they've been all over the world."}, {"sentId": 203, "text": "So fans in every different culture, every different race can relate to the movie."}, {"sentId": 204, "text": "So I feel like that -- that really -- that's what got it bigger."}], "speaker": "BURNELY", "secId": 74}, {"sentences": [{"sentId": 205, "text": "What also got many fans easy going, easy on the eyes, Paul Walker, but his death before \"Furious 7\" filming ended complicated production."}], "speaker": "VERCAMMEN", "secId": 75}, {"sentences": [{"sentId": 206, "text": "I think I'm more nervous to see the movie, to see how they're going to send him off, because it was his last movie."}], "speaker": "CORTES", "secId": 76}, {"sentences": [{"sentId": 207, "text": "But critics applaud the film's onscreen farewell to Walker."}, {"sentId": 208, "text": "The franchise powers on."}, {"sentId": 209, "text": "In a world where a lot of movies look the same, the \"Fast and the Furious\" has ridden its united colors of diversity all the way to the bank."}], "speaker": "VERCAMMEN", "secId": 77}, {"sentences": [{"sentId": 210, "text": "Paul Vercammen, CNN, Hollywood."}], "speaker": "VERCAMMEN", "secId": 78}, {"sentences": [{"sentId": 211, "text": "Hmm."}, {"sentId": 212, "text": "Thank you, Paul."}, {"sentId": 213, "text": "Thank you very much."}], "speaker": "LEMON", "secId": 79}, {"sentences": [{"sentId": 214, "text": "Joining me now for more on the race on the big screen in the \"Fast & Furious\" franchise is CNN contributor, \"Entertainment Tonight\" host and big time person all around now --"}], "speaker": "LEMON", "secId": 80}, {"sentences": [{"sentId": 215, "text": "She left us and got more ."}], "speaker": "LEMON", "secId": 81}, {"sentences": [{"sentId": 216, "text": "What about your friend, did you forget that?"}], "speaker": "TURNER", "secId": 82}, {"sentences": [{"sentId": 217, "text": "And my friend, Nischelle Turner, of course."}], "speaker": "LEMON", "secId": 83}, {"sentences": [{"sentId": 218, "text": "Can we talk about Paul before we talk -- because you know $384 million."}], "speaker": "LEMON", "secId": 84}, {"sentences": [{"sentId": 219, "text": "Yes."}], "speaker": "TURNER", "secId": 85}, {"sentences": [{"sentId": 220, "text": "$384 million globally, $143 million here in the United States."}, {"sentId": 221, "text": "Highest grossing debut in April of any movie."}, {"sentId": 222, "text": "That's huge."}, {"sentId": 223, "text": "But how much of this is a tribute to Paul Walker?"}], "speaker": "LEMON", "secId": 86}, {"sentences": [{"sentId": 224, "text": "Well, there's a lot that's attributed to Paul Walker."}, {"sentId": 225, "text": "I mean, we just saw the fans there saying I'm kind of scared to see this movie because I don't know how they're going to send him off."}, {"sentId": 226, "text": "When he died in November of 2013, there were a lot of questions about would they even finish the film."}, {"sentId": 227, "text": "How would they finish the film."}, {"sentId": 228, "text": "He still had scenes to shoot."}, {"sentId": 229, "text": "We know that his brother stepped in as stand-in."}], "speaker": "TURNER", "secId": 87}, {"sentences": [{"sentId": 230, "text": "So I think that there was so much anticipation built up for this movie and to see how they would, you know, put Paul in it or take him out or what they would do."}, {"sentId": 231, "text": "So yes, I think he had a lot to do with the -- with the massive ticket sales this weekend."}], "speaker": "TURNER", "secId": 88}, {"sentences": [{"sentId": 232, "text": "So between this franchise and the success of shows like \"Empire\" and on and on and on."}, {"sentId": 233, "text": "We've been seeing in the movie, diversity supposedly Hollywood is trying to come around to, you know, diversity and what it means because it means money."}, {"sentId": 234, "text": "It means box office."}], "speaker": "LEMON", "secId": 89}, {"sentences": [{"sentId": 235, "text": "Yes."}], "speaker": "TURNER", "secId": 90}, {"sentences": [{"sentId": 236, "text": "Do you think this is a new era of diversity in Hollywood?"}], "speaker": "LEMON", "secId": 91}, {"sentences": [{"sentId": 237, "text": "What did we just see being announced this week that was NBC's newest live production, Don?"}, {"sentId": 238, "text": "They're going to do the \"Wiz\" next."}], "speaker": "TURNER", "secId": 92}, {"sentences": [{"sentId": 239, "text": "Right."}, {"sentId": 240, "text": "That's right."}], "speaker": "LEMON", "secId": 93}, {"sentences": [{"sentId": 241, "text": "I mean, yes, that is definitely what is happening in Hollywood right now."}, {"sentId": 242, "text": "And you ask about diversity of this cast."}, {"sentId": 243, "text": "I mean, this cast has been very diverse since pretty much \"Fast & Furious 2,\" since the second film in this."}, {"sentId": 244, "text": "They really started introducing a lot of different characters, Ludacris, Tyrese Gibson, Bow Wow is in it, like you said Michelle Rodriguez is one of the main characters, Jordana Brewster, Vin Diesel, The Rock is in this one."}], "speaker": "TURNER", "secId": 94}, {"sentences": [{"sentId": 245, "text": "So it's a very diverse cast."}, {"sentId": 246, "text": "And I think that what I was hearing fans say and also talking to the stars of this movie is we mirror society, this is the way it should be."}, {"sentId": 247, "text": "And I think, you know, sometimes when you just have to say it over and over and over again, and like you said, when the bottom line is the bottom line, and you're making green, that's when TV executives start to stand up -- sit up and say, we can't take these viewers for granted anymore."}, {"sentId": 248, "text": "We can't take, you know, diverse audiences, young audiences, they all are coming out and spending money."}], "speaker": "TURNER", "secId": 95}, {"sentences": [{"sentId": 249, "text": "And even though in this one, even though it was -- you know, they think that this was a guy movie?"}, {"sentId": 250, "text": "It was pretty 50-50 between men and women for this audience."}], "speaker": "LEMON", "secId": 96}, {"sentences": [{"sentId": 251, "text": "Have you seen the cast?"}], "speaker": "TURNER", "secId": 97}, {"sentences": [{"sentId": 252, "text": "Have you seen how good looking they are?"}], "speaker": "TURNER", "secId": 98}, {"sentences": [{"sentId": 253, "text": "Duh?"}], "speaker": "LEMON", "secId": 99}, {"sentences": [{"sentId": 254, "text": "Have you seen the eye candy?"}, {"sentId": 255, "text": "Come on."}], "speaker": "TURNER", "secId": 100}, {"sentences": [{"sentId": 256, "text": "Yes."}], "speaker": "LEMON", "secId": 101}, {"sentences": [{"sentId": 257, "text": "I mean, yes, that's on purpose."}, {"sentId": 258, "text": "Because yes, usually action films skew toward males and younger males."}, {"sentId": 259, "text": "But this one, I think 51 percent of the audience that went to see it this weekend were males."}, {"sentId": 260, "text": "Lots of women love the franchise."}, {"sentId": 261, "text": "Lots -- you're showing Maria Menounos."}, {"sentId": 262, "text": "Why doesn't it show me?"}, {"sentId": 263, "text": "I was there at this premiere, too."}, {"sentId": 264, "text": "I mean, goodness."}, {"sentId": 265, "text": "But --"}], "speaker": "TURNER", "secId": 102}, {"sentences": [{"sentId": 266, "text": "I mean, hello?"}, {"sentId": 267, "text": "Look -- I mean, did you wear that dress?"}], "speaker": "LEMON", "secId": 103}, {"sentences": [{"sentId": 268, "text": "I mean, hello?"}, {"sentId": 269, "text": "Right."}, {"sentId": 270, "text": "But lots of --"}], "speaker": "TURNER", "secId": 104}, {"sentences": [{"sentId": 271, "text": "Lots of men -- no, I didn't wear that."}, {"sentId": 272, "text": "Lots of women love this franchise, too, and that's because there is so much eye candy in it, and it's just a fun movie to see, and of course like we said, Paul Walker."}, {"sentId": 273, "text": "They want to see it."}, {"sentId": 274, "text": "People are invested in this."}, {"sentId": 275, "text": "Vin Diesel has a line in the movie, I don't have friends, I have family."}, {"sentId": 276, "text": "And that's what the audience of the \"Fast and Furious\" franchise has bought into."}, {"sentId": 277, "text": "They feel like this cast is their family."}], "speaker": "TURNER", "secId": 105}, {"sentences": [{"sentId": 278, "text": "Diversity clearly resonates here."}], "speaker": "LEMON", "secId": 106}, {"sentences": [{"sentId": 279, "text": "Yes."}], "speaker": "TURNER", "secId": 107}, {"sentences": [{"sentId": 280, "text": "I think 16.7 of the film -- this is 2013 minority lead."}, {"sentId": 281, "text": "That's according to UCLA's 2015 Hollywood diversity report."}], "speaker": "LEMON", "secId": 108}, {"sentences": [{"sentId": 282, "text": "Not a lot."}], "speaker": "TURNER", "secId": 109}, {"sentences": [{"sentId": 283, "text": "But here's the deal."}, {"sentId": 284, "text": "Check this out."}, {"sentId": 285, "text": "For \"Furious 7,\" 37 percent of ticket buyers were Hispanic, 25 percent were Caucasian, 24 percent African-American, 10 percent Asian, 4 percent other."}, {"sentId": 286, "text": "Meaning 75 percent of their audience wasn't white."}, {"sentId": 287, "text": "That's plenty of diversity."}], "speaker": "LEMON", "secId": 110}, {"sentences": [{"sentId": 288, "text": "Yes."}], "speaker": "TURNER", "secId": 111}, {"sentences": [{"sentId": 289, "text": "And there was plenty of diversity off the screen, too."}, {"sentId": 290, "text": "And I'm asking you this, because I want you to settle this between me and my friend."}, {"sentId": 291, "text": "He says there will never be a black James Bond, I said yes, there will, and it could be Idris Elba because he is English."}, {"sentId": 292, "text": "And they diversity."}], "speaker": "LEMON", "secId": 112}, {"sentences": [{"sentId": 293, "text": "If I were the casting director, you would win."}, {"sentId": 294, "text": "But since I'm not -- you know, I do think you're right."}, {"sentId": 295, "text": "I think that he probably is -- you know, they're really thinking about him for the next Bond."}, {"sentId": 296, "text": "I know he would like to play Bond."}, {"sentId": 297, "text": "I think he would be wonderful at Bond."}, {"sentId": 298, "text": "We do know that this is the end for Daniel Craig playing Bond, so why not go there?"}, {"sentId": 299, "text": "I mean, I think you're right, Don."}, {"sentId": 300, "text": "I think there will be a black Bond, and I think that it will be Idris Elba."}], "speaker": "TURNER", "secId": 113}, {"sentences": [{"sentId": 301, "text": "Well, there you go."}, {"sentId": 302, "text": "Thank you very much, Nischelle Turner."}, {"sentId": 303, "text": "You always have my back."}], "speaker": "LEMON", "secId": 114}, {"sentences": [{"sentId": 304, "text": "I said that."}], "speaker": "TURNER", "secId": 115}, {"sentences": [{"sentId": 305, "text": "Way back."}], "speaker": "TURNER", "secId": 116}, {"sentences": [{"sentId": 306, "text": "I'll see you soon."}, {"sentId": 307, "text": "OK."}, {"sentId": 308, "text": "Thank you again."}], "speaker": "LEMON", "secId": 117}, {"sentences": [{"sentId": 309, "text": "Absolutely."}, {"sentId": 310, "text": "Thanks for having me."}], "speaker": "TURNER", "secId": 118}, {"sentences": [{"sentId": 311, "text": "Hey, make sure you tune in, Salt-N-Pepa is coming up, all right, so you need to watch this."}, {"sentId": 312, "text": "Salt-N-Pepa."}, {"sentId": 313, "text": "Yes."}, {"sentId": 314, "text": "They're back in the spotlight and they're here to talk about their latest project."}], "speaker": "LEMON", "secId": 119}, {"sentences": [{"sentId": 315, "text": "Plus, scientology is known for its Hollywood A-list members like Tom Cruise, but with all the talk these days about religious freedom, what's the Church of Scientology like behind closed doors?"}, {"sentId": 316, "text": "So we'll take you there."}], "speaker": "LEMON", "secId": 120}, {"sentences": [{"sentId": 317, "text": "Religion is a hot topic in America."}, {"sentId": 318, "text": "In the days leading up to Easter at least three versions of Jesus -- of Jesus' story aired on different channels."}, {"sentId": 319, "text": "In the battle over religious freedom is raging from coast to coast."}, {"sentId": 320, "text": "But there's one faith that is so controversial a lot of people don't even want to call it a religion."}], "speaker": "LEMON", "secId": 121}, {"sentences": [{"sentId": 321, "text": "CNN's Stephanie Elam takes us -- takes a look inside scientology in a new HBO documentary that's got the church under fire."}], "speaker": "LEMON", "secId": 122}, {"sentences": [{"sentId": 322, "text": "If it were a Hollywood script, it would be hard to believe."}, {"sentId": 323, "text": "Some of the film world's biggest stars and some of the most astonishing revelations."}], "speaker": "ELAM", "secId": 123}, {"sentences": [{"sentId": 324, "text": "The new HBO documentary \"Going Clear\" puts the Church of Scientology in a different kind of spotlight."}], "speaker": "ELAM", "secId": 124}, {"sentences": [{"sentId": 325, "text": "I was deeply convinced --"}], "speaker": "UNIDENTIFIED FEMALE", "secId": 125}, {"sentences": [{"sentId": 326, "text": "The film delves into the history of scientology's creator L. Ron Hubbard, as well as the inner workings of the church backed by claims from former members."}], "speaker": "ELAM", "secId": 126}, {"sentences": [{"sentId": 327, "text": "She's going to take the baby to the doctor."}, {"sentId": 328, "text": "He says, well, has this been approved of?"}, {"sentId": 329, "text": "Of course it was approved."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 127}, {"sentences": [{"sentId": 330, "text": "Alex Gibney directed the documentary that is based on Lawrence Wright's book, \"Going Clear: Scientology, Hollywood, and the Prison of Belief.\""}], "speaker": "ELAM", "secId": 128}, {"sentences": [{"sentId": 331, "text": "My goal was to understand it."}], "speaker": "GIBNEY", "secId": 129}, {"sentences": [{"sentId": 332, "text": "I met the two men when the film first debuted at the Sundance Film Festival."}], "speaker": "ELAM", "secId": 130}, {"sentences": [{"sentId": 333, "text": ":  Do you think that this film would have been able to be done if such high members, high ranking members of the church hadn't left?"}], "speaker": "ELAM", "secId": 131}, {"sentences": [{"sentId": 334, "text": "It would have been very hard to do."}, {"sentId": 335, "text": "And I think what's important about the film is that you see these high-ranking people, not only today, talking about what happened, but you see them essentially acting as enforcers for the church back in the day."}], "speaker": "GIBNEY", "secId": 132}, {"sentences": [{"sentId": 336, "text": "But the Church of Scientology on its Freedommag.org Web site attempts to discredit the former members by attacking their credibility, writing in part, \"Wright and Gibney cherry-picked expelled discredited former scientologist"}], "speaker": "ELAM ", "secId": 133}, {"sentences": [{"sentId": 337, "text": "who would help them advance their propaganda."}, {"sentId": 338, "text": "What was portrayed as a non-fiction book and now a film are both transparent vehicles for vendetta.\""}], "speaker": "ELAM ", "secId": 134}, {"sentences": [{"sentId": 339, "text": "Yet Gibney says, the film was thoroughly made it  by lawyers for HBO, which like CNN is the subsidiary of Time Warner."}], "speaker": "ELAM ", "secId": 135}, {"sentences": [{"sentId": 340, "text": "We're pretty confident that we're buttoned up."}], "speaker": "ALEX", "secId": 136}, {"sentences": [{"sentId": 341, "text": "Of its claim, going clear alleges that the church actively worked to break up Tom Cruise and Nicole Kidman."}], "speaker": "ELAM", "secId": 137}, {"sentences": [{"sentId": 342, "text": "I think we have pretty good testimony from church insiders who backed that up."}, {"sentId": 343, "text": "ELAM: However, the Church of Scientology says, that's not true."}], "speaker": "GIBNEY", "secId": 138}, {"sentences": [{"sentId": 344, "text": "Writing in a statement to CNN, \"The allegations in the film are vigorously denied."}, {"sentId": 345, "text": "The Church of Scientology does not comment on or interfere in the personal relationships of its parishioners.\""}, {"sentId": 346, "text": "The film also examines the church's fight to be seen as a religion in the eyes of the IRS, a battle Scientology, eventually won."}], "speaker": "GIBNEY", "secId": 139}, {"sentences": [{"sentId": 347, "text": "It's essential to their business."}, {"sentId": 348, "text": "That's what allows them to have enormous power and money."}, {"sentId": 349, "text": "Because, all of their revenues are tax- exempt and they buy a lot of real estate, it's tax-free."}], "speaker": "GIBNEY", "secId": 140}, {"sentences": [{"sentId": 350, "text": "But could the documentary sway the public's opinion on Scientology?"}], "speaker": "ELAM", "secId": 141}, {"sentences": [{"sentId": 351, "text": "I don't think the people who are Scientology followers are going to have a -- as we say come to Jesus moment, and totally change their minds?"}], "speaker": "WINSTON", "secId": 142}, {"sentences": [{"sentId": 352, "text": "And then in one way, time may not be on Scientology's side."}], "speaker": "ELAM", "secId": 143}, {"sentences": [{"sentId": 353, "text": "We've seen at the beginning of Scientology, we know about L. Ron Hubbard and that's very different than having something handed down, and having the beautiful haze  of history, cover it in sort of a nice cozy film."}], "speaker": "WINSTON", "secId": 144}, {"sentences": [{"sentId": 354, "text": "For its part, the Church of Scientology is fighting back, with full-page ads and web postings attacking the film, Wright, and Gibney."}, {"sentId": 355, "text": "Alex Gibney's HBO piece is textbook propaganda, Gibney hand-picking his sources to serve his version of the truth."}, {"sentId": 356, "text": "He presented a one- sided and false diatribe that can scarcely be called journalism."}], "speaker": "ELAM", "secId": 145}, {"sentences": [{"sentId": 357, "text": "Do you ever feel that there's danger for either of you tackling the story?"}], "speaker": "ELAM", "secId": 146}, {"sentences": [{"sentId": 358, "text": "I have not compared to what these people have experienced."}], "speaker": "WRIGHT", "secId": 147}, {"sentences": [{"sentId": 359, "text": "Experiences that may be viewed differently depending on what, or who you believe."}, {"sentId": 360, "text": "Stephanie Elam, CNN, Los Angeles."}], "speaker": "ELAM", "secId": 148}, {"sentences": [{"sentId": 361, "text": "You don't want to miss what's coming up."}, {"sentId": 362, "text": "My expert guests weigh in on the church of Scientology, including a former member who talks about what she believed then, and what she believes now."}], "speaker": "LEMON", "secId": 149}, {"sentences": [{"sentId": 363, "text": "Alex Gibney's Going Clear: Scientology and the Prison of Belief is our sister network HBO's biggest documentary premiere in almost 10 years."}, {"sentId": 364, "text": "So joining me now to discuss all of this is Paulette Cooper, author of the Scandal of Scientology."}, {"sentId": 365, "text": "Tony Ortega, executive director of the Raw Story."}, {"sentId": 366, "text": "Tory Christman is who left the Church of Scientology that was back in 2000."}, {"sentId": 367, "text": "And joining me exclusively is Steve Hassan, author of Combating Cult Mind Control."}, {"sentId": 368, "text": "I'm so happy to have all of you here."}, {"sentId": 369, "text": "So let's talk about it, Tony, you're first."}, {"sentId": 370, "text": "It's really been a tough couple of weeks for Scientology."}, {"sentId": 371, "text": "First the HBO documentary, Going Clear came out, now Saturday Night Live, poking fun of the religion."}, {"sentId": 372, "text": "Watch this."}], "speaker": "LEMON", "secId": 150}, {"sentences": [{"sentId": 373, "text": "We, we are the children, the children of Meepthorp, the science is there."}, {"sentId": 374, "text": "We, we are a family, joined by the knowledge, the knowledge we share."}, {"sentId": 375, "text": "We are light."}, {"sentId": 376, "text": "We are life."}, {"sentId": 377, "text": "We are proud to be Neurotology."}], "speaker": "CROWD", "secId": 151}, {"sentences": [{"sentId": 378, "text": "How damaging, Tony, is all of this to the church?"}, {"sentId": 379, "text": "Is it damaging at all?"}], "speaker": "LEMON", "secId": 152}, {"sentences": [{"sentId": 380, "text": "I think it's very damaging."}, {"sentId": 381, "text": "I think if the timing could not be worse for David Miscavige and the Church of Scientology."}, {"sentId": 382, "text": "I mean, people are asking me, what kind of an effect will be documentary have on the church?"}, {"sentId": 383, "text": "But really, the church is biggest crisis is internal."}, {"sentId": 384, "text": "I mean, Scientology is falling apart, it's dwindling and this is not gonna help."}, {"sentId": 385, "text": "So -- I also, I think which what you're seeing from Hollywood, as expressed on Saturday Night Live is a lot of resentment built up over the years, the way Scientology has thrown its way around in Hollywood, and now they're getting some of it back."}, {"sentId": 386, "text": "And I think you are seeing a big response because --"}], "speaker": "ORTEGA", "secId": 153}, {"sentences": [{"sentId": 387, "text": "But as you saw the documentary, how many -- does anyone on the panel disagree with what Tony said?"}, {"sentId": 388, "text": "That this is going to be damaging..."}], "speaker": "LEMON", "secId": 154}, {"sentences": [{"sentId": 389, "text": "No."}], "speaker": "CHRISTMAN", "secId": 155}, {"sentences": [{"sentId": 390, "text": "And Scientology is falling apart, everyone agrees?"}], "speaker": "LEMON", "secId": 156}, {"sentences": [{"sentId": 391, "text": "No."}], "speaker": "CHRISTMAN", "secId": 157}, {"sentences": [{"sentId": 392, "text": "Yes."}], "speaker": "COOPER", "secId": 158}, {"sentences": [{"sentId": 393, "text": "I agree"}], "speaker": "CHRISTMAN", "secId": 159}, {"sentences": [{"sentId": 394, "text": "Absolutely wonderful --"}], "speaker": "HASSAN", "secId": 160}, {"sentences": [{"sentId": 395, "text": "Yeah."}], "speaker": "LEMON", "secId": 161}, {"sentences": [{"sentId": 396, "text": "That HBO did this."}, {"sentId": 397, "text": "Congratulations."}, {"sentId": 398, "text": "I want to mention Tony Ortega's blog, tonyortega.org is the cutting edge --"}], "speaker": "HASSAN", "secId": 162}, {"sentences": [{"sentId": 399, "text": "Yeah."}], "speaker": "LEMON", "secId": 163}, {"sentences": [{"sentId": 400, "text": "Of information coming out of Scientology, thanks Tony."}], "speaker": "HASSAN", "secId": 164}, {"sentences": [{"sentId": 401, "text": "Thanks to you."}], "speaker": "OREGA", "secId": 165}, {"sentences": [{"sentId": 402, "text": "I want to know why you think it's dwindling because, if you look at the documentary, it talks about all of the property that Scientology, the Church of Scientology owns around the world."}, {"sentId": 403, "text": "Talks about the billions of dollars it has in just one account."}, {"sentId": 404, "text": "If it has that much money and that much influence, how can it be falling apart?"}], "speaker": "LEMON", "secId": 166}, {"sentences": [{"sentId": 405, "text": "It's falling apart because of the internet."}, {"sentId": 406, "text": "People can go on the internet now and read about Scientology."}, {"sentId": 407, "text": "They can read my book for free."}, {"sentId": 408, "text": "I mean, there was a period when I first started researching them 40 years ago, you couldn't get the story out."}, {"sentId": 409, "text": "I was the only one that was saying how bad they were."}, {"sentId": 410, "text": "Now, how many places just this week alone, including this show --"}], "speaker": "COOPER", "secId": 167}, {"sentences": [{"sentId": 411, "text": "You say that they harassed you for 15 years after writing that book?"}], "speaker": "LEMON", "secId": 168}, {"sentences": [{"sentId": 412, "text": "Well, I continued to try to expose them, because nobody else was telling the truth about Scientology."}, {"sentId": 413, "text": "Everyone was scared."}, {"sentId": 414, "text": "So they thought if they could shut me up, then there would be no opposition."}, {"sentId": 415, "text": "So they did terrible, terrible things --"}], "speaker": "COOPER", "secId": 169}, {"sentences": [{"sentId": 416, "text": "And I can vow -- and I can verify that Paulette was -- is a goddess and just the major courageous figure, from the very beginning of this fight against Scientology."}], "speaker": "HASSAN", "secId": 170}, {"sentences": [{"sentId": 417, "text": "It is not easy to find people to say anything positive about, or to -- you know, to take up for the church anymore."}, {"sentId": 418, "text": "It's a mystery to me why, because as you guys have said, it used to be that they would come on and do their own PR and say, you know this is misleading, that is misleading."}, {"sentId": 419, "text": "I want to ask you this Tory, you are a former Scientologist."}, {"sentId": 420, "text": "Your ex-husband is still in the church."}, {"sentId": 421, "text": "Why did you..."}], "speaker": "LEMON", "secId": 171}, {"sentences": [{"sentId": 422, "text": "Right."}], "speaker": "CHRISTMAN", "secId": 172}, {"sentences": [{"sentId": 423, "text": "Finally leave?"}], "speaker": "LEMON", "secId": 173}, {"sentences": [{"sentId": 424, "text": "Because Scientology is like a triangle."}, {"sentId": 425, "text": "And I worked all the way up to the second to the top level."}, {"sentId": 426, "text": "And the truth is, the reason why I left is my best friend asked me to open these phony accounts to spam the internet, to try to drive off the topic, having to do with Hubbard and all these internal secrets that are now out and all over the net."}, {"sentId": 427, "text": "But back then, they were -- I found out, they attacked me to death, and I just thought I did not get into Scientology to stop free speech."}, {"sentId": 428, "text": "I'm a free speech advocate."}, {"sentId": 429, "text": "And that's really the end of it."}], "speaker": "CHRISTMAN", "secId": 174}, {"sentences": [{"sentId": 430, "text": "Why did you get into it?"}], "speaker": "LEMON", "secId": 175}, {"sentences": [{"sentId": 431, "text": "I got into it to help mankind."}, {"sentId": 432, "text": "I really thought it could clear mankind, I did."}, {"sentId": 433, "text": "I believe in clearing mankind --"}], "speaker": "COOPER", "secId": 176}, {"sentences": [{"sentId": 434, "text": "And you --"}], "speaker": "LEMON", "secId": 177}, {"sentences": [{"sentId": 435, "text": "You have by clearing mankind of being such taking away all the"}], "speaker": "LEMON", "secId": 178}, {"sentences": [{"sentId": 436, "text": "negative things that hold you back, and then you can become clear by going up the ladder of Scientology, correct?"}, {"sentId": 437, "text": "Is that?"}, {"sentId": 438, "text": "--"}], "speaker": "LEMON", "secId": 179}, {"sentences": [{"sentId": 439, "text": "Right."}, {"sentId": 440, "text": "CHRISTMAN: And I believed it."}, {"sentId": 441, "text": "I really thought it would work."}, {"sentId": 442, "text": "And I found out from going up that ladder, that it doesn't."}, {"sentId": 443, "text": "I got to the second to the top, and it doesn't work..."}], "speaker": "HASSAN", "secId": 180}, {"sentences": [{"sentId": 444, "text": "Yeah."}], "speaker": "LEMON", "secId": 181}, {"sentences": [{"sentId": 445, "text": "It doesn't."}], "speaker": "CHRISTMAN", "secId": 182}, {"sentences": [{"sentId": 446, "text": "Go ahead."}, {"sentId": 447, "text": "Who's calling me?"}, {"sentId": 448, "text": "Was that Steve?"}], "speaker": "LEMON", "secId": 183}, {"sentences": [{"sentId": 449, "text": "Don -- yes."}, {"sentId": 450, "text": "So Don, I was involved with a cult in the mid 70s, the Moonies, the ones with the mass weddings and I was deprograms after a near fatal van crash and learned all about brainwashing and mind control, sought out the top military intelligence, executives who had been tasked with researching brainwashing and mind control."}, {"sentId": 451, "text": "And I spent the last 38 years writing books and teaching people what happened to me."}, {"sentId": 452, "text": "I went through a radical personality change, where my beliefs were literally changed into believing Moon was a seamless, perfect messiah, that Korea was the new Israel, that democracy was Satan, that Nixon should be president --"}], "speaker": "HASSAN", "secId": 184}, {"sentences": [{"sentId": 453, "text": "Did you believe that about LRH?"}, {"sentId": 454, "text": "Did -- what did you believe about -- about LRH?"}], "speaker": "LEMON", "secId": 185}, {"sentences": [{"sentId": 455, "text": "I -- I thought the Scientology was a cult when I was in the Moonies."}, {"sentId": 456, "text": "Of course, the scientologists thought the Moonies were a cult."}, {"sentId": 457, "text": "And we all thought the children of God were a cult."}, {"sentId": 458, "text": "But the parallel is the brain washing mind control paradigm of controlling people's behavior, information, thinking..."}], "speaker": "HASSAN", "secId": 186}, {"sentences": [{"sentId": 459, "text": "Yeah."}], "speaker": "LEMON", "secId": 187}, {"sentences": [{"sentId": 460, "text": "And emotions."}, {"sentId": 461, "text": "The installation of phobias, the control of information, the alienation from people's own ability to critically think."}], "speaker": "HASSAN", "secId": 188}, {"sentences": [{"sentId": 462, "text": "Yeah."}], "speaker": "LEMON", "secId": 189}, {"sentences": [{"sentId": 463, "text": "And I've studied hypnosis --"}], "speaker": "HASSAN", "secId": 190}, {"sentences": [{"sentId": 464, "text": "That's the key thing that cult cut-off."}], "speaker": "CHRISTMAN", "secId": 191}, {"sentences": [{"sentId": 465, "text": "Yeah."}, {"sentId": 466, "text": "When I say -- when I say LRH, I meant L. Ron Hubbard."}, {"sentId": 467, "text": "But I want you guys to listen to this and then we'll discuss."}, {"sentId": 468, "text": "Reza Aslan, religious scholar hosted in upcoming CNN's series on religion."}, {"sentId": 469, "text": "Here's what he said about Scientology."}], "speaker": "LEMON", "secId": 192}, {"sentences": [{"sentId": 470, "text": "I don't think it's fair to refer to Scientology as a cult."}, {"sentId": 471, "text": "I mean, really, the difference between a religion and a cult tends to be how long the religion lasts."}, {"sentId": 472, "text": "Christianity was a cult for 300 years."}, {"sentId": 473, "text": "Mormonism was considered a cult for a hundred years."}, {"sentId": 474, "text": "In fact, there are people today who still refer to Mormonism as a cult."}, {"sentId": 475, "text": "Is it somehow different than other religious traditions, in how it deals with its internal structure in the disaffection of its former movement members, no, I don't think so."}], "speaker": "ASLAN", "secId": 193}, {"sentences": [{"sentId": 476, "text": "Tory see, that anyone in this panel --"}], "speaker": "LEMON", "secId": 194}, {"sentences": [{"sentId": 477, "text": "I totally disagree."}], "speaker": "HASSAN", "secId": 195}, {"sentences": [{"sentId": 478, "text": "Okay, I want to jump in and say something."}], "speaker": "CHRISTMAN", "secId": 196}, {"sentences": [{"sentId": 479, "text": "OK."}], "speaker": "LEMON", "secId": 197}, {"sentences": [{"sentId": 480, "text": "I answer this question in the movie."}], "speaker": "ORTEGA", "secId": 198}, {"sentences": [{"sentId": 481, "text": "Go ahead."}], "speaker": "LEMON", "secId": 199}, {"sentences": [{"sentId": 482, "text": "I answer this question to the movie."}, {"sentId": 483, "text": "It's always comes up, people say all religions are the same."}, {"sentId": 484, "text": "I -- doesn't surprise me that Reza once said that."}], "speaker": "ORTEGA", "secId": 200}, {"sentences": [{"sentId": 485, "text": "Absolutely not."}], "speaker": "HASSAN", "secId": 201}, {"sentences": [{"sentId": 486, "text": "He doesn't know anything about Scientology."}, {"sentId": 487, "text": "The difference is --"}], "speaker": "ORTEGA", "secId": 202}, {"sentences": [{"sentId": 488, "text": "He doesn't understand that mind control."}], "speaker": "HASSAN", "secId": 203}, {"sentences": [{"sentId": 489, "text": "Yeah."}, {"sentId": 490, "text": "The difference is this."}, {"sentId": 491, "text": "Christianity, Judaism, Islam, when you get into them, you learn the basic beliefs and over time you learned a little bit more, but those basic beliefs never change."}, {"sentId": 492, "text": "Scientology is a bait and switch."}, {"sentId": 493, "text": "They told you -- they tell you upfront that there is a philosophy about communication and how to think better."}, {"sentId": 494, "text": "It's not until you are six or seven of years in, and a couple of hundred thousand dollars in..."}], "speaker": "ORETGA", "secId": 204}, {"sentences": [{"sentId": 495, "text": "Yeah."}], "speaker": "LEMON", "secId": 205}, {"sentences": [{"sentId": 496, "text": "That you find the real pursuit of Scientology..."}], "speaker": "ORTEGA", "secId": 206}, {"sentences": [{"sentId": 497, "text": "OK."}], "speaker": "LEMON", "secId": 207}, {"sentences": [{"sentId": 498, "text": "Which involves, removing invisible alien beings from yourself, at eight or nine hundred --"}], "speaker": "ORTEGA", "secId": 208}, {"sentences": [{"sentId": 499, "text": "I want Paulette to get in."}, {"sentId": 500, "text": "I want everybody have a chance."}, {"sentId": 501, "text": "So quickly, go ahead Paulette, what do you think?"}, {"sentId": 502, "text": "How is it different?"}], "speaker": "LEMON", "secId": 209}, {"sentences": [{"sentId": 503, "text": "One thing most general religions don't go after critics the way Scientology does."}, {"sentId": 504, "text": "I mean, they criminally frame people."}, {"sentId": 505, "text": "They send horrible anonymous smear letters."}, {"sentId": 506, "text": "I know they sued me 19 times all over the world."}, {"sentId": 507, "text": "You don't find that kind of behavior in traditional, standard religions."}], "speaker": "COOPER", "secId": 210}, {"sentences": [{"sentId": 508, "text": "Yeah."}, {"sentId": 509, "text": "Tory --"}], "speaker": "LEMON", "secId": 211}, {"sentences": [{"sentId": 510, "text": "It's deplorable."}], "speaker": "COOPER", "secId": 212}, {"sentences": [{"sentId": 511, "text": "Go Tory."}], "speaker": "LEMON", "secId": 213}, {"sentences": [{"sentId": 512, "text": "Quite civil ..."}], "speaker": "HASSAN", "secId": 214}, {"sentences": [{"sentId": 513, "text": "OK."}, {"sentId": 514, "text": "The other --"}], "speaker": "CHRISTMAN", "secId": 215}, {"sentences": [{"sentId": 515, "text": "Religious freedom --"}], "speaker": "HASSAN", "secId": 216}, {"sentences": [{"sentId": 516, "text": "Other --"}], "speaker": "CHRISTMAN", "secId": 217}, {"sentences": [{"sentId": 517, "text": "Go ahead, Tory."}], "speaker": "LEMON", "secId": 218}, {"sentences": [{"sentId": 518, "text": "The other religions, they let people speak."}, {"sentId": 519, "text": "They can leave."}, {"sentId": 520, "text": "With us, they constantly say, anyone who leaves, anyone who speaks out is a liar, including all their spam, their new videos that they've made against everyone in the new documentary."}, {"sentId": 521, "text": "But they have been flat-out lying about myself and every other ex-member and critic who have spoken out, including some churches for years..."}], "speaker": "CHRISTMAN", "secId": 219}, {"sentences": [{"sentId": 522, "text": "Tory?"}], "speaker": "LEMON", "secId": 220}, {"sentences": [{"sentId": 523, "text": "Wait, I'll show you this."}, {"sentId": 524, "text": "Wait one thing --"}], "speaker": "CHRISTMAN", "secId": 221}, {"sentences": [{"sentId": 525, "text": "I've got to go but --"}], "speaker": "LEMON", "secId": 222}, {"sentences": [{"sentId": 526, "text": "They declare people suppressive..."}], "speaker": "CHRISTMAN", "secId": 223}, {"sentences": [{"sentId": 527, "text": "Yeah."}], "speaker": "LEMON", "secId": 224}, {"sentences": [{"sentId": 528, "text": "They declare them suppressive and no one's allowed to talk to you."}], "speaker": "CHRISTMAN", "secId": 225}, {"sentences": [{"sentId": 529, "text": "Alright."}, {"sentId": 530, "text": "Tory Ortega, thank you."}, {"sentId": 531, "text": "Steve Hassan, thank you."}, {"sentId": 532, "text": "-- I'm sorry, Tony Ortega and Tory Christman and Paulette Cooper, thank very much."}, {"sentId": 533, "text": "I appreciate all of you joining us here."}], "speaker": "LEMON", "secId": 226}, {"sentences": [{"sentId": 534, "text": "Thank you."}], "speaker": "HASSAN", "secId": 227}, {"sentences": [{"sentId": 535, "text": "Alright."}, {"sentId": 536, "text": "Rap royalty Salt-N-Pepa joining me next, make sure you watch it."}], "speaker": "LEMON", "secId": 228}, {"sentences": [{"sentId": 537, "text": "Baby, baby."}, {"sentId": 538, "text": "Ooh, baby, baby."}, {"sentId": 539, "text": "Baby, baby..."}], "speaker": "SALT-N-PEPA", "secId": 229}, {"sentences": [{"sentId": 540, "text": "Push it."}, {"sentId": 541, "text": "Push it real good."}, {"sentId": 542, "text": "Ooh, baby, baby."}, {"sentId": 543, "text": "Push it."}], "speaker": "SALT-N-PEPA", "secId": 230}, {"sentences": [{"sentId": 544, "text": "I'm pushing."}, {"sentId": 545, "text": "I'm pushing it real good."}], "speaker": "LEMON", "secId": 231}, {"sentences": [{"sentId": 546, "text": "Push it real good, baby."}], "speaker": "JAMES", "secId": 232}, {"sentences": [{"sentId": 547, "text": "That commercial is hilarious."}, {"sentId": 548, "text": "I've been -- you know how long I've been doing that?"}, {"sentId": 549, "text": "Can I introduce you guys?"}], "speaker": "LEMON", "secId": 233}, {"sentences": [{"sentId": 550, "text": "Yes."}], "speaker": "JAMES", "secId": 234}, {"sentences": [{"sentId": 551, "text": "Yes."}], "speaker": "DENTON", "secId": 235}, {"sentences": [{"sentId": 552, "text": "Please?"}, {"sentId": 553, "text": "not."}, {"sentId": 554, "text": "That was a GEICO commercial, hilarious."}, {"sentId": 555, "text": "Starring Salt -- sorry, Salt-N-Pepa."}, {"sentId": 556, "text": "They've been rap royalty ever since they became the first female rap artists to have an album go gold and platinum."}, {"sentId": 557, "text": "That's quite an honor."}], "speaker": "LEON", "secId": 236}, {"sentences": [{"sentId": 558, "text": "Yes."}], "speaker": "DENTON", "secId": 237}, {"sentences": [{"sentId": 559, "text": "Yes."}], "speaker": "JAMES", "secId": 238}, {"sentences": [{"sentId": 560, "text": "Joining me now is Cheryl \"Salt\" James."}], "speaker": "LEMON", "secId": 239}, {"sentences": [{"sentId": 561, "text": "Oh, oh."}], "speaker": "JAMES", "secId": 240}, {"sentences": [{"sentId": 562, "text": "And Sandra \"Pepa\" Denton of Salt-N-Pepa."}, {"sentId": 563, "text": "Do you ever call you Mrs. Salt-n-Pepa?"}], "speaker": "LEMON", "secId": 241}, {"sentences": [{"sentId": 564, "text": "Oh, no."}], "speaker": "DENTON", "secId": 242}, {"sentences": [{"sentId": 565, "text": "Never."}], "speaker": "JAMES", "secId": 243}, {"sentences": [{"sentId": 566, "text": "No, no, never."}], "speaker": "DENTON", "secId": 244}, {"sentences": [{"sentId": 567, "text": "Never for her, for sure."}], "speaker": "JAMES", "secId": 245}, {"sentences": [{"sentId": 568, "text": "No, please."}, {"sentId": 569, "text": "Don't, don't."}], "speaker": "DENTON", "secId": 246}, {"sentences": [{"sentId": 570, "text": "Is it the -- I wouldn't say a long time, because I -- that song used to get me in trouble."}, {"sentId": 571, "text": "You know that."}], "speaker": "LEMON", "secId": 247}, {"sentences": [{"sentId": 572, "text": "Got a lot of people in trouble."}], "speaker": "JAMES", "secId": 248}, {"sentences": [{"sentId": 573, "text": "It was 1987, 1987."}], "speaker": "LEMON", "secId": 249}, {"sentences": [{"sentId": 574, "text": "I know."}], "speaker": "JAMES", "secId": 250}, {"sentences": [{"sentId": 575, "text": "So, how did, how did this come back with the commercial?"}], "speaker": "LEMON", "secId": 251}, {"sentences": [{"sentId": 576, "text": "Well, they contacted us, they sent us the script."}, {"sentId": 577, "text": "I cracked up just reading it."}], "speaker": "JAMES", "secId": 252}, {"sentences": [{"sentId": 578, "text": "Yes."}], "speaker": "DENTON", "secId": 253}, {"sentences": [{"sentId": 579, "text": "Visualized it exactly how you saw it and I'm like, this is gonna be major..."}], "speaker": "JAMES", "secId": 254}, {"sentences": [{"sentId": 580, "text": "It was --"}], "speaker": "DENTON", "secId": 255}, {"sentences": [{"sentId": 581, "text": "And it was just funny and fun."}], "speaker": "JAMES", "secId": 256}, {"sentences": [{"sentId": 582, "text": "It was, it was great."}], "speaker": "DENTON", "secId": 257}, {"sentences": [{"sentId": 583, "text": "I said --"}], "speaker": "LEMON", "secId": 258}, {"sentences": [{"sentId": 584, "text": "We said \"push it\" it posses will never die."}, {"sentId": 585, "text": "It has a life of its own."}, {"sentId": 586, "text": "So -- you got to push it."}, {"sentId": 587, "text": "LEMON: Do you feel, do you feel like you're rap royalty?"}, {"sentId": 588, "text": "Because I do."}], "speaker": "DENTON", "secId": 259}, {"sentences": [{"sentId": 589, "text": "Yes."}], "speaker": "DENTON", "secId": 260}, {"sentences": [{"sentId": 590, "text": "She said yes."}, {"sentId": 591, "text": "Toot, toot."}, {"sentId": 592, "text": "She don't mind."}], "speaker": "JAMES", "secId": 261}, {"sentences": [{"sentId": 593, "text": "She will toot her horn all day long."}], "speaker": "JAMES", "secId": 262}, {"sentences": [{"sentId": 594, "text": "How was it, how was rap changed over the years?"}, {"sentId": 595, "text": "You think?"}, {"sentId": 596, "text": "Because you guys, honestly, it was more about innuendo and double entendre, it wasn't so in your face."}], "speaker": "LEMON", "secId": 263}, {"sentences": [{"sentId": 597, "text": "Yeah."}], "speaker": "JAMES", "secId": 264}, {"sentences": [{"sentId": 598, "text": "And the words weren't so vulgar."}], "speaker": "LEMON", "secId": 265}, {"sentences": [{"sentId": 599, "text": "It was a little subtler."}], "speaker": "JAMES", "secId": 266}, {"sentences": [{"sentId": 600, "text": "Yeah."}], "speaker": "DENTON", "secId": 267}, {"sentences": [{"sentId": 601, "text": "Absolutely."}, {"sentId": 602, "text": "The business has changed a lot."}, {"sentId": 603, "text": "I mean..."}], "speaker": "JAMES", "secId": 268}, {"sentences": [{"sentId": 604, "text": "Yes."}], "speaker": "DENTON", "secId": 269}, {"sentences": [{"sentId": 605, "text": "Record companies are practically obsolete --"}], "speaker": "JAMES", "secId": 270}, {"sentences": [{"sentId": 606, "text": "Right now."}], "speaker": "DENTON", "secId": 271}, {"sentences": [{"sentId": 607, "text": "And social media is the way people get famous."}], "speaker": "JAMES", "secId": 272}, {"sentences": [{"sentId": 608, "text": "And you don't get paid on records anymore."}, {"sentId": 609, "text": "So you got to do"}], "speaker": "JAMES", "secId": 273}, {"sentences": [{"sentId": 610, "text": "GEICO commercials."}], "speaker": "JAMES", "secId": 274}, {"sentences": [{"sentId": 611, "text": "Everybody wants to do product placement now, you know."}], "speaker": "DENTON", "secId": 275}, {"sentences": [{"sentId": 612, "text": "Yeah."}], "speaker": "JAMES", "secId": 276}, {"sentences": [{"sentId": 613, "text": "And your shows, you know..."}], "speaker": "DENTON", "secId": 277}, {"sentences": [{"sentId": 614, "text": "Yeah."}], "speaker": "JAMES", "secId": 278}, {"sentences": [{"sentId": 615, "text": "But --"}], "speaker": "DENTON", "secId": 279}, {"sentences": [{"sentId": 616, "text": "Yeah."}], "speaker": "LEMON", "secId": 280}, {"sentences": [{"sentId": 617, "text": "And when we were coming up, it was just Latifah, Salt-N-Pepa, MC Lyte, it was such so many."}], "speaker": "JAMES", "secId": 281}, {"sentences": [{"sentId": 618, "text": "It was the Brady , it was --"}], "speaker": "DENTON", "secId": 282}, {"sentences": [{"sentId": 619, "text": "Yeah."}, {"sentId": 620, "text": "DENTON: EB --"}], "speaker": "JAMES", "secId": 283}, {"sentences": [{"sentId": 621, "text": "With Lauryn Hill."}], "speaker": "JAMES", "secId": 284}, {"sentences": [{"sentId": 622, "text": "I mean, it's always been a -- you know, male dominated field."}], "speaker": "DENTON", "secId": 285}, {"sentences": [{"sentId": 623, "text": "Yeah."}], "speaker": "JAMES", "secId": 286}, {"sentences": [{"sentId": 624, "text": "Right."}], "speaker": "LEMON", "secId": 287}, {"sentences": [{"sentId": 625, "text": "Always have."}, {"sentId": 626, "text": "I just always think it has room for more female..."}], "speaker": "DENTON", "secId": 288}, {"sentences": [{"sentId": 627, "text": "Yeah."}, {"sentId": 628, "text": "We want more women --"}], "speaker": "JAMES", "secId": 289}, {"sentences": [{"sentId": 629, "text": "Another thing, same thing -- these -- have you seen this Fast & Furious movies?"}, {"sentId": 630, "text": "Of a Furious 7..."}], "speaker": "LEMON", "secId": 290}, {"sentences": [{"sentId": 631, "text": "Yes."}], "speaker": "DENTON", "secId": 291}, {"sentences": [{"sentId": 632, "text": "Seven is..."}], "speaker": "JAMES", "secId": 292}, {"sentences": [{"sentId": 633, "text": "Opened this weekend..."}], "speaker": "LEMON", "secId": 293}, {"sentences": [{"sentId": 634, "text": "Wow."}], "speaker": "JAMES", "secId": 294}, {"sentences": [{"sentId": 635, "text": "It went -- it did blockbuster..."}], "speaker": "LEMON", "secId": 295}, {"sentences": [{"sentId": 636, "text": "That's crazy."}], "speaker": "JAMES", "secId": 296}, {"sentences": [{"sentId": 637, "text": "Numbers."}], "speaker": "LEMON", "secId": 297}, {"sentences": [{"sentId": 638, "text": "Really."}], "speaker": "JAMES", "secId": 298}, {"sentences": [{"sentId": 639, "text": "It has the most diverse cast in, in movie..."}], "speaker": "LEMON", "secId": 299}, {"sentences": [{"sentId": 640, "text": "Right."}], "speaker": "JAMES", "secId": 300}, {"sentences": [{"sentId": 641, "text": "And they're doing --"}], "speaker": "LEMON", "secId": 301}, {"sentences": [{"sentId": 642, "text": "Yeah."}], "speaker": "DENTON", "secId": 302}, {"sentences": [{"sentId": 643, "text": "They're doing it right."}, {"sentId": 644, "text": "What do make?"}, {"sentId": 645, "text": "What do you think of that?"}, {"sentId": 646, "text": "They have so many people of so many different ethnicities in the movie."}, {"sentId": 647, "text": "Does that speak to diversity in Hollywood?"}], "speaker": "LEMON", "secId": 303}, {"sentences": [{"sentId": 648, "text": "I -- I do think --"}], "speaker": "DENTON", "secId": 304}, {"sentences": [{"sentId": 649, "text": "As we are talking about and the music industry as well."}], "speaker": "LEMON", "secId": 305}, {"sentences": [{"sentId": 650, "text": "I definitely think so, from where it did start."}, {"sentId": 651, "text": "You know even having from Rock you know, and then the Ludacris."}, {"sentId": 652, "text": "You know everyone that's involved in the movie and it's grown."}, {"sentId": 653, "text": "I think it's important."}, {"sentId": 654, "text": "They can't -- they, they realized the greatness of music..."}], "speaker": "DENTON", "secId": 306}, {"sentences": [{"sentId": 655, "text": "Diversity."}], "speaker": "JAMES", "secId": 307}, {"sentences": [{"sentId": 656, "text": "The diversity..."}], "speaker": "DENTON", "secId": 308}, {"sentences": [{"sentId": 657, "text": "Yeah."}], "speaker": "JAMES", "secId": 309}, {"sentences": [{"sentId": 658, "text": "Hip hop."}], "speaker": "DENTON", "secId": 310}, {"sentences": [{"sentId": 659, "text": "Yeah."}], "speaker": "JAMES", "secId": 311}, {"sentences": [{"sentId": 660, "text": "Our culture, what we bring to the table."}], "speaker": "DENTON", "secId": 312}, {"sentences": [{"sentId": 661, "text": "So many cultures..."}], "speaker": "JAMES", "secId": 313}, {"sentences": [{"sentId": 662, "text": "You know --"}], "speaker": "JAMES", "secId": 314}, {"sentences": [{"sentId": 663, "text": "Yeah, the flavor."}], "speaker": "DENTON", "secId": 315}, {"sentences": [{"sentId": 664, "text": "It makes things more interesting, right?"}], "speaker": "JAMES", "secId": 316}, {"sentences": [{"sentId": 665, "text": "Do you have kids?"}], "speaker": "LEMON", "secId": 317}, {"sentences": [{"sentId": 666, "text": "Yes."}], "speaker": "JAMES", "secId": 318}, {"sentences": [{"sentId": 667, "text": "Yes."}], "speaker": "DENTON", "secId": 319}, {"sentences": [{"sentId": 668, "text": "Do you have insurance ?"}], "speaker": "LEMON", "secId": 320}, {"sentences": [{"sentId": 669, "text": "We have insurance ."}], "speaker": "JAMES", "secId": 321}, {"sentences": [{"sentId": 670, "text": "We have insurance ."}], "speaker": "DENTON", "secId": 322}, {"sentences": [{"sentId": 671, "text": "I have to deal  will say, yeah."}], "speaker": "DENTON", "secId": 323}, {"sentences": [{"sentId": 672, "text": "You have sons."}], "speaker": "LEMON", "secId": 324}, {"sentences": [{"sentId": 673, "text": "Do you have sons?"}], "speaker": "LEMON", "secId": 325}, {"sentences": [{"sentId": 674, "text": "A son and a daughter, a son and a daughter."}], "speaker": "JAMES", "secId": 326}, {"sentences": [{"sentId": 675, "text": "Do you have --"}], "speaker": "LEMON", "secId": 327}, {"sentences": [{"sentId": 676, "text": "She has a baby, I have a baby."}, {"sentId": 677, "text": "We have a baby."}], "speaker": "JAMES", "secId": 328}, {"sentences": [{"sentId": 678, "text": "Do you talk to them about what was going on, because we had Isaiah Washington on talking about being pulled over."}, {"sentId": 679, "text": "Chris Rock talking about being pulled over on those."}, {"sentId": 680, "text": "Do you talk to them about that?"}], "speaker": "LEMON", "secId": 329}, {"sentences": [{"sentId": 681, "text": "I haven't really gone into that conversation deeply with my son."}, {"sentId": 682, "text": "He's 15 and he's aware but, I'm kind of careful that he doesn't feel inferior."}, {"sentId": 683, "text": "And I want him to know that you know -- but he knows what's going on."}, {"sentId": 684, "text": "And I don't think that I'm --"}], "speaker": "JAMES", "secId": 330}, {"sentences": [{"sentId": 685, "text": "OK, so my son --"}], "speaker": "DENTON", "secId": 331}, {"sentences": [{"sentId": 686, "text": "Her son drives."}], "speaker": "JAMES", "secId": 332}, {"sentences": [{"sentId": 687, "text": "My son drives."}, {"sentId": 688, "text": "He's 20 you know --"}], "speaker": "DENTON", "secId": 333}, {"sentences": [{"sentId": 689, "text": "No, 24."}], "speaker": "DENTON", "secId": 334}, {"sentences": [{"sentId": 690, "text": "You had him."}, {"sentId": 691, "text": "You're a very, very young."}], "speaker": "LEMON", "secId": 335}, {"sentences": [{"sentId": 692, "text": "I'm very fast when I have him."}], "speaker": "DENTON", "secId": 336}, {"sentences": [{"sentId": 693, "text": "Very -- yeah, yeah."}], "speaker": "LEMON", "secId": 337}, {"sentences": [{"sentId": 694, "text": "What am I saying?"}], "speaker": "DENTON", "secId": 338}, {"sentences": [{"sentId": 695, "text": "You adopted?"}, {"sentId": 696, "text": "You guys?"}, {"sentId": 697, "text": "--"}], "speaker": "LEMON", "secId": 339}, {"sentences": [{"sentId": 698, "text": "Stop saying that, because he wasn't."}, {"sentId": 699, "text": "That's so funny, but yeah."}, {"sentId": 700, "text": "He has been pulled over before and he's so -- he's such a -- he's a good kid."}, {"sentId": 701, "text": "So he's all by the law and you know --"}], "speaker": "DENTON", "secId": 340}, {"sentences": [{"sentId": 702, "text": "Right."}], "speaker": "LEMON", "secId": 341}, {"sentences": [{"sentId": 703, "text": "I mean, that's good, but you do have rights, you know."}], "speaker": "DENTON", "secId": 342}, {"sentences": [{"sentId": 704, "text": "So let's talk about this  you're helping launch a whole new line of sexy lingerie it's called for Lane Bryant."}], "speaker": "LEMON", "secId": 343}, {"sentences": [{"sentId": 705, "text": "What a big girl."}], "speaker": "JAMES", "secId": 344}, {"sentences": [{"sentId": 706, "text": "For the big -- watch out for the big girls."}], "speaker": "LEMON", "secId": 345}, {"sentences": [{"sentId": 707, "text": "Watch out for the big girls."}], "speaker": "DENTON", "secId": 346}, {"sentences": [{"sentId": 708, "text": "I always say that a lot mean, you most guys love women with some curves on them."}, {"sentId": 709, "text": "That whole skinny thing, that's kind of a woman -- women want to be skinny, I think for other women."}], "speaker": "LEMON", "secId": 347}, {"sentences": [{"sentId": 710, "text": "Yeah."}], "speaker": "DENTON", "secId": 348}, {"sentences": [{"sentId": 711, "text": "I really do believe that."}], "speaker": "LEMON", "secId": 349}, {"sentences": [{"sentId": 712, "text": "I think so."}], "speaker": "DENTON", "secId": 350}, {"sentences": [{"sentId": 713, "text": "Why did you do, why did you do this campaign?"}, {"sentId": 714, "text": "Because, I don't consider either of you plus size."}, {"sentId": 715, "text": "DENTON: No, but you know what?"}, {"sentId": 716, "text": "It does the --"}], "speaker": "LEMON", "secId": 351}, {"sentences": [{"sentId": 717, "text": "But you're curvy."}], "speaker": "LEMON", "secId": 352}, {"sentences": [{"sentId": 718, "text": "Thank you."}, {"sentId": 719, "text": "I'm working on it."}], "speaker": "DENTON", "secId": 353}, {"sentences": [{"sentId": 720, "text": "And that's a compliment."}], "speaker": "LEMON", "secId": 354}, {"sentences": [{"sentId": 721, "text": "No, no."}], "speaker": "DENTON", "secId": 355}, {"sentences": [{"sentId": 722, "text": "That's a compliment, yeah."}], "speaker": "LEMON", "secId": 356}, {"sentences": [{"sentId": 723, "text": "Thank you."}, {"sentId": 724, "text": "No, it kind of spoke to us because we -- you know what the campaign stands for is empowerment and you know, self-worth and you know self-esteem."}, {"sentId": 725, "text": "And what does define beauty?"}, {"sentId": 726, "text": "And you know, we try it -- it comes in so many shapes, sizes, colors, forms, and we love what it stands for because, what it was time to red line before about this is beauty..."}], "speaker": "DENTON", "secId": 357}, {"sentences": [{"sentId": 727, "text": "Yeah."}], "speaker": "JAMES", "secId": 358}, {"sentences": [{"sentId": 728, "text": "You have to be 110 to be --"}], "speaker": "DENTON", "secId": 359}, {"sentences": [{"sentId": 729, "text": "Yeah."}], "speaker": "JAMES", "secId": 360}, {"sentences": [{"sentId": 730, "text": "Beautiful."}, {"sentId": 731, "text": "I love that."}], "speaker": "DENTON", "secId": 361}, {"sentences": [{"sentId": 732, "text": "And young girls dying to be --"}], "speaker": "JAMES", "secId": 362}, {"sentences": [{"sentId": 733, "text": "Yeah."}], "speaker": "DENTON", "secId": 363}, {"sentences": [{"sentId": 734, "text": "Skinny."}, {"sentId": 735, "text": "You know it's --"}], "speaker": "JAMES", "secId": 364}, {"sentences": [{"sentId": 736, "text": "Exactly."}], "speaker": "DENTON", "secId": 365}, {"sentences": [{"sentId": 737, "text": "Not everybody's meant to be skinny."}], "speaker": "LEMON", "secId": 366}, {"sentences": [{"sentId": 738, "text": "I'm --"}], "speaker": "DENTON", "secId": 367}, {"sentences": [{"sentId": 739, "text": "Exactly."}], "speaker": "JAMES", "secId": 368}, {"sentences": [{"sentId": 740, "text": "Can I say something?"}], "speaker": "DENTON", "secId": 369}, {"sentences": [{"sentId": 741, "text": "I truly am not."}], "speaker": "JAMES", "secId": 370}, {"sentences": [{"sentId": 742, "text": "I'm not."}, {"sentId": 743, "text": "If I  I already know, I'm losing everything."}, {"sentId": 744, "text": "I'm losing my booty, I'm losing everything."}, {"sentId": 745, "text": "I'm not gonna look good --"}], "speaker": "DENTON", "secId": 371}, {"sentences": [{"sentId": 746, "text": "She does it."}], "speaker": "JAMES", "secId": 372}, {"sentences": [{"sentId": 747, "text": "I don't."}, {"sentId": 748, "text": "I mean it's true."}, {"sentId": 749, "text": "I've realized -- I tried it and I don't."}], "speaker": "DENTON", "secId": 373}, {"sentences": [{"sentId": 750, "text": "You say that you're losing your booty."}], "speaker": "LEMON", "secId": 374}, {"sentences": [{"sentId": 751, "text": "I'm booty --"}], "speaker": "DENTON", "secId": 375}, {"sentences": [{"sentId": 752, "text": "Booty wasn't always in."}], "speaker": "LEMON", "secId": 376}, {"sentences": [{"sentId": 753, "text": "No."}, {"sentId": 754, "text": "Booty."}], "speaker": "JAMES", "secId": 377}, {"sentences": [{"sentId": 755, "text": "It wasn't in that not to have booty."}], "speaker": "LEMON", "secId": 378}, {"sentences": [{"sentId": 756, "text": "Is what?"}], "speaker": "DENTON", "secId": 379}, {"sentences": [{"sentId": 757, "text": "And white girls always have booty."}], "speaker": "LEMON", "secId": 380}, {"sentences": [{"sentId": 758, "text": "Right."}], "speaker": "DENTON", "secId": 381}, {"sentences": [{"sentId": 759, "text": "And booty is all way in right now."}], "speaker": "JAMES", "secId": 382}, {"sentences": [{"sentId": 760, "text": "People are getting injections now."}], "speaker": "LEMON", "secId": 383}, {"sentences": [{"sentId": 761, "text": "I know."}], "speaker": "DENTON", "secId": 384}, {"sentences": [{"sentId": 762, "text": "Isn't that crazy?"}], "speaker": "JAMES", "secId": 385}, {"sentences": [{"sentId": 763, "text": "That is, but that's a whole turn."}, {"sentId": 764, "text": "You think that's for the positive?"}], "speaker": "LEMON", "secId": 386}, {"sentences": [{"sentId": 765, "text": "I don't think they're going overboard with the implants and the injections, you know, because that's a whole another way of not accepting who you are, you know when you go overboard with that."}, {"sentId": 766, "text": "But I think for women who are naturally curvy like we are, I think it's beautiful, because it's naturally the way you're made."}, {"sentId": 767, "text": "And to embrace that and not feel -- I love the Lane Bryant campaign."}, {"sentId": 768, "text": "I'm like, thank you."}], "speaker": "JAMES", "secId": 387}, {"sentences": [{"sentId": 769, "text": "You guys are amazing."}], "speaker": "LEMON", "secId": 388}, {"sentences": [{"sentId": 770, "text": "Thank you."}], "speaker": "JAMES", "secId": 389}, {"sentences": [{"sentId": 771, "text": "Thank you."}], "speaker": "DENTON", "secId": 390}, {"sentences": [{"sentId": 772, "text": "Thank you."}, {"sentId": 773, "text": "I really enjoyed having you."}, {"sentId": 774, "text": "You're no angels..."}], "speaker": "LEMON", "secId": 391}, {"sentences": [{"sentId": 775, "text": "No."}], "speaker": "JAMES", "secId": 392}, {"sentences": [{"sentId": 776, "text": "And you're curvy -- I don't think that you're full size so, but I don't know what full size is."}, {"sentId": 777, "text": "It's like 14 to something whatever --"}], "speaker": "LEMON", "secId": 393}, {"sentences": [{"sentId": 778, "text": "14 to 20 --"}], "speaker": "DENTON", "secId": 394}, {"sentences": [{"sentId": 779, "text": "Yes."}, {"sentId": 780, "text": "And we're working on a cooking show."}, {"sentId": 781, "text": "So look out for cooking with Salt-N-Pepa."}], "speaker": "JAMES", "secId": 395}, {"sentences": [{"sentId": 782, "text": "And we might be -- right be able to plus size that cooking show."}], "speaker": "DENTON", "secId": 396}, {"sentences": [{"sentId": 783, "text": "Thank you, ladies."}], "speaker": "LEMON", "secId": 397}, {"sentences": [{"sentId": 784, "text": "Can you do some push it some real good for me?"}], "speaker": "LEMON", "secId": 398}, {"sentences": [{"sentId": 785, "text": "Ahh, push it."}, {"sentId": 786, "text": "Ooh baby, baby, baby, baby."}, {"sentId": 787, "text": "Ooh baby, baby, baby, baby."}], "speaker": "SALT-N-PEPA", "secId": 399}, {"sentences": [{"sentId": 788, "text": "Pick up on this."}, {"sentId": 789, "text": "Go, Don."}, {"sentId": 790, "text": "Go, Don."}, {"sentId": 791, "text": "Go, Don."}, {"sentId": 792, "text": "You also, you also."}], "speaker": "JAMES", "secId": 400}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1504.06.cnnt.01.html.json", "time": "Aired April 6, 2015 - 22:00   ET"}