{"sectionCount": 263, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["COOPER", "LEMON", "TRUMP", "CLINTON", "SABATO", "BERG", "SWERDLICK", "BIDEN", "MCKINNON", "UNIDENTIFIED FEMALE", "FALLOWS", "CARLSON", "ALLEN", "AMADOR", "DERSHOWITZ", "DOLAN"], "subTitle": "18 Days Until Election; Trump Still Complaining about Rigged Election; Other Races Examined; WikiLeaks Actions Expolred. Aired 10- 11p ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1610/21/cnnt.01.html", "sentenceCount": 538, "sections": [{"sentences": [{"sentId": 0, "text": "That does it for us."}, {"sentId": 1, "text": "Thanks for watching."}, {"sentId": 2, "text": "CNN Tonight with Don Lemon starts now."}], "speaker": "COOPER", "secId": 0}, {"sentences": [{"sentId": 3, "text": "Eighteen days, 18 days until Election Day and Donald Trump is doubling down on his claims that election is rigged."}, {"sentId": 4, "text": "But not exactly sounding like a man who expects to move into the White House come January."}], "speaker": "LEMON", "secId": 1}, {"sentences": [{"sentId": 5, "text": "Win, lose, or draw, and I'm almost sure if the people come out, we're going to win, but I will be..."}], "speaker": "TRUMP", "secId": 2}, {"sentences": [{"sentId": 6, "text": "I will be happy with myself because I always say, I don't want to think back if only I did one more rally, I would have won North Carolina by 500 votes instead of losing it by 200 votes, right?"}], "speaker": "TRUMP", "secId": 3}, {"sentences": [{"sentId": 7, "text": "Interesting."}], "speaker": "LEMON", "secId": 4}, {"sentences": [{"sentId": 8, "text": "This is CNN tonight."}, {"sentId": 9, "text": "I'm Don Lemon."}, {"sentId": 10, "text": "Thanks for watching."}], "speaker": "LEMON", "secId": 5}, {"sentences": [{"sentId": 11, "text": "Hillary Clinton is stopping in Cleveland with a message for Trump's voters."}], "speaker": "LEMON", "secId": 6}, {"sentences": [{"sentId": 12, "text": "I want to say something to people who may be reconsidering their support for my opponent."}, {"sentId": 13, "text": "I know you may still have questions for me."}, {"sentId": 14, "text": "I respect that."}, {"sentId": 15, "text": "I want to answer them."}, {"sentId": 16, "text": "I want to earn your vote."}, {"sentId": 17, "text": "I am reaching out to all Americans, democrats, republicans, and independents."}], "speaker": "CLINTON", "secId": 7}, {"sentences": [{"sentId": 18, "text": "So what will it all mean on Election Day?"}, {"sentId": 19, "text": "Let's get right now to Larry Sabato, he's the director of the Center of Politics for University of Virginia."}, {"sentId": 20, "text": "You can tell in their voices that it's coming down to the wire, Larry."}, {"sentId": 21, "text": "I'm sure you -- can you feel that, you read that in their voices?"}, {"sentId": 22, "text": "LARRY SABATO, VIRGINIA UNIVERSITY CENTER FOR POLITICS DIRECTOR:  Well,"}], "speaker": "LEMON", "secId": 8}, {"sentences": [{"sentId": 23, "text": "sure."}, {"sentId": 24, "text": "I mean, after all, if you were running for president and you spent this much time and energy and money doing it you'd be nervous, too."}], "speaker": "LEMON", "secId": 9}, {"sentences": [{"sentId": 25, "text": "Right, you are."}, {"sentId": 26, "text": "Ok."}, {"sentId": 27, "text": "So, let's talk about this electoral map, Larry, because the road to 270 is looking, you know, pretty tough for Donald Trump."}, {"sentId": 28, "text": "Just 18 days to go."}], "speaker": "LEMON", "secId": 10}, {"sentences": [{"sentId": 29, "text": "Our CNN electoral map shows that Hillary Clinton has 307 electoral votes with states solidly in Clinton's corner, that if the election were held today or leaning in her direction."}, {"sentId": 30, "text": "Your map looks even more daunting for Donald Trump."}, {"sentId": 31, "text": "Does Donald Trump still have a path to victory, Larry?"}], "speaker": "LEMON", "secId": 11}, {"sentences": [{"sentId": 32, "text": "He has a path to victory, Don, if all the polls and therefore the polling averages are wrong."}, {"sentId": 33, "text": "You know, there are still a few polls showing him leading by a point or two nationally, but they seem to be outliers."}], "speaker": "SABATO", "secId": 12}, {"sentences": [{"sentId": 34, "text": "So, I'm convinced and people in my shop are convinced here at UVA, she is likely not just to win but also to win many of the very close states including Ohio, and most surprisingly of all, Arizona."}], "speaker": "SABATO", "secId": 13}, {"sentences": [{"sentId": 35, "text": "So, let's talk about Arizona and Utah, because you just mentioned Arizona."}, {"sentId": 36, "text": "Now in play -- and on your map, even have Texas, home of Ted Cruz and Rick Perry as likely republican not safe republican."}, {"sentId": 37, "text": "So, what's going on here?"}], "speaker": "LEMON", "secId": 14}, {"sentences": [{"sentId": 38, "text": "Donald Trump is losing a portion of the republican vote."}, {"sentId": 39, "text": "It's larger than the portion usually lost by a republican nominee."}, {"sentId": 40, "text": "You know, it's an additional four or five percent of the republican vote."}], "speaker": "SABATO", "secId": 15}, {"sentences": [{"sentId": 41, "text": "It matters in a place like Texas, or Missouri, or Alaska, or even Indiana, believe it or not."}, {"sentId": 42, "text": "He's winning these states; let me throw in Georgia, too."}, {"sentId": 43, "text": "He's winning them."}, {"sentId": 44, "text": "But he's winning them by, you know, three, four, five, six, seven points whereas, normally those margins are double."}, {"sentId": 45, "text": "Does it matter in the Electoral College?"}, {"sentId": 46, "text": "No it tells you which candidate is having problems."}], "speaker": "SABATO", "secId": 16}, {"sentences": [{"sentId": 47, "text": "Oh, wow."}, {"sentId": 48, "text": "OK."}, {"sentId": 49, "text": "So, we also, you know, I thought that this might be -- you know, might be up for grabs earlier."}, {"sentId": 50, "text": "This new poll is out of Georgia and it shows that two point race among likely voters with Trump on top."}], "speaker": "LEMON", "secId": 17}, {"sentences": [{"sentId": 51, "text": "But within the margin of error, could Hillary Clinton really win Georgia, Larry?"}, {"sentId": 52, "text": "The last time Georgia went for a democrat was 1992 for Bill Clinton."}], "speaker": "LEMON", "secId": 18}, {"sentences": [{"sentId": 53, "text": "Well, if she gains momentum between now and Election Day, but I think she has to gain more momentum."}, {"sentId": 54, "text": "If I had to guess today, I would say that Trump would still carry Georgia by, you know, three, four, five, six points."}], "speaker": "SABATO", "secId": 19}, {"sentences": [{"sentId": 55, "text": "We certainly still have Georgia on our map as being in Trump's camp, but, Don, what this really says to us is that Georgia is following the path of Virginia and North Carolina."}, {"sentId": 56, "text": "As its demographics change, as it becomes more diverse over time, it will become easier for a democratic presidential candidate to win it."}], "speaker": "SABATO", "secId": 20}, {"sentences": [{"sentId": 57, "text": "So, what does it mean then when we look up and down the ballot?"}, {"sentId": 58, "text": "What about the United States Senate?"}, {"sentId": 59, "text": "Because the GOP is scrambling to save their Senate and House majorities and not get caught in Trump's wake, what are you seeing?"}], "speaker": "LEMON", "secId": 21}, {"sentences": [{"sentId": 60, "text": "We see 47 to 47, 47 democrats and 47 republican in six toss- up races, maybe seven if you want to throw in Florida."}], "speaker": "SABATO", "secId": 22}, {"sentences": [{"sentId": 61, "text": "Those toss ups will determine it."}, {"sentId": 62, "text": "Now, at least for the moment, more of them are tilting to the democrats than the republicans."}], "speaker": "SABATO", "secId": 23}, {"sentences": [{"sentId": 63, "text": "But I would caution these Senate races traditionally break late in a presidential year, so we could be looking at a democratic margin of several seats or we could be looking at republicans holding on to the Senate by a seat or two."}, {"sentId": 64, "text": "Today you'd bet on the democrats, today."}], "speaker": "SABATO", "secId": 24}, {"sentences": [{"sentId": 65, "text": "And what you're saying is going to be a really interesting election night so make sure you stay tuned to CNN."}], "speaker": "LEMON", "secId": 25}, {"sentences": [{"sentId": 66, "text": "Larry, make sure you stick around because I want to bring in some other folks."}, {"sentId": 67, "text": "To talk about this to help us out is Washington Post David Swerdlick, joins us now, and Rebecca Berg from Real Clear Politics."}], "speaker": "LEMON", "secId": 26}, {"sentences": [{"sentId": 68, "text": "Welcome to the panel, everyone."}, {"sentId": 69, "text": "Welcome to the show."}, {"sentId": 70, "text": "Rebecca, Donald Trump is predicting victory."}, {"sentId": 71, "text": "He loves to point to his large rallies."}, {"sentId": 72, "text": "Are there enough new voters backing Donald Trump to make up the deficit that we're seeing in the polls that Larry is talking about here?"}], "speaker": "LEMON", "secId": 27}, {"sentences": [{"sentId": 73, "text": "The simple answer is, no, Don, he has not over the past few weeks grown his base of support from"}], "speaker": "BERG", "secId": 28}, {"sentences": [{"sentId": 74, "text": "the people who were originally behind him, and in fact, he's narrowed his support in many ways."}], "speaker": "BERG", "secId": 29}, {"sentences": [{"sentId": 75, "text": "He's lost ground with Hillary Clinton among women, obviously a key demographic when you're trying to win the presidency, and you're seeing Hispanic voters energized, you're seeing African-American voters energized and Donald Trump has been very, very strong among the white working class, but again, he's losing share among women there, too."}], "speaker": "BERG", "secId": 30}, {"sentences": [{"sentId": 76, "text": "And so, he's not -- he's not reaching out to new people."}, {"sentId": 77, "text": "He's not winning new people over to his side."}, {"sentId": 78, "text": "He's not winning over the college-educated white voters who tend to support republicans and for decades have traditionally supported republican candidates for the presidency."}], "speaker": "BERG", "secId": 31}, {"sentences": [{"sentId": 79, "text": "And part of the problem, Don, is that he hasn't expanded the reach of his message."}, {"sentId": 80, "text": "He has focused on the same issues that he's focused on throughout this campaign."}, {"sentId": 81, "text": "He's gotten mired as we've seen in past weeks in controversies, defending himself from attacks against Hillary Clinton."}], "speaker": "BERG", "secId": 32}, {"sentences": [{"sentId": 82, "text": "And he hasn't been able to move to the issues that could really grow his base of support and that's why we see the polling where it is today."}], "speaker": "BERG", "secId": 33}, {"sentences": [{"sentId": 83, "text": "David, is he beating himself?"}], "speaker": "LEMON", "secId": 34}, {"sentences": [{"sentId": 84, "text": "Yes, Don, he definitely is beating himself largely for the reasons that Rebecca just outlined."}, {"sentId": 85, "text": "Look, we had early September."}, {"sentId": 86, "text": "Donald Trump had early September."}, {"sentId": 87, "text": "Kellyanne Conway took over his campaign."}], "speaker": "SWERDLICK", "secId": 35}, {"sentences": [{"sentId": 88, "text": "He was sticking to teleprompters, Don, he was on message."}, {"sentId": 89, "text": "He was driving the themes that were positive that had drawn people to his campaign in the first place or at least positive to his supporters, right?"}], "speaker": "SWERDLICK", "secId": 36}, {"sentences": [{"sentId": 90, "text": "This idea of building a wall, this idea of -- this idea of, you know, cutting back on these trade deals."}, {"sentId": 91, "text": "His foreign policy ideas, which were appealing to this core 35, 40 percent of the electorate that has been supporting him."}], "speaker": "SWERDLICK", "secId": 37}, {"sentences": [{"sentId": 92, "text": "Once we got to the debates, once we got to the Access Hollywood tape in October, he reverted to an earlier form in the race and as Rebecca said, he has reinforced the message that has continued to generate support among his core base, but not expanded it college educated voters, to voters in the suburbs in places like Cleveland, Ohio, Orlando, Florida, and that's why his path is so, so narrow."}], "speaker": "SWERDLICK", "secId": 38}, {"sentences": [{"sentId": 93, "text": "I want you guys to pay attention."}, {"sentId": 94, "text": "This is Donald Trump today."}, {"sentId": 95, "text": "Pay close attention."}], "speaker": "LEMON", "secId": 39}, {"sentences": [{"sentId": 96, "text": "I don't know what kind of shape I'm in, but I'll be happy and at least I will have known win, lose, or draw, and I'm almost sure -- if the people come out, we're going to win."}, {"sentId": 97, "text": "But I will be..."}], "speaker": "TRUMP", "secId": 40}, {"sentences": [{"sentId": 98, "text": "I will be happy with myself because I always say, I don't want to think back, if only I did one more rally."}], "speaker": "TRUMP", "secId": 41}, {"sentences": [{"sentId": 99, "text": "I wanted you to listen closely."}, {"sentId": 100, "text": "What are you hearing there, Larry Sabato?"}], "speaker": "LEMON", "secId": 42}, {"sentences": [{"sentId": 101, "text": "I'm hearing a candidate who also is very familiar with all the most recent polls."}, {"sentId": 102, "text": "We already knew that because he talks about them so much and he has for a year."}], "speaker": "SABATO", "secId": 43}, {"sentences": [{"sentId": 103, "text": "Also, the other thing we know about it as he watches an enormous amount of cable news, Don, so he's familiar with the trends and he's familiar with what other people are saying, and I think he's laying it out in a way that he can accept if in fact he loses."}, {"sentId": 104, "text": "LEMON:  This is Joe Biden on the campaign trail today for Hillary"}], "speaker": "SABATO", "secId": 44}, {"sentences": [{"sentId": 105, "text": "Clinton."}, {"sentId": 106, "text": "He had some words for -- some very sharp words for Donald Trump."}], "speaker": "SABATO", "secId": 45}, {"sentences": [{"sentId": 107, "text": "He said because I'm famous, because I'm a star, because I'm a billionaire, I can do things other people can't."}, {"sentId": 108, "text": "What a disgusting assertion for anyone to make."}], "speaker": "BIDEN", "secId": 46}, {"sentences": [{"sentId": 109, "text": "The press always asks me, don't I wish I were debating him?"}, {"sentId": 110, "text": "No, I wish I were in high school I could take him behind the gym, that's what I wish."}], "speaker": "BIDEN", "secId": 47}, {"sentences": [{"sentId": 111, "text": "Rebecca, it sounds like he wants to take him to the wood shed."}, {"sentId": 112, "text": "He said behind the gym."}, {"sentId": 113, "text": "Dems fighting words."}], "speaker": "LEMON", "secId": 48}, {"sentences": [{"sentId": 114, "text": "So much -- so much for when they go low, we go high, right, Don?"}, {"sentId": 115, "text": "But it's signature Joe Biden."}, {"sentId": 116, "text": "He has built his entire political on this idea that this sort of mantra that no one is ever any better than you."}], "speaker": "BERG", "secId": 49}, {"sentences": [{"sentId": 117, "text": "This is something he himself has repeat body himself, about others throughout his career and it's something that Joe Biden values very much."}, {"sentId": 118, "text": "And that's an idea that Donald Trump and his remarks have affronted."}], "speaker": "BERG", "secId": 50}, {"sentences": [{"sentId": 119, "text": "And so, it's a very good message and a good messenger, because even though Joe Biden is vice president, obviously the second-highest position in government in our country, he still seems like an average guy, average Joe."}], "speaker": "BERG", "secId": 51}, {"sentences": [{"sentId": 120, "text": "Yes."}], "speaker": "LEMON", "secId": 52}, {"sentences": [{"sentId": 121, "text": "He has that every man quality."}, {"sentId": 122, "text": "And for Joe Biden, in particularly, he has been a really successful messenger for democrats among the white working class which Donald Trump has now swung over to the republican side."}], "speaker": "BERG", "secId": 53}, {"sentences": [{"sentId": 123, "text": "But if you look at states like Iowa, that is a state where Barack Obama and Joe Biden won white -- or brought some working white class voters over to the democratic side and that was how they built their coalition there."}], "speaker": "BERG", "secId": 54}, {"sentences": [{"sentId": 124, "text": "That's something that Donald Trump has undermined and that's why he's doing well in states like Iowa."}, {"sentId": 125, "text": "Joe Biden doesn't want him to have those voters on his side and on the republican side forever."}, {"sentId": 126, "text": "So, this is a longer-term concern for him, too."}], "speaker": "BERG", "secId": 55}, {"sentences": [{"sentId": 127, "text": "David, I have to ask you because, you know, part of the Trump's campaign, Trump campaign's monitor is that, you know, this is the media is against him and that the media is biased."}, {"sentId": 128, "text": "So, David, I have to and you, because his campaign manager Kellyanne"}], "speaker": "LEMON", "secId": 56}, {"sentences": [{"sentId": 129, "text": "Conway tweeted this out, they said, \"Had Trump said this,\" meaning with Joe Biden, \"it would be hair on fire, breaking news with violence and bully trending high school psychologists on TV panels.\""}, {"sentId": 130, "text": "Is she right about that?"}], "speaker": "LEMON", "secId": 57}, {"sentences": [{"sentId": 131, "text": "You know, I would say probably nice try, Kellyanne Conway."}, {"sentId": 132, "text": "She has done Yeoman's work in the last couple of months on Donald Trump's campaign."}, {"sentId": 133, "text": "She really got him -- before Access Hollywood, she really got him within, you know, sort of striking distance of Clinton in the polls and there was a moment there where people really looking at her like, wow, she's the one person that can sort of push Trump over the top in this race."}], "speaker": "SWERDLICK", "secId": 58}, {"sentences": [{"sentId": 134, "text": "But, you know, like Rebecca said, you know, every situation is different and these tactics sort of -- that may have worked against other politicians, that tweet may have been more effective against President Obama, against Hillary Clinton, against someone like Joe Biden who is seen as a regular Joe, a guy who has held his fire."}, {"sentId": 135, "text": "You know, kind of kept his fire to drive throughout most of this race, for him to jump out and that passionately on an issue that he has worked on when he was in the Senate and to say, look, you know, I'm not saying the politically correct thing, to use a Donald Trump phrase."}], "speaker": "SWERDLICK", "secId": 59}, {"sentences": [{"sentId": 136, "text": "Yes."}], "speaker": "LEMON", "secId": 60}, {"sentences": [{"sentId": 137, "text": "He's going to tell it like it is."}, {"sentId": 138, "text": "That tweet is sort of falling on deaf ears..."}], "speaker": "SWERDLICK", "secId": 61}, {"sentences": [{"sentId": 139, "text": "And Donald Trump never says controversial things as we all know."}], "speaker": "LEMON", "secId": 62}, {"sentences": [{"sentId": 140, "text": "Right."}], "speaker": "SWERDLICK", "secId": 63}, {"sentences": [{"sentId": 141, "text": "Thank you, guys."}, {"sentId": 142, "text": "I appreciate it."}, {"sentId": 143, "text": "Have a great weekend."}], "speaker": "LEMON", "secId": 64}, {"sentences": [{"sentId": 144, "text": "Thanks, Don."}], "speaker": "BERG", "secId": 65}, {"sentences": [{"sentId": 145, "text": "When we come right back, republicans abandoning Donald Trump."}, {"sentId": 146, "text": "Will he cost them the House and the Senate?"}], "speaker": "LEMON", "secId": 66}, {"sentences": [{"sentId": 147, "text": "So, if Donald Trump loses on November 8th, could he take republican candidates on the ballot down with him?"}], "speaker": "LEMON", "secId": 67}, {"sentences": [{"sentId": 148, "text": "Here to discuss, Mark McKinnon, the co-creator of Showtime's The Circus - I love that show - and the former campaign advisor to John McCain and George W. Bush is also James Fallows, the national correspondent for the Atlantic."}, {"sentId": 149, "text": "I love reading the Atlantic."}], "speaker": "LEMON", "secId": 68}, {"sentences": [{"sentId": 150, "text": "Thank you, very much, gentlemen, for joining us here on a Friday night."}, {"sentId": 151, "text": "Mark, I'm going to start with you."}, {"sentId": 152, "text": "With the way the race is going now,"}], "speaker": "LEMON", "secId": 69}, {"sentences": [{"sentId": 153, "text": "and if you look at the latest poll, Hillary Clinton is up in the most recent poll of polls, and this is just 18 days before the election."}, {"sentId": 154, "text": "Donald Trump is he hurting the republican candidates down ballot?"}], "speaker": "LEMON", "secId": 70}, {"sentences": [{"sentId": 155, "text": "Sure."}, {"sentId": 156, "text": "I mean, you look at races where just a week or so, republican candidate like Kelly Ayotte in New Hampshire like Marco Rubio in Florida."}, {"sentId": 157, "text": "They either tied or down."}, {"sentId": 158, "text": "Kelly Ayotte is down like, eight points, in the latest poll Marco Rubio is tied."}], "speaker": "MCKINNON", "secId": 71}, {"sentences": [{"sentId": 159, "text": "So, yes, it's certainly having an effect."}, {"sentId": 160, "text": "Now, I don't think it's going to -- it's not necessarily a huge wave election like it is sometimes that just washes everybody out, because I think there's a certain message that some of the republican candidates are effectively using, which is you need me there as a buffer against Clinton and you don't want all branches of government in democratic hands."}], "speaker": "MCKINNON", "secId": 72}, {"sentences": [{"sentId": 161, "text": "Now we're pretty safe on the House."}, {"sentId": 162, "text": "But still, that sort of where the messaging has come from."}], "speaker": "MCKINNON", "secId": 73}, {"sentences": [{"sentId": 163, "text": "And that's where the ads were saying."}], "speaker": "LEMON", "secId": 74}, {"sentences": [{"sentId": 164, "text": "Yes."}], "speaker": "MCKINNON", "secId": 75}, {"sentences": [{"sentId": 165, "text": "If you look at the ads in those states they'll just say you need to, OK, and the producers like say, let's play one."}, {"sentId": 166, "text": "So, we'll play one."}, {"sentId": 167, "text": "Let's put it up."}], "speaker": "LEMON", "secId": 76}, {"sentences": [{"sentId": 168, "text": "America's future is far from certain but no matter who the next president is, New Hampshire needs a strong voice in the U.S. Senate, that senator, Kelly Ayotte, she works across the aisle to get things done."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 77}, {"sentences": [{"sentId": 169, "text": "So basically cross the country where they, you know, you said they may be in trouble, they're saying vote republican, not vote for Donald Trump, and the resources from the RNC are going to those candidates and not necessarily Donald Trump."}], "speaker": "LEMON", "secId": 78}, {"sentences": [{"sentId": 170, "text": "Yes."}, {"sentId": 171, "text": "I mean, that's why Paul Ryan did what he did a week ago."}, {"sentId": 172, "text": "He said and I want to make sure that we put the resources where we can try and save the important members who we need to keep the House and the Senate."}, {"sentId": 173, "text": "And Kelly Ayotte is the example number one."}], "speaker": "MCKINNON", "secId": 79}, {"sentences": [{"sentId": 174, "text": "What's the concern here?"}, {"sentId": 175, "text": "The concern here, James that they -- republican voters might just stay home because of this?"}], "speaker": "LEMON", "secId": 80}, {"sentences": [{"sentId": 176, "text": "I think so, yes."}, {"sentId": 177, "text": "It's a really difficult situation for the Republican Party now."}, {"sentId": 178, "text": "Not that it's breaking my heart."}, {"sentId": 179, "text": "But it is I think historically, you think back to 1996 when it became clear about this time before the election that Bob Dole was not going to beat Bill Clinton for re-election."}, {"sentId": 180, "text": "It was a similar shift of resources to the Senate and the House, but it wasn't in the same situation where candidates were being asked to say do you count against Bob Dole or not?"}, {"sentId": 181, "text": "Because I'm sure, Bob Dole is fine."}], "speaker": "FALLOWS", "secId": 81}, {"sentences": [{"sentId": 182, "text": "But even if he doesn't win, yes, they are to stand up against Bill Clinton."}, {"sentId": 183, "text": "Now there is this extra twist of saying what do you think of Donald Trump and his comments on women?"}, {"sentId": 184, "text": "What do you think about us saying he's not going to accept the results of the election, what do you think about x, y, and z."}], "speaker": "FALLOWS", "secId": 82}, {"sentences": [{"sentId": 185, "text": "So, in addition to that split consciousness there is the additional drag of being able to answer or being force to answer about Donald Trump, in all of these appearances."}], "speaker": "FALLOWS", "secId": 83}, {"sentences": [{"sentId": 186, "text": "Has the top of the ticket, James, ever mattered so much in a positive way or negative way than with Donald Trump this time around?"}], "speaker": "LEMON", "secId": 84}, {"sentences": [{"sentId": 187, "text": "I think that, you know, there are such things as waive elections in 1964, Lyndon Johnson, of course as he swept Barry Goldwater he brought in, you know, had a strong control of the Congress."}, {"sentId": 188, "text": "In '72, Nixon beat George McGovern very badly so."}], "speaker": "FALLOWS", "secId": 85}, {"sentences": [{"sentId": 189, "text": "So, there is such a thing as waive elections."}, {"sentId": 190, "text": "And it probably matters more in differently now as voting in general has become more partisan it."}, {"sentId": 191, "text": "It used to be the case there was of this ticket splitting, so it mattered that it was a popular president."}], "speaker": "FALLOWS", "secId": 86}, {"sentences": [{"sentId": 192, "text": "So, people are still, they are more partisan in their votings -- voting."}, {"sentId": 193, "text": "But I can't remember a time when there's been this moral element to it where you're asked to say, to a traditional republican, let's say Kelly Ayotte in New Hampshire, yes, we want you to vote republican, but what about the things that the republican standard bearer is saying, doing, and standing for."}], "speaker": "FALLOWS", "secId": 87}, {"sentences": [{"sentId": 194, "text": "So, this is what's new to me."}], "speaker": "FALLOWS", "secId": 88}, {"sentences": [{"sentId": 195, "text": "You're shaking your head."}, {"sentId": 196, "text": "Why?"}], "speaker": "LEMON", "secId": 89}, {"sentences": [{"sentId": 197, "text": "Well, I was agreeing really because the thing is different now is that because of the extreme gerrymandering that we have across the country that most of these districts are safe."}, {"sentId": 198, "text": "So that protects from the real waive elections that we used to seeing."}], "speaker": "MCKINNON", "secId": 90}, {"sentences": [{"sentId": 199, "text": "So, do you think Marco Rubio is or he's down?"}, {"sentId": 200, "text": "Do you think he's still safe?"}], "speaker": "LEMON", "secId": 91}, {"sentences": [{"sentId": 201, "text": "No, I think he's safe."}, {"sentId": 202, "text": "I think it's -- I think he's in real trouble."}], "speaker": "MCKINNON", "secId": 92}, {"sentences": [{"sentId": 203, "text": "Because the reason I ask you is because I want to play this ad."}, {"sentId": 204, "text": "This is from the president, who the president is out campaigning in Florida and he -- this is -- this is a shot he's campaigning for Patrick Murphy, a shot right across Marco Rubio's ballot, look at this."}], "speaker": "LEMON", "secId": 93}, {"sentences": [{"sentId": 205, "text": "Can I move the needle with democrats and republicans down in Florida ground?"}], "speaker": "LEMON", "secId": 94}, {"sentences": [{"sentId": 206, "text": "Well, yes, sure."}, {"sentId": 207, "text": "I mean, I remember Florida clearly from 2,000 where just a handful of votes can make the big difference."}, {"sentId": 208, "text": "And so, part of the reason he's there is because that ground is -- if republicans don't win Florida, we lose."}], "speaker": "MCKINNON", "secId": 95}, {"sentences": [{"sentId": 209, "text": "Yes."}], "speaker": "LEMON", "secId": 96}, {"sentences": [{"sentId": 210, "text": "It's as simple as that."}, {"sentId": 211, "text": "And so, if they can -- and they have a great turnout operation and where they need Barack Obama is with those younger Obama coalition voters, needs to get them excited, because they have a good turnout operation."}, {"sentId": 212, "text": "They got a great campaign."}, {"sentId": 213, "text": "But a lot of them aren't excited."}, {"sentId": 214, "text": "That's the guy that can excite them."}], "speaker": "MCKINNON", "secId": 97}, {"sentences": [{"sentId": 215, "text": "What are you saying there, James?"}], "speaker": "LEMON", "secId": 98}, {"sentences": [{"sentId": 216, "text": "I'm saying there's linguistic point."}, {"sentId": 217, "text": "It's never so easy to understand than when a fellow non-Native speaker is speaking that."}, {"sentId": 218, "text": "I'm glad to hear President Obama is speaking that way."}], "speaker": "FALLOWS", "secId": 99}, {"sentences": [{"sentId": 219, "text": "Also, I think that in his English version of it his attacks on Marco Rubio, the president has been making a case like I think we're going to hear more of the next two weeks, two plus weeks, which is saying to Senator Rubio, saying to Senator Toomey in Pennsylvania to Speaker Ryan, look, do you stand with this man or not?"}], "speaker": "FALLOWS", "secId": 100}, {"sentences": [{"sentId": 220, "text": "Do you want historically to be listed and link with Donald Trump?"}, {"sentId": 221, "text": "And I think that's a theme that the democrats will push."}], "speaker": "FALLOWS", "secId": 101}, {"sentences": [{"sentId": 222, "text": "So, do you guys think that the republicans could actually lose the Senate and the House?"}], "speaker": "LEMON", "secId": 102}, {"sentences": [{"sentId": 223, "text": "Again, back to the redistricting question."}, {"sentId": 224, "text": "I don't think they're going to lose the House."}, {"sentId": 225, "text": "There's just too many safe districts."}], "speaker": "MCKINNON", "secId": 103}, {"sentences": [{"sentId": 226, "text": "OK."}, {"sentId": 227, "text": "Listen, Donald Trump says candidates who withdraw their support from this campaign that they're hurting themselves, people like Ohio's republican Senate candidate, Rob Portman."}], "speaker": "LEMON", "secId": 104}, {"sentences": [{"sentId": 228, "text": "Listen to this and I'll let you response."}], "speaker": "LEMON", "secId": 105}, {"sentences": [{"sentId": 229, "text": "A tremendous disservice."}, {"sentId": 230, "text": "We have a couple of cases where people that aren't supporting me they're losing and I'm winning states."}], "speaker": "TRUMP", "secId": 106}, {"sentences": [{"sentId": 231, "text": "Do you agree?"}], "speaker": "LEMON", "secId": 107}, {"sentences": [{"sentId": 232, "text": "I think Rob Portman is a great candidate and he's the kind of candidate that can separate himself from the ticket and he's independent enough, and he's got enough, and he's a very authentic guy."}], "speaker": "MCKINNON", "secId": 108}, {"sentences": [{"sentId": 233, "text": "So, I -- you know, Rob Portman is still running very strong in Ohio and I think he's going to be fine."}], "speaker": "MCKINNON", "secId": 109}, {"sentences": [{"sentId": 234, "text": "James, take us through -- you know, we've got 18 days left here."}, {"sentId": 235, "text": "What's next?"}, {"sentId": 236, "text": "What happens?"}], "speaker": "LEMON", "secId": 110}, {"sentences": [{"sentId": 237, "text": "It's very hard -- you know , there's no historical case of somebody coming from as far behind as Donald Trump seems to be now and winning, so all the odds, you know, barring the -- even more unexpected than we've had suggests that Hillary Clinton will win."}], "speaker": "FALLOWS", "secId": 111}, {"sentences": [{"sentId": 238, "text": "So, we'll see number one the way in which Donald Trump carries out these next two-plus weeks."}, {"sentId": 239, "text": "Number two, how the republicans as a party behave."}], "speaker": "FALLOWS", "secId": 112}, {"sentences": [{"sentId": 240, "text": "Again, I think there are two conflicting axis that are very interesting and the short-term, many republicans feel they suffer by differing from Donald Trump, that's why Paul Ryan has been so delicate in the way that he's taken his distance."}], "speaker": "FALLOWS", "secId": 113}, {"sentences": [{"sentId": 241, "text": "But I do think there's long-term cost to the party and many individuals and seem to embrace him and the way the Republican Party waves those two calculations is going to be fascinating and consequential to see."}], "speaker": "FALLOWS", "secId": 114}, {"sentences": [{"sentId": 242, "text": "Yes."}, {"sentId": 243, "text": "We're going to talk about that also I'll let you get in."}, {"sentId": 244, "text": "We still have another block with you."}, {"sentId": 245, "text": "But I'm riding the wave of anger as Donald Trump continues to do that and how well can do."}], "speaker": "LEMON", "secId": 115}, {"sentences": [{"sentId": 246, "text": "And we're also going to talk about Chris Christie when we come right back."}, {"sentId": 247, "text": "We'll be right back."}], "speaker": "LEMON", "secId": 116}, {"sentences": [{"sentId": 248, "text": "So back now with Mark McKinnon and James Fallows."}, {"sentId": 249, "text": "So, James, you got to answer what happens in the next 18 days."}, {"sentId": 250, "text": "Mark was jealous because he didn't get to respond."}, {"sentId": 251, "text": "No, I'm kidding."}, {"sentId": 252, "text": "But, what do you think happens to the next..."}], "speaker": "LEMON", "secId": 117}, {"sentences": [{"sentId": 253, "text": "Well, republicans has been complaining that there has been enough mainstream media focus on WikiLeaks, and part of the problem is that Donald Trump keeps talking about other things that obscure that message."}], "speaker": "MCKINNON", "secId": 118}, {"sentences": [{"sentId": 254, "text": "But I think a big part of the news over the next of couple things are going to be WikiLeaks."}, {"sentId": 255, "text": "I mean, lots of things came out today, lots of things that have been coming out that haven't been talked about that haven't been answered."}, {"sentId": 256, "text": "I mean, there's significant and important issues about foreign governments making contributions to the Clinton Foundation that have the appearance -- that have a bad appearance, and so, we know there's more to that to come."}, {"sentId": 257, "text": "Our show this week is going to focus entirely on WikiLeaks."}], "speaker": "MCKINNON", "secId": 119}, {"sentences": [{"sentId": 258, "text": "Hold that thought."}, {"sentId": 259, "text": "Roll the tape."}], "speaker": "LEMON", "secId": 120}, {"sentences": [{"sentId": 260, "text": "WikiLeaks."}, {"sentId": 261, "text": "Do you think that the mainstream media has overlooked this issue?"}], "speaker": "MCKINNON", "secId": 121}, {"sentences": [{"sentId": 262, "text": "Are you kidding?"}, {"sentId": 263, "text": "Yes."}, {"sentId": 264, "text": "Nobody in the press wants to do anything to hurt Hillary, but what bothers me is that journalists is the the information in the e-mails is remarkable."}], "speaker": "CARLSON", "secId": 122}, {"sentences": [{"sentId": 265, "text": "I mean, it's like -- it's like a condensed version of 15 Bob Woodward books."}, {"sentId": 266, "text": "We have 11 full-time reporters on it and I run a web site, do you know what I mean, with 75 employees."}, {"sentId": 267, "text": "Where's NBC News?"}, {"sentId": 268, "text": "They gave zero minutes to covering this last week, zero."}], "speaker": "CARLSON", "secId": 123}, {"sentences": [{"sentId": 269, "text": "Do you agree with that?"}], "speaker": "LEMON", "secId": 124}, {"sentences": [{"sentId": 270, "text": "Yes, no, I do agree."}, {"sentId": 271, "text": "I think he has a point, but I think now that there's vacuum -- I mean, the reason they haven't been talking about it is because Donald Trump hasn't been talking about it."}, {"sentId": 272, "text": "But if he gets focused on message and on issues, there are a lot of significant and important issues that need to be asked and answered."}], "speaker": "MCKINNON", "secId": 125}, {"sentences": [{"sentId": 273, "text": "And if he will do that and stay."}, {"sentId": 274, "text": "And plus, there's 20 more -- that's a lifetime in this campaign 20 days and there could be many more revelations over the course -- listen, the debates are over."}], "speaker": "MCKINNON", "secId": 126}, {"sentences": [{"sentId": 275, "text": "Those are the things that could have moved the needle in a significant way."}, {"sentId": 276, "text": "That's not going to happen."}, {"sentId": 277, "text": "The only thing that could happen barring some really catastrophic event that can move the needle are more WikiLeaks disclosures."}], "speaker": "MCKINNON", "secId": 127}, {"sentences": [{"sentId": 278, "text": "So, exactly."}, {"sentId": 279, "text": "And I agree with you."}, {"sentId": 280, "text": "But, James, has there been anything in the WikiLeaks that's been game changing or a bombshell as was promised?"}], "speaker": "LEMON", "secId": 128}, {"sentences": [{"sentId": 281, "text": "Because a lot of people will see this as sort of inside baseball you have people were talking crap about on each e-mail, doesn't everybody do that in a company."}, {"sentId": 282, "text": "Or do you think that there is really some bomb shells in there."}], "speaker": "LEMON", "secId": 129}, {"sentences": [{"sentId": 283, "text": "So, I have not spent a lot of my time looking at these."}, {"sentId": 284, "text": "I've read some of them and most what I have seen number one is embarrassing e-mails showing that people don't understand the principle that anything you put in an e- mail is likely to be leaked."}], "speaker": "FALLOWS", "secId": 130}, {"sentences": [{"sentId": 285, "text": "And so, there is that."}, {"sentId": 286, "text": "There is more of the appearance and question and unwholesome appearance about the Clinton Foundation as oppose to actual demonstrations of things of tradeoffs."}], "speaker": "FALLOWS", "secId": 131}, {"sentences": [{"sentId": 287, "text": "And so, I think that if that became more of an issue, I'm sure the Clinton campaign would say, OK, let's match foundation for foundation and there's the whole Russian angle here."}, {"sentId": 288, "text": "So, yes, I think this will be a theme in the nex week or two."}], "speaker": "FALLOWS", "secId": 132}, {"sentences": [{"sentId": 289, "text": "I would be very surprise if it changes the fundamental dynamics of the election based on what we know so far."}], "speaker": "FALLOWS", "secId": 133}, {"sentences": [{"sentId": 290, "text": "But to your point, if Donald Trump is saying I'm not sure if I'm going to accept the results of the election or as I'm saying grab her by the whatever, I think people would -- we would be covering it, but I mean, because you do such outlandish things."}], "speaker": "LEMON", "secId": 134}, {"sentences": [{"sentId": 291, "text": "The media is going to cover whatever the nominee of a party is talking about."}, {"sentId": 292, "text": "So, if Donald Trump would talk about this then that's what the media is going to cover."}], "speaker": "MCKINNON", "secId": 135}, {"sentences": [{"sentId": 293, "text": "Now, listen, I've been in a lot of campaigns."}, {"sentId": 294, "text": "The only thing that was really surprising about this WikiLeaks is it hasn't been worse than it is."}], "speaker": "MCKINNON", "secId": 136}, {"sentences": [{"sentId": 295, "text": "Right."}], "speaker": "LEMON", "secId": 137}, {"sentences": [{"sentId": 296, "text": "I mean, if one of my campaign I guarantee it probably would have ended the campaign."}, {"sentId": 297, "text": "So, it's pretty aggressive..."}], "speaker": "MCKINNON", "secId": 138}, {"sentences": [{"sentId": 298, "text": "You mean your own e-mails?"}], "speaker": "LEMON", "secId": 139}, {"sentences": [{"sentId": 299, "text": "... that it hasn't -- yes."}, {"sentId": 300, "text": "You know, I'm going back and making sure I have a double lockdown whatever you call it on my security now for sure."}], "speaker": "MCKINNON", "secId": 140}, {"sentences": [{"sentId": 301, "text": "But -- but the point is that there's just over the next couple of weeks, that's going to be -- even though."}, {"sentId": 302, "text": "You're right."}, {"sentId": 303, "text": "It's eye rolling, people kind of saying, oh, more e-mails, or more women on the Trump side."}, {"sentId": 304, "text": "That's kind of baked in, I agree."}, {"sentId": 305, "text": "But there's potential for -- if there's a potential big new development, it could come out of that's where it could come."}], "speaker": "MCKINNON", "secId": 141}, {"sentences": [{"sentId": 306, "text": "And they tend to put both of them together, meaning the server and then they..."}], "speaker": "LEMON", "secId": 142}, {"sentences": [{"sentId": 307, "text": "Yes, they can inflate the whole thing."}], "speaker": "MCKINNON", "secId": 143}, {"sentences": [{"sentId": 308, "text": "They can inflate both of them."}, {"sentId": 309, "text": "So, let's talk about."}, {"sentId": 310, "text": "So, what happens after, is there -- is there a kumbaya of the Republican Party after this is over?"}], "speaker": "LEMON", "secId": 144}, {"sentences": [{"sentId": 311, "text": "Good God, no."}], "speaker": "MCKINNON", "secId": 145}, {"sentences": [{"sentId": 312, "text": "No, not at all."}], "speaker": "LEMON", "secId": 146}, {"sentences": [{"sentId": 313, "text": "Unfortunately, I think it's just the opposite."}, {"sentId": 314, "text": "I think it's going to be civil war in the Republican Party."}], "speaker": "MCKINNON", "secId": 147}, {"sentences": [{"sentId": 315, "text": "James?"}], "speaker": "LEMON", "secId": 148}, {"sentences": [{"sentId": 316, "text": "Yes."}, {"sentId": 317, "text": "I think just as we have never seen a campaigner like Donald Trump, you know, in my lifetime, which is now very long, we've never seen a crisis like this for a political party in the lifetime of anybody who is now around, probably the last thing that was comparable as we've discussed before was 1912."}], "speaker": "FALLOWS", "secId": 149}, {"sentences": [{"sentId": 318, "text": "With the republicans in the Bull Moose Party."}, {"sentId": 319, "text": "Of course, the democrats had their Dixiecrat era in the 1940s, there were civil war in the Democratic Party over the Vietnam War, but there was never a case like this of a phase that seem so deep, a candidate who seem out of the norm."}], "speaker": "FALLOWS", "secId": 150}, {"sentences": [{"sentId": 320, "text": "And see depending on he -- you know, assuming that Trump loses, how people on November 9th start saying who was to blame, it was just an aberration, was it the direction of the party in the last 40 years."}, {"sentId": 321, "text": "I think that will be a very, very consequential evolution not just for the party but for the country as a whole."}], "speaker": "FALLOWS", "secId": 151}, {"sentences": [{"sentId": 322, "text": "James, I want you to weigh in on Chris Christie."}, {"sentId": 323, "text": "Because as you know, his aide Bridget Kelly testified today that he signed off on that lane closure lane, closure of the WBG Bridge."}, {"sentId": 324, "text": "That contradicts his own account of the bridge scandal."}], "speaker": "LEMON", "secId": 152}, {"sentences": [{"sentId": 325, "text": "And today, once again he repeated that he had no prior knowledge."}, {"sentId": 326, "text": "Is this the end of the road for Chris Christie and I mean, that pun is intended."}], "speaker": "LEMON", "secId": 153}, {"sentences": [{"sentId": 327, "text": "Not a -- not being a garden state guy myself, I won't weigh in on the particulars of the instance there."}, {"sentId": 328, "text": "I think that when Chris Christie went all in with Donald Trump and then was not rewarded, didn't become the vice presidential nominee, didn't get a position more honorable than being kind of the captive of war behind him at some rallies."}], "speaker": "FALLOWS", "secId": 154}, {"sentences": [{"sentId": 329, "text": "I think that that was a bad choice."}, {"sentId": 330, "text": "There was a decision by Chris Christie, by Governor Christie that he made and is probably not going his direction."}, {"sentId": 331, "text": "We'll see what the legal consequences are but it's hard to see how 2016 ends up with him in a better position when he was before."}], "speaker": "FALLOWS", "secId": 155}, {"sentences": [{"sentId": 332, "text": "We probably, Mark, won't see much of him on the campaign trail for Donald Trump?"}], "speaker": "LEMON", "secId": 156}, {"sentences": [{"sentId": 333, "text": "Well, that was unfortunate for Donald Trump because I think that he's actually one of the people that was a really smart advisor around Donald Trump, in terms of focusing his message."}, {"sentId": 334, "text": "You now, he was around for that second debate, helping him prep for"}], "speaker": "MCKINNON", "secId": 157}, {"sentences": [{"sentId": 335, "text": "the second debate."}, {"sentId": 336, "text": "So, it's a -- you know, it's a huge distraction at the very least, that takes Christie out of the game and out of the inner circle of Donald Trump when he -- at a time when he really needs him."}], "speaker": "MCKINNON", "secId": 158}, {"sentences": [{"sentId": 337, "text": "The circus, show time."}], "speaker": "LEMON", "secId": 159}, {"sentences": [{"sentId": 338, "text": "From Russia with love."}, {"sentId": 339, "text": "We're going to tell you everything -- we're going to do real prime on WikiLeaks, the history, you know, both side sides, the democrat, you know, the Russian charges."}, {"sentId": 340, "text": "We'll give you the whole background so people can understand it because it's complicated stuff."}], "speaker": "MCKINNON", "secId": 160}, {"sentences": [{"sentId": 341, "text": "Thank you, sir."}, {"sentId": 342, "text": "I appreciate it"}], "speaker": "LEMON", "secId": 161}, {"sentences": [{"sentId": 343, "text": "You got it."}, {"sentId": 344, "text": "Thank you very much."}], "speaker": "MCKINNON", "secId": 162}, {"sentences": [{"sentId": 345, "text": "Thank you, James."}, {"sentId": 346, "text": "Have a great weekend."}], "speaker": "LEMON", "secId": 163}, {"sentences": [{"sentId": 347, "text": "Thank you, Don."}], "speaker": "FALLOWS", "secId": 164}, {"sentences": [{"sentId": 348, "text": "When we come right back, what makes Trump tick inside the mind of the candidate."}], "speaker": "ALLEN", "secId": 165}, {"sentences": [{"sentId": 349, "text": "Whether you're for him or against him, pretty much everybody in America has a very stronger opinion about Donald Trump, but what really drives a mogul turned candidate."}], "speaker": "LEMON", "secId": 166}, {"sentences": [{"sentId": 350, "text": "Here to discuss is Xavier Amador, visiting professor of psychology at the State University of New York, and the former director of Columbia University Department of Psychiatry, Diagnosis, and Evaluation Research Center."}, {"sentId": 351, "text": "It means he's just a very smart man."}], "speaker": "LEMON", "secId": 167}, {"sentences": [{"sentId": 352, "text": "And, Alan Dershowtiz, the author of \"Electile Dysfunction, a Guide for Unaroused Voters.\""}, {"sentId": 353, "text": "A very smart man, a very clever man with book titles, as well."}], "speaker": "LEMON", "secId": 168}, {"sentences": [{"sentId": 354, "text": "So, thank you both, gentlemen, for coming in."}, {"sentId": 355, "text": "Dr. Amador, I know obviously you're not Donald Trump's psychologist, but..."}], "speaker": "LEMON", "secId": 169}, {"sentences": [{"sentId": 356, "text": "I wouldn't be here if I was."}, {"sentId": 357, "text": "I couldn't talk about him."}], "speaker": "AMADOR", "secId": 170}, {"sentences": [{"sentId": 358, "text": "You have seen a lot of him on the campaign trail over the past year or so."}, {"sentId": 359, "text": "Can you offer your assessment?"}, {"sentId": 360, "text": "What are you observing?"}, {"sentId": 361, "text": "What are we observing?"}], "speaker": "LEMON", "secId": 171}, {"sentences": [{"sentId": 362, "text": "First and foremost, because a lot of people say how can you can diagnose him, and I'm not here to diagnose him."}, {"sentId": 363, "text": "But I can diagnose signs and symptoms and difficulties."}, {"sentId": 364, "text": "And standard -- and it will be an standard practice in forensic psychology."}, {"sentId": 365, "text": "You don't always meet the person."}, {"sentId": 366, "text": "What do I see."}, {"sentId": 367, "text": "I see what a lot of people see."}, {"sentId": 368, "text": "The narcissism."}, {"sentId": 369, "text": "If you look at the criteria for narcissistic personality disorder, I mean, this is someone who has an exaggerated sense of his importance."}, {"sentId": 370, "text": "Of course, he is very important person right now as a nominee, but also has a very thin skin."}], "speaker": "AMADOR", "secId": 172}, {"sentences": [{"sentId": 371, "text": "This is somebody who if you insult him, it enrages him, if you even say anything that is remotely possibly interpreted as an insult, he will interpret it as an insult."}], "speaker": "AMADOR", "secId": 173}, {"sentences": [{"sentId": 372, "text": "But the other thing that we're not talking about I'm not hearing people talk about is Donald Trump appears to me, psychologically to be somebody very, very afraid."}], "speaker": "AMADOR", "secId": 174}, {"sentences": [{"sentId": 373, "text": "You say there is anger beneath the anger is fear?"}], "speaker": "LEMON", "secId": 175}, {"sentences": [{"sentId": 374, "text": "Well, always."}, {"sentId": 375, "text": "Almost always."}, {"sentId": 376, "text": "Beneath the kind of -- really it's rage that he expresses at his rallies and the debates and the interviews."}, {"sentId": 377, "text": "I've been watching him for more than a year and watching interviews and extemporaneous speeches he's giving, not teleprompter speeches as we all know."}], "speaker": "AMADOR", "secId": 176}, {"sentences": [{"sentId": 378, "text": "And he's got a lot of anger, and that anger really is based in fear."}, {"sentId": 379, "text": "And we know what he's afraid of."}, {"sentId": 380, "text": "We know the walls that he's trying to build."}], "speaker": "AMADOR", "secId": 177}, {"sentences": [{"sentId": 381, "text": "Was he what afraid?"}], "speaker": "LEMON", "secId": 178}, {"sentences": [{"sentId": 382, "text": "Well, he has many conspiracies that he's worried about."}, {"sentId": 383, "text": "He's worried -- I mean, I made a list."}, {"sentId": 384, "text": "It's so long."}, {"sentId": 385, "text": "I won't read the whole thing."}, {"sentId": 386, "text": "But of course, that the election is going to be rigged, which is -- which is just entirely based in -- to coin Mrs. Secretary Clinton's phrase, Donald's reality and Mr. Trump's reality."}], "speaker": "AMADOR", "secId": 179}, {"sentences": [{"sentId": 387, "text": "There's no evidence of that whatsoever and I'm not going to be the person who is going to litigate that."}, {"sentId": 388, "text": "He's afraid of immigrants, both documented, for example, the Syrian immigrants and undocumented immigrants."}], "speaker": "AMADOR", "secId": 180}, {"sentences": [{"sentId": 389, "text": "Muslims, Mexicans, the judge in the case against Trump University because he's of Mexican heritage."}, {"sentId": 390, "text": "He's afraid of the DNC, he's afraid of the GOP, he believes there's conspiracies in all of these areas."}], "speaker": "AMADOR", "secId": 181}, {"sentences": [{"sentId": 391, "text": "Secretary Clinton, look at all the things he's certain that Secretary Clinton and the Clinton cartel are doing to him, everything from sending people to create violence in his rallies to we were talking in the green room beforehand Alan."}, {"sentId": 392, "text": "And you reminded of one other thing that he's accusing her of and I'm forgetting what it is, but there's such a long list of conspiracies, including global warming, made up by the Chinese."}, {"sentId": 393, "text": "The media of course -- I mean, let's not leave you guys out."}], "speaker": "AMADOR", "secId": 182}, {"sentences": [{"sentId": 394, "text": "Yes."}], "speaker": "LEMON", "secId": 183}, {"sentences": [{"sentId": 395, "text": "On, and on, and I have to end with, you know, Tom Cruise's father conspired to assassinate President..."}], "speaker": "AMADOR", "secId": 184}, {"sentences": [{"sentId": 396, "text": "Ted Cruz?"}], "speaker": "LEMON", "secId": 185}, {"sentences": [{"sentId": 397, "text": "Ted Cruz."}], "speaker": "DERSHOWITZ", "secId": 186}, {"sentences": [{"sentId": 398, "text": "ted Cruz."}], "speaker": "LEMON", "secId": 187}, {"sentences": [{"sentId": 399, "text": "Did I say Tom Cruise?"}, {"sentId": 400, "text": "I'm sorry about that."}], "speaker": "AMADOR", "secId": 188}, {"sentences": [{"sentId": 401, "text": "Ted Cruz."}, {"sentId": 402, "text": "Yes."}], "speaker": "LEMON", "secId": 189}, {"sentences": [{"sentId": 403, "text": "And you know, I don't mean to lie to any of this."}, {"sentId": 404, "text": "I really don't."}, {"sentId": 405, "text": "And I'm sorry for the slip, but I mean, think about that."}], "speaker": "AMADOR", "secId": 190}, {"sentences": [{"sentId": 406, "text": "Yes."}, {"sentId": 407, "text": "So, who he is then as you're nodding your head as he is speaking."}, {"sentId": 408, "text": "Are you nodding in agreement or?"}], "speaker": "LEMON", "secId": 191}, {"sentences": [{"sentId": 409, "text": "Well, I'm a little skeptical of trying to diagnose candidates..."}], "speaker": "DERSHOWITZ", "secId": 192}, {"sentences": [{"sentId": 410, "text": "Exactly."}], "speaker": "LEMON", "secId": 193}, {"sentences": [{"sentId": 411, "text": "... generally."}, {"sentId": 412, "text": "At one point I do disagree with, Dr. Amador, I think if he wear his psychologist, he would be here today because Donald Trump would want him to be here and say he's the healthiest person ever to run for president and there's never been a more mentally stabled person in the world."}], "speaker": "DERSHOWITZ", "secId": 194}, {"sentences": [{"sentId": 413, "text": "I mean, he is full of himself that he would even probably want a psychologist to testify as he had his doctor foolishly on the basis of almost no investigation come up with that medical report that he was the greatest person in the world."}], "speaker": "DERSHOWITZ", "secId": 195}, {"sentences": [{"sentId": 414, "text": "But I want to analyze him rationally as a political candidate."}, {"sentId": 415, "text": "I think what may appear to be mental illness or whatever, has a real rational."}, {"sentId": 416, "text": "I think what he's doing is he speaking to two audiences with two voices."}], "speaker": "DERSHOWITZ", "secId": 196}, {"sentences": [{"sentId": 417, "text": "He knows how to speak to his base, he knows how to speak to the people out there who want to be riled up and at the same time, he then can speak the next day and say I didn't really mean to say that, I didn't mean that I want you to go out with pitch forks the day after the election and have a revolution, I really meant to say I'm going to do what Al Gore did."}], "speaker": "DERSHOWITZ", "secId": 197}, {"sentences": [{"sentId": 418, "text": "So, he has this capacity and it's a brilliant capacity to actually speak to two different audiences with two different voices, and that can be dangerous."}], "speaker": "DERSHOWITZ", "secId": 198}, {"sentences": [{"sentId": 419, "text": "Look, he's accused Hillary Clinton of doing the same thing."}, {"sentId": 420, "text": "He said at the Al Smith dinner that she has one public persona and one private persona."}, {"sentId": 421, "text": "Was he projecting what he himself does?"}, {"sentId": 422, "text": "He's very hard to figure out but I think we have to take him at face value."}], "speaker": "DERSHOWITZ", "secId": 199}, {"sentences": [{"sentId": 423, "text": "You said mental illness."}, {"sentId": 424, "text": "I don't know about that."}, {"sentId": 425, "text": "AMADOR:  I wasn't saying..."}], "speaker": "LEMON", "secId": 200}, {"sentences": [{"sentId": 426, "text": "No, no, you said that."}], "speaker": "LEMON", "secId": 201}, {"sentences": [{"sentId": 427, "text": "Because you're analyzing him."}], "speaker": "AMADOR", "secId": 202}, {"sentences": [{"sentId": 428, "text": "I just think that from maybe it's a personality trait that there is narcissism there, and then but I've, you know, I've often heard from different, you know, psychologists and psychiatrists that that's not necessarily a bad thing to be narcissistic."}], "speaker": "LEMON", "secId": 203}, {"sentences": [{"sentId": 429, "text": "It can be a good thing if you've got good impulse control."}], "speaker": "AMADOR", "secId": 204}, {"sentences": [{"sentId": 430, "text": "Yes."}], "speaker": "LEMON", "secId": 205}, {"sentences": [{"sentId": 431, "text": "Which he's clearly demonstrated he doesn't."}, {"sentId": 432, "text": "I mean, if you look at the reports from inner circle, from his running mate, his spokespeople, he's going to accept the results of the election and then he contradicts them."}, {"sentId": 433, "text": "His impulse control with the Twitter wars..."}], "speaker": "AMADOR", "secId": 206}, {"sentences": [{"sentId": 434, "text": "That's really interesting to me is that someone who is running for -- as leader of the free world is -- can tweet about a journalist or about someone who is unconventional because you would never get a Mitt Romney, or Barack Obama, or a Ronald Reagan -- and there wasn't Twitter back then."}, {"sentId": 435, "text": "But even thinking about -- you know, he's tweeted about me."}, {"sentId": 436, "text": "Why does he care about what I think?"}], "speaker": "LEMON", "secId": 207}, {"sentences": [{"sentId": 437, "text": "Well, he has no sense of priorities."}, {"sentId": 438, "text": "Anything that comes into his head he must respond to immediately and that's why he was so good in the first third of all three debates and then Hillary Clinton managed to press some buttons and then the other -- other Donald Trump comes out."}], "speaker": "DERSHOWITZ", "secId": 208}, {"sentences": [{"sentId": 439, "text": "And we don't know who the real Donald Trump is, and we're electing both of them."}, {"sentId": 440, "text": "So you have to like both sides and both voices to cast the vote for him."}], "speaker": "DERSHOWITZ", "secId": 209}, {"sentences": [{"sentId": 441, "text": "Our conversation continues on the other side of the break."}, {"sentId": 442, "text": "We'll be right back."}], "speaker": "LEMON", "secId": 210}, {"sentences": [{"sentId": 443, "text": "And we're back."}, {"sentId": 444, "text": "Donald Trump and Hillary Clinton traded barbs last at the Al Smith dinner but what went on behind the scenes may really surprise you."}], "speaker": "LEMON", "secId": 211}, {"sentences": [{"sentId": 445, "text": "Back with me now, Dr. Xavier Amador and Alan Dershowitz."}, {"sentId": 446, "text": "And we're continuing our conversation about, you know, what drives Donald Trump to do some outlandish things sometimes and you believe?"}], "speaker": "LEMON", "secId": 212}, {"sentences": [{"sentId": 447, "text": "That he has a long standing of not just normal paranoia."}, {"sentId": 448, "text": "Look, sometimes we should be paranoid and we should be afraid, but this is somebody with a long standing of what we would refer to in psychology as pathological paranoia, meaning it's in the spectrum of mental disorder potentially, or maybe you know actually."}, {"sentId": 449, "text": "So, what do I mean?"}], "speaker": "AMADOR", "secId": 213}, {"sentences": [{"sentId": 450, "text": "Not just the personality trait?"}], "speaker": "LEMON", "secId": 214}, {"sentences": [{"sentId": 451, "text": "No, this is not just about the election, and you know, earlier Alan said it was Hillary Clinton in part, you know, pushing his buttons."}], "speaker": "AMADOR", "secId": 215}, {"sentences": [{"sentId": 452, "text": "But remember, he's espoused conspiracy theories going all the way back to the television, the academy of television arts and the Emmy Awards that they were rigged against him personally."}], "speaker": "AMADOR", "secId": 216}, {"sentences": [{"sentId": 453, "text": "This is a personality trait and traits can become pathology, yes."}], "speaker": "AMADOR", "secId": 217}, {"sentences": [{"sentId": 454, "text": "Well, we have to be very careful."}], "speaker": "DERSHOWITZ", "secId": 218}, {"sentences": [{"sentId": 455, "text": "Yes."}], "speaker": "AMADOR", "secId": 219}, {"sentences": [{"sentId": 456, "text": "We've had two experiences in my lifetime with people who were thought to be mentally ill. One of them was Barry Goldwater and when he ran in 1964, over a thousand psychiatrists in an article in Fact magazine, diagnosed him as mentally ill and it turns out that he was a perfectly normal and reasonable guy."}, {"sentId": 457, "text": "Today he'd be in the center of the Republican Party."}], "speaker": "DERSHOWITZ", "secId": 220}, {"sentences": [{"sentId": 458, "text": "But then we had a Secretary of State named James Forrestal, who was actually in charge of our Cold War with the Soviet Union and he was raving paranoid, ultimately jumped out of the 15th floor of his hospital, killed himself, fearing that Russian planes were coming."}], "speaker": "DERSHOWITZ", "secId": 221}, {"sentences": [{"sentId": 459, "text": "Imagine having a Secretary of Defense who was paranoid."}, {"sentId": 460, "text": "So, we have to understand that the concept of mental illness is a serious one."}, {"sentId": 461, "text": "We shouldn't use it politically just against people whose policies we don't like."}], "speaker": "DERSHOWITZ", "secId": 222}, {"sentences": [{"sentId": 462, "text": "And it's very important to give the benefit of the doubt to the candidate that what they're doing is calculated and rational without trying to diagnose them or attribute character traits to them."}], "speaker": "DERSHOWITZ", "secId": 223}, {"sentences": [{"sentId": 463, "text": "There may be character traits but I think when we vote, when we consider a candidate we have to consider them on the merits of their views, not the underlying psychology behind it."}], "speaker": "DERSHOWITZ", "secId": 224}, {"sentences": [{"sentId": 464, "text": "Yes."}, {"sentId": 465, "text": "Let's talk about Cardinal Dolan last night and let's talk about the Al Smith dinner."}, {"sentId": 466, "text": "Because Cardinal Dolan was sitting right in the middle..."}], "speaker": "LEMON", "secId": 225}, {"sentences": [{"sentId": 467, "text": "Right."}], "speaker": "DERSHOWITZ", "secId": 226}, {"sentences": [{"sentId": 468, "text": "... between Hillary Clinton and Donald Trump and he shared this interesting moment."}, {"sentId": 469, "text": "Listen."}], "speaker": "LEMON", "secId": 227}, {"sentences": [{"sentId": 470, "text": "And after a little prayer, Mr. Trump turned to Secretary Clinton and said \"you know, you are one tough and talented woman,\" and he said this has been a great -- good experience -- this whole campaign, as tough as it's been, and she said to him \"And, Donald, whatever happens we need to work together afterwards.\""}], "speaker": "DOLAN", "secId": 228}, {"sentences": [{"sentId": 471, "text": "So, what is -- I mean, it was pretty tense last night."}, {"sentId": 472, "text": "What does that say, does it say that this is a show what we hear of what -- so again, who is the real..."}], "speaker": "LEMON", "secId": 229}, {"sentences": [{"sentId": 473, "text": "Cardinal Dolan is a great guy and he always tries to look at the most positive part of everybody."}, {"sentId": 474, "text": "He's also a reconciler."}, {"sentId": 475, "text": "Also when you have the two candidates and you have the great Cardinal Dolan between them, they're going to put the best possible light on this."}], "speaker": "DERSHOWITZ", "secId": 230}, {"sentences": [{"sentId": 476, "text": "And the cameras were on."}], "speaker": "AMADOR", "secId": 231}, {"sentences": [{"sentId": 477, "text": "And although we don't know if the cameras were on whether this was confidential."}, {"sentId": 478, "text": "It certainly wasn't a confessional because cardinal wasn't be telling us what went on in confessional, but he is a guy who brings out the best in people."}], "speaker": "DERSHOWITZ", "secId": 232}, {"sentences": [{"sentId": 479, "text": "Yes."}, {"sentId": 480, "text": "So, what is to say about the difference between what we hear in public and what actually happens in private?"}], "speaker": "LEMON", "secId": 233}, {"sentences": [{"sentId": 481, "text": "Well, look, everybody has a public side and a private side, that's not news, and that's not something that should surprise anybody."}, {"sentId": 482, "text": "You know, getting back to what are we voting for when we vote for an elected official, yes, there are views but also their actions, their behaviors and we look at what they do over time, hopefully, when we make an educated decision."}], "speaker": "AMADOR", "secId": 234}, {"sentences": [{"sentId": 483, "text": "So, I'm not arguing one way or the other about whether or not Donald Trump has mental illness and I want to be very clear about that."}, {"sentId": 484, "text": "What I am saying however, though, is that a lot of people in the media and a lot of experts and pundits are scratching their heads and saying why is he doing this, and there is a psychological perspective."}], "speaker": "AMADOR", "secId": 235}, {"sentences": [{"sentId": 485, "text": "The reason he may be doing this and it certainly appears that way to this psychologist is that he does have a problem with narcissistic personality issues."}], "speaker": "AMADOR", "secId": 236}, {"sentences": [{"sentId": 486, "text": "But I can give you..."}], "speaker": "DERSHOWITZ", "secId": 237}, {"sentences": [{"sentId": 487, "text": "I want to get to Hillary Clinton personality, too, as well."}], "speaker": "LEMON", "secId": 238}, {"sentences": [{"sentId": 488, "text": "I know Hillary Clinton and she is exactly the same in private as she is in public."}, {"sentId": 489, "text": "There is no difference between the Hillary Clinton I know from Martha's Vineyard and from other places and the Hillary Clinton I see in the stage."}], "speaker": "DERSHOWITZ", "secId": 239}, {"sentences": [{"sentId": 490, "text": "I've also met Donald Trump."}, {"sentId": 491, "text": "When I've met Donald Trump, he perfectly rationale, a perfect gentleman."}, {"sentId": 492, "text": "LEMON:  He's not the same person that you see from the stage?"}], "speaker": "DERSHOWITZ", "secId": 240}, {"sentences": [{"sentId": 493, "text": "I was shocked when I saw him on stage."}, {"sentId": 494, "text": "They are completely different people."}, {"sentId": 495, "text": "Hillary Clinton, you get the same person every time."}], "speaker": "DERSHOWITZ", "secId": 241}, {"sentences": [{"sentId": 496, "text": "Do you agree with that?"}, {"sentId": 497, "text": "Because I'm not -- people say it's hard to connect, that she's calculating and she's not warm, and when you meet her -- I have , to say when you meet Donald Trump in person, he's not the same as when he's up on the stage."}], "speaker": "LEMON", "secId": 242}, {"sentences": [{"sentId": 498, "text": "That's right."}], "speaker": "DERSHOWITZ", "secId": 243}, {"sentences": [{"sentId": 499, "text": "And when I interviewed him and I see him on the stage, I say who is that person."}], "speaker": "LEMON", "secId": 244}, {"sentences": [{"sentId": 500, "text": "I don't see any difference."}], "speaker": "DERSHOWITZ", "secId": 245}, {"sentences": [{"sentId": 501, "text": "But then when you meet Hillary Clinton, as well, she's very warm in person, but not necessarily that warm when you see her on television, I have to be honest."}, {"sentId": 502, "text": "What is that, doctor?"}], "speaker": "LEMON", "secId": 246}, {"sentences": [{"sentId": 503, "text": "Well, one-on-one, it's very different than when you're in front of a crowd of, you know, 5,000 people and the cameras are on you and that's what I really meant about there's a private side and then there's a public."}], "speaker": "AMADOR", "secId": 247}, {"sentences": [{"sentId": 504, "text": "I mean, we're sitting here right now in front of cameras and this isn't the same person exactly I'm the same person in terms of my ideas, in terms of my beliefs and integrity that I am in my living room."}], "speaker": "AMADOR", "secId": 248}, {"sentences": [{"sentId": 505, "text": "But I don't talk like this in my living room."}, {"sentId": 506, "text": "Not exactly like this."}], "speaker": "AMADOR", "secId": 249}, {"sentences": [{"sentId": 507, "text": "So, What are we seeing."}, {"sentId": 508, "text": "I mean, what we're seeing is somebody who is reacting."}, {"sentId": 509, "text": "He's not just promulgating views that he has."}, {"sentId": 510, "text": "He's very reactive to what others say about him, to what others believe about him, or publish about things that are published about him."}], "speaker": "AMADOR", "secId": 250}, {"sentences": [{"sentId": 511, "text": "When you said -- when you -- we talked about Donald Trump, you said someone who is -- who has a very high opinion of themselves."}, {"sentId": 512, "text": "Anybody who runs for president, don't you think they would have a high opinion?"}], "speaker": "LEMON", "secId": 251}, {"sentences": [{"sentId": 513, "text": "They better have high self-esteem."}], "speaker": "AMADOR", "secId": 252}, {"sentences": [{"sentId": 514, "text": "What does that say about her personality, what did you notice about her?"}], "speaker": "LEMON", "secId": 253}, {"sentences": [{"sentId": 515, "text": "Well, I'll speak to that in a minute if you like."}, {"sentId": 516, "text": "But let me just say this."}, {"sentId": 517, "text": "When someone says I'm the only one who can fix the problem, that's at a different level of having a high opinion."}, {"sentId": 518, "text": "That's beyond self- esteem, that's grandiosity."}, {"sentId": 519, "text": "Whatever -- I think in anybody's book."}], "speaker": "AMADOR", "secId": 254}, {"sentences": [{"sentId": 520, "text": "Look, Hillary Clinton is a highly -- what Donald Trump said about her, according to Cardinal Dolan makes a lot of sense."}, {"sentId": 521, "text": "It says my view of her."}, {"sentId": 522, "text": "It's my view of Donald Trump generally as well."}, {"sentId": 523, "text": "A highly individuals, highly successful individuals, articulate individuals."}], "speaker": "AMADOR", "secId": 255}, {"sentences": [{"sentId": 524, "text": "But we certainly don't see the kind of behaviors in Secretary Clinton's past that we see with Donald Trump, the kind of language that was recorded in 2005 about women that is well, I'll just say that."}], "speaker": "AMADOR", "secId": 256}, {"sentences": [{"sentId": 525, "text": "But he's the populous candidate."}, {"sentId": 526, "text": "And populous candidates have a rational basis for making the kind of appeals that he makes."}, {"sentId": 527, "text": "So, I want to take Donald Trump at face value without in any way analyzing him psychologically and I say he has a rational basis for speaking to the two audiences with two voices."}], "speaker": "DERSHOWITZ", "secId": 257}, {"sentences": [{"sentId": 528, "text": "In the end, it didn't serve him well in the general election it."}, {"sentId": 529, "text": "It served him very well in securing his base during the..."}], "speaker": "DERSHOWITZ", "secId": 258}, {"sentences": [{"sentId": 530, "text": "You can have a rational basis and it could still come from a paranoid pathological place."}], "speaker": "AMADOR", "secId": 259}, {"sentences": [{"sentId": 531, "text": "I have to go."}, {"sentId": 532, "text": "Fascinating conversation though."}, {"sentId": 533, "text": "Thank you."}], "speaker": "LEMON", "secId": 260}, {"sentences": [{"sentId": 534, "text": "Thank you."}], "speaker": "AMADOR", "secId": 261}, {"sentences": [{"sentId": 535, "text": "I appreciate it."}, {"sentId": 536, "text": "We'll be back."}], "speaker": "LEMON", "secId": 262}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1610.21.cnnt.01.html.json", "time": "Aired October 21, 2016 - 22:00   ET"}