{"sectionCount": 196, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["ANNOUNCER", "LEMON", "PEREZ", "ACOSTA", "TRUMP", "JOHNS", "KHAN", "BORGER", "PRESTON", "SABATO", "MILLER", "DERSHOWITZ", "TOOBIN", "CONWAY", "FLANNERY", "LEWIS", "RYE", "LEWANDOWSKI", "CUBAN", "HUGHES", "NELL-HUGHES", "BEINART", "SELLERS"], "subTitle": "Director James Comey Announcing No Charges Against Clinton; FBI Finishes Review of New Emails. Aired 10-11p ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1611/06/cnnt.01.html", "sentenceCount": 755, "sections": [{"sentences": [{"sentId": 0, "text": "This is CNN breaking news."}], "speaker": "ANNOUNCER", "secId": 0}, {"sentences": [{"sentId": 1, "text": "Breaking news."}, {"sentId": 2, "text": "Case closed."}, {"sentId": 3, "text": "No changes against Hillary Clinton."}, {"sentId": 4, "text": "This is CNN tonight."}, {"sentId": 5, "text": "I'm Don Lemon."}], "speaker": "LEMON", "secId": 1}, {"sentences": [{"sentId": 6, "text": "James Comey sending a new letter to Congress today saying investigators found nothing in those recently discovered emails that lead them to recommend criminal charges against Hillary Clinton."}, {"sentId": 7, "text": "."}, {"sentId": 8, "text": "Official saying that thousands of new emails were mostly personal and duplicates of what had already been seen."}], "speaker": "LEMON", "secId": 2}, {"sentences": [{"sentId": 9, "text": "With the race getting tighter and only two days to go, could this seal the deal for Hillary Clinton."}, {"sentId": 10, "text": "We will discuss that."}], "speaker": "LEMON", "secId": 3}, {"sentences": [{"sentId": 11, "text": "Meanwhile, Donald Trump about to hold a rally in Pennsylvania tonight."}, {"sentId": 12, "text": "You are looking at live pictures now."}, {"sentId": 13, "text": "We will keep an eye on that for you as well."}], "speaker": "LEMON", "secId": 4}, {"sentences": [{"sentId": 14, "text": "We want to go straight to CNN's Jim Acosta, Joe Johns, Evan Perez, Gloria Borger and Mark Preston."}, {"sentId": 15, "text": "And also Larry Sabato, the director of the center for politics at the University of Virginia."}], "speaker": "LEMON", "secId": 5}, {"sentences": [{"sentId": 16, "text": "Good evening to all of you."}], "speaker": "LEMON", "secId": 6}, {"sentences": [{"sentId": 17, "text": "Evan, of course, I'm going to start with you about this investigation, another bombshell from the director of the FBI today."}, {"sentId": 18, "text": "Tell us about this new letter from Jim Comey."}], "speaker": "LEMON", "secId": 7}, {"sentences": [{"sentId": 19, "text": "Hey, Don."}, {"sentId": 20, "text": "It was another three paragraph letter."}, {"sentId": 21, "text": "It is a lacked a lot of specifics."}, {"sentId": 22, "text": "But the most important part for Hillary Clinton is that it doesn't change any of the conclusions that the FBI already made at the end of their year- long investigation at the use of a private server when she was secretary of state."}], "speaker": "PEREZ", "secId": 8}, {"sentences": [{"sentId": 23, "text": "This letter from Comey says in part, I will read a little piece of it for you."}, {"sentId": 24, "text": "It says during the process, we reviewed all of the communications that were to or from Hillary Clinton while she was secretary of state."}, {"sentId": 25, "text": "Based on our review we have not changed our conclusions that we expressed in July with respect to Secretary Clinton."}], "speaker": "PEREZ", "secId": 9}, {"sentences": [{"sentId": 26, "text": "Let's recall how we got here."}, {"sentId": 27, "text": "Comey sent a letter ten days ago saying that they had come across a new batch of emails, a new cache of emails on the computer belonging to Anthony Weiner, the former congressman who is married to Huma Abedin, Clinton's close aide."}, {"sentId": 28, "text": "Now, the investigators worked around the clock, according to Comey, in this letter to Congress and they used technology, software, to go through these emails as quickly as they could."}], "speaker": "PEREZ", "secId": 10}, {"sentences": [{"sentId": 29, "text": "Now, Don, it's really extraordinary because just, you know, Friday we were talking to officials at the FBI and they were not sure."}, {"sentId": 30, "text": "They didn't that think they could finish this before Election Day."}, {"sentId": 31, "text": "So the surprise was that they were finished today."}, {"sentId": 32, "text": "They briefed Comey on their findings and Comey sent his letter as soon as he could, Don."}], "speaker": "PEREZ", "secId": 11}, {"sentences": [{"sentId": 33, "text": "It's just an unbelievable development."}, {"sentId": 34, "text": "I mean, Jim, we have been talking about this for months, this campaign."}, {"sentId": 35, "text": "And every time you think, you know, it can't get any crazier, it does."}, {"sentId": 36, "text": "Just when you think it, you know, it can't get any more bizarre, it does."}, {"sentId": 37, "text": "What is Trump saying the FBI development, Jim?"}], "speaker": "LEMON", "secId": 12}, {"sentences": [{"sentId": 38, "text": "Jim Acosta."}], "speaker": "LEMON", "secId": 13}, {"sentences": [{"sentId": 39, "text": "Yes, Don."}, {"sentId": 40, "text": "I mean, if you talk to Trump campaign officials, they will say, this does not --."}, {"sentId": 41, "text": "Yes, I'm here."}, {"sentId": 42, "text": "Don, can you hear me?"}], "speaker": "ACOSTA", "secId": 14}, {"sentences": [{"sentId": 43, "text": "Yes, I can."}], "speaker": "LEMON", "secId": 15}, {"sentences": [{"sentId": 44, "text": "Don, if you can hear me, yes."}, {"sentId": 45, "text": "Top Trump campaign officials said this does not change the race."}, {"sentId": 46, "text": "They say this has not changed the race."}, {"sentId": 47, "text": "That voters will continue to see Hillary Clinton as not trustworthy."}, {"sentId": 48, "text": "And so, they say that is not changed by this Jim Comey letter."}], "speaker": "ACOSTA", "secId": 16}, {"sentences": [{"sentId": 49, "text": "However, consider the box that Donald Trump is in right now."}, {"sentId": 50, "text": "Earlier this year, he was saying that the FBI director are part of the rigged deal to throw the election to Hillary Clinton."}, {"sentId": 51, "text": "And then after Jim Comey released that letter a couple of weeks ago or little bit less than two weeks ago, saying that they were looking into the emails again."}, {"sentId": 52, "text": "Donald Trump was saying, well, Jim Comey was showing that he had a lot of guts."}], "speaker": "ACOSTA", "secId": 17}, {"sentences": [{"sentId": 53, "text": "It was no surprise that earlier tonight Donald Trump was telling a crowd in Michigan that basically, you know, he was just taking issue, really, with how the FBI has handling that investigation."}, {"sentId": 54, "text": "No real direct hit on Jim Comey."}, {"sentId": 55, "text": "Here's what Trump had to say."}], "speaker": "ACOSTA", "secId": 18}, {"sentences": [{"sentId": 56, "text": "The investigations into her crimes will go on for a long, long time."}, {"sentId": 57, "text": "The rank and file special agents at the FBI won't let her get away with her terrible crimes, including the deletion of 33,000 emails after receiving a congressional subpoena."}, {"sentId": 58, "text": "They forget about all of this."}], "speaker": "TRUMP", "secId": 19}, {"sentences": [{"sentId": 59, "text": "Right now she is being protected by a rigged system."}, {"sentId": 60, "text": "It's a totally rigged system."}, {"sentId": 61, "text": "I have been saying it for a long time."}, {"sentId": 62, "text": "You can't review 650,000 new emails in a day."}, {"sentId": 63, "text": "You can't do it, folks."}, {"sentId": 64, "text": "Hillary Clinton is guilty."}, {"sentId": 65, "text": "She knows it."}, {"sentId": 66, "text": "The FBI knows it."}, {"sentId": 67, "text": "The people know it."}, {"sentId": 68, "text": "And now, it's up to the American people to deliver justice at the ballot box on November 8th."}], "speaker": "TRUMP", "secId": 20}, {"sentences": [{"sentId": 69, "text": "And Don, we are not seeing any drop off in terms of enthusiasm."}, {"sentId": 70, "text": "As a matter of fact, this is one of the biggest crowds we have seen here in Pennsylvania for Donald Trump."}, {"sentId": 71, "text": "The line getting into this venue here at the Pittsburgh airport stretch about a mile long."}, {"sentId": 72, "text": "And the crowd here as they have been waiting for Donald Trump, he is running a couple hours late, were chanting all sorts of things, lock her up about Hillary Clinton and so on."}, {"sentId": 73, "text": "At one point, this crowd got so fired up."}, {"sentId": 74, "text": "They were upset about the fact that Bruce Springsteen was warming up one of Hillary Clinton's rallies."}, {"sentId": 75, "text": "And Don, you are not going to believe this."}, {"sentId": 76, "text": "They were actually booing as they were playing Brice Springsteen's \"Born in the USA\" here."}, {"sentId": 77, "text": "So that just shows you the level of anger among Trump supporters directed at Hillary Clinton."}, {"sentId": 78, "text": "They were boos Bruce Springsteen when playing \"Born in the USA\" on the audio system here to Trump rally."}], "speaker": "ACOSTA", "secId": 21}, {"sentences": [{"sentId": 79, "text": "Somehow, that seems sacrilegious with the boss, to boo the boss."}, {"sentId": 80, "text": "And not only is it loud where Jim Acosta is."}, {"sentId": 81, "text": "He has a big delay."}, {"sentId": 82, "text": "So Jim, standby."}], "speaker": "LEMON", "secId": 22}, {"sentences": [{"sentId": 83, "text": "Joe, I'm sure it's loud where you are."}, {"sentId": 84, "text": "Two team Clinton has indicated that they were not going to hear from her regarding these emails."}, {"sentId": 85, "text": "But what messages are they putting out?"}], "speaker": "LEMON", "secId": 23}, {"sentences": [{"sentId": 86, "text": "Well, they are putting out a few messages."}, {"sentId": 87, "text": "I think the number one message is it's not good for them."}, {"sentId": 88, "text": "They don't want to talk about it."}, {"sentId": 89, "text": "They didn't talk about it at the first event over in Ohio after the news broke."}, {"sentId": 90, "text": "And they didn't talk about it here in Manchester, New Hampshire."}, {"sentId": 91, "text": "It is not as loud as where Jim is."}, {"sentId": 92, "text": "In fact, Hillary Clinton has moved on from this location."}], "speaker": "JOHNS", "secId": 24}, {"sentences": [{"sentId": 93, "text": "The bottom line I think from the campaign is number one, this was expected."}, {"sentId": 94, "text": "They are glad they say Hillary Clinton can put this issue behind them."}, {"sentId": 95, "text": "But other than that, they prefer to try to move on."}, {"sentId": 96, "text": "And they try to do just that this evening with scheduled concert with James Taylor before this audience here in Manchester."}], "speaker": "JOHNS", "secId": 25}, {"sentences": [{"sentId": 97, "text": "Hillary Clinton was also introduced at this location by Khizr Khan, the gold star father who gave the rousing speech at the Democratic National Convention earlier this summer."}, {"sentId": 98, "text": "He introduced Hillary Clinton and gave a line or two that brought the really crowd to its feet."}, {"sentId": 99, "text": "Listen."}], "speaker": "JOHNS", "secId": 26}, {"sentences": [{"sentId": 100, "text": "Donald Trump, would my son Captain Humayun Khan have a place in your America."}, {"sentId": 101, "text": "Would Muslims have a place in your America?"}, {"sentId": 102, "text": "Would Latinos have a place in your America?"}, {"sentId": 103, "text": "Would African-Americans have a place in your America, Donald Trump?"}, {"sentId": 104, "text": "Would anyone who is not like you have a place in your America, Donald Trump?"}, {"sentId": 105, "text": "Well, thankfully, Mr. Trump, this isn't your America."}, {"sentId": 106, "text": "And on Tuesday -- and on Tuesday we are going to prove America belongs to all of us!"}], "speaker": "KHAN", "secId": 27}, {"sentences": [{"sentId": 107, "text": "So the Hillary Clinton campaign very much trying to turn the page here in New Hampshire and they are certainly worried about it."}, {"sentId": 108, "text": "It's a close race in this state."}, {"sentId": 109, "text": "And you know, there is not any early voting in New Hampshire."}, {"sentId": 110, "text": "It all happens pretty much on Tuesday."}, {"sentId": 111, "text": "The Hillary Clinton campaign, very aware of the fact that Bernie Sanders won the state by a big margin back in the primaries."}, {"sentId": 112, "text": "So they are worried about all that."}, {"sentId": 113, "text": "And moving on to some of the other states including Michigan again tomorrow."}, {"sentId": 114, "text": "That's another state Hillary Clinton lost in the primaries as well, Don."}], "speaker": "JOHNS", "secId": 28}, {"sentences": [{"sentId": 115, "text": "All right."}, {"sentId": 116, "text": "Joe, I want you to standby."}], "speaker": "LEMON", "secId": 29}, {"sentences": [{"sentId": 117, "text": "Gloria Borger."}, {"sentId": 118, "text": "Gloria."}, {"sentId": 119, "text": "Gloria."}, {"sentId": 120, "text": "Gloria."}, {"sentId": 121, "text": "The FBI said that I think seriously, they are going to stick with their July decision that there is no reasonable prosecutor, no reason for prosecutor would bring charges against Clinton."}, {"sentId": 122, "text": "That she was careless, but nothing criminal."}, {"sentId": 123, "text": "The million dollar question is how will this affect the race, do we know?"}], "speaker": "LEMON", "secId": 30}, {"sentences": [{"sentId": 124, "text": "We don't know."}, {"sentId": 125, "text": "The FBI has just said kind of never mind to what they did almost two weeks ago."}, {"sentId": 126, "text": "They did up end the race to a great degree."}, {"sentId": 127, "text": "But we really don't know the impact and I will tell you why."}], "speaker": "BORGER", "secId": 31}, {"sentences": [{"sentId": 128, "text": "First of all, tens of millions of people have already voted."}, {"sentId": 129, "text": "And some of those people may have been people who decided to vote because they were fed up with Hillary Clinton's emails."}, {"sentId": 130, "text": "We have no idea."}, {"sentId": 131, "text": "And we don't know how barked this issue already was in terms of emails."}, {"sentId": 132, "text": "And by the way, the Clinton campaign is not exactly going out on stage and trumpeting what we have on the Kyron here."}, {"sentId": 133, "text": "Yes, the FBI clears Clinton again."}], "speaker": "BORGER", "secId": 32}, {"sentences": [{"sentId": 134, "text": "Hillary Clinton is not going to talk about it."}, {"sentId": 135, "text": "She doesn't want to talk about her emails right now."}, {"sentId": 136, "text": "She wants to have her closing message heading into the last couple of days of this campaign."}, {"sentId": 137, "text": "She doesn't want to remind people of the email issue so she had the press secretary out there tweeting something saying, you know, we are gratified that this is now concluded and over with."}, {"sentId": 138, "text": "And she is going to be exonerated."}, {"sentId": 139, "text": "Her words, you know, words to that effect."}, {"sentId": 140, "text": "So you are not going to see the Clinton campaign trumpeting it."}, {"sentId": 141, "text": "And it's not going to change Donald Trump's campaign theme anyway which has always been crooked Hillary and he will continue to talk about emails."}, {"sentId": 142, "text": "And he will continue to talk about the Clinton foundation."}, {"sentId": 143, "text": "And he will say as Jim said that, you know, the FBI couldn't have gone through all these hundreds of thousands of emails in eight days."}, {"sentId": 144, "text": "But at this point, it's so late."}, {"sentId": 145, "text": "It is hard to know what kind of an impact this has if at all."}, {"sentId": 146, "text": "If there is damage to Hillary Clinton and I believe there was, I think that's done."}], "speaker": "BORGER", "secId": 33}, {"sentences": [{"sentId": 147, "text": "Yes."}, {"sentId": 148, "text": "The damage may already have been done."}], "speaker": "LEMON", "secId": 34}, {"sentences": [{"sentId": 149, "text": "Mark, you know, to Gloria's point, millions of people have voted."}, {"sentId": 150, "text": "They voted early in last nine days."}, {"sentId": 151, "text": "Some almost certainly."}, {"sentId": 152, "text": "I mean, we have to be, you know, fools to believe that they were not affected by the original Comey letter."}, {"sentId": 153, "text": "Are they votes that Clinton, these votes that she can never get back?"}], "speaker": "LEMON", "secId": 35}, {"sentences": [{"sentId": 154, "text": "Well, yes."}, {"sentId": 155, "text": "No doubt about it."}, {"sentId": 156, "text": "You know, it is interesting when this investigation was reopened for lack of a better term, you know, last week or what it was about nine or ten days ago."}, {"sentId": 157, "text": "Donald Trump said look at the people who had gone out and voted, you know."}, {"sentId": 158, "text": "They want to be able to vote again and he cited a couple of states where you can actually do that."}, {"sentId": 159, "text": "Well, you can't do that in those states now."}, {"sentId": 160, "text": "I mean, early voting has closed."}], "speaker": "PRESTON", "secId": 36}, {"sentences": [{"sentId": 161, "text": "You know, what will be interesting is to see how the local media in three specific states right now how they cover this over the next 24 and 36 hours."}, {"sentId": 162, "text": "Pennsylvania, New Hampshire and Michigan."}, {"sentId": 163, "text": "These are three states that don't allow early voting."}, {"sentId": 164, "text": "It's day out vote."}, {"sentId": 165, "text": "If they have some absentee but it's basically day of voting."}, {"sentId": 166, "text": "Of course, we have seen Donald Trump who is about to take the stage there in Pennsylvania right now."}, {"sentId": 167, "text": "We know Hillary Clinton and Springsteen and Bill Clinton and, you know, everyone is going to show up in Pennsylvania on Monday night for a closing rally."}, {"sentId": 168, "text": "So it's really key to see if the cake is already baked."}], "speaker": "PRESTON", "secId": 37}, {"sentences": [{"sentId": 169, "text": "And to Gloria's point, there was no doubt damage done to Hillary Clinton."}, {"sentId": 170, "text": "That's when we started to see Donald Trump's momentum and Hillary Clinton stalling when would certainly like when that Comey letter was released."}], "speaker": "PRESTON", "secId": 38}, {"sentences": [{"sentId": 171, "text": "So I don't know - look."}, {"sentId": 172, "text": "If vote is cast is basically gone by a marge."}, {"sentId": 173, "text": "But can she try to get voters in these three key states to turn if they were starting to go towards Trump."}], "speaker": "PRESTON", "secId": 39}, {"sentences": [{"sentId": 174, "text": "Interesting."}], "speaker": "LEMON", "secId": 40}, {"sentences": [{"sentId": 175, "text": "Larry, the polls have tightened up."}, {"sentId": 176, "text": "CNN's poll of polls are showing this, 45 percent Clinton and 42 percent Trump."}, {"sentId": 177, "text": "Now, she had some momentum before this letter, you know, went out by James Comey."}, {"sentId": 178, "text": "And then after that it damage herself somewhat."}, {"sentId": 179, "text": "How much did Comey's announcement over these nine days personally hurt Hillary Clinton."}], "speaker": "LEMON", "secId": 41}, {"sentences": [{"sentId": 180, "text": "Don, I think that announcement hurt her very seriously."}, {"sentId": 181, "text": "And in ways that don't necessarily relate to gathering votes at the time."}, {"sentId": 182, "text": "She was deprive that what would have been her victory lap in the final week of the campaign."}, {"sentId": 183, "text": "They planned to lay out some of her vision for the country and for her presidency."}, {"sentId": 184, "text": "And they had hoped to use Hillary Clinton to campaign for some of the key Democratic candidates for Senate and governor and house and particularly senate."}, {"sentId": 185, "text": "Because it is absolutely critical for her to get at least one house of Congress even if it's by just a vote."}, {"sentId": 186, "text": "So Comey took a lot of that away from her."}], "speaker": "SABATO", "secId": 42}, {"sentences": [{"sentId": 187, "text": "Having said that Don, and having acknowledged that the race has tightened because it brought Republicans home to Trump, I don't believe for a minute that this is even vaguely close."}, {"sentId": 188, "text": "I think that Hillary Clinton is going to do far better, far better than the 268 electoral votes you show on the map."}, {"sentId": 189, "text": "She will probably go well above 300 and I also don't think the popular vote is going to be as close as at least one polling average shows it to be."}, {"sentId": 190, "text": "LEMON:  And why is that, Larry?"}], "speaker": "SABATO", "secId": 43}, {"sentences": [{"sentId": 191, "text": "Why is it?"}, {"sentId": 192, "text": "Because as I know Mark Preston and others have pointed out many times the demographics of the United States have moved towards the Republicans and most importantly of all, Donald Trump has alienated the single most important new group of voters."}, {"sentId": 193, "text": "So Latinos."}, {"sentId": 194, "text": "And the latest survey out by the excellent to firm Latino decisions shows just a couple of days before the election, Hillary Clinton is getting about 76 percent of the Hispanic vote."}, {"sentId": 195, "text": "That's five points higher than Barack Obama got in 2012."}, {"sentId": 196, "text": "And it was a record when Obama got it."}, {"sentId": 197, "text": "Donald Trump is in the mid-teens."}, {"sentId": 198, "text": "Remember when we all said nobody could possibly do any worse than Mitt Romney who got 27 percent of Latinos."}, {"sentId": 199, "text": "Guess what?"}, {"sentId": 200, "text": "Somebody is doing a lot worse."}], "speaker": "SABATO", "secId": 44}, {"sentences": [{"sentId": 201, "text": "Hey, Gloria."}, {"sentId": 202, "text": "I want to ask you this."}, {"sentId": 203, "text": "You know, we have been talking about the damage of, you know, it may have caused the polls."}, {"sentId": 204, "text": "What about the narrative that has been on every single news channel across the country and every singly newspaper."}, {"sentId": 205, "text": "The Trump people, Donald Trump himself have been out giving the narrative."}, {"sentId": 206, "text": "One news agency saying, you know, an indictment is imminent."}, {"sentId": 207, "text": "I mean, how do you get that - those nine days of what turned out to be a false narrative back?"}, {"sentId": 208, "text": "That's virtually impossible."}], "speaker": "LEMON", "secId": 45}, {"sentences": [{"sentId": 209, "text": "It is."}, {"sentId": 210, "text": "You don't, you know, you don't get back those nine days."}, {"sentId": 211, "text": "I think the original sin for Hillary Clinton was having the private email server."}, {"sentId": 212, "text": "I think she acknowledges that."}, {"sentId": 213, "text": "I think everybody acknowledges that."}], "speaker": "BORGER", "secId": 46}, {"sentences": [{"sentId": 214, "text": "The next thing was Comey in July coming out and saying OK, I'm not going to prosecute her, but she was reckless with her emails."}, {"sentId": 215, "text": "That editorializing, if you will, was out of the ordinary for an FBI director and in hindsight should not have been done."}, {"sentId": 216, "text": "Then he came out and he said OK, I'm going to reopen this investigation."}], "speaker": "BORGER", "secId": 47}, {"sentences": [{"sentId": 217, "text": "There is no way that she can get back the nine days that she lost playing defense to a great degree."}, {"sentId": 218, "text": "Because what it did for Donald Trump is it gave him an easy message to stay on and to carry, which he did with the help of his staff."}, {"sentId": 219, "text": "And for the first time he was using the same playbook as his Senate candidates down ballot."}, {"sentId": 220, "text": "So they could be united as a Republican Party against Hillary Clinton and against, you know, the problem she had with her email server."}], "speaker": "BORGER", "secId": 48}, {"sentences": [{"sentId": 221, "text": "So it really worked for them."}, {"sentId": 222, "text": "Crystallized a message."}, {"sentId": 223, "text": "Maybe convinced a bunch of independent voters or moderate Republicans to say you know what, I just can't vote for her."}, {"sentId": 224, "text": "They might have been thinking about it, but maybe they weren't."}, {"sentId": 225, "text": "So she can't get it back."}], "speaker": "BORGER", "secId": 49}, {"sentences": [{"sentId": 226, "text": "However, the race is settled as we were just talking about."}, {"sentId": 227, "text": "And she seems to be somewhere between three and five points ahead."}, {"sentId": 228, "text": "And we look at the state by state."}, {"sentId": 229, "text": "Things are going OK for her which is why she doesn't want to go back to talking about the emails even if it's good news for her."}, {"sentId": 230, "text": "She just doesn't want to talk about it."}], "speaker": "BORGER", "secId": 50}, {"sentences": [{"sentId": 231, "text": "It is probably a good strategy for it."}], "speaker": "LEMON", "secId": 51}, {"sentences": [{"sentId": 232, "text": "Thank you, panel."}, {"sentId": 233, "text": "Standby."}, {"sentId": 234, "text": "I appreciate it."}, {"sentId": 235, "text": "I want to bring in Matthew Miller now, former spokesperson for the"}], "speaker": "LEMON", "secId": 52}, {"sentences": [{"sentId": 236, "text": "department of justice."}, {"sentId": 237, "text": "He supports Hillary Clinton."}], "speaker": "LEMON", "secId": 53}, {"sentences": [{"sentId": 238, "text": "Matthew, thank you so much for joining us here on Sunday evening here on CNN."}, {"sentId": 239, "text": "First, let me get your reaction to today's Comey's letter."}], "speaker": "LEMON", "secId": 54}, {"sentences": [{"sentId": 240, "text": "You know, I'm glad he put the letter out."}, {"sentId": 241, "text": "He at least tried to clean up some of the mess he made nine days ago."}, {"sentId": 242, "text": "But you know, there really is, as Gloria was just saying, there is no un-ringing that bell."}, {"sentId": 243, "text": "You threw a hand grenade in the middle of the presidential campaign, something that is completely inappropriate to the FBI director do, something that violates the department of justice guidelines."}, {"sentId": 244, "text": "And you know, he tried to come out and clean the mess up a little bit, but there is no going back."}, {"sentId": 245, "text": "And it's not just what he said in his letter nine days ago, but the leaks that he unleashed from the FBI."}, {"sentId": 246, "text": "You have agents who have seen leaking all sorts of things about Hillary Clinton."}], "speaker": "MILLER", "secId": 55}, {"sentences": [{"sentId": 247, "text": "Leaks that were not true."}], "speaker": "LEMON", "secId": 56}, {"sentences": [{"sentId": 248, "text": "Yes, leaks that were not true in many cases."}, {"sentId": 249, "text": "And I think what you have seen is, you know, if you are line agent, you see the FBI director saying the rules don't apply to me."}, {"sentId": 250, "text": "I'm not accountable to the attorney general."}, {"sentId": 251, "text": "I'm not accountable to other prosecutors of the justice department."}, {"sentId": 252, "text": "Agents down the line think that they can do that too."}, {"sentId": 253, "text": "And you are seeing all kinds of leaks unfairly tarnish in Hillary Clinton in a way that is really appropriate - inappropriate for the justice department."}], "speaker": "MILLER", "secId": 57}, {"sentences": [{"sentId": 254, "text": "So Matthew, if she does not win on Tuesday, will you hold Comey responsible, at least in part?"}], "speaker": "LEMON", "secId": 58}, {"sentences": [{"sentId": 255, "text": "Well, first of all I think she is going to win."}, {"sentId": 256, "text": "If you look at the polls it seems likely."}, {"sentId": 257, "text": "But if she doesn't, certainly he will have played a big part."}, {"sentId": 258, "text": "And that is in unconscionable thing for the justice department to have done, to the FBI to have done."}, {"sentId": 259, "text": "You know, their role is to administer justice."}, {"sentId": 260, "text": "And they have clear guidelines and practice that they are supposed to follow."}], "speaker": "MILLER", "secId": 59}, {"sentences": [{"sentId": 261, "text": "And I will say his inappropriate conduct goes all the way back to July when he came out and recommended no charges."}, {"sentId": 262, "text": "But in doing so did something that no FBI director is supposed to do and passed judgment on her conduct."}, {"sentId": 263, "text": "It was completely inappropriate then."}, {"sentId": 264, "text": "And it was the first of the series of mistakes that finally culminated in the most egregious one last week."}], "speaker": "MILLER", "secId": 60}, {"sentences": [{"sentId": 265, "text": "So you think he should have at least waited until we had a subpoena."}, {"sentId": 266, "text": "I mean, the FBI had  those emails first."}, {"sentId": 267, "text": "Because if they can get this done in nine days, they could probably gotten all of it done before announcing anything in that amount."}], "speaker": "LEMON", "secId": 61}, {"sentences": [{"sentId": 268, "text": "That's exactly the right point."}, {"sentId": 269, "text": "First of all, the FBI is not supposed to comment on ongoing investigations, period."}, {"sentId": 270, "text": "Second of all, even in the rare event that they might, they are certainly not supposed to do it so close to an election and you look at what he did today."}, {"sentId": 271, "text": "You say, why did he come out and send this last week."}, {"sentId": 272, "text": "If they can look through them so quickly and find out that they were duplicate, that there was really nothing new here, why did they rush it so close to the election."}, {"sentId": 273, "text": "They could have looked until after the election."}, {"sentId": 274, "text": "Or got handled it the way they do other investigation and just been complete quiet about it."}, {"sentId": 275, "text": "That would have been the far wiser course of action."}], "speaker": "MILLER", "secId": 62}, {"sentences": [{"sentId": 276, "text": "Matthew, just standby in a second."}, {"sentId": 277, "text": "I just want to tell our viewers that you are looking at Donald Trump arriving Mary Township, Pennsylvania."}, {"sentId": 278, "text": "It is a big rally there this evening."}, {"sentId": 279, "text": "Mary Township in Pennsylvania."}, {"sentId": 280, "text": "I'm sorry."}, {"sentId": 281, "text": "Say it again."}, {"sentId": 282, "text": "Moon-Township - sorry."}, {"sentId": 283, "text": "I thought it was said Mary."}], "speaker": "LEMON", "secId": 63}, {"sentences": [{"sentId": 284, "text": "So anyway, I have to ask you this, Matthew."}, {"sentId": 285, "text": "No matter who wins on Tuesday, should director Comey resign, do you think?"}], "speaker": "LEMON", "secId": 64}, {"sentences": [{"sentId": 286, "text": "You know, I think this current situation at DOJ is untenable."}, {"sentId": 287, "text": "You cannot have an FBI director that is unaccountable to the attorney general, unaccountable to anyone and that who doesn't follow the rules."}, {"sentId": 288, "text": "So I think one of three things neither has to happen."}, {"sentId": 289, "text": "Either one, he realizes that he has made some serious mistakes, has moment of imperfection and says you know what, I messed up."}, {"sentId": 290, "text": "I'm going to learn from it."}, {"sentId": 291, "text": "I'm going to be more accountable on the future."}], "speaker": "MILLER", "secId": 65}, {"sentences": [{"sentId": 292, "text": "The other thing that can happen is new attorney general comes in and reigns him in."}, {"sentId": 293, "text": "And the third thing that could happen is that he leads in some form or fashion."}], "speaker": "MILLER", "secId": 66}, {"sentences": [{"sentId": 294, "text": "All right, Matthew Miller, thank you very much."}, {"sentId": 295, "text": "I really appreciate that."}], "speaker": "LEMON", "secId": 67}, {"sentences": [{"sentId": 296, "text": "And again, you are looking at Donald Trump arriving in Moon Township, Pennsylvania giving a big rally."}, {"sentId": 297, "text": "These are the final moments of the campaign."}, {"sentId": 298, "text": "We are going to show both candidates out on the campaign trail tonight, tomorrow, all up until Election Day."}], "speaker": "LEMON", "secId": 68}, {"sentences": [{"sentId": 299, "text": "So make sure you stay with CNN for all day coverage of Election Day, every race across this country."}, {"sentId": 300, "text": "It all starts on Tuesday."}], "speaker": "LEMON", "secId": 69}, {"sentences": [{"sentId": 301, "text": "And when we come right back on this broadcast, a man who saw this whole thing coming and said that James Comey had no choice but to speak out before Election Day."}], "speaker": "LEMON", "secId": 70}, {"sentences": [{"sentId": 302, "text": "What people?"}, {"sentId": 303, "text": "What great people?"}, {"sentId": 304, "text": "When we win, we are bringing steel back."}, {"sentId": 305, "text": "We are going to bring steel back to Pennsylvania like it used to be."}, {"sentId": 306, "text": "We are putting our steelworkers and our miners back to work."}, {"sentId": 307, "text": "We are."}, {"sentId": 308, "text": "We will be bringing back our once great steel companies."}, {"sentId": 309, "text": "We are going to be bringing back new steel companies and plenty of other companies."}, {"sentId": 310, "text": "We are not going to allow our jobs to be taken from our states anymore."}], "speaker": "TRUMP", "secId": 71}, {"sentences": [{"sentId": 311, "text": "And we are back now live."}, {"sentId": 312, "text": "Of course, the candidates in this battleground states tonight."}, {"sentId": 313, "text": "Donald Trump in Pennsylvania still pushing the false email narrative even though Hillary Clinton was cleared again by the FBI."}, {"sentId": 314, "text": "Let's listen in."}], "speaker": "LEMON", "secId": 72}, {"sentences": [{"sentId": 315, "text": "Deliver justice at the ballot."}, {"sentId": 316, "text": "Look."}, {"sentId": 317, "text": "We are going to deliver justice the way justice used to be in this country."}, {"sentId": 318, "text": "At the ballot box on November 8th, we are going to do something so special."}, {"sentId": 319, "text": "It will be so special."}, {"sentId": 320, "text": "It will be an amazing day."}, {"sentId": 321, "text": "It will be called Brexit plus, plus, plus."}, {"sentId": 322, "text": "You know what I mean."}], "speaker": "TRUMP", "secId": 73}, {"sentences": [{"sentId": 323, "text": "And you know the polls are coming in and these very, very dishonest people back there, the media, they are not happy."}, {"sentId": 324, "text": "They are not happy."}, {"sentId": 325, "text": "They are not happy, folks."}, {"sentId": 326, "text": "We are leading in Ohio."}, {"sentId": 327, "text": "We are leading in Iowa."}, {"sentId": 328, "text": "We are leading in New Hampshire."}, {"sentId": 329, "text": "We are leading in North Carolina."}], "speaker": "TRUMP", "secId": 74}, {"sentences": [{"sentId": 330, "text": "Again, Donald Trump in Pennsylvania."}, {"sentId": 331, "text": "We will discuss his message and his narrative with our panel."}, {"sentId": 332, "text": "And just a little bit, less than two days ago until Election Day, the FBI director James Comey told congress, the investigation of Hillary Clinton's emails is closed."}, {"sentId": 333, "text": "Sources telling CNN the latest batch of emails were mostly personal and duplicates of what had already been seen."}], "speaker": "LEMON", "secId": 75}, {"sentences": [{"sentId": 334, "text": "Here to discuss not, CNN senior legal analyst Jeffrey Toobin, defense attorney Alan Dershowitz, author of \"Electile Dysfunction, a guide for the unaroused voter,\" John Flannery, former federal prosecutor for the southern district of New York."}], "speaker": "LEMON", "secId": 76}, {"sentences": [{"sentId": 335, "text": "Good evening, gentlemen."}, {"sentId": 336, "text": "Allan, to you."}, {"sentId": 337, "text": "You hate to say I told you so, but you told me and everyone who would listen last week that this would happen."}, {"sentId": 338, "text": "That Comey would have to speak out before the election."}, {"sentId": 339, "text": "Now you say what?"}], "speaker": "LEMON", "secId": 77}, {"sentences": [{"sentId": 340, "text": "Well, not only did I predict it, but more important, I think we all urged him to do it."}, {"sentId": 341, "text": "There was a lot of pressure on him."}, {"sentId": 342, "text": "We said that if he put the FBI agents 24-7, they could decide before the election whether or not these were duplicates or these are personal."}, {"sentId": 343, "text": "And Comey I think listened to us."}, {"sentId": 344, "text": "And he did that and he did the right thing."}, {"sentId": 345, "text": "He didn't solve the problems."}, {"sentId": 346, "text": "He didn't eliminate the issue."}, {"sentId": 347, "text": "But he did do the right thing to offset the wrong thing he had previously done."}], "speaker": "DERSHOWITZ", "secId": 78}, {"sentences": [{"sentId": 348, "text": "But the remaining problem is he doesn't seem to be able to control his own agents in terms of leaking."}, {"sentId": 349, "text": "And leaking ongoing investigations is in violation of rules and in violation of the law."}, {"sentId": 350, "text": "So I think he has a lot of answering to do."}, {"sentId": 351, "text": "And it may very well be that he is not now the appropriate person to continue to head up the FBI."}], "speaker": "DERSHOWITZ", "secId": 79}, {"sentences": [{"sentId": 352, "text": "Jeffrey Toobin, your turn."}, {"sentId": 353, "text": "What do you say?"}], "speaker": "LEMON", "secId": 80}, {"sentences": [{"sentId": 354, "text": "Well, I think director Comey has made a mess of this situation."}, {"sentId": 355, "text": "You know, we should not be talking about a pending investigation of one of the candidates a week before the Election Day."}, {"sentId": 356, "text": "I mean, one of the classic rules of being a federal prosecutor or federal law enforcement is put up or shut up."}, {"sentId": 357, "text": "You either charge someone or you say nothing at all."}, {"sentId": 358, "text": "Instead he has given now two updates on this investigation."}], "speaker": "TOOBIN", "secId": 81}, {"sentences": [{"sentId": 359, "text": "I think he has limited some of the damage that he did the first time by resolving this situation, but I think all of his behavior under lines that he should have followed justice department policy from the beginning and said nothing at all."}, {"sentId": 360, "text": "This is just a completely unnecessary controversy and Comey should not have raised it at all."}], "speaker": "TOOBIN", "secId": 82}, {"sentences": [{"sentId": 361, "text": "John, before you respond, I want to play this."}, {"sentId": 362, "text": "This is what Trump's campaign manager Kellyanne Conway has been saying over the last ten days."}], "speaker": "LEMON", "secId": 83}, {"sentences": [{"sentId": 363, "text": "I need to open with a very critical breaking news announcement."}, {"sentId": 364, "text": "The FBI has just sent a letter to Congress informing them that they have discovered new emails pertaining to the former secretary of state Hillary Clinton's investigation."}, {"sentId": 365, "text": "And they are reopening the case into her criminal and illegal conduct that threatens the security of the United States of America."}], "speaker": "TRUMP", "secId": 84}, {"sentences": [{"sentId": 366, "text": "Hillary Clinton's corruption is on a scale we have never seen before."}, {"sentId": 367, "text": "We must not let her take her criminal scheme into the oval office."}, {"sentId": 368, "text": "I have great respect for the fact that the FBI and the department of justice are now willing to have the courage to right the horrible mistake that they made."}], "speaker": "TRUMP", "secId": 85}, {"sentences": [{"sentId": 369, "text": "He just sees a constant cloud of corruption that follows Hillary Clinton around."}, {"sentId": 370, "text": "And for this FBI to make this remarkable move 11 days before the election means there must be something there."}], "speaker": "CONWAY", "secId": 86}, {"sentences": [{"sentId": 371, "text": "Hillary set up an illegal server for the obvious purpose of shielding her criminal conduct from public disclosure and exposure."}, {"sentId": 372, "text": "That didn't work."}, {"sentId": 373, "text": "Although it certainly did because 33,000 emails missing, you know."}, {"sentId": 374, "text": "We haven't seen it yet."}, {"sentId": 375, "text": "However, I think some of these 33,000 were captured yesterday."}], "speaker": "TRUMP", "secId": 87}, {"sentences": [{"sentId": 376, "text": "So John, as we said, Trump and his campaign manager have been saying over the last couple of days."}, {"sentId": 377, "text": "So in fact, none of these things ended up being true."}, {"sentId": 378, "text": "The FBI director bear responsibility for the circus that this became?"}], "speaker": "LEMON", "secId": 88}, {"sentences": [{"sentId": 379, "text": "It is worse than a circus."}, {"sentId": 380, "text": "It's almost a crime."}, {"sentId": 381, "text": "Comey had a storied career before he came to the FBI."}, {"sentId": 382, "text": "And this is the mark of his life."}, {"sentId": 383, "text": "This would be the first line in his orbit no matter what happens on Tuesday."}], "speaker": "FLANNERY", "secId": 89}, {"sentences": [{"sentId": 384, "text": "And instead of analyzing what he did that is wrong, we should have him act to correct what he did that was wrong."}, {"sentId": 385, "text": "And these two letters that he created, they are not the answer."}, {"sentId": 386, "text": "The answer is that he resigns by midnight tonight or early enough that the world can know that he though as a gentleman that what he did was so wrong and so interfered with our election that he should step down."}, {"sentId": 387, "text": "One of the former attorney general, Bobby Kennedy, has the expression"}], "speaker": "FLANNERY", "secId": 90}, {"sentences": [{"sentId": 388, "text": "that when the going gets tough, the tough gets."}, {"sentId": 389, "text": "Well, this man wasn't tough enough to stand up and do the job right."}, {"sentId": 390, "text": "So he should just get going."}, {"sentId": 391, "text": "And he should do it on its own scheme."}, {"sentId": 392, "text": "And I don't think we should be sympathetic and make excuses for him."}, {"sentId": 393, "text": "He is no leader of the FBI."}, {"sentId": 394, "text": "He is no leader of an investigation."}, {"sentId": 395, "text": "He has proven he has no idea how to do it or he is very far and chose to do it wrong."}, {"sentId": 396, "text": "In either case, what he has done is a constitutional error of historic dimensions and he should go."}, {"sentId": 397, "text": "And he should go his own scheme and he should do it before he goes to bed tonight."}], "speaker": "FLANNERY", "secId": 91}, {"sentences": [{"sentId": 398, "text": "Alan Dershowitz,  that you are seeing into the future."}, {"sentId": 399, "text": "How likely or realistic you think that is?"}], "speaker": "LEMON", "secId": 92}, {"sentences": [{"sentId": 400, "text": "You think this is funny."}, {"sentId": 401, "text": "This is not funny."}], "speaker": "FLANNERY", "secId": 93}, {"sentences": [{"sentId": 402, "text": "I don't think it's funny."}, {"sentId": 403, "text": "I don't think he is going to resign."}], "speaker": "DERSHOWITZ", "secId": 94}, {"sentences": [{"sentId": 404, "text": "Well then, why are you laughing?"}], "speaker": "FLANNERY", "secId": 95}, {"sentences": [{"sentId": 405, "text": "Because I have a good sense of humor and I laugh about everything."}, {"sentId": 406, "text": "That's part of life."}, {"sentId": 407, "text": "And if you don't like the way I respond --"}], "speaker": "DERSHOWITZ", "secId": 96}, {"sentences": [{"sentId": 408, "text": "This is not an academic question."}], "speaker": "FLANNERY", "secId": 97}, {"sentences": [{"sentId": 409, "text": "Of course, it's an academic - of course it is a serious question."}, {"sentId": 410, "text": "You are dead wrong when you say that."}], "speaker": "DERSHOWITZ", "secId": 98}, {"sentences": [{"sentId": 411, "text": "No, I'm not dead wrong."}], "speaker": "FLANNERY", "secId": 99}, {"sentences": [{"sentId": 412, "text": "You are dead wrong when you say he was partisan and intended to impact the election."}, {"sentId": 413, "text": "What happened was he got himself into a terrible situation where he thought was doing the right thing but he ended up doing the wrong thing."}, {"sentId": 414, "text": "And what happened -- we should put our finger and point our finger at the right person."}, {"sentId": 415, "text": "It is Donald Trump who misinformed the American public and told them that Hillary Clinton will be indicted."}, {"sentId": 416, "text": "That there must be stuff in those emails, otherwise they wouldn't have been done."}], "speaker": "DERSHOWITZ", "secId": 100}, {"sentences": [{"sentId": 417, "text": "We have to hold him - understand that."}, {"sentId": 418, "text": "But we have to hold the candidate accountable."}, {"sentId": 419, "text": "Comey isn't running for office."}, {"sentId": 420, "text": "Donald Trump is."}, {"sentId": 421, "text": "And we ought to hold him accountable and make sure that people understand that he will lie to the American public."}, {"sentId": 422, "text": "He will deceive the American public."}, {"sentId": 423, "text": "He will take advantage of the mistakes of others in order to try to serve his own purpose."}, {"sentId": 424, "text": "His credibility --."}], "speaker": "DERSHOWITZ", "secId": 101}, {"sentences": [{"sentId": 425, "text": "Alan, what he did, he did personally."}, {"sentId": 426, "text": "He did with his eyes open."}, {"sentId": 427, "text": "He has no child."}, {"sentId": 428, "text": "He has been an investigator or prosecutor a large part of his life."}, {"sentId": 429, "text": "He was told by key people in the justice department, this is wrong."}, {"sentId": 430, "text": "He knew it from his own practice and he did it anyhow."}, {"sentId": 431, "text": "We decide and tenth base  on circumstantial evidence while it screams against his misconduct."}], "speaker": "FLANNERY", "secId": 102}, {"sentences": [{"sentId": 432, "text": "I agree with that."}, {"sentId": 433, "text": "But he didn't do it in order to influence the election."}], "speaker": "DERSHOWITZ", "secId": 103}, {"sentences": [{"sentId": 434, "text": "How do you know that?"}], "speaker": "FLANNERY", "secId": 104}, {"sentences": [{"sentId": 435, "text": "Well, first of all, the burden of proof is on you."}], "speaker": "DERSHOWITZ", "secId": 105}, {"sentences": [{"sentId": 436, "text": "No it is not."}, {"sentId": 437, "text": "He had nothing when he started this investigation, Alan."}, {"sentId": 438, "text": "Nothing."}, {"sentId": 439, "text": "Zero."}], "speaker": "FLANNERY", "secId": 106}, {"sentences": [{"sentId": 440, "text": "We will have to see."}], "speaker": "DERSHOWITZ", "secId": 107}, {"sentences": [{"sentId": 441, "text": "No."}, {"sentId": 442, "text": "He had nothing."}], "speaker": "FLANNERY", "secId": 108}, {"sentences": [{"sentId": 443, "text": "You want to try to shout me down, you can shout me down."}], "speaker": "DERSHOWITZ", "secId": 109}, {"sentences": [{"sentId": 444, "text": "I already shut you down."}], "speaker": "FLANNERY", "secId": 110}, {"sentences": [{"sentId": 445, "text": "You are doing a great job."}, {"sentId": 446, "text": "The point is though we don't have to accuse him of having a partisan interest in the outcome of the election in order to say that what he did was wrong."}], "speaker": "DERSHOWITZ", "secId": 111}, {"sentences": [{"sentId": 447, "text": "I want to hear what Jeffrey Toobin has to say."}, {"sentId": 448, "text": "Jeffrey has been sitting by -- standing by very patiently."}, {"sentId": 449, "text": "Jeffrey, what do you make of this?"}], "speaker": "LEMON", "secId": 112}, {"sentences": [{"sentId": 450, "text": "Well, I'm not in the business of calling on people to resign."}, {"sentId": 451, "text": "I mean, I'm a journalist."}, {"sentId": 452, "text": "I'm not a participant in this business."}, {"sentId": 453, "text": "But I do think, you know, what we have over the past two weeks is a clear demonstration of why the justice department has a policy."}, {"sentId": 454, "text": "When there are investigations involve in elected officials, you say you investigator, you prosecutor, you say nothing."}, {"sentId": 455, "text": "Because here you have a situation where he is now in the position today of saying never mind about the whole thing which, you know, is -- it just underlines how unnecessary this whole situation is."}, {"sentId": 456, "text": "And we will never be able to rerun this election without Comey's introduction."}, {"sentId": 457, "text": "So we don't know ultimately what effect the first announcement and the second announcement have."}, {"sentId": 458, "text": "All we know or at least I think that neither one should have been made in the first place."}], "speaker": "TOOBIN", "secId": 113}, {"sentences": [{"sentId": 459, "text": "I spirited but amicable debate."}, {"sentId": 460, "text": "Thank you very much, gentlemen."}, {"sentId": 461, "text": "I really appreciate it."}], "speaker": "LEMON", "secId": 114}, {"sentences": [{"sentId": 462, "text": "Straight ahead, tens of millions of ballots have already been cast in early voting."}, {"sentId": 463, "text": "So what will today's FBI letter mean for the Clinton campaign and for Trump's momentum?"}], "speaker": "LEMON", "secId": 115}, {"sentences": [{"sentId": 464, "text": "The FBI director telling Congress that the probe of Hillary Clinton's email is over right now, but will voters make - what will voters make of all this?"}, {"sentId": 465, "text": "Here to discuss this now, CNN's political commentators Angela Rye,"}], "speaker": "LEMON", "secId": 116}, {"sentences": [{"sentId": 466, "text": "former executive director of congressional black caucus, Peter Beinart, contributor to \"the Atlantic,\" Corey Lewandowski, Donald Trump's former campaign manager, Bakari Sellers, a Clinton supporter, Scottie Nell-Hughes, a Trump supporters and Matt Lewis, senior contributor to \"the Daily Caller.\""}, {"sentId": 467, "text": "That's all the time we have left for the show."}], "speaker": "LEMON", "secId": 117}, {"sentences": [{"sentId": 468, "text": "Can you believe that we are here?"}], "speaker": "LEMON", "secId": 118}, {"sentences": [{"sentId": 469, "text": "Matt, less than 48 hours before this election and Comey said the Clinton probe is over."}, {"sentId": 470, "text": "Does this change the state of the race here?"}, {"sentId": 471, "text": "How does it hamper this race?"}], "speaker": "LEMON", "secId": 119}, {"sentences": [{"sentId": 472, "text": "Well, I think to me the biggest story that people don't talk about much because it's not as sexy is the U.S. Senate."}, {"sentId": 473, "text": "I actually think that the Comey story probably saves the senate for Republicans."}, {"sentId": 474, "text": "I think they will narrowly maintain control."}, {"sentId": 475, "text": "All the talk about this, I think Hillary probably still wins, but I think the Senate which is a huge deal, obviously, but it is just not as big as the presidency."}], "speaker": "LEWIS", "secId": 120}, {"sentences": [{"sentId": 476, "text": "Does this thwart his momentum?"}, {"sentId": 477, "text": "Does it affect his momentum at all or hers for that matter?"}], "speaker": "LEMON", "secId": 121}, {"sentences": [{"sentId": 478, "text": "You know what?"}, {"sentId": 479, "text": "I think the problem is that if you are talking about the FBI and you are talking about Hillary Clinton's emails, she loses."}, {"sentId": 480, "text": "So in a way, this could actually give Trump another little bump."}, {"sentId": 481, "text": "Remember, this was starting to fizzle."}, {"sentId": 482, "text": "This is about over a week ago that the story broke."}, {"sentId": 483, "text": "Hillary was starting to kind of get her mojo back."}, {"sentId": 484, "text": "She had the Jay-Z and Beyonce thing."}, {"sentId": 485, "text": "I think people were over it."}, {"sentId": 486, "text": "Now we are talking about emails again."}], "speaker": "LEWIS", "secId": 122}, {"sentences": [{"sentId": 487, "text": "But she lost nine days, Angela."}, {"sentId": 488, "text": "Can you connect the undone?"}, {"sentId": 489, "text": "She can't get that back."}], "speaker": "LEMON", "secId": 123}, {"sentences": [{"sentId": 490, "text": "No."}, {"sentId": 491, "text": "She can't get it back, but the good thing is I think that Clinton campaign - Hillary Clinton."}, {"sentId": 492, "text": "I start does not calling it the Clinton."}, {"sentId": 493, "text": "Hillary Rodham Clinton has demonstrated her ability to be resilient, not just in this campaign but throughout her lifetime."}, {"sentId": 494, "text": "The CNN documentary aired again last night."}, {"sentId": 495, "text": "The campaign is releasing a new documentary."}, {"sentId": 496, "text": "They are walking through her life."}, {"sentId": 497, "text": "People talk all the time about how she comes across as guarded."}, {"sentId": 498, "text": "It has filtered into what it has been considered a challenge with trustworthiness."}, {"sentId": 499, "text": "But the reality of it is there is a guard and who wouldn't be guarded after all of this?"}], "speaker": "RYE", "secId": 124}, {"sentences": [{"sentId": 500, "text": "All right."}, {"sentId": 501, "text": "Tonight, Donald Trump has been talking about this on the campaign trail and it seems to be a talking points because others are using the same points."}, {"sentId": 502, "text": "Listen to this."}], "speaker": "LEMON", "secId": 125}, {"sentences": [{"sentId": 503, "text": "You can't review 650,000 new emails in a day."}, {"sentId": 504, "text": "You can't do it, folks."}, {"sentId": 505, "text": "Hillary Clinton is guilty."}, {"sentId": 506, "text": "She knows it."}, {"sentId": 507, "text": "The FBI knows it."}, {"sentId": 508, "text": "The people know it."}, {"sentId": 509, "text": "And now it's up to the American people to deliver justice at the ballot box on November 8th."}, {"sentId": 510, "text": "Unbelievable."}, {"sentId": 511, "text": "Unbelievable what she gets away with."}], "speaker": "TRUMP", "secId": 126}, {"sentences": [{"sentId": 512, "text": "Corey Lewandowski, this is demonstrated on defending it on investigation?"}], "speaker": "LEMON", "secId": 127}, {"sentences": [{"sentId": 513, "text": "I think what Donald Trump said is absolutely right."}, {"sentId": 514, "text": "It's up to the American people to go to the ballot box in November 8th and cast their vote."}, {"sentId": 515, "text": "And what we see in major states that don't have really voting state like New Hampshire, states like Pennsylvania and states like Michigan, a huge percentage of that, 30 percent of the electorate in Colorado, even though it's mail in, actually turn in their ballots on Election Day."}], "speaker": "LEWANDOWSKI", "secId": 128}, {"sentences": [{"sentId": 516, "text": "These people are going to have the opportunity now to have a full, universal full amount of information before they go and cast their vote."}, {"sentId": 517, "text": "I think that's the most important thing."}, {"sentId": 518, "text": "And I hope as many people as possible show up and make their decision, do they want politics as usual or they want to change ."}, {"sentId": 519, "text": "That's what people to decide."}], "speaker": "LEWANDOWSKI", "secId": 129}, {"sentences": [{"sentId": 520, "text": "All right."}, {"sentId": 521, "text": "Everybody, I want my panel to stand by because we have some -- there is a billionaire on the phone right now and he is going to join us after the break."}, {"sentId": 522, "text": "He is joining us now."}, {"sentId": 523, "text": "I thought - all right."}, {"sentId": 524, "text": "So let's go now, Clinton supporter, Mark Cuban."}], "speaker": "LEMON", "secId": 130}, {"sentences": [{"sentId": 525, "text": "Mark, sorry about that."}, {"sentId": 526, "text": "I thought we are going to a break."}, {"sentId": 527, "text": "Thank you very much for joining us."}, {"sentId": 528, "text": "What's your reaction to this new Comey letter?"}], "speaker": "LEMON", "secId": 131}, {"sentences": [{"sentId": 529, "text": "I mean, I'm glad he wrote the letter."}, {"sentId": 530, "text": "I expected that they would find nothing."}, {"sentId": 531, "text": "I mean, if you read what the FBI report and what the judicial interview of Huma said, you know, there was no chance there was anything new there, you know."}, {"sentId": 532, "text": "It was a client or not that client and both are just going to duplicates, nothing else."}], "speaker": "CUBAN", "secId": 132}, {"sentences": [{"sentId": 533, "text": "Do you believe the damage to the Clinton campaign has already been done?"}], "speaker": "LEMON", "secId": 133}, {"sentences": [{"sentId": 534, "text": "Yes."}, {"sentId": 535, "text": "I mean, there was some damage."}, {"sentId": 536, "text": "But you know what?"}, {"sentId": 537, "text": "On the flip side, when I was traveling with her and actually I was at my brother's wedding last night."}, {"sentId": 538, "text": "And one of my cousins was working in California, calling in to Colorado."}, {"sentId": 539, "text": "And she told me that after the Comey letter came out that the participation rate in the call centers went up dramatically and more than doubled because people felt like they had to do more."}, {"sentId": 540, "text": "And they felt there were a lot of positive aspects to it."}, {"sentId": 541, "text": "Now, how you quantify that, I don't know."}], "speaker": "CUBAN", "secId": 134}, {"sentences": [{"sentId": 542, "text": "trump is campaigning tonight."}, {"sentId": 543, "text": "He had been campaigning in Michigan."}, {"sentId": 544, "text": "He is in Pennsylvania as well."}, {"sentId": 545, "text": "Where do you see the numbers are good for him?"}, {"sentId": 546, "text": "Do you think he is going to win over some blue states?"}], "speaker": "LEMON", "secId": 135}, {"sentences": [{"sentId": 547, "text": "I have no idea."}, {"sentId": 548, "text": "I mean, you know, just like everybody else, I really don't know."}, {"sentId": 549, "text": "You know, obviously, I think it is close."}, {"sentId": 550, "text": "But again, you can't quantify ground game who is getting out there."}, {"sentId": 551, "text": "I think Donald is misleading himself thinking that, you know, the size of the audience translates into more people going to the polls."}, {"sentId": 552, "text": "And you know, there has never been evidence that that's the case."}, {"sentId": 553, "text": "And so, we will see if ground game matter."}, {"sentId": 554, "text": "This is going to be an ultimate test."}], "speaker": "CUBAN", "secId": 136}, {"sentences": [{"sentId": 555, "text": "Let's talk about the narrative because we have been playing it and you seem out of the campaign trail."}, {"sentId": 556, "text": "And you hear people say lock her up."}, {"sentId": 557, "text": "Some people have been saying, you know, it sounds like a lynch mob with lock her up and put here I jail and all of those things."}, {"sentId": 558, "text": "You said that he is in your last response sort of glutting himself, will you think he is doing damage to his audience by continuing to promote a false narrative about these emails?"}], "speaker": "LEMON", "secId": 137}, {"sentences": [{"sentId": 559, "text": "Yes."}, {"sentId": 560, "text": "He is oblivious to the truth."}, {"sentId": 561, "text": "And that's a problem not just for him, but for the country."}, {"sentId": 562, "text": "You know, look."}, {"sentId": 563, "text": "I will say this."}, {"sentId": 564, "text": "I have yet to find somebody other than Peter  who is that is associated with the Trump campaign that has just the tiniest clue about technology."}, {"sentId": 565, "text": "Obviously, Donald, he is still thinks bleaching, you know, emails is literally using bleach."}, {"sentId": 566, "text": "And he really doesn't understand technology."}, {"sentId": 567, "text": "And it comes across when he talks that way."}, {"sentId": 568, "text": "I think he is doing himself, if not, you know, election damage certainly long term and brand damage."}], "speaker": "CUBAN", "secId": 138}, {"sentences": [{"sentId": 569, "text": "Talk more about that."}, {"sentId": 570, "text": "Because there was an article in the \"New York Times\" today by Maggie Haberman talking about the brand damage and that even his daughter, Ivanka in particular is concerned about brand damage after this."}], "speaker": "LEMON", "secId": 139}, {"sentences": [{"sentId": 571, "text": "Yes."}, {"sentId": 572, "text": "I mean, she should be careful."}, {"sentId": 573, "text": "You know, just have the country  and create negative sentiments  that is going to impact your business."}, {"sentId": 574, "text": "Donald Trump went from having a high end well respected brand to now half the country having a negative impression of him, you know."}, {"sentId": 575, "text": "And if you look -- I forget who came out with the article."}, {"sentId": 576, "text": "Maybe it was the Times or the Post that talked about the performance of his golf courses and they listed three of them, but they didn't even list the two in Scotland where ty have to produce public documents on the performance."}, {"sentId": 577, "text": "And so, of the five golf courses where we know they are performance, they are all losing money now."}, {"sentId": 578, "text": "That's not good."}, {"sentId": 579, "text": "And we have seen what happens, you know, with Trump Vancouver."}, {"sentId": 580, "text": "Trump Toronto has closed down."}, {"sentId": 581, "text": "You know, we have seen the pricing of the Washington hotel, the room rates and it is dropping like a lot."}, {"sentId": 582, "text": "We have yet to see anything positive with this company as a result of his campaign."}], "speaker": "CUBAN", "secId": 140}, {"sentences": [{"sentId": 583, "text": "You made quite a statement because you recently said that you were concerned that if Donald Trump could be - that a presidency of Donald Trump presidency would be susceptible to taking bribes."}, {"sentId": 584, "text": "Explain that."}], "speaker": "LEMON", "secId": 141}, {"sentences": [{"sentId": 585, "text": "Yes."}, {"sentId": 586, "text": "Well, look."}, {"sentId": 587, "text": "You know, historically, Donald has always put his bank account above everybody else."}, {"sentId": 588, "text": "He had no problem taking money for Trump University knowing he was delivering nothing."}, {"sentId": 589, "text": "He has no problem not paying vendors and he just, you know, plays it off by saying well, they didn't deserve to be paid."}, {"sentId": 590, "text": "Money first, money first, money first."}, {"sentId": 591, "text": "That's his history."}, {"sentId": 592, "text": "Look."}, {"sentId": 593, "text": "If you are sitting down at the negotiating table on the deals"}], "speaker": "CUBAN", "secId": 142}, {"sentences": [{"sentId": 594, "text": "you want to do, and some, you know, just as I said, all right, Donald, between me and you, leave the room."}, {"sentId": 595, "text": "$30 million wired to you."}, {"sentId": 596, "text": "$30 billion wired to your bank account if you just change a, b, and c.  Do you think there is 100 percent certainly he would say no?"}, {"sentId": 597, "text": "And just the fact that there is a greater than zero percent chance he might say yes."}, {"sentId": 598, "text": "Tells us all we need to know about Donald Trump."}], "speaker": "CUBAN", "secId": 143}, {"sentences": [{"sentId": 599, "text": "All right, Mark Cuban, thank you very much for that."}, {"sentId": 600, "text": "We appreciate you joining us here."}], "speaker": "LEMON", "secId": 144}, {"sentences": [{"sentId": 601, "text": "I saw a lot of people shaking their heads on this panel."}, {"sentId": 602, "text": "Some this way and some this way."}, {"sentId": 603, "text": "We will discuss right after this break."}], "speaker": "LEMON", "secId": 145}, {"sentences": [{"sentId": 604, "text": "All right."}, {"sentId": 605, "text": "So we are back now with my panel."}, {"sentId": 606, "text": "They are all here."}, {"sentId": 607, "text": "They were all listening to the Mark Cuban interview."}], "speaker": "LEMON", "secId": 146}, {"sentences": [{"sentId": 608, "text": "Scottie, you did not like it."}, {"sentId": 609, "text": "I saw the look on your face."}, {"sentId": 610, "text": "You did not like his reaction or response."}], "speaker": "LEMON", "secId": 147}, {"sentences": [{"sentId": 611, "text": "I think it is typical."}, {"sentId": 612, "text": "And nothing he said was new in that comment."}, {"sentId": 613, "text": "I mean, we are just a few hours out from election polls."}, {"sentId": 614, "text": "So he is going to be call in to probably every show --."}], "speaker": "HUGHES", "secId": 148}, {"sentences": [{"sentId": 615, "text": "What do you disagree with most?"}], "speaker": "LEMON", "secId": 149}, {"sentences": [{"sentId": 616, "text": "Talking about the brand."}, {"sentId": 617, "text": "I actually look it in a different way."}, {"sentId": 618, "text": "I think Mr. Trump has invested."}, {"sentId": 619, "text": "This shows how he was willing to risk of his own, his own company in order to try to make a difference in America and save America."}], "speaker": "NELL-HUGHES", "secId": 150}, {"sentences": [{"sentId": 620, "text": "And so, I think when you are talking about his brand is going down, I'm wearing Ivanka Trump shoes."}, {"sentId": 621, "text": "His brands are going to ."}, {"sentId": 622, "text": "They will bounce back on this."}, {"sentId": 623, "text": "But I think this just shows how much he is personally invested in our country."}, {"sentId": 624, "text": "And to talk about Donald Trump possibly taking bribes, isn't that what the whole thing about Hillary Clinton right now is in the pay for play and politicians taking money in order exchange for votes?"}, {"sentId": 625, "text": "And you are going to accuse Donald Trump of it when you have no validity and no actual any sort of evidence to back that up?"}, {"sentId": 626, "text": "That's just --"}], "speaker": "NELL-HUGHES", "secId": 151}, {"sentences": [{"sentId": 627, "text": "Did you suggest that Hillary Clinton had, someone specific, Hillary Clinton took money for votes?"}, {"sentId": 628, "text": "Because I must have missed that."}], "speaker": "BEINART", "secId": 152}, {"sentences": [{"sentId": 629, "text": "Pay for play?"}, {"sentId": 630, "text": "Have you not heard of that whole statement in the last three months?"}], "speaker": "NELL-HUGHES", "secId": 153}, {"sentences": [{"sentId": 631, "text": "No, no, no."}, {"sentId": 632, "text": "Pay for play, yes."}, {"sentId": 633, "text": "Even the pay for play claim, right, which is that people who gave money to the foundation might have gotten special access to the state department even though I haven't really seen much evidence of that."}, {"sentId": 634, "text": "It doesn't suggest that actually that influenced the vote."}, {"sentId": 635, "text": "So I just -- seems like -- if you have Mark Cuban shouldn't have rest as the bribe thing and I don't think he should have."}], "speaker": "BEINART", "secId": 154}, {"sentences": [{"sentId": 636, "text": "So you don't think speeches given that Bill Clinton win, that it was paid hundreds of thousands of dollars for him."}, {"sentId": 637, "text": "That just magically things like uranium one being sold to Russia or talking about anything that happened with Erickson phones being able to actually be granted to Haiti?"}], "speaker": "NELL-HUGHES", "secId": 155}, {"sentences": [{"sentId": 638, "text": "I think that's far-fetched."}], "speaker": "BEINART", "secId": 156}, {"sentences": [{"sentId": 639, "text": "No."}, {"sentId": 640, "text": "I think it is actually called true."}], "speaker": "NELL-HUGHES", "secId": 157}, {"sentences": [{"sentId": 641, "text": "Uranium thing had to be signed off by multiple government agencies that Hillary Clinton, let alone Bill Clinton had nothing do with."}], "speaker": "BEINART", "secId": 158}, {"sentences": [{"sentId": 642, "text": "So does he actually being paid to give a speech --"}], "speaker": "NELL-HUGHES", "secId": 159}, {"sentences": [{"sentId": 643, "text": "I think a lot of former politicians have given speeches outside the United States."}], "speaker": "BEINART", "secId": 160}, {"sentences": [{"sentId": 644, "text": "OK.  Let's move on and talk about the actual piece here because a lot of that honest speculation."}, {"sentId": 645, "text": "Nothing has been proven but, you know, it is out there."}, {"sentId": 646, "text": "Just out there doesn't mean that is necessarily true."}], "speaker": "LEMON", "secId": 161}, {"sentences": [{"sentId": 647, "text": "All right."}, {"sentId": 648, "text": "So Corey, I want to talk about this \"New York Times\" piece that I mentioned earlier to Mark Cuban who I talks about the supposedly pulls back the curtain."}, {"sentId": 649, "text": "What is going on behind the scenes at the Trump campaign?"}, {"sentId": 650, "text": "Sources describe Trump as being anxious, anxious candidate who hates to be alone right now."}, {"sentId": 651, "text": "It also mentions you that you still talk to him often."}, {"sentId": 652, "text": "What you guys talking about?"}, {"sentId": 653, "text": "What's going on in his head right now?"}], "speaker": "LEMON", "secId": 162}, {"sentences": [{"sentId": 654, "text": "Look."}, {"sentId": 655, "text": "I think if you believe everything in the failing \"New York Times,\" then we are all in big trouble."}, {"sentId": 656, "text": "I think 80 percent of the country now on sale, you know."}, {"sentId": 657, "text": "Who knows what's going on over there and we saw that report just leaked --."}], "speaker": "LEWANDOWSKI", "secId": 163}, {"sentences": [{"sentId": 658, "text": "Just one behind - then why don't you set the record straight then?"}], "speaker": "LEMON", "secId": 164}, {"sentences": [{"sentId": 659, "text": "Let me set the record straight, OK.  Ivanka Trump has never expressed concern about her brand ever."}, {"sentId": 660, "text": "And they don't have her On the Record saying that."}, {"sentId": 661, "text": "They have a source which they don't attribute any factual basis to."}, {"sentId": 662, "text": "So there is no concern about the brand whatsoever."}, {"sentId": 663, "text": "The brand is now  than it has ever been."}, {"sentId": 664, "text": "Anybody who says otherwise has no factual basis for it."}], "speaker": "LEWANDOWSKI", "secId": 165}, {"sentences": [{"sentId": 665, "text": "So as someone who is still in touch with the campaign and you are because we see pictures, and what are you saying?"}, {"sentId": 666, "text": "I know you're still talking to Donald Trump."}, {"sentId": 667, "text": "I mean, we know that."}, {"sentId": 668, "text": "So tell us."}, {"sentId": 669, "text": "Set us straight."}, {"sentId": 670, "text": "What's going on behind the scenes?"}, {"sentId": 671, "text": "What's his head space right now?"}], "speaker": "LEMON", "secId": 166}, {"sentences": [{"sentId": 672, "text": "You know what I think?"}, {"sentId": 673, "text": "I think Donald Trump has the biggest crowds of any candidate -- LEMON:  I know."}, {"sentId": 674, "text": "That wasn't my question."}, {"sentId": 675, "text": "You are not going to answer"}], "speaker": "LEWANDOWSKI", "secId": 167}, {"sentences": [{"sentId": 676, "text": "my question for it."}], "speaker": "LEWANDOWSKI", "secId": 168}, {"sentences": [{"sentId": 677, "text": "."}], "speaker": "LEWANDOWSKI", "secId": 169}, {"sentences": [{"sentId": 678, "text": "No, no, no."}, {"sentId": 679, "text": "OK, you are not going to answer."}, {"sentId": 680, "text": "I'm going to move on."}, {"sentId": 681, "text": "OK, good."}], "speaker": "LEMON", "secId": 170}, {"sentences": [{"sentId": 682, "text": "So let me tell you what I talk to him about."}, {"sentId": 683, "text": "I said stay on your message."}, {"sentId": 684, "text": "Make sure that you know that the American people know that you are the outsider."}, {"sentId": 685, "text": "Make that they know that there is fundamental wholesale change coming to Washington."}], "speaker": "LEWANDOWSKI", "secId": 171}, {"sentences": [{"sentId": 686, "text": "What does he say back to you?"}], "speaker": "LEMON", "secId": 172}, {"sentences": [{"sentId": 687, "text": "He says I agree."}, {"sentId": 688, "text": "That's exactly what the American people want."}, {"sentId": 689, "text": "That is what this movement has been."}, {"sentId": 690, "text": "This movement is bigger than Donald Trump."}, {"sentId": 691, "text": "And he said it from day one."}], "speaker": "LEWANDOWSKI", "secId": 173}, {"sentences": [{"sentId": 692, "text": "What else do you talk about?"}], "speaker": "LEMON", "secId": 174}, {"sentences": [{"sentId": 693, "text": "We talk about his crowds."}, {"sentId": 694, "text": "You know, we saw today how big his crowds were."}, {"sentId": 695, "text": "He doesn't need Jay-Z or anybody else to go."}, {"sentId": 696, "text": "He brings himself --."}], "speaker": "LEWANDOWSKI", "secId": 175}, {"sentences": [{"sentId": 697, "text": "What does he say behind the scenes?"}, {"sentId": 698, "text": "Does he tell you that, you know, what's his biggest concern here?"}, {"sentId": 699, "text": "Does he believe that it's actually possible?"}, {"sentId": 700, "text": "What's his big concern?"}], "speaker": "LEMON", "secId": 176}, {"sentences": [{"sentId": 701, "text": "You know what the big concern is that all of these people, these tens of millions of people who invested in Donald Trump aren't going to get the results that they want."}, {"sentId": 702, "text": "That's a concern for everybody."}, {"sentId": 703, "text": "They have invested their heart and soul into this campaign."}, {"sentId": 704, "text": "Let's not to say people don't do that for the Clinton campaign."}, {"sentId": 705, "text": "But the difference here is people are tired of a broken Washington."}, {"sentId": 706, "text": "And they want a leader who is going to change it."}], "speaker": "LEWANDOWSKI", "secId": 177}, {"sentences": [{"sentId": 707, "text": "Thank you for answering my question."}, {"sentId": 708, "text": "So, go on."}, {"sentId": 709, "text": "What do you make of -- I'm sure you read the article."}, {"sentId": 710, "text": "What do you think?"}, {"sentId": 711, "text": "Do you believe that's the biggest concern?"}], "speaker": "LEMON", "secId": 178}, {"sentences": [{"sentId": 712, "text": "Yes."}, {"sentId": 713, "text": "I mean, First I think Mark Cuban is one of Hillary Clinton's most effective surrogates."}, {"sentId": 714, "text": "Mark Cuban and Mike Bloomberg."}, {"sentId": 715, "text": "Because those are actually people who have a great amount of wealth."}, {"sentId": 716, "text": "Those are people who can actually chide Donald Trump on s own playing field."}], "speaker": "SELLERS", "secId": 179}, {"sentences": [{"sentId": 717, "text": "And one the things in Mark Cuban said which I think is relevant to the discussion is talking about his demeanor."}, {"sentId": 718, "text": "And talking about the way that he interacts."}, {"sentId": 719, "text": "And we know for a fact that Donald Trump actually owes about $650 million to the bank of China, Russian banks and other places."}], "speaker": "SELLERS", "secId": 180}, {"sentences": [{"sentId": 720, "text": "And so, when he talks about being susceptible -"}], "speaker": "SELLERS", "secId": 181}, {"sentences": [{"sentId": 721, "text": "."}, {"sentId": 722, "text": "SELLERS:  Susceptible to a bride."}, {"sentId": 723, "text": "I don't think it is that far-"}], "speaker": "LEMON", "secId": 182}, {"sentences": [{"sentId": 724, "text": "fetched."}, {"sentId": 725, "text": "Maybe it is not something that is a talking point."}, {"sentId": 726, "text": "That should come from the campaign."}, {"sentId": 727, "text": "But I think it's OK to come from somebody like Mark Cuban."}], "speaker": "LEMON", "secId": 183}, {"sentences": [{"sentId": 728, "text": "Angela Rye, what do you make that?"}, {"sentId": 729, "text": "You know, they have taken his twitter away."}], "speaker": "LEMON", "secId": 184}, {"sentences": [{"sentId": 730, "text": "Yes."}], "speaker": "RYE", "secId": 185}, {"sentences": [{"sentId": 731, "text": "That's not true."}], "speaker": "NELL-HUGHES", "secId": 186}, {"sentences": [{"sentId": 732, "text": "I'm listening."}], "speaker": "RYE", "secId": 187}, {"sentences": [{"sentId": 733, "text": "Go ahead."}], "speaker": "LEMON", "secId": 188}, {"sentences": [{"sentId": 734, "text": "Finish --"}], "speaker": "RYE", "secId": 189}, {"sentences": [{"sentId": 735, "text": "What do you think?"}, {"sentId": 736, "text": "Is that like a pair - and first of all he says it's not true."}, {"sentId": 737, "text": "What is your response in all that?"}], "speaker": "LEMON", "secId": 190}, {"sentences": [{"sentId": 738, "text": "So it's very clear."}, {"sentId": 739, "text": "At least for the last 48 hours that Donald Trump is not tweeting."}, {"sentId": 740, "text": "He is not responding to comments."}, {"sentId": 741, "text": "It's only thank you to the crowd, although, that is great."}, {"sentId": 742, "text": "I think they should have taken his twitter account away a long time ago."}, {"sentId": 743, "text": "It would have resulted in a more positive discourse in electronics space."}, {"sentId": 744, "text": "We know that folks on this stage can't necessarily talk on twitter."}, {"sentId": 745, "text": "So I think that there is --."}], "speaker": "RYE", "secId": 191}, {"sentences": [{"sentId": 746, "text": "Melania Trump would agree with you."}], "speaker": "LEMON", "secId": 192}, {"sentences": [{"sentId": 747, "text": "I think she would."}, {"sentId": 748, "text": "She has the cyber bully platform now."}, {"sentId": 749, "text": "And I think maybe she is saying we do need to start with my husband."}, {"sentId": 750, "text": "Maybe she heard the uproar which is fantastic."}], "speaker": "RYE", "secId": 193}, {"sentences": [{"sentId": 751, "text": "What she was saying was that we didn't need to be so rude to each other on online space."}], "speaker": "LEMON", "secId": 194}, {"sentences": [{"sentId": 752, "text": "There is no evidence that this true."}, {"sentId": 753, "text": "You are going off in an anonymous source."}], "speaker": "RYE", "secId": 195}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1611.06.cnnt.01.html.json", "time": "Aired November 6, 2016 - 22:00   ET"}