{"sectionCount": 276, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["ANNOUNCER", "LEMON", "OBAMA", "CABRERA", "UNIDENTIFIED PROTESTERS", "CHANTAE", "SIMON", "KOSINSKI", "TRUMP", "NAFTALI", "SWERDLICK", "BERG", "HILL", "RYE", "SETMAYER", "UNIDENTIFIED MALE", "SMITH", "KINGSTON", "BEINART", "STUDENTS", "CHEN", "UNIDENTIFIED REPORTER"], "subTitle": "Anti-Trump Protests for a Second Night; Obama Meets with Trump in the Oval Office; Impact of Black Voters on Election Results; Aired 11-12a ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1611/10/cnnt.03.html", "sentenceCount": 644, "sections": [{"sentences": [{"sentId": 0, "text": "This is CNN Breaking News."}], "speaker": "ANNOUNCER", "secId": 0}, {"sentences": [{"sentId": 1, "text": "Breaking news tonight you're looking at live pictures in Los Angeles."}, {"sentId": 2, "text": "Anti-Trump protesters taking to the streets around the nation for a second night."}, {"sentId": 3, "text": "In a tweet Donald Trump calls them professional protesters who are being very unfair to him."}], "speaker": "LEMON", "secId": 1}, {"sentences": [{"sentId": 4, "text": "This is CNN TONIGHT, I am Don Lemon."}], "speaker": "LEMON", "secId": 2}, {"sentences": [{"sentId": 5, "text": "The president-elect takes control of the U.S. government in 71 days."}, {"sentId": 6, "text": "Today, laying the groundwork in Washington."}, {"sentId": 7, "text": "President Barack Obama welcoming his successor to a historic meeting in the Oval Office today."}], "speaker": "LEMON", "secId": 3}, {"sentences": [{"sentId": 8, "text": "I believe that it is important for all of us regardless of party and regardless of political preferences to now come together, work together, to deal with the many challenges that we face."}], "speaker": "OBAMA", "secId": 4}, {"sentences": [{"sentId": 9, "text": "After a Trump on Capitol Hill meeting with Republican leaders."}], "speaker": "LEMON", "secId": 5}, {"sentences": [{"sentId": 10, "text": "But we're going to start with tonight anti-Trump protesters voicing their anger at Donald Trump's election."}, {"sentId": 11, "text": "CNN's Dan Simon is in Oakland, California."}, {"sentId": 12, "text": "Ana Cabrera is in Denver for us."}, {"sentId": 13, "text": "We're going to begin with you, Ana."}, {"sentId": 14, "text": "Let's start with what's going on there."}, {"sentId": 15, "text": "What's happening where you are?"}, {"sentId": 16, "text": "What are protesters saying?"}, {"sentId": 17, "text": "What do they want?"}], "speaker": "LEMON", "secId": 6}, {"sentences": [{"sentId": 18, "text": "Well, Don, they want to make sure their voice is heard."}, {"sentId": 19, "text": "They don't want to feel oppressed and they don't want to feel discriminated against."}, {"sentId": 20, "text": "There are a lot of different groups that have been offended by Donald Trump throughout the course of the campaign."}, {"sentId": 21, "text": "And they're not marching through downtown Denver."}], "speaker": "CABRERA", "secId": 7}, {"sentences": [{"sentId": 22, "text": "Thousands of people who have come out this afternoon and well into the evening hours now."}, {"sentId": 23, "text": "We've been going for about four hours alongside these protesters."}, {"sentId": 24, "text": "It started at the state capitol."}, {"sentId": 25, "text": "We're hearing --"}], "speaker": "CABRERA", "secId": 8}, {"sentences": [{"sentId": 26, "text": "No justice, no peace."}], "speaker": "UNIDENTIFIED PROTESTERS", "secId": 9}, {"sentences": [{"sentId": 27, "text": "Some of these chants like \"no justice, no peace,\" and we're also hearing a lot of other peaceful messages --"}], "speaker": "CABRERA", "secId": 10}, {"sentences": [{"sentId": 28, "text": "Donald Trump has got to go."}], "speaker": "UNIDENTIFIED PROTESTERS", "secId": 11}, {"sentences": [{"sentId": 29, "text": "That are relating to other groups who are part of this crowd from the LGBT community, to women who want to express themselves and say that there is not a place for sexism in our country, they -- we've heard from a lot of Latinos in the crowd who are concerned about the immigration rhetoric from Donald Trump."}, {"sentId": 30, "text": "We've heard from Black Lives Matter here."}], "speaker": "CABRERA", "secId": 12}, {"sentences": [{"sentId": 31, "text": "There's been a lot of chants, coming together trying to find a unified voice of acceptance and compassion."}], "speaker": "CABRERA", "secId": 13}, {"sentences": [{"sentId": 32, "text": "Chantae is one of the protesters here with me, carrying signs like this, \"not my president.\""}], "speaker": "CABRERA", "secId": 14}, {"sentences": [{"sentId": 33, "text": "Chantae, why do you feel this way?"}], "speaker": "CABRERA", "secId": 15}, {"sentences": [{"sentId": 34, "text": "We're going backwards."}, {"sentId": 35, "text": "If we keep him in the House, we're going backwards."}, {"sentId": 36, "text": "It's not the America that I want to be a part of and it's not the America that I represent."}], "speaker": "CHANTAE", "secId": 16}, {"sentences": [{"sentId": 37, "text": "What's the message here tonight?"}], "speaker": "CABRERA", "secId": 17}, {"sentences": [{"sentId": 38, "text": "Message here is that the people want to be heard."}, {"sentId": 39, "text": "The popular vote wasn't listened to so now we're out on the streets trying to make sure that we're being heard."}], "speaker": "CHANTAE", "secId": 18}, {"sentences": [{"sentId": 40, "text": "What's the goal?"}], "speaker": "CABRERA", "secId": 19}, {"sentences": [{"sentId": 41, "text": "I mean, the goal is to get him out of there."}, {"sentId": 42, "text": "The goal is to make sure that transpeople are protected, that black people are protected, that Muslims are protected, that women are protected, and that our voice is heard, because this -- exactly, this is what democracy looks like."}], "speaker": "CHANTAE", "secId": 20}, {"sentences": [{"sentId": 43, "text": "Chantae, thanks for talking to us."}, {"sentId": 44, "text": "We really appreciate it."}], "speaker": "CABRERA", "secId": 21}, {"sentences": [{"sentId": 45, "text": "There you have it, Don."}, {"sentId": 46, "text": "Again, we've seen people of all walks of life here among the crowd tonight."}, {"sentId": 47, "text": "Back to you."}], "speaker": "CABRERA", "secId": 22}, {"sentences": [{"sentId": 48, "text": "All right, Ana."}, {"sentId": 49, "text": "To Oakland now, where Dan Simon is."}, {"sentId": 50, "text": "Dan, what are you seeing there?"}], "speaker": "LEMON", "secId": 23}, {"sentences": [{"sentId": 51, "text": "I want to echo exactly what Ana was saying in terms of the people who are at the rally where she is."}, {"sentId": 52, "text": "You're hearing --"}], "speaker": "SIMON", "secId": 24}, {"sentences": [{"sentId": 53, "text": "We can hear him."}, {"sentId": 54, "text": "We can hear you, Dan."}, {"sentId": 55, "text": "Go ahead, keep going."}], "speaker": "LEMON", "secId": 25}, {"sentences": [{"sentId": 56, "text": "OK."}, {"sentId": 57, "text": "I apologize, Don."}, {"sentId": 58, "text": "I want to talk to this gentleman right here."}, {"sentId": 59, "text": "This is Manuel Carono ."}, {"sentId": 60, "text": "And you can see his sign, \"Single father, taxpayer, undocumented, afraid.\""}, {"sentId": 61, "text": "LEMON:  All right."}, {"sentId": 62, "text": "Dan, stand by."}, {"sentId": 63, "text": "We'll get back to Dan when he"}], "speaker": "SIMON", "secId": 26}, {"sentences": [{"sentId": 64, "text": "fixes that."}, {"sentId": 65, "text": "I want to bring in now White House correspondent, Michelle Kosinski."}], "speaker": "SIMON", "secId": 27}, {"sentences": [{"sentId": 66, "text": "Michelle, there are several important things to talk about today."}, {"sentId": 67, "text": "Meetings in the capitol."}, {"sentId": 68, "text": "First the president and the president-elect."}, {"sentId": 69, "text": "What you can tell us?"}], "speaker": "SIMON", "secId": 28}, {"sentences": [{"sentId": 70, "text": "Yes, I mean, this meeting was certainly not without its awkwardness."}, {"sentId": 71, "text": "Especially since one day prior at the White House, there were staff members openly weeping."}, {"sentId": 72, "text": "I mean, looking shell shocked."}, {"sentId": 73, "text": "But the thing is, it was a different world today."}], "speaker": "KOSINSKI", "secId": 29}, {"sentences": [{"sentId": 74, "text": "I mean, everybody wanting to talk about reassurance and putting the best face forward and it was no different for Donald Trump and President Obama."}, {"sentId": 75, "text": "I mean sitting there -- you heard Donald Trump call President Obama a very good man, saying that he respects him."}, {"sentId": 76, "text": "President Obama didn't use those same words, but you have to consider these are two people who, you know, in the prior weeks and months, Donald Trump called President Obama incompetent, and very stupid, the founder of ISIS."}], "speaker": "KOSINSKI", "secId": 30}, {"sentences": [{"sentId": 77, "text": "President Obama has said that Donald Trump was not fit to hold that office and now here they are together talking about, at the very least, a way to move forward."}, {"sentId": 78, "text": "Listen."}], "speaker": "KOSINSKI", "secId": 31}, {"sentences": [{"sentId": 79, "text": "Most of all, I want to emphasize to you, Mr. President-elect, that we now are going to want to do everything we can to help you succeed because if you succeed, then the country succeeds."}], "speaker": "OBAMA", "secId": 32}, {"sentences": [{"sentId": 80, "text": "I very much look forward to dealing with the president in the future, including counsel."}, {"sentId": 81, "text": "He explained some of the difficulties, some of the high-flying assets and some of the -- some of the really great things that have been achieved."}], "speaker": "TRUMP", "secId": 33}, {"sentences": [{"sentId": 82, "text": "So, Mr. President, it was a great honor being with you and I look forward to being with you many, many more time in the future."}, {"sentId": 83, "text": "Thank you."}], "speaker": "TRUMP", "secId": 34}, {"sentences": [{"sentId": 84, "text": "Thank you."}], "speaker": "OBAMA", "secId": 35}, {"sentences": [{"sentId": 85, "text": "This is the way that they reinforce unity in America, that they tried to say, you know, this is going to be smooth moving forward, be calm, everybody, this is how it's going to be."}, {"sentId": 86, "text": "We're going to help each other make a smooth transition, but everybody also knows, you know, what was said out there was extremely unprecedentedly cutting."}], "speaker": "KOSINSKI", "secId": 36}, {"sentences": [{"sentId": 87, "text": "There was a lot about this election that was obviously very different."}, {"sentId": 88, "text": "I mean, one of those things was President Obama was on the trail so much and it was pretty interesting after this meeting to then be in the White House briefing and ask the White House, what about all of those things President Obama said, and -- and the White House responded, you know, the president feels the same way."}, {"sentId": 89, "text": "That he meant everything he said on the campaign trail."}], "speaker": "KOSINSKI", "secId": 37}, {"sentences": [{"sentId": 90, "text": "So they weren't going to back away from it."}, {"sentId": 91, "text": "What they want to do is just look forward."}, {"sentId": 92, "text": "Even though the guerrilla in the room is that Donald Trump wants to roll back pretty much all of President Obama's policies but they wouldn't talk about that either."}, {"sentId": 93, "text": "The sense that they put out was that what will be will be, but that was America's choice and now it's time to work on this transition in earnest, Don."}], "speaker": "KOSINSKI", "secId": 38}, {"sentences": [{"sentId": 94, "text": "And Michelle, what about the meetings that took place between the first lady and Melania Trump?"}], "speaker": "LEMON", "secId": 39}, {"sentences": [{"sentId": 95, "text": "Well, there wasn't an official readout, but the White House did talk about that a little bit."}, {"sentId": 96, "text": "I mean, there was a photo that came out of it."}, {"sentId": 97, "text": "That's pretty much all we saw and it did look relaxed, like they were having a conversation."}, {"sentId": 98, "text": "And the way the White House described it is they had tea together, they went out on to the Truman balcony and looked out at the White House lawn."}, {"sentId": 99, "text": "It's a place that Michelle Obama likes very much."}, {"sentId": 100, "text": "And then they toured the White House and they talked about what it's like to raise children there."}], "speaker": "KOSINSKI", "secId": 40}, {"sentences": [{"sentId": 101, "text": "All right."}, {"sentId": 102, "text": "Thank you very much, Michelle Kosinski."}], "speaker": "LEMON", "secId": 41}, {"sentences": [{"sentId": 103, "text": "I want to bring in now CNN presidential historian Timothy Naftali, the former director of the Nixon Presidential Library, CNN political commentator David Swerdlick, assistant editor-in-chief of the \"Washington Post,\" and political analyst Rebecca Berg, national political reporter for RealClearPolitics."}], "speaker": "LEMON", "secId": 42}, {"sentences": [{"sentId": 104, "text": "What an interesting day, everyone."}, {"sentId": 105, "text": "Timothy, you first."}, {"sentId": 106, "text": "We know that Donald Trump -- we know what he thought about today because he tweeted it out tonight."}, {"sentId": 107, "text": "Here's what he said up on the screen."}, {"sentId": 108, "text": "\"A fantastic day in D.C.  Met with President Obama for the first time."}, {"sentId": 109, "text": "Really good meeting."}, {"sentId": 110, "text": "Great chemistry."}, {"sentId": 111, "text": "Melania liked the Mrs. O a lot.\""}], "speaker": "LEMON", "secId": 43}, {"sentences": [{"sentId": 112, "text": "What's your reaction to what you saw at the White House today?"}], "speaker": "LEMON", "secId": 44}, {"sentences": [{"sentId": 113, "text": "Well, first of all, both men -- Donald Trump looked as if he was in awe."}], "speaker": "NAFTALI", "secId": 45}, {"sentences": [{"sentId": 114, "text": "Yes."}], "speaker": "LEMON", "secId": 46}, {"sentences": [{"sentId": 115, "text": "Look at him."}, {"sentId": 116, "text": "It's as if he's thinking, oh my god, what -- that scene in \"The Candidate\" saying, what do I do next?"}], "speaker": "NAFTALI", "secId": 47}, {"sentences": [{"sentId": 117, "text": "Right."}], "speaker": "LEMON", "secId": 48}, {"sentences": [{"sentId": 118, "text": "And President Obama is very serious."}, {"sentId": 119, "text": "Remember when Trump started to talk about the rigged election, and everyone was saying, you have to accept the results."}, {"sentId": 120, "text": "Well, there's two sizes to that and President Obama understood he could not allow people to see him wobble or waffle, but he had to accept the result immediately."}, {"sentId": 121, "text": "So what you had with him there was that he was being very serious and basically telling Donald Trump, this is the job you're getting."}, {"sentId": 122, "text": "At one point, Donald Trump gave the impression that President Obama"}], "speaker": "NAFTALI", "secId": 49}, {"sentences": [{"sentId": 123, "text": "had actually talked to him about intelligence matters because he talked about high-flying assets."}, {"sentId": 124, "text": "It's clear that the president talked to him about some serious foreign policy issues and I think that may shape Trump's thinking a little bit about the nature of the office that he's just won."}], "speaker": "NAFTALI", "secId": 50}, {"sentences": [{"sentId": 125, "text": "Yes."}, {"sentId": 126, "text": "Because he is the sitting president of the United States, and has been so for two terms and knows what it's like to be in that office."}], "speaker": "LEMON", "secId": 51}, {"sentences": [{"sentId": 127, "text": "And my -- here's, David, I wonder if people realize when they're out there on that campaign trail."}], "speaker": "LEMON", "secId": 52}, {"sentences": [{"sentId": 128, "text": "Right."}], "speaker": "SWERDLICK", "secId": 53}, {"sentences": [{"sentId": 129, "text": "And they're up on that stage, do they realize that if I actually get that job, do I want people to play all of that juxtaposed to sitting -- pictures of me sitting in the Oval Office, or sitting in a room with -- what we saw today."}, {"sentId": 130, "text": "If you had seen Donald Trump, sitting there with the president today, and you run his words that he has said over the campaign, the length of these months, is that befitting of where he was sitting today?"}], "speaker": "LEMON", "secId": 54}, {"sentences": [{"sentId": 131, "text": "Well, I -- in my view, look, I'll put this way, Don."}, {"sentId": 132, "text": "President-elect Donald Trump said some ugly things on the campaign trail."}, {"sentId": 133, "text": "There's no getting around that and I think that he's got some work to do if he's going to attempt to heal some of the divisions that he helped create on the campaign trail, but now that he's the president-elect, it was appropriate that he and President Obama sat there and had this cordial sort of meeting of the minds and I'm glad that Tim, who is a presidential historian said that he felt like Donald Trump was in awe because that was similar to my reaction to it."}], "speaker": "SWERDLICK", "secId": 55}, {"sentences": [{"sentId": 134, "text": "I was looking at Trump sitting there next to President Obama and not agreeing with him on policy, probably not agreeing with him on temperament or personality, and probably not that they're going to become golf buddies at some point."}, {"sentId": 135, "text": "But looking at President Obama and seeing a guy who's been there for eight years, who sits in that chair with full command of the office, and Trump having somewhat of a look on his face like, OK, wow, I need to step my game up."}], "speaker": "SWERDLICK", "secId": 56}, {"sentences": [{"sentId": 136, "text": "I'm about to be in charge."}], "speaker": "SWERDLICK", "secId": 57}, {"sentences": [{"sentId": 137, "text": "Yes."}, {"sentId": 138, "text": "And it's again -- not just saying Donald Trump, any -- any presidential candidate."}], "speaker": "LEMON", "secId": 58}, {"sentences": [{"sentId": 139, "text": "Yes."}], "speaker": "SWERDLICK", "secId": 59}, {"sentences": [{"sentId": 140, "text": "I wonder if they think about that, like -- I mean, you know if they actually get to the e office, you know, when they say your past can come back to haunt you."}, {"sentId": 141, "text": "Right?"}], "speaker": "LEMON", "secId": 60}, {"sentences": [{"sentId": 142, "text": "Remember, Don, this man, Donald Trump, has the least amount of experience, relative experience of any, any president-elect in modern history."}], "speaker": "NAFTALI", "secId": 61}, {"sentences": [{"sentId": 143, "text": "Right."}], "speaker": "LEMON", "secId": 62}, {"sentences": [{"sentId": 144, "text": "So that office to him is much bigger and much stranger than it would have been for any of his predecessors."}], "speaker": "NAFTALI", "secId": 63}, {"sentences": [{"sentId": 145, "text": "Yes."}, {"sentId": 146, "text": "And Rebecca, listen."}, {"sentId": 147, "text": "He did win."}, {"sentId": 148, "text": "He is the president- elect."}, {"sentId": 149, "text": "The American people should give him a chance to govern because if he succeeds we succeed."}, {"sentId": 150, "text": "Now he's -- you know, Trump said that he look forward to meeting with the president, quote, \"many, many, more times in the future.\""}, {"sentId": 151, "text": "Do you think that will happen?"}], "speaker": "LEMON", "secId": 64}, {"sentences": [{"sentId": 152, "text": "I certainly think it's possible."}, {"sentId": 153, "text": "Look, President Obama has reached out to former presidents while he has been in office."}, {"sentId": 154, "text": "He's actually become pretty good friends with the Bush family."}, {"sentId": 155, "text": "We saw that great picture of Michelle Obama hugging George W. Bush at a recent event where they were all together and of course they've been in touch with the Clintons, as well, during their administration and it helps when you're taking an office that you don't fully know and don't fully understand when you have questions --"}], "speaker": "BERG", "secId": 65}, {"sentences": [{"sentId": 156, "text": "But can I say there's one caveat, though?"}, {"sentId": 157, "text": "There's one caveat."}, {"sentId": 158, "text": "President Bush and President Obama never ran against each other."}], "speaker": "LEMON", "secId": 66}, {"sentences": [{"sentId": 159, "text": "Sure."}], "speaker": "BERG", "secId": 67}, {"sentences": [{"sentId": 160, "text": "So there was never -- there was never a face-to-face conversation."}, {"sentId": 161, "text": "Now, surely, you know, President Obama said some things about President Bush, getting into the economic turmoil and the depression and all of that and going to war, but they never had a chance to go head-to-head and really, really combat each other."}], "speaker": "LEMON", "secId": 68}, {"sentences": [{"sentId": 162, "text": "Go ahead."}, {"sentId": 163, "text": "Continue on, sorry."}], "speaker": "LEMON", "secId": 69}, {"sentences": [{"sentId": 164, "text": "Don't forget, Don, that President Obama went head-to-head with Hillary Clinton and not only did he -- and President Clinton pretty well insulted President Obama during that campaign."}, {"sentId": 165, "text": "It was a really, really harsh campaign, really divisive for Democrats and at the end, not only did they work together, but Hillary Clinton worked for President Obama as secretary of state."}, {"sentId": 166, "text": "So ultimately I think a lot of these people who do run for higher office do have this underlying sense, fundamental sense of patriotism, that at the end of the day they do want to help the country if they can and that's what this is about."}], "speaker": "BERG", "secId": 70}, {"sentences": [{"sentId": 167, "text": "You -- do you agree with that?"}], "speaker": "LEMON", "secId": 71}, {"sentences": [{"sentId": 168, "text": "Well, I think that presidents have two switches."}, {"sentId": 169, "text": "One is the political self and one is the presidential self."}, {"sentId": 170, "text": "Today you saw -- today you saw President Obama's presidential self."}, {"sentId": 171, "text": "He knows that as president he has to respect the constitution and the electoral college is in the constitution."}, {"sentId": 172, "text": "He was political, Barack Obama, on the hustings, on the trail."}, {"sentId": 173, "text": "Trying to defeat Trump."}, {"sentId": 174, "text": "He didn't defeat Trump."}, {"sentId": 175, "text": "Now by the nature of our constitution, he has to accept the result and so President Obama kicked in."}, {"sentId": 176, "text": "That's what you're seeing."}], "speaker": "NAFTALI", "secId": 72}, {"sentences": [{"sentId": 177, "text": "Yes."}, {"sentId": 178, "text": "Thank you, panel."}, {"sentId": 179, "text": "Interesting conversation."}], "speaker": "LEMON", "secId": 73}, {"sentences": [{"sentId": 180, "text": "Straight ahead the turnout of African-American voters was down slightly from the last presidential election."}, {"sentId": 181, "text": "Did that affect the outcome?"}, {"sentId": 182, "text": "We'll talk about it next."}], "speaker": "LEMON", "secId": 74}, {"sentences": [{"sentId": 183, "text": "We're back now live."}, {"sentId": 184, "text": "Anti-Trump protesters taking to the streets tonight for a second night in a row."}, {"sentId": 185, "text": "I want to talk about the outcome of the election with CNN political commentators Marc Lamont Hill, the host of BET News, Tara Setmayer, Republican strategist, and Angela Rye, former executive director of the Congressional Black Caucus."}], "speaker": "LEMON", "secId": 75}, {"sentences": [{"sentId": 186, "text": "Congratulations on BET."}, {"sentId": 187, "text": "I don't know if I told you that on the air."}], "speaker": "LEMON", "secId": 76}, {"sentences": [{"sentId": 188, "text": "Thank you, Don."}], "speaker": "HILL", "secId": 77}, {"sentences": [{"sentId": 189, "text": "Very nice work."}, {"sentId": 190, "text": "Angela, black turnout down nationally from 13 percent in 2012, 12 percent in 2016."}, {"sentId": 191, "text": "It's such a tight election year."}, {"sentId": 192, "text": "Did these numbers make a difference?"}], "speaker": "LEMON", "secId": 78}, {"sentences": [{"sentId": 193, "text": "They absolutely made a difference."}, {"sentId": 194, "text": "I think the biggest difference that we've seen is white voter turnout, and who they voted for, it's been interesting to kind of watch this narrative over the last few days, or last couple of days anyway."}, {"sentId": 195, "text": "They've said that Hillary Clinton failed to motivate millennials, Hillary Clinton failed to motivate minorities, and I think the real issue is that white people failed Hillary Clinton."}, {"sentId": 196, "text": "I don't think it's about us at all and the real issue is I wonder how they expected black people to vote after voting for the first black president in 2008 and 2012."}], "speaker": "RYE", "secId": 79}, {"sentences": [{"sentId": 197, "text": "Yes."}, {"sentId": 198, "text": "And what about African-American women, though, because they voted overwhelmingly, for Hillary Clinton, 94 percent of black women supported her."}, {"sentId": 199, "text": "Still wasn't enough."}], "speaker": "LEMON", "secId": 80}, {"sentences": [{"sentId": 200, "text": "I think again that goes to the point so we can continue to kind of blame black voters but I think black voters are very clearly the most loyal voting base, not only in the Democratic Party, but period."}], "speaker": "RYE", "secId": 81}, {"sentences": [{"sentId": 201, "text": "Black people turnout -- and I want to remind you, Don Lemon, this is after not spending a whole lot of resources in our communities."}, {"sentId": 202, "text": "The CBC members that I've talked to have been very, very clear about the fact that they have continually stated there aren't enough resources being poured into this election, there aren't enough resources being targeted to our constituents and this may end up being a problem, and they said it through Tuesday and they ended up being correct."}], "speaker": "RYE", "secId": 82}, {"sentences": [{"sentId": 203, "text": "Marc, what about black men?"}, {"sentId": 204, "text": "13 percent of black men went for Donald Trump."}, {"sentId": 205, "text": "You didn't vote for him."}, {"sentId": 206, "text": "You weren't supporting Hillary Clinton."}, {"sentId": 207, "text": "You were supporting Jill Stein."}], "speaker": "LEMON", "secId": 83}, {"sentences": [{"sentId": 208, "text": "Yes."}], "speaker": "HILL", "secId": 84}, {"sentences": [{"sentId": 209, "text": "Do you regret not voting for her in the swing state -- because you're in Pennsylvania where the margin was just 68,000?"}], "speaker": "LEMON", "secId": 85}, {"sentences": [{"sentId": 210, "text": "No."}, {"sentId": 211, "text": "I voted my conscience."}, {"sentId": 212, "text": "I voted for the person I wanted to be president."}, {"sentId": 213, "text": "I was a little stunned."}, {"sentId": 214, "text": "A little surprised that 13 percent of black men voted for Donald Trump, given the misogyny in his message, given his kind of stoking the flames of racism throughout his candidacy, I was disturbed and I don't buy that."}, {"sentId": 215, "text": "And I wish --"}], "speaker": "HILL", "secId": 86}, {"sentences": [{"sentId": 216, "text": "Do you believe those polling numbers?"}], "speaker": "LEMON", "secId": 87}, {"sentences": [{"sentId": 217, "text": "Not entirely."}, {"sentId": 218, "text": "But whatever the number is, it probably was too high."}], "speaker": "HILL", "secId": 88}, {"sentences": [{"sentId": 219, "text": "Right."}], "speaker": "LEMON", "secId": 89}, {"sentences": [{"sentId": 220, "text": "It was lower than black women, you know, for Clinton or whomever and that disturbed me."}, {"sentId": 221, "text": "I don't regret voting Green because Hillary Clinton didn't present a platform, ideology or campaign that spoke to me."}, {"sentId": 222, "text": "If she had done so I would have voted for her."}, {"sentId": 223, "text": "There ultimately was a lack of resources on the ground as Angela said."}, {"sentId": 224, "text": "I was in Pennsylvania, I was in Florida."}, {"sentId": 225, "text": "Hispanic voters were targeting Florida, not black people nearly as much, same thing in Pennsylvania."}, {"sentId": 226, "text": "They didn't make a commitment."}, {"sentId": 227, "text": "They put their feet up in August."}], "speaker": "HILL", "secId": 90}, {"sentences": [{"sentId": 228, "text": "Do you think -- did you think she was going to win Pennsylvania?"}], "speaker": "LEMON", "secId": 91}, {"sentences": [{"sentId": 229, "text": "I thought there was a chance."}], "speaker": "HILL", "secId": 92}, {"sentences": [{"sentId": 230, "text": "So did you think your vote would even matter?"}, {"sentId": 231, "text": "Is that why --"}], "speaker": "LEMON", "secId": 93}, {"sentences": [{"sentId": 232, "text": "Of course I think my vote matters."}, {"sentId": 233, "text": "It's my vote."}], "speaker": "HILL", "secId": 94}, {"sentences": [{"sentId": 234, "text": "Yes."}], "speaker": "LEMON", "secId": 95}, {"sentences": [{"sentId": 235, "text": "See, the problem is we like to shame people -- I'm not saying you, but we like to shame people into thinking that they voted for the wrong person or if you don't vote this way, then we're responsible."}, {"sentId": 236, "text": "First of all the people who are responsible for Trump being president are the 50-plus million who voted for Donald Trump."}, {"sentId": 237, "text": "And the reason more people didn't vote for Hillary Clinton is because she didn't make herself an attractive enough candidate."}, {"sentId": 238, "text": "That's the issue here."}, {"sentId": 239, "text": "She didn't present a platform -- I didn't want her to be president, so I didn't vote for her."}], "speaker": "HILL", "secId": 96}, {"sentences": [{"sentId": 240, "text": "Did you agree with that?"}], "speaker": "LEMON", "secId": 97}, {"sentences": [{"sentId": 241, "text": "Well, yes, obviously I didn't vote for Hillary Clinton either or Donald Trump."}, {"sentId": 242, "text": "I believe my conscience and --"}], "speaker": "SETMAYER", "secId": 98}, {"sentences": [{"sentId": 243, "text": "And you're Republican."}], "speaker": "LEMON", "secId": 99}, {"sentences": [{"sentId": 244, "text": "And I'm a Republican."}, {"sentId": 245, "text": "I'm a conservative and I couldn't cast a ballot for him for a number of reasons and I have enumerated for several months right here in this network but it was interesting to see."}, {"sentId": 246, "text": "I think, you know, to look at the numbers, Hillary Clinton had 5 percent less with the black vote this time around than Barack Obama."}, {"sentId": 247, "text": "That's significant."}, {"sentId": 248, "text": "But it wasn't only the black vote."}, {"sentId": 249, "text": "She had -- I believe it was 5 percent less I believe in the Latino vote as well."}, {"sentId": 250, "text": "Women, I was shocked that the gender gap wasn't larger."}, {"sentId": 251, "text": "It was relatively the same this time around between --"}], "speaker": "SETMAYER", "secId": 100}, {"sentences": [{"sentId": 252, "text": "Here it is."}, {"sentId": 253, "text": "According to this CNN exit polls, for what you're talking about --"}], "speaker": "LEMON", "secId": 101}, {"sentences": [{"sentId": 254, "text": "Yes."}], "speaker": "SETMAYER", "secId": 102}, {"sentences": [{"sentId": 255, "text": "It was not only white men who pushed Trump to victory, it was white women, as you said."}], "speaker": "LEMON", "secId": 103}, {"sentences": [{"sentId": 256, "text": "Right."}], "speaker": "SETMAYER", "secId": 104}, {"sentences": [{"sentId": 257, "text": "53 percent of whom voted for Trump."}, {"sentId": 258, "text": "I mean, even with all of the controversial things that he said about women."}, {"sentId": 259, "text": "Why did so many women vote for him?"}], "speaker": "LEMON", "secId": 105}, {"sentences": [{"sentId": 260, "text": "Yes."}, {"sentId": 261, "text": "I was shocked by that and it just speaks to what an awful candidate Hillary Clinton was."}, {"sentId": 262, "text": "The whole historic value of the first president went out the door a long time ago because she was so untrustworthy, the allegations of corruption, the years of being the status quo."}, {"sentId": 263, "text": "She represented the system."}, {"sentId": 264, "text": "And the Bernie folks on the Democrat side and then obviously on the Republican side, the whole talk of the rigged system, I think Hillary Clinton represented that for those folks and they could not bring themselves to vote for her, as Marc said, she didn't speak to them, but in -- as far as the black vote is concerned it did make a difference in places like Wisconsin and Milwaukee, where she's got 70,000 less votes than Barack Obama did."}], "speaker": "SETMAYER", "secId": 106}, {"sentences": [{"sentId": 265, "text": "In Detroit, which is 80 percent black."}, {"sentId": 266, "text": "She got almost 125,000 less votes than Barack Obama did in 2012."}, {"sentId": 267, "text": "Those aren't small numbers and those are both two states she lost."}], "speaker": "SETMAYER", "secId": 107}, {"sentences": [{"sentId": 268, "text": "And some white women voted their race and not their gender."}], "speaker": "HILL", "secId": 108}, {"sentences": [{"sentId": 269, "text": "Absolutely."}], "speaker": "SETMAYER", "secId": 109}, {"sentences": [{"sentId": 270, "text": "And I don't mean to oversimplify it."}, {"sentId": 271, "text": "But they closed ranks around race here."}, {"sentId": 272, "text": "I mean, we just assume that by virtue of being women they would vote differently given everything Donald Trump said."}, {"sentId": 273, "text": "But they appealed to whiteness and white supremacy in this election."}], "speaker": "HILL", "secId": 110}, {"sentences": [{"sentId": 274, "text": "I don't -- Marc, I don't think --"}], "speaker": "SETMAYER", "secId": 111}, {"sentences": [{"sentId": 275, "text": "Marc, you're not --"}], "speaker": "RYE", "secId": 112}, {"sentences": [{"sentId": 276, "text": "Can you guys get me the -- hold on."}, {"sentId": 277, "text": "Hold on."}, {"sentId": 278, "text": "Can you give me the graphic to -- Maria, I'm talking to the control room, that we had earlier about the -- from 2008 to now, the number of people who voted."}, {"sentId": 279, "text": "But go ahead, Angela."}], "speaker": "LEMON", "secId": 113}, {"sentences": [{"sentId": 280, "text": "So I was just going to mention, I think it's not only about them voting their race."}, {"sentId": 281, "text": "There were also a ton of resources poured into targeting white women."}], "speaker": "RYE", "secId": 114}, {"sentences": [{"sentId": 282, "text": "Angela, if you could see the screen -- I'm not sure you can."}, {"sentId": 283, "text": "This is -- look at the number of people who voted in 2008."}, {"sentId": 284, "text": "Right?"}, {"sentId": 285, "text": "Both Democrat and Republican, blue Democrat, red."}, {"sentId": 286, "text": "And then 2012 and then now."}, {"sentId": 287, "text": "The entire electorate was down."}], "speaker": "LEMON", "secId": 115}, {"sentences": [{"sentId": 288, "text": "That's right."}], "speaker": "SETMAYER", "secId": 116}, {"sentences": [{"sentId": 289, "text": "Right."}], "speaker": "RYE", "secId": 117}, {"sentences": [{"sentId": 290, "text": "Only -- 50 percent of the electorate did not vote."}, {"sentId": 291, "text": "And if you look -- you know, the number of Democrats down dramatically, but even Republicans are down, as well."}, {"sentId": 292, "text": "This wasn't the sweep that people have said."}], "speaker": "LEMON", "secId": 118}, {"sentences": [{"sentId": 293, "text": "Absolutely."}], "speaker": "RYE", "secId": 119}, {"sentences": [{"sentId": 294, "text": "People were just apathetic about both of these candidates."}], "speaker": "LEMON", "secId": 120}, {"sentences": [{"sentId": 295, "text": "And I think that's right, too."}, {"sentId": 296, "text": "I was going to say, I think it's important to note."}, {"sentId": 297, "text": "This wasn't just about Hillary Clinton being an unattractive candidate, I think as Tara put it."}, {"sentId": 298, "text": "This was also the way in which she was portrayed in the media."}, {"sentId": 299, "text": "This was also the timing of the release of this \"Access Hollywood\" tape."}, {"sentId": 300, "text": "There were so many different factors in this and what I will say about Hillary Clinton that's positive here, I know you may not agree, Tara, I think the positive thing here is this."}], "speaker": "RYE", "secId": 121}, {"sentences": [{"sentId": 301, "text": "This is a very resilient woman."}, {"sentId": 302, "text": "After all of what was said and done, she still obtained 59 million votes."}, {"sentId": 303, "text": "She still won the popular vote so there's a lot to be said there about Hillary Clinton."}, {"sentId": 304, "text": "Whether you like her or not, she's very resilient."}, {"sentId": 305, "text": "She withstood Director Comey's involvement twice, she withstood being blamed for her husband's infidelity, she withstood these WikiLeaks attacks."}, {"sentId": 306, "text": "So I think the reality of it is she's still very resilient."}, {"sentId": 307, "text": "I think there's a lot to be said there."}], "speaker": "RYE", "secId": 122}, {"sentences": [{"sentId": 308, "text": "Let's -- hold on, hold on."}], "speaker": "LEMON", "secId": 123}, {"sentences": [{"sentId": 309, "text": "-- argument."}, {"sentId": 310, "text": "She lost."}], "speaker": "SETMAYER", "secId": 124}, {"sentences": [{"sentId": 311, "text": "Let's talk about the consequences."}, {"sentId": 312, "text": "And then I'll let you guys."}], "speaker": "LEMON", "secId": 125}, {"sentences": [{"sentId": 313, "text": "Won the popular vote."}], "speaker": "RYE", "secId": 126}, {"sentences": [{"sentId": 314, "text": "President Barack Obama gave a radio interview on the \"Tom Joyner Morning Show\" right before the election pleading with black voters to vote for Hillary Clinton."}, {"sentId": 315, "text": "Watch."}], "speaker": "LEMON", "secId": 127}, {"sentences": [{"sentId": 316, "text": "Right now the Latino vote is up."}, {"sentId": 317, "text": "Overall vote is up, but the African-American vote right now is not as solid as it needs to be, and I know that there are a lot of people in barber shops and the beauty salons, you know, in the neighborhoods who are saying to themselves, well, you know, we love Barack, we love -- and we especially love Michelle, so you know, it was exciting and now we're not excited as much."}, {"sentId": 318, "text": "And you know what, I need everybody to under that everything we've done is dependent on me being able to pass the baton to somebody who believes in the same things I believe in."}, {"sentId": 319, "text": "Right away, I guarantee you they'll dig up Michelle's garden."}], "speaker": "OBAMA", "secId": 128}, {"sentences": [{"sentId": 320, "text": "That's messed up."}], "speaker": "UNIDENTIFIED MALE", "secId": 129}, {"sentences": [{"sentId": 321, "text": "No."}, {"sentId": 322, "text": "You think I'm joking?"}], "speaker": "OBAMA", "secId": 130}, {"sentences": [{"sentId": 323, "text": "No."}, {"sentId": 324, "text": "No."}, {"sentId": 325, "text": "And your basketball court, too."}], "speaker": "UNIDENTIFIED MALE", "secId": 131}, {"sentences": [{"sentId": 326, "text": "And they would reverse all the work that's been done."}], "speaker": "OBAMA", "secId": 132}, {"sentences": [{"sentId": 327, "text": "So watching the president today with Donald Trump in the Oval Office, how do you think those black voters who stayed home feel now?"}], "speaker": "LEMON", "secId": 133}, {"sentences": [{"sentId": 328, "text": "Why do we keep going with this campaign to shame black people into being responsible for holding --"}], "speaker": "HILL", "secId": 134}, {"sentences": [{"sentId": 329, "text": "I'm not shaming."}, {"sentId": 330, "text": "I'm asking a question."}], "speaker": "LEMON", "secId": 135}, {"sentences": [{"sentId": 331, "text": "From the \"Tom Joyner Morning Show,\" the president of the United States is pleading the black voters."}, {"sentId": 332, "text": "Black voter turnout was down."}, {"sentId": 333, "text": "That's all."}, {"sentId": 334, "text": "I'm just asking."}, {"sentId": 335, "text": "We've made the point that most whites in the country voted and the people who voted for Donald Trump are the people who are responsible for getting him into office."}, {"sentId": 336, "text": "I'm just asking the question for this president."}], "speaker": "LEMON", "secId": 136}, {"sentences": [{"sentId": 337, "text": "No, no."}, {"sentId": 338, "text": "I feel you, I'm just saying, and not that I missed the intellectual times in the morning show, I'm just saying --"}], "speaker": "HILL", "secId": 137}, {"sentences": [{"sentId": 339, "text": "That was shade."}, {"sentId": 340, "text": "Come on."}], "speaker": "LEMON", "secId": 138}, {"sentences": [{"sentId": 341, "text": "That was extra over shade."}], "speaker": "RYE", "secId": 139}, {"sentences": [{"sentId": 342, "text": "Not to Tom, I love Tom."}, {"sentId": 343, "text": "It's not only the black -- I was on the \"Tom Joyner Show.\""}], "speaker": "HILL", "secId": 140}, {"sentences": [{"sentId": 344, "text": "I was on the \"Tom Joyner Morning Show.\""}, {"sentId": 345, "text": "So touche."}], "speaker": "LEMON", "secId": 141}, {"sentences": [{"sentId": 346, "text": "He was shading you."}, {"sentId": 347, "text": "He was shading you, Don."}], "speaker": "RYE", "secId": 142}, {"sentences": [{"sentId": 348, "text": "Go ahead, Marc."}, {"sentId": 349, "text": "HILL:  He'll shade me all the time."}, {"sentId": 350, "text": "Look."}], "speaker": "LEMON", "secId": 143}, {"sentences": [{"sentId": 351, "text": "Right."}, {"sentId": 352, "text": "He'll shade anybody."}], "speaker": "RYE", "secId": 144}, {"sentences": [{"sentId": 353, "text": "Anybody."}, {"sentId": 354, "text": "This is my point, though."}, {"sentId": 355, "text": "I don't -- again, black people who stayed home, stayed home for a reason."}, {"sentId": 356, "text": "They weren't inspired to come to the polls."}, {"sentId": 357, "text": "Yes, of course, some people voted Barack Obama and it was the only election ever because he was black and they wanted a black guy to be president, but ultimately most black voters wanted someone who resonated with their interest, their needs, their desires and their condition, and the Hillary Clinton campaign didn't do so, so I'm wondering if the Clintons are sitting at home, saying, damn, if only we had spoken to black people's needs --"}], "speaker": "HILL", "secId": 145}, {"sentences": [{"sentId": 358, "text": "But that person was on the ballot, Marc."}], "speaker": "LEMON", "secId": 146}, {"sentences": [{"sentId": 359, "text": "Yes."}, {"sentId": 360, "text": "But couldn't it also be, though, that --"}], "speaker": "SETMAYER", "secId": 147}, {"sentences": [{"sentId": 361, "text": "Who?"}], "speaker": "HILL", "secId": 148}, {"sentences": [{"sentId": 362, "text": "Wait."}, {"sentId": 363, "text": "Could it also be --"}], "speaker": "SETMAYER", "secId": 149}, {"sentences": [{"sentId": 364, "text": "Where they at though?"}], "speaker": "HILL", "secId": 150}, {"sentences": [{"sentId": 365, "text": "The proportion of the black vote that was actually not thrilled with what Barack Obama's --"}], "speaker": "SETMAYER", "secId": 151}, {"sentences": [{"sentId": 366, "text": "That's right."}], "speaker": "HILL", "secId": 152}, {"sentences": [{"sentId": 367, "text": "We'll continue."}, {"sentId": 368, "text": "Hold that thought."}], "speaker": "LEMON", "secId": 153}, {"sentences": [{"sentId": 369, "text": "-- presidency represented for them."}], "speaker": "SETMAYER", "secId": 154}, {"sentences": [{"sentId": 370, "text": "We'll continue."}, {"sentId": 371, "text": "We'll be right back."}], "speaker": "LEMON", "secId": 155}, {"sentences": [{"sentId": 372, "text": "So we're back now with the panel."}, {"sentId": 373, "text": "I want to move on and talk about other things."}, {"sentId": 374, "text": "But I want -- people don't understand I have to get to commercial breaks sometimes."}, {"sentId": 375, "text": "And so I had to cut you off."}, {"sentId": 376, "text": "So you were saying?"}], "speaker": "LEMON", "secId": 156}, {"sentences": [{"sentId": 377, "text": "I was just making the point that we're taking for granted that there may have been a constituency within the black community that may have liked Barack Obama, but felt as though the -- whatever very anemic economic recovery we've had did not touch them."}, {"sentId": 378, "text": "There were a lot of folks, you know, black household median income was down under Barack Obama, even Angela, you know, you worked for the Congressional Black Caucus, there was a point where folks were saying that if the economy looked this look with a white president, we'd be marching in front of the White House."}, {"sentId": 379, "text": "So that could continue --"}], "speaker": "SETMAYER", "secId": 157}, {"sentences": [{"sentId": 380, "text": "I'm happy to elaborate on that."}], "speaker": "RYE", "secId": 158}, {"sentences": [{"sentId": 381, "text": "Yes, I mean, you can probably do that."}], "speaker": "SETMAYER", "secId": 159}, {"sentences": [{"sentId": 382, "text": "Guys, I want to move on."}, {"sentId": 383, "text": "But go ahead quickly."}], "speaker": "LEMON", "secId": 160}, {"sentences": [{"sentId": 384, "text": "But I'm just saying that they were taking for granted that perhaps there was enough of the black vote there that was -- didn't feel that Hillary Clinton was doing enough."}, {"sentId": 385, "text": "Barack Obama didn't do enough and it didn't inspire them to go to the polls."}], "speaker": "SETMAYER", "secId": 161}, {"sentences": [{"sentId": 386, "text": "OK."}, {"sentId": 387, "text": "Yes."}], "speaker": "LEMON", "secId": 162}, {"sentences": [{"sentId": 388, "text": "5 percent is a significant number."}], "speaker": "SETMAYER", "secId": 163}, {"sentences": [{"sentId": 389, "text": "Go ahead, Angela."}], "speaker": "LEMON", "secId": 164}, {"sentences": [{"sentId": 390, "text": "So I think first we have to acknowledge where we were when Congressman Cleaver, who was the chair of the CBC at the time talked about marching on the White House."}, {"sentId": 391, "text": "Black unemployment was double digits."}, {"sentId": 392, "text": "It's always been double the national average, as you know, since they began recording these --"}], "speaker": "RYE", "secId": 165}, {"sentences": [{"sentId": 393, "text": "But listen, to her point, though."}], "speaker": "LEMON", "secId": 166}, {"sentences": [{"sentId": 394, "text": "Yes."}], "speaker": "RYE", "secId": 167}, {"sentences": [{"sentId": 395, "text": "And that maybe -- you're getting really granular and inside baseball, but overall to people who are at home, right?"}], "speaker": "LEMON", "secId": 168}, {"sentences": [{"sentId": 396, "text": "Sure."}], "speaker": "RYE", "secId": 169}, {"sentences": [{"sentId": 397, "text": "And they're not doing so well, maybe they just weren't inspired, even by this president, even by this candidate, people of color."}, {"sentId": 398, "text": "Maybe it was just not enough to like, look, I'm not doing that well."}], "speaker": "LEMON", "secId": 170}, {"sentences": [{"sentId": 399, "text": "Or felt taken advantage of."}, {"sentId": 400, "text": "Just like you said, they didn't put resources into black voters this time around."}], "speaker": "SETMAYER", "secId": 171}, {"sentences": [{"sentId": 401, "text": "I don't believe they did and we know Republicans never do, but what I will say |--"}], "speaker": "RYE", "secId": 172}, {"sentences": [{"sentId": 402, "text": "That's a different discussion, but I agree."}], "speaker": "SETMAYER", "secId": 173}, {"sentences": [{"sentId": 403, "text": "I know."}, {"sentId": 404, "text": "But what I will say that's most important is that we deal with data, right?"}, {"sentId": 405, "text": "At some point we have to say elections aren't always meant to inspire."}, {"sentId": 406, "text": "Elections aren't always meant to drive hope and change."}, {"sentId": 407, "text": "Sometimes you just have to be transactional and handle your business at the polls."}, {"sentId": 408, "text": "This is about handling your business."}], "speaker": "RYE", "secId": 174}, {"sentences": [{"sentId": 409, "text": "Do you really believe that this man who was just elected president, who is tweeting about professional protesters, is going to look out for your best interest in terms of jobs and the economy?"}, {"sentId": 410, "text": "Do you really believe this man who wants to be the law and order candidate is going to ensure that you're not stopped and risked, that you're not racially profiled and mass incarceration?"}], "speaker": "RYE", "secId": 175}, {"sentences": [{"sentId": 411, "text": "It didn't resonate enough."}, {"sentId": 412, "text": "HILL:  There's another point of view on this, and I agree with you."}, {"sentId": 413, "text": "I"}], "speaker": "SETMAYER", "secId": 176}, {"sentences": [{"sentId": 414, "text": "think you have to be transactional."}, {"sentId": 415, "text": "Every candidate is not warm and fuzzy."}, {"sentId": 416, "text": "You ain't got to love everybody you vote for."}], "speaker": "SETMAYER", "secId": 177}, {"sentences": [{"sentId": 417, "text": "At all."}], "speaker": "RYE", "secId": 178}, {"sentences": [{"sentId": 418, "text": "But I do think for some of us there's a short-term question and there's a long-term question."}, {"sentId": 419, "text": "And if you feel as if the Democrats take advantage of you and they never present a candidate that accurately represent your interest, and you've already decided Republicans ain't nowhere near where you want them to be, and sometimes what you do is you either do a situation where you vote Green or third, rather, or you make a situation where you don't vote at all."}, {"sentId": 420, "text": "I actually advocate voting, but some people say -- like Colin Kaepernick."}], "speaker": "HILL", "secId": 179}, {"sentences": [{"sentId": 421, "text": "Then people say that's why we have President Trump for you."}], "speaker": "LEMON", "secId": 180}, {"sentences": [{"sentId": 422, "text": "Exactly."}, {"sentId": 423, "text": "Congratulations."}, {"sentId": 424, "text": "Congratulations."}, {"sentId": 425, "text": "You lost."}], "speaker": "RYE", "secId": 181}, {"sentences": [{"sentId": 426, "text": "But let me finish, real quick, all I'm saying is that sometimes that short term move is what shifts the conversation in the direction you want it to be and forces the party to present candidates that actual options and then next time --"}], "speaker": "HILL", "secId": 182}, {"sentences": [{"sentId": 427, "text": "All right."}, {"sentId": 428, "text": "Moving on."}, {"sentId": 429, "text": "NFL quarterback Colin Kaepernick made waves when he took a stance for Black Lives Matter by kneeling during the national anthem during his games."}, {"sentId": 430, "text": "Now he has announced that he did not vote in this most critical election."}, {"sentId": 431, "text": "He was blasted by Stephen A. Smith of ESPN who said he betrayed his cause."}], "speaker": "LEMON", "secId": 183}, {"sentences": [{"sentId": 432, "text": "After all this noise that you made, even though you didn't intend to do so by offending our military service men and women, and pointing out about how you wanted to bring attention to racial injustices and beyond this -- in this country, to turn around and not to even take your behind to the polls to vote for a particular candidate, it is shameful."}, {"sentId": 433, "text": "Absolutely shameful."}], "speaker": "SMITH", "secId": 184}, {"sentences": [{"sentId": 434, "text": "OK."}, {"sentId": 435, "text": "The saying goes you don't vote, you don't get to complain."}, {"sentId": 436, "text": "Does this apply to Kaepernick, do you think, Angela?"}], "speaker": "LEMON", "secId": 185}, {"sentences": [{"sentId": 437, "text": "This is crazy."}, {"sentId": 438, "text": "So Stephen A. Smith, I wonder if he really voted after all that hollering."}, {"sentId": 439, "text": "Here's my issue."}, {"sentId": 440, "text": "I think that there are two very separate points."}, {"sentId": 441, "text": "Colin Kaepernick has every right to protest and to kneel on the national anthem when he says that this does not represent my interest."}, {"sentId": 442, "text": "There is a third verse in this song that talks about killing off slaves of which my ancestors were slaves and I don't have -- he has a right to separate voter -- choosing to disenfranchise himself as a voter, I don't agree with that strategy, but I don't think that means he has to top protecting and protesting on behalf of black lives."}, {"sentId": 443, "text": "HILL:  Right."}], "speaker": "RYE", "secId": 186}, {"sentences": [{"sentId": 444, "text": "I don't see -- I don't see those things as --"}], "speaker": "RYE", "secId": 187}, {"sentences": [{"sentId": 445, "text": "Go ahead."}, {"sentId": 446, "text": "Go ahead, Tara."}], "speaker": "LEMON", "secId": 188}, {"sentences": [{"sentId": 447, "text": "Well, look, you know, I applaud Stephen A. Smith for speaking out about that because he's 100 percent right."}, {"sentId": 448, "text": "I mean, he was a little over the top, but that's Stephen A. Smith, saying that we don't want to hear from Colin Kaepernick anymore."}, {"sentId": 449, "text": "But I frankly think that if you're not going to do anything and you're just going to sit there and complain, I think what Colin Kaepernick did by not voting is a cowardly act."}, {"sentId": 450, "text": "It's a cop out."}], "speaker": "SETMAYER", "secId": 189}, {"sentences": [{"sentId": 451, "text": "But he is  this stuff, Tara."}], "speaker": "RYE", "secId": 190}, {"sentences": [{"sentId": 452, "text": "No."}, {"sentId": 453, "text": "No."}, {"sentId": 454, "text": "He's not."}], "speaker": "SETMAYER", "secId": 191}, {"sentences": [{"sentId": 455, "text": "He is."}], "speaker": "RYE", "secId": 192}, {"sentences": [{"sentId": 456, "text": "No."}], "speaker": "SETMAYER", "secId": 193}, {"sentences": [{"sentId": 457, "text": "He is."}, {"sentId": 458, "text": "I can tell you --"}], "speaker": "RYE", "secId": 194}, {"sentences": [{"sentId": 459, "text": "We should wrap it up, you all."}], "speaker": "LEMON", "secId": 195}, {"sentences": [{"sentId": 460, "text": "No."}, {"sentId": 461, "text": "One of the most precious rights in this country is to vote."}, {"sentId": 462, "text": "And if you want to complain --"}], "speaker": "SETMAYER", "secId": 196}, {"sentences": [{"sentId": 463, "text": "Absolutely."}], "speaker": "RYE", "secId": 197}, {"sentences": [{"sentId": 464, "text": "-- about how things are oppressed -- he comes from California."}, {"sentId": 465, "text": "He had an opportunity to vote for a black female senator which we have not had many in this country."}], "speaker": "SETMAYER", "secId": 198}, {"sentences": [{"sentId": 466, "text": "I agree."}], "speaker": "RYE", "secId": 199}, {"sentences": [{"sentId": 467, "text": "There were ballot initiatives in California that he could have voted for that I'm felt he felt -- that were important issues like the death penalty, legalization of marijuana."}], "speaker": "SETMAYER", "secId": 200}, {"sentences": [{"sentId": 468, "text": "Sure."}], "speaker": "RYE", "secId": 201}, {"sentences": [{"sentId": 469, "text": "Congressional districting."}, {"sentId": 470, "text": "So I'm sorry but if you're going to sit and complain as a millionaire from a sideline of an NFL game in the greatest country in the world that's given you that opportunity, he should have taken his behind and voted at the polls and stop talking."}], "speaker": "SETMAYER", "secId": 202}, {"sentences": [{"sentId": 471, "text": "I've got to go."}], "speaker": "LEMON", "secId": 203}, {"sentences": [{"sentId": 472, "text": "No."}, {"sentId": 473, "text": "What?"}, {"sentId": 474, "text": "LEMON:  I'm sorry."}, {"sentId": 475, "text": "I was about to go in."}, {"sentId": 476, "text": "I got to do it."}], "speaker": "RYE", "secId": 204}, {"sentences": [{"sentId": 477, "text": "Don."}], "speaker": "RYE", "secId": 205}, {"sentences": [{"sentId": 478, "text": "Many Americans are fearful of Donald Trump's presidency."}, {"sentId": 479, "text": "Could he put those fears to rest?"}], "speaker": "LEMON", "secId": 206}, {"sentences": [{"sentId": 480, "text": "Looking at live pictures of a protest in Denver."}, {"sentId": 481, "text": "Second night in a row since Donald Trump was declared president-elect."}, {"sentId": 482, "text": "We have seen protests on the streets of major U.S. cities."}, {"sentId": 483, "text": "Here to discuss now, Peter Beinart, the contributor to the \"Atlantic,\" Lahnee Chen, a former policy director for Mitt Romney, Angela Rye is back with us and we are also joined by former congressman Jack Kingston, a senior advisor to the Trump campaign."}], "speaker": "LEMON", "secId": 207}, {"sentences": [{"sentId": 484, "text": "Representative, first of all, congratulations on your win and thanks for coming on tonight."}], "speaker": "LEMON", "secId": 208}, {"sentences": [{"sentId": 485, "text": "Don, thank you and thank you for letting me be on your show during the campaign."}, {"sentId": 486, "text": "I think that you provided a very good forum and it was just an honor to be a part of it no matter what side you were on."}, {"sentId": 487, "text": "I think it was a good process."}], "speaker": "KINGSTON", "secId": 209}, {"sentences": [{"sentId": 488, "text": "I enjoyed the conversations."}, {"sentId": 489, "text": "We had some very challenging conversation and that I feel the way that we handled the show is what you should do during a presidential campaign especially when you're -- we said during Barack Obama, vetting the candidate."}, {"sentId": 490, "text": "So again I appreciate you coming on."}], "speaker": "LEMON", "secId": 210}, {"sentences": [{"sentId": 491, "text": "Yes."}], "speaker": "KINGSTON", "secId": 211}, {"sentences": [{"sentId": 492, "text": "So, Representative, as you look at these protests across the country last night and tonight, do you think that they are premature at this point or understandable when you have a divided country?"}], "speaker": "LEMON", "secId": 212}, {"sentences": [{"sentId": 493, "text": "I think they're premature."}, {"sentId": 494, "text": "I think they might be burning off a little post-campaign energy."}, {"sentId": 495, "text": "But if you look at those protests on the streets, some of the vandalism that's gone with it, some of the slurs that have come out from there, and then compare it to the tone of the Barack Obama-Donald Trump meeting, the Michelle Obama-Melania Trump meeting, the comments of Hillary Clinton yesterday, very gracious, and the comments of Donald Trump, 4:00 a.m. Wednesday morning, I think you're seeing real leadership take place and I believe that America is going to watch that example far more than they are the protests."}], "speaker": "KINGSTON", "secId": 213}, {"sentences": [{"sentId": 496, "text": "But I have to ask you then."}, {"sentId": 497, "text": "Because he's saying now that -- I don't know if you saw this latest tweet, Representative."}], "speaker": "LEMON", "secId": 214}, {"sentences": [{"sentId": 498, "text": "Yes."}], "speaker": "KINGSTON", "secId": 215}, {"sentences": [{"sentId": 499, "text": "That the protesters are unfair, they're incited by the media."}], "speaker": "LEMON", "secId": 216}, {"sentences": [{"sentId": 500, "text": "You know, I --  LEMON:  You probably say get off Twitter, Mr. Trump."}], "speaker": "KINGSTON", "secId": 217}, {"sentences": [{"sentId": 501, "text": "Well, I -- I think the media sometimes can agitate these things and I do think there's some -- Angela, my friend, has already jumped on me and said no, no, this is all organic, but I would say that they don't have the case right now."}, {"sentId": 502, "text": "Yes, she won the popular vote, but that's the way the constitution is set up."}, {"sentId": 503, "text": "We go by the electoral college."}, {"sentId": 504, "text": "He won fair and square."}, {"sentId": 505, "text": "There wasn't large scale voter fraud or intimidation or anything like that."}, {"sentId": 506, "text": "They just don't have a case right now."}, {"sentId": 507, "text": "It was a fair election and they lost."}, {"sentId": 508, "text": "And that's the way it works."}], "speaker": "KINGSTON", "secId": 218}, {"sentences": [{"sentId": 509, "text": "He doesn't like the electoral college because he complained about."}, {"sentId": 510, "text": "Hillary Clinton doesn't either."}, {"sentId": 511, "text": "She's spoken out against it, but in this case, you know what, it did help him, so I doubt that he's going to complain about it."}, {"sentId": 512, "text": "But, Peter, what do you make of the protests?"}], "speaker": "LEMON", "secId": 219}, {"sentences": [{"sentId": 513, "text": "I think the protests are very understandable response from people who feel that we have a president who has done, you know, extraordinarily racist things, who have called for banning an entire religion from entering the United States."}, {"sentId": 514, "text": "I mean, if you're an American-Muslim and you wake up the day after this election and you have a man who demonized you throughout the entire campaign and called for taking away very basic rights, the right to have an immigration system, which is not -- which is blind to religion, you want to go into the streets, of course you should go in the streets."}], "speaker": "BEINART", "secId": 220}, {"sentences": [{"sentId": 515, "text": "You shouldn't go and, you know, vandalize things or yell, you know, slurs at people, but of course you should go -- it's a very -- it's the American right."}, {"sentId": 516, "text": "And then the fact that Donald Trump then responds to that by attacking those people and calling them wrongly to be professional, again, this is more evidence that he doesn't really respect free speech in a way that we'd want a president to."}], "speaker": "BEINART", "secId": 221}, {"sentences": [{"sentId": 517, "text": "Angela?"}], "speaker": "LEMON", "secId": 222}, {"sentences": [{"sentId": 518, "text": "I agree with Peter."}, {"sentId": 519, "text": "I think that the hard thing that we're asking people to do is to wake up the next day after the election or day two after the election and pretend like everything that happened on the campaign trail didn't exist."}, {"sentId": 520, "text": "Earlier today on Brooke's show we watch a protest happening where a young lady wasn't even old enough to vote."}, {"sentId": 521, "text": "She was crying and she -- it was a Latina young lady from California saying that she was worried about her parents being deported."}, {"sentId": 522, "text": "These are very real concerns based on the promises that Donald Trump made to his supporters."}], "speaker": "RYE", "secId": 223}, {"sentences": [{"sentId": 523, "text": "One of the things that also happened today is at a school, kids chanting \"build that wall\" in a school cafeteria today."}, {"sentId": 524, "text": "These are real concerns and Donald Trump --"}], "speaker": "RYE", "secId": 224}, {"sentences": [{"sentId": 525, "text": "Let's play that."}, {"sentId": 526, "text": "Let's play that."}], "speaker": "LEMON", "secId": 225}, {"sentences": [{"sentId": 527, "text": "Yes."}], "speaker": "RYE", "secId": 226}, {"sentences": [{"sentId": 528, "text": "Build that wall, build that wall, build that wall, build that wall, build that wall, build that wall, build that wall."}], "speaker": "STUDENTS", "secId": 227}, {"sentences": [{"sentId": 529, "text": "So, and listen, Lahnee, kids do silly things."}, {"sentId": 530, "text": "But here's the question, there are millions of Americans, Latinos, African-Americans, immigrants, Muslims, Jews, women, people with disabilities who are scared about what a Trump presidency would mean to them."}, {"sentId": 531, "text": "Again not to diminish his win."}, {"sentId": 532, "text": "He did win."}, {"sentId": 533, "text": "But these are American people who are concerned about that."}, {"sentId": 534, "text": "Not only what he would do legislatively, but also because of the angry tone that they feel that he set."}, {"sentId": 535, "text": "So to begin the healing process, should a President-elect Trump address those fears?"}], "speaker": "LEMON", "secId": 228}, {"sentences": [{"sentId": 536, "text": "Well, I think, Don, as president-elect, you know, clearly Trump has got to take a different posture."}, {"sentId": 537, "text": "I think he's actually done some of that."}, {"sentId": 538, "text": "I think if you look at the meeting with the president today, if you look at some of the comments he's made publicly, even if you look at some of the substantive remarks that have come out about some of the meetings and phone calls that Trump has had with foreign leaders, you know, I think that in all of these different ways he is trying to turn the page, but look, you can't forget obviously a year and a half or two years of history."}], "speaker": "CHEN", "secId": 229}, {"sentences": [{"sentId": 539, "text": "It's very difficult to simply say that those things never happened because they did but at some point, you've got to ask when do we give the president-elect the benefit of the doubt, and I think at this point, you know, we -- people should be allowed to protest, they should be allowed to do what they want to do but at some point I do think the president-elect --"}], "speaker": "CHEN", "secId": 230}, {"sentences": [{"sentId": 540, "text": "We've got to move."}, {"sentId": 541, "text": "Yes."}], "speaker": "LEMON", "secId": 231}, {"sentences": [{"sentId": 542, "text": "-- deserves the benefit of the doubt."}], "speaker": "CHEN", "secId": 232}, {"sentences": [{"sentId": 543, "text": "Yes."}, {"sentId": 544, "text": "You continue --"}], "speaker": "LEMON", "secId": 233}, {"sentences": [{"sentId": 545, "text": "And misleading."}], "speaker": "RYE", "secId": 234}, {"sentences": [{"sentId": 546, "text": "You should continue to fight for your principles, but at some point you have to get behind the president, you don't have to, but you have to give the man the benefit of the doubt in order for him to govern and to legislate."}], "speaker": "LEMON", "secId": 235}, {"sentences": [{"sentId": 547, "text": "Listen, we're going to continue our conversations."}, {"sentId": 548, "text": "We're going to talk about his meetings today and the future."}, {"sentId": 549, "text": "And if you disagree with what I just said, we'll discuss that right after this break."}], "speaker": "LEMON", "secId": 236}, {"sentences": [{"sentId": 550, "text": "71 days until Donald Trump becomes the 45th president and he has plenty of work to do before then."}, {"sentId": 551, "text": "Back with me now, Peter Beinart, Lahnee Chen, Angela Rye, and Jack Kingston."}], "speaker": "LEMON", "secId": 237}, {"sentences": [{"sentId": 552, "text": "Lahnee, here is Trump talking to Republican congressional leaders earlier today."}], "speaker": "LEMON", "secId": 238}, {"sentences": [{"sentId": 553, "text": "We have a lot of priorities."}, {"sentId": 554, "text": "A lot of really great priorities."}, {"sentId": 555, "text": "People will be very, very happy."}], "speaker": "TRUMP", "secId": 239}, {"sentences": [{"sentId": 556, "text": "What's the top three?"}], "speaker": "UNIDENTIFIED REPORTER", "secId": 240}, {"sentences": [{"sentId": 557, "text": "We have a lot."}, {"sentId": 558, "text": "We're going to look very strongly at immigration."}, {"sentId": 559, "text": "We're going to look at the border, very important."}, {"sentId": 560, "text": "And we're looking at jobs."}, {"sentId": 561, "text": "Big league jobs."}], "speaker": "TRUMP", "secId": 241}, {"sentences": [{"sentId": 562, "text": "Lahnee, he's promised a lot of big policy changes in his first 100 days."}, {"sentId": 563, "text": "Do you think he can make it happen?"}], "speaker": "LEMON", "secId": 242}, {"sentences": [{"sentId": 564, "text": "Well, I think the fact that he's talking about it and that he's met with Speaker Ryan and Leader McConnell, they're all on the same page in terms of things he wants to do is good news."}, {"sentId": 565, "text": "You know, they've been working at the transition now for a while."}, {"sentId": 566, "text": "They've actually had a team in place over there working hard for actually several months."}, {"sentId": 567, "text": "So I know there's this notion that, you know, well, they're just trying to cobble things together."}, {"sentId": 568, "text": "No, I think they've actually been working on this stuff."}], "speaker": "CHEN", "secId": 243}, {"sentences": [{"sentId": 569, "text": "So I do think that they've got the right momentum in place."}, {"sentId": 570, "text": "I think they've got good people over there."}, {"sentId": 571, "text": "So at least for me personally, I do hope that they're able to accomplish some of the things that he said he'd do."}, {"sentId": 572, "text": "Particularly some of these conservative reform achievements that would be -- that would big league, frankly."}], "speaker": "CHEN", "secId": 244}, {"sentences": [{"sentId": 573, "text": "Angela --"}], "speaker": "LEMON", "secId": 245}, {"sentences": [{"sentId": 574, "text": "He should retire that."}], "speaker": "RYE", "secId": 246}, {"sentences": [{"sentId": 575, "text": "Angela, sometimes you'll see a president appoint someone from the opposite party to their cabinet."}, {"sentId": 576, "text": "Could you see that happening with Donald Trump?"}], "speaker": "LEMON", "secId": 247}, {"sentences": [{"sentId": 577, "text": "No."}], "speaker": "RYE", "secId": 248}, {"sentences": [{"sentId": 578, "text": "Why not?"}, {"sentId": 579, "text": "Let me ask you why because --"}], "speaker": "LEMON", "secId": 249}, {"sentences": [{"sentId": 580, "text": "Come on, Angela."}, {"sentId": 581, "text": "Give him some love."}], "speaker": "KINGSTON", "secId": 250}, {"sentences": [{"sentId": 582, "text": "I don't think Donald Trump really cares about political parties that much."}, {"sentId": 583, "text": "I know he ran as a Republican but there are people who don't actually believe he's a Republicans because he'd been a Democrat before and even an independent."}, {"sentId": 584, "text": "I don't think he really has that much of a concern about political parties."}, {"sentId": 585, "text": "You don't think he'd appoint from the other side?"}], "speaker": "LEMON", "secId": 251}, {"sentences": [{"sentId": 586, "text": "Maybe an independent."}, {"sentId": 587, "text": "I think that his memory is very long."}, {"sentId": 588, "text": "He hasn't demonstrated yet a propensity to forgive."}, {"sentId": 589, "text": "I know before we went to break Lahnee was saying that, you know, this is his first day, he's done very well."}, {"sentId": 590, "text": "And I just joked with someone, I was like, he hasn't got to Twitter yet, let's wait to see what happens when he gets to Twitter."}, {"sentId": 591, "text": "And sure enough he undid all of the very presidential things he did earlier in the day."}], "speaker": "RYE", "secId": 252}, {"sentences": [{"sentId": 592, "text": "Now when you talk about his appointments, I think the one major flag I have is that someone like Sheriff Clarke would be considered as his homeland security secretary?"}, {"sentId": 593, "text": "Someone who I very much see as if he's not a terrorist in fighting terrorism, so it's hard for me to imagine even if he would consider a Democrat or someone who was left-leaning and an independent, it's hard for me to see how they would interface with that administration."}], "speaker": "RYE", "secId": 253}, {"sentences": [{"sentId": 594, "text": "Yes."}], "speaker": "LEMON", "secId": 254}, {"sentences": [{"sentId": 595, "text": "So I'm not really sure at this point who would go into a Trump administration that has any type of progressive values and progressive priorities."}], "speaker": "RYE", "secId": 255}, {"sentences": [{"sentId": 596, "text": "Yes, listen, I've had my differences with Sheriff Clarke on just the facts, but --"}], "speaker": "LEMON", "secId": 256}, {"sentences": [{"sentId": 597, "text": "Yes."}], "speaker": "RYE", "secId": 257}, {"sentences": [{"sentId": 598, "text": "But as presented but I mean, calling him a terrorist is --"}], "speaker": "LEMON", "secId": 258}, {"sentences": [{"sentId": 599, "text": "No, I said or inciting terrorism."}, {"sentId": 600, "text": "If he's not one, I don't know if --"}], "speaker": "RYE", "secId": 259}, {"sentences": [{"sentId": 601, "text": "Or even inciting terrorism."}], "speaker": "LEMON", "secId": 260}, {"sentences": [{"sentId": 602, "text": "-- you saw this tweet where he was encouraging people to get pitchforks and torches."}, {"sentId": 603, "text": "Don, that's a little much."}, {"sentId": 604, "text": "And now today he's calling these protesters out of line being whiney babies not willing to accept results?"}, {"sentId": 605, "text": "It's really not fair, it's parsing of words."}], "speaker": "RYE", "secId": 261}, {"sentences": [{"sentId": 606, "text": "And I think, to be honest with you, there are black people in Milwaukee that would say to you that yes, he is very much like a terrorist."}, {"sentId": 607, "text": "If people are afraid of Sheriff Clarke, afraid of the policies of the space in which he represents, I think that's terrorism."}], "speaker": "RYE", "secId": 262}, {"sentences": [{"sentId": 608, "text": "You can oppose his policies."}], "speaker": "LEMON", "secId": 263}, {"sentences": [{"sentId": 609, "text": "Domestic terrorism."}], "speaker": "RYE", "secId": 264}, {"sentences": [{"sentId": 610, "text": "But I mean, to call someone a terrorist that's -- I mean, I just think that's pretty strong language."}], "speaker": "LEMON", "secId": 265}, {"sentences": [{"sentId": 611, "text": "But, Representative Kingston, if Donald Trump appoints old political heads like Chris Christie, Newt Gingrich, Rudy Giuliani, to his cabinet, how is that draining the swamp?"}, {"sentId": 612, "text": "Especially considering what just happened in New Jersey with three of his people being indicted and possibly, you know, going to prison."}, {"sentId": 613, "text": "How is that draining the swamp?"}, {"sentId": 614, "text": "How is that a change?"}, {"sentId": 615, "text": "How is that anti-establishment?"}], "speaker": "LEMON", "secId": 266}, {"sentences": [{"sentId": 616, "text": "Well, first of all on the people who were indicted on the bridge situation, most of them have said that Chris Christie did not know about it."}, {"sentId": 617, "text": "But let's talk about that on another date maybe."}], "speaker": "KINGSTON", "secId": 267}, {"sentences": [{"sentId": 618, "text": "No."}, {"sentId": 619, "text": "They testified that they did and President-elect Trump even said that he did."}], "speaker": "LEMON", "secId": 268}, {"sentences": [{"sentId": 620, "text": "Well, he is not in any trouble for it."}, {"sentId": 621, "text": "And I have read testimony that said they didn't."}, {"sentId": 622, "text": "But I do -- I want to talk about that another time if we can because your question actually is about the establishment."}, {"sentId": 623, "text": "And while those three men have been part of the political process for a long time, they've also gone against the establishment."}, {"sentId": 624, "text": "I've known Newt Gingrich for many, many years and I can promise you when he ran for speaker, when he introduced the Contract with America, the Washington establishment was absolutely horrified."}], "speaker": "KINGSTON", "secId": 269}, {"sentences": [{"sentId": 625, "text": "Rudy Giuliani had a lot of support from Democrats because he was a guy who had a huge independent streak."}, {"sentId": 626, "text": "Same with Chris Christie."}, {"sentId": 627, "text": "But as I looked around the room on Tuesday night, as the votes were being counted, and I was both in the war room and in the ball, I did not see the usual Washington political class there."}, {"sentId": 628, "text": "Frankly as somebody who has been involved in this, it's usually the same people, different candidate."}, {"sentId": 629, "text": "The people don't change but the candidate does."}], "speaker": "KINGSTON", "secId": 270}, {"sentences": [{"sentId": 630, "text": "Yes."}], "speaker": "LEMON", "secId": 271}, {"sentences": [{"sentId": 631, "text": "This was different."}, {"sentId": 632, "text": "This was a different crowd."}, {"sentId": 633, "text": "A lot of independent businessmen."}], "speaker": "KINGSTON", "secId": 272}, {"sentences": [{"sentId": 634, "text": "I've got to go."}], "speaker": "LEMON", "secId": 273}, {"sentences": [{"sentId": 635, "text": "One of my friends from Georgia got it, Kevin Jackson, came up because he was so enthusiastic."}], "speaker": "KINGSTON", "secId": 274}, {"sentences": [{"sentId": 636, "text": "I have to go."}, {"sentId": 637, "text": "I know Kevin Jackson but I have to go."}, {"sentId": 638, "text": "I'm sorry."}, {"sentId": 639, "text": "I'm out of time."}, {"sentId": 640, "text": "We'll see you -- some of you in the next hour."}, {"sentId": 641, "text": "But thank you."}, {"sentId": 642, "text": "We'll be right back."}], "speaker": "LEMON", "secId": 275}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1611.10.cnnt.03.html.json", "time": "Aired November 10, 2016 - 22:00   ET"}