{"sectionCount": 277, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["COOPER", "LEMON", "TRUMP", "OBAMA", "BORGER", "PRESTON", "GRIFFIN", "FOVAL", "UNIDENTIFIED MALE", "KOHN", "BERNSTEIN", "CUSACK", "NIXON", "CUBAN", "JONES", "HUGHES", "SELLERS", "DEAN"], "subTitle": "Final Presidential Debate Just Hours Away; President Obama Criticizes Trump for 'Whining'; One Democratic Operative Fired, Another Resigns; WikiLeaks E-mails Give Donald Trump Fodder; Interview with Mark Cuban. Aired 10-11p ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1610/18/cnnt.01.html", "sentenceCount": 576, "sections": [{"sentences": [{"sentId": 0, "text": "Well, that does it for us."}, {"sentId": 1, "text": "We want to thank all of you for watching, all the students here at UNLV."}, {"sentId": 2, "text": "CNN TONIGHT with Don Lemon starts now."}], "speaker": "COOPER", "secId": 0}, {"sentences": [{"sentId": 3, "text": "Well, what happens in Vegas, stay in Vegas, or will it change the course of the election?"}, {"sentId": 4, "text": "The final presidential election just hours away."}], "speaker": "LEMON", "secId": 1}, {"sentences": [{"sentId": 5, "text": "This is CNN TONIGHT."}, {"sentId": 6, "text": "I'm Don Lemon."}], "speaker": "LEMON", "secId": 2}, {"sentences": [{"sentId": 7, "text": "Hillary Clinton and Donald Trump preparing for the debate that could ultimately decide this election."}, {"sentId": 8, "text": "I want you to take a look."}, {"sentId": 9, "text": "This is our brand new poll of polls."}], "speaker": "LEMON", "secId": 3}, {"sentences": [{"sentId": 10, "text": "Hillary Clinton leading by eight points nationally."}, {"sentId": 11, "text": "As Trump, campaigning in Colorado, lobs some of his favorite charges tonight."}], "speaker": "LEMON", "secId": 4}, {"sentences": [{"sentId": 12, "text": "The media, you have to remember, is an extension of the Hillary Clinton campaign."}, {"sentId": 13, "text": "It's an extension."}], "speaker": "TRUMP", "secId": 5}, {"sentences": [{"sentId": 14, "text": "And without that, she would be nowhere."}, {"sentId": 15, "text": "The press has created a rigged system and poisoned the minds of the voters."}], "speaker": "TRUMP", "secId": 6}, {"sentences": [{"sentId": 16, "text": "Well, Trump's repeated charges that system is, in his records, rigged, drawing some pretty harsh criticism from President Barack Obama in a news conference today in the White House Rose Garden."}], "speaker": "LEMON", "secId": 7}, {"sentences": [{"sentId": 17, "text": "The notion that somehow if Mr. Trump loses Florida, it's because of those people that you have to watch out for that is both irresponsible."}, {"sentId": 18, "text": "And by the way, it doesn't really show the kind of leadership and toughness that you want out of a president."}, {"sentId": 19, "text": "He starts whining before the game's even over."}, {"sentId": 20, "text": "If whenever things are"}], "speaker": "OBAMA", "secId": 8}, {"sentences": [{"sentId": 21, "text": "going badly for you and you lose, you start blaming somebody else."}, {"sentId": 22, "text": "Then you don't have what it take to be in this job, because there are a lot of times when things don't go our way or my way."}], "speaker": "OBAMA", "secId": 9}, {"sentences": [{"sentId": 23, "text": "That's OK. You fight through it."}, {"sentId": 24, "text": "You work through it."}, {"sentId": 25, "text": "You try to accomplish your goals."}, {"sentId": 26, "text": "I'd advise Mr. Trump to stop whining and go try to make his case to get votes."}], "speaker": "OBAMA", "secId": 10}, {"sentences": [{"sentId": 27, "text": "Here to discuss all of this is CNN's Gloria Borger and Mark Preston."}, {"sentId": 28, "text": "Good evening to both of you."}], "speaker": "LEMON", "secId": 11}, {"sentences": [{"sentId": 29, "text": "Maybe the president will say how he really feels soon about Donald Trump."}, {"sentId": 30, "text": "But, welcome from Las Vegas."}, {"sentId": 31, "text": "Thank you so much, Gloria."}, {"sentId": 32, "text": "The debate is less than 24 hours away."}, {"sentId": 33, "text": "Donald Trump is still talking about this rigged election."}, {"sentId": 34, "text": "I want you to listen to him just a short while ago at a rally in Colorado."}], "speaker": "LEMON", "secId": 12}, {"sentences": [{"sentId": 35, "text": "They even want to try and rig the election at the polling booths where so many cities are corrupt and voter fraud is all too common and then they say there's no voter fraud in our country."}, {"sentId": 36, "text": "There's no voter fraud."}, {"sentId": 37, "text": "No, no, there's no voter fraud."}, {"sentId": 38, "text": "Take a look at St. Louis, take a look at Philadelphia, take a look at Chicago."}], "speaker": "TRUMP", "secId": 13}, {"sentences": [{"sentId": 39, "text": "So Gloria, he seems to be sort of lumping everything."}, {"sentId": 40, "text": "First he said there is widespread voter fraud and then he says critics are saying there is no voter fraud, but there's no evidence of wide scale voter fraud is the truth of it."}, {"sentId": 41, "text": "It's just not true."}], "speaker": "LEMON", "secId": 14}, {"sentences": [{"sentId": 42, "text": "Why is he continuing to push this story and as the president is saying he's crying before he even finishes the game?"}], "speaker": "LEMON", "secId": 15}, {"sentences": [{"sentId": 43, "text": "Well, you know, the rigged election has two-parts, right."}, {"sentId": 44, "text": "The first part is the media, which he says the media supports Hillary Clinton so it's rigged that way."}, {"sentId": 45, "text": "The second part is this notion of voter fraud."}], "speaker": "BORGER", "secId": 16}, {"sentences": [{"sentId": 46, "text": "And what he's trying to do politically by saying all of this is that he's trying to rally his base, Don."}, {"sentId": 47, "text": "He's trying to get them so angry and agitated about a possibility that the election might be rigged, that they will definitively get out there and vote and will make them more enthusiastic about getting out there and voting."}], "speaker": "BORGER", "secId": 17}, {"sentences": [{"sentId": 48, "text": "The Clinton people believe that what he's trying to do by doing is depress they are turnout because their voters will be so sick and tired of this election that maybe they won't show up or they'll think Hillary Clinton is going to win they don't really have to vote."}], "speaker": "BORGER", "secId": 18}, {"sentences": [{"sentId": 49, "text": "So, they worry -- they worry about this."}, {"sentId": 50, "text": "On a larger level, of course."}, {"sentId": 51, "text": "The question is, voting is the foundation of our democracy and it seems to be very odd closing argument to me to make about a rigged election before you have the election."}], "speaker": "BORGER", "secId": 19}, {"sentences": [{"sentId": 52, "text": "But if its -- if he's saying it's already set and it's rigged, wouldn't that doesn't he stand the possibility, Gloria, of suppressing his own voters to say, you know what, it's not worth me going to the polls?"}], "speaker": "LEMON", "secId": 20}, {"sentences": [{"sentId": 53, "text": "No, I mean he's been saying to them, get out there and vote, be careful at your voting stations, watch what goes on when you vote, and I think, no."}, {"sentId": 54, "text": "I think he's trying to rally the base and energize the base to get out there."}], "speaker": "BORGER", "secId": 21}, {"sentences": [{"sentId": 55, "text": "Mark Preston, what do you think?"}], "speaker": "LEMON", "secId": 22}, {"sentences": [{"sentId": 56, "text": "I also think that he's setting up a scenario that if he's going to lose then he has a scapegoat if he's going to lose."}, {"sentId": 57, "text": "You know, Gloria is absolutely right."}], "speaker": "PRESTON", "secId": 23}, {"sentences": [{"sentId": 58, "text": "He is trying to rally his supporters, I mean, there's no question about that, and we've seen -- like Sheriff Clarke out in Milwaukee, Don, just last night talk about that, as well, saying you need to go out, you need to vote."}], "speaker": "PRESTON", "secId": 24}, {"sentences": [{"sentId": 59, "text": "But the bottom line is, this is a very explosive thing that he's doing and it's very dangerous, quite frankly."}, {"sentId": 60, "text": "I mean, if we are supposed to be the democracy and the leader of the free world, and we're the ones who is supposed to be spreading democracy and he's out there telling lies that there is this widespread voter fraud here."}], "speaker": "PRESTON", "secId": 25}, {"sentences": [{"sentId": 61, "text": "You know, that doesn't necessarily look good on the United States as a super power quite frankly."}, {"sentId": 62, "text": "And listen, I think that in some ways, it could get some of his supporters so riled up after the election, there is some concern, and we've seen republican lawmakers themselves try to back him off of it because there is some concern that if he does lose, then he would try to delegitimize the win of Hillary Clinton, and again, that's a problem."}], "speaker": "PRESTON", "secId": 26}, {"sentences": [{"sentId": 63, "text": "And I was talking to a republican congressman who said to me if this election is going to be delegitimize by Donald Trump, if I win, my congressional race, is that legitimate or illegitimate."}], "speaker": "BORGER", "secId": 27}, {"sentences": [{"sentId": 64, "text": "So, that's why members of Congress are worried, you know, not to mention the fact that you delegitimize democracy, let's set that aside."}, {"sentId": 65, "text": "But the other thing is, let's take the state of Ohio."}, {"sentId": 66, "text": "What happens if Rob Portman wins Ohio and Donald Trump doesn't?"}, {"sentId": 67, "text": "Or vice versa?"}, {"sentId": 68, "text": "Which is legitimate, which isn't illegitimate?"}], "speaker": "BORGER", "secId": 28}, {"sentences": [{"sentId": 69, "text": "He's also talking about, he's using some large cities with high African-American populations, Mark, to say that you should watch there, he's naming cities like for fraud for Chicago, he's got St. Louis, he's got Philadelphia, all of these cities with high African- American population and they're highly democratic."}], "speaker": "LEMON", "secId": 29}, {"sentences": [{"sentId": 70, "text": "What's going on here?"}, {"sentId": 71, "text": "What's he trying to say with this?"}], "speaker": "LEMON", "secId": 30}, {"sentences": [{"sentId": 72, "text": "Well, isn't the irony about Illinois is that he's not going to win Illinois and when he's talking about Chicago, he's talking about the 1960s and Kennedy's win and there was some kind of fraud back then in order to get JFK the presidency and did his father do it."}], "speaker": "PRESTON", "secId": 31}, {"sentences": [{"sentId": 73, "text": "So, the idea that he's going to Chicago, harkens back to a time before most of the voters quite frankly are going to vote in this election have any even understanding of it."}], "speaker": "PRESTON", "secId": 32}, {"sentences": [{"sentId": 74, "text": "When he talks about Philadelphia, he's trying to reach back to that point where we saw the New Black Panthers come out and supposedly try to intimidate voters at a voting location."}, {"sentId": 75, "text": "However, those voters that they were try to be intimidate it turned out to be a falsehood, it wasn't actually a true moment."}], "speaker": "PRESTON", "secId": 33}, {"sentences": [{"sentId": 76, "text": "So, listen, he's doing it -- he has his reasons but for him to win the election right now he's got to talk about ideas, he's got to talk about how he is going to be govern, he's got to talk about how he's going to be as the leader of the free world and stop talking about this, because while it might get some of his voters riled up and get them out to vote, he also needs to win the medal and this doesn't help you win the medal."}], "speaker": "PRESTON", "secId": 34}, {"sentences": [{"sentId": 77, "text": "It does have a sense of desperation to it when you heard that."}, {"sentId": 78, "text": "I want to ask you about this, Gloria."}, {"sentId": 79, "text": "Let's take a look at this is the poll -- surprising state poll numbers in today."}, {"sentId": 80, "text": "In Texas, University of Houston finds Trump is 41 percent, Clinton, 38 percent, just three points ahead."}], "speaker": "LEMON", "secId": 35}, {"sentences": [{"sentId": 81, "text": "No republican candidate has lost Texas by less than 11 points since 2000."}, {"sentId": 82, "text": "Could Hillary Clinton actually win Texas, Gloria?"}], "speaker": "LEMON", "secId": 36}, {"sentences": [{"sentId": 83, "text": "I don't think so."}, {"sentId": 84, "text": "It would have to be -- it would have to be such a landslide."}, {"sentId": 85, "text": "It seems unlikely."}, {"sentId": 86, "text": "I mean, that poll is a lot closer than I would honestly think, but it's not Ted Cruz is now endorsing Donald Trump, but he wasn't always enthusiastic about Donald Trump and Governor Perry, former Governor Perry has endorsed him."}], "speaker": "BORGER", "secId": 37}, {"sentences": [{"sentId": 87, "text": "So, I think it's highly unlikely he's going to win Texas, but this gives you some indication of what's going on in the rest of the country, which is that you see these battleground state polls."}], "speaker": "BORGER", "secId": 38}, {"sentences": [{"sentId": 88, "text": "Let me put this up -- there's another poll..."}], "speaker": "LEMON", "secId": 39}, {"sentences": [{"sentId": 89, "text": "Hillary Clinton pulling away in a lot of them."}], "speaker": "BORGER", "secId": 40}, {"sentences": [{"sentId": 90, "text": "There's Nevada, Clinton is up by seven, and then in Wisconsin she's up by eight."}, {"sentId": 91, "text": "So, Donald Trump has to stop the bleeding here to Gloria's point, Mark."}], "speaker": "LEMON", "secId": 41}, {"sentences": [{"sentId": 92, "text": "Well, and also, I mean, quite frankly, look at the state of Utah, which there's no way that that should be on the board."}, {"sentId": 93, "text": "And quite frankly, it is on the board now."}, {"sentId": 94, "text": "In the end will he pull it out?"}, {"sentId": 95, "text": "Probably, but the fact that he has to play defense in the state such as Texas."}], "speaker": "PRESTON", "secId": 42}, {"sentences": [{"sentId": 96, "text": "And we'll see how much defense he actually does play, a state like Utah, in Arizona, where Hillary Clinton, you know, has put Bernie Sanders, Chelsea Clinton and Michelle Obama in, that's another state quite frankly that democratic shouldn't win and he is going to play defense there."}], "speaker": "PRESTON", "secId": 43}, {"sentences": [{"sentId": 97, "text": "This is not the time when he needs to win Philadelphia or rather Pennsylvania, he needs to win Ohio, he needs to win Florida."}, {"sentId": 98, "text": "When you need to win all these big states you can't be playing defense at this point."}, {"sentId": 99, "text": "That would be like Hillary Clinton having to play defense in Massachusetts, that you know, I mean, which is just absurd."}], "speaker": "PRESTON", "secId": 44}, {"sentences": [{"sentId": 100, "text": "Yes."}], "speaker": "LEMON", "secId": 45}, {"sentences": [{"sentId": 101, "text": "There needs to be -- if Donald Trump is going to win and he could win, there has to be a structural change."}], "speaker": "BORGER", "secId": 46}, {"sentences": [{"sentId": 102, "text": "Something has to happen that would shake up this race dramatically."}, {"sentId": 103, "text": "It could happen."}, {"sentId": 104, "text": "I don't know what that would be, but that's what we're looking at."}], "speaker": "BORGER", "secId": 47}, {"sentences": [{"sentId": 105, "text": "I think the danger here for the Hillary Clinton people that I talked to is there sort of not so fast because we don't want our voters to stay home."}, {"sentId": 106, "text": "We need to get our voters as enthusiastic as the Donald Trump voters are."}, {"sentId": 107, "text": "And her enthusiasm numbers are becoming up."}], "speaker": "BORGER", "secId": 48}, {"sentences": [{"sentId": 108, "text": "I've got to run, but inquiring minds want to know are they going to shake hands tomorrow?"}], "speaker": "LEMON", "secId": 49}, {"sentences": [{"sentId": 109, "text": "Well, it isn't going to be a bear hug."}], "speaker": "BORGER", "secId": 50}, {"sentences": [{"sentId": 110, "text": "There won't be an embrace, although they did shake hands at the end of the debate."}], "speaker": "PRESTON", "secId": 51}, {"sentences": [{"sentId": 111, "text": "Yes."}, {"sentId": 112, "text": "Yes."}], "speaker": "LEMON", "secId": 52}, {"sentences": [{"sentId": 113, "text": "Yes, they did?"}], "speaker": "BORGER", "secId": 53}, {"sentences": [{"sentId": 114, "text": "Yes, at the end."}], "speaker": "LEMON", "secId": 54}, {"sentences": [{"sentId": 115, "text": "We'll see what happens in the leading up to the debate."}, {"sentId": 116, "text": "I mean, last time it was pretty tense, if you'll recall."}], "speaker": "BORGER", "secId": 55}, {"sentences": [{"sentId": 117, "text": "Right."}], "speaker": "PRESTON", "secId": 56}, {"sentences": [{"sentId": 118, "text": "So, we'll see if there are any events preceding the debate tomorrow."}], "speaker": "BORGER", "secId": 57}, {"sentences": [{"sentId": 119, "text": "Thank you, Gloria."}, {"sentId": 120, "text": "Thank you, Mark."}, {"sentId": 121, "text": "I appreciate it."}], "speaker": "LEMON", "secId": 58}, {"sentences": [{"sentId": 122, "text": "Yes, anything."}], "speaker": "BORGER", "secId": 59}, {"sentences": [{"sentId": 123, "text": "All right."}], "speaker": "LEMON", "secId": 60}, {"sentences": [{"sentId": 124, "text": "Thanks."}], "speaker": "BORGER", "secId": 61}, {"sentences": [{"sentId": 125, "text": "When we come right back, a democratic operative resigns and another is fired and an undercover video suggesting that they hired people to incite violence at Trump rallies."}, {"sentId": 126, "text": "We're going to dig into that story, coming up."}], "speaker": "LEMON", "secId": 62}, {"sentences": [{"sentId": 127, "text": "A vote for democrats tonight as operative whose organization, an operative whose organization was helping Hillary Clinton's campaign resigns and another is fired, that's after an edited video suggests people were hired to incite violence at Donald Trump's rallies."}], "speaker": "LEMON", "secId": 63}, {"sentences": [{"sentId": 128, "text": "CNN's Drew Griffin joins me now with more on this."}, {"sentId": 129, "text": "So, Drew, tell us more about this story."}, {"sentId": 130, "text": "What happened?"}], "speaker": "LEMON", "secId": 64}, {"sentences": [{"sentId": 131, "text": "These videos were first released yesterday by a man named James O'Keefe."}, {"sentId": 132, "text": "It's undercover video, a big caveat here."}, {"sentId": 133, "text": "O'Keefe has been widely discredited known for editing video if it is conservative narrative."}, {"sentId": 134, "text": "But as a result of what's on the tapes that he released two men working for democracy partners, it's the lobbying group working on behalf of the Clinton campaign, had been relieve of duties, or stepping back from working on the Clinton campaign."}], "speaker": "GRIFFIN", "secId": 65}, {"sentences": [{"sentId": 135, "text": "Let's show you why."}, {"sentId": 136, "text": "It's on the video, is what they said."}, {"sentId": 137, "text": "This is one release yesterday."}, {"sentId": 138, "text": "A man named Scott Foval, he's a contractor for democracy partners, seen and heard discussing his hiring of people to attend Trump rallies for the purpose of starting fights."}], "speaker": "GRIFFIN", "secId": 66}, {"sentences": [{"sentId": 139, "text": "I mean, honestly, it is not hard to get some of these assholes to pop off."}], "speaker": "FOVAL", "secId": 67}, {"sentences": [{"sentId": 140, "text": "Right."}], "speaker": "UNIDENTIFIED MALE", "secId": 68}, {"sentences": [{"sentId": 141, "text": "It's a matter of showing up to want to get into the rally, in a Planned Parenthood t-shirt or you know -- Trump is a Nazi, you know, you could -- you could message to draw them out and draw them to punch you."}], "speaker": "FOVAL", "secId": 69}, {"sentences": [{"sentId": 142, "text": "So, we all remember these violent altercations at some of these rallies, so what is -- what is -- is that what we're talking about here?"}], "speaker": "LEMON", "secId": 70}, {"sentences": [{"sentId": 143, "text": "Yes, now keep in mind that there is no evidence that anything he said on the tape actually happened, but on the tape he cites specific examples where there were events where there was trouble, Las Vegas, a rally in North Carolina, an event in Wisconsin, where he says he worked to insight either violence or get some kind of public reaction from republican officials."}], "speaker": "GRIFFIN", "secId": 71}, {"sentences": [{"sentId": 144, "text": "So where is he now?"}], "speaker": "LEMON", "secId": 72}, {"sentences": [{"sentId": 145, "text": "We can't find him."}, {"sentId": 146, "text": "He no longer works for Democracy Partners."}, {"sentId": 147, "text": "It seems he was relieved of duty."}, {"sentId": 148, "text": "The guy who hired him is named Bob Creamer, one of the partners in Democracy partners."}, {"sentId": 149, "text": "He announced today that he is no longer going to be working on the Clinton campaign either."}], "speaker": "GRIFFIN", "secId": 73}, {"sentences": [{"sentId": 150, "text": "So, these guys on tape they were working for the Clinton campaign?"}], "speaker": "LEMON", "secId": 74}, {"sentences": [{"sentId": 151, "text": "They were working with the Clinton campaign not for the Clinton campaign."}, {"sentId": 152, "text": "They want to make that distinction."}, {"sentId": 153, "text": "Democracy Partners was hired by the National Democratic Committee to work on behalf of the Clinton campaign."}], "speaker": "GRIFFIN", "secId": 75}, {"sentences": [{"sentId": 154, "text": "I talked to Creamer today."}, {"sentId": 155, "text": "He said, look, we worked for the Clinton campaign in that we were with them daily working on various strategies, but technically they were not staffers for them."}], "speaker": "GRIFFIN", "secId": 76}, {"sentences": [{"sentId": 156, "text": "You should also know Bob Creamer, his wife is a democratic Chicago Congresswoman Jan Schakowsky."}, {"sentId": 157, "text": "I did speak to him on the phone."}, {"sentId": 158, "text": "He described what's being said is bar room talk."}, {"sentId": 159, "text": "And he told me, \"With respect to Scott Foval, his comments on tape, they are flat out wrong."}, {"sentId": 160, "text": "We have gone to extreme measures to ensure no violence took place at any of our counter protest events.\""}], "speaker": "GRIFFIN", "secId": 77}, {"sentences": [{"sentId": 161, "text": "And for its parts the DNC is also distancing themselves from the whole thing."}, {"sentId": 162, "text": "They're telling us number one, no evidence any of this violence actually occurred or anything that was on this tape actually occured."}, {"sentId": 163, "text": "They did agree with Bob Creamer that he should separate from the campaign, and they're going to investigate they say James O'Keefe to see if he did anything illegal in gathering these tapes."}], "speaker": "GRIFFIN", "secId": 78}, {"sentences": [{"sentId": 164, "text": "I'm looking because he says bar room talk."}, {"sentId": 165, "text": "That sounds a lot very familiar to what we've been talking about and he's been getting so much criticism for it."}], "speaker": "LEMON", "secId": 79}, {"sentences": [{"sentId": 166, "text": "You know, that's absolutely right."}, {"sentId": 167, "text": "Is this bar room talk where you're talking about instigating or inciting people to violence at a political rally?"}, {"sentId": 168, "text": "I'll leave that up to the pundits but that is what he called it."}, {"sentId": 169, "text": "Bar room talk."}], "speaker": "GRIFFIN", "secId": 80}, {"sentences": [{"sentId": 170, "text": "Indeed true."}, {"sentId": 171, "text": "It's awful."}, {"sentId": 172, "text": "It's awful."}, {"sentId": 173, "text": "I mean, it is politics, but it is awful."}, {"sentId": 174, "text": "Thank you, Drew."}, {"sentId": 175, "text": "I appreciate that."}], "speaker": "LEMON", "secId": 81}, {"sentences": [{"sentId": 176, "text": "Here to discuss, CNN's political commentator Sally Kohn is here, also, Bob Cusack, the editor-in-chief of The Hill, and Carl Bernstein, author of \"A Woman in Charge, the Life of Hillary Rodham Clinton.\""}], "speaker": "LEMON", "secId": 82}, {"sentences": [{"sentId": 177, "text": "Hello, panel."}, {"sentId": 178, "text": "Thank you so much."}, {"sentId": 179, "text": "Sally, I'm going to start with you."}, {"sentId": 180, "text": "The Clinton campaigned moved very quickly to distance themselves from these democratic operatives."}, {"sentId": 181, "text": "What do you think of their -- is there something -- do you think they think there's something to these allegations?"}], "speaker": "LEMON", "secId": 83}, {"sentences": [{"sentId": 182, "text": "No, I think that we've all learned and if nothing else, Donald Trump has shown us that, you know, video speaks louder than anything."}, {"sentId": 183, "text": "And look, James O'Keefe has a documented history of not only editing videos to prove his point, but actually illegally obtaining and editing and falsely manipulating that..."}], "speaker": "KOHN", "secId": 84}, {"sentences": [{"sentId": 184, "text": "But Sally, the people in the videotape are saying that that's what their -- that's what they want -- that's what they are hired to do or that's what the jobs for do is to be disruptive at these campaigns."}], "speaker": "LEMON", "secId": 85}, {"sentences": [{"sentId": 185, "text": "Well, look."}, {"sentId": 186, "text": "Right."}, {"sentId": 187, "text": "So, two points."}, {"sentId": 188, "text": "First of all, the second video that he's released would actually looks like it's highly edited and manipulated video."}, {"sentId": 189, "text": "And again, there is a pattern -- a documented pattern."}], "speaker": "KOHN", "secId": 86}, {"sentences": [{"sentId": 190, "text": "This is -- this isn't -- Listen, I want to know the truth as much as anyone, honestly I do."}, {"sentId": 191, "text": "And this is my side we're talking about."}, {"sentId": 192, "text": "So, if these allegations are true, I want to know them more than anyone else should."}], "speaker": "KOHN", "secId": 87}, {"sentences": [{"sentId": 193, "text": "But I also do happen to know that James O'Keefe has a pattern of editing the tapes in order to create a misleading impression."}], "speaker": "KOHN", "secId": 88}, {"sentences": [{"sentId": 194, "text": "Now either way, look, the stuff that Scott Foval said is heinous."}, {"sentId": 195, "text": "I know Bob Creamer."}, {"sentId": 196, "text": "These are folks I've done work with."}, {"sentId": 197, "text": "That does not reflect that organization or that side of the work and look, he's not there anymore, so."}], "speaker": "KOHN", "secId": 89}, {"sentences": [{"sentId": 198, "text": "Yes."}, {"sentId": 199, "text": "Again, but they're on tape admitting that."}], "speaker": "LEMON", "secId": 90}, {"sentences": [{"sentId": 200, "text": "Well, yes."}], "speaker": "KOHN", "secId": 91}, {"sentences": [{"sentId": 201, "text": "So, you're saying that it could be -- that it's edited."}], "speaker": "LEMON", "secId": 92}, {"sentences": [{"sentId": 202, "text": "But this is an interesting moment."}, {"sentId": 203, "text": "Because you have Trump on tape, bragging that he did something and he says, but I didn't it, I was just talking about it on it."}, {"sentId": 204, "text": "Now then you have actual people coming out, women coming out saying the allegations are true."}], "speaker": "KOHN", "secId": 93}, {"sentences": [{"sentId": 205, "text": "Yes."}], "speaker": "LEMON", "secId": 94}, {"sentences": [{"sentId": 206, "text": "So, let's have corroborating, corroborating evidence."}], "speaker": "KOHN", "secId": 95}, {"sentences": [{"sentId": 207, "text": "But one bad thing that it doesn't make -- it doesn't make excuse -- stand by, stand by."}, {"sentId": 208, "text": "I want to bring in Carl."}, {"sentId": 209, "text": "Carl, it feels like the DNC really shot itself in the foot if this is actually true."}], "speaker": "LEMON", "secId": 96}, {"sentences": [{"sentId": 210, "text": "What we need to know is a lot more about this and whether these are rogue operators who brought this upon themselves, took it upon themselves or whether someone in a higher position at the DNC, which seems very unlikely to me ordered them or knew that they were doing this kind of thing."}], "speaker": "BERNSTEIN", "secId": 97}, {"sentences": [{"sentId": 211, "text": "Let me say one thing about Hillary Clinton about whom I've been quite critical as you know in this campaign about many things."}, {"sentId": 212, "text": "She, nor John Podesta, her campaign manager, are the kinds of people who have any beliefs in these kinds of dirty tricks."}, {"sentId": 213, "text": "Hillary Clinton worked on the House Judiciary Committee investigation"}], "speaker": "BERNSTEIN", "secId": 98}, {"sentences": [{"sentId": 214, "text": "-- investigating Watergate."}, {"sentId": 215, "text": "She knows how lethal a charge like this is."}, {"sentId": 216, "text": "She doesn't believe in it, and at the same time, we need to get to the bottom of this."}, {"sentId": 217, "text": "And if there needs to be a grand jury investigation about both the video of it and the players and what they did, let there be a grand jury investigation."}], "speaker": "BERNSTEIN", "secId": 99}, {"sentences": [{"sentId": 218, "text": "But we also need to get to the bottom of it but we also need to be very cautious about facts and casting a aspersions on the whole campaign."}], "speaker": "BERNSTEIN", "secId": 100}, {"sentences": [{"sentId": 219, "text": "And it seems that, listen, Bob, no one here is making excuses for it."}, {"sentId": 220, "text": "Sally is not making any excuse for it, Carl is not making excuse as well."}, {"sentId": 221, "text": "The Clinton campaign did try to distance themselves from the story, but is the damage already done?"}], "speaker": "LEMON", "secId": 101}, {"sentences": [{"sentId": 222, "text": "Oh, yes."}, {"sentId": 223, "text": "I mean, I think this is a damning tape, there's no doubt about it, and I definitely agree with Carl, that there should be some investigations."}, {"sentId": 224, "text": "And I think Congress should investigate this."}], "speaker": "CUSACK", "secId": 102}, {"sentences": [{"sentId": 225, "text": "What was going on, also Foval was talking about voter fraud and getting rent a cars for voters in other states and moving them around."}, {"sentId": 226, "text": "What about that."}, {"sentId": 227, "text": "Is that real?"}, {"sentId": 228, "text": "Was he just talking?"}, {"sentId": 229, "text": "I mean, certainly the video -- and it's a long video certainly on Foval, is convincing in that they were doing some dirty tricks and it should be investigated."}], "speaker": "CUSACK", "secId": 103}, {"sentences": [{"sentId": 230, "text": "Look, first of all, this is standard operating procedure."}, {"sentId": 231, "text": "Let's not forget again, that the videotapes only show certain things and if we're going to judge it, then we should get the entire videotape."}, {"sentId": 232, "text": "That seems obvious to me."}], "speaker": "KOHN", "secId": 104}, {"sentences": [{"sentId": 233, "text": "You know, what are the questions that are asked?"}, {"sentId": 234, "text": "Are the question asked in leading ways that were hypothetical?"}, {"sentId": 235, "text": "I mean, we need to know these things, number one."}], "speaker": "KOHN", "secId": 105}, {"sentences": [{"sentId": 236, "text": "OK."}], "speaker": "LEMON", "secId": 106}, {"sentences": [{"sentId": 237, "text": "Number two, you know, James O'Keefe made his own video where he tried to actually go in and commit voter fraud."}, {"sentId": 238, "text": "And the irony is at the end of the day he couldn't do it."}, {"sentId": 239, "text": "He didn't do it and it just goes to prove that it is still very, very rare."}], "speaker": "KOHN", "secId": 107}, {"sentences": [{"sentId": 240, "text": "There's another story -- hang on, Bob, hang on, Bob."}], "speaker": "LEMON", "secId": 108}, {"sentences": [{"sentId": 241, "text": "OK."}], "speaker": "CUSACK", "secId": 109}, {"sentences": [{"sentId": 242, "text": "There's another story that's bubbling out there."}, {"sentId": 243, "text": "I let you finish on the other side."}, {"sentId": 244, "text": "We're going to talk about that."}, {"sentId": 245, "text": "I'll let Bob finish."}], "speaker": "LEMON", "secId": 110}, {"sentences": [{"sentId": 246, "text": "And also, Donald Trump says this other story is bigger than Watergate as it concerns the Clinton campaign."}, {"sentId": 247, "text": "We'll be right back."}], "speaker": "LEMON", "secId": 111}, {"sentences": [{"sentId": 248, "text": "The Clinton campaign WikiLeaks hacks just keep on coming giving Donald Trump even more fodder for tomorrow night's debate."}], "speaker": "LEMON", "secId": 112}, {"sentences": [{"sentId": 249, "text": "Back with me now, Sally Kohn, Bob Cusack, and Carl Bernstein."}, {"sentId": 250, "text": "You were making your point, Bob, go ahead."}], "speaker": "LEMON", "secId": 113}, {"sentences": [{"sentId": 251, "text": "Yes."}, {"sentId": 252, "text": "I think there has been some fair criticism of James O'Keefe editing some videos, but this 60-minute video was very damning, and listen, one person was fired, another resigned."}, {"sentId": 253, "text": "That does not look like everything was innocent here and that's why I think this is -- this timing -- and it's no coincidence that it was released on the eve of the debate."}, {"sentId": 254, "text": "It helps Trump."}], "speaker": "CUSACK", "secId": 114}, {"sentences": [{"sentId": 255, "text": "Yes."}, {"sentId": 256, "text": "And as Carl said..."}], "speaker": "LEMON", "secId": 115}, {"sentences": [{"sentId": 257, "text": "But it's very important -- it's very important to make sure that so far we see no evidence of this connected to the Clinton campaign itself at the level of Clinton headquarters but it does need a thorough investigation."}], "speaker": "BERNSTEIN", "secId": 116}, {"sentences": [{"sentId": 258, "text": "Yes."}, {"sentId": 259, "text": "Carl, he said in this investigation."}, {"sentId": 260, "text": "So let's move on now and discuss another issue that's coming up."}, {"sentId": 261, "text": "There's a new scandal that comes on top of another big controversy around Hillary Clinton."}], "speaker": "LEMON", "secId": 117}, {"sentences": [{"sentId": 262, "text": "Yesterday, we learned that a State Department official Patrick Kennedy may have asked the Defense Department for help declassifying a Clinton e-mail possibly in exchange for a concession from the State Department on another issue."}], "speaker": "LEMON", "secId": 118}, {"sentences": [{"sentId": 263, "text": "The Trump campaign was quick to jump on the report and he's what Donald Trump said today."}], "speaker": "LEMON", "secId": 119}, {"sentences": [{"sentId": 264, "text": "The FBI documents show that Patrick Kennedy made the request for altering classification as part of a quid pro quo."}, {"sentId": 265, "text": "This is many times worse than Watergate."}, {"sentId": 266, "text": "And we're going to put an end to it come November 8th."}, {"sentId": 267, "text": "November 8."}], "speaker": "TRUMP", "secId": 120}, {"sentences": [{"sentId": 268, "text": "So, if I had to take a guess I would say that Carl Bernstein might know a thing or two about Watergate and my question would be is this scandal worse than Watergate, Carl?"}], "speaker": "LEMON", "secId": 121}, {"sentences": [{"sentId": 269, "text": "No, absolutely not."}, {"sentId": 270, "text": "Watergate was about a criminal president of the United States who presided over a criminal presidency from the time he arrives in the Oval Office until he left and had to resign because of his criminality."}], "speaker": "BERNSTEIN", "secId": 122}, {"sentences": [{"sentId": 271, "text": "That said, Hillary Clinton's conduct regarding her server has been reckless, irresponsible, you've heard me talk about it on air for many months now, and this just fits in with a pattern in which it seems it's possible that a bureaucrat, a very high-level foreign service officer was used perhaps to try and get an altered classification that would have served the Clinton campaign's narrative about the server."}], "speaker": "BERNSTEIN", "secId": 123}, {"sentences": [{"sentId": 272, "text": "Everything that's happened about the server has pretty much been a travesty, and at the same time it's important to look at Hillary Clinton's record over 30 years in public life."}, {"sentId": 273, "text": "It's -- the server is a big block, the worst probably in those 30 years against her, and at the same time, it pales in comparison to Watergate."}], "speaker": "BERNSTEIN", "secId": 124}, {"sentences": [{"sentId": 274, "text": "And also, I think it pales in comparison to the record of Donald Trump and what we've heard from him in this campaign and what we learned about the way he operates his businesses."}], "speaker": "BERNSTEIN", "secId": 125}, {"sentences": [{"sentId": 275, "text": "Let's talk..."}], "speaker": "LEMON", "secId": 126}, {"sentences": [{"sentId": 276, "text": "The kind of person he is, et cetera."}, {"sentId": 277, "text": "But this is not a good thing to have happened..."}], "speaker": "BERNSTEIN", "secId": 127}, {"sentences": [{"sentId": 278, "text": "All right, Carl."}], "speaker": "LEMON", "secId": 128}, {"sentences": [{"sentId": 279, "text": "... in any circumstances."}], "speaker": "BERNSTEIN", "secId": 129}, {"sentences": [{"sentId": 280, "text": "Got it."}, {"sentId": 281, "text": "So, Richard Nixon was caught on tape and I just want to explain this because he was saying it's worse on Watergate."}], "speaker": "LEMON", "secId": 130}, {"sentences": [{"sentId": 282, "text": "So, Carl, Richard Nixon caught on tape trying to shut down an FBI investigation with Watergate break in."}, {"sentId": 283, "text": "Here he is in the Oval Office back to 1972."}, {"sentId": 284, "text": "Listen to this."}], "speaker": "LEMON", "secId": 131}, {"sentences": [{"sentId": 285, "text": "Of course, this is a -- this is a Hunt, you will -- and that will uncover a lot of things."}, {"sentId": 286, "text": "You open that scab there's a hell of a lot of things and that we just feel that it would be very detrimental to have this thing go any further."}], "speaker": "NIXON", "secId": 132}, {"sentences": [{"sentId": 287, "text": "So, that is a so-called smoking gun moment."}, {"sentId": 288, "text": "Does Hillary Clinton e-mail story have a smoking gun moment, Carl?"}], "speaker": "LEMON", "secId": 133}, {"sentences": [{"sentId": 289, "text": "Not in terms of criminality like that, and also, Watergate was not just about the cover up."}, {"sentId": 290, "text": "It was about Nixon ordering break- ins, it was about Nixon ordering fire bombings of a think tank."}], "speaker": "BERNSTEIN", "secId": 134}, {"sentences": [{"sentId": 291, "text": "It was about misuse of the IRS and government agencies."}, {"sentId": 292, "text": "It was about endemic criminality in the Oval Office."}], "speaker": "BERNSTEIN", "secId": 135}, {"sentences": [{"sentId": 293, "text": "That said, what Hillary Clinton did was reckless, irresponsible, endangered the national security."}, {"sentId": 294, "text": "And she has apologized for it, perhaps not enough..."}], "speaker": "BERNSTEIN", "secId": 136}, {"sentences": [{"sentId": 295, "text": "I'm getting -- I'm getting a lot of facial expressions and huffing here."}, {"sentId": 296, "text": "Sally, why?"}], "speaker": "LEMON", "secId": 137}, {"sentences": [{"sentId": 297, "text": "I mean, no."}, {"sentId": 298, "text": "I don't -- listen, I don't disagree with anything that Carl Bernstein has said, but we've said this so many times."}, {"sentId": 299, "text": "I mean, she has apologized."}, {"sentId": 300, "text": "We are still talk about the e-mail server."}, {"sentId": 301, "text": "It was reckless."}], "speaker": "KOHN", "secId": 138}, {"sentences": [{"sentId": 302, "text": "He's not wrong do you think."}, {"sentId": 303, "text": "It was irresponsible he even said that."}], "speaker": "LEMON", "secId": 139}, {"sentences": [{"sentId": 304, "text": "No, of course not."}], "speaker": "KOHN", "secId": 140}, {"sentences": [{"sentId": 305, "text": "She's apologized for it."}], "speaker": "LEMON", "secId": 141}, {"sentences": [{"sentId": 306, "text": "Right."}, {"sentId": 307, "text": "But I mean, like that."}, {"sentId": 308, "text": "That to me is like kind of covered terrain here."}, {"sentId": 309, "text": "And look, there's not only is there no smoking gun, there's not even like a smoldering damp water pistol."}], "speaker": "KOHN", "secId": 142}, {"sentences": [{"sentId": 310, "text": "Are you saying..."}], "speaker": "LEMON", "secId": 143}, {"sentences": [{"sentId": 311, "text": "But republicans are desperate to find something to be commensurate with the amounts of horrible offensive and now, you know, threatening of our democracy level."}], "speaker": "KOHN", "secId": 144}, {"sentences": [{"sentId": 312, "text": "House republicans are saying that the Clinton team is bartering in classified intelligence."}, {"sentId": 313, "text": "But I mean, is this the way things work in Washington?"}, {"sentId": 314, "text": "Is this..."}], "speaker": "LEMON", "secId": 145}, {"sentences": [{"sentId": 315, "text": "Look, you know, I've never worked in government, so I don't know from folks I've talked with it's not unusual to have inter agency conversations about raising or lowering and they disagree about the security clearance."}], "speaker": "KOHN", "secId": 146}, {"sentences": [{"sentId": 316, "text": "Now the quid pro quo piece, that's really serious."}, {"sentId": 317, "text": "There is no evidence whatsoever that was being investigated whether that was from the State Department or from the FBI."}, {"sentId": 318, "text": "But again, this still isn't actually from Hillary Clinton."}], "speaker": "KOHN", "secId": 147}, {"sentences": [{"sentId": 319, "text": "This is just digging to try and find something so that we aren't always on the media focused on everything Trump has done."}], "speaker": "KOHN", "secId": 148}, {"sentences": [{"sentId": 320, "text": "Bob, is this unusual, is this business as usual or unusual in Washington?"}], "speaker": "LEMON", "secId": 149}, {"sentences": [{"sentId": 321, "text": "Well, I think they're showing a side of Washington that people don't like and I don't think that Trump should mention this Patrick Kennedy."}, {"sentId": 322, "text": "Nobody knows who he is and this classification debate."}, {"sentId": 323, "text": "It's too complicated."}], "speaker": "CUSACK", "secId": 150}, {"sentences": [{"sentId": 324, "text": "But what I do I think is damning it's not a smoking gun, but one of Hillary Clinton's staffers told the FBI that he took a hammer to one of her mobile devices."}, {"sentId": 325, "text": "The FBI did ask for 13 or 14 of her devices that her law firm was unable to give any of that."}], "speaker": "CUSACK", "secId": 151}, {"sentences": [{"sentId": 326, "text": "So, I think that's what's upsetting voters now, and certainly both candidates have major shortcomings, it's just who can exploit them tomorrow night will be the winner of the debate."}], "speaker": "CUSACK", "secId": 152}, {"sentences": [{"sentId": 327, "text": "But, Bob, this particular story, though, when you read it, I mean, it is convoluted."}], "speaker": "LEMON", "secId": 153}, {"sentences": [{"sentId": 328, "text": "Yes."}], "speaker": "CUSACK", "secId": 154}, {"sentences": [{"sentId": 329, "text": "Do you think it makes most voters eyes sort of glaze over."}, {"sentId": 330, "text": "You don't think it's water -- it's Hillary Clinton's Watergate?"}], "speaker": "LEMON", "secId": 155}, {"sentences": [{"sentId": 331, "text": "No, definitely not."}, {"sentId": 332, "text": "And I think it's eyes glazing over, they don't understand it, it's just like, oh, another e-mail thing."}], "speaker": "CUSACK", "secId": 156}, {"sentences": [{"sentId": 333, "text": "Yes."}, {"sentId": 334, "text": "All right."}, {"sentId": 335, "text": "Thank you, all."}, {"sentId": 336, "text": "I appreciate it."}], "speaker": "LEMON", "secId": 157}, {"sentences": [{"sentId": 337, "text": "When we come right back, Hillary Clinton's special guest at the final presidential debate, someone who has some history with Donald Trump, wait until you hear who it is."}], "speaker": "LEMON", "secId": 158}, {"sentences": [{"sentId": 338, "text": "The final presidential debate in Las Vegas now just hours away."}, {"sentId": 339, "text": "There are live pictures now from UNLV where that debate will be held."}], "speaker": "LEMON", "secId": 159}, {"sentences": [{"sentId": 340, "text": "Hillary Clinton announcing one of her guests in the guest will be the outspoken billionaire owner of the Dallas Mavericks, Mr. Mark Cuban."}, {"sentId": 341, "text": "And he joins us now by phone."}, {"sentId": 342, "text": "Good evening, sir, how are you?"}], "speaker": "LEMON", "secId": 160}, {"sentences": [{"sentId": 343, "text": "I'm great, sir."}, {"sentId": 344, "text": "How are you?"}], "speaker": "CUBAN", "secId": 161}, {"sentences": [{"sentId": 345, "text": "Do you think that just by -- I'm doing great, thank you very much."}, {"sentId": 346, "text": "Just by being there that you are going to throw Donald Trump off?"}], "speaker": "LEMON", "secId": 162}, {"sentences": [{"sentId": 347, "text": "No, of course not, but you know it will at least get him thinking, it will get the people around him thinking."}, {"sentId": 348, "text": "And I think since we already know kind of the way he's going to approach the debate, same as the last two, I think, you know, getting the folks around him thinking and trying to get them see me and talking to them, I think can have even more of an impact."}], "speaker": "CUBAN", "secId": 163}, {"sentences": [{"sentId": 349, "text": "So, listen, this is just in."}, {"sentId": 350, "text": "Maggie Haberman is reporting of the New York Times that, you know that meet and greet where the families come out and they shake hands before, you know, the Clintons with the Trumps."}, {"sentId": 351, "text": "The Clinton campaign is saying that, you know, they don't want that to happen because they're afraid of stunts happening."}, {"sentId": 352, "text": "Do you think that's a good move for them to do?"}, {"sentId": 353, "text": "CUBAN:  I don't know."}, {"sentId": 354, "text": "They have to make their own decision."}, {"sentId": 355, "text": "You know,"}], "speaker": "LEMON", "secId": 164}, {"sentences": [{"sentId": 356, "text": "I'm not going to try to over dramatize something like that."}, {"sentId": 357, "text": "I mean, there will be enough fireworks that go on, you know, on the stage that hopefully any stuff like that will be forgotten quickly."}], "speaker": "LEMON", "secId": 165}, {"sentences": [{"sentId": 358, "text": "Mark, let's talk about the polls here."}, {"sentId": 359, "text": "Hillary Clinton won the -- won the last debate, but a lot of her supporters were disappointed."}, {"sentId": 360, "text": "They wanted a knock-out punch."}, {"sentId": 361, "text": "Before we get to the polls do you think that's going to happen tomorrow?"}], "speaker": "LEMON", "secId": 166}, {"sentences": [{"sentId": 362, "text": "No, because he's not the kind of guy he can knock out, simply because, you know, there's some guys that are knocked out, they're out of business, they're unconscious and they just don't know it and that's Donald Trump."}], "speaker": "CUBAN", "secId": 167}, {"sentences": [{"sentId": 363, "text": "You know, he'll keep on getting up, he just won't know where he is."}, {"sentId": 364, "text": "So, you're not going to knock him out."}, {"sentId": 365, "text": "But you know, I think she got the results she needed out for the first debate."}], "speaker": "CUBAN", "secId": 168}, {"sentences": [{"sentId": 366, "text": "You know, the second debate there were more self-inflicted wounds by him, and the third debate, you know, my guess is we'll see more self- inflicted wounds and her job is just to Bob and weave them and let him punch himself in the face."}], "speaker": "CUBAN", "secId": 169}, {"sentences": [{"sentId": 367, "text": "When you look at the states, when you look at Texas they say which is close now just within a couple of points, I don't know if anyone seriously thinks, you know, Hillary Clinton is going to win Texas."}], "speaker": "LEMON", "secId": 170}, {"sentences": [{"sentId": 368, "text": "But if you look at other battleground states and even places like Nevada and Wisconsin, Hillary Clinton is doing well there."}, {"sentId": 369, "text": "Do you think there's any -- do you think Donald Trump can make up enough ground at that debate to make a difference in this battleground states?"}], "speaker": "LEMON", "secId": 171}, {"sentences": [{"sentId": 370, "text": "No."}, {"sentId": 371, "text": "I mean, it won't make the -- I don't think it will have the slightest bid of impact on the battleground states."}, {"sentId": 372, "text": "I think, you know, the only way that Trump wins is if it's very organic and his believers just comes out in force and comes out in far greater numbers than anybody expected."}], "speaker": "CUBAN", "secId": 172}, {"sentences": [{"sentId": 373, "text": "Because it won't happen, because of its ground game, that's nonexistent."}, {"sentId": 374, "text": "It won't happen because of any organization, that's nonexistent."}, {"sentId": 375, "text": "It's going to have to be very organic and unexpected for him to win, otherwise he got no chance."}], "speaker": "CUBAN", "secId": 173}, {"sentences": [{"sentId": 376, "text": "What do you about the strategy -- the whole strategy of, you know, bringing up Bill Clinton and his  do you think that's going to be a part of this debate as well, especially considering now again that tape is -- that last -- the tape was out there for the last debate, but there are these women coming forward now, do you think that's going to be part of his strategy?"}], "speaker": "LEMON", "secId": 174}, {"sentences": [{"sentId": 377, "text": "What for Donald to bring up some of -- Bill Clinton's performers?"}], "speaker": "CUBAN", "secId": 175}, {"sentences": [{"sentId": 378, "text": "Yes, sir."}, {"sentId": 379, "text": "Yes, sir."}], "speaker": "LEMON", "secId": 176}, {"sentences": [{"sentId": 380, "text": "I don't think he'll bring them back."}, {"sentId": 381, "text": "I think he kind of play that card and wasted it and used it."}, {"sentId": 382, "text": "But obviously it's going to be an issue and you know, the real question is, will there any other new names or new victims pop up before tomorrow night."}], "speaker": "CUBAN", "secId": 177}, {"sentences": [{"sentId": 383, "text": "Yes."}, {"sentId": 384, "text": "Do you know him, right?"}], "speaker": "LEMON", "secId": 178}, {"sentences": [{"sentId": 385, "text": "Yes."}], "speaker": "CUBAN", "secId": 179}, {"sentences": [{"sentId": 386, "text": "Do you..."}], "speaker": "LEMON", "secId": 180}, {"sentences": [{"sentId": 387, "text": "We're not best friends but yes, we're more than acquaintances, I would say."}], "speaker": "CUBAN", "secId": 181}, {"sentences": [{"sentId": 388, "text": "Have you ever heard of anything like these women coming forward or him being untoward or..."}], "speaker": "LEMON", "secId": 182}, {"sentences": [{"sentId": 389, "text": "Yes."}], "speaker": "CUBAN", "secId": 183}, {"sentences": [{"sentId": 390, "text": "You have?"}], "speaker": "LEMON", "secId": 184}, {"sentences": [{"sentId": 391, "text": "Yes and I know one, and it just didn't happen recently."}, {"sentId": 392, "text": "My friend reminded me and it was from 2000 and she -- you know, I don't expect her to come forward."}, {"sentId": 393, "text": "I wouldn't recommend she come forward."}, {"sentId": 394, "text": "I know somebody else from two years ago that won't come forward."}, {"sentId": 395, "text": "So, you know, it's not anything that caught me by surprise."}], "speaker": "CUBAN", "secId": 185}, {"sentences": [{"sentId": 396, "text": "So, again, this is you saying, this is not CNN's reporting but tell us what you can since you know him."}, {"sentId": 397, "text": "What can you tell us..."}], "speaker": "LEMON", "secId": 186}, {"sentences": [{"sentId": 398, "text": "I mean, that's what I can tell you."}, {"sentId": 399, "text": "I can tell you -- I've seen my friend that was dating this one woman, you know, just -- you know, reminded me the story they told me right after it happened and put it all down in details and obviously I remembered it."}], "speaker": "CUBAN", "secId": 187}, {"sentences": [{"sentId": 400, "text": "And then I had another person who contacted me after the rate started and told me a story."}, {"sentId": 401, "text": "But I don't want to go in since it's all second and third hand other than to say that it's absolutely, it's factually true."}, {"sentId": 402, "text": "So, I don't have any doubts that what we're hearing is true."}], "speaker": "CUBAN", "secId": 188}, {"sentences": [{"sentId": 403, "text": "You're out listening you're a very wealthy man and if you -- I'm not sure if you saw the interview with Anderson and Melania Trump last night, but she said, you know, basically saying women throw themselves at him in front of her just because of money."}, {"sentId": 404, "text": "You're a billionaire as well, you don't -- do you see any of this or maybe all of it as being politically motivated?"}], "speaker": "LEMON", "secId": 189}, {"sentences": [{"sentId": 405, "text": "Yes, I mean, look, it's all..."}], "speaker": "CUBAN", "secId": 190}, {"sentences": [{"sentId": 406, "text": "-- or motivated by money?"}, {"sentId": 407, "text": "CUBAN:  Yes, I mean the word \"gold-digger\" is there for a reason,"}], "speaker": "LEMON", "secId": 191}, {"sentences": [{"sentId": 408, "text": "right?"}, {"sentId": 409, "text": "And that's gender neutral."}, {"sentId": 410, "text": "I've seen wealthy women who have been attracted, who had men attracted to them."}, {"sentId": 411, "text": "So, but -- who knows, right?"}, {"sentId": 412, "text": "I'd like to think that they were attracted to me."}, {"sentId": 413, "text": "But, who knows, and so, yes, I really couldn't speak to that."}], "speaker": "LEMON", "secId": 192}, {"sentences": [{"sentId": 414, "text": "Yes, so let's talk -- let's get back now to the debate."}, {"sentId": 415, "text": "Do you think that because I think what the common wisdom is, is that she's running out the clock."}], "speaker": "LEMON", "secId": 193}, {"sentences": [{"sentId": 416, "text": "Yes."}], "speaker": "CUBAN", "secId": 194}, {"sentences": [{"sentId": 417, "text": "And her supporters would like her to be a little bit more aggressive at the debate, maybe ever more aggressive than last time."}, {"sentId": 418, "text": "Do you think she should play it safe or do you think she should take him on?"}], "speaker": "LEMON", "secId": 195}, {"sentences": [{"sentId": 419, "text": "No, she definitely should play it safe."}, {"sentId": 420, "text": "Look, it's smart to get to know your opponent, right?"}, {"sentId": 421, "text": "If you have an opponent in basketball that likes to shoot the ball in his own basket and self- inflect wounds you just let him continue to do it."}, {"sentId": 422, "text": "You don't get in the way."}, {"sentId": 423, "text": "You get out of the way."}], "speaker": "CUBAN", "secId": 196}, {"sentences": [{"sentId": 424, "text": "You know, if you have a guy who, you know, in a race and he's wearing himself out, you just let them wear themselves out, you know, and you understand your own strategy and your own game and you stick to it."}], "speaker": "CUBAN", "secId": 197}, {"sentences": [{"sentId": 425, "text": "The last thing you need to do is jump into the middle of something and make a mistake."}, {"sentId": 426, "text": "You know, because the one thing he hasn't demonstrated is the ability to control a conversation, you know, deal, you know, present issues that give him an advantage with undecided voters."}], "speaker": "CUBAN", "secId": 198}, {"sentences": [{"sentId": 427, "text": "That's just know who he is."}, {"sentId": 428, "text": "He's a counter puncture as he said and he likes to throw haymakers, as well, and you know, he's like out of the three stooges he just himself."}, {"sentId": 429, "text": "And so, I would just get out of the way and let him -- let him hurt himself."}], "speaker": "CUBAN", "secId": 199}, {"sentences": [{"sentId": 430, "text": "I have two quick things for you before we go here, one, do you think the brothers sitting in the audience will make a difference?"}, {"sentId": 431, "text": "What do you think is behind that?"}], "speaker": "LEMON", "secId": 200}, {"sentences": [{"sentId": 432, "text": "Do I think what?"}], "speaker": "CUBAN", "secId": 201}, {"sentences": [{"sentId": 433, "text": "President Obama's half-brother being invited by Donald Trump?"}], "speaker": "LEMON", "secId": 202}, {"sentences": [{"sentId": 434, "text": "No, I don't think it will make a difference at all."}, {"sentId": 435, "text": "I think, look."}, {"sentId": 436, "text": "There's reason why she prepares and it's obvious he doesn't."}, {"sentId": 437, "text": "The idea is that you practice until you can't get it wrong, and something I preach with everybody who works for me, anybody who is in athletics, practice until you get it wrong, so you anticipate and there's nothing that catches you out card."}], "speaker": "CUBAN", "secId": 203}, {"sentences": [{"sentId": 438, "text": "Yes."}], "speaker": "LEMON", "secId": 204}, {"sentences": [{"sentId": 439, "text": "She obviously has been through that."}, {"sentId": 440, "text": "He obviously has not."}, {"sentId": 441, "text": "He makes the same mistakes over, and over, and over."}, {"sentId": 442, "text": "And why stop."}, {"sentId": 443, "text": "And so, having the half-brother, you know, having any"}], "speaker": "CUBAN", "secId": 205}, {"sentences": [{"sentId": 444, "text": "third-party -- she's concentrating so hard."}], "speaker": "CUBAN", "secId": 206}, {"sentences": [{"sentId": 445, "text": "I want to ask you about this whole rigged system."}, {"sentId": 446, "text": "Because Donald Trump has been talking about a lot of rigged election, saying that the media and the Clinton campaign are working together to steal the election."}, {"sentId": 447, "text": "What do you make of that?"}], "speaker": "LEMON", "secId": 207}, {"sentences": [{"sentId": 448, "text": "I think that's him being, you know, used and played by Steve Bannon and that group."}, {"sentId": 449, "text": "I think Steve Bannon is a whole lot smarter than Donald Trump and it plays right to the Breitbart narrative, which will pay off huge dividends for Breitbart down the road."}], "speaker": "CUBAN", "secId": 208}, {"sentences": [{"sentId": 450, "text": "And for Donald Trump is destroying his brand, and destroying whatever opportunity has to address the issue and convince undecided voters that he's capable of being president."}, {"sentId": 451, "text": "So I think he's being -- he's being used in every what shape of form and the beneficiaries are behind the scene, I have no doubt in my mind about that."}], "speaker": "CUBAN", "secId": 209}, {"sentences": [{"sentId": 452, "text": "Mark Cuban, I appreciate your time."}, {"sentId": 453, "text": "Thank you."}], "speaker": "LEMON", "secId": 210}, {"sentences": [{"sentId": 454, "text": "Any time, Don."}], "speaker": "CUBAN", "secId": 211}, {"sentences": [{"sentId": 455, "text": "We have a panel assembled from Las Vegas."}, {"sentId": 456, "text": "I don't know if we have them up yet, but Andy Dean, Van Jones, Bakari Sellers, and Scottie Nell Hughes, they're ready to go."}, {"sentId": 457, "text": "I wonder what they have to say about this after the break."}], "speaker": "LEMON", "secId": 212}, {"sentences": [{"sentId": 458, "text": "Both Donald Trump and Hillary Clinton have arrived in Las Vegas where they will go head-to-head in their final debate in just a few hours."}], "speaker": "LEMON", "secId": 213}, {"sentences": [{"sentId": 459, "text": "But apparently, there will be no family handshake."}], "speaker": "LEMON", "secId": 214}, {"sentences": [{"sentId": 460, "text": "Also, already arrived in Las Vegas is Andy Dean, the former president of Trump Productions."}, {"sentId": 461, "text": "Van Jones is there, too, a former Obama administration official, Trump supporter, Scottie Nell Hughes is in the house in Vegas, and Clinton supporter Bakari Sellers, as well."}], "speaker": "LEMON", "secId": 215}, {"sentences": [{"sentId": 462, "text": "I already know this is going to be interesting."}, {"sentId": 463, "text": "So, welcome."}, {"sentId": 464, "text": "Let's hope what happens in Vegas doesn't stay in Vegas because I need you guys to report the truth to me."}], "speaker": "LEMON", "secId": 216}, {"sentences": [{"sentId": 465, "text": "Van Jones, I'm going to start with you."}, {"sentId": 466, "text": "The final debate tomorrow."}, {"sentId": 467, "text": "Is Hillary Clinton do you think capable of delivering a knock-out punch or is it more important for her just to not make a make a mistake sort of and play it cool as was just told to me by Mark Cuban?"}], "speaker": "LEMON", "secId": 217}, {"sentences": [{"sentId": 468, "text": "Well, look, she's got some challenges tomorrow she hasn't had to face before."}, {"sentId": 469, "text": "You know, she's always had difficulty dealing with this e-mail issue, even when it was much more simple."}, {"sentId": 470, "text": "She bobbles those answers every time."}], "speaker": "JONES", "secId": 218}, {"sentences": [{"sentId": 471, "text": "This time you're going to have a Donald Trump, you know, newly emboldened, he's got to be weaponize  in that issue in a different way and she's got to be able to nail some of these answers."}], "speaker": "JONES", "secId": 219}, {"sentences": [{"sentId": 472, "text": "And so, she could take on a little bit of damage."}, {"sentId": 473, "text": "I don't think it's enough to change the election right now."}, {"sentId": 474, "text": "He is on a glide path to defeat, but she has got to figure out some way to answer these questions and to reassure some voters who feel that her -- her answers and her performance in this area as a really cause for concern."}], "speaker": "JONES", "secId": 220}, {"sentences": [{"sentId": 475, "text": "That's the big weak spot do you think right now coming up in this debate?"}], "speaker": "LEMON", "secId": 221}, {"sentences": [{"sentId": 476, "text": "Yes, absolutely."}, {"sentId": 477, "text": "I mean, listen, everything else is perfectly fine."}, {"sentId": 478, "text": "You have Donald Trump out there basically saying that he doesn't have confidence in the American system, that he thinks that somehow because the media has been mean to him, though the media made him for most of this campaign, that the entire election has been rigged against him."}], "speaker": "JONES", "secId": 222}, {"sentences": [{"sentId": 479, "text": "He's being a big cry baby."}, {"sentId": 480, "text": "So, he doesn't look presidential."}, {"sentId": 481, "text": "The one thing he's got going for him now is that there are increasing banana peels out there for her on this issue and she's never been get on it."}], "speaker": "JONES", "secId": 223}, {"sentences": [{"sentId": 482, "text": "OK. Let's talk to Scottie."}, {"sentId": 483, "text": "Scottie, the scientific polls found Hillary Clinton won the first debate."}, {"sentId": 484, "text": "What does Trump need to do to turn things around?"}], "speaker": "LEMON", "secId": 224}, {"sentences": [{"sentId": 485, "text": "Well, Hillary Clinton she throws allegations..."}], "speaker": "HUGHES", "secId": 225}, {"sentences": [{"sentId": 486, "text": "She won both debates according to scientific polls."}, {"sentId": 487, "text": "Sorry, go ahead."}], "speaker": "LEMON", "secId": 226}, {"sentences": [{"sentId": 488, "text": "We can debate over the second one, but I'll give you the first one except for the first image."}, {"sentId": 489, "text": "Listen, all Donald Trump needs to do is when she comes at him with allegations; he needs to answer with facts."}], "speaker": "HUGHES", "secId": 227}, {"sentences": [{"sentId": 490, "text": "He needs to make this to be truly a policy and defining himself as being not the Washington establishment, which is what she has built her campaign on here."}, {"sentId": 491, "text": "It's her experience how great her experience is."}], "speaker": "HUGHES", "secId": 228}, {"sentences": [{"sentId": 492, "text": "He needs to say, really?"}, {"sentId": 493, "text": "Is that really great experience you have?"}, {"sentId": 494, "text": "Here's your track record, here's how I'm going to be different."}], "speaker": "HUGHES", "secId": 229}, {"sentences": [{"sentId": 495, "text": "Listen, the one thing that I think we all can agree on as Americans is nobody really likes Washington, D.C."}, {"sentId": 496, "text": "They think it's just a cesspool of filth and corruption."}, {"sentId": 497, "text": "And Donald Trump is the anti-establishment candidate."}], "speaker": "HUGHES", "secId": 230}, {"sentences": [{"sentId": 498, "text": "And I think the more that he sells that it reminds people that this is the politician that's got us into this mess, are politicians like Hillary Clinton, the better he'll resonate with the American people."}], "speaker": "HUGHES", "secId": 231}, {"sentences": [{"sentId": 499, "text": "Bakari, you know, but she's been off the campaign trail for quite a few days now prepping for tomorrow."}, {"sentId": 500, "text": "Is that hurting her when you know, when you have the WikiLeaks releasing all of these hacked campaign e-mails?"}], "speaker": "LEMON", "secId": 232}, {"sentences": [{"sentId": 501, "text": "Well, I think some will look at it and say she should been out there so she can answer some of these questions on her campaign airlines so that tomorrow night will not be the first time that she has so answer the questions about WikiLeaks, et cetera."}], "speaker": "SELLERS", "secId": 233}, {"sentences": [{"sentId": 502, "text": "But what we do know is that Hillary Clinton is a skilled debater."}, {"sentId": 503, "text": "This isn't the first time, second or third time she's been on the stage one-on-one with someone who is of equal, or in this case of lesser debate skills."}], "speaker": "SELLERS", "secId": 234}, {"sentences": [{"sentId": 504, "text": "She's debated Barack Obama."}, {"sentId": 505, "text": "She's debated Bernie Sanders, so she's been through this and her prep is going to be amazing."}, {"sentId": 506, "text": "We already know that."}, {"sentId": 507, "text": "But tomorrow night is going to be something -- you know, I'm somebody who wants her to debate more like she did in the first debate, when she was very aggressive, not as much in the second debate."}], "speaker": "SELLERS", "secId": 235}, {"sentences": [{"sentId": 508, "text": "I expect her tomorrow night to come up -- I say more like Floyd Mayweather than a Mike Tyson."}, {"sentId": 509, "text": "I think she's going to be on the defense a little bit."}, {"sentId": 510, "text": "I think that she is going to be counter punching tomorrow night."}], "speaker": "SELLERS", "secId": 236}, {"sentences": [{"sentId": 511, "text": "The fact is going into tomorrow night, she has a better chance of winning Arizona and Texas right now than Donald Trump has of winning Virginia, Colorado, and Pennsylvania."}], "speaker": "SELLERS", "secId": 237}, {"sentences": [{"sentId": 512, "text": "So she's in the driver's seat right now."}, {"sentId": 513, "text": "The question is, how -- does she come out damaged tomorrow at all, or can she pull off another victory and go 3-0 and pull off the sweep."}], "speaker": "SELLERS", "secId": 238}, {"sentences": [{"sentId": 514, "text": "Andy Dean, Donald Trump says he is now unshackled."}, {"sentId": 515, "text": "What will that look like on the debate stage?"}, {"sentId": 516, "text": "You've got -- you've got, you know, Bakari talking about price fighting, giving analogies."}, {"sentId": 517, "text": "I mean, and this is in Las Vegas, the greatest show on earth."}, {"sentId": 518, "text": "And he's got nothing to lose."}], "speaker": "LEMON", "secId": 239}, {"sentences": [{"sentId": 519, "text": "Right."}, {"sentId": 520, "text": "Also, Don, I think Donald Trump clearly across the board."}, {"sentId": 521, "text": "I know there are some that took the other way."}, {"sentId": 522, "text": "But he won the second debate."}, {"sentId": 523, "text": "The first debate -- the first 20 minutes he looked stellar, and then, you know, Lester Holt shifted to birtherism and taxes."}], "speaker": "DEAN", "secId": 240}, {"sentences": [{"sentId": 524, "text": "And then I agree with the top hour in that first debate."}, {"sentId": 525, "text": "But the second debate I thought he was fantastic."}, {"sentId": 526, "text": "I thought he was well- researched and I thought he hit Hillary Clinton very hard on e- mails..."}], "speaker": "DEAN", "secId": 241}, {"sentences": [{"sentId": 527, "text": "But according to the scientific polls he did not win."}], "speaker": "LEMON", "secId": 242}, {"sentences": [{"sentId": 528, "text": "And was very knowledgeable."}], "speaker": "DEAN", "secId": 243}, {"sentences": [{"sentId": 529, "text": "And even her own supporters... DEAN:  What's that?"}], "speaker": "LEMON", "secId": 244}, {"sentences": [{"sentId": 530, "text": "Even the surrogates are saying they wished that she had done things differently."}, {"sentId": 531, "text": "But still or had been a little bit more aggressive."}], "speaker": "LEMON", "secId": 245}, {"sentences": [{"sentId": 532, "text": "I don't like these surrogates, Don."}], "speaker": "DEAN", "secId": 246}, {"sentences": [{"sentId": 533, "text": "But all this -- but all the scientific polls say that she won both debates."}], "speaker": "LEMON", "secId": 247}, {"sentences": [{"sentId": 534, "text": "No, Don, no, only the CNN polls."}], "speaker": "HUGHES", "secId": 248}, {"sentences": [{"sentId": 535, "text": "Thank you, Don."}], "speaker": "JONES", "secId": 249}, {"sentences": [{"sentId": 536, "text": "Stop with the science, Don."}], "speaker": "SELLERS", "secId": 250}, {"sentences": [{"sentId": 537, "text": "Facts."}], "speaker": "DEAN", "secId": 251}, {"sentences": [{"sentId": 538, "text": "Who cares?"}], "speaker": "SELLERS", "secId": 252}, {"sentences": [{"sentId": 539, "text": "But go on, Andy."}, {"sentId": 540, "text": "Make your point."}], "speaker": "LEMON", "secId": 253}, {"sentences": [{"sentId": 541, "text": "Yes, I was just going to say, what I think Trump may bring up tomorrow night, and he foreshadowed it today in a Colorado rally."}, {"sentId": 542, "text": "And I thought it would be huge news but for some reason I guess if you're not next to Billy Bush, it's not big news."}], "speaker": "DEAN", "secId": 254}, {"sentences": [{"sentId": 543, "text": "And what it was is a 28th Amendment and it's a very serious thing and it's a curve on government, big government power and he's calling for term limits for members of Congress."}], "speaker": "DEAN", "secId": 255}, {"sentences": [{"sentId": 544, "text": "And I think this is the first time in American history that a presidential nominee of major party has called on term limits for members of Congress and this could be done we know -- our founding fathers understood that there's the national way of constitutional amendments and there's also the state way."}], "speaker": "DEAN", "secId": 256}, {"sentences": [{"sentId": 545, "text": "Do you know why that's not news?"}], "speaker": "LEMON", "secId": 257}, {"sentences": [{"sentId": 546, "text": "And if Trump can get that message..."}], "speaker": "LEMON", "secId": 258}, {"sentences": [{"sentId": 547, "text": "Because nobody cares."}, {"sentId": 548, "text": "No one cares about that."}], "speaker": "LEMON", "secId": 259}, {"sentences": [{"sentId": 549, "text": "With that?"}], "speaker": "DEAN", "secId": 260}, {"sentences": [{"sentId": 550, "text": "I disagree."}, {"sentId": 551, "text": "I disagree."}, {"sentId": 552, "text": "The American people do -- that's something republicans and democrats..."}], "speaker": "HUGHES", "secId": 261}, {"sentences": [{"sentId": 553, "text": "But this issue -- quickly."}], "speaker": "SELLERS", "secId": 262}, {"sentences": [{"sentId": 554, "text": "... 75 percent -- hold it that issue goes very well."}, {"sentId": 555, "text": "Most people believe that our government is too big and needs term limits."}], "speaker": "HUGHES", "secId": 263}, {"sentences": [{"sentId": 556, "text": "I know we have to go, but everyone is saying -- everyone has said I wish they would stick to the issues, the issue that happen on the bus it's not what the American people are interested in."}], "speaker": "LEMON", "secId": 264}, {"sentences": [{"sentId": 557, "text": "And now you're telling me this issue about term limits is like the number one."}, {"sentId": 558, "text": "That's all I'm saying, it's like, if you're going to say stick to the issues, then why are you throwing something else..."}], "speaker": "LEMON", "secId": 265}, {"sentences": [{"sentId": 559, "text": "No, no, if the larger theme -- it's the theme..."}], "speaker": "DEAN", "secId": 266}, {"sentences": [{"sentId": 560, "text": "This is Las Vegas."}, {"sentId": 561, "text": "This is not Louisiana."}, {"sentId": 562, "text": "You don't throw stuff in the gumbo when it's not time, OK."}], "speaker": "LEMON", "secId": 267}, {"sentences": [{"sentId": 563, "text": "But, Don, this is all in the recurring theme that the government has gone too large and that Hillary Clinton runs some large sort of large syndicate in which she's race over..."}], "speaker": "DEAN", "secId": 268}, {"sentences": [{"sentId": 564, "text": "Andy Dean should be up on the debate stage tomorrow night."}], "speaker": "LEMON", "secId": 269}, {"sentences": [{"sentId": 565, "text": "And she's going to pay these people back with government access."}], "speaker": "DEAN", "secId": 270}, {"sentences": [{"sentId": 566, "text": "Thank you."}], "speaker": "LEMON", "secId": 271}, {"sentences": [{"sentId": 567, "text": "This has been settled by a Rehnquist Supreme Court first."}, {"sentId": 568, "text": "And the second thing is, Donald Trump doesn't have a 28th Amendment issue."}], "speaker": "SELLERS", "secId": 272}, {"sentences": [{"sentId": 569, "text": "I got to go."}, {"sentId": 570, "text": "Bye, Bakari."}], "speaker": "LEMON", "secId": 273}, {"sentences": [{"sentId": 571, "text": "He had the 19th Amendment problem because women are going to beat him."}], "speaker": "SELLERS", "secId": 274}, {"sentences": [{"sentId": 572, "text": "Thank you."}, {"sentId": 573, "text": "We'll be right back."}], "speaker": "LEMON", "secId": 275}, {"sentences": [{"sentId": 574, "text": "Boom."}], "speaker": "SELLERS", "secId": 276}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1610.18.cnnt.01.html.json", "time": "Aired October 18, 2016 - 22:00   ET"}