{"sectionCount": 275, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["LEMON", "TRUMP", "PEREZ", "ELBAGIR", "QUEST", "VALENCIA", "KENNEY", "O'BRIEN", "SOUCIE", "TAYLOR", "THOMAS", "MURRAY", "HUGHES", "GAGE"], "subTitle": "U.S. Intelligence Believes Someone in Cockpit of MH370 Deliberately Set Plane on Course Across Indonesia; Boeing Confident Debris Comes from 777; Trump in Scotland, Soaring in Polls. Aired 10- 11p ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1507/30/cnnt.01.html", "sentenceCount": 674, "sections": [{"sentences": [{"sentId": 0, "text": "Breaking tonight."}, {"sentId": 1, "text": "The U.S. intelligence believes someone in the cockpit of MH370 deliberately set the plane on a course across Indonesia and out toward the South Indian Ocean."}, {"sentId": 2, "text": "But who and why?"}], "speaker": "LEMON", "secId": 0}, {"sentences": [{"sentId": 3, "text": "This is CNN Tonight."}, {"sentId": 4, "text": "I'm Don Lemon."}, {"sentId": 5, "text": "The mystery that became a worldwide obsession 510 days ago, maybe one step closer to being solved."}, {"sentId": 6, "text": "Boeing, confident at this piece of debris comes from a triple 777, and now, what appears to be part of a suitcase is found on the beach."}], "speaker": "LEMON", "secId": 1}, {"sentences": [{"sentId": 7, "text": "But there are still more questions and answers."}, {"sentId": 8, "text": "And our experts are standing by to answer some of them for you."}], "speaker": "LEMON", "secId": 2}, {"sentences": [{"sentId": 9, "text": "Plus, the day in Trump for you, the mogul who wants to be your next president surging in the newest polls."}, {"sentId": 10, "text": "And he has a few things to say about the next, next week's GOP debate."}], "speaker": "LEMON", "secId": 3}, {"sentences": [{"sentId": 11, "text": "All these guy's debate every night they'll elect."}, {"sentId": 12, "text": "That's all they do is debate."}, {"sentId": 13, "text": "They debate all over the place and nothing happens."}, {"sentId": 14, "text": "So, I'm sort of the opposite."}, {"sentId": 15, "text": "So, I have no idea."}, {"sentId": 16, "text": "You know, I am who I am."}], "speaker": "TRUMP", "secId": 4}, {"sentences": [{"sentId": 17, "text": "But I want to begin with the latest on MH370."}, {"sentId": 18, "text": "CNN's Nima Elbagir is in Reunion Island for us tonight."}, {"sentId": 19, "text": "Evan Perez is in Washington, and Richard Quest is here with me in studio."}], "speaker": "LEMON", "secId": 5}, {"sentences": [{"sentId": 20, "text": "Good evening to all of you."}, {"sentId": 21, "text": "Evan, I want to begin with you because you have some breaking tonight about the investigation into MH370, what can you tell us?"}], "speaker": "LEMON", "secId": 6}, {"sentences": [{"sentId": 22, "text": "That's right, Don."}, {"sentId": 23, "text": "A U.S. intelligence agent says that someone in the cockpit of Malaysian Airlines flight 370 deliberately directed the aircraft's movements before it disappeared."}], "speaker": "PEREZ", "secId": 7}, {"sentences": [{"sentId": 24, "text": "The analyst in U.S. Intelligence Agency has determined that it's most likely someone in the cockpit deliberately moved the aircraft across specific way points crossing Indonesian territory and eventually towards the South Indian Ocean."}], "speaker": "PEREZ", "secId": 8}, {"sentences": [{"sentId": 25, "text": "Now, this was an assessment that was done for internal U.S. government purposes."}, {"sentId": 26, "text": "And it's quiet separate from the investigation that's being led from Malaysian authorities."}], "speaker": "PEREZ", "secId": 9}, {"sentences": [{"sentId": 27, "text": "And of course, the FBI, and then TSB have been assisting in that investigation, Don."}], "speaker": "PEREZ", "secId": 10}, {"sentences": [{"sentId": 28, "text": "So, Evan, who the Malaysian Ministry of Transportation concluded that the pilot weren't at fault."}, {"sentId": 29, "text": "They also found no significant information that suggests anyone on board was on obvious threat."}, {"sentId": 30, "text": "So, what evidence are U.S. officials basing this conclusion on?"}], "speaker": "LEMON", "secId": 11}, {"sentences": [{"sentId": 31, "text": "Well, you know, this is based on satellite and other available evidence that they have."}, {"sentId": 32, "text": "And this evidence looked at the multiple course changes that the aircraft made after deviated from its schedule course that is going from Kuala Lumpur to Beijing, if you remember."}], "speaker": "PEREZ", "secId": 12}, {"sentences": [{"sentId": 33, "text": "And as you've just mentioned, the Malaysian authorities issued a report in March and they said that they found nothing in the background."}, {"sentId": 34, "text": "They did a thorough psychological reports on these pilots and crew and they found nothing there."}, {"sentId": 35, "text": "So, you're right, it is quite opposing."}], "speaker": "PEREZ", "secId": 13}, {"sentences": [{"sentId": 36, "text": "So, Evan, this a preliminary assessment, what's the next step here?"}], "speaker": "LEMON", "secId": 14}, {"sentences": [{"sentId": 37, "text": "Well, the hope, Don, is that, now, that they find new debris, they'll -- this will provide find new evidence for them to look at."}, {"sentId": 38, "text": "Now, investigators are going to look for any signs of perhaps any blast or to try to rule out terrorism or perhaps a catastrophic failure of the aircraft."}], "speaker": "PEREZ", "secId": 15}, {"sentences": [{"sentId": 39, "text": "The hope is now that they have pieces of the aircraft, one piece of the aircraft and luggage, and perhaps they could find the wreckage they can try to resolve this."}], "speaker": "PEREZ", "secId": 16}, {"sentences": [{"sentId": 40, "text": "All right."}, {"sentId": 41, "text": "I want to get Nima Elbagir."}, {"sentId": 42, "text": "Nima is daybreak in Reunion Island -- Reunion Island."}, {"sentId": 43, "text": "Is the search continuing?"}, {"sentId": 44, "text": "Is there an aerial search?"}], "speaker": "LEMON", "secId": 17}, {"sentences": [{"sentId": 45, "text": "Absolutely, Don."}, {"sentId": 46, "text": "The focal point here is they are going to continue to be on that beach, Don, in San Andres where the debris has been coming ashore."}], "speaker": "ELBAGIR", "secId": 18}, {"sentences": [{"sentId": 47, "text": "We saw yesterday with new debris -- new believed debris from MH370, I should say, making it assure that they already deploying quite low- flying police helicopters."}, {"sentId": 48, "text": "They've had sea searches out there."}, {"sentId": 49, "text": "And of course, people online keeping a lookout."}, {"sentId": 50, "text": "And so, just officials here they're asking everyone who sees something that they believed could be part of that plane to bring it as soon as possible to officials, Don."}], "speaker": "ELBAGIR", "secId": 19}, {"sentences": [{"sentId": 51, "text": "Let's talk about the discovery of this piece of the wing, OK. have you -- you've spoken to the person who discovered it."}, {"sentId": 52, "text": "How long was this debris there, was it, had it been there for a while or had it just washed ashore?"}], "speaker": "LEMON", "secId": 20}, {"sentences": [{"sentId": 53, "text": "It had just washed ashore."}, {"sentId": 54, "text": "So, we've had two sets of debris."}, {"sentId": 55, "text": "We had that which washed ashore yesterday morning now, our time."}, {"sentId": 56, "text": "They describe it as resembling what could appear to be the remnants of passenger luggage."}], "speaker": "ELBAGIR", "secId": 21}, {"sentences": [{"sentId": 57, "text": "And the day before, that's the section said investigates is the -- are wanting to have a look at as quickly as possible."}, {"sentId": 58, "text": "And that's the section from the plane."}, {"sentId": 59, "text": "And they're working on the theory that this quite possibly could have come all the way here, some 2,300 kilometers from the original search site to counter currents."}], "speaker": "ELBAGIR", "secId": 22}, {"sentences": [{"sentId": 60, "text": "They believe it is absolutely possible that this is MH370."}, {"sentId": 61, "text": "But they need to get it to investigators and loosen."}, {"sentId": 62, "text": "That's what they're working on here, Don."}], "speaker": "ELBAGIR", "secId": 23}, {"sentences": [{"sentId": 63, "text": "OK."}, {"sentId": 64, "text": "So, the same men, Nima, discovered the suitcase and this flapper on, is that just a coincidence?"}], "speaker": "LEMON", "secId": 24}, {"sentences": [{"sentId": 65, "text": "Well, he is actually completely extraordinary man."}, {"sentId": 66, "text": "He planned the beach clean-up crew and he was person who realized quite early how crucial a discovery this was."}, {"sentId": 67, "text": "Because when they first saw sections of that plane, a lot of the clean-up crew tried to drag it to shore."}], "speaker": "ELBAGIR", "secId": 25}, {"sentences": [{"sentId": 68, "text": "They were cleaning up."}, {"sentId": 69, "text": "What is so important about this plane which is barnacles and the crustaceans that cling to a lot of this debris and that will help investigators figure out where this was, how deep it was, where it's floated through."}], "speaker": "ELBAGIR", "secId": 26}, {"sentences": [{"sentId": 70, "text": "And for some reason, he said, he just looked that and thought, you know want, that looks like it could belong to a plane."}, {"sentId": 71, "text": "And it was his shouts and his calling in of police officials that meant that they have as much to work with as investigators now have."}], "speaker": "ELBAGIR", "secId": 27}, {"sentences": [{"sentId": 72, "text": "So, the second day, when what appears to remnants of luggage when that was found, immediately his colleagues showed it to him and immediately the investigators went to scene."}, {"sentId": 73, "text": "So, he's been talking to us for the last few hours."}, {"sentId": 74, "text": "He spoke with us yesterday evening and the morning before."}], "speaker": "ELBAGIR", "secId": 28}, {"sentences": [{"sentId": 75, "text": "And he just feels that this was needed to be done."}, {"sentId": 76, "text": "And if it was anyone that he care for who might have been on this flight."}, {"sentId": 77, "text": "He hopes that someone who have done exactly the same thing, Don."}], "speaker": "ELBAGIR", "secId": 29}, {"sentences": [{"sentId": 78, "text": "All right."}, {"sentId": 79, "text": "I want to turn now to CNN's Richard Quest."}, {"sentId": 80, "text": "Richard, what do you think of make Evan's reporting this new information?"}, {"sentId": 81, "text": "Because it seems like the report is something similar very early on in this investigation."}], "speaker": "LEMON", "secId": 30}, {"sentences": [{"sentId": 82, "text": "It's the cold facts of the whole piece."}, {"sentId": 83, "text": "And what the investigators also -- and what were the intelligence that Evan points out is that, if you look at the exact facts that it does appear that -- and in fact, it's not even controversial that somebody did fly the plane in that particular direction."}], "speaker": "QUEST", "secId": 31}, {"sentences": [{"sentId": 84, "text": "The Malaysia Prime Minister said it was a result of deliberate action."}, {"sentId": 85, "text": "And time again, what we've sort of heard people say that the way this turn, the mechanisms of turn to get whether it was heading select or using the auto pilot or however it was done, it was deliberate."}], "speaker": "QUEST", "secId": 32}, {"sentences": [{"sentId": 86, "text": "But, and this is something, you know, for Evan, all they saying in this regard, Evan, that it is nefarious or are they just leaving it is the sort of assessment that somebody's turned the button."}], "speaker": "QUEST", "secId": 33}, {"sentences": [{"sentId": 87, "text": "Well, Richard, I'm not going as far as that because they simply don't have enough facts."}, {"sentId": 88, "text": "They simply are basing -- just based on what they have that somebody had to have been in control of this aircraft to set it on the course where it went."}], "speaker": "PEREZ", "secId": 34}, {"sentences": [{"sentId": 89, "text": "Now, how that happened, there's many theories."}, {"sentId": 90, "text": "As you point out, it could be somebody in the cockpit who, one of the pilots or perhaps someone else."}, {"sentId": 91, "text": "Again, they're not going that far."}, {"sentId": 92, "text": "Simply because we don't know."}, {"sentId": 93, "text": "We don't have information and it will be crucial to find whether or not the piece of this aircraft that washed on shore has any sign of any nefarious of any -- and this nefarious act as you pointed out."}], "speaker": "PEREZ", "secId": 35}, {"sentences": [{"sentId": 94, "text": "Let's talk about the timing, though."}, {"sentId": 95, "text": "This conversation coming up, the same day that they found of what is believed to be a piece of the wing or this platform and the piece of luggage."}, {"sentId": 96, "text": "What about the timing?"}, {"sentId": 97, "text": "Why is it coming at this point?"}], "speaker": "LEMON", "secId": 36}, {"sentences": [{"sentId": 98, "text": "Well, Don, it's partly because I simply asked the question."}, {"sentId": 99, "text": "You know, we saw that this piece of an aircraft washed ashore."}, {"sentId": 100, "text": "An eye simply reached out to people to see what exactly is known inside the U.S. government about this."}, {"sentId": 101, "text": "And I know that they're not the lead agency."}, {"sentId": 102, "text": "The Malaysians are the lead investigators."}], "speaker": "PEREZ", "secId": 37}, {"sentences": [{"sentId": 103, "text": "But I know that the U.S. was working on a lot of this."}, {"sentId": 104, "text": "And so, that simply why I ask the question."}], "speaker": "PEREZ", "secId": 38}, {"sentences": [{"sentId": 105, "text": "OK. Let's talk about these and I ask Richard..."}], "speaker": "LEMON", "secId": 39}, {"sentences": [{"sentId": 106, "text": "Yes."}], "speaker": "PEREZ", "secId": 40}, {"sentences": [{"sentId": 107, "text": "... and the current patterns that we're going to start to see."}, {"sentId": 108, "text": "They're going to talk about it, we've been talking about it a lot this debris."}, {"sentId": 109, "text": "Are we going to start to see more debris washing ashore?"}, {"sentId": 110, "text": "Because the suit case, possibly, could have fallen off of a cruise ship, I don't know, it could, whatever."}, {"sentId": 111, "text": "And then this."}], "speaker": "LEMON", "secId": 41}, {"sentences": [{"sentId": 112, "text": "We could do."}, {"sentId": 113, "text": "I mean, it's not -- it's entirely possible."}, {"sentId": 114, "text": "Debris in the water it will wash ashore, we knew this from a year ago they said this is what..."}], "speaker": "QUEST", "secId": 42}, {"sentences": [{"sentId": 115, "text": "We said that a year ago."}], "speaker": "LEMON", "secId": 43}, {"sentences": [{"sentId": 116, "text": "But, it's unlikely to wash up on Reunion."}, {"sentId": 117, "text": "It's a small little island."}, {"sentId": 118, "text": "You should be looking at Madagascar behind it with its long shoreline and even farther back than that, the eastern coast of Africa."}], "speaker": "QUEST", "secId": 44}, {"sentences": [{"sentId": 119, "text": "They -- look at there, you'll see."}, {"sentId": 120, "text": "You know, the debris come from this Reunion like that."}], "speaker": "QUEST", "secId": 45}, {"sentences": [{"sentId": 121, "text": "Right."}], "speaker": "LEMON", "secId": 46}, {"sentences": [{"sentId": 122, "text": "Madagascar is a bit way."}, {"sentId": 123, "text": "And a lot of people are talking about should they be searching at sea."}, {"sentId": 124, "text": "It's a very big sea to search."}], "speaker": "QUEST", "secId": 47}, {"sentences": [{"sentId": 125, "text": "Yes."}], "speaker": "LEMON", "secId": 48}, {"sentences": [{"sentId": 126, "text": "In that area."}, {"sentId": 127, "text": "Much better off to be searching the shoreline, getting people on the shoreline seen this in Africa in Madagascar or Reunion."}], "speaker": "QUEST", "secId": 49}, {"sentences": [{"sentId": 128, "text": "All right."}, {"sentId": 129, "text": "Everyone stand by, because I want to go to CNN's Nick Valencia now."}, {"sentId": 130, "text": "He is in Tupelo, Mississippi with a triple 777, a plane just like MH370."}], "speaker": "LEMON", "secId": 50}, {"sentences": [{"sentId": 131, "text": "So, good evening to you, Nick."}, {"sentId": 132, "text": "You are standing next to a triple 777."}, {"sentId": 133, "text": "So, show us on the plane where this believed that this piece of debris is from."}], "speaker": "LEMON", "secId": 51}, {"sentences": [{"sentId": 134, "text": "Let's set the scene first."}, {"sentId": 135, "text": "This is Universal Asset Management, a place that knows a lot of aviation experts about Boeing triple 777."}, {"sentId": 136, "text": "This here, the resident expert, the senior vice president, Michael Kenney, we've heard a lot about flaperon since the last 24 hours."}], "speaker": "VALENCIA", "secId": 52}, {"sentences": [{"sentId": 137, "text": "What are they, what do they do, and where are they on this aircraft?"}], "speaker": "VALENCIA", "secId": 53}, {"sentences": [{"sentId": 138, "text": "Yes."}, {"sentId": 139, "text": "The flaperon, you can see and sold on this aircraft between these two larger pieces."}, {"sentId": 140, "text": "Those are the flaps themselves."}, {"sentId": 141, "text": "The flaperon is that part that sits right in the middle."}], "speaker": "KENNEY", "secId": 54}, {"sentences": [{"sentId": 142, "text": "That small 6.5 foot piece right there?"}], "speaker": "VALENCIA", "secId": 55}, {"sentences": [{"sentId": 143, "text": "That's exactly right."}, {"sentId": 144, "text": "And the flaperon combines the functions of actual -- of two components on the aircraft."}, {"sentId": 145, "text": "One being an Atheron, which controls the role of the airplane and the other being the flaps which control lift at slower speeds."}], "speaker": "KENNEY", "secId": 56}, {"sentences": [{"sentId": 146, "text": "And we've actually brought one down here to get a closer look."}, {"sentId": 147, "text": "This is a replica of what you would see on a Boeing triple 777."}, {"sentId": 148, "text": "And as you see this debris, that's washed up just off the Coast of Reunion Island or on Reunion Island, what's this here that we're looking at on this part here."}], "speaker": "VALENCIA", "secId": 57}, {"sentences": [{"sentId": 149, "text": "Yes."}, {"sentId": 150, "text": "This actually came from a triple 777."}, {"sentId": 151, "text": "And this plate right here is a data plate."}, {"sentId": 152, "text": "It's identification that comes on any component and tells you part number and serial number for that component and could help find to an aircraft."}], "speaker": "KENNEY", "secId": 58}, {"sentences": [{"sentId": 153, "text": "And yet on the debris that we saw that plate is not there."}, {"sentId": 154, "text": "So, what does that mean?"}, {"sentId": 155, "text": "KENNEY: Yes."}, {"sentId": 156, "text": "We actually have pictures of the component that found in Reunion and you could see the data plate is missing."}, {"sentId": 157, "text": "It's held on to the component by an adhesive by glue."}], "speaker": "VALENCIA", "secId": 59}, {"sentences": [{"sentId": 158, "text": "So, that could just rip right off?"}], "speaker": "VALENCIA", "secId": 60}, {"sentences": [{"sentId": 159, "text": "Yes."}, {"sentId": 160, "text": "Or set over time in something like water, like an ocean remove this off from the component."}], "speaker": "KENNEY", "secId": 61}, {"sentences": [{"sentId": 161, "text": "And yet, we did see serial numbers."}, {"sentId": 162, "text": "Isn't that right, Michael?"}, {"sentId": 163, "text": "We saw some serial numbers on this flaperon?"}, {"sentId": 164, "text": "What will that help with?"}], "speaker": "VALENCIA", "secId": 62}, {"sentences": [{"sentId": 165, "text": "Yes."}, {"sentId": 166, "text": "This flaperon is a whole assembly and it's a combination of several panels."}, {"sentId": 167, "text": "So, inside this component it's possible there's a lot of serial numbers, part numbers even for individual pieces or it could refer to all of, you know, larger assembly such as the flaperon."}], "speaker": "KENNEY", "secId": 63}, {"sentences": [{"sentId": 168, "text": "Let's move on the other side here, guys."}, {"sentId": 169, "text": "Because Michael is pointing out something just before we started talking on television here about how there's no mistaking this came from a Boeing triple 777."}], "speaker": "VALENCIA", "secId": 64}, {"sentences": [{"sentId": 170, "text": "You're confident that the debris that we're seeing in Madagascar, just off the coast of reunion Island, I should say, is from Boeing triple 777."}, {"sentId": 171, "text": "But why that confidence?"}], "speaker": "VALENCIA", "secId": 65}, {"sentences": [{"sentId": 172, "text": "If you compare these components to the pictures that have come off Reunion, the attached  points of triple 777 flaperon are two linkages, one on the far side where we were, and one here, this tied to a big linkage, a big hole."}], "speaker": "KENNEY", "secId": 66}, {"sentences": [{"sentId": 173, "text": "This mounting too."}], "speaker": "VALENCIA", "secId": 67}, {"sentences": [{"sentId": 174, "text": "These are mounting points."}], "speaker": "KENNEY", "secId": 68}, {"sentences": [{"sentId": 175, "text": "Yes."}], "speaker": "VALENCIA", "secId": 69}, {"sentences": [{"sentId": 176, "text": "On the component itself."}, {"sentId": 177, "text": "That's very distinct to a triple 777."}, {"sentId": 178, "text": "I am confident what they saw in Reunion came from a triple 777."}], "speaker": "KENNEY", "secId": 70}, {"sentences": [{"sentId": 179, "text": "And we've been talking about where it ended up."}, {"sentId": 180, "text": "This is not close to the search area, we're not too close, I should say, to the search area where investigators were focusing on."}, {"sentId": 181, "text": "Is this incredibly buoyant, is this some buoyancy to it?"}], "speaker": "VALENCIA", "secId": 71}, {"sentences": [{"sentId": 182, "text": "Yes."}, {"sentId": 183, "text": "Really good question."}, {"sentId": 184, "text": "This component is made largely of composites or a carbon-like substance."}], "speaker": "KENNEY", "secId": 72}, {"sentences": [{"sentId": 185, "text": "Got it."}], "speaker": "VALENCIA", "secId": 73}, {"sentences": [{"sentId": 186, "text": "So, instead of the aluminum or metal alloys, it would have previously used, this is a composite structure, it's a hollow structure, it's got a lot of sealed compartments inside."}, {"sentId": 187, "text": "And so, it's not something that would saddle say all the way to the bottom of a floor."}, {"sentId": 188, "text": "It would float or be able to carried along."}], "speaker": "KENNEY", "secId": 74}, {"sentences": [{"sentId": 189, "text": "Last question."}, {"sentId": 190, "text": "Does it surprise you where this debris is in fact from MH flight 370?"}, {"sentId": 191, "text": "Does this surprise you at all and if so, why or why not to where it was found?"}], "speaker": "VALENCIA", "secId": 75}, {"sentences": [{"sentId": 192, "text": "From what we've seen for like over the course of time and some of the currents that have been diagram out of the ocean it does not surprise me that it could have drifted or could have moved that far above the ocean."}], "speaker": "KENNEY", "secId": 76}, {"sentences": [{"sentId": 193, "text": "Michael Kenney, thank you so much for taking your time to CNN."}], "speaker": "VALENCIA", "secId": 77}, {"sentences": [{"sentId": 194, "text": "Thank you."}], "speaker": "KENNEY", "secId": 78}, {"sentences": [{"sentId": 195, "text": "And it's something like this, Don, this flaperon that's going to give investigators clues to figure out whether or not this could be linked back to MH flight 370."}], "speaker": "VALENCIA", "secId": 79}, {"sentences": [{"sentId": 196, "text": "All right."}, {"sentId": 197, "text": "Nick, can you stand by because we still have a couple of questions."}, {"sentId": 198, "text": "But can we actually see more of it?"}, {"sentId": 199, "text": "We couldn't see that much of it as you guys were talking."}], "speaker": "LEMON", "secId": 80}, {"sentences": [{"sentId": 200, "text": "Yes, sure."}, {"sentId": 201, "text": "Let's stand out."}], "speaker": "VALENCIA", "secId": 81}, {"sentences": [{"sentId": 202, "text": "I appreciate your photographer can just fall down."}, {"sentId": 203, "text": "We have some questions for Michael."}], "speaker": "LEMON", "secId": 82}, {"sentences": [{"sentId": 204, "text": "Absolutely."}], "speaker": "QUEST", "secId": 83}, {"sentences": [{"sentId": 205, "text": "Richard, what's the question right here?"}], "speaker": "LEMON", "secId": 84}, {"sentences": [{"sentId": 206, "text": "Michael can hear me, but Michael..."}], "speaker": "QUEST", "secId": 85}, {"sentences": [{"sentId": 207, "text": "Michael, come back on in here."}, {"sentId": 208, "text": "We'll relay the question for sure."}], "speaker": "VALENCIA", "secId": 86}, {"sentences": [{"sentId": 209, "text": "OK, fine."}, {"sentId": 210, "text": "The question really is for the flaperon to be removed from the aircraft would it have to be deployed, bearing in mind there's no damage on the leading edge or limited damage on the leading edge of the flaperon but considerable damage on the trailing edge?"}], "speaker": "QUEST", "secId": 87}, {"sentences": [{"sentId": 211, "text": "I don't know if he can hear us."}], "speaker": "LEMON", "secId": 88}, {"sentences": [{"sentId": 212, "text": "Given the damage on the leading edge it could this has been dropped off a bit, could it have been deployed, for instance, or is this cause of a crash or something else?"}], "speaker": "VALENCIA", "secId": 89}, {"sentences": [{"sentId": 213, "text": "Yes."}, {"sentId": 214, "text": "You'll notice from the pictures on what we saw that the front section of the flaperon didn't have any damage."}, {"sentId": 215, "text": "And that doesn't necessarily surprise me."}], "speaker": "KENNEY", "secId": 90}, {"sentences": [{"sentId": 216, "text": "So, what does that tell you?"}], "speaker": "VALENCIA", "secId": 91}, {"sentences": [{"sentId": 217, "text": "That tells me that the component still could have likely been, you know, back in its original position inside the wing itself."}], "speaker": "KENNEY", "secId": 92}, {"sentences": [{"sentId": 218, "text": "So, you see the section that it could have been..."}], "speaker": "LEMON", "secId": 93}, {"sentences": [{"sentId": 219, "text": "Yes."}, {"sentId": 220, "text": "The damage to as piece of the component -- remember, that part sits right against the backside of the wing itself."}, {"sentId": 221, "text": "So, it's not surprising that there would be damage or some sort of force, you know, forcible removal from the aircraft itself even with the components still installed in the wing."}], "speaker": "KENNEY", "secId": 94}, {"sentences": [{"sentId": 222, "text": "Got it, Don, I'm sorry, Don."}, {"sentId": 223, "text": "Go ahead, say it"}], "speaker": "VALENCIA", "secId": 95}, {"sentences": [{"sentId": 224, "text": "You know, the part that you're talking about we'd like to be able to see it, that's it."}, {"sentId": 225, "text": "We can't see it because..."}], "speaker": "LEMON", "secId": 96}, {"sentences": [{"sentId": 226, "text": "OK."}, {"sentId": 227, "text": "So, what is it that the damage here that you saw from the photographs you're seeing."}, {"sentId": 228, "text": "Let's -- William, if you want to come back around here, just get a sort of wider perspective of this flaperon that we're talking about."}, {"sentId": 229, "text": "Of the damage and where you saw it, Michael."}], "speaker": "VALENCIA", "secId": 97}, {"sentences": [{"sentId": 230, "text": "Thank you, Nick."}], "speaker": "LEMON", "secId": 98}, {"sentences": [{"sentId": 231, "text": "You know, what is significant about the position of the damage on the debris?"}], "speaker": "VALENCIA", "secId": 99}, {"sentences": [{"sentId": 232, "text": "The significance is, again, that it doesn't have anything."}, {"sentId": 233, "text": "There isn't any damage to that forward section of the flaperon."}, {"sentId": 234, "text": "All your damage comes from the linkages which is a two attached points, the two actuators, as well as very jagged scattered damage across this up section of the component."}, {"sentId": 235, "text": "That tells me that the component likely was not, you know, had its fully extended out position from the wing."}, {"sentId": 236, "text": "Because if it had been you're going to see a larger damage across the front section of that component."}, {"sentId": 237, "text": "Because it's mostly to this area here along with those hinge points, those actuators, it's likely that it was still inside the wing."}], "speaker": "KENNEY", "secId": 100}, {"sentences": [{"sentId": 238, "text": "All right, Nick."}, {"sentId": 239, "text": "Thank you, guys."}], "speaker": "LEMON", "secId": 101}, {"sentences": [{"sentId": 240, "text": "Thank you, Michael Kenney very much."}, {"sentId": 241, "text": "I appreciate."}, {"sentId": 242, "text": "You have to thank."}], "speaker": "VALENCIA", "secId": 102}, {"sentences": [{"sentId": 243, "text": "Great show there."}, {"sentId": 244, "text": "We appreciate it."}, {"sentId": 245, "text": "Nick Valencia there reporting for us with a piece of the type of equipment that is believed to have washed upon the shore there."}], "speaker": "LEMON", "secId": 103}, {"sentences": [{"sentId": 246, "text": "Also, we've got a lot more on MH370."}, {"sentId": 247, "text": "When we come right back, our experts are here to answer your questions about the greatest mystery in aviation history."}], "speaker": "LEMON", "secId": 104}, {"sentences": [{"sentId": 248, "text": "Plus, America, you have been Trumped."}, {"sentId": 249, "text": "Donald Trump is surging in the polls and continuing down, continuing on his debate debut."}, {"sentId": 250, "text": "He's going to tell us what he's going to do and how his republican rivals are reacting."}, {"sentId": 251, "text": "We'll be right back."}], "speaker": "LEMON", "secId": 105}, {"sentences": [{"sentId": 252, "text": "Breaking tonight, a preliminary assessment by U.S. intelligence says, it appears someone in the cockpit deliberately steered the Malaysian jetliner off course."}, {"sentId": 253, "text": "And debris that washed ashore on remote island on its way to France tomorrow is to be examined."}], "speaker": "LEMON", "secId": 106}, {"sentences": [{"sentId": 254, "text": "Now joining me now is Miles O'Brien, CNN aviation analyst and science correspondent for PBS News Hour David Soucie."}, {"sentId": 255, "text": "CNN safety analyst and author of \"Malaysia Airlines Flight 370,\" and back with us of course, is Mr. Richard Quest."}], "speaker": "LEMON", "secId": 107}, {"sentences": [{"sentId": 256, "text": "So, Richard, you know, we just get worried that there's an independent group, an international -- of international experts that is going to examine the pictures of this flaperon."}, {"sentId": 257, "text": "So, what do you -- what is their leading theory and what are they looking for?"}], "speaker": "LEMON", "secId": 108}, {"sentences": [{"sentId": 258, "text": "OK."}, {"sentId": 259, "text": "The I.G."}, {"sentId": 260, "text": "is the group, they have a lot of excellent work."}, {"sentId": 261, "text": "They have been, in many ways, pushing the Malaysians and pushing in Madagascar, and pushing everybody."}, {"sentId": 262, "text": "What they've done is they've come up with a variety of scenarios for how this piece could have come off the aircraft."}], "speaker": "QUEST", "secId": 109}, {"sentences": [{"sentId": 263, "text": "There seems to be a view that it probably happened in in-flight or it probably happened in a bank rather than being ripped off."}, {"sentId": 264, "text": "But they've done a lot of work so far, no real conclusion from what they've found."}], "speaker": "QUEST", "secId": 110}, {"sentences": [{"sentId": 265, "text": "OK. Let's talk about what you and I -- when we talked about in the break."}, {"sentId": 266, "text": "You know, people are saying, is it, we don't know if it is, what are the odds that this is not and at least if it is, we know that it went into the ocean with what we've thought from the bottom of this."}], "speaker": "LEMON", "secId": 111}, {"sentences": [{"sentId": 267, "text": "Right."}, {"sentId": 268, "text": "Right."}, {"sentId": 269, "text": "So, do you want me to sit here and say, are you sort of saying, what Richard, why don't you state the obvious?"}], "speaker": "QUEST", "secId": 112}, {"sentences": [{"sentId": 270, "text": "Right."}], "speaker": "LEMON", "secId": 113}, {"sentences": [{"sentId": 271, "text": "This is clearly from MH370."}, {"sentId": 272, "text": "Common sense might tell you it is."}, {"sentId": 273, "text": "But you can't go to that final point of definitive statement until you're sure."}, {"sentId": 274, "text": "For the very reason that those families are intend to hope waiting to tell."}], "speaker": "QUEST", "secId": 114}, {"sentences": [{"sentId": 275, "text": "The government is deciding, how would you tell people?"}], "speaker": "QUEST", "secId": 115}, {"sentences": [{"sentId": 276, "text": "Yes."}], "speaker": "LEMON", "secId": 116}, {"sentences": [{"sentId": 277, "text": "When the announcement is made."}, {"sentId": 278, "text": "That's why you and I may sit here and think it, but we can't say it."}], "speaker": "QUEST", "secId": 117}, {"sentences": [{"sentId": 279, "text": "Yes."}, {"sentId": 280, "text": "I'm just asking."}, {"sentId": 281, "text": "But, Miles O'Brien, what do you think of that?"}, {"sentId": 282, "text": "MILES O'BRIEN, CNN AVIATION ANALYST: Well, Don, I would put it in the high 90 percentile that that is a piece of MH370."}, {"sentId": 283, "text": "We know it's a triple 777 flaperon."}, {"sentId": 284, "text": "We know by the markings by the way it looks and we know there's only one triple 777 in the world that's missing."}, {"sentId": 285, "text": "It happens to be missing in the Indian Ocean that's been found the part."}], "speaker": "LEMON", "secId": 118}, {"sentences": [{"sentId": 286, "text": "The flaperon just still don't missing, right, Miles?"}], "speaker": "LEMON", "secId": 119}, {"sentences": [{"sentId": 287, "text": "They don't."}, {"sentId": 288, "text": "They don't."}, {"sentId": 289, "text": "So, you know, I think we can say with a high degree of certainty but Richard is correct."}, {"sentId": 290, "text": "You want to get some serial number you can dots and cross some tees and look at those families straight in the face and say, this is in fact that part."}], "speaker": "O'BRIEN", "secId": 120}, {"sentences": [{"sentId": 291, "text": "David, we know that as we've been talking about this small serial number this plate that is attached to flaperon missing from the debris that was found."}, {"sentId": 292, "text": "Not surprising considering it's been 500 and some days, the currents in that -- in the ocean?"}], "speaker": "LEMON", "secId": 121}, {"sentences": [{"sentId": 293, "text": "I would, it is very surprising actually."}, {"sentId": 294, "text": "It's epoxied on and it's riveted on so it's very surprising that it wouldn't be where it's supposed to be."}, {"sentId": 295, "text": "But, remember, there's seven different models of this aircraft."}, {"sentId": 296, "text": "And the model that we saw in that video earlier isn't necessarily the same model as this one."}], "speaker": "SOUCIE", "secId": 122}, {"sentences": [{"sentId": 297, "text": "So, that data plate could be located in different places as they come down the assembly line and different times."}], "speaker": "SOUCIE", "secId": 123}, {"sentences": [{"sentId": 298, "text": "OK. Let's get some of the Twitter questions in here because we had been talking about the reaction."}, {"sentId": 299, "text": "This is from David -- is it from Gomez."}, {"sentId": 300, "text": "It said, \"What if the satellite reading at that time of the aircraft went missing were wrong?\""}], "speaker": "LEMON", "secId": 124}, {"sentences": [{"sentId": 301, "text": "Is it possible, can satellite readings be wrong, David?"}], "speaker": "LEMON", "secId": 125}, {"sentences": [{"sentId": 302, "text": "Well the satellite reading is he's referring to the pings and the handshakes within their set, the data is not wrong."}, {"sentId": 303, "text": "The interpretation of the data certainly could be."}], "speaker": "SOUCIE", "secId": 126}, {"sentences": [{"sentId": 304, "text": "But, we've been over this so many times."}, {"sentId": 305, "text": "And the independent group that Richard was just talking to, also they've been through this as well."}, {"sentId": 306, "text": "So, I'm confident that they are accurate and to be interpreted the best way that they can."}, {"sentId": 307, "text": "They're not going to pinpoint the location but they're in the right search area."}], "speaker": "SOUCIE", "secId": 127}, {"sentences": [{"sentId": 308, "text": "OK."}, {"sentId": 309, "text": "So, Richard, if this piece of debris from MH370, are there any theories about what happened that can be debunked here?"}], "speaker": "LEMON", "secId": 128}, {"sentences": [{"sentId": 310, "text": "There's lots of theories that we can now get rid of."}, {"sentId": 311, "text": "Most of them should never have been on the table in the first place."}, {"sentId": 312, "text": "We can get rid of all of those theories about Diego Garcia."}, {"sentId": 313, "text": "I know there will be people out there who tweet me even as we speak saying that it could have taken off again from Diego Garcia and this is not the other end."}], "speaker": "QUEST", "secId": 129}, {"sentences": [{"sentId": 314, "text": "And realistically, common sense will tell us that the Northern Corridor can be gotten rid of."}, {"sentId": 315, "text": "So Jeff Wise's theory of Kazakhstan falls apart."}, {"sentId": 316, "text": "We can go over..."}], "speaker": "QUEST", "secId": 130}, {"sentences": [{"sentId": 317, "text": "So, a hanger somewhere."}], "speaker": "LEMON", "secId": 131}, {"sentences": [{"sentId": 318, "text": "Absolutely."}, {"sentId": 319, "text": "A hanger being ready by President Putin to be used in the future."}, {"sentId": 320, "text": "We can get rid of questions about being landing in the jungle or on beaches or anything like that."}, {"sentId": 321, "text": "The sad reality will be it went down on the water."}], "speaker": "QUEST", "secId": 132}, {"sentences": [{"sentId": 322, "text": "But if you listen to families today, they're holding onto hope that their loved ones are alive and that it is somewhere land -- that it has landed somewhere."}], "speaker": "LEMON", "secId": 133}, {"sentences": [{"sentId": 323, "text": "And who am I, Don, to deny them that moment of hope?"}], "speaker": "QUEST", "secId": 134}, {"sentences": [{"sentId": 324, "text": "Yes."}, {"sentId": 325, "text": "OK."}, {"sentId": 326, "text": "So, Miles, a question to you."}, {"sentId": 327, "text": "Can this piece tell us how the plane went down?"}, {"sentId": 328, "text": "I mean, is there anything on this piece of debris or in the suitcase that will help determine what happened?"}], "speaker": "LEMON", "secId": 135}, {"sentences": [{"sentId": 329, "text": "Well, take a look at the damage, can you bring up a graphic there."}, {"sentId": 330, "text": "It's interesting Richard alluded to this."}, {"sentId": 331, "text": "And I've been looking at this closely all day today."}, {"sentId": 332, "text": "The fact that there isn't a lot of damage on the leading edge, that would be on the left side of your screen right now, there you go, there's the leading edge."}], "speaker": "O'BRIEN", "secId": 136}, {"sentences": [{"sentId": 333, "text": "Look at there, there is no, nothing is bent or damaged on that end."}, {"sentId": 334, "text": "Go to the back side the trailing edge, it looks like it was a piece of iron paper."}, {"sentId": 335, "text": "A lot of people would suggest to you that this is indication that this plane was in a rapid descent, a supersonic dive potentially, and that this was fluttering in the airstream."}], "speaker": "O'BRIEN", "secId": 137}, {"sentences": [{"sentId": 336, "text": "And as it fluttered, it caused a fatigue type of failure on the trailing edge."}, {"sentId": 337, "text": "So, that's really interesting if we do know that."}, {"sentId": 338, "text": "Because there's been a lot of question about what happened after that last communication with the DMR satellite."}], "speaker": "O'BRIEN", "secId": 138}, {"sentences": [{"sentId": 339, "text": "Did it go sort of straight in the brink or did it glide on for some time after the power failed."}, {"sentId": 340, "text": "And that helps to find the search area."}, {"sentId": 341, "text": "So, it's important to know this."}], "speaker": "O'BRIEN", "secId": 139}, {"sentences": [{"sentId": 342, "text": "All right."}, {"sentId": 343, "text": "Miles, David, I want you to stick around."}, {"sentId": 344, "text": "Thank you very much."}, {"sentId": 345, "text": "Richard, I want you to stay with me."}], "speaker": "LEMON", "secId": 140}, {"sentences": [{"sentId": 346, "text": "If that piece of debris is from MH370, will investigators be able to trace its app back where to where the plane likely crashed."}, {"sentId": 347, "text": "Up next, I want to get answers from our experts and answer more of your questions."}], "speaker": "LEMON", "secId": 141}, {"sentences": [{"sentId": 348, "text": "Back with me with our breaking news now."}, {"sentId": 349, "text": "Now the search for the missing Malaysian Airliner, a preliminary assessment by U.S. intelligence points to someone in the cockpit deliberately steering the plane off course."}, {"sentId": 350, "text": "I want to talk more about the search now."}, {"sentId": 351, "text": "MH370, the search with"}], "speaker": "LEMON", "secId": 142}, {"sentences": [{"sentId": 352, "text": "Geoffrey Thomas, editor-in-chief of Airlineratings.com."}, {"sentId": 353, "text": "He joins us via Skype."}, {"sentId": 354, "text": "Also, Captain Tim Taylor, a sea operations and submersible specialist, and Richard Quest."}], "speaker": "LEMON", "secId": 143}, {"sentences": [{"sentId": 355, "text": "So, Tim, let's talk about this jars, this is what you do."}, {"sentId": 356, "text": "And you do the submersibles about these jars."}], "speaker": "LEMON", "secId": 144}, {"sentences": [{"sentId": 357, "text": "Yes."}], "speaker": "TAYLOR", "secId": 145}, {"sentences": [{"sentId": 358, "text": "So, they are going to trace these patterns and why this -- Richard brings up a very good point earlier."}, {"sentId": 359, "text": "He said, this little strip, right, of Reunion Island along the beach."}, {"sentId": 360, "text": "Why not Madagascar?"}, {"sentId": 361, "text": "Why not a longer piece of coast?"}], "speaker": "LEMON", "secId": 146}, {"sentences": [{"sentId": 362, "text": "Well, why not Madagascar."}, {"sentId": 363, "text": "Maybe there is stuff there."}], "speaker": "TAYLOR", "secId": 147}, {"sentences": [{"sentId": 364, "text": "Yes."}], "speaker": "LEMON", "secId": 148}, {"sentences": [{"sentId": 365, "text": "I mean, we just have eyes on the beach that some guys had the presence of mind of say, hey, this is important and bring it to some attention."}, {"sentId": 366, "text": "There is trash all over beaches, all over on disserted beaches all over areas, all in that area, so."}], "speaker": "TAYLOR", "secId": 149}, {"sentences": [{"sentId": 367, "text": "Does this change the search in any way?"}], "speaker": "LEMON", "secId": 150}, {"sentences": [{"sentId": 368, "text": "I don't think it does?"}, {"sentId": 369, "text": "I mean, I don't think that they can extrapolate enough information out of this after 500 days to get any more information on that?"}], "speaker": "TAYLOR", "secId": 151}, {"sentences": [{"sentId": 370, "text": "Yes."}], "speaker": "LEMON", "secId": 152}, {"sentences": [{"sentId": 371, "text": "The search is based on the MA SAT data, that hasn't changed."}], "speaker": "QUEST", "secId": 153}, {"sentences": [{"sentId": 372, "text": "Yes."}, {"sentId": 373, "text": "So, you think there are parts somewhere on other beaches possibly that we should..."}], "speaker": "LEMON", "secId": 154}, {"sentences": [{"sentId": 374, "text": "Yes."}, {"sentId": 375, "text": "Maybe cautions maybe things that are lot smaller, maybe nothing is larger than this."}, {"sentId": 376, "text": "And maybe parts is as large as this."}], "speaker": "TAYLOR", "secId": 155}, {"sentences": [{"sentId": 377, "text": "OK."}], "speaker": "LEMON", "secId": 156}, {"sentences": [{"sentId": 378, "text": "But people they just start looking."}], "speaker": "TAYLOR", "secId": 157}, {"sentences": [{"sentId": 379, "text": "This question is from MH370 Hughes."}, {"sentId": 380, "text": "And Geoff ask, he says, \"Any possibility of using satellite data,\" -- this is for Richard -- we'll give this to Geoffrey."}, {"sentId": 381, "text": "\"Any possibility of using satellite data to backtrack the debris trail from Reunion Island over the last 16 months?"}, {"sentId": 382, "text": "Any, is it like bread crumbs?"}, {"sentId": 383, "text": "Any bread crumbs?\""}, {"sentId": 384, "text": "Geoffrey."}], "speaker": "LEMON", "secId": 158}, {"sentences": [{"sentId": 385, "text": "Well, possibly not using satellite imagery."}, {"sentId": 386, "text": "But the University of Western Australia is quite adamant that they've got a very sophisticated, complex modelling the currents in the Indian Ocean."}], "speaker": "THOMAS", "secId": 159}, {"sentences": [{"sentId": 387, "text": "And they're currently backtracking on the currents over the last 500 and something days."}, {"sentId": 388, "text": "Given the arrival of this piece in the reunion Island which is they predicted 15 -- 14 or 15 months ago when we discussed this on your show where this debris might in depth."}], "speaker": "THOMAS", "secId": 160}, {"sentences": [{"sentId": 389, "text": "They now backtracking on that modelling and they say they are going to be able to advise the search team of a general area where this pieces come from."}], "speaker": "THOMAS", "secId": 161}, {"sentences": [{"sentId": 390, "text": "OK. Let's dig in a little bit deeper to that."}, {"sentId": 391, "text": "And I ask someone because it's a Twitter question, sorry."}, {"sentId": 392, "text": "Someone on Twitter says, \"This area changed now that the search area around the island where the debris was found, will it be the new search area?"}, {"sentId": 393, "text": "And you say it doesn't change anything in the search for you?"}], "speaker": "LEMON", "secId": 162}, {"sentences": [{"sentId": 394, "text": "You're looking for the plan."}, {"sentId": 395, "text": "And the data that the search area for the plane is the MR SAT data."}, {"sentId": 396, "text": "They can plug some they send to the models that were just mentioned and kind of work it back."}, {"sentId": 397, "text": "But they have to plug a lot more than just this into it."}], "speaker": "TAYLOR", "secId": 163}, {"sentences": [{"sentId": 398, "text": "They have to use all the other data that they have."}, {"sentId": 399, "text": "And so, the main data is the search site that they have."}, {"sentId": 400, "text": "Now, it may help a little bit, but, 500 days, in modelling like that, with all the factors, you have to have every weather factor, everything that happened in the last 500 days plug into that as well."}, {"sentId": 401, "text": "So, I don't think it's going to help all that much."}], "speaker": "TAYLOR", "secId": 164}, {"sentences": [{"sentId": 402, "text": "Richard."}], "speaker": "LEMON", "secId": 165}, {"sentences": [{"sentId": 403, "text": "Geoffrey base is a very, very important point when he says about what was in Australia is doing."}, {"sentId": 404, "text": "What you will get, though, if you got tracked the data and you in the same area..."}], "speaker": "QUEST", "secId": 166}, {"sentences": [{"sentId": 405, "text": "Right."}], "speaker": "TAYLOR", "secId": 167}, {"sentences": [{"sentId": 406, "text": "... of the most probable, you know, you got to end up around the seventh arc."}, {"sentId": 407, "text": "If you end up around the seventh arc and you have validated in a different way, you'll validate the MR SAT."}], "speaker": "QUEST", "secId": 168}, {"sentences": [{"sentId": 408, "text": "You've got to be careful."}, {"sentId": 409, "text": "You're not automatically validating your own data."}], "speaker": "TAYLOR", "secId": 169}, {"sentences": [{"sentId": 410, "text": "What do you mean?"}], "speaker": "LEMON", "secId": 170}, {"sentences": [{"sentId": 411, "text": "Skewing your own result."}, {"sentId": 412, "text": "You already know what it is."}, {"sentId": 413, "text": "So, your results can skew there in anyway."}], "speaker": "TAYLOR", "secId": 171}, {"sentences": [{"sentId": 414, "text": "Yes."}], "speaker": "LEMON", "secId": 172}, {"sentences": [{"sentId": 415, "text": "So, you have to be careful."}, {"sentId": 416, "text": "Finding more debris."}, {"sentId": 417, "text": "Finding different patches of debris and we'll add pieces to the data."}], "speaker": "TAYLOR", "secId": 173}, {"sentences": [{"sentId": 418, "text": "What we're doing at MH370 cue  before, you know, 500 and some days ago or 400 some days ago, there were questions about, well, might this one never be found?"}, {"sentId": 419, "text": "And we post that to the panel and each of you said it will wash up."}], "speaker": "LEMON", "secId": 174}, {"sentences": [{"sentId": 420, "text": "Even Geoffrey Thomas said, one day it will wash up."}, {"sentId": 421, "text": "And I think you said in about a year."}, {"sentId": 422, "text": "And that's pretty close, Geoffrey."}], "speaker": "LEMON", "secId": 175}, {"sentences": [{"sentId": 423, "text": "Looking date and picking up some of the comments might the University of West Australia has also said, we need more pieces of debris."}, {"sentId": 424, "text": "We want to be able to find more pieces of debris and that will be the input -- will be put into the modelling they're doing."}], "speaker": "THOMAS", "secId": 176}, {"sentences": [{"sentId": 425, "text": "And they do, in fact, one of the places in the world that does, in fact, track all the weather systems and all the currents in this area, 24/7."}, {"sentId": 426, "text": "So, they do have a very complex modelling."}, {"sentId": 427, "text": "They're pretty confident that they're going to be able to say, yes, this is the general area because this is it."}], "speaker": "THOMAS", "secId": 177}, {"sentences": [{"sentId": 428, "text": "To a 15 -- 14, 15 months ago they predicted this material, this debris would turn up at the Reunion Island or Madagascar."}, {"sentId": 429, "text": "At about this time, so, when we spoke about it a couple of days ago, they said, well, we told you so."}, {"sentId": 430, "text": "And they were right."}], "speaker": "THOMAS", "secId": 178}, {"sentences": [{"sentId": 431, "text": "Yes."}, {"sentId": 432, "text": "Tim, I want to talk about the barnacles."}, {"sentId": 433, "text": "So, I want to make sure you get that because you see the barnacles along that plane, along that piece that's found."}, {"sentId": 434, "text": "A long shot, but what miss it -- the question, what species are the goose barnacles, if they were a deep water species, that would have interesting implications."}], "speaker": "LEMON", "secId": 179}, {"sentences": [{"sentId": 435, "text": "Yes."}, {"sentId": 436, "text": "They are not deep water."}, {"sentId": 437, "text": "They are coastal tidal zone type thing and they do have level stage that will attach to  that's in the..."}], "speaker": "TAYLOR", "secId": 180}, {"sentences": [{"sentId": 438, "text": "What does that mean, though?"}], "speaker": "LEMON", "secId": 181}, {"sentences": [{"sentId": 439, "text": "Lava stage, you have a stage where they drift out in the ocean and they will attach to things that are floating and it's not deep water animal."}], "speaker": "TAYLOR", "secId": 182}, {"sentences": [{"sentId": 440, "text": "So, these things had been floating."}], "speaker": "LEMON", "secId": 183}, {"sentences": [{"sentId": 441, "text": "It's been floating."}], "speaker": "TAYLOR", "secId": 184}, {"sentences": [{"sentId": 442, "text": "Interesting So, why hasn't anyone seen it."}], "speaker": "LEMON", "secId": 185}, {"sentences": [{"sentId": 443, "text": "It's a big ocean."}], "speaker": "TAYLOR", "secId": 186}, {"sentences": [{"sentId": 444, "text": "It's a big ocean."}, {"sentId": 445, "text": "All right Standby, everyone."}, {"sentId": 446, "text": "Coming up, the day in Trump."}, {"sentId": 447, "text": "We're going to talk about that."}, {"sentId": 448, "text": "Donald Trump surging in the polls and counting down to his very first debate."}, {"sentId": 449, "text": "How will he do?"}], "speaker": "LEMON", "secId": 187}, {"sentences": [{"sentId": 450, "text": "And now the day in Trump."}, {"sentId": 451, "text": "Today, Donald Trump landed in his own helicopter on his own golf course, Trump Turnberry."}, {"sentId": 452, "text": "His popularity is an all-time high but he got a big challenge ahead of them."}, {"sentId": 453, "text": "The first, his first ever political debate."}, {"sentId": 454, "text": "So, joining me CNN political reporter, Sara Murray."}, {"sentId": 455, "text": "His own helicopter in his own golf course."}, {"sentId": 456, "text": "That's, you know, you have to say this pretty cool."}], "speaker": "LEMON", "secId": 188}, {"sentences": [{"sentId": 457, "text": "So, a new national poll, Sara, by Quinnipiac University shows Donald Trump with a bigger lead than ever."}, {"sentId": 458, "text": "Look at this number."}], "speaker": "LEMON", "secId": 189}, {"sentences": [{"sentId": 459, "text": "Yes."}, {"sentId": 460, "text": "It's pretty incredible there leading Walker..."}], "speaker": "MURRAY", "secId": 190}, {"sentences": [{"sentId": 461, "text": "Are republicans panicking?"}], "speaker": "LEMON", "secId": 191}, {"sentences": [{"sentId": 462, "text": "Yes."}, {"sentId": 463, "text": "Leading Walker by 7 points."}, {"sentId": 464, "text": "So, I wouldn't say republicans are panicking yet."}, {"sentId": 465, "text": "We have to remember that it is still a long time until the first primary state, until the first voters actually go to the polls."}], "speaker": "MURRAY", "secId": 192}, {"sentences": [{"sentId": 466, "text": "But I will say that I think the smart candidates, the smart campaigns are recalibrating a little bit."}, {"sentId": 467, "text": "They are looking at this report Donald Trump is getting and saying, OK, why are these voters drawn to him."}, {"sentId": 468, "text": "What is it about his message that's working and how can we tweak our message so that we're doing a better communicating to how these voters are appealing."}], "speaker": "MURRAY", "secId": 193}, {"sentences": [{"sentId": 469, "text": "OK."}, {"sentId": 470, "text": "SO, let me ask you this."}, {"sentId": 471, "text": "And just Bush, Jeb Bush, the golden boy, right?"}, {"sentId": 472, "text": "At 10 percent, he at -- Trump is leading him double so."}, {"sentId": 473, "text": "What is going on with Jeb Bush?"}], "speaker": "LEMON", "secId": 194}, {"sentences": [{"sentId": 474, "text": "I think the reality is nobody gets excited about the sort of establishment candidate front runner at this point in the race."}, {"sentId": 475, "text": "There's just not a lot of excitement there around in Jeb Bush."}], "speaker": "MURRAY", "secId": 195}, {"sentences": [{"sentId": 476, "text": "Yes."}], "speaker": "LEMON", "secId": 196}, {"sentences": [{"sentId": 477, "text": "And I think he is looking at what Trump is doing and saying, OK, people like Trump because he is very anti-Washington, anti, sort of your establishment politician."}, {"sentId": 478, "text": "And I think that's part of the reason -- we saw Jeb Bush come and give speech about how to reform Washington."}], "speaker": "MURRAY", "secId": 197}, {"sentences": [{"sentId": 479, "text": "And this is what I mean when I say I think the candidates are looking and sort of recalibrating a little bit."}, {"sentId": 480, "text": "They're saying, OK, you're mad at Washington?"}, {"sentId": 481, "text": "How can we speak to you on that?"}, {"sentId": 482, "text": "How can we make it clear that we understand what you're trying to say to us?"}], "speaker": "MURRAY", "secId": 198}, {"sentences": [{"sentId": 483, "text": "Yes."}, {"sentId": 484, "text": "OK. Back to Donald Trump now."}, {"sentId": 485, "text": "So, he is in Scotland."}, {"sentId": 486, "text": "He told me the other day that when I interviewed him that his tournament there was the world's biggest golf event."}, {"sentId": 487, "text": "He did talk a little politics, though."}, {"sentId": 488, "text": "What can you tell us about this?"}], "speaker": "LEMON", "secId": 199}, {"sentences": [{"sentId": 489, "text": "Well, as I'm sure you might expect, there's plenty of curiosity even when he was in Scotland about his presidential bid."}, {"sentId": 490, "text": "One of the things he did, though, is interesting is he sort of started to ramp down expectations about his debate performance."}, {"sentId": 491, "text": "But he also went to one of his reliable standbys which was to bash"}], "speaker": "MURRAY", "secId": 200}, {"sentences": [{"sentId": 492, "text": "politicians."}, {"sentId": 493, "text": "Let's take a listen."}], "speaker": "MURRAY", "secId": 201}, {"sentences": [{"sentId": 494, "text": "But for the few months I've been -- I hate to use the word, I've been a politician because I talk about politicians, all talk, no action."}, {"sentId": 495, "text": "They don't get the job done."}, {"sentId": 496, "text": "They're terrible."}, {"sentId": 497, "text": "Or country is going to hell because that's what they do, they talk and there's no action."}], "speaker": "TRUMP", "secId": 202}, {"sentences": [{"sentId": 498, "text": "So, you see him there sort of holding his nose and admitting in fact, he is the politician now."}, {"sentId": 499, "text": "And I think this is what he's getting people excited about."}, {"sentId": 500, "text": "This idea that he seeks, though, passionately about things and makes them believe that if he were elected."}], "speaker": "MURRAY", "secId": 203}, {"sentences": [{"sentId": 501, "text": "He actually would do something about the problems that you were talking about."}], "speaker": "MURRAY", "secId": 204}, {"sentences": [{"sentId": 502, "text": "All right."}, {"sentId": 503, "text": "Let's take another to some vintage Donald trump."}], "speaker": "LEMON", "secId": 205}, {"sentences": [{"sentId": 504, "text": "I think we're so politically correct in our country that people are sick and tired of it."}, {"sentId": 505, "text": "And things weren't getting done."}, {"sentId": 506, "text": "So, I don't think -- certainly you want to be diplomatic."}, {"sentId": 507, "text": "I mean, we're diplomatic in our country and everybody hates us all over the world."}], "speaker": "TRUMP", "secId": 206}, {"sentences": [{"sentId": 508, "text": "We're politically correct and the world hates the United States if you look at it."}, {"sentId": 509, "text": "The world takes advantage of the United States on trade, on just about everything."}, {"sentId": 510, "text": "And we're so nice to every -- you know, I mean, they're nice."}], "speaker": "TRUMP", "secId": 207}, {"sentences": [{"sentId": 511, "text": "They're, as you say, politically correct."}, {"sentId": 512, "text": "And yet, we've never been more unpopular."}, {"sentId": 513, "text": "And it's probably almost never been a more dangerous time."}], "speaker": "TRUMP", "secId": 208}, {"sentences": [{"sentId": 514, "text": "So, just a moment ago, Sara, when I was asking you about the, you know, the Jeb Bush that you talked about this basically has appeal is that, he's unafraid to say anything really."}, {"sentId": 515, "text": "So, how do you compete with that, can anyone out-trump Donald Trump?"}], "speaker": "LEMON", "secId": 209}, {"sentences": [{"sentId": 516, "text": "I do not think that you can out-trump Donald Trump."}, {"sentId": 517, "text": "And I think people are thinking about this a lot as they get ready to go on the debate stage."}, {"sentId": 518, "text": "And if you're a Jeb Bush or a Scott Walker or Marco Rubio, you're sort of hoping that Trump will implode at the end of that and you can be the adult in the room and that's what people are going to want."}], "speaker": "MURRAY", "secId": 210}, {"sentences": [{"sentId": 519, "text": "It's harder if you're a Chris Christie or if you're Rick Perry, then you are trying to sort of take Donald Trump on head-to- head."}, {"sentId": 520, "text": "And I think probably the more effective way to do that is to say, look, this is a guy who was a democrat, who has given money to democrat who is pro-choice and to sort of go after his record instead of trying to be even more a bombastic than Donald Trump."}, {"sentId": 521, "text": "I don't think anyone else can pull that off."}], "speaker": "MURRAY", "secId": 211}, {"sentences": [{"sentId": 522, "text": "OK. Before I let you go I want to ask you the first debate is a week from tonight."}, {"sentId": 523, "text": "So, who's in and who's out here?"}], "speaker": "LEMON", "secId": 212}, {"sentences": [{"sentId": 524, "text": "So, let's take a look at our CNN poll or polls here."}, {"sentId": 525, "text": "This is our best round up."}, {"sentId": 526, "text": "If you can see here, Trump, Bush, Walker, all on the stage."}, {"sentId": 527, "text": "And sort of at the bottom vying for the top 10 are Christie and John Kasich, we have them on stage now and edging out Rick Perry, which is going to be a big blow to Perry."}], "speaker": "MURRAY", "secId": 213}, {"sentences": [{"sentId": 528, "text": "His people spent a long time trying to make sure he gets on that debate stage."}], "speaker": "MURRAY", "secId": 214}, {"sentences": [{"sentId": 529, "text": "But, look, the debate is being held in Ohio."}, {"sentId": 530, "text": "John Kasich's home state."}, {"sentId": 531, "text": "I was talking to his folks today; they are really hoping that they will be able to make it through onto to that debate stage."}, {"sentId": 532, "text": "But there are a lot of nervous that offers in campaigns now waiting for the final words from folks, though, whether they will make it on stage."}], "speaker": "MURRAY", "secId": 215}, {"sentences": [{"sentId": 533, "text": "Yes, that leads up, Grand, Pataki, Jindal, Fiorina, Santorum, and Perry."}, {"sentId": 534, "text": "If it shakes out -- at least if it shakes out that way in our poll of polls."}, {"sentId": 535, "text": "Thank you."}, {"sentId": 536, "text": "I appreciate your reporting tonight."}], "speaker": "LEMON", "secId": 216}, {"sentences": [{"sentId": 537, "text": "When we come right back, Donald Trump is not shy about telling everybody just how well he is doing in the polls."}, {"sentId": 538, "text": "But there is a big group of voter who is say there's no way they're going to support him."}, {"sentId": 539, "text": "Is it a sign of trouble ahead?"}], "speaker": "LEMON", "secId": 217}, {"sentences": [{"sentId": 540, "text": "Donald Trump soaring in the polls but what are his chances of winning at all."}], "speaker": "LEMON", "secId": 218}, {"sentences": [{"sentId": 541, "text": "Joining me now is Scottie Nell Hughes, news director for Tea Party News Network, and Katie Packer Gage, a former deputy campaign manager for Mitt Romney."}, {"sentId": 542, "text": "Welcome to both of you, ladies."}, {"sentId": 543, "text": "Thank you for joining me this evening."}], "speaker": "LEMON", "secId": 219}, {"sentences": [{"sentId": 544, "text": "Scottie, I'm going to begin with you."}, {"sentId": 545, "text": "Trump, he top the polls, doubling Jeb Bush what Jeb Bush gets and no other republican gets more than 6 percent."}, {"sentId": 546, "text": "Is there any stopping him at this point?"}], "speaker": "LEMON", "secId": 220}, {"sentences": [{"sentId": 547, "text": "Of course, there is stopping."}, {"sentId": 548, "text": "I mean, that's why we're talking about politics..."}], "speaker": "HUGHES", "secId": 221}, {"sentences": [{"sentId": 549, "text": "Scott Walker at 30 percent, I'm sorry."}, {"sentId": 550, "text": "Let me correct that."}, {"sentId": 551, "text": "Go ahead."}], "speaker": "LEMON", "secId": 222}, {"sentences": [{"sentId": 552, "text": "Right."}, {"sentId": 553, "text": "Of course, there is stop."}, {"sentId": 554, "text": "This is politics."}, {"sentId": 555, "text": "But this campaign right now every week bring, Don, a new headline."}, {"sentId": 556, "text": "The good news is, every headline has been for Donald Trump, which is something that I think all of the other candidates it's obvious they're becoming green with envy because nothing they're saying is resonating with the people."}], "speaker": "HUGHES", "secId": 223}, {"sentences": [{"sentId": 557, "text": "And Donald Trump is not only getting the pop culture effect but he's also actually being able to talk about policy."}, {"sentId": 558, "text": "Like what he wants to do with China."}, {"sentId": 559, "text": "The Iran deal."}, {"sentId": 560, "text": "So, it's not like he's just getting these one-liners out there."}, {"sentId": 561, "text": "He's actually getting substance and nutrition out there to a very starved GOP."}], "speaker": "HUGHES", "secId": 224}, {"sentences": [{"sentId": 562, "text": "Katie, do you agree with that?"}], "speaker": "LEMON", "secId": 225}, {"sentences": [{"sentId": 563, "text": "I agree with, you know, with some of the things that were said."}, {"sentId": 564, "text": "You know, the reality here is Donald Trump was tapping into a real anger and frustration within the Republican Party."}, {"sentId": 565, "text": "But the truth is, that a lot of the things he says just aren't a plan."}, {"sentId": 566, "text": "It's not a plan to say, I'm going to build a wall across our Southern border and make Mexico pay for that."}], "speaker": "GAGE", "secId": 226}, {"sentences": [{"sentId": 567, "text": "That's not a plan."}, {"sentId": 568, "text": "That's not realistic."}, {"sentId": 569, "text": "But people are frustrated then they hear that then they get really excited about it."}, {"sentId": 570, "text": "But at the end of the day, I don't think that the Republican Party is going to nominate somebody who is a bully, who hasn't been a republican, if at all, for very long."}], "speaker": "GAGE", "secId": 227}, {"sentences": [{"sentId": 571, "text": "I man, most of the policies that he has supported historically and the candidates that he's supported historically have been democrat policies and candidates."}, {"sentId": 572, "text": "So, I just don't think in the long run this is going to be our CNN..."}], "speaker": "GAGE", "secId": 228}, {"sentences": [{"sentId": 573, "text": "But why not if he wins fair square, he tops the poll, why would they cut out, why would they fell the baby out with a bath log."}], "speaker": "LEMON", "secId": 229}, {"sentences": [{"sentId": 574, "text": "No, I mean, you have to remember that to that point in 2011..."}], "speaker": "GAGE", "secId": 230}, {"sentences": [{"sentId": 575, "text": "Yes."}], "speaker": "LEMON", "secId": 231}, {"sentences": [{"sentId": 576, "text": "Herman Cain was leading the polls."}], "speaker": "GAGE", "secId": 232}, {"sentences": [{"sentId": 577, "text": "All right."}, {"sentId": 578, "text": "So, let me..."}], "speaker": "LEMON", "secId": 233}, {"sentences": [{"sentId": 579, "text": "And she's got a point there."}, {"sentId": 580, "text": "But let me point this out."}, {"sentId": 581, "text": "You're right, Katie."}, {"sentId": 582, "text": "It's not a plan about building a wall, it's already law."}, {"sentId": 583, "text": "It's already law that are in the book."}, {"sentId": 584, "text": "Now, getting Mexico to pay for it..."}], "speaker": "HUGHES", "secId": 234}, {"sentences": [{"sentId": 585, "text": "But making Mexico pay for it is not realistic proposal."}, {"sentId": 586, "text": "HUGHES: But it is still a law."}, {"sentId": 587, "text": "We have the law passed to build the fence it has not happened yet to build the wall."}], "speaker": "GAGE", "secId": 235}, {"sentences": [{"sentId": 588, "text": "And that's fine."}], "speaker": "GAGE", "secId": 236}, {"sentences": [{"sentId": 589, "text": "It's not happened."}, {"sentId": 590, "text": "And that's why Donald Trump is..."}], "speaker": "HUGHES", "secId": 237}, {"sentences": [{"sentId": 591, "text": "But suggesting that Mexico is going to pay for it is not realistic."}], "speaker": "GAGE", "secId": 238}, {"sentences": [{"sentId": 592, "text": "OK. Let's move on."}], "speaker": "LEMON", "secId": 239}, {"sentences": [{"sentId": 593, "text": "It's not real."}], "speaker": "GAGE", "secId": 240}, {"sentences": [{"sentId": 594, "text": "Let's move on."}, {"sentId": 595, "text": "I don't know if this is realistic because, Katie, Trump said today that he was going to give kids at the Iowa state ride on his $7 million helicopter."}, {"sentId": 596, "text": "I mean, whether or not officials are going to let him do that if he can do that, I don't know."}, {"sentId": 597, "text": "But how can any other candidate compete with that?"}], "speaker": "LEMON", "secId": 241}, {"sentences": [{"sentId": 598, "text": "Well, you know, if the American people want a guy that can offer carnival rides, then, you know, then, you know, they probably should nominate Donald Trump."}, {"sentId": 599, "text": "But I don't really think that that's what the American people are looking for in a president."}], "speaker": "GAGE", "secId": 242}, {"sentences": [{"sentId": 600, "text": "Are you kidding me?"}, {"sentId": 601, "text": "Look at the president we have right now."}, {"sentId": 602, "text": "He has more red carpet events than any -- and then Hollywood at this point."}, {"sentId": 603, "text": "So, guess what?"}, {"sentId": 604, "text": "America, they elect a celebrity-in-chief."}, {"sentId": 605, "text": "So, maybe that is why his appeal is because..."}], "speaker": "HUGHES", "secId": 243}, {"sentences": [{"sentId": 606, "text": "Well, that is why Donald Trump is leading by double digit to Hillary Clinton and Joe Biden, and Bernie Sanders and these exact things..."}], "speaker": "GAGE", "secId": 244}, {"sentences": [{"sentId": 607, "text": "But guess what, it doesn't matter right now."}, {"sentId": 608, "text": "It's not -- it doesn't matter right now..."}], "speaker": "HUGHES", "secId": 245}, {"sentences": [{"sentId": 609, "text": "Right."}, {"sentId": 610, "text": "That's my point."}, {"sentId": 611, "text": "None of these polls really matter right now."}], "speaker": "GAGE", "secId": 246}, {"sentences": [{"sentId": 612, "text": "So, but here -- the point is smoot because we're just getting breaking news that Donald Trump will not be able to land his helicopter at the Island State fair."}, {"sentId": 613, "text": "That's according to The Des Moines Register."}], "speaker": "LEMON", "secId": 247}, {"sentences": [{"sentId": 614, "text": "Oh, too bad."}], "speaker": "GAGE", "secId": 248}, {"sentences": [{"sentId": 615, "text": "So, I know."}, {"sentId": 616, "text": "HUGHES: But he still might be able to give out like fried bananas or something for every kid."}], "speaker": "LEMON", "secId": 249}, {"sentences": [{"sentId": 617, "text": "All right."}, {"sentId": 618, "text": "So, listen, Scottie, he tops the republican but he losses..."}], "speaker": "LEMON", "secId": 250}, {"sentences": [{"sentId": 619, "text": "Maybe he'll give gold bullion."}], "speaker": "GAGE", "secId": 251}, {"sentences": [{"sentId": 620, "text": "... but he losses significantly to any of the possible democratic nominees as what we've pointed out here."}], "speaker": "LEMON", "secId": 252}, {"sentences": [{"sentId": 621, "text": "By double digit."}], "speaker": "GAGE", "secId": 253}, {"sentences": [{"sentId": 622, "text": "This is according to the poll, 48 percent for Clinton, 36 percent for Trump, 49 percent for Biden, 37 percent for Trump."}, {"sentId": 623, "text": "And if you look Sanders and on and on, this is how it shakes out."}, {"sentId": 624, "text": "So, what is that?"}, {"sentId": 625, "text": "Bernie -- he even lose the Bernie Sanders, 45 to 37."}, {"sentId": 626, "text": "So, what do you say about that?"}], "speaker": "LEMON", "secId": 254}, {"sentences": [{"sentId": 627, "text": "But here's the thing."}, {"sentId": 628, "text": "If he is at the top, and to be honest with you, if he's at the top of the GOP ticket and he's still losing, then we as a party need to be talking about how are we going to support the top one."}, {"sentId": 629, "text": "And he's still beating Jeb Bush."}], "speaker": "HUGHES", "secId": 255}, {"sentences": [{"sentId": 630, "text": "He is still beating all of the other candidates."}, {"sentId": 631, "text": "So, instead of sitting here and saying, well, we don't need to elect him because to the democrats."}, {"sentId": 632, "text": "Why don't we say, why don't we elect, why don't we figure out how we're going to support him."}], "speaker": "HUGHES", "secId": 256}, {"sentences": [{"sentId": 633, "text": "But that's what the primary process is so great about."}, {"sentId": 634, "text": "And going after the Hispanic voters, which is the big issue right, it doesn't necessarily have to work."}, {"sentId": 635, "text": "In 2012, Mitt Romney would have to get 73 percent of the Hispanic voters in order to just win."}, {"sentId": 636, "text": "Guess what, Barack Obama only got 71 percent."}], "speaker": "HUGHES", "secId": 257}, {"sentences": [{"sentId": 637, "text": "So, here's the thing."}, {"sentId": 638, "text": "What do they do?"}, {"sentId": 639, "text": "What do they do about that because that has..."}], "speaker": "LEMON", "secId": 258}, {"sentences": [{"sentId": 640, "text": "That suddenly fall."}], "speaker": "GAGE", "secId": 259}, {"sentences": [{"sentId": 641, "text": "... to make republicans feel really bad."}, {"sentId": 642, "text": "If you look at this, the person they don't -- the person who's polling the highest still losses to the democrat."}, {"sentId": 643, "text": "So, what is the strategy here?"}], "speaker": "LEMON", "secId": 260}, {"sentences": [{"sentId": 644, "text": "The strategy is to make..."}], "speaker": "HUGHES", "secId": 261}, {"sentences": [{"sentId": 645, "text": "Well, I think they..."}], "speaker": "GAGE", "secId": 262}, {"sentences": [{"sentId": 646, "text": "Let Katie in, Scottie."}, {"sentId": 647, "text": "Go ahead."}, {"sentId": 648, "text": "GAGE: You know, the reality is that in several different polls that we've seen candidates like Marco Rubio, Jeb Bush, Scott Walker, and others are quiet competitive."}], "speaker": "LEMON", "secId": 263}, {"sentences": [{"sentId": 649, "text": "And you know, I think if we look at a candidate that offers generational change, perhaps offers demographic change, then, you know, we have a real shot at taking out Hillary Clinton."}, {"sentId": 650, "text": "She's very weak."}, {"sentId": 651, "text": "The thing that's keeping her afloat right now is the republican brand that's damaged."}, {"sentId": 652, "text": "And I think that Donald Trump will only further damage that brand."}], "speaker": "LEMON", "secId": 264}, {"sentences": [{"sentId": 653, "text": "And I think the Republican Party will see that and it will play out in the debates."}, {"sentId": 654, "text": "And people will see that to a large degree."}, {"sentId": 655, "text": "Donald Trump is an emperor with no clothes."}], "speaker": "LEMON", "secId": 265}, {"sentences": [{"sentId": 656, "text": "OK."}, {"sentId": 657, "text": "I think the news out that this is Biden polls is higher than Hillary Clinton than this polls."}, {"sentId": 658, "text": "So, there you go."}, {"sentId": 659, "text": "Thank you, ladies."}], "speaker": "LEMON", "secId": 266}, {"sentences": [{"sentId": 660, "text": "And you can..."}], "speaker": "HUGHES", "secId": 267}, {"sentences": [{"sentId": 661, "text": "Let's not worry first."}], "speaker": "GAGE", "secId": 268}, {"sentences": [{"sentId": 662, "text": "And Katie, can I have her polls but I'm going to take history."}], "speaker": "HUGHES", "secId": 269}, {"sentences": [{"sentId": 663, "text": "All right."}], "speaker": "LEMON", "secId": 270}, {"sentences": [{"sentId": 664, "text": "2012, 20008, we lost."}], "speaker": "HUGHES", "secId": 271}, {"sentences": [{"sentId": 665, "text": "All right."}, {"sentId": 666, "text": "Thank you very much."}, {"sentId": 667, "text": "We'll be right back."}], "speaker": "LEMON", "secId": 272}, {"sentences": [{"sentId": 668, "text": "Make sure you stay with CNN for the latest on Malaysian Airlines Flight MH370."}], "speaker": "LEMON", "secId": 273}, {"sentences": [{"sentId": 669, "text": "That's it for us tonight."}, {"sentId": 670, "text": "I'm Don Lemon."}, {"sentId": 671, "text": "Thank you so much for watching."}, {"sentId": 672, "text": "\"AC360\" starts in just a moment."}], "speaker": "LEMON", "secId": 274}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1507.30.cnnt.01.html.json", "time": "Aired July 30, 2015 - 22:00   ET"}