{"sectionCount": 230, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["COOPER", "LEMON", "TRUMP", "MURRAY", "CUSACK", "BECKEL", "DEGENERES", "SANDERS", "HURT", "JONES", "CLINTON", "KELLY", "HARLOW", "UNIDENTIFIED FEMALE", "COHEN"], "subTitle": "Democratic Debate; Donald Trump Speaks Out on Dem Debate; Interview with Ivanka Trump. Aired 10-11:00p ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1510/14/cnnt.01.html", "sentenceCount": 540, "sections": [{"sentences": [{"sentId": 0, "text": "That does it for us."}, {"sentId": 1, "text": "We'll see you again at 11 p.m. Eastern for another edition of 360."}, {"sentId": 2, "text": "CNN Tonight with Don Lemon starts now."}], "speaker": "COOPER", "secId": 0}, {"sentences": [{"sentId": 3, "text": "Anderson Cooper, not so fast because I didn't see you after the debate last night."}, {"sentId": 4, "text": "But I wanting to ask you this, we're in the thick of it last night, you're leading the charge, of course, as a moderator, I'm sure you anticipated a lot things happening."}, {"sentId": 5, "text": "But there is no way you could have anticipated Bernie Sanders' response to that Hillary e-mail question."}], "speaker": "LEMON", "secId": 1}, {"sentences": [{"sentId": 6, "text": "Actually, that's not the case actually."}], "speaker": "COOPER", "secId": 2}, {"sentences": [{"sentId": 7, "text": "You did?"}], "speaker": "LEMON", "secId": 3}, {"sentences": [{"sentId": 8, "text": "Yes, I actually, we -- I mean, you know, there's a whole team of folks who are working on questions for days and weeks and weeks and weeks, and so you, you know, it's like three-dimensional chess so you try to anticipate what somebody is going to say."}], "speaker": "COOPER", "secId": 4}, {"sentences": [{"sentId": 9, "text": "My money was on Bernie Sanders."}, {"sentId": 10, "text": "I didn't know the wording he was going to use."}, {"sentId": 11, "text": "I didn't know -- you know, I thought it obviously played very well in that room and to a lot of viewers who are watching the debate, but I actually did not think he was -- he was going to go after her in any way."}], "speaker": "COOPER", "secId": 5}, {"sentences": [{"sentId": 12, "text": "I thought -- I would very much thought he was going to turn it and say we shouldn't be talking about these e-mails on this."}], "speaker": "COOPER", "secId": 6}, {"sentences": [{"sentId": 13, "text": "But I'm sick of hearing of your damn e-mails the way he did it, right?"}], "speaker": "LEMON", "secId": 7}, {"sentences": [{"sentId": 14, "text": "The wording, I think was, you know, and I think they -- I haven't -- I don't know this for a fact from the campaign, but I would imagine that they worked out that wording in advance."}], "speaker": "COOPER", "secId": 8}, {"sentences": [{"sentId": 15, "text": "I think they knew the e-mails was going to come out and they probably wanted to figure out a line, but, again, I don't know if that's for sure."}], "speaker": "COOPER", "secId": 9}, {"sentences": [{"sentId": 16, "text": "All right."}], "speaker": "LEMON", "secId": 10}, {"sentences": [{"sentId": 17, "text": "Certainly an effective line for the Sanders campaign."}], "speaker": "COOPER", "secId": 11}, {"sentences": [{"sentId": 18, "text": "All right."}, {"sentId": 19, "text": "Donald Trump also speaking out tonight, surprise, about the debate, and he's tweeting, live tweeting of it, live tweeting of it."}, {"sentId": 20, "text": "Listen to this, Anderson."}], "speaker": "LEMON", "secId": 12}, {"sentences": [{"sentId": 21, "text": "I tweeted."}, {"sentId": 22, "text": "Can you believe?"}, {"sentId": 23, "text": "And I made a commitment."}, {"sentId": 24, "text": "I said I'd tweet so I couldn't turn it off."}, {"sentId": 25, "text": "I had to tweet this thing, and somebody said on one of the networks the winner was Trump because we picked up 160,000 followers."}], "speaker": "TRUMP", "secId": 13}, {"sentences": [{"sentId": 26, "text": "But I watched last night as Hillary and Bernie Sanders, they just couldn't give things away fast enough, and they are giving them to illegal immigrants."}, {"sentId": 27, "text": "They want health care for illegal immigrants."}, {"sentId": 28, "text": "They want driver's license for illegal immigrants."}, {"sentId": 29, "text": "They are suggesting -- listen to this."}, {"sentId": 30, "text": "They are suggesting social security for illegal immigrants."}], "speaker": "TRUMP", "secId": 14}, {"sentences": [{"sentId": 31, "text": "What's your response?"}, {"sentId": 32, "text": "He's kind of making himself part of the debate obviously tweeting, but then he goes on with those comments as well."}], "speaker": "LEMON", "secId": 15}, {"sentences": [{"sentId": 33, "text": "Well, look, obviously, you know, they -- he has a very different stance and very different viewpoint on the issues than Senator Sanders or Secretary Clinton, and, you know, last night was a debate between these -- you know, we were really trying to get at differences between these candidates on the stage, you know."}], "speaker": "COOPER", "secId": 16}, {"sentences": [{"sentId": 34, "text": "Donald Trump was not brought up except by some of the candidates themselves, but I think that's, you know, that's certainly going to play out in the general election if Donald Trump is the -- you know, is the nominee and is certainly leading in the polls right now and new polls out as you no doubt are going to talk about tonight in South Carolina and Nevada as well, and he's doing -- he's still way, way in front."}], "speaker": "COOPER", "secId": 17}, {"sentences": [{"sentId": 35, "text": "Yes."}, {"sentId": 36, "text": "He's doing very well."}, {"sentId": 37, "text": "Thanks, Anderson."}, {"sentId": 38, "text": "Nice job last night."}, {"sentId": 39, "text": "I'll see you soon."}], "speaker": "LEMON", "secId": 18}, {"sentences": [{"sentId": 40, "text": "Thanks, Don."}, {"sentId": 41, "text": "You, too."}], "speaker": "COOPER", "secId": 19}, {"sentences": [{"sentId": 42, "text": "Yes."}, {"sentId": 43, "text": "Thank you very much."}, {"sentId": 44, "text": "Not to be outdone by the democrats Donald Trump spoke to a cheering crowd in Richmond, Virginia, but things got a little more excited than even he might expected."}], "speaker": "LEMON", "secId": 20}, {"sentences": [{"sentId": 45, "text": "CNN's Sara Murray is there for us."}, {"sentId": 46, "text": "So, Sara, you were at event the Trump's event tonight and there was a bit of a dustup in the crowd."}, {"sentId": 47, "text": "Tell us what is happened."}], "speaker": "LEMON", "secId": 21}, {"sentences": [{"sentId": 48, "text": "Yes, Don."}, {"sentId": 49, "text": "So, he had thousands of people show up for him in Richmond, Virginia, and he had the crowd roaring talking about how he was going to build a wall along the border with Mexico, and that's when things got tensed."}, {"sentId": 50, "text": "There were a group of about a dozen or so protesters who started"}], "speaker": "MURRAY", "secId": 22}, {"sentences": [{"sentId": 51, "text": "chanting, and Donald Trump to his credit just kind of said it's OK, it's OK."}, {"sentId": 52, "text": "This is why we have, you know, a right to free speech but it was actually his supporters in the crowd and the protesters who then clashed."}], "speaker": "MURRAY", "secId": 23}, {"sentences": [{"sentId": 53, "text": "At one point, things turned physical."}, {"sentId": 54, "text": "And another point, there was actually a Trump supporter who spit in the face of one of the protesters."}], "speaker": "MURRAY", "secId": 24}, {"sentences": [{"sentId": 55, "text": "Now, as, of course, you know, of course our viewers know protests happen at political events."}, {"sentId": 56, "text": "This is not be abnormal."}, {"sentId": 57, "text": "I think what was abnormal was the level of aggression and the level of vitriol we saw between the people who are in the crowd here tonight."}, {"sentId": 58, "text": "That is not something that you see every cycle and it's not something you see at every political event."}, {"sentId": 59, "text": "Don?"}], "speaker": "MURRAY", "secId": 25}, {"sentences": [{"sentId": 60, "text": "And so, you don't see this, as you said, every cycle and every political event and you have been seeing because you have been covering Donald Trump, you've been on the campaign trail, you've seen nothing like this at any of his events?"}], "speaker": "LEMON", "secId": 26}, {"sentences": [{"sentId": 61, "text": "I think that this is one of the most aggressive instances we've seen."}, {"sentId": 62, "text": "We do see protesters."}, {"sentId": 63, "text": "Look, Donald Trump is a very divisive figure when you move beyond the Republican Party, particularly when you talk about his rhetoric toward undocumented immigrants, towards Hispanics."}], "speaker": "MURRAY", "secId": 27}, {"sentences": [{"sentId": 64, "text": "And so, I do think that sort of the most aggressive clashes we've seen have been at Trump events, but this certainly -- I mean, when you watch back and sort of I was looking back through some of the video, this man just spitting in the protester's face, it's difficult to watch."}], "speaker": "MURRAY", "secId": 28}, {"sentences": [{"sentId": 65, "text": "It is."}, {"sentId": 66, "text": "All right."}, {"sentId": 67, "text": "Sara Murray, thank you very much."}, {"sentId": 68, "text": "we appreciate that."}, {"sentId": 69, "text": "I want to bring in now Bob Cusack, he's the editor- in-chief of The Hill."}, {"sentId": 70, "text": "Bob, you heard Sara there."}, {"sentId": 71, "text": "What do you make of that moment?"}, {"sentId": 72, "text": "I mean, this is pretty unusual for any sort of campaign stop."}], "speaker": "LEMON", "secId": 29}, {"sentences": [{"sentId": 73, "text": "Well, it's pretty intense."}, {"sentId": 74, "text": "I mean, we're getting into the actual election year, we're already in the election season, and you have the bases now very strong looking at these candidates on both the left and the right, and protesters know that if they show up at a Donald Trump event, they are going to get news coverage and certainly they did today."}], "speaker": "CUSACK", "secId": 30}, {"sentences": [{"sentId": 75, "text": "Yes, they certainly did."}, {"sentId": 76, "text": "OK. Let's move on now."}, {"sentId": 77, "text": "I want to talk about last night's debate."}, {"sentId": 78, "text": "I'm sure you were following it like most people in America, thank goodness, that the ratings were good."}, {"sentId": 79, "text": "It's good that people tuned in because I thought there were a lot of substantive issues that were discussed last night."}, {"sentId": 80, "text": "By most accounts Hillary Clinton stole the night."}, {"sentId": 81, "text": "Do you agree with that?"}], "speaker": "LEMON", "secId": 31}, {"sentences": [{"sentId": 82, "text": "Absolutely."}, {"sentId": 83, "text": "She had a great night, she had had a really tough summer, declining poll numbers, the e-mail controversy, and there were real doubts going into last night and Hillary Clinton hit a home run."}], "speaker": "CUSACK", "secId": 32}, {"sentences": [{"sentId": 84, "text": "I think Bernie Sanders did well, too, but I think she outpitched Bernie Sanders, and Bernie Sanders let her off the hook a little bit on the e-mail issue but Hillary Clinton was very strong."}, {"sentId": 85, "text": "And I thought Anderson Cooper's questions were great, they were direct, they were aggressive, but she handled them very well."}], "speaker": "CUSACK", "secId": 33}, {"sentences": [{"sentId": 86, "text": "Let me ask you this because by most, as I said, by most accounts, Hillary Clinton won the night."}, {"sentId": 87, "text": "But if you look at social media which many times tend to be younger people, although Facebook, I think the average age is like 45, I think, but the younger people would be voting."}], "speaker": "LEMON", "secId": 34}, {"sentences": [{"sentId": 88, "text": "In our live voting, not an official poll, just some results from last night, Bernie Sanders was the clear winner, like 75 to 18 or 20 percent over Hillary Clinton."}, {"sentId": 89, "text": "Where is the disconnect there?"}], "speaker": "LEMON", "secId": 35}, {"sentences": [{"sentId": 90, "text": "Well, that's interesting."}, {"sentId": 91, "text": "You know, I think that's the level of excitement, especially for a new candidate, a candidate that's been around."}, {"sentId": 92, "text": "He's been in the House and Senate, but America is just getting to know Bernie Sanders."}], "speaker": "CUSACK", "secId": 36}, {"sentences": [{"sentId": 93, "text": "And he has an attraction like Ron Paul did, Rand Paul's father, where he attracted a lot of younger voters, so I think that those younger voters are going to the online poll."}, {"sentId": 94, "text": "Same thing with the Donald Trump phenomenon."}], "speaker": "CUSACK", "secId": 37}, {"sentences": [{"sentId": 95, "text": "Look at online polls, and he won them all as far as the first two debates."}, {"sentId": 96, "text": "So, I do think that Bernie Sanders did have a good night, but overall, Hillary, I think bested him."}, {"sentId": 97, "text": "Still, there's no doubt about it."}, {"sentId": 98, "text": "This is going to be an interesting race and, of course, everyone is wondering whether Joe Biden gets now."}], "speaker": "CUSACK", "secId": 38}, {"sentences": [{"sentId": 99, "text": "All right."}, {"sentId": 100, "text": "Bob, I want you to stay with me because when we come right back Bernie Sanders as you have never, and I mean, never ever seen him before busting a move with Ellen DeGeneres."}], "speaker": "LEMON", "secId": 39}, {"sentences": [{"sentId": 101, "text": "Plus Donald Trump, Trump family values, Ivanka Trump talks exclusively to CNN's Poppy Harlow about what it was like to grow up as the daughter of Donald Trump."}], "speaker": "LEMON", "secId": 40}, {"sentences": [{"sentId": 102, "text": "Donald Trump and Ben Carson neck in neck in the new -- in a new poll."}, {"sentId": 103, "text": "We're going to get to that in a moment."}], "speaker": "LEMON", "secId": 41}, {"sentences": [{"sentId": 104, "text": "But first, I want to talk about the democratic must-see moments."}, {"sentId": 105, "text": "Joining me now is political analyst Bob Beckel."}, {"sentId": 106, "text": "His latest book is called \"I Should Be Dead, My Life Serving Politics, TV, and Addiction.\""}, {"sentId": 107, "text": "And Bob Cusack is back with us as well."}], "speaker": "LEMON", "secId": 42}, {"sentences": [{"sentId": 108, "text": "So, to you, Mr. Beckel, Donald Trump said night that the democrats couldn't give things away fast enough at the debate last night, talking about health care, social security for illegal immigrant."}, {"sentId": 109, "text": "Will those kinds of progressive ideas do you think appeal outside of the democratic primary?"}, {"sentId": 110, "text": "BOB BECKEL, \"I SHOULD BE DEAD\" AUTHOR:  :  Yes, I do think they will"}], "speaker": "LEMON", "secId": 43}, {"sentences": [{"sentId": 111, "text": "because I think the country is at that stage now where they are believing that there is two Americas."}, {"sentId": 112, "text": "There's one very wealthy America, the one percentage they are talking about and a lot of other people are not keeping up."}], "speaker": "LEMON", "secId": 44}, {"sentences": [{"sentId": 113, "text": "And a lot of those things that the democrats talked about are things that people like."}, {"sentId": 114, "text": "So, you know, Trump can go on and on all he wants about things like that."}, {"sentId": 115, "text": "But the fact of the matter is that appeals beyond the democratic base."}], "speaker": "LEMON", "secId": 45}, {"sentences": [{"sentId": 116, "text": "All right."}, {"sentId": 117, "text": "Let's talk about the other guys up on the stage because, you know, the contest last night people said it was between Bernie Sanders and Hillary Clinton."}], "speaker": "LEMON", "secId": 46}, {"sentences": [{"sentId": 118, "text": "Do you think, Bob Beckel, that the rest of the democrats are going to -- in the first contest, do you think they are going to make it, you know, beyond this debate to the next one and to the first contest?"}], "speaker": "LEMON", "secId": 47}, {"sentences": [{"sentId": 119, "text": "Although probably they make it to the next debate."}, {"sentId": 120, "text": "But, listen, it's so tough anyway, the combination of having Donald Trump sucking the air out of American political system and then two primary candidates like Hillary and Bernie."}], "speaker": "BECKEL", "secId": 48}, {"sentences": [{"sentId": 121, "text": "I think the others, game tried, but I think it's probably time that they think about spending money."}, {"sentId": 122, "text": "Is it really worthwhile?"}, {"sentId": 123, "text": "Now they probably will stick around because if everyone gets exposure and for a politician exposure means that maybe another turn down the road."}], "speaker": "BECKEL", "secId": 49}, {"sentences": [{"sentId": 124, "text": "All right."}, {"sentId": 125, "text": "To the polls now and the republicans."}, {"sentId": 126, "text": "This is for Bob Cusack, this is a new Fox poll that is out now."}, {"sentId": 127, "text": "Donald Trump is on top, but neck in neck really with Ben Carson, 24 versus 23 percent."}, {"sentId": 128, "text": "That's a statistical tie, I would think."}], "speaker": "LEMON", "secId": 50}, {"sentences": [{"sentId": 129, "text": "Trump's been at top for months now."}, {"sentId": 130, "text": "It looks like it's becoming inevitable that an outsider will be the nominee."}, {"sentId": 131, "text": "Do you agree, Mr. Cusack?"}], "speaker": "LEMON", "secId": 51}, {"sentences": [{"sentId": 132, "text": "I think there's a decent shot but we've still got a long way to go."}, {"sentId": 133, "text": "We interviewed Donald Trump yesterday and he noted that the summer of Trump has now transformed into the autumn of Trump."}, {"sentId": 134, "text": "And certainly he is still on top to defying a lot of predictions."}], "speaker": "CUSACK", "secId": 52}, {"sentences": [{"sentId": 135, "text": "But he knows also there's a long way to go."}, {"sentId": 136, "text": "And voters, I was just up in New Hampshire, a lot of voters don't decide until the last week."}, {"sentId": 137, "text": "So, he has done very well."}, {"sentId": 138, "text": "He's winning all the polls, especially in key states, but we've got a while to go."}], "speaker": "CUSACK", "secId": 53}, {"sentences": [{"sentId": 139, "text": "Watch Marco Rubio."}, {"sentId": 140, "text": "Trump is going after Rubio more than Jeb Bush now and that means he sees Rubio as a major threat."}], "speaker": "CUSACK", "secId": 54}, {"sentences": [{"sentId": 141, "text": "I mean, Bob, something -- don't you think something major would have to happen for the momentum to erratically change in favor of one of the establishment candidates, even a Marco Rubio?"}], "speaker": "LEMON", "secId": 55}, {"sentences": [{"sentId": 142, "text": "Well, no, because I think the momentum that has been going for Trump and for the other two outsiders, as you call them, is something that is still a phenomenon of the summer, and it is early fall yet, and I just believe after being through this for 30 years and watching populist candidates come and go."}], "speaker": "BECKEL", "secId": 56}, {"sentences": [{"sentId": 143, "text": "Yes, trump has tapped into something, and, yes, Carson has, and Fiorina."}, {"sentId": 144, "text": "But the fact of the matter is when voters get closer to casting their votes they take it more seriously, particularly in Iowa and New Hampshire."}, {"sentId": 145, "text": "And then they have to go south and Trump talks about his poll numbers in Florida."}, {"sentId": 146, "text": "If he were to beat Marco Rubio in Florida or Jeb Bush in Florida, then I would eat my hat."}], "speaker": "BECKEL", "secId": 57}, {"sentences": [{"sentId": 147, "text": "But, I mean, that Jeb Bush is only at 8 percent right now."}, {"sentId": 148, "text": "I mean, at what point does this become a crises for him?"}, {"sentId": 149, "text": "Bob?"}], "speaker": "LEMON", "secId": 58}, {"sentences": [{"sentId": 150, "text": "Well, it's a crises right now for him."}, {"sentId": 151, "text": "It's a crisis for his contributors and it's a crisis for his supporters, but, look."}, {"sentId": 152, "text": "He's not -- I don't believe that Jeb Bush is the one that Trump needs to worry about."}], "speaker": "BECKEL", "secId": 59}, {"sentences": [{"sentId": 153, "text": "As probably said, I think that the real key here is Rubio who seems to move up, and he stays out of the fray, and at some point, this field is going to winnow out and it's going to be Trump and a few others versus some establishment candidate, if that's what you want to call him."}], "speaker": "BECKEL", "secId": 60}, {"sentences": [{"sentId": 154, "text": "Rubio is never really establishment as far as I was concerned, but I think Trump is going to have to start backing up what he says with some ideas, and if people want to hear those that they haven't heard them yet."}], "speaker": "BECKEL", "secId": 61}, {"sentences": [{"sentId": 155, "text": "Bob Cusack, do you think it's now a crises, in crises mode for the Jeb Bush campaign?"}], "speaker": "LEMON", "secId": 62}, {"sentences": [{"sentId": 156, "text": "Oh, I think it's a crucial stretch for the Jeb Bush campaign."}, {"sentId": 157, "text": "I mean, they have a lot of money."}, {"sentId": 158, "text": "Jeb Bush has not done well in the debates, did very poorly in the first debate, and that's a very important debate obviously."}], "speaker": "CUSACK", "secId": 63}, {"sentences": [{"sentId": 159, "text": "So, I think the next month or so very important."}, {"sentId": 160, "text": "We've talked to some Bush donors."}, {"sentId": 161, "text": "They are getting nervous."}, {"sentId": 162, "text": "I mean, this is an establishment candidate in Jeb Bush running in an unconventional cycle, so can he win?"}, {"sentId": 163, "text": "Of course."}, {"sentId": 164, "text": "He can still win, but his numbers have got to get better."}], "speaker": "CUSACK", "secId": 64}, {"sentences": [{"sentId": 165, "text": "And if you look back four years ago, Mitt Romney, yes, he had to deal with Michele Bachmann and Herman Cain, but he was always in the top two or three, Jeb Bush is not."}], "speaker": "CUSACK", "secId": 65}, {"sentences": [{"sentId": 166, "text": "He's not doing well in Iowa and he's not doing that great in New Hampshire either."}], "speaker": "CUSACK", "secId": 66}, {"sentences": [{"sentId": 167, "text": "All right."}, {"sentId": 168, "text": "I want to get to this from the republicans."}, {"sentId": 169, "text": "This is Donald Trump raised some eyebrows on foreign policy in the past, and I want you to listen to what he told CNN's Sara Murray just tonight."}], "speaker": "LEMON", "secId": 67}, {"sentences": [{"sentId": 170, "text": "You said today that there was no way to know for sure if"}], "speaker": "MURRAY", "secId": 68}, {"sentences": [{"sentId": 171, "text": "Russia was behind shooting down MH-17."}, {"sentId": 172, "text": "That's not what the intelligence so far shows."}, {"sentId": 173, "text": "Why -- what would make you say that?"}], "speaker": "MURRAY", "secId": 69}, {"sentences": [{"sentId": 174, "text": "You know, that's a horrible thing that happened, it's disgusting and disgraceful, but Putin and Russia say they didn't do it."}, {"sentId": 175, "text": "The other side said they did."}, {"sentId": 176, "text": "Nobody really knows who did it."}, {"sentId": 177, "text": "Probably Putin knows who did it."}, {"sentId": 178, "text": "Possibly it was Russia but they are totally denying it."}], "speaker": "TRUMP", "secId": 70}, {"sentences": [{"sentId": 179, "text": "Bob Beckel, misstep?"}, {"sentId": 180, "text": "Is he out of his depth on foreign policy?"}], "speaker": "LEMON", "secId": 71}, {"sentences": [{"sentId": 181, "text": "He's not only out of his depth."}, {"sentId": 182, "text": "He's barely in the kiddie pool."}, {"sentId": 183, "text": "I mean, look this, guy has got a real problem."}, {"sentId": 184, "text": "When he sits back and says about Syria let's sit back and see what happens."}, {"sentId": 185, "text": "When he makes a comment like that, there is not a person who knows foreign policy or even doesn't know foreign policy, who doesn't believe that that plane was shot down by the Russians."}], "speaker": "BECKEL", "secId": 72}, {"sentences": [{"sentId": 186, "text": "Now why he would say that and why he would -- you know, he's actually been very conciliatory towards Putin, one of the world's great thugs."}, {"sentId": 187, "text": "So, I don't know, maybe he sees a kindred spirit in him for all I know."}], "speaker": "BECKEL", "secId": 73}, {"sentences": [{"sentId": 188, "text": "All right."}, {"sentId": 189, "text": "We're out of time."}, {"sentId": 190, "text": "Thank you very much, guys."}, {"sentId": 191, "text": "I appreciate it."}, {"sentId": 192, "text": "Democrat candidates going head to head on guns in last night's debate, but will they change anybody's mind?"}], "speaker": "LEMON", "secId": 74}, {"sentences": [{"sentId": 193, "text": "We're from Burlington, Vermont, and so is Ben & Jerry's."}, {"sentId": 194, "text": "If you were a flavor of Ben & Jerry's, what would you be called?"}], "speaker": "DEGENERES", "secId": 75}, {"sentences": [{"sentId": 195, "text": "Burn Bernie burn."}], "speaker": "SANDERS", "secId": 76}, {"sentences": [{"sentId": 196, "text": "So, it would be hot and spicy ice cream?"}], "speaker": "DEGENERES", "secId": 77}, {"sentences": [{"sentId": 197, "text": "That's right."}], "speaker": "SANDERS", "secId": 78}, {"sentences": [{"sentId": 198, "text": "I've never burned by ice cream before so it would be interesting."}, {"sentId": 199, "text": "Who has better hair, you or Donald Trump?"}], "speaker": "DEGENERES", "secId": 79}, {"sentences": [{"sentId": 200, "text": "Oh, that goes without saying."}], "speaker": "SANDERS", "secId": 80}, {"sentences": [{"sentId": 201, "text": "Yes."}, {"sentId": 202, "text": "I agree."}], "speaker": "DEGENERES", "secId": 81}, {"sentences": [{"sentId": 203, "text": "Bernie Sanders in a preview of tomorrow's Ellen show and making the most of the post-debate spotlight, 15.3 million people watched that debate last night."}, {"sentId": 204, "text": "Among them a man who isn't running yet and that is Vice President Joe Biden."}], "speaker": "LEMON", "secId": 82}, {"sentences": [{"sentId": 205, "text": "So, joining me now to talk about that is Charles Hurt from The Washington Times, a columnist there, and Van Jones, a former official in the Obama administration."}, {"sentId": 206, "text": "Mr. Hurt, who won, Hillary Clinton, Bernie Sanders, somebody else?"}], "speaker": "LEMON", "secId": 83}, {"sentences": [{"sentId": 207, "text": "I think without a doubt Hillary Clinton won."}, {"sentId": 208, "text": "You know, Bernie Sanders obviously did very well."}, {"sentId": 209, "text": "He always does well with social media types, and he certainly is probably raised a ton of money last night with all of his, sort of avuncular talk and straight talk."}], "speaker": "HURT", "secId": 84}, {"sentences": [{"sentId": 210, "text": "But, you know, the fact that nobody laid a glove on Hillary Clinton and nobody landed a real good punch on her."}, {"sentId": 211, "text": "The fact that even Bernie Sanders kind of folded in his past attacks about the e-mail server, you know, all of that means that she was left standing, and I think she acquitted herself actually very, very well."}, {"sentId": 212, "text": "You know, she was left standing without any punches landed."}], "speaker": "HURT", "secId": 85}, {"sentences": [{"sentId": 213, "text": "You think without Joe Biden though, that the competition would stiffen up."}, {"sentId": 214, "text": "You said nobody landed a punch with her, even Bernie Sanders."}, {"sentId": 215, "text": "Do you think Joe Biden would have been different if he had been in there?"}], "speaker": "LEMON", "secId": 86}, {"sentences": [{"sentId": 216, "text": "I don't know."}, {"sentId": 217, "text": "It's interesting because, you know, all those men on the stage were sort of seemed to be kind of -- didn't really know how to handle her, and she was fighting back on everything and she attacked everyone."}], "speaker": "HURT", "secId": 87}, {"sentences": [{"sentId": 218, "text": "Bernie Sanders has raised a lot of money, though, since that."}], "speaker": "LEMON", "secId": 88}, {"sentences": [{"sentId": 219, "text": "Yes, and that's been the story of his campaign."}, {"sentId": 220, "text": "It's all been small donations, and this kind of platform in front of this many viewers is exactly how he's raised all this money."}], "speaker": "HURT", "secId": 89}, {"sentences": [{"sentId": 221, "text": "Go ahead, Van."}], "speaker": "LEMON", "secId": 90}, {"sentences": [{"sentId": 222, "text": "I don't think gender necessarily entered into it."}, {"sentId": 223, "text": "I just think that Hillary Clinton dominated that debate."}, {"sentId": 224, "text": "I mean, she looked like she was in her living room just, you know, taking folks to school."}, {"sentId": 225, "text": "It was amazing to see."}], "speaker": "JONES", "secId": 91}, {"sentences": [{"sentId": 226, "text": "And I think there are two versions of Hillary Clinton."}, {"sentId": 227, "text": "There's the version we've seen for the past six months, you know, scripted, armored, defensive, seeming like she had a trampoline in her backyard which she was practicing her flip flops."}, {"sentId": 228, "text": "I mean, just who is this person and why are we talking about her and then..."}], "speaker": "JONES", "secId": 92}, {"sentences": [{"sentId": 229, "text": "Wait a minute, a trampoline in her backyard practicing her flip flops, you mean, like flipping over?"}], "speaker": "LEMON", "secId": 93}, {"sentences": [{"sentId": 230, "text": "I mean, her flip flops."}, {"sentId": 231, "text": "I mean, she just flip-flopping on so many different issues, like every time we were covering her it's another flip-flop."}, {"sentId": 232, "text": "She got trampoline in her backyard."}, {"sentId": 233, "text": "Who is this person?"}], "speaker": "JONES", "secId": 94}, {"sentences": [{"sentId": 234, "text": "OK."}], "speaker": "LEMON", "secId": 95}, {"sentences": [{"sentId": 235, "text": "And then suddenly she comes out and you're like oh, my, God."}, {"sentId": 236, "text": "This is the woman that could do it."}, {"sentId": 237, "text": "She was passionate, she was funny, she was sharp, she was smart."}, {"sentId": 238, "text": "She had -- that particular version."}], "speaker": "JONES", "secId": 96}, {"sentences": [{"sentId": 239, "text": "OK. Don't hurt yourself there, Van."}, {"sentId": 240, "text": "I mean."}], "speaker": "LEMON", "secId": 97}, {"sentences": [{"sentId": 241, "text": "What?"}], "speaker": "JONES", "secId": 98}, {"sentences": [{"sentId": 242, "text": "It's a very good point."}, {"sentId": 243, "text": "I mean, I think that the a big reason that she did as well as she did, like Van said, is our expectations based on what we've been seeing over the last couple of months, I mean, I was really expecting it to be a total snoozer, I was expecting her to come out hard and flinty and not answering questions and not addressing things, but it was very different."}], "speaker": "HURT", "secId": 99}, {"sentences": [{"sentId": 244, "text": "She did great last night."}], "speaker": "JONES", "secId": 100}, {"sentences": [{"sentId": 245, "text": "I do have to say being in the room last night she was very comfortable, she was probably more comfortable than any of the candidates up on that stage."}], "speaker": "LEMON", "secId": 101}, {"sentences": [{"sentId": 246, "text": "Absolutely and her heart -- her heart was there."}, {"sentId": 247, "text": "The big danger with her should have been over prepared in her head and underprepared in her heart, her heart was there."}], "speaker": "JONES", "secId": 102}, {"sentences": [{"sentId": 248, "text": "But I'll tell you, we missed something last night."}, {"sentId": 249, "text": "Bernie Sanders though, is on fire."}, {"sentId": 250, "text": "I mean, he has people who have not been excited about anything since 2008 writing checks."}, {"sentId": 251, "text": "I'm hearing from a ton of people..."}], "speaker": "JONES", "secId": 103}, {"sentences": [{"sentId": 252, "text": "You're right."}], "speaker": "LEMON", "secId": 104}, {"sentences": [{"sentId": 253, "text": "We may be underestimating him, just like we did with Trump."}, {"sentId": 254, "text": "We may be underestimating."}], "speaker": "JONES", "secId": 105}, {"sentences": [{"sentId": 255, "text": "We also may be underestimating the younger people, too, Van, as well, those people who helped elect Barack Obama and also gave him money by, you know, dollar, $5, $20, you know, the younger voters."}], "speaker": "LEMON", "secId": 106}, {"sentences": [{"sentId": 256, "text": "But I have to ask you this, Van."}, {"sentId": 257, "text": "I want to move on and I want to talk about guns because Anderson Cooper, just 13 minutes into that debate last night, he asked about guns so let's listen to what Hillary Clinton said."}], "speaker": "LEMON", "secId": 107}, {"sentences": [{"sentId": 258, "text": "Secretary Clinton, is Bernie Sanders tough enough on guns?"}], "speaker": "COOPER", "secId": 108}, {"sentences": [{"sentId": 259, "text": "No, not at all."}, {"sentId": 260, "text": "I think that we have to look at the fact that we lose 90 people a day from gun violence."}, {"sentId": 261, "text": "This has gone on too long, and it's time the entire country stood up against the NRA."}, {"sentId": 262, "text": "The majority of our country..."}], "speaker": "CLINTON", "secId": 109}, {"sentences": [{"sentId": 263, "text": "... supports background checks, and even the majority of gun owners do."}], "speaker": "CLINTON", "secId": 110}, {"sentences": [{"sentId": 264, "text": "This has been a soft spot for Bernie Sanders."}, {"sentId": 265, "text": "Hillary Clinton came out strong and many times democrats have hesitated to get really tough on guns in their campaigns."}, {"sentId": 266, "text": "Is that changing now, do you think?"}], "speaker": "LEMON", "secId": 111}, {"sentences": [{"sentId": 267, "text": "I think it is because I think that you just have seen so many funerals and funerals and, I mean, I think that usually the American system, America's government would do something and it would pass some bill, it pass a resolution."}], "speaker": "JONES", "secId": 112}, {"sentences": [{"sentId": 268, "text": "It would do something about all this, and yet, the NRA, now run by the gun manufacturers, not by good hunters, but by gun manufacturers, has stopped all bills, even small bills."}, {"sentId": 269, "text": "And so, now I think there's a pent-up demand for something to happen."}], "speaker": "JONES", "secId": 113}, {"sentences": [{"sentId": 270, "text": "I think Hillary Clinton is tapping into that."}, {"sentId": 271, "text": "This was a no-go zone for democrats for years, but when you can't even pass a little bill, then sometimes you wind up having a damn break when you pass a bunch of big bills."}], "speaker": "JONES", "secId": 114}, {"sentences": [{"sentId": 272, "text": "OK."}], "speaker": "KELLY", "secId": 115}, {"sentences": [{"sentId": 273, "text": "That could happen on this."}], "speaker": "JONES", "secId": 116}, {"sentences": [{"sentId": 274, "text": "I have to get to Charles."}, {"sentId": 275, "text": "Charles, I want to ask you about this."}, {"sentId": 276, "text": "Is there any hope left for the others on the stage, O'Malley, Chafee, Webb?"}], "speaker": "LEMON", "secId": 117}, {"sentences": [{"sentId": 277, "text": "No, no, no, no."}, {"sentId": 278, "text": "They shouldn't even have been up there."}, {"sentId": 279, "text": "I mean, Webb I think arrived at the wrong debate I think he was supposed to be in a republican debate."}, {"sentId": 280, "text": "Lincoln Chafee, he was just lost the entire time."}], "speaker": "HURT", "secId": 118}, {"sentences": [{"sentId": 281, "text": "But going back to the guns thing."}, {"sentId": 282, "text": "You know, all of that, it was a smart attack."}, {"sentId": 283, "text": "It was a fierce attack, but the problem is talk about coming off the trampoline, this is the same Hillary Clinton who has in the past said the exact same sorts of things that Bernie Sanders -- that she was attacking Bernie Sanders for saying about hunters and guns and things like that."}], "speaker": "HURT", "secId": 119}, {"sentences": [{"sentId": 284, "text": "and of course, remember in 2008, when President Obama made that unfortunate remark about people being bitter and clinging to guns and religion or whatever it was that he said, you know, she launched a vicious broadside on him about that, attacking him to gun owners in places like Indiana and West Virginia and all these crucial places."}], "speaker": "HURT", "secId": 120}, {"sentences": [{"sentId": 285, "text": "What we saw from her last night it was a diametrically opposite what have we've heard her, you know, talking about."}], "speaker": "HURT", "secId": 121}, {"sentences": [{"sentId": 286, "text": "Well, maybe in her estimation, Charles, she's evolved on the issue."}], "speaker": "LEMON", "secId": 122}, {"sentences": [{"sentId": 287, "text": "She's evolve off the trampoline."}], "speaker": "HURT", "secId": 123}, {"sentences": [{"sentId": 288, "text": "As politician think."}, {"sentId": 289, "text": "Thank you very much."}, {"sentId": 290, "text": "I appreciate it, gentlemen."}, {"sentId": 291, "text": "Coming up, Donald Trump's daughter, Ivanka, will she campaign for her father?"}, {"sentId": 292, "text": "She talks about growing up Trump in an exclusive interview with our very own Poppy Harlow."}], "speaker": "LEMON", "secId": 124}, {"sentences": [{"sentId": 293, "text": "If anybody knows the real Donald Trump, it's his daughter Ivanka."}, {"sentId": 294, "text": "She sits down with CNN's Poppy Harlow in an exclusive interview and opens up about business, the campaign and growing up Trump."}], "speaker": "LEMON", "secId": 125}, {"sentences": [{"sentId": 295, "text": "Let's begin with this."}, {"sentId": 296, "text": "We're at the Fortune's Most Powerful Women Summit, and Michael Cohen from the Trump organization said that the company employs 57 percent men and 43 percent women, but there are more female executives than male within the Trump organization."}, {"sentId": 297, "text": "How can we see that translate across corporate America so that more women are at upper echelons?"}], "speaker": "HARLOW", "secId": 126}, {"sentences": [{"sentId": 298, "text": "Well, I think it's incredibly important and I think companies who aren't prioritizing ensuring that women are at all levels within the organization and this disproportion of men versus women and gender and equality."}], "speaker": "TRUMP", "secId": 127}, {"sentences": [{"sentId": 299, "text": "You know, anyone who is thinking in those terms and who's not being very proactive to ensure that there are companies being thoughtful about the gender mix is simply going to fall behind."}], "speaker": "TRUMP", "secId": 128}, {"sentences": [{"sentId": 300, "text": "So, I think it will be a self-selecting thing."}, {"sentId": 301, "text": "I think in 10 years from now the companies who haven't evolved will not be the companies that they are today, and, you know, I think my father recognized this a long time ago."}, {"sentId": 302, "text": "I wouldn't be the person I am today."}, {"sentId": 303, "text": "I wouldn't have the ambition, the drive, the passion, the commitment to what it is that I'm doing both for the Trump organization and for my own brand."}], "speaker": "TRUMP", "secId": 129}, {"sentences": [{"sentId": 304, "text": "If he hadn't encouraged me, emboldened me and given me the confidence that I could do whatever it is, that I set my mind to accomplish if I had the vision, the energy, the passion and the work ethic to match."}], "speaker": "TRUMP", "secId": 130}, {"sentences": [{"sentId": 305, "text": "So, I think really its leadership is about action."}, {"sentId": 306, "text": "Leadership is about setting an example, and he's very much done that within the context of the Trump organization."}, {"sentId": 307, "text": "And that's why, you know, my brothers and I are equally at the same level at the highest ranks within the context of that have company."}], "speaker": "TRUMP", "secId": 131}, {"sentences": [{"sentId": 308, "text": "You started women who work, it's an initiative you started to empower women at all levels to work and to follow their dreams."}], "speaker": "HARLOW", "secId": 132}, {"sentences": [{"sentId": 309, "text": "But Pew found that an increasing amount of American women are staying home from 23 percent in 1999 to 29 percent in 2000."}, {"sentId": 310, "text": "And some of that is in part due to rising child care costs."}], "speaker": "HARLOW", "secId": 133}, {"sentences": [{"sentId": 311, "text": "Yes."}], "speaker": "TRUMP", "secId": 134}, {"sentences": [{"sentId": 312, "text": "What's your message in this campaign to those women?"}], "speaker": "HARLOW", "secId": 135}, {"sentences": [{"sentId": 313, "text": "Well, so my campaign is about the fact that women are working at all aspects of their life, and I think there's this tendency to talk about working women, the working woman there's this caricature of what that looks like."}], "speaker": "TRUMP", "secId": 136}, {"sentences": [{"sentId": 314, "text": "We represent 50 percent of the population and we're all working different things, we all have different priorities and those priorities change through the course of their lives."}, {"sentId": 315, "text": "My priorities today, as a mother of two with one on the way are different from what they were 10 years ago, and likely will be different in 10 years from now."}], "speaker": "TRUMP", "secId": 137}, {"sentences": [{"sentId": 316, "text": "So, I really wanted to create a brand that was celebrating the fact that women are multi-dimensional, that we're all working really hard at architecting the lives that we want to live and lives that are consistent with our personal priorities."}], "speaker": "TRUMP", "secId": 138}, {"sentences": [{"sentId": 317, "text": "And I do think there's this unfortunate and prevailing depiction of the working woman as, you know, wearing a black pant suit and being solely focused on her professional role, and that's just not true."}], "speaker": "TRUMP", "secId": 139}, {"sentences": [{"sentId": 318, "text": "And hopefully I can be a small part of changing the narrative around what it looks like to be a woman who works today."}, {"sentId": 319, "text": "And that's the purpose of the campaign."}, {"sentId": 320, "text": "It's not to tell people they should work or they shouldn't work."}], "speaker": "TRUMP", "secId": 140}, {"sentences": [{"sentId": 321, "text": "Right."}], "speaker": "HARLOW", "secId": 141}, {"sentences": [{"sentId": 322, "text": "It's not to push people in a certain direction."}, {"sentId": 323, "text": "It's to celebrate the fact that we're all figuring it out."}, {"sentId": 324, "text": "We're all working very, very hard."}, {"sentId": 325, "text": "I know, for example, I'm more exhausted on a Monday morning after a weekend home with the kids."}], "speaker": "TRUMP", "secId": 142}, {"sentences": [{"sentId": 326, "text": "Yes."}], "speaker": "HARLOW", "secId": 143}, {"sentences": [{"sentId": 327, "text": "Than I am on a Friday afternoon."}, {"sentId": 328, "text": "And I work really hard during the week."}], "speaker": "TRUMP", "secId": 144}, {"sentences": [{"sentId": 329, "text": "Yes."}], "speaker": "HARLOW", "secId": 145}, {"sentences": [{"sentId": 330, "text": "So, it's really about just enabling and supporting women in architecting this ideal live for themselves."}], "speaker": "TRUMP", "secId": 146}, {"sentences": [{"sentId": 331, "text": "Your father points to you telling him that he has been on the campaign trail, quote, \"Really misunderstood on his views about women.\""}, {"sentId": 332, "text": "He has said some things that have -- about women that have shocked"}], "speaker": "HARLOW", "secId": 147}, {"sentences": [{"sentId": 333, "text": "many people, about Carly Fiorina."}, {"sentId": 334, "text": "He said, \"Look at that face."}, {"sentId": 335, "text": "Would anyone vote for that,\" about Megyn Kelly's questioning of him in the first Fox debate."}, {"sentId": 336, "text": "He said, \"There was blood coming out of her wherever.\""}, {"sentId": 337, "text": "Ivanka, what was your reaction to that?"}], "speaker": "HARLOW", "secId": 148}, {"sentences": [{"sentId": 338, "text": "Well, I think a lot of the sensationalism around this was orchestrated largely by the media."}, {"sentId": 339, "text": "Look, my father is very blunt."}, {"sentId": 340, "text": "He's very direct."}, {"sentId": 341, "text": "He is non-gender specific in his criticism of people, and people that he doesn't particularly like or people that he does like but thinks they're wrong on a particular issue."}], "speaker": "TRUMP", "secId": 149}, {"sentences": [{"sentId": 342, "text": "So, you know, I don't think that he's gender targeted at all."}, {"sentId": 343, "text": "Like I said, I wouldn't be the person I am today."}, {"sentId": 344, "text": "I wouldn't be a high level executive within his organization if he felt that way."}, {"sentId": 345, "text": "So, he's always supported and encouraged women, and truthfully he's proven that over decades through his employment practices, through his hiring practices."}], "speaker": "TRUMP", "secId": 150}, {"sentences": [{"sentId": 346, "text": "What would a president Trump do for women in this country?"}], "speaker": "HARLOW", "secId": 151}, {"sentences": [{"sentId": 347, "text": "He'd be amazing for women in this country."}, {"sentId": 348, "text": "He would be incredible for women in this country."}, {"sentId": 349, "text": "And he's starting to articulate his position."}, {"sentId": 350, "text": "It's not my place to articulate this for him."}, {"sentId": 351, "text": "I'm not part of the campaign."}, {"sentId": 352, "text": "I'm very busy and he's kept me very busy working alongside my brothers and running the organization now that he's taking the step in terms of his efforts to try and make this country great again, as he says."}, {"sentId": 353, "text": "So, you know, I'll leave policy to him."}], "speaker": "TRUMP", "secId": 152}, {"sentences": [{"sentId": 354, "text": "Yes."}], "speaker": "HARLOW", "secId": 153}, {"sentences": [{"sentId": 355, "text": "But I can speak from my vantage point as a child and also from my vantage point as a colleague and somebody who works for him."}, {"sentId": 356, "text": "He's been an amazing parent."}, {"sentId": 357, "text": "He's given me every opportunity to succeed."}, {"sentId": 358, "text": "He's been loving and supportive."}, {"sentId": 359, "text": "He's pushed me."}, {"sentId": 360, "text": "He's corrected me."}, {"sentId": 361, "text": "He's disciplined me, and I think as a parent now myself I appreciate how hard that is more than ever before."}], "speaker": "TRUMP", "secId": 154}, {"sentences": [{"sentId": 362, "text": "When I was 15 or 16, I was a little less impressed by how tough he was and how he strict he was with us as children."}, {"sentId": 363, "text": "As a parent now, I see just how hard it is to raise children with drive and with passion and with energy who have a well-set moral compass, and he very much did that for me in his role as a father."}], "speaker": "TRUMP", "secId": 155}, {"sentences": [{"sentId": 364, "text": "And then as an executive, I've seen what an unbelievable leader he is."}, {"sentId": 365, "text": "He's the most formidable negotiator I've ever seen, and I've seen a lot of great negotiators."}, {"sentId": 366, "text": "He is also somebody who really encourages people to achieve at their highest level."}], "speaker": "TRUMP", "secId": 156}, {"sentences": [{"sentId": 367, "text": "He is -- he sets very high goals for everyone who works for him and who works with him, but really he helps them raise the bar for themselves in terms of what they want to accomplish."}], "speaker": "TRUMP", "secId": 157}, {"sentences": [{"sentId": 368, "text": "What are your business goals for Ivanka Trump as a brand, as the business?"}, {"sentId": 369, "text": "TRUMP:  Well, I have far-reaching goals."}, {"sentId": 370, "text": "I think my goals are less"}], "speaker": "HARLOW", "secId": 158}, {"sentences": [{"sentId": 371, "text": "specific and more general now."}, {"sentId": 372, "text": "I want to continue to grow the Trump organization footprint throughout world."}, {"sentId": 373, "text": "We have a hotel company, the Trump hotel collection, which I'm incredibly proud of, which is now the fastest growing luxury hotel brand."}], "speaker": "HARLOW", "secId": 159}, {"sentences": [{"sentId": 374, "text": "We have many very, very exciting property openings in the year to come here in Washington, D.C. with the old post office building, an iconic building right on Pennsylvania Avenue, in Rio de Janeiro, in Vancouver, and many, many others in the pipeline for the years to come."}], "speaker": "HARLOW", "secId": 160}, {"sentences": [{"sentId": 375, "text": "So, I think the opportunity on the hotel side and on the real estate side is huge."}, {"sentId": 376, "text": "And I almost don't want to limit myself by giving a specific goal, but the growth potential there is enormous."}], "speaker": "HARLOW", "secId": 161}, {"sentences": [{"sentId": 377, "text": "In terms of my own business, I really feel like it's in its infancy, and I'm just getting started."}, {"sentId": 378, "text": "I'm creating product in many categories that has been very well received, that I'm deeply proud of and I'm looking forward to other opportunities and in other categories and in international markets to grow that brand."}, {"sentId": 379, "text": "Of course, my most important priority, my family, it's growing and hopefully will continue to grow."}], "speaker": "HARLOW", "secId": 162}, {"sentences": [{"sentId": 380, "text": "Congratulations."}, {"sentId": 381, "text": "You are five month pregnant."}], "speaker": "HARLOW", "secId": 163}, {"sentences": [{"sentId": 382, "text": "I'm five month pregnant with my third."}], "speaker": "TRUMP", "secId": 164}, {"sentences": [{"sentId": 383, "text": "Congratulations."}], "speaker": "HARLOW", "secId": 165}, {"sentences": [{"sentId": 384, "text": "So, it's an amazing time and it's an exciting time for me in my personal life as well."}, {"sentId": 385, "text": "So, I feel incredibly blessed, incredibly fortunate that I'm so happy personally and professionally, and I hope that always continues."}], "speaker": "TRUMP", "secId": 166}, {"sentences": [{"sentId": 386, "text": "You are very good friends with Chelsea Clinton and she gave a recent interview and she said, quote, \"I love Ivanka,\" and she said that both of your parents running against each other in a general election has not affected your friendship."}, {"sentId": 387, "text": "How do you guys navigate that?"}, {"sentId": 388, "text": "Do you not talk politics?"}, {"sentId": 389, "text": "Do you talk kids?"}], "speaker": "HARLOW", "secId": 167}, {"sentences": [{"sentId": 390, "text": "We -- it has not been an issue."}, {"sentId": 391, "text": "I have a great respect for her."}, {"sentId": 392, "text": "She's been a great friend to me."}, {"sentId": 393, "text": "I've been a great friend to her so, you know, the politics of our parents is not relevant to our friendship."}], "speaker": "TRUMP", "secId": 168}, {"sentences": [{"sentId": 394, "text": "I asked a lot of the women here at the Fortune Most Powerful Women Summit and I sat down with a group of them at the democratic debate and I know you watched."}, {"sentId": 395, "text": "What did you make of the debate and who do you think would be the most formidable candidate against your father who is leading still in all of the republican polls?"}], "speaker": "HARLOW", "secId": 169}, {"sentences": [{"sentId": 396, "text": "I thought the debate was excellent."}, {"sentId": 397, "text": "I thought the debate was interesting to watch."}, {"sentId": 398, "text": "So, I enjoyed watching."}, {"sentId": 399, "text": "Like I said, I'm a business person, not a politician so I'll leave politics to other members of the family, and the many, many people who are involved in the race on both sides."}, {"sentId": 400, "text": "We'll see who emerges."}, {"sentId": 401, "text": "HARLOW:  Ivanka Trump, thank you very much."}], "speaker": "TRUMP", "secId": 170}, {"sentences": [{"sentId": 402, "text": "Thank you."}], "speaker": "TRUMP", "secId": 171}, {"sentences": [{"sentId": 403, "text": "Poppy Harlow is here with me now."}, {"sentId": 404, "text": "Say what you want about Donald Trump and many people say what they want about Donald Trump, he's raised some really good kids."}, {"sentId": 405, "text": "He told me that you're going to see Ivanka out on the campaign trail, but what did she say about that?"}], "speaker": "LEMON", "secId": 172}, {"sentences": [{"sentId": 406, "text": "Right."}, {"sentId": 407, "text": "Well, you know, I didn't get that sense."}, {"sentId": 408, "text": "She certainly didn't say I'm hitting the campaign trail."}, {"sentId": 409, "text": "She said, you know, a few times I'm not part of the campaign."}, {"sentId": 410, "text": "I don't set his policy."}, {"sentId": 411, "text": "I'll leave policy to him."}, {"sentId": 412, "text": "Interesting he said -- she said my father set my moral compass."}, {"sentId": 413, "text": "That stood out to me the most about the impact he had on her."}], "speaker": "HARLOW", "secId": 173}, {"sentences": [{"sentId": 414, "text": "Yes."}, {"sentId": 415, "text": "Which is what a good parent does."}], "speaker": "LEMON", "secId": 174}, {"sentences": [{"sentId": 416, "text": "Yes, but we -- the last time we saw her, Don, really publicly was introducing him back in June when he announced he was running and they haven't seen him since, having a third child, I'm running these businesses."}, {"sentId": 417, "text": "You know, I'm not a politician."}, {"sentId": 418, "text": "I am a businesswoman."}], "speaker": "HARLOW", "secId": 175}, {"sentences": [{"sentId": 419, "text": "I don't know that we're going to see her on the campaign trail."}, {"sentId": 420, "text": "It didn't sound like that to me."}, {"sentId": 421, "text": "But the part about being close friends with Chelsea Clinton."}, {"sentId": 422, "text": "I mean, if you look at polling, if today were the day and the polls bore out..."}], "speaker": "HARLOW", "secId": 176}, {"sentences": [{"sentId": 423, "text": "Running against Hillary."}], "speaker": "LEMON", "secId": 177}, {"sentences": [{"sentId": 424, "text": "... we'd see Hillary Clinton running against Donald Trump, and my thinking was, I don't know that it would affect their close friendship between Chelsea and Ivanka abuse these are two women who grew up so in the spotlight of their parents for so long that they formed their own identities separate from their parents so long ago that that would just persist."}], "speaker": "HARLOW", "secId": 178}, {"sentences": [{"sentId": 425, "text": "Yes."}, {"sentId": 426, "text": "And I think what people don't understand is when you're at that level many times of her parents and even her, it's not personal."}, {"sentId": 427, "text": "This is what they do for a living and this isn't personal."}, {"sentId": 428, "text": "We criticize each other in public and then many times."}], "speaker": "LEMON", "secId": 179}, {"sentences": [{"sentId": 429, "text": "The Clintons went to Donald Trump's wedding when he married Melania."}, {"sentId": 430, "text": "So, in a way, they were friends, somewhat, right?"}], "speaker": "LEMON", "secId": 180}, {"sentences": [{"sentId": 431, "text": "Right."}], "speaker": "HARLOW", "secId": 181}, {"sentences": [{"sentId": 432, "text": "That we say they knew each other."}, {"sentId": 433, "text": "But she, on message for someone, for someone who is not a politician, or is not a surrogate officially."}], "speaker": "LEMON", "secId": 182}, {"sentences": [{"sentId": 434, "text": "Yes."}, {"sentId": 435, "text": "Right."}, {"sentId": 436, "text": "And who doesn't do a lot of media interviews."}], "speaker": "HARLOW", "secId": 183}, {"sentences": [{"sentId": 437, "text": "Yes."}], "speaker": "LEMON", "secId": 184}, {"sentences": [{"sentId": 438, "text": "Certainly, look, she talked about the women who work campaign that she launched and empowering woman and what a Trump presidency would look like for women in America."}, {"sentId": 439, "text": "Clearly, she was not super eager to talk about political questions because that's not where she's interested right now."}, {"sentId": 440, "text": "I do think her father values her opinion a lot."}, {"sentId": 441, "text": "We've heard him say that before, but not many details on that."}], "speaker": "HARLOW", "secId": 185}, {"sentences": [{"sentId": 442, "text": "She's a good businesswoman."}, {"sentId": 443, "text": "You're going to give it to her."}], "speaker": "LEMON", "secId": 186}, {"sentences": [{"sentId": 444, "text": "My goodness."}, {"sentId": 445, "text": "Hundreds of millions of dollars in her company in her own right."}], "speaker": "HARLOW", "secId": 187}, {"sentences": [{"sentId": 446, "text": "Yes."}, {"sentId": 447, "text": "Thank you, Poppy."}], "speaker": "LEMON", "secId": 188}, {"sentences": [{"sentId": 448, "text": "You're welcome."}], "speaker": "HARLOW", "secId": 189}, {"sentences": [{"sentId": 449, "text": "Good interview."}, {"sentId": 450, "text": "I appreciate it."}], "speaker": "LEMON", "secId": 190}, {"sentences": [{"sentId": 451, "text": "Thank you."}], "speaker": "HARLOW", "secId": 191}, {"sentences": [{"sentId": 452, "text": "Thank you."}, {"sentId": 453, "text": "When we come right back, Confederate Flag supporters indicted after a confrontation with black party-goers what."}, {"sentId": 454, "text": "What really happened, and does it have anything to do with domestic terror?"}], "speaker": "LEMON", "secId": 192}, {"sentences": [{"sentId": 455, "text": "Fifteen Confederate Flag supporters in Georgia indicted on terror charges."}, {"sentId": 456, "text": "The trouble started back in July when the group calling themselves respect the flag allegedly parked their trucks in an empty field in the neighborhood where an African-American family was holding a birthday party."}], "speaker": "LEMON", "secId": 193}, {"sentences": [{"sentId": 457, "text": "People at the party claim the suspects made threats and yelled racial slurs."}, {"sentId": 458, "text": "Part of the confrontation caught on camera."}], "speaker": "LEMON", "secId": 194}, {"sentences": [{"sentId": 459, "text": "Hi, have a good day."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 195}, {"sentences": [{"sentId": 460, "text": "Hi."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 196}, {"sentences": [{"sentId": 461, "text": "Yes, we see you, too, baby."}, {"sentId": 462, "text": "We see you, too, baby."}, {"sentId": 463, "text": "That's a threat!"}, {"sentId": 464, "text": "That's a threat."}, {"sentId": 465, "text": "Stop that truck."}, {"sentId": 466, "text": "That's a threat!"}, {"sentId": 467, "text": "Stop that truck!"}, {"sentId": 468, "text": "That's a threat."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 197}, {"sentences": [{"sentId": 469, "text": "The district attorney accuses the group of threatening violence against the party-goers with, quote, \"The purpose of terrorizing those individuals.\""}], "speaker": "LEMON", "secId": 198}, {"sentences": [{"sentId": 470, "text": "So, let's discuss this now with Richard Cohen, he's the president of the Southern Poverty Law Center."}, {"sentId": 471, "text": "Good evening to you, sir."}], "speaker": "LEMON", "secId": 199}, {"sentences": [{"sentId": 472, "text": "Hi, Don."}], "speaker": "COHEN", "secId": 200}, {"sentences": [{"sentId": 473, "text": "Tell us about the day this all occurred."}, {"sentId": 474, "text": "What happened?"}], "speaker": "LEMON", "secId": 201}, {"sentences": [{"sentId": 475, "text": "Well, you know, there are a group of people having a birthday celebration, and, you know, suddenly they are confronted by, you know, these people, pickup trucks, you know, Confederate Flags and brandishing weapons and yelling racial epithets and, you know, and talking about killing people."}], "speaker": "COHEN", "secId": 202}, {"sentences": [{"sentId": 476, "text": "And, of course, this is all in the backdrop of, you know, of the Charleston shooting."}, {"sentId": 477, "text": "And so, people there are, you know, quite on edge, quite scared."}, {"sentId": 478, "text": "There are lots of kids around."}, {"sentId": 479, "text": "There was like one of those bouncy things that kids play in, and, you know, it was really a very, very, very dangerous situation, a real traumatic situation for the people who were there."}], "speaker": "COHEN", "secId": 203}, {"sentences": [{"sentId": 480, "text": "OK."}, {"sentId": 481, "text": "I want to read this, Richard, this is from Melissa Alford, she couldn't be here today with us but she released this statement."}], "speaker": "LEMON", "secId": 204}, {"sentences": [{"sentId": 482, "text": "Yes."}], "speaker": "COHEN", "secId": 205}, {"sentences": [{"sentId": 483, "text": "And here's what the statement says."}, {"sentId": 484, "text": "I think she was afraid for her life really."}, {"sentId": 485, "text": "She said, \"Even when I saw the Confederate Flag, I didn't immediately think much of the racist -- much of it."}, {"sentId": 486, "text": "There are a lot of people in Douglasville who fly that flag."}, {"sentId": 487, "text": "But when they started with the threats and all the racist words that's when I began to feel scared and threatened."}, {"sentId": 488, "text": "That's when I realized they were hateful people parading around with the Confederate Flag."}, {"sentId": 489, "text": "This is what terror feels like."}, {"sentId": 490, "text": "They put fear in us that day."}, {"sentId": 491, "text": "And four months later, I am still scared."}, {"sentId": 492, "text": "I have flashbacks to my youth thinking about what the Confederate Flag has stood for.\""}], "speaker": "LEMON", "secId": 206}, {"sentences": [{"sentId": 493, "text": "So, 15 people, Richard, were indicted for making terroristic threats and participating in criminal gang activity."}, {"sentId": 494, "text": "Does this group warrant being treated that way?"}, {"sentId": 495, "text": "What can you tell us about them?"}], "speaker": "LEMON", "secId": 207}, {"sentences": [{"sentId": 496, "text": "Say that again, Don."}, {"sentId": 497, "text": "I didn't quite understand the end of your question, I'm sorry."}], "speaker": "COHEN", "secId": 208}, {"sentences": [{"sentId": 498, "text": "Do they warrant being treated this way as a criminal gang, terrorist gang?"}], "speaker": "LEMON", "secId": 209}, {"sentences": [{"sentId": 499, "text": "Well, look, I'm not an expert in Georgia criminal law, but what I can tell you is that, you know, that kind of law has been used in Georgia against, you know, black street gangs like the creeps and the bloods."}, {"sentId": 500, "text": "So, I don't see any reason why it can't be used against a white street gang like the people who terrorized our clients."}], "speaker": "COHEN", "secId": 210}, {"sentences": [{"sentId": 501, "text": "Levi Bush is a man who led this car can of trucks, accused the party-goers of swarming the vehicles, throwing rocks, threatening the group with weapons."}, {"sentId": 502, "text": "Do you know if that happened?"}], "speaker": "LEMON", "secId": 211}, {"sentences": [{"sentId": 503, "text": "I know it didn't happen."}, {"sentId": 504, "text": "You know, it was the people with Mr. Bush who came on to that property."}, {"sentId": 505, "text": "They didn't need to be there."}, {"sentId": 506, "text": "They drove past the property and then turned around and came back and drove across it."}, {"sentId": 507, "text": "You know, they were the ones with tire irons."}, {"sentId": 508, "text": "They were the ones with the long gun."}, {"sentId": 509, "text": "You know, I guess that's what Mr. Bush has to say to defend himself."}], "speaker": "COHEN", "secId": 212}, {"sentences": [{"sentId": 510, "text": "You have been monitoring what's been going on with the Confederate Flag since it was taken down in Charleston after the church shooting there -- after the church shooting in Charleston."}], "speaker": "LEMON", "secId": 213}, {"sentences": [{"sentId": 511, "text": "Yes."}], "speaker": "COHEN", "secId": 214}, {"sentences": [{"sentId": 512, "text": "What have you found?"}], "speaker": "LEMON", "secId": 215}, {"sentences": [{"sentId": 513, "text": "You know, we have tracked about 300 pro-Confederate Flag rallies in over 20 states involving more than 25,000 people."}, {"sentId": 514, "text": "Most of these demonstrations and rallies have been perfectly peaceful."}], "speaker": "COHEN", "secId": 216}, {"sentences": [{"sentId": 515, "text": "But what it does tell you is that there's a lot of anger out there."}, {"sentId": 516, "text": "You know, the Charleston shooter thought that the there was, you know, a racial genocide going on, and he had to, you know, strike a blow for the white race."}], "speaker": "COHEN", "secId": 217}, {"sentences": [{"sentId": 517, "text": "There are a lot of people in this country, particularly in the Deep South, who feel like there's some sort of cultural genocide going on that."}, {"sentId": 518, "text": "When the Confederate Flag is taken down, you know, something is being destroyed in their culture and there's just a lot of angry people out there like that."}], "speaker": "COHEN", "secId": 218}, {"sentences": [{"sentId": 519, "text": "So the question is, and if they feel that way, why isn't this, I'm not saying that's right, but why isn't this a case of them expressing their First Amendment rights to promote the flag and, you know, that represents what they feel is them in their culture, whether we like it or not?"}], "speaker": "LEMON", "secId": 219}, {"sentences": [{"sentId": 520, "text": "Well, I think it's fine for them to fly Confederate Flags, you know, in their home, on their trucks, and Ms. Alford understands that well."}, {"sentId": 521, "text": "The problem here isn't that they were flying Confederate Flags."}, {"sentId": 522, "text": "The problem is that they came on to these people's property, shouted racial epithets, brandished weapons and threatened them."}], "speaker": "COHEN", "secId": 220}, {"sentences": [{"sentId": 523, "text": "You know, you have a right in this country, you know, to fly a Confederate Flag and have a right to hate people in this country and don't have a right to hurt people and that's why the district attorney indicted them."}], "speaker": "COHEN", "secId": 221}, {"sentences": [{"sentId": 524, "text": "Mr. Cohen, I want to ask you this because just today a top counterterrorism official warned that domestic hate groups are using social media to spread messages and inspire attacks."}, {"sentId": 525, "text": "How big of a threat are these groups?"}], "speaker": "LEMON", "secId": 222}, {"sentences": [{"sentId": 526, "text": "Well I think they are very serious threats."}, {"sentId": 527, "text": "I think the things that happened in Charleston tell us so."}, {"sentId": 528, "text": "You know, what we have seen in our work is a migration away from the well-organized formal hate groups to more the lone wolves, people like the Charleston shooter, people like many other people who have, you know, killed people in recent years."}], "speaker": "COHEN", "secId": 223}, {"sentences": [{"sentId": 529, "text": "We've released a report actually before the Charleston shooting that showed that in the last five years there had been a lone wolf attack on average of about every 34 days."}], "speaker": "COHEN", "secId": 224}, {"sentences": [{"sentId": 530, "text": "One last thing I would hike to mention, Don."}, {"sentId": 531, "text": "Today, we had a summit in Washington about domestic terrorism, and I was really heartened to hear the Justice Department official talk about putting more resources into that fight."}, {"sentId": 532, "text": "It's a really positive development."}], "speaker": "COHEN", "secId": 225}, {"sentences": [{"sentId": 533, "text": "Richard Cohen, president of the Southern Poverty Law Center, thank you so much."}, {"sentId": 534, "text": "I appreciate you joining us."}], "speaker": "LEMON", "secId": 226}, {"sentences": [{"sentId": 535, "text": "Thank you, Don."}], "speaker": "COHEN", "secId": 227}, {"sentences": [{"sentId": 536, "text": "When we come right back, breaking news on the condition of former NBA star Lamar Odom found unconscious at a Nevada brothel."}, {"sentId": 537, "text": "His estranged wife Khloe Kardashian at his side tonight."}], "speaker": "LEMON", "secId": 228}, {"sentences": [{"sentId": 538, "text": "Plus, Bernie Sanders in Beverly Hills, how Hillary Clinton's rival is spending the day after the debate."}], "speaker": "LEMON", "secId": 229}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1510.14.cnnt.01.html.json", "time": "Aired October 14, 2015 - 22:00   ET"}