{ "sectionCount": 333, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["ANNOUNCER", "LEMON", "DR. MEHMET OZ", "MARQUEZ", "MURPHY", "RAWLINGS-BLAKE", "HAYNES", "HOUCK", "TOOBIN", "JONES", "VERNI", "OZ", "DR. OZ", "CAPLAN", "UNIDENTIFIED FEMALE", "RODRIGUEZ", "NAMPIAPARAMPIL", "DR.OZ", "FERGUSON", "UNIDENTIFIED MALE", "AFFLECK", "WHITE", "HILL", "PRICE", "WHITER"], "subTitle": "Justice Dept. Has Opened 20 Civil Rights Investigations into Police Abuse; Dr. Oz Says He Will Not Be Silenced; Ben Affleck's Ancestral Surprise. Aired 10-11p eT", "url": "transcripts.cnn.com/TRANSCRIPTS/1504/21/cnnt.01.html", "sentenceCount": 745, "sections": [{ "sentences": [{ "sentId": 0, "text": "This is CNN breaking news." }], "speaker": "ANNOUNCER", "secId": 0 }, { "sentences": [{ "sentId": 1, "text": "This is CNN TONIGHT." }, { "sentId": 2, "text": "I'm Don Lemon." }], "speaker": "LEMON", "secId": 1 }, { "sentences": [{ "sentId": 3, "text": "Breaking news." }, { "sentId": 4, "text": "An uneasy calm in Baltimore tonight." }, { "sentId": 5, "text": "Hundreds protested the arrest and death of a 25-year-old black man, chased by police, apprehended and put in a van." }, { "sentId": 6, "text": "An hour later, he has a severe spinal injury." }, { "sentId": 7, "text": "He dies a week later." }], "speaker": "LEMON", "secId": 2 }, { "sentences": [{ "sentId": 8, "text": "Tonight his family and a city demanding to know why." }, { "sentId": 9, "text": "The latest on the investigation in just a moment here on CNN TONIGHT." }], "speaker": "LEMON", "secId": 3 }, { "sentences": [{ "sentId": 10, "text": "Plus Dr. Oz fires back." }, { "sentId": 11, "text": "Ten prominent physicians are calling for him to resign from Columbia University." }, { "sentId": 12, "text": "We're going to hear for the first time why Dr. Oz says he's not going anywhere." }], "speaker": "LEMON", "secId": 4 }, { "sentences": [{ "sentId": 13, "text": "I vow to you right here, right now, we will not be silenced, we will not give in." }], "speaker": "DR. MEHMET OZ", "secId": 5 }, { "sentences": [{ "sentId": 14, "text": "That discussion in just moments." }, { "sentId": 15, "text": "But I want to begin with our breaking news tonight." }], "speaker": "LEMON", "secId": 6 }, { "sentences": [{ "sentId": 16, "text": "Outrage in Baltimore over the death of Freddie Gray." }], "speaker": "LEMON", "secId": 7 }, { "sentences": [{ "sentId": 17, "text": "CNN's Miguel Marquez live on the scene for us tonight in Baltimore." }, { "sentId": 18, "text": "A volatile situation on the ground there earlier today." }, { "sentId": 19, "text": "What's the situation there right now, Miguel?" }], "speaker": "LEMON", "secId": 8 }, { "sentences": [{ "sentId": 20, "text": "Protests have broken up for tonight, but they are promising to come back tomorrow and Thursday night, and as long as they have to, until they can get justice for Freddie Gray." }, { "sentId": 21, "text": "Up to 2,000 people here descended on the Western District of the Baltimore Police Department here tonight." }, { "sentId": 22, "text": "It was a massive crowd." }, { "sentId": 23, "text": "The biggest we have seen yet." }], "speaker": "MARQUEZ", "secId": 9 }, { "sentences": [{ "sentId": 24, "text": "They have been out here almost every night, and tonight was certainly the largest." }, { "sentId": 25, "text": "A very, very emotionally charged crowd as well, because for the first time, we also saw Mr. Gray's parents here." }, { "sentId": 26, "text": "His mother, barely able to keep it together, during the entire time." }, { "sentId": 27, "text": "She came to the police station, she and her husband holding hands and embracing, almost the entire time." }, { "sentId": 28, "text": "And then she looks -- she's a very thin woman, she looks frail, she walked down about six blocks to the place where Mr. Gray was arrested by police, the last time he was seen standing, basically, or at least, alive." }], "speaker": "MARQUEZ", "secId": 10 }, { "sentences": [{ "sentId": 29, "text": "He went into a coma shortly thereafter." }, { "sentId": 30, "text": "And at that point, she literally -- when she got to the point where he was arrested, there was a moment of silence, people put their arms in the air, in remembrance and in solidarity with them." }, { "sentId": 31, "text": "And then you could just hear this sobbing and this wailing." }, { "sentId": 32, "text": "It was a very chilling and very tough moment." }, { "sentId": 33, "text": "The family tried to leave after that, and it was a very hard moment for them all around." }, { "sentId": 34, "text": "Protesters promising to be back here tomorrow and then to go to city hall on Thursday night -- Don." }], "speaker": "MARQUEZ", "secId": 11 }, { "sentences": [{ "sentId": 35, "text": "Yes." }, { "sentId": 36, "text": "Obviously, a very painful time for the family, no doubt." }, { "sentId": 37, "text": "Three investigations going on, the Department of Justice, the state's attorney there, and then the police investigation." }, { "sentId": 38, "text": "What's the latest?" }, { "sentId": 39, "text": "The most prominent one right now, though, the police investigation." }, { "sentId": 40, "text": "What's the latest on that?" }], "speaker": "LEMON", "secId": 12 }, { "sentences": [{ "sentId": 41, "text": "We had hoped to hear something with regard to the autopsy today." }, { "sentId": 42, "text": "We know that police have a preliminary report from the coroner here because they have talked about the death of Mr. Gray and that he had an injury to his spinal cord that is not forthcoming now." }, { "sentId": 43, "text": "A lawyer for Mr. Gray's family saying that it may be as many as 90 days, three months, before we see that official report from the coroner." }], "speaker": "MARQUEZ", "secId": 13 }, { "sentences": [{ "sentId": 44, "text": "The police department says it is going to continue to investigate for another week and a half." }, { "sentId": 45, "text": "And then they will turn it over to a panel, for them to look over their own investigation." }, { "sentId": 46, "text": "The mayor of Baltimore, coming up, increasingly strong, not quite criticizing her own department, but asking some very tough questions of the department, wanting answers, because clearly this is ramping up." }], "speaker": "MARQUEZ", "secId": 14 }, { "sentences": [{ "sentId": 47, "text": "And the city is trying to keep things under control and let people know that justice is coming." }, { "sentId": 48, "text": "But I can tell you, this crowd tonight, what they want are those six officers arrested and charged with first- degree murder -- Don." }], "speaker": "MARQUEZ", "secId": 15 }, { "sentences": [{ "sentId": 49, "text": "Quiet now." }, { "sentId": 50, "text": "Quite a different scene today." }], "speaker": "LEMON", "secId": 16 }, { "sentences": [{ "sentId": 51, "text": "Miguel Marquez, thank you very much." }], "speaker": "LEMON", "secId": 17 }, { "sentences": [{ "sentId": 52, "text": "I want to bring in now William Billy Murphy." }, { "sentId": 53, "text": "He is the attorney for Freddie Gray's family." }], "speaker": "LEMON", "secId": 18 }, { "sentences": [{ "sentId": 54, "text": "Good evening to you, Mr. Murphy." }, { "sentId": 55, "text": "How you doing?" }], "speaker": "LEMON", "secId": 19 }, { "sentences": [{ "sentId": 56, "text": "How are you doing, Don?" }], "speaker": "MURPHY", "secId": 20 }, { "sentences": [{ "sentId": 57, "text": "You know, Miguel just talked about the Gray family at the protest tonight." }, { "sentId": 58, "text": "I'm fine." }, { "sentId": 59, "text": "Thank you, by the way." }, { "sentId": 60, "text": "At one point, Freddie's mother collapsed in grief." }, { "sentId": 61, "text": "Have you had the chance to speak to the family or to the mother and how are they doing?" }, { "sentId": 62, "text": "MURPHY:  Yes." }, { "sentId": 63, "text": "And when we finish tonight, we're going over to see the" }], "speaker": "LEMON", "secId": 21 }, { "sentences": [{ "sentId": 64, "text": "family again." }, { "sentId": 65, "text": "We're in constant contact with them because we know how terrible this has been for them and how overwhelmed they are with grief and how angry and disillusioned they are about what happened to their son." }], "speaker": "LEMON", "secId": 22 }, { "sentences": [{ "sentId": 66, "text": "What's their reaction to the protests that have been going on, the anger and the feelings that they saw today?" }], "speaker": "LEMON", "secId": 23 }, { "sentences": [{ "sentId": 67, "text": "They haven't spoken about that, but they're gratified at the tremendous support that they are getting from the community." }], "speaker": "MURPHY", "secId": 24 }, { "sentences": [{ "sentId": 68, "text": "I want to play something for you." }, { "sentId": 69, "text": "This is --" }], "speaker": "LEMON", "secId": 25 }, { "sentences": [{ "sentId": 70, "text": "I am sure --" }], "speaker": "MURPHY", "secId": 26 }, { "sentences": [{ "sentId": 71, "text": "Go ahead." }], "speaker": "LEMON", "secId": 27 }, { "sentences": [{ "sentId": 72, "text": "Go ahead." }], "speaker": "MURPHY", "secId": 28 }, { "sentences": [{ "sentId": 73, "text": "I was going to say, I'm sure that they share that same anger." }], "speaker": "MURPHY", "secId": 29 }, { "sentences": [{ "sentId": 74, "text": "OK.  Let's play -- this is the mayor today and I want to get your response to this." }, { "sentId": 75, "text": "Take a listen." }], "speaker": "LEMON", "secId": 30 }, { "sentences": [{ "sentId": 76, "text": "There can't be any assignment of blame until we know exactly what happened." }, { "sentId": 77, "text": "But we're going to get to the bottom of it." }, { "sentId": 78, "text": "We know that while he was in our custody, when he first engaged the police department, he was alive." }, { "sentId": 79, "text": "He was breathing." }, { "sentId": 80, "text": "He was responsive." }, { "sentId": 81, "text": "When medical attention came to Mr. Gray, he was unresponsive and not breathing." }, { "sentId": 82, "text": "We're going to figure out what happened." }], "speaker": "RAWLINGS-BLAKE", "secId": 31 }, { "sentences": [{ "sentId": 83, "text": "What do you think happened?" }, { "sentId": 84, "text": "Do you think he fell on that brick wall that was near where he was taken down?" }, { "sentId": 85, "text": "Did something happen inside the police van?" }, { "sentId": 86, "text": "What do you think happened?" }], "speaker": "LEMON", "secId": 32 }, { "sentences": [{ "sentId": 87, "text": "I've been trained not to speculate." }, { "sentId": 88, "text": "So I'm not going to do that." }, { "sentId": 89, "text": "But what we do know is that while in police custody, he was severely injured." }, { "sentId": 90, "text": "And we also know that he was arrested for running while black." }, { "sentId": 91, "text": "And there's no such thing as felony running." }, { "sentId": 92, "text": "And his only mistake in running away was that he did not run fast enough." }, { "sentId": 93, "text": "If there wasn't -- if there ever was a case, which shows the wisdom of running from the police, this is it." }], "speaker": "MURPHY", "secId": 33 }, { "sentences": [{ "sentId": 94, "text": "So you think that there was no probable cause in this arrest, and for them to pick him up or to stop him, even though they said that they found a knife in his possession, that was part of the arrest process?" }], "speaker": "LEMON", "secId": 34 }, { "sentences": [{ "sentId": 95, "text": "I don't think there was no probable cause." }, { "sentId": 96, "text": "I know there was no probable cause." }, { "sentId": 97, "text": "And the police have not stated any semblance of probable cause, even though they've had eight days to do it." }, { "sentId": 98, "text": "This is a ridiculous arrest." }, { "sentId": 99, "text": "How can you do this, just because somebody makes eye contact and runs away?" }, { "sentId": 100, "text": "What crime did he commit?" }, { "sentId": 101, "text": "They would have to speculate, wouldn't they?" }, { "sentId": 102, "text": "Did he commit a crime at all?" }, { "sentId": 103, "text": "Wouldn't they have to speculate about that?" }], "speaker": "MURPHY", "secId": 35 }, { "sentences": [{ "sentId": 104, "text": "And so this is a baseless arrest and a baseless custodial situation, for which the police are liable, just on that alone, for the injuries to this young man." }], "speaker": "MURPHY", "secId": 36 }, { "sentences": [{ "sentId": 105, "text": "Yes." }], "speaker": "LEMON", "secId": 37 }, { "sentences": [{ "sentId": 106, "text": "And for his ultimate death." }], "speaker": "MURPHY", "secId": 38 }, { "sentences": [{ "sentId": 107, "text": "So speaking of that, you heard the mayor just a -- you know, just a while ago here, when we played for you that sound bite, saying, you know, something happened to him in custody and she's trying to get to the bottom of that." }, { "sentId": 108, "text": "She also admits that officers made a mistake in not immediately requesting medical attention." }, { "sentId": 109, "text": "In fact, it was 42 minutes between the time that he was put in the van and when he was asking for an inhaler and when an ambulance was called." }, { "sentId": 110, "text": "What's your reaction to that?" }], "speaker": "LEMON", "secId": 39 }, { "sentences": [{ "sentId": 111, "text": "Well, the police have consistently withheld the truth from her." }, { "sentId": 112, "text": "Just like they're withholding the truth now." }], "speaker": "MURPHY", "secId": 40 }, { "sentences": [{ "sentId": 113, "text": "Have they spoken to her?" }, { "sentId": 114, "text": "Have they reached out to the family and told them, give them all this information?" }], "speaker": "LEMON", "secId": 41 }, { "sentences": [{ "sentId": 115, "text": "The family's not interested in that right now." }, { "sentId": 116, "text": "That would be a terrible thing to do at this point in time." }, { "sentId": 117, "text": "And so we've advised the police not to do that, and we've advised the mayor that it's too early to do that." }, { "sentId": 118, "text": "This is serious business." }, { "sentId": 119, "text": "And everybody has to act very carefully to get at the truth." }], "speaker": "MURPHY", "secId": 42 }, { "sentences": [{ "sentId": 120, "text": "We have no confidence that the police can investigate their own." }, { "sentId": 121, "text": "We have no confidence that the police can do this free of conflicts of interest, with existing police culture and the blue wall of silence." }, { "sentId": 122, "text": "And this is a part of an historical pattern, dating all the way back to slavery, when all a white officer had to do was tell a good lie, and it didn't matter whether the black suspect told the truth, it would get whitewashed." }], "speaker": "MURPHY", "secId": 43 }, { "sentences": [{ "sentId": 123, "text": "And that's a 250, 350-year tradition in America." }, { "sentId": 124, "text": "You don't expect to see that change now." }, { "sentId": 125, "text": "On the other hand, if we implement police cameras." }], "speaker": "MURPHY", "secId": 44 }, { "sentences": [{ "sentId": 126, "text": "Yes." }], "speaker": "LEMON", "secId": 45 }, { "sentences": [{ "sentId": 127, "text": "And we do it right and we make it mandatory, unless you got a great excuse, we will see a sea change in how the police treat the citizenry of Baltimore and in the nation." }, { "sentId": 128, "text": "And we will see a sea change in how the citizens treat the police." }, { "sentId": 129, "text": "It's a win-win." }, { "sentId": 130, "text": "LEMON:  And all of that will be investigated thoroughly in the weeks" }], "speaker": "MURPHY", "secId": 46 }, { "sentences": [{ "sentId": 131, "text": "and months to come." }, { "sentId": 132, "text": "Thank you very much, William \"Billy\" Murphy, the attorney for Freddie Gray's family." }], "speaker": "MURPHY", "secId": 47 }, { "sentences": [{ "sentId": 133, "text": "Joining me now is Keith Haynes." }, { "sentId": 134, "text": "He's a deputy majority whip for the Maryland House of Delegates, and he represents Baltimore." }], "speaker": "MURPHY", "secId": 48 }, { "sentences": [{ "sentId": 135, "text": "Thank you for joining us this evening." }], "speaker": "MURPHY", "secId": 49 }, { "sentences": [{ "sentId": 136, "text": "Delegate Haynes, you represent the district where Freddie Gray was killed and were at the protest tonight." }, { "sentId": 137, "text": "What are people saying to you about what they want from all of this?" }], "speaker": "MURPHY", "secId": 50 }, { "sentences": [{ "sentId": 138, "text": "In a word, people are saying that they want justice." }, { "sentId": 139, "text": "Understandably this is a horrific tragedy." }, { "sentId": 140, "text": "This is a local individual from the community and individuals are rightfully upset, they're frustrated, they're angry, and they're searching for answers." }, { "sentId": 141, "text": "And at the end of the day, they want justice." }], "speaker": "HAYNES", "secId": 51 }, { "sentences": [{ "sentId": 142, "text": "This young man was an individual who lived within the community." }, { "sentId": 143, "text": "Everyone in the community knew him." }, { "sentId": 144, "text": "He was likable, he was known in the community and people are grasping at what took place, how could these incidences or occurrences result in his death, and they're searching for answers." }, { "sentId": 145, "text": "And the answers that they are looking for are yet to come forth, and at the end of the day, they are saying in a word, they want justice for what has happened to Mr. Gray." }], "speaker": "HAYNES", "secId": 52 }, { "sentences": [{ "sentId": 146, "text": "How do you respond to those out there that are saying, obviously, he's no angel, why was he running from police?" }, { "sentId": 147, "text": "Do you think that's even relevant, considering the extent of his injuries?" }], "speaker": "LEMON", "secId": 53 }, { "sentences": [{ "sentId": 148, "text": "Well, I think people are concerned about not so much concerned about why he was running." }, { "sentId": 149, "text": "The question really is, what's the probable cause for him to be stopped?" }, { "sentId": 150, "text": "And at the end of the day, that is the question." }, { "sentId": 151, "text": "For what has come forward with information, and we do know there's an ongoing investigation on several fronts, but the information that is coming to the community is just not enough to rise to the level for him to have been stopped." }, { "sentId": 152, "text": "And what followed from that are the horrific injuries which are -- which led to his tragic death." }], "speaker": "HAYNES", "secId": 54 }, { "sentences": [{ "sentId": 153, "text": "I want to ask you --" }], "speaker": "LEMON", "secId": 55 }, { "sentences": [{ "sentId": 154, "text": "And people are frustrated by that." }], "speaker": "HAYNES", "secId": 56 }, { "sentences": [{ "sentId": 155, "text": "I'm sure." }, { "sentId": 156, "text": "And we saw that play out today." }, { "sentId": 157, "text": "I want to ask you about what the attorney just said." }, { "sentId": 158, "text": "You heard the attorney for the Gray family, his name is William \"Billy\" Murphy." }, { "sentId": 159, "text": "He said that he has no confidence that the police can investigate themselves." }, { "sentId": 160, "text": "And he referred to what he says is a blue wall of silence." }, { "sentId": 161, "text": "Do you have any confidence in this investigation?" }, { "sentId": 162, "text": "Because it's not just the police investigating, it is the Justice Department as well." }, { "sentId": 163, "text": "There's a federal investigation." }, { "sentId": 164, "text": "There's also one by the state as well." }, { "sentId": 165, "text": "HAYNES:  Yes." }, { "sentId": 166, "text": "I think that -- first of all, let me simply say that I" }], "speaker": "LEMON", "secId": 57 }, { "sentences": [{ "sentId": 167, "text": "know Mr. Murphy is a great attorney here in the city of Baltimore, and the family is represented well, but I can tell you that the sentiment from the residents here in this community and across the district is that there needs to be an independent investigation, as well." }, { "sentId": 168, "text": "And we understand that there are several investigations that are beginning to take place and that are -- that is in the process of taking place now." }], "speaker": "LEMON", "secId": 58 }, { "sentences": [{ "sentId": 169, "text": "And so we are urging individuals to let the voices be heard, but at the same time, to exercise nonviolence." }], "speaker": "LEMON", "secId": 59 }, { "sentences": [{ "sentId": 170, "text": "And great care in the way that they protest." }], "speaker": "LEMON", "secId": 60 }, { "sentences": [{ "sentId": 171, "text": "Absolutely." }], "speaker": "HAYNES", "secId": 61 }, { "sentences": [{ "sentId": 172, "text": "So it doesn't become violent." }], "speaker": "LEMON", "secId": 62 }, { "sentences": [{ "sentId": 173, "text": "Absolutely." }], "speaker": "HAYNES", "secId": 63 }, { "sentences": [{ "sentId": 174, "text": "Keith Haynes, I want to thank you for joining us here on CNN this evening." }, { "sentId": 175, "text": "Thank you very much." }], "speaker": "LEMON", "secId": 64 }, { "sentences": [{ "sentId": 176, "text": "Thank you." }], "speaker": "HAYNES", "secId": 65 }, { "sentences": [{ "sentId": 177, "text": "When we come right back, the Justice Department is investigating, but can they make a case that this is a civil rights violation?" }], "speaker": "LEMON", "secId": 66 }, { "sentences": [{ "sentId": 178, "text": "Also the latest on that Tulsa volunteer deputy who shot a suspect instead of tasing him." }, { "sentId": 179, "text": "You may be surprised to hear what the judge ruled today." }], "speaker": "LEMON", "secId": 67 }, { "sentences": [{ "sentId": 180, "text": "Plus trouble for Dr. Oz." }, { "sentId": 181, "text": "He is speaking out tonight for the first time about charges against him from 10 prominent physicians." }], "speaker": "LEMON", "secId": 68 }, { "sentences": [{ "sentId": 182, "text": "Our breaking news tonight, anger in Baltimore over the death of Freddie Gray." }, { "sentId": 183, "text": "The 25-year-old died of a spinal injury one week after he was taken into custody by police." }], "speaker": "LEMON", "secId": 69 }, { "sentences": [{ "sentId": 184, "text": "Joining us now to discuss, CNN political contributor, Van Jones, Jeffrey Toobin, CNN senior legal analyst, and two retired New York police detectives, Tom Verni and Harry Houck." }], "speaker": "LEMON", "secId": 70 }, { "sentences": [{ "sentId": 185, "text": "It's the all-boys club here this evening." }, { "sentId": 186, "text": "So let's talk about this." }, { "sentId": 187, "text": "I want to look at the arrest of Freddie Gray and I want you to hear that he is screaming here." }, { "sentId": 188, "text": "This question is for you." }, { "sentId": 189, "text": "Take a look at this." }], "speaker": "LEMON", "secId": 71 }, { "sentences": [{ "sentId": 190, "text": "So when I hear that, I think this man is in terrible pain." }, { "sentId": 191, "text": "It does not sound fake to me." }, { "sentId": 192, "text": "It sounds real to me." }, { "sentId": 193, "text": "Police are not reacting, Harry, why is that?" }], "speaker": "LEMON", "secId": 72 }, { "sentences": [{ "sentId": 194, "text": "Well, I can't tell you why they're not reacting." }], "speaker": "HOUCK", "secId": 73 }, { "sentences": [{ "sentId": 195, "text": "Should they be?" }], "speaker": "LEMON", "secId": 74 }, { "sentences": [{ "sentId": 196, "text": "They probably should be." }, { "sentId": 197, "text": "It does sound like he's in really -- really bad pain." }, { "sentId": 198, "text": "A lot of times when you make an arrest stop, a lot of guys pretend that they're hurt or injured, OK, all the time." }, { "sentId": 199, "text": "It happens all the time." }, { "sentId": 200, "text": "You just pick them up and put them in a van or a radio car." }, { "sentId": 201, "text": "But here, it definitely sounds like the man is injured." }, { "sentId": 202, "text": "And I can see when they're taking him away, he can hardly walk, but when he's going in the van, it looks like he's standing." }], "speaker": "HOUCK", "secId": 75 }, { "sentences": [{ "sentId": 203, "text": "Well --" }], "speaker": "LEMON", "secId": 76 }, { "sentences": [{ "sentId": 204, "text": "It's pretty close -- when he's going to the van, that he was standing to get inside the van." }, { "sentId": 205, "text": "So I don't know, I mean, the whole thing is we're all trying to figure out here, where this injury occurred." }], "speaker": "HOUCK", "secId": 77 }, { "sentences": [{ "sentId": 206, "text": "Hey, is this a -- it sounds like you're saying, you know, he's screaming or whatever, it sounds real." }, { "sentId": 207, "text": "Having said that --" }], "speaker": "LEMON", "secId": 78 }, { "sentences": [{ "sentId": 208, "text": "Yes." }], "speaker": "HOUCK", "secId": 79 }, { "sentences": [{ "sentId": 209, "text": "Right now it's clear." }], "speaker": "LEMON", "secId": 80 }, { "sentences": [{ "sentId": 210, "text": "Is that what you're hearing." }], "speaker": "LEMON", "secId": 81 }, { "sentences": [{ "sentId": 211, "text": "No, but that's not exactly what I think." }], "speaker": "HOUCK", "secId": 82 }, { "sentences": [{ "sentId": 212, "text": "I hear him saying that's a possibility." }], "speaker": "TOOBIN", "secId": 83 }, { "sentences": [{ "sentId": 213, "text": "Right." }], "speaker": "LEMON", "secId": 84 }, { "sentences": [{ "sentId": 214, "text": "Right." }, { "sentId": 215, "text": "That's right." }], "speaker": "HOUCK", "secId": 85 }, { "sentences": [{ "sentId": 216, "text": "But the answer is, we don't know." }], "speaker": "TOOBIN", "secId": 86 }, { "sentences": [{ "sentId": 217, "text": "Right." }], "speaker": "LEMON", "secId": 87 }, { "sentences": [{ "sentId": 218, "text": "I mean, there's a lot about this story we don't know." }, { "sentId": 219, "text": "And, of course, as he mentions the key issue is when did this terrible injury happen and how?" }], "speaker": "TOOBIN", "secId": 88 }, { "sentences": [{ "sentId": 220, "text": "Yes." }], "speaker": "LEMON", "secId": 89 }, { "sentences": [{ "sentId": 221, "text": "And was it the result of some sort of police attack on him?" }], "speaker": "TOOBIN", "secId": 90 }, { "sentences": [{ "sentId": 222, "text": "OK, all right." }, { "sentId": 223, "text": "Before I get to you, Tom, I want to get -- I want to get to Van, because Van is not in the room." }], "speaker": "LEMON", "secId": 91 }, { "sentences": [{ "sentId": 224, "text": "Van, what do you make of this?" }, { "sentId": 225, "text": "I'm wondering if he was hurt during the takedown or if there is something happened in the back of the van." }, { "sentId": 226, "text": "Nobody knows." }, { "sentId": 227, "text": "Police are saying at this point, you know, hey, everything went as planned." }, { "sentId": 228, "text": "It doesn't seem to be excessive force to them." }, { "sentId": 229, "text": "What's your take?" }], "speaker": "LEMON", "secId": 92 }, { "sentences": [{ "sentId": 230, "text": "You know, I think what we're starting to get glimpses into now is a police culture that's been coarsened over time so that ordinary people, they hear someone screaming, that person is -- you know maybe they fell on that wall." }, { "sentId": 231, "text": "Who knows what's wrong with that person?" }, { "sentId": 232, "text": "If you go, gee, I'm concerned." }, { "sentId": 233, "text": "You don't see police in these videotape instances over and over again, someone's been shot, they don't react." }], "speaker": "JONES", "secId": 93 }, { "sentences": [{ "sentId": 234, "text": "Someone's being choked on the ground, they don't react." }, { "sentId": 235, "text": "They say, \"I can't breathe,\" they don't react." }, { "sentId": 236, "text": "Somebody, you know, is screaming, they don't react." }, { "sentId": 237, "text": "There seems to be a coarsening of police culture and now you're seeing a different light and the public is now saying, we want a little bit more compassionate policing." }, { "sentId": 238, "text": "There was no allegation this guy was going to kill a police officer, he was fighting anybody." }, { "sentId": 239, "text": "And that's the problem." }], "speaker": "JONES", "secId": 94 }, { "sentences": [{ "sentId": 240, "text": "Well, that's what the attorney said, Van." }, { "sentId": 241, "text": "The attorney told that the only thing he was doing, running or walking, whatever." }], "speaker": "LEMON", "secId": 95 }, { "sentences": [{ "sentId": 242, "text": "Right." }], "speaker": "JONES", "secId": 96 }, { "sentences": [{ "sentId": 243, "text": "While black, and he should have -- his only mistake was that he did not run fast enough." }, { "sentId": 244, "text": "This is a case that he said, and I quote here, where you should have run from the police." }], "speaker": "LEMON", "secId": 97 }, { "sentences": [{ "sentId": 245, "text": "Well, Don, that's colorful and I heard him say that and I think it underscores something." }, { "sentId": 246, "text": "People have been complaining in the African-American and Latino and other communities for a long time that police treat us differently, that there's not a respect for black lives, thus, black lives matter." }], "speaker": "JONES", "secId": 98 }, { "sentences": [{ "sentId": 247, "text": "I think now the public's starting to get some insight into what the concern is." }, { "sentId": 248, "text": "They just -- I can't imagine another situation where you have somebody screaming in pain and nobody reacts." }, { "sentId": 249, "text": "Almost like an animal in a slaughterhouse, screaming and nobody reacts." }], "speaker": "JONES", "secId": 99 }, { "sentences": [{ "sentId": 250, "text": "We do see -- I mean, I see videos, and I read reports, of white guys or people who are not of color, who are -- is this more about excessive force?" }, { "sentId": 251, "text": "I'm sure, obviously, race has something to do with it." }, { "sentId": 252, "text": "The suspect is black." }, { "sentId": 253, "text": "The person who died is black." }, { "sentId": 254, "text": "I don't know if all of the officers are white." }, { "sentId": 255, "text": "As a matter of fact, I don't know the ethnicity of all the officers." }, { "sentId": 256, "text": "This is about a culture of policing, not necessarily what the -- you know, the ethnicity of the police officer is." }], "speaker": "LEMON", "secId": 100 }, { "sentences": [{ "sentId": 257, "text": "But do you think that this would be different?" }, { "sentId": 258, "text": "And that's the question that everybody is saying." }, { "sentId": 259, "text": "If the suspect were a white guy, this would not happen?" }], "speaker": "LEMON", "secId": 101 }, { "sentences": [{ "sentId": 260, "text": "I mean, we're also waiting to hear, too, is why he initially ran." }, { "sentId": 261, "text": "You know, this is a young person, 25 years of age, he had been arrested, I think, a couple of dozen times." }], "speaker": "VERNI", "secId": 102 }, { "sentences": [{ "sentId": 262, "text": "Why is that important?" }], "speaker": "LEMON", "secId": 103 }, { "sentences": [{ "sentId": 263, "text": "Why is that important, because it leads us to believe that either he was up to something -- the officers needed at least reasonable suspicion." }], "speaker": "VERNI", "secId": 104 }, { "sentences": [{ "sentId": 264, "text": "No, no, let's talk about this." }, { "sentId": 265, "text": "Right." }, { "sentId": 266, "text": "But why --" }], "speaker": "LEMON", "secId": 105 }, { "sentences": [{ "sentId": 267, "text": "That -- he felt that he was in the commission of something or about to commit something." }, { "sentId": 268, "text": "They said, well, I'd heard one report where they thought they saw a knife or whatever." }, { "sentId": 269, "text": "So they stopped him for some reason." }], "speaker": "VERNI", "secId": 106 }, { "sentences": [{ "sentId": 270, "text": "OK." }, { "sentId": 271, "text": "But here's what I'm saying." }], "speaker": "LEMON", "secId": 107 }, { "sentences": [{ "sentId": 272, "text": "Why --" }], "speaker": "VERNI", "secId": 108 }, { "sentences": [{ "sentId": 273, "text": "I understand that, I understand that." }, { "sentId": 274, "text": "I understand that." }, { "sentId": 275, "text": "That's a job of a police officer." }], "speaker": "LEMON", "secId": 109 }, { "sentences": [{ "sentId": 276, "text": "Right." }], "speaker": "VERNI", "secId": 110 }, { "sentences": [{ "sentId": 277, "text": "The police officers have to deal with people who are guilty and people who are innocent." }], "speaker": "LEMON", "secId": 111 }, { "sentences": [{ "sentId": 278, "text": "Right." }], "speaker": "VERNI", "secId": 112 }, { "sentences": [{ "sentId": 279, "text": "So even let's just say this guy is guilty as sinned, and I'm just saying hypothetically here, does he deserve a spinal cord injury in a takedown?" }], "speaker": "LEMON", "secId": 113 }, { "sentences": [{ "sentId": 280, "text": "No." }, { "sentId": 281, "text": "Of course not." }, { "sentId": 282, "text": "Of course not." }, { "sentId": 283, "text": "And I don't think you'll find anyone that -- anyone of us." }], "speaker": "VERNI", "secId": 114 }, { "sentences": [{ "sentId": 284, "text": "So how can you interpret that, you know, in the statements that we're making, that -- you know, we agree with the injury?" }, { "sentId": 285, "text": "That he should be injured like that?" }, { "sentId": 286, "text": "Because I'm not." }], "speaker": "HOUCK", "secId": 115 }, { "sentences": [{ "sentId": 287, "text": "I'm not." }, { "sentId": 288, "text": "What I'm saying is, if there's no cause for the arrest." }, { "sentId": 289, "text": "If he is simply running --" }], "speaker": "LEMON", "secId": 116 }, { "sentences": [{ "sentId": 290, "text": "But there was a cause." }], "speaker": "HOUCK", "secId": 117 }, { "sentences": [{ "sentId": 291, "text": "That he is simply running --" }], "speaker": "LEMON", "secId": 118 }, { "sentences": [{ "sentId": 292, "text": "And that's yet another part of the story, that is very mysterious." }, { "sentId": 293, "text": "What was he arrested for?" }], "speaker": "TOOBIN", "secId": 119 }, { "sentences": [{ "sentId": 294, "text": "Exactly." }], "speaker": "LEMON", "secId": 120 }, { "sentences": [{ "sentId": 295, "text": "What did the police officer see that prompted this chase?" }, { "sentId": 296, "text": "That is unclear to me." }, { "sentId": 297, "text": "And I think that adds a level of suspicion to this whole story because it was one thing if he had been, you know, if he had attacked someone or if he had stolen something." }], "speaker": "TOOBIN", "secId": 121 }, { "sentences": [{ "sentId": 298, "text": "Here, there's all these sort of vague statements about, well, maybe he -- he was carrying a knife, maybe he was running from the police." }, { "sentId": 299, "text": "But why?" }, { "sentId": 300, "text": "Why did they follow him?" }, { "sentId": 301, "text": "Again, that's a question we need to know the answer to." }], "speaker": "TOOBIN", "secId": 122 }, { "sentences": [{ "sentId": 302, "text": "Don." }], "speaker": "JONES", "secId": 123 }, { "sentences": [{ "sentId": 303, "text": "Go ahead, Van Jones." }], "speaker": "LEMON", "secId": 124 }, { "sentences": [{ "sentId": 304, "text": "No, I want to add to that." }, { "sentId": 305, "text": "There seems to be this new capital offense called no angel." }, { "sentId": 306, "text": "He was no angel." }, { "sentId": 307, "text": "Therefore, whatever happened to him, even if he died -- well, he died." }, { "sentId": 308, "text": "But he was no angel." }], "speaker": "JONES", "secId": 125 }, { "sentences": [{ "sentId": 309, "text": "Who's saying that?" }], "speaker": "HOUCK", "secId": 126 }, { "sentences": [{ "sentId": 310, "text": "When did being no angel -- I'm not talking about anybody tonight." }, { "sentId": 311, "text": "I'm hearing over and over again this refrain." }, { "sentId": 312, "text": "Well, he may have died, but look at his police record, he was no angel." }, { "sentId": 313, "text": "Being no angel is not a capital offense in America." }, { "sentId": 314, "text": "It doesn't -- I'm tired of hearing that as an excuse for why things happen to people that are completely unacceptable, including dying in custody for no reason." }], "speaker": "JONES", "secId": 127 }, { "sentences": [{ "sentId": 315, "text": "Go ahead, Jeff." }], "speaker": "LEMON", "secId": 128 }, { "sentences": [{ "sentId": 316, "text": "It's often raised after the fact that someone had a criminal record." }, { "sentId": 317, "text": "It is not at all clear that these individuals knew he had any sort of criminal record." }, { "sentId": 318, "text": "So it is really irrelevant that he was -- that he may have been arrested previously." }, { "sentId": 319, "text": "I think you need to sort of go to the moment and see what the officers knew at that time." }], "speaker": "TOOBIN", "secId": 129 }, { "sentences": [{ "sentId": 320, "text": "Right." }], "speaker": "LEMON", "secId": 130 }, { "sentences": [{ "sentId": 321, "text": "Because that's the only thing that's relevant." }], "speaker": "TOOBIN", "secId": 131 }, { "sentences": [{ "sentId": 322, "text": "My question was -- hang on." }, { "sentId": 323, "text": "We're going to get to that." }, { "sentId": 324, "text": "My question was, if there was no cause for arrest, no probable cause, and he ran, let's just say he ran and he hit the wall himself or he hurt himself." }, { "sentId": 325, "text": "Had they not been chasing him, he would not have hit the wall, probably." }, { "sentId": 326, "text": "And that's -- that's what I'm saying." }], "speaker": "LEMON", "secId": 132 }, { "sentences": [{ "sentId": 327, "text": "Yet another unknown." }], "speaker": "TOOBIN", "secId": 133 }, { "sentences": [{ "sentId": 328, "text": "Yet another unknown." }, { "sentId": 329, "text": "We're going to continue with you, guys, so stand by." }, { "sentId": 330, "text": "We're going to talk about training, training records are missing in the case of the Tulsa deputy who claims that he intended to use his taser on a suspect, but shot and killed him instead." }], "speaker": "LEMON", "secId": 134 }, { "sentences": [{ "sentId": 331, "text": "We'll talk about that as well, coming up right after this." }], "speaker": "LEMON", "secId": 135 }, { "sentences": [{ "sentId": 332, "text": "Back with our breaking news tonight." }, { "sentId": 333, "text": "Outrage in Baltimore at the death of a young black man in police custody." }, { "sentId": 334, "text": "Back with me again, Van Jones, Tom Verni, Jeffrey Toobin and Harry Houck." }, { "sentId": 335, "text": "Jeff, let's talk about this because the Justice Department is opening" }], "speaker": "LEMON", "secId": 136 }, { "sentences": [{ "sentId": 336, "text": "a civil rights investigation into the death of Freddie Gray." }, { "sentId": 337, "text": "Why do you think that they decided to do that?" }, { "sentId": 338, "text": "And what do you think they're typically going to look for as they start this civil rights case?" }], "speaker": "LEMON", "secId": 137 }, { "sentences": [{ "sentId": 339, "text": "Well, remember, this is now the third investigation that is going to be going on, because the police are doing their own investigation, and they say they're going to report next week to the prosecuting attorney, if they identify any crimes." }, { "sentId": 340, "text": "The mayor has said there is going to be an independent investigation that she is going to order." }, { "sentId": 341, "text": "And now the Justice Department is stepping in." }], "speaker": "TOOBIN", "secId": 138 }, { "sentences": [{ "sentId": 342, "text": "Usually, what they do, what happened in Ferguson is they wait until the initial investigation is over by the local authorities, and then they go in with FBI agents and start asking their own questions." }, { "sentId": 343, "text": "I think all three are very good ideas because, obviously, there's a great deal of suspicion in the community about what happened here, and an outside investigator, and the Justice Department, are generally considered the gold standard of fairness in these sorts of investigations." }], "speaker": "TOOBIN", "secId": 139 }, { "sentences": [{ "sentId": 344, "text": "How high of a bar is it for civil rights charges?" }], "speaker": "LEMON", "secId": 140 }, { "sentences": [{ "sentId": 345, "text": "Very tough." }, { "sentId": 346, "text": "As we learned in Ferguson, there was no case against Officer Wilson." }, { "sentId": 347, "text": "The Brooklyn investigation is going on to the death of Eric Garner in Staten Island." }, { "sentId": 348, "text": "Those cases are tough to bring, but at least you might learn what happened." }], "speaker": "TOOBIN", "secId": 141 }, { "sentences": [{ "sentId": 349, "text": "Right." }], "speaker": "LEMON", "secId": 142 }, { "sentences": [{ "sentId": 350, "text": "And that is -- important in and of itself." }], "speaker": "TOOBIN", "secId": 143 }, { "sentences": [{ "sentId": 351, "text": "In fact, Van Jones, The New York Times reported today that the Justice Department has opened 20 civil rights investigations into police abuse." }, { "sentId": 352, "text": "And each time, one made, one made the Supreme Court, they sided with the police." }, { "sentId": 353, "text": "Is that surprising to you?" }], "speaker": "LEMON", "secId": 144 }, { "sentences": [{ "sentId": 354, "text": "You know, it's not surprising, because there's -- it's a very, very tough thing to do to get law enforcement criminally prosecuted." }, { "sentId": 355, "text": "-- listen." }, { "sentId": 356, "text": "When a police officer goes above and beyond the law, you want a couple things." }, { "sentId": 357, "text": "You either want the officer disciplined, demoted, or fired, or you want the officer criminally prosecuted." }, { "sentId": 358, "text": "If you look at the backlog on just trying to get officers disciplined, demoted, or fired, but that has nothing to do with going to prison." }, { "sentId": 359, "text": "You go get a job, the next day doing something else." }, { "sentId": 360, "text": "Even that is broken down in so many of our law enforcement communities." }, { "sentId": 361, "text": "That's why you're seeing so much outrage, because people who live in these communities, we could pretend to be shocked, you know, every night." }, { "sentId": 362, "text": "People, who have been living in these communities before there were cell phones with video everywhere, have been complaining about these for decades." }], "speaker": "JONES", "secId": 145 }, { "sentences": [{ "sentId": 363, "text": "For quite a long time, yeah." }, { "sentId": 364, "text": "I want to ask you, do you -- we saw what happened in Ferguson, right?" }, { "sentId": 365, "text": "And when there was a rush to judgment by some, it is believed there was a rush to judgment." }, { "sentId": 366, "text": "Are you concerned, either of you concerned about a rush to judgment here before all the facts come out?" }], "speaker": "LEMON", "secId": 146 }, { "sentences": [{ "sentId": 367, "text": "Oh, yeah." }, { "sentId": 368, "text": "I'm always -- we're always concerned about a rush to judgment." }, { "sentId": 369, "text": "Because that's -- you know, public perception is nine-tenth of the law nowadays." }, { "sentId": 370, "text": "It's -- you know everyone has a video and as soon as we see the video, they've already signed, sealed, and convicted the cop in the actions that he or she has taken before any facts come out." }, { "sentId": 371, "text": "So it's important that, like Jeff had mentioned -- the Baltimore Police Department is a great police department." }, { "sentId": 372, "text": "All right, they do great work down there." }, { "sentId": 373, "text": "Baltimore's a tough city." }], "speaker": "VERNI", "secId": 147 }, { "sentences": [{ "sentId": 374, "text": "There are a lot of complaints about the police department." }], "speaker": "LEMON", "secId": 148 }, { "sentences": [{ "sentId": 375, "text": "However, right, I was just going to say that." }, { "sentId": 376, "text": "That they have, there have been a number of complaints and/or actual factual cases that have occurred in the past with corruption in Baltimore, just like any other large city, including New York." }], "speaker": "VERNI", "secId": 149 }, { "sentences": [{ "sentId": 377, "text": "Yeah." }], "speaker": "LEMON", "secId": 150 }, { "sentences": [{ "sentId": 378, "text": "So you know, Baltimore is going to do their investigation, and it is -- you know, good that it's going to be corroborated by other agencies on the state and federal level." }, { "sentId": 379, "text": "This way now, it is more transparent, the facts do come out, and we can base our judgments and/or discipline based on the fact." }], "speaker": "VERNI", "secId": 151 }, { "sentences": [{ "sentId": 380, "text": "I want -- I want to get to Harry." }, { "sentId": 381, "text": "Harry, this is, this is for you." }, { "sentId": 382, "text": "His name is Robert Bates, right?" }, { "sentId": 383, "text": "He's a -- reserve deputy who shot Eric Harris instead of tasing him." }, { "sentId": 384, "text": "This is Tulsa pleaded." }, { "sentId": 385, "text": "And Tulsa pleaded guilty today to manslaughter and the judge gave him permission to go on a vacation to the Bahamas." }, { "sentId": 386, "text": "A lot of people think that is outrageous." }, { "sentId": 387, "text": "What kind of message does that send?" }], "speaker": "LEMON", "secId": 152 }, { "sentences": [{ "sentId": 388, "text": "Well, you know, it's for the same opportunity everyone else is when they commit a crime, OK?" }, { "sentId": 389, "text": "So, if he's got bail and the judge will let him go on vacation, this man's not a flight risk." }, { "sentId": 390, "text": "He's going to come back." }, { "sentId": 391, "text": "He doesn't have to sit in jail." }, { "sentId": 392, "text": "I think this was an honest -- this was a mistake that he made, all right, now and I think his age had something, definitely, to do with it here." }, { "sentId": 393, "text": "I don't think this man intentionally wanted to kill this man." }], "speaker": "HOUCK", "secId": 153 }, { "sentences": [{ "sentId": 394, "text": "What do you say?" }, { "sentId": 395, "text": "Are you being ageist here?" }, { "sentId": 396, "text": "What ." }], "speaker": "LEMON", "secId": 154 }, { "sentences": [{ "sentId": 397, "text": "Yes." }, { "sentId": 398, "text": "I am an ageist." }, { "sentId": 399, "text": "You know, New York City police officers got to leave the job at 62." }], "speaker": "HOUCK", "secId": 155 }, { "sentences": [{ "sentId": 400, "text": "Yeah." }], "speaker": "LEMON", "secId": 156 }, { "sentences": [{ "sentId": 401, "text": "Had to leave the job." }], "speaker": "HOUCK", "secId": 157 }, { "sentences": [{ "sentId": 402, "text": "He's too old." }], "speaker": "LEMON", "secId": 158 }, { "sentences": [{ "sentId": 403, "text": "I know other police record." }], "speaker": "HOUCK", "secId": 159 }, { "sentences": [{ "sentId": 404, "text": "You're saying." }, { "sentId": 405, "text": "HOUCK: He's 73 years old." }], "speaker": "LEMON", "secId": 160 }, { "sentences": [{ "sentId": 406, "text": "He's done." }], "speaker": "JONES", "secId": 161 }, { "sentences": [{ "sentId": 407, "text": "He should not have ever been on a scene..." }], "speaker": "HOUCK", "secId": 162 }, { "sentences": [{ "sentId": 408, "text": "Yeah." }], "speaker": "LEMON", "secId": 163 }, { "sentences": [{ "sentId": 409, "text": "Where something like that was occurring." }], "speaker": "HOUCK", "secId": 164 }, { "sentences": [{ "sentId": 410, "text": "Van, I have to go overtime, but go ahead." }], "speaker": "LEMON", "secId": 165 }, { "sentences": [{ "sentId": 411, "text": "But, but -- listen, that guy, I just say for like everybody else in America." }, { "sentId": 412, "text": "It is absolutely outrageous that this guy, having done something like this, is going to be on a plane, hanging out in the Bahamas." }], "speaker": "JONES", "secId": 166 }, { "sentences": [{ "sentId": 413, "text": "Yeah." }], "speaker": "LEMON", "secId": 167 }, { "sentences": [{ "sentId": 414, "text": "It's completely --" }], "speaker": "JONES", "secId": 168 }, { "sentences": [{ "sentId": 415, "text": "This is the kind of stuff that nobody understands outside of a very small culture of law enforcement." }, { "sentId": 416, "text": "It is horrible, what happened." }, { "sentId": 417, "text": "I'm sure he did not mean to do it..." }], "speaker": "JONES", "secId": 169 }, { "sentences": [{ "sentId": 418, "text": "OK." }], "speaker": "LEMON", "secId": 170 }, { "sentences": [{ "sentId": 419, "text": "But he should not be in the Bahamas." }], "speaker": "JONES", "secId": 171 }, { "sentences": [{ "sentId": 420, "text": "Go ahead." }], "speaker": "LEMON", "secId": 172 }, { "sentences": [{ "sentId": 421, "text": "He should not be in -- in the Bahamas." }, { "sentId": 422, "text": "You know what?" }], "speaker": "TOOBIN", "secId": 173 }, { "sentences": [{ "sentId": 423, "text": "It's not better to be in the Bahamas." }], "speaker": "LEMON", "secId": 174 }, { "sentences": [{ "sentId": 424, "text": "If you want to take a vacation, take a vacation in Oklahoma." }], "speaker": "TOOBIN", "secId": 175 }, { "sentences": [{ "sentId": 425, "text": "Yes." }, { "sentId": 426, "text": "It's not fair in the Bahamas right there." }], "speaker": "LEMON", "secId": 176 }, { "sentences": [{ "sentId": 427, "text": "I would like to be in the Bahamas." }], "speaker": "VERNI", "secId": 177 }, { "sentences": [{ "sentId": 428, "text": "Yes." }, { "sentId": 429, "text": "I just got back." }, { "sentId": 430, "text": "Thank you, guys." }, { "sentId": 431, "text": "Appreciate it." }], "speaker": "LEMON", "secId": 178 }, { "sentences": [{ "sentId": 432, "text": "OK." }], "speaker": "HOUCK", "secId": 179 }, { "sentences": [{ "sentId": 433, "text": "Coming up, why Ben Affleck was so embarrassed by what a TV documentary said about his family and he tried to get producers to take it out." }, { "sentId": 434, "text": "Plus, Dr. Oz takes on his critics." }, { "sentId": 435, "text": "Hear what he has to say, tonight." }], "speaker": "LEMON", "secId": 180 }, { "sentences": [{ "sentId": 436, "text": "I vow to you right here, right now." }, { "sentId": 437, "text": "We will not be silenced, we will not give in." }], "speaker": "OZ", "secId": 181 }, { "sentences": [{ "sentId": 438, "text": "Dr. Oz is really getting -- Dr. Mehmet Oz says he won't be silenced." }, { "sentId": 439, "text": "He is calling out critics who want him to resign from Columbia University, 10 doctors are accusing Oz, the star of the Dr. of -- Dr. Oz TV show of promoting, what they call, quack treatments as a way to make money." }, { "sentId": 440, "text": "They also criticize him for his stand that genetically modified foods should be labeled." }, { "sentId": 441, "text": "So, some of those doctors themselves may have ties to the food industry." }, { "sentId": 442, "text": "But this is not the first time that Dr. Oz has been criticized for statements he's made on television." }, { "sentId": 443, "text": "So joining me now is Dr. Jorge Rodriguez, an internist." }, { "sentId": 444, "text": "Dr. Devi Nampiaparampil, an assistant professor at NYU School of medicine, say that four times fast." }], "speaker": "LEMON", "secId": 182 }, { "sentences": [{ "sentId": 445, "text": "And Arthur Caplan, the head of the division of medical ethics at NYU Langone Medical Center, all easy names, except for Dr. Devi." }], "speaker": "LEMON", "secId": 183 }, { "sentences": [{ "sentId": 446, "text": "So, he is firing back at critics, and I want to show this clip that was just released." }, { "sentId": 447, "text": "Here it is." }], "speaker": "LEMON", "secId": 184 }, { "sentences": [{ "sentId": 448, "text": "This month, we celebrate my 1,000th show." }, { "sentId": 449, "text": "And I know I've irritated some potential allies in our quest to make America healthy." }, { "sentId": 450, "text": "No matter our disagreements, freedom of speech is the most fundamental right we have as Americans." }, { "sentId": 451, "text": "And these 10 doctors are trying to silence that right." }, { "sentId": 452, "text": "So I vow to you right here, right now." }, { "sentId": 453, "text": "We will not be silenced, we will not give in." }], "speaker": "DR. OZ", "secId": 185 }, { "sentences": [{ "sentId": 454, "text": "Dr. Caplan, trying to be silenced." }, { "sentId": 455, "text": "Doctors at Columbia University, trying to silence him, are you buying it?" }], "speaker": "LEMON", "secId": 186 }, { "sentences": [{ "sentId": 456, "text": "I'm not buying it." }, { "sentId": 457, "text": "It seems to me that the free speech issue is important, but no one is ever going to fire him because of what these 10 doctors wrote." }, { "sentId": 458, "text": "That was never going to happen, anyway." }], "speaker": "CAPLAN", "secId": 187 }, { "sentences": [{ "sentId": 459, "text": "Why are they so angry at him?" }], "speaker": "LEMON", "secId": 188 }, { "sentences": [{ "sentId": 460, "text": "Because they think he is pushing the Neti pot  a little hard and not sticking with the evidence." }, { "sentId": 461, "text": "In other words, you've got to be evidence-driven, when you were the most prominent spokesperson for medicine in America." }], "speaker": "CAPLAN", "secId": 189 }, { "sentences": [{ "sentId": 462, "text": "Is there a little bit of jealousy or a lot of jealousy here?" }], "speaker": "LEMON", "secId": 190 }, { "sentences": [{ "sentId": 463, "text": "No, I think the anger is a little bit more of the, don't push the fringe, don't push the hype, you're out there too much on the -- on the -- in the fairy dust." }], "speaker": "CAPLAN", "secId": 191 }, { "sentences": [{ "sentId": 464, "text": "But don't you think people understand the difference between going to a doctor and getting medical advice from a doctor than watching a doctor on television." }, { "sentId": 465, "text": "These are not kids watching television." }, { "sentId": 466, "text": "These are adults..." }], "speaker": "LEMON", "secId": 192 }, { "sentences": [{ "sentId": 467, "text": "Well look like --" }], "speaker": "CAPLAN", "secId": 193 }, { "sentences": [{ "sentId": 468, "text": "Who should -- who should know better?" }], "speaker": "LEMON", "secId": 194 }, { "sentences": [{ "sentId": 469, "text": "I'll let my colleges jump in, but I think they love watching doctors on television..." }], "speaker": "CAPLAN", "secId": 195 }, { "sentences": [{ "sentId": 470, "text": "Yeah." }], "speaker": "LEMON", "secId": 196 }, { "sentences": [{ "sentId": 471, "text": "So they don't have to go to the doctor..." }], "speaker": "CAPLAN", "secId": 197 }, { "sentences": [{ "sentId": 472, "text": "Yeah." }], "speaker": "LEMON", "secId": 198 }, { "sentences": [{ "sentId": 473, "text": "And I think they love finding out there's a magic pill out there that they can take..." }], "speaker": "CAPLAN", "secId": 199 }, { "sentences": [{ "sentId": 474, "text": "Cakes." }], "speaker": "UNIDENTIFIED FEMALE", "secId": 200 }, { "sentences": [{ "sentId": 475, "text": "So they don't have to go on a diet." }], "speaker": "CAPLAN", "secId": 201 }, { "sentences": [{ "sentId": 476, "text": "Cake." }], "speaker": "DR. OZ", "secId": 202 }, { "sentences": [{ "sentId": 477, "text": "Go ahead, go ahead, Dr. Jorge." }], "speaker": "LEMON", "secId": 203 }, { "sentences": [{ "sentId": 478, "text": "I --" }], "speaker": "UNIDENTIFIED FEMALE", "secId": 204 }, { "sentences": [{ "sentId": 479, "text": "Absolutely -- I absolutely agree on that." }, { "sentId": 480, "text": "I mean, that's, that's where there is some responsibility." }, { "sentId": 481, "text": "But at the end of the day, I mean and I do television like this, it is entertainment." }, { "sentId": 482, "text": "So, what do they say the person that treats himself or does have an idiot for a doctor and a fool more a patient?" }, { "sentId": 483, "text": "Dr. Oz, definitely, what he does is a little bit fringier than the rest of us, you know sort of prescribe, but again he's not practicing medicine." }, { "sentId": 484, "text": "He's bringing novel ideas." }, { "sentId": 485, "text": "He's bringing titillating things to his audience." }], "speaker": "RODRIGUEZ", "secId": 205 }, { "sentences": [{ "sentId": 486, "text": "It's a television show." }, { "sentId": 487, "text": "Now, listen --" }], "speaker": "LEMON", "secId": 206 }, { "sentences": [{ "sentId": 488, "text": "Absolutely." }], "speaker": "RODRIGUEZ", "secId": 207 }, { "sentences": [{ "sentId": 489, "text": "It is television show." }, { "sentId": 490, "text": "I -- he is a doctor." }, { "sentId": 491, "text": "He does have some responsibility." }, { "sentId": 492, "text": "Some have questioned, and I have as well, if you're a doctor, why you want to be on television?" }, { "sentId": 493, "text": "That's a whole ego thing." }, { "sentId": 494, "text": "I have questioned that." }, { "sentId": 495, "text": "But I also think that he is doing a television show, and if you do a show on television about standard medical practices every day, your show will be on for about negative two minutes." }], "speaker": "LEMON", "secId": 208 }, { "sentences": [{ "sentId": 496, "text": "But this show could be on for three days..." }], "speaker": "CAPLAN", "secId": 209 }, { "sentences": [{ "sentId": 497, "text": "Right." }], "speaker": "LEMON", "secId": 210 }, { "sentences": [{ "sentId": 498, "text": "You could say, lose weight, exercise and --" }], "speaker": "CAPLAN", "secId": 211 }, { "sentences": [{ "sentId": 499, "text": "That's basically everything -- every time he does something on carbs, I'm watching." }, { "sentId": 500, "text": "But here's -- but I have sense enough to know..." }], "speaker": "LEMON", "secId": 212 }, { "sentences": [{ "sentId": 501, "text": "Yes." }], "speaker": "NAMPIAPARAMPIL", "secId": 213 }, { "sentences": [{ "sentId": 502, "text": "That I should check with a physician." }, { "sentId": 503, "text": "Dr. Devi, you've been on his show." }, { "sentId": 504, "text": "I want you the take a look at some of the topics." }], "speaker": "LEMON", "secId": 214 }, { "sentences": [{ "sentId": 505, "text": "Yes." }], "speaker": "NAMPIAPARAMPIL", "secId": 215 }, { "sentences": [{ "sentId": 506, "text": "These are some of the topics: Dr. Oz's Psychic Experiment, Did You Live a Past Life?" }, { "sentId": 507, "text": "The Science Behind Regression Therapy, The New Natural Appetite Suppressant, How You Can Use Angels to Heal, How To Get Your Fat to Eat Itself, Miracle Plan for Metabolism." }], "speaker": "LEMON", "secId": 216 }, { "sentences": [{ "sentId": 508, "text": "Stop, stop." }], "speaker": "CAPLAN", "secId": 217 }, { "sentences": [{ "sentId": 509, "text": "So, OK." }, { "sentId": 510, "text": "So, those are all --" }], "speaker": "LEMON", "secId": 218 }, { "sentences": [{ "sentId": 511, "text": "Yeah." }], "speaker": "NAMPIAPARAMPIL", "secId": 219 }, { "sentences": [{ "sentId": 512, "text": "I can hear the producers saying, let's do this, let's do that..." }], "speaker": "LEMON", "secId": 220 }, { "sentences": [{ "sentId": 513, "text": "Yeah." }], "speaker": "NAMPIAPARAMPIL", "secId": 221 }, { "sentences": [{ "sentId": 514, "text": "Is he, is he a charlatan as people are saying he is?" }, { "sentId": 515, "text": "As doctors --" }], "speaker": "LEMON", "secId": 222 }, { "sentences": [{ "sentId": 516, "text": "Well, I don't think he's a charlatan." }, { "sentId": 517, "text": "I mean, he has experts on his show." }, { "sentId": 518, "text": "I've been on his show, so have a lot of other people from academic medical centers, but I think you're right, that we have to be careful, you know, all of us, as physicians or as journalist, you know as cautious ." }, { "sentId": 519, "text": "We have to be careful what we address or what we maybe endorse on TV." }, { "sentId": 520, "text": "And the other thing is you know they're calling for his resignation at Columbia, right?" }, { "sentId": 521, "text": "But his job is completely different at Columbia." }, { "sentId": 522, "text": "He's a heart surgeon over there." }, { "sentId": 523, "text": "So be his patients who would suffer." }], "speaker": "NAMPIAPARAMPIL", "secId": 223 }, { "sentences": [{ "sentId": 524, "text": "He can walk and chew gum at the same time." }, { "sentId": 525, "text": "He can have a television show where he does things like this and he gives cave can be a doctor." }], "speaker": "LEMON", "secId": 224 }, { "sentences": [{ "sentId": 526, "text": "I'm gonna put a little bit." }], "speaker": "CAPLAN", "secId": 225 }, { "sentences": [{ "sentId": 527, "text": "Go ahead, yeah." }], "speaker": "LEMON", "secId": 226 }, { "sentences": [{ "sentId": 528, "text": "I know it's a TV show, I get all that." }, { "sentId": 529, "text": "But you come on in your scrubs and say, I'm from Columbia and I'm going to talk to the angels." }, { "sentId": 530, "text": "You know, some of the America -- public out there so say, well maybe there's more to this than you know --" }], "speaker": "CAPLAN", "secId": 227 }, { "sentences": [{ "sentId": 531, "text": "What's wrong with talking about angels?" }, { "sentId": 532, "text": "We talk about -- you talk about angels all the time, we talk about the bible, talk about God, we talk about --" }], "speaker": "LEMON", "secId": 228 }, { "sentences": [{ "sentId": 533, "text": "You can do all of that, just don't rely on that to cure your cancer." }], "speaker": "CAPLAN", "secId": 229 }, { "sentences": [{ "sentId": 534, "text": "Doctor -- all right, Dr. Jorge." }, { "sentId": 535, "text": "Before, before you respond." }], "speaker": "LEMON", "secId": 230 }, { "sentences": [{ "sentId": 536, "text": "Listen --" }], "speaker": "RODRIGUEZ", "secId": 231 }, { "sentences": [{ "sentId": 537, "text": "I want you to take a look at --" }], "speaker": "LEMON", "secId": 232 }, { "sentences": [{ "sentId": 538, "text": "Yeah." }], "speaker": "RODRIGUEZ", "secId": 233 }, { "sentences": [{ "sentId": 539, "text": "These are some of the moments that landed him in trouble and then we'll talk." }], "speaker": "LEMON", "secId": 234 }, { "sentences": [{ "sentId": 540, "text": "Today is all about miracles, revolutionary items, big and small, that could change your life." }, { "sentId": 541, "text": "There are antioxidants in green coffee bean extract that melt your fat away." }, { "sentId": 542, "text": "And now I've got the number one miracle in a bottle to burn your fat." }, { "sentId": 543, "text": "It's raspberry ketone." }, { "sentId": 544, "text": "You want to be younger, live longer, and be stronger?" }, { "sentId": 545, "text": "Well, these shrubs produce a tiny fruit called sea buckthorn." }, { "sentId": 546, "text": "It is the new miracle berry." }], "speaker": "DR.OZ", "secId": 235 }, { "sentences": [{ "sentId": 547, "text": "I want to watch all those Dr. Jorge." }, { "sentId": 548, "text": "Go ahead." }, { "sentId": 549, "text": "Should he be more responsible?" }], "speaker": "LEMON", "secId": 236 }, { "sentences": [{ "sentId": 550, "text": "No." }, { "sentId": 551, "text": "You know what?" }, { "sentId": 552, "text": "-- yes, there needs to be -- what I think is upsetting these guys, unless they have some sort of conflict which, which will reveal itself, is the fact that he's not saying, you know what, there's no proof to this, but perhaps this is something that could work." }, { "sentId": 553, "text": "Well, I think there may be something here, and you know what?" }, { "sentId": 554, "text": "I've been on the show too, and I, I think he's a fine man." }, { "sentId": 555, "text": "If there is some sort of financial sort of tie-in with these products, then I think it definitely is up to him to disclose that." }, { "sentId": 556, "text": "That's the only thing here that I have a question with." }, { "sentId": 557, "text": "And even if there is, I don't even have a problem with that." }, { "sentId": 558, "text": "As long as he discloses that his people are aware of it." }], "speaker": "RODRIGUEZ", "secId": 237 }, { "sentences": [{ "sentId": 559, "text": "Disagree, disagree." }], "speaker": "CAPLAN", "secId": 238 }, { "sentences": [{ "sentId": 560, "text": "Just relax." }], "speaker": "CAPLAN", "secId": 239 }, { "sentences": [{ "sentId": 561, "text": "Oh, he's selling miracles in a bottle and he is profiting from it." }], "speaker": "LEMON", "secId": 240 }, { "sentences": [{ "sentId": 562, "text": "Yeah." }], "speaker": "CAPLAN", "secId": 241 }, { "sentences": [{ "sentId": 563, "text": "Why do you disagree?" }], "speaker": "LEMON", "secId": 242 }, { "sentences": [{ "sentId": 564, "text": "Well, you know, you know what I think --" }], "speaker": "CAPLAN", "secId": 243 }, { "sentences": [{ "sentId": 565, "text": "He's not profiting from that part." }, { "sentId": 566, "text": "He doesn't, he doesn't --" }], "speaker": "LEMON", "secId": 244 }, { "sentences": [{ "sentId": 567, "text": "Yeah, he's not." }], "speaker": "NAMPIAPARAMPIL", "secId": 245 }, { "sentences": [{ "sentId": 568, "text": "He's profiting on the ratings from the show." }], "speaker": "LEMON", "secId": 246 }, { "sentences": [{ "sentId": 569, "text": "You go out there and tell people that he has a magic berry..." }], "speaker": "CAPLAN", "secId": 247 }, { "sentences": [{ "sentId": 570, "text": "Yes." }], "speaker": "RODRIGUEZ", "secId": 248 }, { "sentences": [{ "sentId": 571, "text": "You gonna get a lot of eyeballs on them saying, yeah, I'd like to have the magic berry." }, { "sentId": 572, "text": "I don't want to go through a lot of exercise, regime and stuff like -- still think he's got to be more responsible." }], "speaker": "CAPLAN", "secId": 249 }, { "sentences": [{ "sentId": 573, "text": "Yeah, but -- but if you say." }, { "sentId": 574, "text": "Buy -- but if you say buy the magic berry and guess what?" }, { "sentId": 575, "text": "I own the magic berry, then I think people are going to -- to be pretty --" }], "speaker": "RODRIGUEZ", "secId": 250 }, { "sentences": [{ "sentId": 576, "text": "He doesn't have to own it, he has to do is get the advertiser to come to him." }], "speaker": "CAPLAN", "secId": 251 }, { "sentences": [{ "sentId": 577, "text": "He's also changing kind of the way that we view things." }, { "sentId": 578, "text": "I mean normally, the scientific medical community..." }], "speaker": "NAMPIAPARAMPIL", "secId": 252 }, { "sentences": [{ "sentId": 579, "text": "Yeah." }], "speaker": "LEMON", "secId": 253 }, { "sentences": [{ "sentId": 580, "text": "People do disagree." }, { "sentId": 581, "text": "Experts disagree, but it's all kind of closed in these academic journals and then when people agree --" }], "speaker": "NAMPIAPARAMPIL", "secId": 254 }, { "sentences": [{ "sentId": 582, "text": "Exactly." }], "speaker": "LEMON", "secId": 255 }, { "sentences": [{ "sentId": 583, "text": "You know it comes out at that point." }, { "sentId": 584, "text": "Where has he's taking the information directly to the public." }], "speaker": "NAMPIAPARAMPIL", "secId": 256 }, { "sentences": [{ "sentId": 585, "text": "OK." }, { "sentId": 586, "text": "I think there's a little bit of professional jealousy there." }, { "sentId": 587, "text": "I'm just saying." }], "speaker": "LEMON", "secId": 257 }, { "sentences": [{ "sentId": 588, "text": "Everybody knows who Dr. Oz is and no one knows..." }], "speaker": "LEMON", "secId": 258 }, { "sentences": [{ "sentId": 589, "text": "Yeah." }], "speaker": "NAMPIAPARAMPIL", "secId": 259 }, { "sentences": [{ "sentId": 590, "text": "Who the other doctors are." }, { "sentId": 591, "text": "Thank you." }, { "sentId": 592, "text": "CAPLAN: Thank you." }], "speaker": "LEMON", "secId": 260 }, { "sentences": [{ "sentId": 593, "text": "Appreciate all of you." }, { "sentId": 594, "text": "Coming up, Ben Affleck's apology, there's something in his family's past that he is embarrassed about." }, { "sentId": 595, "text": "That story is next." }], "speaker": "LEMON", "secId": 261 }, { "sentences": [{ "sentId": 596, "text": "Lots to get to, hot topics tonight." }, { "sentId": 597, "text": "When we -- When Ben Affleck was interviewed for PBS, the program, Finding Your Roots, he got an unwelcome surprise." }, { "sentId": 598, "text": "Turns out he had an ancestor who owned slaves." }, { "sentId": 599, "text": "Let's discuss this and more, joining me now is, Ben Ferguson, CNN political commentator, host of Ben Ferguson show." }, { "sentId": 600, "text": "Denise White, CEO of EAG sports management and Marc Lamont Hill, CNN political commentator." }, { "sentId": 601, "text": "OK." }, { "sentId": 602, "text": "So -- Ben, this is you first." }], "speaker": "LEMON", "secId": 262 }, { "sentences": [{ "sentId": 603, "text": "Yeah." }], "speaker": "FERGUSON", "secId": 263 }, { "sentences": [{ "sentId": 604, "text": "Is it Ben?" }, { "sentId": 605, "text": "Is Ben, Ben Affleck?" }, { "sentId": 606, "text": "Ben Ferguson?" }, { "sentId": 607, "text": "PBS, WNET announced tonight -- that you guys do look alike." }, { "sentId": 608, "text": "They are investigating reports that Ben Affleck asked to have his slave-owning ancestors edited out of his Finding His Roots episode." }, { "sentId": 609, "text": "The producers obliged." }, { "sentId": 610, "text": "What is your reaction to this?" }], "speaker": "LEMON", "secId": 264 }, { "sentences": [{ "sentId": 611, "text": "I think it was an understandable move at the beginning." }, { "sentId": 612, "text": "I'm sure from his perspective which is, hey, do you want to put something out there that's embarrassing to your family?" }, { "sentId": 613, "text": "And he probably in being in Hollywood is in that protections mode, to protect his family from paparazzi, to protect him from history." }, { "sentId": 614, "text": "But at the same time, there was a big mistake." }, { "sentId": 615, "text": "If you're going to go into this, there's a very good chance there are going to be people that are related to you and your, and your family tree that are going to have done things, in history, that you would personally disagree with now..." }], "speaker": "FERGUSON", "secId": 265 }, { "sentences": [{ "sentId": 616, "text": "Right." }], "speaker": "LEMON", "secId": 266 }, { "sentences": [{ "sentId": 617, "text": "And you never even met them." }, { "sentId": 618, "text": "So --" }], "speaker": "FERGUSON", "secId": 267 }, { "sentences": [{ "sentId": 619, "text": "I agree with you on that." }], "speaker": "LEMON", "secId": 268 }, { "sentences": [{ "sentId": 620, "text": "I wish he would have said, hey, let here it is, let's have a conversation about it." }, { "sentId": 621, "text": "And it was a bad move and he's now had to apologize." }], "speaker": "FERGUSON", "secId": 269 }, { "sentences": [{ "sentId": 622, "text": "He wasn't embarrassed about this -- look." }], "speaker": "LEMON", "secId": 270 }, { "sentences": [{ "sentId": 623, "text": "Your sixth great-grandfather volunteered to serve in the patriot army." }], "speaker": "UNIDENTIFIED MALE", "secId": 271 }, { "sentences": [{ "sentId": 624, "text": "Wow." }], "speaker": "AFFLECK", "secId": 272 }, { "sentences": [{ "sentId": 625, "text": "He fought, Ben, in the American Revolution." }], "speaker": "UNIDENTIFIED MALE", "secId": 273 }, { "sentences": [{ "sentId": 626, "text": "Wow that is incredible." }], "speaker": "AFFLECK", "secId": 274 }, { "sentences": [{ "sentId": 627, "text": "You are descendent from a patriot." }], "speaker": "UNIDENTIFIED MALE", "secId": 275 }, { "sentences": [{ "sentId": 628, "text": "I knew I felt a special affinity for the football team." }, { "sentId": 629, "text": "It wasn't -- that is really, really something." }, { "sentId": 630, "text": "I love it." }, { "sentId": 631, "text": "I'm developing this movie about revolutionary war and now I see why I was drawn to it." }], "speaker": "AFFLECK", "secId": 276 }, { "sentences": [{ "sentId": 632, "text": "Yeah, you have a personal connection." }], "speaker": "UNIDENTIFIED MALE", "secId": 277 }, { "sentences": [{ "sentId": 633, "text": "That is amazing." }], "speaker": "AFFLECK", "secId": 278 }, { "sentences": [{ "sentId": 634, "text": "That is a little cringe-worthy now, as we're watching it." }], "speaker": "LEMON", "secId": 279 }, { "sentences": [{ "sentId": 635, "text": "Yeah." }], "speaker": "FERGUSON", "secId": 280 }, { "sentences": [{ "sentId": 636, "text": "So he issued an apology on his Facebook page, you guys can put that apology up, and he said I regret my initial -- regret my initial thoughts." }, { "sentId": 637, "text": "You know, he said it was cringe-worthy and on and on." }, { "sentId": 638, "text": "You can read the apology." }, { "sentId": 639, "text": "But Denise, to, to Ben Ferguson's point, if, if shouldn't you go into this?" }, { "sentId": 640, "text": "Being transparent and knowing that there may be something embarrassing, especially if you're a white person in America, you're having your roots done, that there's a possibility that there may be some slave owners in your family." }], "speaker": "LEMON", "secId": 281 }, { "sentences": [{ "sentId": 641, "text": "Yeah, I think he, he should have known and been aware that, obviously something's going to come out or could potentially." }, { "sentId": 642, "text": "But I do back him up in the sense of, this wasn't a news program." }, { "sentId": 643, "text": "This is something that he let these producers come into his home and drudge up a lot of, you know, ancestry and past, that, you know, obviously he found something that he felt was disparaging to his family and quite embarrassing to know." }], "speaker": "WHITE", "secId": 282 }, { "sentences": [{ "sentId": 644, "text": "But I would say this is a news program, Marc Lamont Hill." }], "speaker": "LEMON", "secId": 283 }, { "sentences": [{ "sentId": 645, "text": "Well, it has a news feel to it and certainly, the show has a level of integrity that gets compromised if we start to believe that guests are editing out the very things we want to know about them." }, { "sentId": 646, "text": "And I don't think he should see this as something that's disparaging to his family --" }], "speaker": "HILL", "secId": 284 }, { "sentences": [{ "sentId": 647, "text": "Right." }], "speaker": "LEMON", "secId": 285 }, { "sentences": [{ "sentId": 648, "text": "Slavery was an awful thing..." }], "speaker": "HILL", "secId": 286 }, { "sentences": [{ "sentId": 649, "text": "And Don --" }], "speaker": "FERGUSON", "secId": 287 }, { "sentences": [{ "sentId": 650, "text": "But slavery was -- is a quintessentially American thing and it's -- what undergirds America itself." }, { "sentId": 651, "text": "If you're a white person in America, you have to assume that you're directly connected to slavery, just like black people are directly connected to slavery." }, { "sentId": 652, "text": "It's not something we should be embarrassed about or run from, it's something we should be honest and transparent about and embrace." }], "speaker": "HILL", "secId": 288 }, { "sentences": [{ "sentId": 653, "text": "And Don --" }], "speaker": "FERGUSON", "secId": 289 }, { "sentences": [{ "sentId": 654, "text": "I got to have Ben --" }], "speaker": "LEMON", "secId": 290 }, { "sentences": [{ "sentId": 655, "text": "You're just saying, if you look at Hollywood, there's one big thing, they love stories based on, what?" }, { "sentId": 656, "text": "True stories." }, { "sentId": 657, "text": "They love those." }], "speaker": "FERGUSON", "secId": 291 }, { "sentences": [{ "sentId": 658, "text": "Yeah." }], "speaker": "LEMON", "secId": 292 }, { "sentences": [{ "sentId": 659, "text": "They love them, produce them." }], "speaker": "FERGUSON", "secId": 293 }, { "sentences": [{ "sentId": 660, "text": "I agree Ben..." }], "speaker": "LEMON", "secId": 294 }, { "sentences": [{ "sentId": 661, "text": "Sp, when you walk into this..." }], "speaker": "FERGUSON", "secId": 295 }, { "sentences": [{ "sentId": 662, "text": "I've got to go on to the next topic." }], "speaker": "LEMON", "secId": 296 }, { "sentences": [{ "sentId": 663, "text": "You got to do it." }], "speaker": "FERGUSON", "secId": 297 }, { "sentences": [{ "sentId": 664, "text": "All right, all right, good." }, { "sentId": 665, "text": "All right, so we agree." }, { "sentId": 666, "text": "He should have done it." }, { "sentId": 667, "text": "And probably would have been better for I think people may have respected him more." }, { "sentId": 668, "text": "By the way, I like him, but I think on this thing he, he --" }], "speaker": "LEMON", "secId": 298 }, { "sentences": [{ "sentId": 669, "text": "Sure." }], "speaker": "FERGUSON", "secId": 299 }, { "sentences": [{ "sentId": 670, "text": "Did the right thing." }, { "sentId": 671, "text": "All right, I want you to listen now to a part of Cincinnati Reds manager Bryan Price's rant, dropped the F- bomb, 77 times, 5 minutes, 34 seconds." }, { "sentId": 672, "text": "Here it is." }], "speaker": "LEMON", "secId": 300 }, { "sentences": [{ "sentId": 673, "text": "I  talk to you guys like men." }, { "sentId": 674, "text": "I tell you what the  is going on with the team." }, { "sentId": 675, "text": "I tell you how I'm feeling about it as candidly as I can and then this ?" }, { "sentId": 676, "text": "You've got to watch this , ." }, { "sentId": 677, "text": "I've got to  read that on a  tweet from our own people in here that we don't have a  player?" }, { "sentId": 678, "text": "How the  does that benefit the Reds?" }, { "sentId": 679, "text": "It doesn't benefit us one  bit." }, { "sentId": 680, "text": "God  we try to go out there and win  games and I go to come in here and then you guys  blow it all over the  place?" }], "speaker": "PRICE", "secId": 301 }, { "sentences": [{ "sentId": 681, "text": "I don't think we did so well on some of those beeps." }], "speaker": "LEMON", "secId": 302 }, { "sentences": [{ "sentId": 682, "text": "And Ben you said -- you would like to play for, for Bryan Price?" }], "speaker": "LEMON", "secId": 303 }, { "sentences": [{ "sentId": 683, "text": "Yes." }], "speaker": "FERGUSON", "secId": 304 }, { "sentences": [{ "sentId": 684, "text": "Why is that?" }], "speaker": "LEMON", "secId": 305 }, { "sentences": [{ "sentId": 685, "text": "Go on every four seconds, finally, a manager that's telling the truth." }, { "sentId": 686, "text": "He says, look, how insensitive are you guys?" }, { "sentId": 687, "text": "I've got guys that I'm literally about to let them know that they're not going to get in the majors." }, { "sentId": 688, "text": "They're going to sitting down in the minors, and they are finding out about it on Twitter." }, { "sentId": 689, "text": "If you've ever known anyone that's ever tried to make it as an athlete, finding out through the media that you've been traded or are not going to dress that night, it has got to be a terrible feeling, and from this perspective of this manager..." }], "speaker": "FERGUSON", "secId": 306 }, { "sentences": [{ "sentId": 690, "text": "OK." }], "speaker": "LEMON", "secId": 307 }, { "sentences": [{ "sentId": 691, "text": "If I'm on a player, I would want to play for a guy like this." }, { "sentId": 692, "text": "This guy is incredible." }], "speaker": "FERGUSON", "secId": 308 }, { "sentences": [{ "sentId": 693, "text": "Denise, do you understand why..." }], "speaker": "LEMON", "secId": 309 }, { "sentences": [{ "sentId": 694, "text": "Yes." }], "speaker": "WHITE", "secId": 310 }, { "sentences": [{ "sentId": 695, "text": "He was so mad?" }], "speaker": "LEMON", "secId": 311 }, { "sentences": [{ "sentId": 696, "text": "He's -- absolutely." }, { "sentId": 697, "text": "But first of all, this isn't going to be the first or last time we see a manager going off on the media." }, { "sentId": 698, "text": "And -- but secondly, more importantly, it would -- in people -- and in sports, especially the media, and more importantly the players and the coaches, understand that you don't want to give the other team a hedge up." }, { "sentId": 699, "text": "You want to keep those things..." }], "speaker": "WHITE", "secId": 312 }, { "sentences": [{ "sentId": 700, "text": "Bingo." }], "speaker": "LEMON", "secId": 313 }, { "sentences": [{ "sentId": 701, "text": "As private as possible." }, { "sentId": 702, "text": "You know, they're going to set up themselves to -- if you're missing a star catcher or if you're missing a star tight end or if you're missing a star -- you know, forward, whatever it might be." }], "speaker": "WHITE", "secId": 314 }, { "sentences": [{ "sentId": 703, "text": "That's it." }], "speaker": "LEMON", "secId": 315 }, { "sentences": [{ "sentId": 704, "text": "So I understand his, his -- frustration and the fact that he wants to keep some of that, you know, private." }, { "sentId": 705, "text": "You know, especially the fact that he's also -- there's seven -- you know they just lost seven of their past eight games." }, { "sentId": 706, "text": "So he's frustrated." }], "speaker": "WHITER", "secId": 316 }, { "sentences": [{ "sentId": 707, "text": "Yeah." }], "speaker": "LEMON", "secId": 317 }, { "sentences": [{ "sentId": 708, "text": "Now, do I condone 77 F-bombs?" }, { "sentId": 709, "text": "Probably not..." }], "speaker": "WHITE", "secId": 318 }, { "sentences": [{ "sentId": 710, "text": "But he's, he's speaking to it also --" }], "speaker": "LEMON", "secId": 319 }, { "sentences": [{ "sentId": 711, "text": "But I understand his frustration." }], "speaker": "WHITE", "secId": 320 }, { "sentences": [{ "sentId": 712, "text": "He did apologize for the words that he used, but not for the content of his message." }, { "sentId": 713, "text": "I want to get to this before we go." }, { "sentId": 714, "text": "This is according to the Daily News, these photos are from the Daily News and they reportedly show, this is Bruce Jenner, for the first time, in a dress, outside of his -- they're reportedly outside of his Malibu home." }, { "sentId": 715, "text": "There are several pictures, according to the Daily News and there are several pictures of him." }, { "sentId": 716, "text": "What does this mean, Marc?" }, { "sentId": 717, "text": "Can we talk about this, when it comes to -- I mean, Bruce is a sports icon." }], "speaker": "LEMON", "secId": 321 }, { "sentences": [{ "sentId": 718, "text": "Yeah." }], "speaker": "HILL", "secId": 322 }, { "sentences": [{ "sentId": 719, "text": "He's an American hero, an American icon." }, { "sentId": 720, "text": "Do you think -- what does this mean for the trans community and for America?" }], "speaker": "LEMON", "secId": 323 }, { "sentences": [{ "sentId": 721, "text": "I think it's appropriate." }, { "sentId": 722, "text": "At this point, I'm using the pronoun her." }, { "sentId": 723, "text": "I understand why you're not, I think until Bruce comes clear about what - Bruce is doing." }, { "sentId": 724, "text": "You know, pronouns become tricky, but I don't want to mis-gender Bruce either." }, { "sentId": 725, "text": "I think it's exciting to see such an important and in public figure making this transition --" }], "speaker": "HILL", "secId": 324 }, { "sentences": [{ "sentId": 726, "text": "Should he be doing this on television, because our critics are saying he should not be doing this as a spectacle?" }, { "sentId": 727, "text": "Quickly." }], "speaker": "LEMON", "secId": 325 }, { "sentences": [{ "sentId": 728, "text": "I think, I think people should come out and identify the way they want." }, { "sentId": 729, "text": "I don't -- I think all of this is spectacle." }, { "sentId": 730, "text": "I think at some point, because Bruce is a public figure, we should be able to do this publicly and embrace this publicly..." }], "speaker": "HILL", "secId": 326 }, { "sentences": [{ "sentId": 731, "text": "OK." }], "speaker": "LEMON", "secId": 327 }, { "sentences": [{ "sentId": 732, "text": "There's a lesson in this for all of us." }, { "sentId": 733, "text": "Congrats to Bruce for being who you want to be, for identifying --" }], "speaker": "HILL", "secId": 328 }, { "sentences": [{ "sentId": 734, "text": "Not --" }], "speaker": "LEMON", "secId": 329 }, { "sentences": [{ "sentId": 735, "text": "What you supposed to be." }], "speaker": "HILL", "secId": 330 }, { "sentences": [{ "sentId": 736, "text": "Not the last time we'll talk about this, I'm sure." }, { "sentId": 737, "text": "Thanks to everyone." }, { "sentId": 738, "text": "We'll be right back." }], "speaker": "LEMON", "secId": 331 }, { "sentences": [{ "sentId": 739, "text": "That is it for us." }, { "sentId": 740, "text": "Thank you for watching." }, { "sentId": 741, "text": "I'm Don Lemon." }, { "sentId": 742, "text": "I'll see you back here tomorrow night." }, { "sentId": 743, "text": "\"AC360\" starts right now." }], "speaker": "LEMON", "secId": 332 }], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1504.21.cnnt.01.html.json", "time": "Aired April 21, 2015 - 22:00   ET" }