{"sectionCount": 226, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["LEMON", "TRUMP", "CLINTON", "LABOTT", "SERFATY", "ZELENY", "OBAMA", "FALLOWS", "MCKINNON", "GIULIANI", "CASSIDY", "LORBER", "CAMPBELL", "HOLT", "MOOS", "UNIDENTIFIED MALE", "MOOS "], "subTitle": "Former Israeli President Shimon Peres Dies at 93; Trump and Clinton Back on Campaign Trail; Trump-Clinton Debate the Most Watched Ever; Clinton Slams Trump's Failure to Release Tax Returns; Analyzing the Candidates; Some Sniffles and a Shimmy. Aired 11p-12a ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1609/27/cnnt.02.html", "sentenceCount": 553, "sections": [{"sentences": [{"sentId": 0, "text": "Was it the debate of the century?"}], "speaker": "LEMON", "secId": 0}, {"sentences": [{"sentId": 1, "text": "This is CNN TONIGHT, I'm Don Lemon."}], "speaker": "LEMON", "secId": 1}, {"sentences": [{"sentId": 2, "text": "You saw Donald Trump and Hillary Clinton go head-to-head in their very first debate last night."}], "speaker": "LEMON", "secId": 2}, {"sentences": [{"sentId": 3, "text": "You look at the inner cities and I just left Detroit and I just left Philadelphia."}, {"sentId": 4, "text": "And I just -- you know, you've seen me."}, {"sentId": 5, "text": "I've been all over the place."}, {"sentId": 6, "text": "You decided to stay home and that's OK."}], "speaker": "TRUMP", "secId": 3}, {"sentences": [{"sentId": 7, "text": "I think Donald just criticized me for preparing for this debate."}, {"sentId": 8, "text": "And yes, I did."}, {"sentId": 9, "text": "And you know what else I prepared for?"}, {"sentId": 10, "text": "I prepared to be president, and I think that's a good thing."}], "speaker": "CLINTON", "secId": 4}, {"sentences": [{"sentId": 11, "text": "And that's a good line but will it move the needle with undecided voters and what should we expect from their next debate in less than two weeks?"}, {"sentId": 12, "text": "Will we see a different Donald Trump?"}, {"sentId": 13, "text": "Can Hillary Clinton seal the deal with just six weeks until Election Day."}], "speaker": "LEMON", "secId": 5}, {"sentences": [{"sentId": 14, "text": "But first, I want to get to our breaking news out of the Middle East."}, {"sentId": 15, "text": "The death of former Israel president Shimon Peres."}, {"sentId": 16, "text": "The 93-year-old Peres had been hospitalized since suffering a stroke on September 13th."}, {"sentId": 17, "text": "He was a force in Israeli politics for more than half a century including a seven-year term as president."}], "speaker": "LEMON", "secId": 6}, {"sentences": [{"sentId": 18, "text": "Joining me now on the phone is CNN's Elise Labott."}], "speaker": "LEMON", "secId": 7}, {"sentences": [{"sentId": 19, "text": "Elise, thank you so much for joining us."}, {"sentId": 20, "text": "Explain the political force Shimon Peres was."}], "speaker": "LEMON", "secId": 8}, {"sentences": [{"sentId": 21, "text": "Well, Don, you know, this is a man that didn't come to the Israeli government as a man of peace."}, {"sentId": 22, "text": "I mean, when he first came, he helped to build up the Israeli Defense Forces."}, {"sentId": 23, "text": "He was very instrumental in the settlements movement, but as he grew up and as he grew in Israel's politics this was a man who spoke so often about peace and became -- you know, and got this kind of degree of acclaim on the international stage."}], "speaker": "LABOTT", "secId": 9}, {"sentences": [{"sentId": 24, "text": "He assumed the presidency."}, {"sentId": 25, "text": "He had served twice briefly as prime minister including after the assassination of Yitzhak Rabin, that was a very important moment in the Israeli consciousness, and kind of found the strength to talk more about the importance of peace saying, you can kill a body, but you can't kill the great and noble ideas of peace Yitzhak Rabin was perpetuating."}, {"sentId": 26, "text": "And this is a man who grew to be the man of peace, the grandfather of the Israeli nation, and -- and that's why he grew with such acclaim on the international stage."}], "speaker": "LABOTT", "secId": 10}, {"sentences": [{"sentId": 27, "text": "I have the privilege of interviewing him several times and even though he spoke of peace with Israel's Arab neighbors, with the Palestinians, he called those critics of the Israeli peace process delusional saying a peace process that deal with the Palestinians was inevitable."}, {"sentId": 28, "text": "He was never, you know, kind of talking any less about Israeli security."}, {"sentId": 29, "text": "It was Israeli security with peace, and I think that's why he was so beloved by the Israeli public because he did speak about peace, but he also knew what it would take for Israel to have a secure peace."}], "speaker": "LABOTT", "secId": 11}, {"sentences": [{"sentId": 30, "text": "All right."}], "speaker": "LEMON", "secId": 12}, {"sentences": [{"sentId": 31, "text": "I was there when he was on his 90th birthday."}, {"sentId": 32, "text": "There was a huge celebration, Bill Clinton was there speaking, Barbara Streisand sang to him."}, {"sentId": 33, "text": "This was a man that is really going to be, you know, missed, as the grandfather of the Israeli country -- Don."}], "speaker": "LABOTT", "secId": 13}, {"sentences": [{"sentId": 34, "text": "Our Elise Labott, speaking with us with the breaking news, the former Israeli president and prime minister Shimon Peres dead at the age of 93."}, {"sentId": 35, "text": "Reacting coming in."}, {"sentId": 36, "text": "We will get to that as we get more."}], "speaker": "LEMON", "secId": 14}, {"sentences": [{"sentId": 37, "text": "Thank you, Elise."}, {"sentId": 38, "text": "Appreciate that."}], "speaker": "LEMON", "secId": 15}, {"sentences": [{"sentId": 39, "text": "I want to turn now to the candidates, back on the campaign trail today."}, {"sentId": 40, "text": "Let's bring in CNN's Jeff Zeleny and Sunlen Serfaty."}], "speaker": "LEMON", "secId": 16}, {"sentences": [{"sentId": 41, "text": "Thank you so much for joining us tonight."}, {"sentId": 42, "text": "Sunlen, you first."}, {"sentId": 43, "text": "Donald Trump was down in Florida tonight."}, {"sentId": 44, "text": "We've heard mixed messages from him on how he felt about last night's debate."}, {"sentId": 45, "text": "What is he saying tonight?"}], "speaker": "LEMON", "secId": 17}, {"sentences": [{"sentId": 46, "text": "Yes, it was really interesting, Don."}, {"sentId": 47, "text": "Mixed messages for sure."}, {"sentId": 48, "text": "Earlier in the day he almost took on a defensive posture when talking about his debate performance, complaining and blaming a microphone malfunction in his opinion, you know, commenting on the questions that were asked by the moderator Lester Holt."}, {"sentId": 49, "text": "But tonight in Florida it almost looked like he flipped a switch and went more on the offense, more of an attempt to reframe the narrative around his debate performance."}], "speaker": "SERFATY", "secId": 18}, {"sentences": [{"sentId": 50, "text": "He was explaining, he said, you know, look, I didn't want to embarrass Hillary Clinton."}, {"sentId": 51, "text": "I was holding back last night and explained how he approached last night's debate going into it."}, {"sentId": 52, "text": "Here's more of what he had to say."}], "speaker": "SERFATY", "secId": 19}, {"sentences": [{"sentId": 53, "text": "But I watched last night, I found it so interesting."}, {"sentId": 54, "text": "I knew I was going into a situation where you were going to have one of the largest audiences in the history of television."}, {"sentId": 55, "text": "And I took a deep breath and I pretended I was talking to my family."}, {"sentId": 56, "text": "It was very interesting."}, {"sentId": 57, "text": "You just block it out."}, {"sentId": 58, "text": "Very interesting."}, {"sentId": 59, "text": "And she was talking about what she's going to do to get rid of ISIS, what she was going to do on childcare, what she was going to do on all of these different things."}, {"sentId": 60, "text": "And I kept saying, for 26 years you've been doing nothing."}], "speaker": "TRUMP", "secId": 20}, {"sentences": [{"sentId": 61, "text": "And he went on throughout his rallies three in front of his reporters and really went through a whole line of attacks point-by-point against Hillary Clinton, Don, almost like he was unleashing everything he wanted to get to, all the attacks he wanted to make last night, but didn't get to -- Don."}], "speaker": "SERFATY", "secId": 21}, {"sentences": [{"sentId": 62, "text": "Sunlen, the next debate coming up next Sunday."}, {"sentId": 63, "text": "How do you think the Trump camp is planning for the next go-round?"}], "speaker": "LEMON", "secId": 22}, {"sentences": [{"sentId": 64, "text": "Well, I certainly think that last night on the debate stage we saw a different level of preparation so certainly I think that will factor into team Trump, and Donald Trump himself has already given hints on how potentially he's approaching this next debate."}, {"sentId": 65, "text": "He said today, he may hit her harder next time, even bringing up the specter that he might bring up Bill Clinton's past indiscretions to this debate stage."}], "speaker": "SERFATY", "secId": 23}, {"sentences": [{"sentId": 66, "text": "But certainly the format of the debate is different."}, {"sentId": 67, "text": "Next time it's going to be a town hall format so that sets up a different complexity, a different kind of tone to the night."}, {"sentId": 68, "text": "Certainly that's something that team Trump will likely have to factor in as well."}], "speaker": "SERFATY", "secId": 24}, {"sentences": [{"sentId": 69, "text": "All right."}, {"sentId": 70, "text": "Sunlen, stand by."}, {"sentId": 71, "text": "I want to bring in Jeff Zeleny now because Hillary Clinton took a victory lap today following her debate performance."}, {"sentId": 72, "text": "She is taking some digs at Donald Trump."}, {"sentId": 73, "text": "Let listen and we'll discuss."}], "speaker": "LEMON", "secId": 25}, {"sentences": [{"sentId": 74, "text": "And he made it very clear that he didn't prepare for that debate."}, {"sentId": 75, "text": "You know, at one point he was kind of digging me for spending time off the campaign trail to get prepared but just trying to keep track of everything he says took a lot of time and effort."}, {"sentId": 76, "text": "And I said, yes, you know what, I did prepare and I'll tell you something else I prepared for, I prepared to be president of the United States and I think that's good."}], "speaker": "CLINTON", "secId": 26}, {"sentences": [{"sentId": 77, "text": "And Don, so interestingly, she used that line last night at the debate and again today in Raleigh, North Carolina, right there."}, {"sentId": 78, "text": "She's making no apology for the fact that she is preparing."}, {"sentId": 79, "text": "She's the A-plus student in the class, and she is not saying that she's not here."}, {"sentId": 80, "text": "That's pretty interesting that she's doubling down on that."}, {"sentId": 81, "text": "But also interesting, in that speech in Raleigh, she had a spring in her step like we have never seen before."}], "speaker": "ZELENY", "secId": 27}, {"sentences": [{"sentId": 82, "text": "I talked to a senior adviser today, he said, this is the best day of the campaign since she won the primary back in June."}, {"sentId": 83, "text": "Now the question is will it last?"}, {"sentId": 84, "text": "We'll find out as we get poll numbers and other things."}, {"sentId": 85, "text": "But she was talking about fact-checking, she was talking about taxes."}, {"sentId": 86, "text": "I was struck by how uniformed her message was today in Raleigh, North Carolina, as it was last night on the debate stage."}], "speaker": "ZELENY", "secId": 28}, {"sentences": [{"sentId": 87, "text": "But a tweet came today from the president of the United States, also watching the debate."}, {"sentId": 88, "text": "He was one of those 81 million people."}, {"sentId": 89, "text": "He said this."}, {"sentId": 90, "text": "He said, \"I couldn't be more proud of Hillary Clinton."}, {"sentId": 91, "text": "Her vision and command during last night's debate showed that she's ready to be the next POTUS,\" of course president of the United States there."}, {"sentId": 92, "text": "So he's trying to pass the torch on to her."}, {"sentId": 93, "text": "But there are still 42 days to go."}], "speaker": "ZELENY", "secId": 29}, {"sentences": [{"sentId": 94, "text": "Yes."}, {"sentId": 95, "text": "And he made some of the comments speaking with Ryan Seacrest today, saying basically the same thing."}], "speaker": "LEMON", "secId": 30}, {"sentences": [{"sentId": 96, "text": "Hillary Clinton is out with a new ad tonight, Jeff."}], "speaker": "LEMON", "secId": 31}, {"sentences": [{"sentId": 97, "text": "She is and that is featuring Michelle Obama."}, {"sentId": 98, "text": "Michelle Obama is going to be campaigning again, her second solo campaign appearance for the Clinton campaign tomorrow in Philadelphia."}, {"sentId": 99, "text": "But she's out with this new ad, not taking on Donald Trump at all, but building up Hillary Clinton."}, {"sentId": 100, "text": "Let's watch."}], "speaker": "ZELENY", "secId": 32}, {"sentences": [{"sentId": 101, "text": "Our children watch everything we do, and the person we elect as president has the power to shape their lives for years to come."}], "speaker": "OBAMA", "secId": 33}, {"sentences": [{"sentId": 102, "text": "Hillary has spent her entire career bringing folks together on behalf of our kids because she believes that every child deserves a chance to succeed."}, {"sentId": 103, "text": "Hillary will be a president our kids can look up to, a president who believes in our kids and will fight for them every day."}, {"sentId": 104, "text": "That's why I believe in her."}], "speaker": "OBAMA", "secId": 34}, {"sentences": [{"sentId": 105, "text": "So that really is a positive message designed at bringing up her positive attributes."}, {"sentId": 106, "text": "Of course these are two candidates, Trump and Clinton, with the highest negatives of any candidate in recent history."}, {"sentId": 107, "text": "Best designed to lift her up."}, {"sentId": 108, "text": "She'll be in Philadelphia tomorrow."}, {"sentId": 109, "text": "Those Philly suburbs, so critical in this election."}], "speaker": "ZELENY", "secId": 35}, {"sentences": [{"sentId": 110, "text": "And the first lady has some of the highest positives in the --"}], "speaker": "LEMON", "secId": 36}, {"sentences": [{"sentId": 111, "text": "The highest positives of any political figure."}, {"sentId": 112, "text": "If you want someone on your side, you want Michelle Obama."}], "speaker": "ZELENY", "secId": 37}, {"sentences": [{"sentId": 113, "text": "Michelle Obama, the first lady."}, {"sentId": 114, "text": "Thank you very much, Jeff."}, {"sentId": 115, "text": "I really appreciate that."}], "speaker": "LEMON", "secId": 38}, {"sentences": [{"sentId": 116, "text": "Here to discuss all of this now is James Fallows, the national correspondent for the \"Atlantic\" and Mr. Mark McKinnon, the co-creator of Showtime's \"The Circus: Inside the Greatest Political Show on Earth.\""}, {"sentId": 117, "text": "We'll talk about that in just a minute."}], "speaker": "LEMON", "secId": 39}, {"sentences": [{"sentId": 118, "text": "But first, James, I want to get to you."}, {"sentId": 119, "text": "Thank you, by the way, gentlemen, for joining me this evening."}, {"sentId": 120, "text": "So we see this new CNN-ORC poll, which shows a 62 percent of debate watchers say that Hillary Clinton won the debate."}, {"sentId": 121, "text": "We should note that this poll skews more Democrats because more Democrats happened to watch this debate, but with over 80 million people tuning in last night, did Hillary Clinton grow her support?"}, {"sentId": 122, "text": "Did Trump grow his support, James?"}], "speaker": "LEMON", "secId": 40}, {"sentences": [{"sentId": 123, "text": "So I think that if you thought of the challenge each candidate had, that for Donald Trump, you know, we recognize that he has a certain core of supporters who are with him."}, {"sentId": 124, "text": "The question is people who are not yet with him."}, {"sentId": 125, "text": "Women, Latinos, African-Americans, younger people, college-educated people."}], "speaker": "FALLOWS", "secId": 41}, {"sentences": [{"sentId": 126, "text": "Was there much that he said during that performance that would grow his base?"}, {"sentId": 127, "text": "My sense was probably not."}], "speaker": "FALLOWS", "secId": 42}, {"sentences": [{"sentId": 128, "text": "I think Hillary Clinton, her job was to show that she had the same kind of -- that she could be authoritative without seeming -- without reinforcing the various negative stereotypes people have of her."}, {"sentId": 129, "text": "The time when she's done that most effectively before this was the Benghazi commission hearings, and I think that was the model she had in mind which she largely replicated."}], "speaker": "FALLOWS", "secId": 43}, {"sentences": [{"sentId": 130, "text": "So, Mark, there's some more news out tonight that I want to discuss with you."}, {"sentId": 131, "text": "It's about this ongoing hacking story."}, {"sentId": 132, "text": "We're finding out today that the FBI is now investigating a hack into DNC staffer's cell phone."}, {"sentId": 133, "text": "Last night Trump was asked about cyberattacks and who might be behind them."}, {"sentId": 134, "text": "Let's listen and then we'll talk about it."}], "speaker": "LEMON", "secId": 44}, {"sentences": [{"sentId": 135, "text": "I don't think anybody knows it was Russia that broke into the DNC."}, {"sentId": 136, "text": "She's saying Russia, Russia, Russia."}, {"sentId": 137, "text": "But I don't -- maybe it was."}, {"sentId": 138, "text": "I mean, it could be Russia, but it could also be China, it could also be lots of other people, it also could be somebody sitting on their bed that weighs 400 pounds, OK."}], "speaker": "TRUMP", "secId": 45}, {"sentences": [{"sentId": 139, "text": "So, Mark, here's the thing."}, {"sentId": 140, "text": "Intelligence officials widely believe that Russia or hackers working for Russia are the culprits here, so for Donald Trump to blame a 400-pound person besides being completely insulting, does it come off as an uninformed and -- a real problem and a real issue that we're having?"}], "speaker": "LEMON", "secId": 46}, {"sentences": [{"sentId": 141, "text": "INSIDE THE GREATEST POLITICAL SHOW ON EARTH\":  Yes, Don, it comes off as being uninformed and not serious."}, {"sentId": 142, "text": "And I think that you played that preparation clip at the top of the show, which I think is a really important thing to focus on and the fact that Hillary Clinton's talking about it today."}], "speaker": "MCKINNON", "secId": 47}, {"sentences": [{"sentId": 143, "text": "Donald Trump criticized her for preparing as if that was a weakness."}, {"sentId": 144, "text": "I mean that's the one thing he got right last night that she did prepare, he didn't, and it showed."}, {"sentId": 145, "text": "Presidential campaigns are important, serious deals and voters want to know you take it seriously."}, {"sentId": 146, "text": "My old boss, George W. Bush, didn't like to prepare for debates but he knew he had to do it and he started six months before the election and practiced almost every week."}], "speaker": "MCKINNON", "secId": 48}, {"sentences": [{"sentId": 147, "text": "A serious person running for president knows that that's part of the job."}, {"sentId": 148, "text": "You've got to be prepared and you can't wing a debate, as we saw last night, and you can't wing it as president."}], "speaker": "MCKINNON", "secId": 49}, {"sentences": [{"sentId": 149, "text": "So when the campaign or surrogates of supporters say, well, she sounded too rehearsed last night, does that mean that she sounded like she was prepared to be president of the United States?"}, {"sentId": 150, "text": "What does that mean?"}], "speaker": "LEMON", "secId": 50}, {"sentences": [{"sentId": 151, "text": "I think people want their president -- you'd rather have a president that's rehearsed than somebody that doesn't -- that, you know, isn't rehearsed at all."}, {"sentId": 152, "text": "At least she knew her facts."}, {"sentId": 153, "text": "She was ready and she was prepared."}, {"sentId": 154, "text": "And, you know, the one thing about Hillary Clinton is that, you know, there were some places where she could have I think taken advantage of some opportunities, but overall, she didn't make any big mistakes."}, {"sentId": 155, "text": "She was very consistent."}, {"sentId": 156, "text": "She looked good."}, {"sentId": 157, "text": "She -- you know, despite what Donald Trump said, she had good stamina."}, {"sentId": 158, "text": "She looked healthy, she looked strong, she looked -- you know, he brought up stamina, but she was the one at the end of the debate who looked fresh and strong, and he looked like that one who was flagging."}], "speaker": "MCKINNON", "secId": 51}, {"sentences": [{"sentId": 159, "text": "James, why are you shaking your head?"}], "speaker": "LEMON", "secId": 52}, {"sentences": [{"sentId": 160, "text": "I'm shaking my head, agreeing with that, and also thinking of two illustrations that show what Donald Trump did not do."}, {"sentId": 161, "text": "Let's think back to 1980 when Jimmy Carter, a president that I had worked for, was up against Ronald Reagan, even though Ronald Reagan had been a two-term governor of California, the biggest state, people weren't sure whether he was ready for the presidency and after his one debate with Jimmy Carter, he seemed to project this kind of confidence, similarly with George W. Bush when he was going against Al Gore in 2000."}], "speaker": "FALLOWS", "secId": 53}, {"sentences": [{"sentId": 162, "text": "Bush had been a successful governor of Texas but people didn't know whether he was relative -- whether he was ready for the national stage, where Gore had been vice president."}, {"sentId": 163, "text": "Again after their debates where George W. Bush did very well, I think he sort of -- he solved a lot of those concerns."}], "speaker": "FALLOWS", "secId": 54}, {"sentences": [{"sentId": 164, "text": "I don't think there's anybody who feels more comfortable about Donald Trump with his presidential temperament and preparation now compared to 24 hours ago."}, {"sentId": 165, "text": "I think that he didn't advance that very important thing, that somebody in his position needed to do."}, {"sentId": 166, "text": "LEMON:  That's perfect because I want to play this and I want to get"}], "speaker": "FALLOWS", "secId": 55}, {"sentences": [{"sentId": 167, "text": "your reactions."}, {"sentId": 168, "text": "Let's play this."}, {"sentId": 169, "text": "Let's listen."}], "speaker": "FALLOWS", "secId": 56}, {"sentences": [{"sentId": 170, "text": "Well, I have much better judgment than she does."}, {"sentId": 171, "text": "There's no question about that."}, {"sentId": 172, "text": "I also have a much better temperament than she has."}, {"sentId": 173, "text": "You know?"}, {"sentId": 174, "text": "I have a much better -- she spent -- let me tell you, she spent hundreds of millions of dollars on an advertising -- you know, they get Madison Avenue into a room, they put -- temperament."}, {"sentId": 175, "text": "Let's go after -- I think my strongest asset, maybe by far, is my temperament."}, {"sentId": 176, "text": "I have a winning temperament."}, {"sentId": 177, "text": "I know how to win."}], "speaker": "TRUMP", "secId": 57}, {"sentences": [{"sentId": 178, "text": "So, James, you first."}, {"sentId": 179, "text": "I mean, the audience laughed when he defended his temperament."}], "speaker": "LEMON", "secId": 58}, {"sentences": [{"sentId": 180, "text": "Yes."}, {"sentId": 181, "text": "The room I was in, there was a spontaneous laugh, too."}, {"sentId": 182, "text": "Let's think."}, {"sentId": 183, "text": "Franklin Roosevelt, it was often said of him that he had a second rate mind, but a first-rate temperament."}, {"sentId": 184, "text": "Abraham Lincoln probably first rate on both counts."}, {"sentId": 185, "text": "George Washington, Dwight Eisenhower, first-rate temperament."}], "speaker": "FALLOWS", "secId": 59}, {"sentences": [{"sentId": 186, "text": "Can you imagine any of those people saying, I have a great temperament?"}, {"sentId": 187, "text": "It's just not something -- if you say that, it proves that you don't have it."}], "speaker": "FALLOWS", "secId": 60}, {"sentences": [{"sentId": 188, "text": "Mark, did the defense -- I mean, considering what James just said, is he right?"}, {"sentId": 189, "text": "Do the defense of his temperament do him more harm than good in this debate?"}], "speaker": "LEMON", "secId": 61}, {"sentences": [{"sentId": 190, "text": "Well, brought up an issue that people think he has a problem with, so it put a spotlight on the problem that -- that most people think that he has."}], "speaker": "MCKINNON", "secId": 62}, {"sentences": [{"sentId": 191, "text": "Plus when he was talking about that, he was whining and complaining about negative ads which just looked like weakness."}, {"sentId": 192, "text": "I mean, the last thing the candidates should do is be complaining about an opponent's negative ads against them."}, {"sentId": 193, "text": "That just looked weak and that -- you know, that's not a good temperament if you're complaining about somebody's ads."}], "speaker": "MCKINNON", "secId": 63}, {"sentences": [{"sentId": 194, "text": "Yes."}, {"sentId": 195, "text": "But there's temperament and then there's also lack of knowledge which she has been trying to pin him with, and also saying that he is -- you know, he's easily sort of swayed and affected by even a tweet."}, {"sentId": 196, "text": "Does this add into that?"}], "speaker": "LEMON", "secId": 64}, {"sentences": [{"sentId": 197, "text": "So one of the things I argue -- sorry, go ahead, Mark."}], "speaker": "FALLOWS", "secId": 65}, {"sentences": [{"sentId": 198, "text": "Well, I was just going to say that, you know, he took the bait a lot."}, {"sentId": 199, "text": "And that's what you don't want in a president."}, {"sentId": 200, "text": "You don't want somebody or a candidate is taking the bait and he did consistently throughout the debate."}, {"sentId": 201, "text": "So -- but listen, I will give him credit."}, {"sentId": 202, "text": "The first half of -- the first, you know, third of the debate, he had some very strong moments."}, {"sentId": 203, "text": "He had -- you know, he good composure for the first third and he's very strong on trade and jobs."}], "speaker": "MCKINNON", "secId": 66}, {"sentences": [{"sentId": 204, "text": "You know, so, you can see that when he's on and when he's on his game and when he's on some issues he's comfortable and knows about, he can be very good."}, {"sentId": 205, "text": "So, you know, I think -- there's a very good chance that he'll kind of get the message and we'll see a much better performance from Donald Trump next time."}], "speaker": "MCKINNON", "secId": 67}, {"sentences": [{"sentId": 206, "text": "Go ahead, James."}], "speaker": "LEMON", "secId": 68}, {"sentences": [{"sentId": 207, "text": "So in my \"Atlantic\" article about the debates, I said that one of the tests, there'll be two tests, about whether this had succeeded from Hillary Clinton's point of view."}, {"sentId": 208, "text": "One is if you were watching this debate with the sound turned off, who would seem more composed?"}, {"sentId": 209, "text": "I think clearly as you were saying earlier that she was the -- came out ahead that way."}, {"sentId": 210, "text": "The other is, she was certain to have a bunch of little pin pricks that she would be launching against him, whether was he really as rich as he said, whether he as respected as he said, other things that she knew he had a thin skin about, and the question would be, would he respond, would he take the bait, and he took the bait right out of her hands."}], "speaker": "FALLOWS", "secId": 69}, {"sentences": [{"sentId": 211, "text": "OK."}, {"sentId": 212, "text": "When we come back, we're going to talk about -- Mark is going to take us behind the scenes of this crazy campaign that's going on right now."}, {"sentId": 213, "text": "This crazy election season."}, {"sentId": 214, "text": "And we're also going to discuss some controversial comments by the former mayor of New York City, Rudy Giuliani."}, {"sentId": 215, "text": "We'll be right back."}], "speaker": "LEMON", "secId": 70}, {"sentences": [{"sentId": 216, "text": "84 million people watched last night's debate, but did they like what they saw?"}, {"sentId": 217, "text": "Back with me now, James Fallows and Mark McKinnon."}], "speaker": "LEMON", "secId": 71}, {"sentences": [{"sentId": 218, "text": "Mark, we were just talking about this the other night as you were shooting your documentary series, Showtime, called \"The Circus.\""}, {"sentId": 219, "text": "It really pulls back the curtain on the 2016 race and you actually talk about the debates."}, {"sentId": 220, "text": "Let's take a look at a clip and then we'll talk about it."}], "speaker": "LEMON", "secId": 72}, {"sentences": [{"sentId": 221, "text": "We think the first debate will be the most-watched television event in history and probably the single greatest driver of the outcome of this election."}], "speaker": "MCKINNON", "secId": 73}, {"sentences": [{"sentId": 222, "text": "Do you really think Donald Trump has the temperament to be commander-in-chief?"}], "speaker": "CLINTON", "secId": 74}, {"sentences": [{"sentId": 223, "text": "Given the nature of these characters, that debate is going to be such a showdown."}], "speaker": "MCKINNON", "secId": 75}, {"sentences": [{"sentId": 224, "text": "Terrorism and weakness, this is the legacy of Hillary Clinton."}], "speaker": "TRUMP", "secId": 76}, {"sentences": [{"sentId": 225, "text": "This will be the last best chance that either of these candidates have to either enhance their support or blow it up."}], "speaker": "MCKINNON", "secId": 77}, {"sentences": [{"sentId": 226, "text": "Interesting."}, {"sentId": 227, "text": "I mean, we discussed it, I ran into you in a restaurant and you were shooting the episode, and we discussed it for a moment here."}, {"sentId": 228, "text": "And that new episode, by the way, airs Sunday at 8:00 p.m."}], "speaker": "LEMON", "secId": 78}, {"sentences": [{"sentId": 229, "text": "You say that last night's debate was the single greatest driver of the outcome of the election."}, {"sentId": 230, "text": "If that is the case, is it game over for Trump or can he turn it around when he faces off against Hillary Clinton in less than two weeks?"}], "speaker": "LEMON", "secId": 79}, {"sentences": [{"sentId": 231, "text": "Well, I think the significant thing that happened last night was -- and there was not a knockout punch."}, {"sentId": 232, "text": "I mean, there was a second debate and a third debate."}, {"sentId": 233, "text": "But, you know, like first impressions you want to make your best shot and have your best chance in the first debate when most people will be watching."}], "speaker": "MCKINNON", "secId": 80}, {"sentences": [{"sentId": 234, "text": "The problem for Donald Trump, I think, and the real effect that this debate had is it -- it arrested the progress that he was making."}, {"sentId": 235, "text": "I mean, I think It really -- it stopped the momentum that he had which, you know, was significant over the last few weeks."}, {"sentId": 236, "text": "And moment is a big deal in the last few weeks of the campaign."}, {"sentId": 237, "text": "I think this arrested the momentum."}], "speaker": "MCKINNON", "secId": 81}, {"sentences": [{"sentId": 238, "text": "On the other hand, I think what it did for Hillary Clinton is she had a very solid debate performance and it's really going to build her confidence because the one thing that she didn't know was what Donald Trump was going to be like."}, {"sentId": 239, "text": "I mean, she debates a lot of people, but they were politicians, and she kind of knew what to expect."}, {"sentId": 240, "text": "She didn't know what to expect with Donald Trump."}, {"sentId": 241, "text": "Now she's done it."}], "speaker": "MCKINNON", "secId": 82}, {"sentences": [{"sentId": 242, "text": "I think that Trump, you know, may double down and be more aggressive, maybe more presidential, all those things, but I think Hillary Clinton is more confident than ever and I suspect that she'll be even better next time around."}], "speaker": "MCKINNON", "secId": 83}, {"sentences": [{"sentId": 243, "text": "And probably will help her momentum, even just the confidence part."}, {"sentId": 244, "text": "She looks more confident on camera."}, {"sentId": 245, "text": "You know, my last guess was just talking about that, actually our reporter, Jeff Zeleny."}, {"sentId": 246, "text": "So this is -- I want to play this for you."}, {"sentId": 247, "text": "Rudy Giuliani, immediately after last night's debate, because Trump had made this not-so-veiled threat during the debate of bringing up Bill Clinton's indiscretions at the next debate and then Rudy Giuliani said this, listen."}], "speaker": "LEMON", "secId": 84}, {"sentences": [{"sentId": 248, "text": "After being married to Bill Clinton for 20 years if you didn't know the moment Monica Lewinsky said that Bill Clinton violated here, and she was telling the truth, then you're too stupid to be president."}], "speaker": "GIULIANI", "secId": 85}, {"sentences": [{"sentId": 249, "text": "So, James, your reaction."}, {"sentId": 250, "text": "Do voters hold Hillary Clinton responsible for Bill Clinton's actions?"}, {"sentId": 251, "text": "FALLOWS:  Recall that, you know, 20-plus years ago when Bill Clinton"}], "speaker": "LEMON", "secId": 86}, {"sentences": [{"sentId": 252, "text": "was impeached, he survived that and he left office."}, {"sentId": 253, "text": "He would have won his third term if he could run again and given the dynamics in which Donald Trump is running less well with women than he is with men, I'm not -- it's hard for me to see how attacking Hillary Clinton for the transgressions of her still-popular husband 20 years ago is really going to increase his support and again, the point for Trump is he has his base largely white men of certain types."}], "speaker": "LEMON", "secId": 87}, {"sentences": [{"sentId": 254, "text": "To win he has to expand that base and the question is whether what he did last night or having the kinds of attacks that Mayor Giuliani is saying will expand his support among women, Latinos, African- Americans, young people, and highly-educated people, and it's hard to see how this is really going to be a winning sort of coalition expanding strategy."}], "speaker": "LEMON", "secId": 88}, {"sentences": [{"sentId": 255, "text": "Mark, he said it's too stupid to be president because of her husband's -- you know, her husband was unfaithful."}, {"sentId": 256, "text": "It sounds like -- you were shaking your head, nodding your head, that you don't think this is a good strategy for him?"}], "speaker": "LEMON", "secId": 89}, {"sentences": [{"sentId": 257, "text": "Well, I think it'd be a huge mistake."}, {"sentId": 258, "text": "I think most people not just women but men and women have great sympathy for Hillary Clinton about that issue and I think they give her great credit for having great patience and forgiveness."}, {"sentId": 259, "text": "I mean, that's a very human thing."}, {"sentId": 260, "text": "That happens to a lot of families and men, I -- I mean, I think that that would really be problematic for Trump to go anywhere near that."}], "speaker": "MCKINNON", "secId": 90}, {"sentences": [{"sentId": 261, "text": "The next time that these two --"}], "speaker": "LEMON", "secId": 91}, {"sentences": [{"sentId": 262, "text": "I think it would help Hillary Clinton if he did."}], "speaker": "MCKINNON", "secId": 92}, {"sentences": [{"sentId": 263, "text": "How so?"}], "speaker": "LEMON", "secId": 93}, {"sentences": [{"sentId": 264, "text": "So to add on, this also is going to be a town hall format, which I think with crowds of ordinary people around, I think that's a less conducive environment to this sort of, you know, bitterly personal attack than the formal debate stage."}], "speaker": "FALLOWS", "secId": 94}, {"sentences": [{"sentId": 265, "text": "Yes, that's a good point."}], "speaker": "MCKINNON", "secId": 95}, {"sentences": [{"sentId": 266, "text": "Let me be more -- let me be more specific about that, Mark, when I said how so, especially considering that his, you know, fairly new campaign manager that's a woman."}, {"sentId": 267, "text": "Do you think that they know that this is probably not a good strategy at least in your estimation?"}], "speaker": "LEMON", "secId": 96}, {"sentences": [{"sentId": 268, "text": "I can't imagine that anybody around him with any commonsense, I assume that there are those around him, would never suggest that kind of a strategy."}, {"sentId": 269, "text": "That -- that is just -- I can't imagine that that would do anything but blow up right in his face."}], "speaker": "MCKINNON", "secId": 97}, {"sentences": [{"sentId": 270, "text": "And what about the strategies now blaming the moderator?"}, {"sentId": 271, "text": "They seem to -- some in the campaign including Donald Trump blamed the moderator saying, you know, at first the questions were fair, and then they were not so fair."}, {"sentId": 272, "text": "Is this another winning tactic or a losing tactic for Donald Trump, Mark first?"}], "speaker": "LEMON", "secId": 98}, {"sentences": [{"sentId": 273, "text": "Well, the first thing is you never see people who win debates complain about anything."}, {"sentId": 274, "text": "If you win a debate, you don't complain."}, {"sentId": 275, "text": "If you complain that sends a big signal that hey, Mr."}, {"sentId": 276, "text": "Winner, maybe you didn't win this debate."}], "speaker": "MCKINNON", "secId": 99}, {"sentences": [{"sentId": 277, "text": "James?"}], "speaker": "LEMON", "secId": 100}, {"sentences": [{"sentId": 278, "text": "I agree and if you have to brag about your temperament then you don't have the right temperament."}, {"sentId": 279, "text": "Again, the comment that stays with me is Donald Trump saying today that he just was thinking he waving a talk with his family."}, {"sentId": 280, "text": "If what was on the debate last night is what -- they way he talks with his family, yelling wrong, wrong, and all that, that's yet new spectacle for this 2016 cycle."}], "speaker": "FALLOWS", "secId": 101}, {"sentences": [{"sentId": 281, "text": "Before we go, any of you have any advice for Donald Trump or Hillary Clinton the next time?"}], "speaker": "LEMON", "secId": 102}, {"sentences": [{"sentId": 282, "text": "I think Hillary Clinton's only really challenge now might be if she feels overconfident, but I think she won't."}, {"sentId": 283, "text": "She'll prepare very hard."}, {"sentId": 284, "text": "And Donald Trump, if it were possible for him to take advice and learn from past experience, he could probably do a better job."}, {"sentId": 285, "text": "I guess we'll see if that is within the realm of possibility."}], "speaker": "FALLOWS", "secId": 103}, {"sentences": [{"sentId": 286, "text": "Mark, last words?"}], "speaker": "LEMON", "secId": 104}, {"sentences": [{"sentId": 287, "text": "I'd tell Hillary Clinton to do more of what she did and I'd tell Donald Trump to do more of what Hillary did."}], "speaker": "MCKINNON", "secId": 105}, {"sentences": [{"sentId": 288, "text": "Mark McKinnon, James Fallows, such a pleasure."}, {"sentId": 289, "text": "Thank you, gentlemen, I appreciate it."}], "speaker": "LEMON", "secId": 106}, {"sentences": [{"sentId": 290, "text": "Thank you."}], "speaker": "FALLOWS", "secId": 107}, {"sentences": [{"sentId": 291, "text": "Thank you."}], "speaker": "LEMON", "secId": 108}, {"sentences": [{"sentId": 292, "text": "Again, the episode airs this Sunday, Mark's episode, 8:00 p.m. on Showtime."}, {"sentId": 293, "text": "\"The Circus.\""}], "speaker": "LEMON", "secId": 109}, {"sentences": [{"sentId": 294, "text": "When we come right back, Hillary Clinton slams Donald Trump for failing to release his tax returns suggesting that he is hiding something."}, {"sentId": 295, "text": "We'll talk about that next."}], "speaker": "LEMON", "secId": 110}, {"sentences": [{"sentId": 296, "text": "Hillary Clinton calling out Donald Trump over his tax returns."}, {"sentId": 297, "text": "Here to discuss, Howard Lorber, a member of Trump's economic advisory council, and John Cassidy, a staff writer for the \"New Yorker.\""}], "speaker": "LEMON", "secId": 111}, {"sentences": [{"sentId": 298, "text": "Good to have both of you on."}, {"sentId": 299, "text": "Thank you very much."}, {"sentId": 300, "text": "It was an interesting debate last night you have to admit, right?"}, {"sentId": 301, "text": "HOWARD LORBER, DONALD TRUMP'S ECONOMIC ADVISORY COUNCIL:  It sure was."}], "speaker": "LEMON", "secId": 112}, {"sentences": [{"sentId": 302, "text": "Yes."}], "speaker": "LEMON", "secId": 113}, {"sentences": [{"sentId": 303, "text": "So Hillary Clinton would hit him on his tax returns last night, he still has not released his tax returns to the public."}, {"sentId": 304, "text": "She took him to task."}, {"sentId": 305, "text": "Let listen."}], "speaker": "LEMON", "secId": 114}, {"sentences": [{"sentId": 306, "text": "Maybe he doesn't want the American people, all of you watching tonight, to know that he's paid nothing in federal taxes because the only years that anybody's ever seen were a couple of years when he had to turn them over to state authorities when he was trying to get a casino license and they showed he didn't pay any federal income tax."}], "speaker": "CLINTON", "secId": 115}, {"sentences": [{"sentId": 307, "text": "That makes me smart."}], "speaker": "TRUMP", "secId": 116}, {"sentences": [{"sentId": 308, "text": "So if he's paid zero, that means zero for troops, zero for vets, zero for schools or health, and I think probably he's not all that enthusiastic about having the rest of our country see what the real reasons are because it must be something really important, even terrible, that he's trying to hide."}], "speaker": "CLINTON", "secId": 117}, {"sentences": [{"sentId": 309, "text": "So, John, that has been taken by some as an admission by Donald Trump that for some years at least that he's paid no taxes, or very little in taxes."}, {"sentId": 310, "text": "Do you see it that way?"}], "speaker": "LEMON", "secId": 118}, {"sentences": [{"sentId": 311, "text": "Well, it was a bit ambiguous, wasn't it?"}, {"sentId": 312, "text": "During the debate it appeared that he was admitting suddenly for some years."}, {"sentId": 313, "text": "It wasn't clear if he was referring back to what Hillary has said about four years or two years or whatever, she said."}, {"sentId": 314, "text": "But then after the debate he actually gave another interview in which he said I did pay taxes, so I think it might have been that he made a big error during the debate leaving the impression that he hadn't paid any taxes at all and he's now claiming that he has paid some taxes."}, {"sentId": 315, "text": "But maybe Howard --"}], "speaker": "CASSIDY", "secId": 119}, {"sentences": [{"sentId": 316, "text": "As you were saying it's a big error during the -- you think during the debate."}, {"sentId": 317, "text": "What do you think of Hillary the way she responded to it?"}, {"sentId": 318, "text": "Was it a missed opportunity for her?"}], "speaker": "LEMON", "secId": 120}, {"sentences": [{"sentId": 319, "text": "Well, no, she came back -- actually Trump himself came back to it in the next segment when the conversation has changed to his e- mail -- to her e-mails."}, {"sentId": 320, "text": "Trump himself brought the subject back to his taxes which I thought was another big error."}], "speaker": "CASSIDY", "secId": 121}, {"sentences": [{"sentId": 321, "text": "Yes."}], "speaker": "LEMON", "secId": 122}, {"sentences": [{"sentId": 322, "text": "So I thought -- you know, he just made a boo-boo on this one."}], "speaker": "CASSIDY", "secId": 123}, {"sentences": [{"sentId": 323, "text": "Do you want to respond to what he said, Howard?"}], "speaker": "LEMON", "secId": 124}, {"sentences": [{"sentId": 324, "text": "Yes."}, {"sentId": 325, "text": "Look, I don't know first thing -- I haven't seen his tax returns so I don't know personally whether he paid personal income taxes but I'll tell you what, taxes come in different forms."}, {"sentId": 326, "text": "He's employed many people."}, {"sentId": 327, "text": "He's paid a lot of payroll taxes, Social Security taxes for people, so he's paid a lot more taxes than the Clintons have ever paid working for government or for getting money into their foundation."}], "speaker": "LORBER", "secId": 125}, {"sentences": [{"sentId": 328, "text": "Yes."}, {"sentId": 329, "text": "How do you know that, though if he won't show his taxes?"}], "speaker": "LEMON", "secId": 126}, {"sentences": [{"sentId": 330, "text": "Well, that wouldn't be on his personal tax returns, that would be on his corporate tax returns."}], "speaker": "LORBER", "secId": 127}, {"sentences": [{"sentId": 331, "text": "Do you think, though, considering, you know, who his supporters are, mostly blue-collar people who don't make as much money -- who makes as much as Donald Trump?"}, {"sentId": 332, "text": "Very few people --"}], "speaker": "LEMON", "secId": 128}, {"sentences": [{"sentId": 333, "text": "But he hires blue-collar people."}], "speaker": "LORBER", "secId": 129}, {"sentences": [{"sentId": 334, "text": "Yes, but --"}], "speaker": "LEMON", "secId": 130}, {"sentences": [{"sentId": 335, "text": "So he pays them."}], "speaker": "LORBER", "secId": 131}, {"sentences": [{"sentId": 336, "text": "Do you think that -- someone is paying taxes, they have to pay taxes, and he doesn't."}, {"sentId": 337, "text": "Do you think that -- what kind of a message does that send to them?"}], "speaker": "LEMON", "secId": 132}, {"sentences": [{"sentId": 338, "text": "I can't tell you whether he pay taxes or he didn't pay taxes."}, {"sentId": 339, "text": "My guess is that he probably did pay taxes."}, {"sentId": 340, "text": "I can't say what level he paid."}, {"sentId": 341, "text": "But I can tell you that he's paid lots of business taxes, lots of payroll taxes and lots of taxes for people that he's employed over the many years he's been in business."}, {"sentId": 342, "text": "The Clintons have never."}], "speaker": "LORBER", "secId": 133}, {"sentences": [{"sentId": 343, "text": "Yes."}], "speaker": "LEMON", "secId": 134}, {"sentences": [{"sentId": 344, "text": "The Clintons have just gotten paychecks."}, {"sentId": 345, "text": "They haven't written any paychecks."}], "speaker": "LORBER", "secId": 135}, {"sentences": [{"sentId": 346, "text": "But we do know there are some years that he didn't pay any taxes or lower because he had to apply for licenses for casinos and properties so he had to show his tax returns and they show that he did not pay."}], "speaker": "LEMON", "secId": 136}, {"sentences": [{"sentId": 347, "text": "He may not have paid in those years."}], "speaker": "LORBER", "secId": 137}, {"sentences": [{"sentId": 348, "text": "So thye had a strong exchange -- there was a strong exchange between Hillary Clinton and Donald Trump on NAFTA, on TPP, on trade."}, {"sentId": 349, "text": "Do you think that cancels out any damage that may have been done on this tax issue or tax admission so to speak?"}], "speaker": "LEMON", "secId": 138}, {"sentences": [{"sentId": 350, "text": "I don't think the tax issue was the biggest issue."}, {"sentId": 351, "text": "I think the tax issue is something you want to talk about, you can talk about it, but I don't think that really helps very much in people making a decision."}, {"sentId": 352, "text": "LEMON:  Even though 74 percent of Americans said that they -- you"}], "speaker": "LORBER", "secId": 139}, {"sentences": [{"sentId": 353, "text": "know, in the latest poll, which is done, you know, this month, 74 percent of Americans say that Donald Trump's tax returns are important and they'd like to see them?"}, {"sentId": 354, "text": "You don't think that's --"}], "speaker": "LORBER", "secId": 140}, {"sentences": [{"sentId": 355, "text": "I think -- I think they'd like to see them."}, {"sentId": 356, "text": "Whether they'll release them before I can't tell you, but I think what's more important is his plans for job growth, job creation, better economy and lower taxes for everyone."}], "speaker": "LORBER", "secId": 141}, {"sentences": [{"sentId": 357, "text": "Yes."}, {"sentId": 358, "text": "Do you think he talked enough about that last night?"}], "speaker": "LEMON", "secId": 142}, {"sentences": [{"sentId": 359, "text": "Well, I think he's going to try and talk about and obviously he will."}, {"sentId": 360, "text": "But this tax thing I think really is an anvil hanging around his neck."}, {"sentId": 361, "text": "I mean, he's in a contest here."}, {"sentId": 362, "text": "He has an opponent who's going to bring it up at every opportunity."}, {"sentId": 363, "text": "There are two more debates."}, {"sentId": 364, "text": "I bet my life that Hillary Clinton will bring up the taxes throughout both of them."}, {"sentId": 365, "text": "If Trump wants to stop her doing that, he's got the opportunity to release his taxes between now and then."}], "speaker": "CASSIDY", "secId": 143}, {"sentences": [{"sentId": 366, "text": "But for whatever reason, he's decided he's not going to do that, so I think just as a matter of politics it's fair for Hillary to go with it."}, {"sentId": 367, "text": "If she hadn't released her taxes you can bet your life he'd be beating her brains on it, too."}], "speaker": "CASSIDY", "secId": 144}, {"sentences": [{"sentId": 368, "text": "What about, he's saying it's -- what about at least the letter stating that he is under audit because no one really knows for sure because he's saying he's under audit but there is no proof that he is under audit."}], "speaker": "LEMON", "secId": 145}, {"sentences": [{"sentId": 369, "text": "No, but what would that prove?"}, {"sentId": 370, "text": "So I mean, I think people believe -- I don't think there's many people that don't believe he's under audit."}, {"sentId": 371, "text": "I think people believe that he could if he wanted to release his tax returns and he says his lawyer tells him not to, so he shouldn't."}, {"sentId": 372, "text": "But I think it is fair game for Hillary to bring it up and I think it's fair game for Trump to bring up Hillary's collecting $300 million for the foundation from countries that follow Sharia law and then talk about women's rights."}, {"sentId": 373, "text": "There's no women's rights --"}], "speaker": "LORBER", "secId": 146}, {"sentences": [{"sentId": 374, "text": "Why didn't he bring that up?"}], "speaker": "LEMON", "secId": 147}, {"sentences": [{"sentId": 375, "text": "I don't know why."}], "speaker": "LORBER", "secId": 148}, {"sentences": [{"sentId": 376, "text": "Do you think he was worried that she would also bring up things with his foundation as well?"}], "speaker": "LEMON", "secId": 149}, {"sentences": [{"sentId": 377, "text": "No, I don't think there's anything close in his foundation."}, {"sentId": 378, "text": "You know, he may have made a small mistake in his foundation but they raised $300 million."}, {"sentId": 379, "text": "She admitted when they left the government, they had no money."}, {"sentId": 380, "text": "They now have a substantial net worth."}, {"sentId": 381, "text": "I think I saw they made over $100 million in the last five years personally, and the money is coming from countries that do not respect women, so her -- his position of him not respecting women is completely ridiculous when they're collecting $300 million from companies that don't."}], "speaker": "LORBER", "secId": 150}, {"sentences": [{"sentId": 382, "text": "Before I move on, would you advise him to release his taxes?"}, {"sentId": 383, "text": "Do you think it would be easier and it wouldn't be an anvil as such as you said around his neck?"}], "speaker": "LEMON", "secId": 151}, {"sentences": [{"sentId": 384, "text": "I'm not -- I'm not a tax lawyer."}, {"sentId": 385, "text": "I don't know --"}], "speaker": "LORBER", "secId": 152}, {"sentences": [{"sentId": 386, "text": "But you're an adviser."}], "speaker": "LEMON", "secId": 153}, {"sentences": [{"sentId": 387, "text": "Yes, I'm an adviser, you know, but that's a personal decision."}], "speaker": "LORBER", "secId": 154}, {"sentences": [{"sentId": 388, "text": "OK.  John, you wrote an article."}, {"sentId": 389, "text": "It was back on September 15th that addressed the issue of Trump and how he handles his financial affairs."}, {"sentId": 390, "text": "We can put it up there."}, {"sentId": 391, "text": "Does Donald Trump pay any income taxes?"}, {"sentId": 392, "text": "Hillary Clinton is making the argument that he is conning the American people, essentially saying that there's something to hide."}], "speaker": "LEMON", "secId": 155}, {"sentences": [{"sentId": 393, "text": "What did you find in your reporting?"}], "speaker": "LEMON", "secId": 156}, {"sentences": [{"sentId": 394, "text": "Well, why wouldn't he release his taxes if he didn't have something to hide?"}, {"sentId": 395, "text": "I mean, the question is, is it something very serious or is it something very trivial?"}, {"sentId": 396, "text": "What some of the evidence seems to point to is that the reason he isn't releasing his taxes is because he doesn't want people to know how little tax he pays."}, {"sentId": 397, "text": "We said in the headline he may not be paying any taxes at all because we have the four years of records and he apparently didn't pay any taxes in those years."}, {"sentId": 398, "text": "More recent years we don't know what he's done."}], "speaker": "CASSIDY", "secId": 157}, {"sentences": [{"sentId": 399, "text": "But there are a couple of hints that perhaps he hasn't paid much taxes in those, too."}, {"sentId": 400, "text": "For one thing he received a property tax rebate from New York state, which is for people having taxable incomes under $500,000."}, {"sentId": 401, "text": "That's not a large sum so if that's what he earns, he wouldn't pay much tax."}, {"sentId": 402, "text": "He says it was mistake."}, {"sentId": 403, "text": "He shouldn't have got it."}, {"sentId": 404, "text": "We don't know what the truth is."}], "speaker": "CASSIDY", "secId": 158}, {"sentences": [{"sentId": 405, "text": "The second thing is he hasn't made any charitable contributions since 2008."}, {"sentId": 406, "text": "One of the reasons you make charitable contributions is to reduce your tax bill."}, {"sentId": 407, "text": "One of the reasons you might not for financial perspective is if you don't have any taxes to produce."}, {"sentId": 408, "text": "Now that's just speculation, but, you know, if he wants to stop the speculation, there's a very easy way to do it and that's release the returns."}], "speaker": "CASSIDY", "secId": 159}, {"sentences": [{"sentId": 409, "text": "Yes."}], "speaker": "LEMON", "secId": 160}, {"sentences": [{"sentId": 410, "text": "I think it would be very difficult to have him not paid any taxes the way -- federal taxes, where it meant alternative minimum taxes so I think it would be very strange to say that he didn't pay any taxes whatsoever."}, {"sentId": 411, "text": "Maybe a low rate, but he paid taxes I'm sure."}], "speaker": "LORBER", "secId": 161}, {"sentences": [{"sentId": 412, "text": "Since you're an adviser, do you think we'll see taxes -- the American people will see taxes before the election?"}], "speaker": "LEMON", "secId": 162}, {"sentences": [{"sentId": 413, "text": "I don't know the answer to that."}], "speaker": "LORBER", "secId": 163}, {"sentences": [{"sentId": 414, "text": "All right."}, {"sentId": 415, "text": "Thank you, John."}, {"sentId": 416, "text": "Thank you, Howard, I appreciate it."}], "speaker": "LEMON", "secId": 164}, {"sentences": [{"sentId": 417, "text": "When we come right back, the moment when Hillary Clinton may have really gotten under Donald Trump's skin."}], "speaker": "LEMON", "secId": 165}, {"sentences": [{"sentId": 418, "text": "Last night's debate was full of insults, eye rolls, smirks and sniffing, but what does it all really mean?"}, {"sentId": 419, "text": "Here to discuss is Keith Campbell, the psychology professor at the University of Georgia, and the author of \"The Narcissism Epidemic.\""}, {"sentId": 420, "text": "He joins us now via Skype."}], "speaker": "LEMON", "secId": 166}, {"sentences": [{"sentId": 421, "text": "Good to have you on."}, {"sentId": 422, "text": "Let's have this."}, {"sentId": 423, "text": "This is a very interesting conversation."}, {"sentId": 424, "text": "Here are the candidates last night, let's listen."}], "speaker": "LEMON", "secId": 167}, {"sentences": [{"sentId": 425, "text": "Well, I have much better judgment than he does."}, {"sentId": 426, "text": "There's no question about that."}, {"sentId": 427, "text": "I also have a much better temperament then she has."}, {"sentId": 428, "text": "You know?"}, {"sentId": 429, "text": "I have a much better -- she spent, let me tell you --"}], "speaker": "TRUMP", "secId": 168}, {"sentences": [{"sentId": 430, "text": "So Hillary Clinton is thoroughly enjoying that comment from her opponent, Donald Trump, last night."}, {"sentId": 431, "text": "What did you think of both candidates' performances, Keith?"}], "speaker": "LEMON", "secId": 169}, {"sentences": [{"sentId": 432, "text": "You know, I think Hillary Clinton did really well."}], "speaker": "CAMPBELL", "secId": 170}, {"sentences": [{"sentId": 433, "text": "Keith, we can't hear you."}, {"sentId": 434, "text": "Can you get closer to computer or the microphone?"}], "speaker": "LEMON", "secId": 171}, {"sentences": [{"sentId": 435, "text": "Yes."}], "speaker": "CAMPBELL", "secId": 172}, {"sentences": [{"sentId": 436, "text": "There we go."}], "speaker": "LEMON", "secId": 173}, {"sentences": [{"sentId": 437, "text": "She started off calling him Donald, rather than Mr. Trump."}, {"sentId": 438, "text": "She immediately criticized him for getting a huge advance from his father before starting his business."}, {"sentId": 439, "text": "I mean, she -- she really went after him hard and it got under his skin."}], "speaker": "CAMPBELL", "secId": 174}, {"sentences": [{"sentId": 440, "text": "And Donald Trump's performance?"}], "speaker": "LEMON", "secId": 175}, {"sentences": [{"sentId": 441, "text": "You know, I think he -- he reacts -- I mean, it -- you insult him and it's like putting a laser pointer in front of a cat."}, {"sentId": 442, "text": "He can't stop himself from saying things like I'm smart because -- you know, I don't pay taxes because I'm smart."}, {"sentId": 443, "text": "I got a small loan from my father, but at the same time, you know, Mr. Trump didn't get overly aggressive."}, {"sentId": 444, "text": "He didn't bully her."}, {"sentId": 445, "text": "I think he did -- he kept it together reasonably well."}], "speaker": "CAMPBELL", "secId": 176}, {"sentences": [{"sentId": 446, "text": "OK.  Another exchange between the candidates, take a listen to this."}], "speaker": "LEMON", "secId": 177}, {"sentences": [{"sentId": 447, "text": "We have been told through investigative reporting that he owes about $650 million to Wall Street and foreign banks, or maybe he doesn't want the American people, all of you watching tonight, to know that he's paid nothing in federal taxes, because the only years that anybody's ever seen, were a couple of years when he had to turn them over to state authorities when he was trying to get a casino license and they showed he didn't pay any federal income tax."}, {"sentId": 448, "text": "So --"}], "speaker": "CLINTON", "secId": 178}, {"sentences": [{"sentId": 449, "text": "That makes me smart."}], "speaker": "TRUMP", "secId": 179}, {"sentences": [{"sentId": 450, "text": "-- if he's paid --"}], "speaker": "CLINTON", "secId": 180}, {"sentences": [{"sentId": 451, "text": "So, Keith, you has said that Hillary Clinton got under skin when talking about taxes and you suggested that that would be a winning strategy for her with Donald Trump."}, {"sentId": 452, "text": "How did that play out in real time?"}, {"sentId": 453, "text": "Who was more in control at that moment?"}], "speaker": "LEMON", "secId": 181}, {"sentences": [{"sentId": 454, "text": "I think she was."}, {"sentId": 455, "text": "I mean, his response to that wasn't -- you know, I'm in real estate so I'm able to defer income taxes or not say anything at all, instead he says, I'm smart, so he sort of makes himself look good by not paying taxes which I think was probably a mistake at that point."}], "speaker": "CAMPBELL", "secId": 182}, {"sentences": [{"sentId": 456, "text": "So Donald Trump's reactions about the debate have changed."}, {"sentId": 457, "text": "Last night he said that the moderator, Lester Holt, was fair and today he has changed his tune saying that Holt asked unfair questions."}, {"sentId": 458, "text": "Does that surprise you?"}], "speaker": "LEMON", "secId": 183}, {"sentences": [{"sentId": 459, "text": "No, I mean, they're all spinning."}, {"sentId": 460, "text": "He's spinning, Secretary Clinton's spinning."}, {"sentId": 461, "text": "So I can see why he's doing that."}, {"sentId": 462, "text": "He's trying to say it's not my fault if I perform poorly, it's the moderator's fault, it somebody else's fault rather than mine."}], "speaker": "CAMPBELL", "secId": 184}, {"sentences": [{"sentId": 463, "text": "So let's talk about, Keith, Hillary Clinton, OK."}, {"sentId": 464, "text": "There are a lot of -- there's a lot of talk on Twitter and on social media about her facial expression."}, {"sentId": 465, "text": "Many people calling it, you know, a smirk."}, {"sentId": 466, "text": "What did I read into it?"}], "speaker": "LEMON", "secId": 185}, {"sentences": [{"sentId": 467, "text": "She seems very controlled to me."}, {"sentId": 468, "text": "She seems like she works very, very hard at coming up with canned answers, at controlling her face, at trying to smile."}, {"sentId": 469, "text": "It looks a little contrived, but it doesn't look bad."}, {"sentId": 470, "text": "At the same time, Trump looks authentic."}, {"sentId": 471, "text": "He might have looked a little unhinged at times but he looks like he's saying what he thinks."}], "speaker": "CAMPBELL", "secId": 186}, {"sentences": [{"sentId": 472, "text": "I think that's a pretty good read, it's kind of what most of us have been hearing from the people who watched last night."}, {"sentId": 473, "text": "You also wrote an article, Keith, in the \"Daily Beast,\" it's called \"Hey, Hillary Clinton, Here's How to Debate a Narcissist,\" and you talk about the bright and dark side of narcissism in leaders."}, {"sentId": 474, "text": "Did we see those sides last night?"}], "speaker": "LEMON", "secId": 187}, {"sentences": [{"sentId": 475, "text": "I did."}, {"sentId": 476, "text": "You know, you see -- you see Trump's defensiveness and that's that sort of dark side where you let your ego get in the way of maybe the best decisions you could make."}, {"sentId": 477, "text": "At the same time, he had some moments when he was talking about jobs leaving the Midwest, where he seemed more passionate, more engaged, and that sort of brighter side came out."}, {"sentId": 478, "text": "But he was playing defense quite a bit."}], "speaker": "CAMPBELL", "secId": 188}, {"sentences": [{"sentId": 479, "text": "Well, you're saying here's how you debate a narcissist."}, {"sentId": 480, "text": "What was the advice?"}], "speaker": "LEMON", "secId": 189}, {"sentences": [{"sentId": 481, "text": "I -- you know, the number one thing Secretary Clinton did was attack him, criticize him in small ways and try to get him to look unhinged, try to get him to bully her, which I don't think he did."}, {"sentId": 482, "text": "But that's probably the best strategy you can use."}], "speaker": "CAMPBELL", "secId": 190}, {"sentences": [{"sentId": 483, "text": "Another heated moment from last night, look."}], "speaker": "LEMON", "secId": 191}, {"sentences": [{"sentId": 484, "text": "Hillary is hitting me with tremendous commercials, some of it said in entertainment, someone of it said somebody who has been very vicious to me, Rosie O'Donnell."}, {"sentId": 485, "text": "I said very tough things to her and I think everybody would agree that she deserves it and nobody feels sorry for her."}, {"sentId": 486, "text": "But do you want to know the truth?"}, {"sentId": 487, "text": "I was going to say something extremely rough."}], "speaker": "TRUMP", "secId": 192}, {"sentences": [{"sentId": 488, "text": "Please, very quickly."}], "speaker": "HOLT", "secId": 193}, {"sentences": [{"sentId": 489, "text": "To Hillary, to her familiar, and I said to myself, I can't do it."}, {"sentId": 490, "text": "I just can't do it."}, {"sentId": 491, "text": "It's inappropriate, it's not nice, but she spent hundreds of millions of dollars on negative ads on me, many of which are absolutely untrue."}, {"sentId": 492, "text": "They're untrue and they're misrepresentations and I will tell you this, Lester, it's not nice and I don't -- I don't deserve that."}], "speaker": "TRUMP", "secId": 194}, {"sentences": [{"sentId": 493, "text": "So, Keith, what is your read on that reaction to -- that comment, the commercials, which by and large, these clips of Donald Trump's own interviews and rallies?"}], "speaker": "LEMON", "secId": 195}, {"sentences": [{"sentId": 494, "text": "Yes."}, {"sentId": 495, "text": "Well, you can see he's being defensive."}, {"sentId": 496, "text": "He's saying she's belittling him, she's not treating him with respect, she' not being nice and he's saying I'm taking the high road."}, {"sentId": 497, "text": "I could be more negative, but I'm not because I'm -- I'm immoral, sort of controlled individual."}, {"sentId": 498, "text": "I think that's probably what he -- how he sees the situation."}], "speaker": "CAMPBELL", "secId": 196}, {"sentences": [{"sentId": 499, "text": "Keith Campbell, thank you very much."}, {"sentId": 500, "text": "I appreciate it."}], "speaker": "LEMON", "secId": 197}, {"sentences": [{"sentId": 501, "text": "Thanks for having me."}], "speaker": "CAMPBELL", "secId": 198}, {"sentences": [{"sentId": 502, "text": "Yes."}, {"sentId": 503, "text": "Coming up was the debate won or lost by a nose?"}, {"sentId": 504, "text": "Everyone is talking about the mysterious sniffing issue."}], "speaker": "LEMON", "secId": 199}, {"sentences": [{"sentId": 505, "text": "The two presidential candidates didn't just debate Monday night, he sniffled and she shimmied."}], "speaker": "LEMON", "secId": 200}, {"sentences": [{"sentId": 506, "text": "CNN's Jeanne Moos reports the Internet and comedians cracked up."}], "speaker": "LEMON", "secId": 201}, {"sentences": [{"sentId": 507, "text": "The Internet depicted the candidates spewing flames, shooting laser beams."}, {"sentId": 508, "text": "And there was Donald Trump."}], "speaker": "MOOS", "secId": 202}, {"sentences": [{"sentId": 509, "text": "Vladimir Putin."}], "speaker": "CLINTON", "secId": 203}, {"sentences": [{"sentId": 510, "text": "Making funny faces and distracting noises."}], "speaker": "MOOS", "secId": 204}, {"sentences": [{"sentId": 511, "text": "The best ever at it."}, {"sentId": 512, "text": "When you go to so many different places it certainly looks like that way."}], "speaker": "TRUMP", "secId": 205}, {"sentences": [{"sentId": 513, "text": "As Donald sniffled Twitter sneezed."}, {"sentId": 514, "text": "\"Someone get Trump a tissue."}, {"sentId": 515, "text": "Does Trump have pneumonia?\""}, {"sentId": 516, "text": "The debate was dubbed \"The Sniffening.\""}], "speaker": "MOOS", "secId": 206}, {"sentences": [{"sentId": 517, "text": "Parody Twitter account pretending to be Trump's sniffle."}, {"sentId": 518, "text": "Posting gems like this video purporting to be a compilation of every sniff from the debate."}, {"sentId": 519, "text": "The hashtag, \"make America sniff again\" circulated."}], "speaker": "MOOS", "secId": 207}, {"sentences": [{"sentId": 520, "text": "The Donald denied he had a cold or allergies."}], "speaker": "MOOS", "secId": 208}, {"sentences": [{"sentId": 521, "text": "No sniffles."}, {"sentId": 522, "text": "No."}, {"sentId": 523, "text": "You know the mic was very bad but maybe it was good enough to hear breathing."}], "speaker": "TRUMP", "secId": 209}, {"sentences": [{"sentId": 524, "text": "The mystery was contagious."}], "speaker": "MOOS", "secId": 210}, {"sentences": [{"sentId": 525, "text": "So now we have snifflegate."}], "speaker": "UNIDENTIFIED MALE", "secId": 211}, {"sentences": [{"sentId": 526, "text": "A nose specialist and a body language expert speculated it might be a nervous tick while others joked about things people sniff that cause sniffing."}], "speaker": "MOOS", "secId": 212}, {"sentences": [{"sentId": 527, "text": "I picked the wrong week to stop sniffing glue."}], "speaker": "UNIDENTIFIED MALE", "secId": 213}, {"sentences": [{"sentId": 528, "text": "The Donald has been a serial sniffer, for instance back when he first started using teleprompter."}], "speaker": "MOOS", "secId": 214}, {"sentences": [{"sentId": 529, "text": "I wonder why."}], "speaker": "TRUMP", "secId": 215}, {"sentences": [{"sentId": 530, "text": "And while the Donald sniffed, Hillary shimmied."}], "speaker": "MOOS", "secId": 216}, {"sentences": [{"sentId": 531, "text": "Whoa."}, {"sentId": 532, "text": "OK."}], "speaker": "CLINTON", "secId": 217}, {"sentences": [{"sentId": 533, "text": "Laughing off Trump's assertion that she has a temperament problem, her shimmy was put to rap."}, {"sentId": 534, "text": "A shimmying cat."}, {"sentId": 535, "text": "And Shaq and Hillary made the rounds."}], "speaker": "MOOS", "secId": 218}, {"sentences": [{"sentId": 536, "text": ":  It could have been worse, at least the shimmy and the sniffle weren't combine."}], "speaker": "MOOS", "secId": 219}, {"sentences": [{"sentId": 537, "text": "Whoa."}, {"sentId": 538, "text": "OK."}], "speaker": "CLINTON", "secId": 220}, {"sentences": [{"sentId": 539, "text": "Jeanne Moos, CNN."}], "speaker": "MOOS ", "secId": 221}, {"sentences": [{"sentId": 540, "text": "Whoa."}, {"sentId": 541, "text": "OK."}], "speaker": "CLINTON", "secId": 222}, {"sentences": [{"sentId": 542, "text": "New York."}], "speaker": "MOOS", "secId": 223}, {"sentences": [{"sentId": 543, "text": "Thank you, Jeanne."}], "speaker": "LEMON", "secId": 224}, {"sentences": [{"sentId": 544, "text": "Don't miss the CNN presidential town hall, \"America's Military and the Commander-in-Chief.\""}, {"sentId": 545, "text": "It's with President Barack Obama."}, {"sentId": 546, "text": "The president will answer questions from active duty service members, veterans and the military community."}, {"sentId": 547, "text": "Jake Tapper will host tomorrow night, 9:00 Eastern."}, {"sentId": 548, "text": "Don't miss that."}, {"sentId": 549, "text": "That's it for us tonight."}, {"sentId": 550, "text": "Thank you so much for watching."}, {"sentId": 551, "text": "I'll see you right back here tomorrow."}], "speaker": "LEMON", "secId": 225}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1609.27.cnnt.02.html.json", "time": "Aired September 27, 2016 - 23:00   ET"}