{"sectionCount": 313, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["LEMON", "SAVIDGE", "CORNELL", "VERGARA", "NEJAME", "WEST", "MARTIN", "JOHNSON", "JORDAN", "NAJARIAN", "NICHOLS", "WHITE", "HENDERSON", "OBAMA", "HENDEROSN", "FERGUSON", "LIMBAUGH", "BECK", "UNIDENTIFIED MALE", "HILL", "GERFUSON"], "subTitle": "George Zimmerman Involved in Road Rage Shooting; Tom Brady Suspended Four Games; First Lady's Candid Comments on Race. Aired 10- 11p ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1505/11/cnnt.01.html", "sentenceCount": 756, "sections": [{"sentences": [{"sentId": 0, "text": "This is CNN TONIGHT."}, {"sentId": 1, "text": "I'm Don Lemon."}, {"sentId": 2, "text": "George Zimmerman back in the headlines."}, {"sentId": 3, "text": "The man acquitted in the death of Trayvon Martin involved in another shooting in Florida today."}, {"sentId": 4, "text": "But this time, it is it not what you think."}, {"sentId": 5, "text": "The case already taking a lot of twists and turns."}, {"sentId": 6, "text": "And we're going to dig into it for you tonight for you tonight."}], "speaker": "LEMON", "secId": 0}, {"sentences": [{"sentId": 7, "text": "Plus, how the mighty have fallen."}, {"sentId": 8, "text": "Tom Brady sidelined."}, {"sentId": 9, "text": "The Patriots superstar quarterback suspended four games without pay."}, {"sentId": 10, "text": "His team fined $1 million."}, {"sentId": 11, "text": "It turns his legacy of one of the biggest names in sports."}], "speaker": "LEMON", "secId": 1}, {"sentences": [{"sentId": 12, "text": "Also, Michelle Obama gets personal."}, {"sentId": 13, "text": "What she really thinks about race in America."}, {"sentId": 14, "text": "And what it is like to be the first African-American family in the White House."}, {"sentId": 15, "text": "I want to begin this broadcast with George Zimmerman."}], "speaker": "LEMON", "secId": 2}, {"sentences": [{"sentId": 16, "text": "CNN Martin Savidge leading our coverage for us tonight."}, {"sentId": 17, "text": "So, Martin, another running with the law again involving a weapon."}, {"sentId": 18, "text": "What happened?"}], "speaker": "LEMON", "secId": 3}, {"sentences": [{"sentId": 19, "text": "You know, it was around 1 o'clock in the afternoon according to the Lake Mary Police Department, when they say that George Zimmerman flagged down a police officer and said, hey, someone just took a shot at me."}, {"sentId": 20, "text": "And it appears that George Zimmerman was not wounded directly by the bullet, but he was injured as a result of glass, broken glass that came from the bullet coming through the passenger side of his window."}], "speaker": "SAVIDGE", "secId": 4}, {"sentences": [{"sentId": 21, "text": "Then about the same time, the authorities get a 911 call from a passerby who says a man has just come up to me saying he shot at someone, and the man he shot at was George Zimmerman."}, {"sentId": 22, "text": "That person or the person who did the shooting has been identified as Matthew Apperson."}, {"sentId": 23, "text": "It's important to know here, Don, that George Zimmerman and Matthew Apperson have had a beef."}, {"sentId": 24, "text": "The police will call it an ongoing dispute but it dates back at least the last year, and some say even prior to that they've had run-ins before though."}], "speaker": "SAVIDGE", "secId": 5}, {"sentences": [{"sentId": 25, "text": "Speak to the man who called 911 in just a moment."}, {"sentId": 26, "text": "But that other man, that Matt Apperson, he was involved in the incident, who was involved in the incident, said Zimmerman, was waving a gun around him, threatening him."}, {"sentId": 27, "text": "What is Zimmerman's side saying?"}], "speaker": "LEMON", "secId": 6}, {"sentences": [{"sentId": 28, "text": "This is Don West now, the attorney who represents George Zimmerman at this particular time."}, {"sentId": 29, "text": "And he says that George has told him, that George says he was driving down the road, minding his own business, when suddenly he saw behind him and heard a commotion."}, {"sentId": 30, "text": "He looks, he sees a vehicle behind him, flashing lights, he hears a honking of a horn, a man leaning out and shouting obscenities at him, and then the car pulls beside George Zimmerman."}, {"sentId": 31, "text": "Zimmerman says, he rolls up the window, and the next thing he knows, a bullet comes flying through."}], "speaker": "SAVIDGE", "secId": 7}, {"sentences": [{"sentId": 32, "text": "So, essentially you hear Don West saying that George Zimmerman is nothing but a victim here, and of course, there's no mention of him allegedly waiving a weapon, which is what Matthew Apperson claims started all of this today."}], "speaker": "SAVIDGE", "secId": 8}, {"sentences": [{"sentId": 33, "text": "And we see the guns shot, the hole in the window, there was a -- still that window in Zimmerman's car, both men had guns, Martin, but no one was even detained?"}, {"sentId": 34, "text": "Why is that?"}], "speaker": "LEMON", "secId": 9}, {"sentences": [{"sentId": 35, "text": "Right."}, {"sentId": 36, "text": "And many people do find this kind of striking and some will even say, well, there's the George Zimmerman influence here."}, {"sentId": 37, "text": "In other words, that this is another example that George Zimmerman just attracts the wrong kind of attention."}, {"sentId": 38, "text": "And investigators are taking this one apparently very, very carefully."}, {"sentId": 39, "text": "The authorities there in the police department say right now they wanted to be able to talk to both men, both men said they wanted to have their lawyers there present at the time they were being interviewed, it all takes time."}, {"sentId": 40, "text": "The authorities are only saying no one's charged yet, it's an ongoing investigation."}, {"sentId": 41, "text": "Don."}], "speaker": "SAVIDGE", "secId": 10}, {"sentences": [{"sentId": 42, "text": "Martin Savidge, thank you very much."}, {"sentId": 43, "text": "Now, I wanted to bring in Ken Cornell, the owner of Kenny and Deny's BBQ in Orlando."}, {"sentId": 44, "text": "He called 911 to report the shooting involving George Zimmerman."}, {"sentId": 45, "text": "Ken, thank you so much for joining us this evening."}, {"sentId": 46, "text": "So, you were inside the restaurant, outside the restaurant, minding your business and what happened?"}], "speaker": "LEMON", "secId": 11}, {"sentences": [{"sentId": 47, "text": "Now I was coming out of the parking lot."}, {"sentId": 48, "text": "We had just got back from lunch, as we're leaving our car, the car came driving up to us and, excuse me, excuse me, sir, can you please call 911?"}, {"sentId": 49, "text": "And I started walking over to him."}, {"sentId": 50, "text": "And when I was like, what's the problem?"}, {"sentId": 51, "text": "He's like, I just shot someone, please call 911."}, {"sentId": 52, "text": "I said don't you have a phone?"}, {"sentId": 53, "text": "He said, I do not have a phone, I have a gun, I shot George Zimmerman, please call 911."}, {"sentId": 54, "text": "I shot George Zimmerman."}], "speaker": "CORNELL", "secId": 12}, {"sentences": [{"sentId": 55, "text": "What was your reaction?"}], "speaker": "LEMON", "secId": 13}, {"sentences": [{"sentId": 56, "text": "I was kind of shocked and it took me a couple of minutes."}, {"sentId": 57, "text": "It took me about three or four times of questioning him to determine whether or not I should call 911 because it was a pretty odd situation."}], "speaker": "CORNELL", "secId": 14}, {"sentences": [{"sentId": 58, "text": "Was he frazzled or?"}], "speaker": "LEMON", "secId": 15}, {"sentences": [{"sentId": 59, "text": "He was shaking."}, {"sentId": 60, "text": "You could tell he was definitely visibly shaking."}, {"sentId": 61, "text": "I mean, he seemed a little, little panicked and very nervous and you could tell something did happen."}], "speaker": "CORNELL", "secId": 16}, {"sentences": [{"sentId": 62, "text": "Did he give you his name and did you a gun or a weapon of any type?"}, {"sentId": 63, "text": "Did he show it to you?"}], "speaker": "LEMON", "secId": 17}, {"sentences": [{"sentId": 64, "text": "He did not show me the weapon."}, {"sentId": 65, "text": "I said -- he said, I think it was a 35 that he had, and he said that he shot him and he did say his name was, yes, what it was."}], "speaker": "CORNELL", "secId": 18}, {"sentences": [{"sentId": 66, "text": "Yes."}, {"sentId": 67, "text": "OK. Then you called 911, right?"}], "speaker": "LEMON", "secId": 19}, {"sentences": [{"sentId": 68, "text": "Yes, sir."}], "speaker": "CORNELL", "secId": 20}, {"sentences": [{"sentId": 69, "text": "And how long did it take them to get there?"}], "speaker": "LEMON", "secId": 21}, {"sentences": [{"sentId": 70, "text": "About three minutes."}], "speaker": "CORNELL", "secId": 22}, {"sentences": [{"sentId": 71, "text": "Yes."}, {"sentId": 72, "text": "And what did police say when you said, hey, I have this guy, he's Matt Apperson and he shot George Zimmerman, what did they say?"}], "speaker": "LEMON", "secId": 23}, {"sentences": [{"sentId": 73, "text": "They -- when they pulled up, that's when I kind of walked away."}, {"sentId": 74, "text": "He -- when I was on the phone with 911, the lady in the back -- the lady heard him in the background says, is that him, can I speak with him?"}, {"sentId": 75, "text": "And he's the one that I got on the phone and said, you know, this is the third incident we've had."}, {"sentId": 76, "text": "This is happened a couple of months back."}, {"sentId": 77, "text": "He was in the parking lot here, the cops came."}, {"sentId": 78, "text": "They're well aware who I am."}, {"sentId": 79, "text": "My name is Matt Apperson, this has been the third incident I've had with George and he pulled a gun and so I shot him."}], "speaker": "CORNELL", "secId": 24}, {"sentences": [{"sentId": 80, "text": "So, do you know where George Zimmerman was at the time when you and Matt had this, you know, when you saw each other today?"}], "speaker": "LEMON", "secId": 25}, {"sentences": [{"sentId": 81, "text": "No, I was not aware."}], "speaker": "CORNELL", "secId": 26}, {"sentences": [{"sentId": 82, "text": "So, everyone down there obviously knows who George Zimmerman is."}, {"sentId": 83, "text": "Why do you think he's been in so much trouble since this -- since the Trayvon Martin trial, since his trial?"}], "speaker": "LEMON", "secId": 27}, {"sentences": [{"sentId": 84, "text": "That I'm not sure, it just seems like, I don't know, it seems like kind of a hot head."}, {"sentId": 85, "text": "He's an animal."}], "speaker": "CORNELL", "secId": 28}, {"sentences": [{"sentId": 86, "text": "You think so?"}], "speaker": "LEMON", "secId": 29}, {"sentences": [{"sentId": 87, "text": "I don't know."}, {"sentId": 88, "text": "I don't know."}, {"sentId": 89, "text": "He's been continuously getting into problems."}], "speaker": "CORNELL", "secId": 30}, {"sentences": [{"sentId": 90, "text": "Yes."}, {"sentId": 91, "text": "You said it took police not long to come."}, {"sentId": 92, "text": "Once they came, explain to me what went on."}], "speaker": "LEMON", "secId": 31}, {"sentences": [{"sentId": 93, "text": "Once the cops came, that's when I kind of walked away."}, {"sentId": 94, "text": "The cops walked over to him and started talking to him."}, {"sentId": 95, "text": "And then also in three or four more cops came."}, {"sentId": 96, "text": "I didn't really hear what they were saying."}, {"sentId": 97, "text": "But he pretty much went sat on the ground and said, look, I shot George Zimmerman."}, {"sentId": 98, "text": "I think he's let them know the guns in the car, cops kind of frisked him and check him and make sure he didn't have anything on him for their safety."}, {"sentId": 99, "text": "And he just sat there and more cops came."}], "speaker": "CORNELL", "secId": 32}, {"sentences": [{"sentId": 100, "text": "And they took him away?"}, {"sentId": 101, "text": "CORNELL: Yes, sir."}, {"sentId": 102, "text": "I don't know if they took him in cuffs or not, but"}], "speaker": "LEMON", "secId": 33}, {"sentences": [{"sentId": 103, "text": "they did take him away."}, {"sentId": 104, "text": "And the car was left there and then a little bit later they came and took the car."}], "speaker": "LEMON", "secId": 34}, {"sentences": [{"sentId": 105, "text": "You probably never thought in a million years."}], "speaker": "LEMON", "secId": 35}, {"sentences": [{"sentId": 106, "text": "No, not at all."}, {"sentId": 107, "text": "This has been a crazy day for me."}], "speaker": "CORNELL", "secId": 36}, {"sentences": [{"sentId": 108, "text": "How bad."}, {"sentId": 109, "text": "Ken Cornell, thank you."}], "speaker": "LEMON", "secId": 37}, {"sentences": [{"sentId": 110, "text": "Thanks so much for your time."}], "speaker": "CORNELL", "secId": 38}, {"sentences": [{"sentId": 111, "text": "You know, there is so much more to the story."}, {"sentId": 112, "text": "Ricardo Vergara arrived on the scene moments after the shooting and caught what happened next on camera."}, {"sentId": 113, "text": "He joins me now."}, {"sentId": 114, "text": "Hello, Ricardo."}, {"sentId": 115, "text": "You saw George Zimmerman?"}], "speaker": "LEMON", "secId": 39}, {"sentences": [{"sentId": 116, "text": "How you doing?"}], "speaker": "VERGARA", "secId": 40}, {"sentences": [{"sentId": 117, "text": "By the side of the road and you pulled over."}, {"sentId": 118, "text": "And we have the video that you shot."}, {"sentId": 119, "text": "So, tell us what happened as we look at this."}, {"sentId": 120, "text": "So, what happened?"}], "speaker": "LEMON", "secId": 41}, {"sentences": [{"sentId": 121, "text": "Well, when I was driving Lake Mary Boulevard I saw him."}, {"sentId": 122, "text": "He was on the other side of the road."}, {"sentId": 123, "text": "So, I see the police behind his car and I look over it, his window was down."}, {"sentId": 124, "text": "The driver's side window was down."}, {"sentId": 125, "text": "So, I noticed it was him, so I park in the side."}, {"sentId": 126, "text": "I ran across the street and as I am recording the officers tell me, can I help you?"}, {"sentId": 127, "text": "So, I walk little bit farther down and I start recording."}], "speaker": "VERGARA", "secId": 42}, {"sentences": [{"sentId": 128, "text": "At that time the ambulance start coming, which I got a video too also."}, {"sentId": 129, "text": "They were just questioning him."}, {"sentId": 130, "text": "They were trying to treat him inside the vehicle."}, {"sentId": 131, "text": "He didn't want to come out of the car."}, {"sentId": 132, "text": "So, I was trying to get as much video as I can but the officers wouldn't allow me to do it."}], "speaker": "VERGARA", "secId": 43}, {"sentences": [{"sentId": 133, "text": "But the whole time he was in the car."}, {"sentId": 134, "text": "And they wanted him to take him in the little car to the ambulance and he refused."}, {"sentId": 135, "text": "So, he asked to the ambulance to back up into his car and then he walk out on his driver's side and just walk into the ambulance, and, you know, pretty much that, I got about, you know, that and a couple other videos that, you know, that I would like to share later maybe."}], "speaker": "VERGARA", "secId": 44}, {"sentences": [{"sentId": 136, "text": "Yes."}, {"sentId": 137, "text": "I would like to see them."}, {"sentId": 138, "text": "You say that he's very popular in town."}, {"sentId": 139, "text": "Do you see him out in town a lot?"}, {"sentId": 140, "text": "Is he out a lot?"}], "speaker": "LEMON", "secId": 45}, {"sentences": [{"sentId": 141, "text": "Yes."}, {"sentId": 142, "text": "I think -- I don't know why."}, {"sentId": 143, "text": "I mean, a guy like that, to me, if I was him, I'd probably move out of the state or maybe, I don't know, you know, go away because a lot of people try to confront him and, you know, and that's probably how problem started."}, {"sentId": 144, "text": "You know, I don't know what really happened, but as the guy say, you know, while I was over there I was on the other side."}, {"sentId": 145, "text": "So, he was with the other guy and I was with Zimmerman."}, {"sentId": 146, "text": "But, I mean, I wanted to record it because on these days, you know, recording on the street is really good because, now you can show the public what's happening, you know."}, {"sentId": 147, "text": "LEMON: Yes."}, {"sentId": 148, "text": "Recorded."}, {"sentId": 149, "text": "Do you think the trouble seems to find him"}], "speaker": "VERGARA", "secId": 46}, {"sentences": [{"sentId": 150, "text": "wherever he goes, or is he finding trouble?"}], "speaker": "VERGARA", "secId": 47}, {"sentences": [{"sentId": 151, "text": "Well, like I say, I don't know him real good."}, {"sentId": 152, "text": "I never notice him fighting with anybody like everybody that confronts him, to me, they say he's violent and, you know, always that talking."}, {"sentId": 153, "text": "When he was in court in all those days and, you know, he looks like a nice guy."}, {"sentId": 154, "text": "But I never confronted him, I never talk to him before, but seems like he's always looking for trouble."}], "speaker": "VERGARA", "secId": 48}, {"sentences": [{"sentId": 155, "text": "Yes."}, {"sentId": 156, "text": "Thank you, Ricardo Vergara."}, {"sentId": 157, "text": "I appreciate you're joining us here tonight at CNN."}], "speaker": "LEMON", "secId": 49}, {"sentences": [{"sentId": 158, "text": "OK. No."}], "speaker": "VERGARA", "secId": 50}, {"sentences": [{"sentId": 159, "text": "All right."}, {"sentId": 160, "text": "Let's talk to criminal defense attorney now Mark NeJame, representing Matthew Apperson."}, {"sentId": 161, "text": "Matthew Apperson is the man involved in that."}, {"sentId": 162, "text": "Good to see you again."}, {"sentId": 163, "text": "So, let's get straight."}], "speaker": "LEMON", "secId": 51}, {"sentences": [{"sentId": 164, "text": "Hi, Don."}], "speaker": "NEJAME", "secId": 52}, {"sentences": [{"sentId": 165, "text": "What does your client say happened today?"}], "speaker": "LEMON", "secId": 53}, {"sentences": [{"sentId": 166, "text": "I won't be getting into the specifics of it."}, {"sentId": 167, "text": "He had made an initial call and your one person said, as far as calling 911, and then he initially spoke to the police, and basically he said that this was done in self-defense."}, {"sentId": 168, "text": "But the facts I'm not going to get into right now."}], "speaker": "NEJAME", "secId": 54}, {"sentences": [{"sentId": 169, "text": "I think it's appropriate to let law enforcement conduct their investigation without any obstruction, without any suggestion of where they should go."}, {"sentId": 170, "text": "We'll help them out as we can to the extent that we're letting them know what we think took place and what we know took place."}, {"sentId": 171, "text": "And then they can make their evaluation."}, {"sentId": 172, "text": "We're very confident that this will deemed to be a self-defense and that the truth will unfold over time."}], "speaker": "NEJAME", "secId": 55}, {"sentences": [{"sentId": 173, "text": "There's an ongoing beef with your client, I think it was in September of last year, that they had an altercation that was the original altercation."}, {"sentId": 174, "text": "Why do you think that there is -- what is going on?"}, {"sentId": 175, "text": "Why is there this ongoing beef between these two men?"}], "speaker": "LEMON", "secId": 56}, {"sentences": [{"sentId": 176, "text": "Well, I think that's jumping to a conclusion, Don."}, {"sentId": 177, "text": "I don't think there is an ongoing beef at least as it relates to Mr. Apperson."}, {"sentId": 178, "text": "He is simply twice, since September, and it's a matter of record, called law enforcement to go ahead and have them memorialize what he saw as a run-in where he was placed in fear at two different occasions, what he says as by George Zimmerman."}], "speaker": "NEJAME", "secId": 57}, {"sentences": [{"sentId": 179, "text": "So, he wanted that documented, so in the event something would happen in a future date, at least that was there."}, {"sentId": 180, "text": "And lo and behold, we find ourselves at that future time, and thankfully he had those things documented."}, {"sentId": 181, "text": "So that people could understand."}, {"sentId": 182, "text": "In fact, that he had this previous issue, but there's been no ongoing relationship with them."}, {"sentId": 183, "text": "And what happened today was clearly by all accounts from Mr. Apperson, self-defense."}, {"sentId": 184, "text": "LEMON: How did they originally meet, Mark?"}], "speaker": "NEJAME", "secId": 58}, {"sentences": [{"sentId": 185, "text": "Meeting is a pretty broad term, Don."}, {"sentId": 186, "text": "Basically, as the first reports in September of last year indicate, there was a situation on a road where there was an allegation, all the news -- it was covered."}, {"sentId": 187, "text": "It was covered by you all."}, {"sentId": 188, "text": "And basically it was that he claimed that Mr. Zimmerman had said some threatening words to him and had acted in a threatening manner."}, {"sentId": 189, "text": "So, he simply reported it to law enforcement."}, {"sentId": 190, "text": "Short time after that, there was another report to law enforcement."}, {"sentId": 191, "text": "And as I understand it, there was no other contact between the two until today."}], "speaker": "NEJAME", "secId": 59}, {"sentences": [{"sentId": 192, "text": "I want to say, this is George Zimmerman's attorney."}, {"sentId": 193, "text": "His name is Don West and he spoke just a short time ago, and I'll tell you what he said -- let's play it, let's play it."}], "speaker": "LEMON", "secId": 60}, {"sentences": [{"sentId": 194, "text": "This fellow was taunting and yelling at him, calling him names, you're going to shoot me now, kind of thing."}, {"sentId": 195, "text": "You know, I don't know where that came from, but in any event, when George recognized and realized who he was and what he was saying, he rolled his window up decided to get away, not to provoke it whatsoever."}, {"sentId": 196, "text": "And the fellow followed him, follows him around the U-turn and then pulled up next to him and shot at him."}, {"sentId": 197, "text": "Could have killed him easily."}, {"sentId": 198, "text": "Could have killed him."}], "speaker": "WEST", "secId": 61}, {"sentences": [{"sentId": 199, "text": "So, again, that was Don West, George Zimmerman's attorney and according to his lawyer there he was basically minding his own business and he says your client attacked him."}, {"sentId": 200, "text": "How do you respond to that?"}], "speaker": "LEMON", "secId": 62}, {"sentences": [{"sentId": 201, "text": "Well, I think let's just compare."}, {"sentId": 202, "text": "We got a history of challenges in George Zimmerman's life, starting with Trayvon Martin, and then there's been repeated instances that have made the news concerning impulse of action, allegations of battery matters, such as that."}, {"sentId": 203, "text": "And then you have my client, Matt Apperson, who's never had any recorded violent episode, who has no reason to go after anybody, who doesn't have such a history."}, {"sentId": 204, "text": "But yet, then all of a sudden he just blindly goes and shoots to Gorge Zimmerman for no provocation, for no reason."}, {"sentId": 205, "text": "It just doesn't make any sense."}], "speaker": "NEJAME", "secId": 63}, {"sentences": [{"sentId": 206, "text": "When in fact, you contrasted to you; we juxtapose each against the other."}, {"sentId": 207, "text": "I think that's very clear that, in fact, George Zimmerman did have a gun on him, that George Zimmerman has had a history of brandishing a weapon."}, {"sentId": 208, "text": "And in fact, you have a suggestion that -- and I'll also mention that Mr. Apperson has a concealed weapons permit."}, {"sentId": 209, "text": "And so, he was in legal possession of a gun and, in fact, he had called law enforcement, and he called law enforcement -- two times in September and called law enforcement again, as soon as he was able to get to a stranger's phone to call this in immediately."}, {"sentId": 210, "text": "Does that suggest somebody, Don, who's guilty, when they're the one going to the police?"}, {"sentId": 211, "text": "When they're the one calling and making memorialization's..."}, {"sentId": 212, "text": "LEMON: Mark, I understand all that."}, {"sentId": 213, "text": "But still he did shoot into the"}], "speaker": "NEJAME", "secId": 64}, {"sentences": [{"sentId": 214, "text": "vehicle, right."}, {"sentId": 215, "text": "He admits that."}, {"sentId": 216, "text": "He admitted shooting the person, right?"}], "speaker": "NEJAME", "secId": 65}, {"sentences": [{"sentId": 217, "text": "He stated that -- he stated that he acted in self-defense."}, {"sentId": 218, "text": "Yes."}], "speaker": "NEJAME", "secId": 66}, {"sentences": [{"sentId": 219, "text": "And George Zimmerman did not shoot?"}], "speaker": "LEMON", "secId": 67}, {"sentences": [{"sentId": 220, "text": "He didn't shoot because there was a shot and then he got away."}, {"sentId": 221, "text": "Now, why he didn't shoot or not, I cannot tell you."}, {"sentId": 222, "text": "But you don't need to shoot, you don't need to wait to see if a bullet strikes you, before you have the right to pull a gun."}], "speaker": "NEJAME", "secId": 68}, {"sentences": [{"sentId": 223, "text": "So, are you saying..."}], "speaker": "LEMON", "secId": 69}, {"sentences": [{"sentId": 224, "text": "When somebody shoots you."}], "speaker": "NEJAME", "secId": 70}, {"sentences": [{"sentId": 225, "text": "... are you saying this is stand your ground?"}], "speaker": "LEMON", "secId": 71}, {"sentences": [{"sentId": 226, "text": "No, this is good old-fashioned self-defense."}, {"sentId": 227, "text": "That, in fact, one is in reasonable fear of their life or imminent bodily harm, they have a right, as every state in the country allows to protect themselves if, in fact, they are threatened."}, {"sentId": 228, "text": "And if in fact, you got documented instances of previous threats, you've got an individual who's called the police."}, {"sentId": 229, "text": "Look, if you commit a crime, do you call the police and say, come here, let me show you what I did?"}], "speaker": "NEJAME", "secId": 72}, {"sentences": [{"sentId": 230, "text": "Yes."}], "speaker": "LEMON", "secId": 73}, {"sentences": [{"sentId": 231, "text": "Or do you call the police if in fact, you believe you've been victimized?"}], "speaker": "NEJAME", "secId": 74}, {"sentences": [{"sentId": 232, "text": "My question is, do you expect your client to be arrested and charged?"}, {"sentId": 233, "text": "And if so, what do you think the charge will be?"}], "speaker": "LEMON", "secId": 75}, {"sentences": [{"sentId": 234, "text": "Well, no, I don't expect it."}, {"sentId": 235, "text": "I hope not."}, {"sentId": 236, "text": "But, look, law enforcement is a good department in Lake Mary."}, {"sentId": 237, "text": "They're conducting investigation."}, {"sentId": 238, "text": "I met with their detectives today."}, {"sentId": 239, "text": "Professional to a T. When we first let them know before we went to see him, that he wanted to impose his Fifth Amendment rights so there wouldn't be any questions until I had an opportunity to speak to them."}], "speaker": "NEJAME", "secId": 76}, {"sentences": [{"sentId": 240, "text": "They honored that, they acted as ultimate professionals today."}, {"sentId": 241, "text": "We don't want to get in their way."}, {"sentId": 242, "text": "We want a full complete investigation."}, {"sentId": 243, "text": "we got our investigator on and already this evening, they're working throughout the evening since all this -- since we first got on it."}, {"sentId": 244, "text": "And no, I would be very surprised."}], "speaker": "NEJAME", "secId": 77}, {"sentences": [{"sentId": 245, "text": "Yes."}], "speaker": "LEMON", "secId": 78}, {"sentences": [{"sentId": 246, "text": "However, you've got one person presumably making an allegation that somebody shot at them unprovoked."}, {"sentId": 247, "text": "So, how to see, how that lands."}], "speaker": "NEJAME", "secId": 79}, {"sentences": [{"sentId": 248, "text": "OK."}], "speaker": "LEMON", "secId": 80}, {"sentences": [{"sentId": 249, "text": "But what do I expected to be a conviction?"}, {"sentId": 250, "text": "No."}], "speaker": "NEJAME", "secId": 81}, {"sentences": [{"sentId": 251, "text": "No."}], "speaker": "LEMON", "secId": 82}, {"sentences": [{"sentId": 252, "text": "Do I expect there to be charges?"}, {"sentId": 253, "text": "No."}, {"sentId": 254, "text": "But one can't read the future, and if there is, we're prepared to go forward, but I hope that doesn't happen."}], "speaker": "NEJAME", "secId": 83}, {"sentences": [{"sentId": 255, "text": "You'll deal with it."}, {"sentId": 256, "text": "Mark NeJame, thank you."}, {"sentId": 257, "text": "I haven't spoken to you in a while."}, {"sentId": 258, "text": "It's a pleasure to talk to you always."}, {"sentId": 259, "text": "Thank you very much."}], "speaker": "LEMON", "secId": 84}, {"sentences": [{"sentId": 260, "text": "Thank you too, Don."}, {"sentId": 261, "text": "Bye-bye."}], "speaker": "NEJAME", "secId": 85}, {"sentences": [{"sentId": 262, "text": "We've got a lot more to come on George Zimmerman and his latest encounter with the law."}, {"sentId": 263, "text": "The question why is it that this man can't stay out of trouble?"}], "speaker": "LEMON", "secId": 86}, {"sentences": [{"sentId": 264, "text": "Plus, the First Lady, Michelle Obama is candid and very personal comments about being black in America."}, {"sentId": 265, "text": "Why her critics are accusing her of playing the race card."}], "speaker": "LEMON", "secId": 87}, {"sentences": [{"sentId": 266, "text": "An investigation tonight in Florida where police say George Zimmerman was shot at."}, {"sentId": 267, "text": "He and the shooter apparently had been in an ongoing dispute."}, {"sentId": 268, "text": "Zimmerman was treated in the hospital, he was released."}, {"sentId": 269, "text": "We'll talk about it now."}, {"sentId": 270, "text": "Legal commentator Areva Martin, criminal defense attorney Janet Johnson, and criminologist Casey Jordan."}], "speaker": "LEMON", "secId": 88}, {"sentences": [{"sentId": 271, "text": "OK, Areva, you first."}, {"sentId": 272, "text": "So, George Zimmerman's run-ins with the law really piling up now."}, {"sentId": 273, "text": "Aggravated assault, domestic violence, allegedly threatening to kill the same man who took a shot to him today."}, {"sentId": 274, "text": "Why can't he seem to stay out of trouble?"}, {"sentId": 275, "text": "And I'll ask you the next question after this."}, {"sentId": 276, "text": "Go ahead."}], "speaker": "LEMON", "secId": 89}, {"sentences": [{"sentId": 277, "text": "You know, Don, when I look at this, you can't help but think about OJ Simpson."}, {"sentId": 278, "text": "Someone who gets off for a, you know, really horrific crime, they're acquitted and you think, go on about your life and just stay out of the limelight, but that isn't what happens."}, {"sentId": 279, "text": "As we see, George Zimmerman keeps finding himself in these altercations with individuals, guns being brandished."}], "speaker": "MARTIN", "secId": 90}, {"sentences": [{"sentId": 280, "text": "And as we heard from his attorney, threatening - if we are to believe that, threatening this man, threatening to kill him."}, {"sentId": 281, "text": "And I think what has happened is some kind of sense of confidence, bravado, you know, being above the law and somehow being able to get away with things that ordinary citizens don't get away with."}, {"sentId": 282, "text": "So, I don't think we've seen the end of this."}, {"sentId": 283, "text": "And we know how the OJ matter ended, it didn't end well."}, {"sentId": 284, "text": "It ended with him in jail for some very serious crimes."}], "speaker": "MARTIN", "secId": 91}, {"sentences": [{"sentId": 285, "text": "OK."}, {"sentId": 286, "text": "This is the question I wanted to ask you."}, {"sentId": 287, "text": "So, everybody out there, don't freak out."}, {"sentId": 288, "text": "OK."}, {"sentId": 289, "text": "I have to ask this question the whole Twitter verse or whatever, \"But could we -- could we be blaming the victim here?"}, {"sentId": 290, "text": "Could George Zimmerman legitimately be the victim?"}, {"sentId": 291, "text": "After all, his window was up, he did not fire."}, {"sentId": 292, "text": "The guy fired through his window."}, {"sentId": 293, "text": "He went to the hospital."}, {"sentId": 294, "text": "The guy said, I shot George Zimmerman."}, {"sentId": 295, "text": "So, are we blaming the victim possibly?\""}, {"sentId": 296, "text": "Areva, you can go first."}], "speaker": "LEMON", "secId": 92}, {"sentences": [{"sentId": 297, "text": "We may find out from the investigation, but we're hearing from the attorney that that's not in fact, what happened."}, {"sentId": 298, "text": "We're hearing that George threatened Mr. Apperson, that he did show a weapon, he threatened to kill him and then there's a witness that apparently came up after the whole incident occurred."}, {"sentId": 299, "text": "And Mr. Apperson told him a very consistent story."}, {"sentId": 300, "text": "So, I think there's still a lot of evidence that's going to be revealed in this case, but doesn't look like he's a victim."}], "speaker": "MARTIN", "secId": 93}, {"sentences": [{"sentId": 301, "text": "OK. Just quickly."}, {"sentId": 302, "text": "What, Janet, what do you think to my question?"}], "speaker": "LEMON", "secId": 94}, {"sentences": [{"sentId": 303, "text": "I mean, technically, on a police report right now, he would be the listed victim."}, {"sentId": 304, "text": "I mean, there's any question about that."}], "speaker": "JOHNSON", "secId": 95}, {"sentences": [{"sentId": 305, "text": "Casey?"}], "speaker": "LEMON", "secId": 96}, {"sentences": [{"sentId": 306, "text": "He's a complainant, not necessarily a victim yet..."}], "speaker": "JORDAN", "secId": 97}, {"sentences": [{"sentId": 307, "text": "OK."}], "speaker": "LEMON", "secId": 98}, {"sentences": [{"sentId": 308, "text": "No."}], "speaker": "MARTIN", "secId": 99}, {"sentences": [{"sentId": 309, "text": "... because."}, {"sentId": 310, "text": "Hold on."}, {"sentId": 311, "text": "Well, think about it."}, {"sentId": 312, "text": "Because we don't know if he provoked it."}, {"sentId": 313, "text": "And if he provoked it and in sighted it, there's absolutely no reason to think that he's the victim."}, {"sentId": 314, "text": "What I find interesting is it's almost like a perfect storm."}, {"sentId": 315, "text": "Two people with a history of conflict together suddenly find themselves on a highway, guns pointed, somebody points a gun, and the other person shoots first."}, {"sentId": 316, "text": "And nobody has done a formal investigation yet."}, {"sentId": 317, "text": "It's almost as if the police say, the two of you are the same personality..."}], "speaker": "JORDAN", "secId": 100}, {"sentences": [{"sentId": 318, "text": "No."}], "speaker": "MARTIN", "secId": 101}, {"sentences": [{"sentId": 319, "text": "... and sometimes two idiots just meet together and they provoke each other."}, {"sentId": 320, "text": "I don't think you're going to get a good investigation here."}], "speaker": "JORDAN", "secId": 102}, {"sentences": [{"sentId": 321, "text": "Janet, Janet."}], "speaker": "LEMON", "secId": 103}, {"sentences": [{"sentId": 322, "text": "No, no, no."}, {"sentId": 323, "text": "That's not Florida law."}, {"sentId": 324, "text": "Under Florida law understand your ground and self-defense."}, {"sentId": 325, "text": "The police may not make an arrest if there's a viable self-defense claim."}, {"sentId": 326, "text": "I mean, the statute actually says, you can't arrest anybody."}, {"sentId": 327, "text": "In most state, you make an arrest and then you can assert self-defense."}, {"sentId": 328, "text": "In Florida, they assume self-defense and they can't make an arrest until they disprove it."}], "speaker": "JOHNSON", "secId": 104}, {"sentences": [{"sentId": 329, "text": "So, everyone's been saying that he gets the right way with whatever he wants to do and that's why they're not arresting."}, {"sentId": 330, "text": "The police are investigating and Martin and Jane said that and they have to rule out self-defense before they can make an arrest, but it won't be George Zimmerman who gets arrested."}, {"sentId": 331, "text": "It would be the guy who shot at him, you know, like it or not."}], "speaker": "JOHNSON", "secId": 105}, {"sentences": [{"sentId": 332, "text": "What are they running into each other again?"}], "speaker": "MARTIN", "secId": 106}, {"sentences": [{"sentId": 333, "text": "But I think it's unfair to compare Mr. Apperson."}, {"sentId": 334, "text": "Again, if we're to believe everything his attorney has told us, we're looking at two individuals with very different backgrounds."}, {"sentId": 335, "text": "George Zimmerman who has a very public record of violence and being aggressive and from what we're being told, this other man who doesn't have that kind of record or that kind of background."}, {"sentId": 336, "text": "So, I think we have to take that into consideration."}], "speaker": "JORDAN", "secId": 107}, {"sentences": [{"sentId": 337, "text": "Yes."}], "speaker": "LEMON", "secId": 108}, {"sentences": [{"sentId": 338, "text": "That's stand your ground."}, {"sentId": 339, "text": "That's going to be in the self- defense where he's going to say, I knew he's violent and he had a propensity, and that's why I shot at him."}, {"sentId": 340, "text": "That's why I think he can win as self-defense claim."}], "speaker": "JOHNSON", "secId": 109}, {"sentences": [{"sentId": 341, "text": "The question is, did he set it up?"}], "speaker": "JORDAN", "secId": 110}, {"sentences": [{"sentId": 342, "text": "Do you remember when you growing up -- do you remember you're growing up and you had friends you're dating someone and your mom or your dad said, listen, you never mess around with anyone who has less to lose than you do."}, {"sentId": 343, "text": "Right."}, {"sentId": 344, "text": "You won't -- so, George Zimmerman has a lot to lose."}, {"sentId": 345, "text": "He's the public figure here."}, {"sentId": 346, "text": "So, should he, be after being acquitted, should he just drive away and just say, you know, I'm out of here or should he just stay in his home?"}, {"sentId": 347, "text": "Areva, you first."}], "speaker": "LEMON", "secId": 111}, {"sentences": [{"sentId": 348, "text": "No."}, {"sentId": 349, "text": "I think he should live his life, but he should avoid these kinds of conflicts."}, {"sentId": 350, "text": "He shouldn't go around threatening people, he shouldn't be in domestic violence disputes, and he shouldn't go around committing crimes."}, {"sentId": 351, "text": "He needs to figure out how to live like the rest of us."}, {"sentId": 352, "text": "Get a job, live in a community and be law abiding."}, {"sentId": 353, "text": "I think that's what -- everyone expecting from George Zimmerman anyone else."}], "speaker": "MARTIN", "secId": 112}, {"sentences": [{"sentId": 354, "text": "Casey, I want to ask you this because this seems like an extraordinary number though of interactions for just the average person to have with police."}, {"sentId": 355, "text": "So, why does he continue using to have these problems?"}, {"sentId": 356, "text": "You know the old saying; trouble seems to follow some people wherever they go."}], "speaker": "LEMON", "secId": 113}, {"sentences": [{"sentId": 357, "text": "Well words of his ex-wife Shelly."}, {"sentId": 358, "text": "She thinks he's a narcissist."}, {"sentId": 359, "text": "And there are people who live in this fantasy world where they are overcompensating for their own failures and they self-affirm by simply putting themselves into situations in which they can prove to themselves all the time that they are worthwhile."}, {"sentId": 360, "text": "That whole quote of, \"Don't you know who I am,\" when he ran into Matthew Apperson last September, shows that he has a vision of himself that's not reality- based."}], "speaker": "JORDAN", "secId": 114}, {"sentences": [{"sentId": 361, "text": "It's not to say vision of himself that we see."}, {"sentId": 362, "text": "We think he should pack up, move away, lay low, go to the Casey Anthony School of how to avoid problems after you've gotten away with a homicide."}, {"sentId": 363, "text": "But the bottom line is, he likes to push the envelope because he thinks he's right, everyone else is wrong."}, {"sentId": 364, "text": "And he's out to prove that the law is on his side."}], "speaker": "JORDAN", "secId": 115}, {"sentences": [{"sentId": 365, "text": "Janet, a brief final word here."}], "speaker": "LEMON", "secId": 116}, {"sentences": [{"sentId": 366, "text": "Yes, I love that Casey Anthony is now a role model."}], "speaker": "JOHNSON", "secId": 117}, {"sentences": [{"sentId": 367, "text": "That's frightening."}], "speaker": "JORDAN", "secId": 118}, {"sentences": [{"sentId": 368, "text": "That's your statement?"}, {"sentId": 369, "text": "I like it."}, {"sentId": 370, "text": "That was brief."}, {"sentId": 371, "text": "And poignant."}, {"sentId": 372, "text": "Thank you."}, {"sentId": 373, "text": "I appreciate all of you this evening."}], "speaker": "LEMON", "secId": 119}, {"sentences": [{"sentId": 374, "text": "Up next, the NFL punishes Tom Brady and The New England Patriots over Deflategate."}, {"sentId": 375, "text": "Did they get what they deserve?"}], "speaker": "LEMON", "secId": 120}, {"sentences": [{"sentId": 376, "text": "Tonight, the NFL coming down hard on Tom Brady and the New England Patriots over Deflategate."}, {"sentId": 377, "text": "The league suspending Brady for four games without pay, the team fined $1 million and forfeiting two draft picks."}, {"sentId": 378, "text": "Rachel Nichols is here with me, she is CNN and Turner Sports anchor."}, {"sentId": 379, "text": "Denise White, CEO of EAG Sports Management is here and Pete Najarian, former linebacker and CNBC Fast Money contributor, joins me now."}, {"sentId": 380, "text": "OK, Mr. Fast Money, punishment fit the crime?"}], "speaker": "LEMON", "secId": 121}, {"sentences": [{"sentId": 381, "text": "Yes, I think it fits the crime and actually if you -- a lot of different folks that I talk to around the league thought, some thought it was too much, some thought it was too little, so I think they have got it right."}], "speaker": "NAJARIAN", "secId": 122}, {"sentences": [{"sentId": 382, "text": "Yeah."}, {"sentId": 383, "text": "Well, I wonder what his agent has to say about all of this, if he thinks the punishment fits the crime."}, {"sentId": 384, "text": "And I know Rachel, you spoke to his agent Don Yee tonight, what did he tell you?"}], "speaker": "LEMON", "secId": 123}, {"sentences": [{"sentId": 385, "text": "Well, we had a statement from Don Yee, he's being a little more quite than he was the other night, doing his talking in writing, but he was pretty blistering in writing."}, {"sentId": 386, "text": "He said this discipline is ridiculous."}, {"sentId": 387, "text": "He said that it has no legitimate basis."}, {"sentId": 388, "text": "He thinks that the outcome was predetermined before the report was ever issued."}, {"sentId": 389, "text": "He also disputed part of the disciplinary statement."}, {"sentId": 390, "text": "He thinks that Tom cooperated with the investigation."}, {"sentId": 391, "text": "He thinks he answered every question presented to him, and he made it clear, Tom Brady will appeal this decision."}, {"sentId": 392, "text": "Don, he's got three days to do so."}], "speaker": "NICHOLS", "secId": 124}, {"sentences": [{"sentId": 393, "text": "Yeah, what happens though, during that appeal process?"}], "speaker": "LEMON", "secId": 125}, {"sentences": [{"sentId": 394, "text": "Well, here's the catch."}, {"sentId": 395, "text": "This ruling came from the NFL offices."}, {"sentId": 396, "text": "Guess who gets to hear the appeal?"}, {"sentId": 397, "text": "NFL Commissioner Roger Goodell."}, {"sentId": 398, "text": "Now, Roger Goodell can appoint an outside agent to hear the appeal."}, {"sentId": 399, "text": "And when that's happened past and it happened with the Saints bounty scandal, he was pressured to do that, it did so with the Adrian Peterson case."}, {"sentId": 400, "text": "Well, the outside arbitrators had many times, actually knocked down the discipline that the NFL has ruled on."}, {"sentId": 401, "text": "And this is what Tom Brady's agent said today, in fact he said, quote, \"Sadly, today's decision diminishing the NFL and it tells fans, players and coaches that the games on the field don't tell how much as much as the games plays in Park Avenue.\""}, {"sentId": 402, "text": "His agent wants to take in out of Park Venue, the NFL offices and put into an outside arbitrator's care."}, {"sentId": 403, "text": "But I got to say, playing this level of hard ball and calling out Roger Goodell in public, I don't know if it's going to work."}, {"sentId": 404, "text": "You have to think Roger Goodell is going to say, you know what, I'm the one who is entitled to hear the appeal about what my own office decided, I'm going to hear the appeal, and Don, if this decision stands if Tom Brady really is suspended for four games, guess who on the schedule he comes back against?"}, {"sentId": 405, "text": "He comes back to play the Indianapolis Colts..."}], "speaker": "NICHOLS", "secId": 126}, {"sentences": [{"sentId": 406, "text": "The team that started this whole thing in the first place."}], "speaker": "NICHOLS", "secId": 127}, {"sentences": [{"sentId": 407, "text": "You know what?"}, {"sentId": 408, "text": "That's kind of poetic justice in a sense."}], "speaker": "LEMON", "secId": 128}, {"sentences": [{"sentId": 409, "text": "NFL wins with the ratings again, right?"}, {"sentId": 410, "text": "--"}], "speaker": "NICHOLS", "secId": 129}, {"sentences": [{"sentId": 411, "text": "Yeah."}, {"sentId": 412, "text": "Yeah."}], "speaker": "LEMON", "secId": 130}, {"sentences": [{"sentId": 413, "text": "Even in scandal."}], "speaker": "NICHOLS", "secId": 131}, {"sentences": [{"sentId": 414, "text": "Goodell says I'm the decider."}, {"sentId": 415, "text": "So Denise, Robert Kraft by the way, issue said a statement tonight, here what it says in part saying, \"Tom Brady has our unconditional support."}, {"sentId": 416, "text": "Our belief in him has not wavered."}, {"sentId": 417, "text": "What's your reaction to all of this?"}], "speaker": "LEMON", "secId": 132}, {"sentences": [{"sentId": 418, "text": "Well, I think, of course, Robert Kraft was -- he has to come out and say that, it's his quarterback."}, {"sentId": 419, "text": "He's won four Super Bowls for him, why wouldn't he?"}, {"sentId": 420, "text": "I mean, this is, this is his golden boy."}, {"sentId": 421, "text": "There's no doubt in my mind that I don't think this is going to detract from Tom Brady's legacy too much."}, {"sentId": 422, "text": "But it is an asterisk against them, and it is something that, I think we all suspected was going to happen, this four-game suspension is nothing that I don't think anybody in the industry thought was going to happen."}, {"sentId": 423, "text": "I think they'll appeal it, obviously and they'll come back probably with a two-game suspension."}, {"sentId": 424, "text": "But I think with the surprising thing here, was the actual draft picks they got taken away from them."}, {"sentId": 425, "text": "The million dollars isn't going to hurt the club at all, but those draft picks sure are going to."}], "speaker": "WHITE", "secId": 133}, {"sentences": [{"sentId": 426, "text": "Yeah."}], "speaker": "LEMON", "secId": 134}, {"sentences": [{"sentId": 427, "text": "So I think that was a little bit of surprising factor that day ."}], "speaker": "WHITE", "secId": 135}, {"sentences": [{"sentId": 428, "text": "Yeah."}, {"sentId": 429, "text": "First round, the next season and then I think and the season after that -- a fourth round."}], "speaker": "LEMON", "secId": 136}, {"sentences": [{"sentId": 430, "text": "Fourth round."}], "speaker": "WHITE", "secId": 137}, {"sentences": [{"sentId": 431, "text": "Correct."}, {"sentId": 432, "text": "Yeah."}, {"sentId": 433, "text": "So then, Denise said, do you think, do you think this punishment is fair?"}, {"sentId": 434, "text": "Or you said the million dollars won't hurt them."}], "speaker": "LEMON", "secId": 138}, {"sentences": [{"sentId": 435, "text": "I think the punishment is very fair."}], "speaker": "WHITE", "secId": 139}, {"sentences": [{"sentId": 436, "text": "OK."}], "speaker": "LEMON", "secId": 140}, {"sentences": [{"sentId": 437, "text": "I think, you know if you look at when guys get suspended for P.E.D's, Performance Enhancing Drugs and that's -- you know, a way to -- you know, levy up and have somewhat of a -- you know, being able to perform better obviously."}, {"sentId": 438, "text": "This is kind of in essence, a little bit like that in the sense of, they you know, they deflated the balls and it's a better performance."}, {"sentId": 439, "text": "So I think it wasn't a surprise to me whatsoever about the four-game suspension."}], "speaker": "WHITE", "secId": 141}, {"sentences": [{"sentId": 440, "text": "OK."}], "speaker": "LEMON", "secId": 142}, {"sentences": [{"sentId": 441, "text": "I thought it might have been a couple more games, but four was, was definitely not surprising."}], "speaker": "WHITE", "secId": 143}, {"sentences": [{"sentId": 442, "text": "I thought it would be like the punish is --"}], "speaker": "LEMON", "secId": 144}, {"sentences": [{"sentId": 443, "text": "And Don --"}], "speaker": "NICHOLS", "secId": 145}, {"sentences": [{"sentId": 444, "text": "Yeah."}], "speaker": "LEMON", "secId": 146}, {"sentences": [{"sentId": 445, "text": "Denise is right."}, {"sentId": 446, "text": "NFL teams can find a million dollars in their couch cushions."}, {"sentId": 447, "text": "They make so much money, but make a mistake."}, {"sentId": 448, "text": "The league is sending a message with these million dollars, that they're finding the Patriot, that's the largest fine in NFL history --"}], "speaker": "NICHOLS", "secId": 147}, {"sentences": [{"sentId": 449, "text": "Yeah."}], "speaker": "LEMON", "secId": 148}, {"sentences": [{"sentId": 450, "text": "for anything."}], "speaker": "NICHOLS", "secId": 149}, {"sentences": [{"sentId": 451, "text": "But there, but they're not, Rachel --"}], "speaker": "LEMON", "secId": 150}, {"sentences": [{"sentId": 452, "text": "Any NFL team, the NFL teams have ever done."}], "speaker": "NICHOLS", "secId": 151}, {"sentences": [{"sentId": 453, "text": "They're not just deciding this, because they have several reasons they say for this punishment, including Spygate in 2007 --"}], "speaker": "LEMON", "secId": 152}, {"sentences": [{"sentId": 454, "text": "Yes, exactly."}], "speaker": "WHITE", "secId": 153}, {"sentences": [{"sentId": 455, "text": "A lack of cooperation from the Patriots and Tom Brady himself during the investigation."}, {"sentId": 456, "text": "So Pete, the question is, is this cover-up worse than the crime?"}, {"sentId": 457, "text": "Because as you've said, Rachel said this is the worst, right?"}], "speaker": "LEMON", "secId": 154}, {"sentences": [{"sentId": 458, "text": "Right."}, {"sentId": 459, "text": "And you know it's about the integrity of the league, everybody keeps to bring that up and I -- I'm going to bring it up again, because that's really what this is all about and, when you really start to break down what they had to go through, they had to go through all of this, and yet the 200-plus pages, it really never definitively said, hey, Tom Brady absolutely is a part of this."}, {"sentId": 460, "text": "But they needed to come down, because it's about repeat offenses and that's exactly what this is."}, {"sentId": 461, "text": "First it was Spygate, now it's this and this is the way the league's going to have to punish them and all 31 other teams are now well aware exactly how the NFL's going to come down on anybody breaking any rules."}, {"sentId": 462, "text": "LEMON: We also saw Tom Brady's public statement on Thursday, where he"}], "speaker": "NAJARIAN", "secId": 155}, {"sentences": [{"sentId": 463, "text": "didn't seem to be talking, you know, about -- he didn't want to talk about the Wells report and the findings, that he didn't take it seriously."}, {"sentId": 464, "text": "I wonder if his bosses irritate -- his bosses are irritated about that and do you think that he's going to now take this punishment to heart, Denise?"}], "speaker": "NAJARIAN", "secId": 156}, {"sentences": [{"sentId": 465, "text": "I really hope that he does."}, {"sentId": 466, "text": "I mean, if he was my client and I was advising him, I'd be like, it's time to fall on the sword, Tom."}, {"sentId": 467, "text": "We're all going to be OK with the fact that, if you did this, we can forgive you, but I don't know if he's going to do that or not, because he's been so defiant to this point and saying, no, no, no, no, I'm not lying, I didn't cheat."}, {"sentId": 468, "text": "But I don't know if he feels he can come back from this."}, {"sentId": 469, "text": "But, if I was, if I was advising him, I'd be like, time to fall on the sword, let's come clean, let's just say yes and please forgive me, it's about that time."}], "speaker": "WHITE", "secId": 157}, {"sentences": [{"sentId": 470, "text": "Do you think NFL officials were offended by his comments, Pete?"}], "speaker": "LEMON", "secId": 158}, {"sentences": [{"sentId": 471, "text": "Well, I'm sure that they were, quite frankly."}, {"sentId": 472, "text": "And I think that you know, the severity of this fine, I think some of that goes to the fact that it was being laughed off."}, {"sentId": 473, "text": "And I think Robert Kraft said it best which is, hey, look, we've got to accept whatever the NFL levies out, and this is exactly what happened."}, {"sentId": 474, "text": "And I think Tom's going to have to accept this."}], "speaker": "NAJARIAN", "secId": 159}, {"sentences": [{"sentId": 475, "text": "I don't guys."}, {"sentId": 476, "text": "I don't think his demeanor really had any impact in terms of this punishment."}, {"sentId": 477, "text": "I think the message was on two fronts."}, {"sentId": 478, "text": "Don't cheat."}, {"sentId": 479, "text": "Don't take into your own hands what rules you think are and aren't important."}, {"sentId": 480, "text": "And number two, cooperate with us when we come to investigate you."}, {"sentId": 481, "text": "Don, the NFL has no subpoena power."}, {"sentId": 482, "text": "They can't actually force anyone to answer any of their questions."}, {"sentId": 483, "text": "So really, the only leverage they have is to show by example to other teams and other players around the league, look what will happen to you if you don't deal with us."}, {"sentId": 484, "text": "The punishment will be worse than maybe whatever you were going to give us and whatever we would have ruled on."}, {"sentId": 485, "text": "They're basically doing to now rule by fear and threats of this kind of thing, instead of the subpoena power a court would give them and make no mistake, they want everyone around the league to hear it."}, {"sentId": 486, "text": "This is what happens if you don't cooperate."}], "speaker": "NICHOLS", "secId": 160}, {"sentences": [{"sentId": 487, "text": "I don't know if you guys saw Bob Schieffer this Sunday, but he said, you know what, its kind like baseball and surprise people that are so surprise by this, because baseball, you cheat until you get caught and that's part of the game."}, {"sentId": 488, "text": "I kind of agree with them."}, {"sentId": 489, "text": "All right, we'll continue to talk."}, {"sentId": 490, "text": "Thanks you, guys."}], "speaker": "LEMON", "secId": 161}, {"sentences": [{"sentId": 491, "text": "You know what they say in NASCAR, if you're not cheating, you're not trying."}], "speaker": "NICHOLS", "secId": 162}, {"sentences": [{"sentId": 492, "text": "You're not trying."}, {"sentId": 493, "text": "Thank you."}], "speaker": "LEMON", "secId": 163}, {"sentences": [{"sentId": 494, "text": "You're not winning."}], "speaker": "WHITE", "secId": 164}, {"sentences": [{"sentId": 495, "text": "Coming up, Michelle Obama's a very personal comment about race."}, {"sentId": 496, "text": "Why are critics of the first lady crying foul now?"}], "speaker": "LEMON", "secId": 165}, {"sentences": [{"sentId": 497, "text": "In a speech to the graduates of Tuskegee University this weekend, First Lady Michelle Obama said that during the 2008 race for the White House, she was held to a different standard because of her race."}, {"sentId": 498, "text": "Let's talk about it now with CNN senior political reporter, Nia- Malika Henderson, she writes about this all the time and a new piece that just posted on cnnpolitics.com, so good to have you on the show for the first time, thank you for joining us."}], "speaker": "LEMON", "secId": 166}, {"sentences": [{"sentId": 499, "text": "Great to be here."}], "speaker": "HENDERSON", "secId": 167}, {"sentences": [{"sentId": 500, "text": "Yes."}, {"sentId": 501, "text": "So you wrote an article, I remember this."}, {"sentId": 502, "text": "I think I interviewed you about this entitled, Michelle Obama speaks frankly about race."}, {"sentId": 503, "text": "That was back in 2008."}, {"sentId": 504, "text": "A lot of folks are saying that this commencement speech is the first time that she is spoken so candidly on race, but you say it's not true."}], "speaker": "LEMON", "secId": 168}, {"sentences": [{"sentId": 505, "text": "That's right."}, {"sentId": 506, "text": "I mean, if you look at the way Michelle Obama has talked about race, she has spoken more frequently about it of then her husband, and it's primarily because she is often in front of black audiences -- Schieffer in last summer."}, {"sentId": 507, "text": "Talked about the memorial service for Maya Angelou, earlier this year, she talked at a conference -- organized by Black Girls Rock, so she often dealt into this topic on much more frequently than her husband, though."}, {"sentId": 508, "text": "I do think what was new and different about this particular speech, and again, she's often speaks to black universities as well around this time of year."}, {"sentId": 509, "text": "What was different about what she said this time, I think, on what she did speak specifically, about the way she thinks, she was perceived in her rise to national prominent back in 2008."}, {"sentId": 510, "text": "Here she is talking specifically about a New Yorker magazine cover in 2008."}], "speaker": "HENDERSON", "secId": 169}, {"sentences": [{"sentId": 511, "text": "Then there was the first time I was on a magazine cover."}, {"sentId": 512, "text": "It was a cartoon drawing of me with a huge afro and a machine gun."}, {"sentId": 513, "text": "Now -- yeah, it was satire, but if I'm really being honest, it knocked me back a bit."}, {"sentId": 514, "text": "It made me wonder, just how are people seeing me?"}, {"sentId": 515, "text": "Over the years, folks have used plenty of interesting words to describe me."}, {"sentId": 516, "text": "One said I exhibited a little bit of Uppity-ism."}, {"sentId": 517, "text": "Another noted that I was one of my husband's cronies of color."}, {"sentId": 518, "text": "Cable news referred to me as Obama's baby mama."}], "speaker": "OBAMA", "secId": 170}, {"sentences": [{"sentId": 519, "text": "Let's put that magazine cover-up, Nia, because -- there it is, and they're giving the so-called terrorist fist bump."}, {"sentId": 520, "text": "Remember back in -- are you surprised that this cover still wrinkles her to this day?"}], "speaker": "LEMON", "secId": 171}, {"sentences": [{"sentId": 521, "text": "You know, in some ways, no."}, {"sentId": 522, "text": "She's talked about of being dismay, that this character of her, its idea that she's angry black woman."}, {"sentId": 523, "text": "Now, I interviewed her in 2010, and she felt like she had gotten past by 2010-2011 of these ideas that were floating around about her during that campaign."}, {"sentId": 524, "text": "And one of the things you see is that when she comes into office in 2008, she very much has to get past that."}, {"sentId": 525, "text": "She has the introduce herself, or reintroduce herself to the American public and she talks about and that's to be on Saturday, that she now feels like a fully formed first lady."}, {"sentId": 526, "text": "She was using a lot of these examples, are really I -- the teachable moments, telling these students at this was story  like black university."}, {"sentId": 527, "text": "They too would face these kinds of hardships."}, {"sentId": 528, "text": "She talked about folks like us, meaning African-Americans would often be misperceived by the general public, but ultimately it's up to folks in that audience and by extension, other folks, to give up pass some of those misperceptions, not give up and still our reach for excellence."}], "speaker": "HENDEROSN", "secId": 172}, {"sentences": [{"sentId": 529, "text": "Nia-Malik Henderson, thank you so much."}, {"sentId": 530, "text": "Good --"}], "speaker": "LEMON", "secId": 173}, {"sentences": [{"sentId": 531, "text": "Thank you."}], "speaker": "HENDERSON", "secId": 174}, {"sentences": [{"sentId": 532, "text": "Again, good to have you on."}], "speaker": "LEMON", "secId": 175}, {"sentences": [{"sentId": 533, "text": "Take care."}], "speaker": "HENDERSON", "secId": 176}, {"sentences": [{"sentId": 534, "text": "Joining me, Marc Lamont Hill, CNN political commentator."}, {"sentId": 535, "text": "Ben Ferguson, CNN political commentator and host of The Ben Ferguson Show."}, {"sentId": 536, "text": "They're here on me in studio."}], "speaker": "LEMON", "secId": 177}, {"sentences": [{"sentId": 537, "text": "It's nice to be here."}], "speaker": "FERGUSON", "secId": 178}, {"sentences": [{"sentId": 538, "text": "I know."}], "speaker": "LEMON", "secId": 179}, {"sentences": [{"sentId": 539, "text": "Doesn't happen every day."}], "speaker": "FERGUSON", "secId": 180}, {"sentences": [{"sentId": 540, "text": "So, she was well received by the students at Tuskegee, but not everybody is happy about this."}, {"sentId": 541, "text": "I want to play this, this is Rush Limbaugh and Glenn Beck on their radio program, here it is."}], "speaker": "LEMON", "secId": 181}, {"sentences": [{"sentId": 542, "text": "Michelle Obama is on a roll."}, {"sentId": 543, "text": "She is playing the race card."}, {"sentId": 544, "text": "She is doubling down on it."}], "speaker": "LIMBAUGH", "secId": 182}, {"sentences": [{"sentId": 545, "text": "You were clearly not voted in with just your race."}, {"sentId": 546, "text": "White people in droves went out to vote for you and you were somehow or another, invisible so much that you became the president and first lady of the United States of America."}], "speaker": "BECK", "secId": 183}, {"sentences": [{"sentId": 547, "text": "Twice."}], "speaker": "UNIDENTIFIED MALE", "secId": 184}, {"sentences": [{"sentId": 548, "text": "Tell me about the troubles that you have seen."}], "speaker": "BECK", "secId": 185}, {"sentences": [{"sentId": 549, "text": "I mean --"}], "speaker": "LEMON", "secId": 186}, {"sentences": [{"sentId": 550, "text": "I mean, why does the right always get ticked off when the first"}], "speaker": "LEMON", "secId": 187}, {"sentences": [{"sentId": 551, "text": "lady or the president talks about race?"}], "speaker": "LEMON", "secId": 188}, {"sentences": [{"sentId": 552, "text": "Because it happens a lot."}, {"sentId": 553, "text": "It's happened a whole lot."}], "speaker": "BECK", "secId": 189}, {"sentences": [{"sentId": 554, "text": "Well, they're all black."}], "speaker": "LEMON", "secId": 190}, {"sentences": [{"sentId": 555, "text": "Right."}, {"sentId": 556, "text": "But it doesn't always have to be about this."}], "speaker": "FERGUSON", "secId": 191}, {"sentences": [{"sentId": 557, "text": "I mean, I think, part of the issue is --"}], "speaker": "FERGUSON", "secId": 192}, {"sentences": [{"sentId": 558, "text": "You think they talked about it a lot?"}, {"sentId": 559, "text": "Do you think the president may seem to race a lot?"}], "speaker": "HILL", "secId": 193}, {"sentences": [{"sentId": 560, "text": "I do think he talks about it a lot."}], "speaker": "FERGUSON", "secId": 194}, {"sentences": [{"sentId": 561, "text": "Wow."}], "speaker": "HILL", "secId": 195}, {"sentences": [{"sentId": 562, "text": "I think he talks about it a lot."}, {"sentId": 563, "text": "I'm not saying it's usually a bad thing to talk about it some, but it's, does it always have to come up?"}, {"sentId": 564, "text": "And -- I think --"}], "speaker": "FERGUSON", "secId": 196}, {"sentences": [{"sentId": 565, "text": "Always?"}, {"sentId": 566, "text": "Don't you think --"}], "speaker": "HILL", "secId": 197}, {"sentences": [{"sentId": 567, "text": "I think sometimes --"}], "speaker": "FERGUSON", "secId": 198}, {"sentences": [{"sentId": 568, "text": "I think sometimes it comes up."}], "speaker": "FERGUSON", "secId": 199}, {"sentences": [{"sentId": 569, "text": "Sometimes it means a lot --"}], "speaker": "HILL", "secId": 200}, {"sentences": [{"sentId": 570, "text": "More than he needs to, because he is trying to push the wedge there."}, {"sentId": 571, "text": "I don't think it brings me what is there."}], "speaker": "FERGUSON", "secId": 201}, {"sentences": [{"sentId": 572, "text": "Why is white always -- why they always going to ."}], "speaker": "LEMON", "secId": 202}, {"sentences": [{"sentId": 573, "text": "Well, the part of it -- I think whenever, like -- would a white -- would a black person mention to race at one time --"}], "speaker": "HILL", "secId": 203}, {"sentences": [{"sentId": 574, "text": "Tell me, why?"}], "speaker": "LEMON", "secId": 204}, {"sentences": [{"sentId": 575, "text": "It's like -- you can see it, because they're black."}], "speaker": "HILL", "secId": 205}, {"sentences": [{"sentId": 576, "text": "That's why."}], "speaker": "HILL", "secId": 206}, {"sentences": [{"sentId": 577, "text": "Thank you."}], "speaker": "LEMON", "secId": 207}, {"sentences": [{"sentId": 578, "text": "That's why."}], "speaker": "HILL", "secId": 208}, {"sentences": [{"sentId": 579, "text": "OK. Good."}], "speaker": "LEMON", "secId": 209}, {"sentences": [{"sentId": 580, "text": "Maybe back in track ."}, {"sentId": 581, "text": "What is interesting to me, because Obama mentions race, and you can name -- I've heard you mention this before, the race speech about Jeremiah Wright, which happened before he was president."}, {"sentId": 582, "text": "Ferguson -- FERGUSON: Yup."}], "speaker": "HILL", "secId": 210}, {"sentences": [{"sentId": 583, "text": "The beer summit --"}], "speaker": "HILL", "secId": 211}, {"sentences": [{"sentId": 584, "text": "Yup."}], "speaker": "FERGUSON", "secId": 212}, {"sentences": [{"sentId": 585, "text": "And --"}], "speaker": "HILL", "secId": 213}, {"sentences": [{"sentId": 586, "text": "And the beer summit was definitely a bad mark in his career."}], "speaker": "FERGUSON", "secId": 214}, {"sentences": [{"sentId": 587, "text": "And the Trayvon thing, right?"}], "speaker": "HILL", "secId": 215}, {"sentences": [{"sentId": 588, "text": "Right."}], "speaker": "FERGUSON", "secId": 216}, {"sentences": [{"sentId": 589, "text": "So that's three times in six years they've mentioned race."}, {"sentId": 590, "text": "There have been -- let me, there's about 365 days in a year, times six."}], "speaker": "HILL", "secId": 217}, {"sentences": [{"sentId": 591, "text": "No --"}], "speaker": "FERGUSON", "secId": 218}, {"sentences": [{"sentId": 592, "text": "He done mentioned race three times in --"}], "speaker": "HILL", "secId": 219}, {"sentences": [{"sentId": 593, "text": "It's -- he mentioned that before much more than three times."}], "speaker": "FERGUSON", "secId": 220}, {"sentences": [{"sentId": 594, "text": "Did you say he done mentioned race?"}], "speaker": "LEMON", "secId": 221}, {"sentences": [{"sentId": 595, "text": "Perhaps."}], "speaker": "HILL", "secId": 222}, {"sentences": [{"sentId": 596, "text": "OK."}], "speaker": "LEMON", "secId": 223}, {"sentences": [{"sentId": 597, "text": "Perhaps."}], "speaker": "HILL", "secId": 224}, {"sentences": [{"sentId": 598, "text": "It matter -- it seems to be a point where they want to bring it up as often as it can possibly be applied to a situation."}, {"sentId": 599, "text": "And I think sometimes, when you're the first lady of the president, you have to look at things not just through being race."}, {"sentId": 600, "text": "You're the president  of everyone and everyone voted for them --"}], "speaker": "FERGUSON", "secId": 225}, {"sentences": [{"sentId": 601, "text": "Yeah."}], "speaker": "LEMON", "secId": 226}, {"sentences": [{"sentId": 602, "text": "Twice."}, {"sentId": 603, "text": "I think Glenn made an excellent point there."}, {"sentId": 604, "text": "They were elected by an awful lot of people that had nothing to do with race and didn't care that they were African-American."}], "speaker": "FERGUSON", "secId": 227}, {"sentences": [{"sentId": 605, "text": "But what's the problem with that argument, to me?"}], "speaker": "HILL", "secId": 228}, {"sentences": [{"sentId": 606, "text": "But they won twice, with millions of people voted for them and said we don't care about race."}], "speaker": "FERGUSON", "secId": 229}, {"sentences": [{"sentId": 607, "text": "You didn't hear them say they don't care about race, you just voted -- FERGUSON: I did, a lot of them I talked to said --"}], "speaker": "HILL", "secId": 230}, {"sentences": [{"sentId": 608, "text": "Yeah -- what about it?"}], "speaker": "HILL", "secId": 231}, {"sentences": [{"sentId": 609, "text": "We voted for them for him for the same reasons that we voted --"}], "speaker": "FERGUSON", "secId": 232}, {"sentences": [{"sentId": 610, "text": "Perhaps."}], "speaker": "HILL", "secId": 233}, {"sentences": [{"sentId": 611, "text": "For Al Gore or for Bill Clinton --"}], "speaker": "FERGUSON", "secId": 234}, {"sentences": [{"sentId": 612, "text": "I'm not  --"}], "speaker": "HILL", "secId": 235}, {"sentences": [{"sentId": 613, "text": "Or any Democrat."}], "speaker": "FERGUSON", "secId": 236}, {"sentences": [{"sentId": 614, "text": "All I am saying is that a lot of people care about racist that would have thought  Obama."}, {"sentId": 615, "text": "I think you can do -- you know, I don't play plenty of black ."}, {"sentId": 616, "text": "But here is the bigger issue, when Obama talks about immigration, he mentioned Latino identity."}, {"sentId": 617, "text": "When he talks about LGBT issues, he mentioned gay, lesbian identity."}, {"sentId": 618, "text": "When he mentioned the elderly, he talks about their age."}, {"sentId": 619, "text": "Yet somehow, race has been issue that's clearly devoted to race or connect to race, somehow we want him to be raceless  that seems unreasonable."}, {"sentId": 620, "text": "And you said every time --"}], "speaker": "HILL", "secId": 237}, {"sentences": [{"sentId": 621, "text": "I'm not."}, {"sentId": 622, "text": "I'm not saying raceless ."}, {"sentId": 623, "text": "I'm saying that I think --"}], "speaker": "FERGUSON", "secId": 238}, {"sentences": [{"sentId": 624, "text": "Not to mention it."}], "speaker": "HILL", "secId": 239}, {"sentences": [{"sentId": 625, "text": "Well, the thing is to say, if you have a particular expertise, or if you have - you know, something that you are --"}], "speaker": "LEMON", "secId": 240}, {"sentences": [{"sentId": 626, "text": "Sure."}], "speaker": "FERGUSON", "secId": 241}, {"sentences": [{"sentId": 627, "text": "Like say, we elected a general, to talk about military issues."}, {"sentId": 628, "text": "If Hillary Clinton is elected, we'll talk about foreign affairs."}, {"sentId": 629, "text": "And so -- they're black."}, {"sentId": 630, "text": "Why can't this be just a teachable moment for the country and you go, OK."}, {"sentId": 631, "text": "They're talking about --"}], "speaker": "LEMON", "secId": 242}, {"sentences": [{"sentId": 632, "text": "But I think it's partly, because some people feel like that she was acting as if there was -- a lot of unfair treatment to her on a regular basis."}], "speaker": "FERGUSON", "secId": 243}, {"sentences": [{"sentId": 633, "text": "OK."}], "speaker": "LEMON", "secId": 244}, {"sentences": [{"sentId": 634, "text": "And I think the point is --"}], "speaker": "FERGUSON", "secId": 245}, {"sentences": [{"sentId": 635, "text": "You were elected twice -- there were people who said awful things about her, not a lot."}, {"sentId": 636, "text": "Some people, and the point is, you've been -- you've done pretty well."}, {"sentId": 637, "text": "People have judged you on your merit and not the color of your skin, at least through two presidential elections are just very hard to do."}, {"sentId": 638, "text": "And, and, so --"}], "speaker": "FERGUSON", "secId": 246}, {"sentences": [{"sentId": 639, "text": "The fact that they were able to do that well and then you keep bringing it up I think the point is --"}], "speaker": "FERGUSON", "secId": 247}, {"sentences": [{"sentId": 640, "text": "But she doesn't keep bringing it --"}], "speaker": "HILL", "secId": 248}, {"sentences": [{"sentId": 641, "text": "You've been successful."}, {"sentId": 642, "text": "You've been successful, you been -- you've been able to transcend race."}], "speaker": "FERGUSON", "secId": 249}, {"sentences": [{"sentId": 643, "text": "But she keeps doing --"}], "speaker": "HILL", "secId": 250}, {"sentences": [{"sentId": 644, "text": "She is -- she is at Tuskegee which is --"}], "speaker": "LEMON", "secId": 251}, {"sentences": [{"sentId": 645, "text": "A black school."}], "speaker": "HILL", "secId": 252}, {"sentences": [{"sentId": 646, "text": "All right."}, {"sentId": 647, "text": "Thank you."}], "speaker": "LEMON", "secId": 253}, {"sentences": [{"sentId": 648, "text": "It's a historically black college."}], "speaker": "HILL", "secId": 254}, {"sentences": [{"sentId": 649, "text": "Marc and Ben, stay with me."}, {"sentId": 650, "text": "Standby, two police officers shot to death in Mississippi this weekend."}, {"sentId": 651, "text": "Are killings in the line of duty on the rise?"}, {"sentId": 652, "text": "That's, next."}], "speaker": "LEMON", "secId": 255}, {"sentences": [{"sentId": 653, "text": "All right, we're back, before we get to my panel, I want to read this."}, {"sentId": 654, "text": "The FBI releasing some disturbing statistics today on law enforcement officers killed in the line of duty, showing a significant increase last year."}, {"sentId": 655, "text": "So Marc and Ben are back."}, {"sentId": 656, "text": "2015, 51 officers were killed on the line of duty."}, {"sentId": 657, "text": "2013, 27, that is an 89 percent increase."}, {"sentId": 658, "text": "What's to blame?"}], "speaker": "LEMON", "secId": 256}, {"sentences": [{"sentId": 659, "text": "We have to be very clear when we use numbers, because the knee- jerk reaction is, oh, my God, cops are getting killed more than they ever have before."}, {"sentId": 660, "text": "That's simply untrue."}, {"sentId": 661, "text": "The 51 who were killed last year, was supposed to be this big spike is still 10 officers fewer than the average over the last four decades, which has been 61."}, {"sentId": 662, "text": "That 27 is the lowest incident since the '80s, before that was 49, before that was 72, before that was 56."}, {"sentId": 663, "text": "So last year, it was still unusually low, it was just more than the year before."}, {"sentId": 664, "text": "It would be more interesting to figure out why the 27 happened than the one in 51."}], "speaker": "HILL", "secId": 257}, {"sentences": [{"sentId": 665, "text": "I think part of the problem though is right now, I think there's the least amount of respect you've had for police officers in a long time, because of some officers who have done some really stupid things, and there's a lot of really good officers out there."}, {"sentId": 666, "text": "And I think there is a sentiment now that they're somehow the bad guys, and I think there are a lot of people out there that believe that you know what?"}, {"sentId": 667, "text": "I don't have to show respect for the cops, I don't have to like the cops."}, {"sentId": 668, "text": "In fact, there are some people who say, I'm going to -- I'm going to pop a cap in a cop and kill them, be proud of it."}, {"sentId": 669, "text": "And, and that is a problem."}, {"sentId": 670, "text": "HILL: Did you say pop a cap?"}], "speaker": "FERGUSON", "secId": 258}, {"sentences": [{"sentId": 671, "text": "Yeah."}, {"sentId": 672, "text": "Pop a cap."}], "speaker": "FERGUSON", "secId": 259}, {"sentences": [{"sentId": 673, "text": "Yeah."}, {"sentId": 674, "text": "You're welcome."}], "speaker": "FERGUSON", "secId": 260}, {"sentences": [{"sentId": 675, "text": "I don't that's going to happen."}, {"sentId": 676, "text": "Again, I think it's easy to say that, because that allows us to say, oh, we can --"}], "speaker": "HILL", "secId": 261}, {"sentences": [{"sentId": 677, "text": "But do you think -- do you think the police are loved more today, than they were a year ago?"}, {"sentId": 678, "text": "No way."}], "speaker": "FERGUSON", "secId": 262}, {"sentences": [{"sentId": 679, "text": "A lot of people --"}], "speaker": "LEMON", "secId": 263}, {"sentences": [{"sentId": 680, "text": "I don't think that's the point."}], "speaker": "LEMON", "secId": 264}, {"sentences": [{"sentId": 681, "text": "Look at the people that go on TV and they say, you know F the cops, 31 dead cops on the bridge here."}], "speaker": "FERGUSON", "secId": 265}, {"sentences": [{"sentId": 682, "text": "A lot of people are blaming Ferguson, and saying, hands up, don't shoot."}], "speaker": "LEMON", "secId": 266}, {"sentences": [{"sentId": 683, "text": "Yes."}], "speaker": "FERGUSON", "secId": 267}, {"sentences": [{"sentId": 684, "text": "And there's a narrative -- it didn't really happen."}], "speaker": "LEMON", "secId": 268}, {"sentences": [{"sentId": 685, "text": "No, it didn't happen..."}], "speaker": "FERGUSON", "secId": 269}, {"sentences": [{"sentId": 686, "text": "Why was the --"}], "speaker": "LEMON", "secId": 270}, {"sentences": [{"sentId": 687, "text": "But it matter to a lot of people."}], "speaker": "FERGUSON", "secId": 271}, {"sentences": [{"sentId": 688, "text": "Why would hands up, don't shoot narrative make people shoot police?"}], "speaker": "HILL", "secId": 272}, {"sentences": [{"sentId": 689, "text": "Because it made them look like the police were out to be murderers."}, {"sentId": 690, "text": "So therefore, you don't respect them, because they didn't respect life."}], "speaker": "FERGUSON", "secId": 273}, {"sentences": [{"sentId": 691, "text": "So then you murder them?"}], "speaker": "HILL", "secId": 274}, {"sentences": [{"sentId": 692, "text": "I think there are some people that really take from that, they were here."}, {"sentId": 693, "text": "We saw them on a bridge saying, what do we want, dead cops, when do we want it, now."}], "speaker": "FERGUSON", "secId": 275}, {"sentences": [{"sentId": 694, "text": "How many of them kill police?"}], "speaker": "HILL", "secId": 276}, {"sentences": [{"sentId": 695, "text": "I don't know how many may  killed police."}, {"sentId": 696, "text": "I don't know how --"}], "speaker": "FERGUSON", "secId": 277}, {"sentences": [{"sentId": 697, "text": "My point is the numbers of the --"}], "speaker": "FERGUSON", "secId": 278}, {"sentences": [{"sentId": 698, "text": "My point is this, the numbers are up and I think there are people out there --"}], "speaker": "FERGUSON", "secId": 279}, {"sentences": [{"sentId": 699, "text": "They're not up, Ben."}, {"sentId": 700, "text": "They're not."}], "speaker": "HILL", "secId": 280}, {"sentences": [{"sentId": 701, "text": "According to the FBI, they're up..."}], "speaker": "LEMON", "secId": 281}, {"sentences": [{"sentId": 702, "text": "They're up."}], "speaker": "FERGUSON", "secId": 282}, {"sentences": [{"sentId": 703, "text": "But you're saying that is -- that you can manipulate the numbers."}], "speaker": "LEMON", "secId": 283}, {"sentences": [{"sentId": 704, "text": "It was manipulation."}, {"sentId": 705, "text": "They were down -- the number was 27, two years ago, right?"}, {"sentId": 706, "text": "Before that, it was higher than it was last year."}, {"sentId": 707, "text": "Year before that, it was higher than last year."}], "speaker": "HILL", "secId": 284}, {"sentences": [{"sentId": 708, "text": "OK."}], "speaker": "LEMON", "secId": 285}, {"sentences": [{"sentId": 709, "text": "What about the way officers are portrayed, that you said that there's a lack of respect throughout for officers going on right now?"}], "speaker": "LEMON", "secId": 286}, {"sentences": [{"sentId": 710, "text": "No."}, {"sentId": 711, "text": "I don't think it's a lack of --"}], "speaker": "HILL", "secId": 287}, {"sentences": [{"sentId": 712, "text": "Have you -- have you not seen the way they - the people have been acting towards good police officers in Ferguson?"}, {"sentId": 713, "text": "Whether be there or anywhere --"}], "speaker": "FERGUSON", "secId": 288}, {"sentences": [{"sentId": 714, "text": "How have they been acting?"}, {"sentId": 715, "text": "How have they been acting?"}, {"sentId": 716, "text": "--"}], "speaker": "HILL", "secId": 289}, {"sentences": [{"sentId": 717, "text": "When they did it in their face and they are screaming at them and cursing them out?"}], "speaker": "FERGUSON", "secId": 290}, {"sentences": [{"sentId": 718, "text": "Yeah."}], "speaker": "LEMON", "secId": 291}, {"sentences": [{"sentId": 719, "text": "When there --"}], "speaker": "FERGUSON", "secId": 292}, {"sentences": [{"sentId": 720, "text": "All people are -- OK."}], "speaker": "HILL", "secId": 293}, {"sentences": [{"sentId": 721, "text": "And some of them by the way, African-American cops."}, {"sentId": 722, "text": "You have African-Americans in their face, screaming at them, because they wear a uniform..."}], "speaker": "FERGUSON", "secId": 294}, {"sentences": [{"sentId": 723, "text": "Yes."}, {"sentId": 724, "text": "That's the point."}], "speaker": "HILL", "secId": 295}, {"sentences": [{"sentId": 725, "text": "They hate them."}], "speaker": "GERFUSON", "secId": 296}, {"sentences": [{"sentId": 726, "text": "Well, not all cops are bad."}, {"sentId": 727, "text": "I'm not going to push to the hate point."}, {"sentId": 728, "text": "But I think what you seem --"}], "speaker": "HILL", "secId": 297}, {"sentences": [{"sentId": 729, "text": "They do hate them."}, {"sentId": 730, "text": "When you're spiting in a police officer's face, you hate them."}], "speaker": "FERGUSON", "secId": 298}, {"sentences": [{"sentId": 731, "text": "OK."}, {"sentId": 732, "text": "But again, you get throwing at something that we weren't just talking about."}, {"sentId": 733, "text": "I never say people who spit on cops don't hate cops."}, {"sentId": 734, "text": "I'm -- you were talking about people who were protesting in Ferguson."}, {"sentId": 735, "text": "What I'm saying is a protest doesn't mean you hate them..."}], "speaker": "HILL", "secId": 299}, {"sentences": [{"sentId": 736, "text": "Right."}], "speaker": "LEMON", "secId": 300}, {"sentences": [{"sentId": 737, "text": "A protest means you have a critique and it doesn't mean you don't respect them."}, {"sentId": 738, "text": "It means you have a critique of them."}], "speaker": "HILL", "secId": 301}, {"sentences": [{"sentId": 739, "text": "We'll be right back."}], "speaker": "LEMON", "secId": 302}, {"sentences": [{"sentId": 740, "text": "What do you guys think of my new crib?"}], "speaker": "LEMON", "secId": 303}, {"sentences": [{"sentId": 741, "text": "I like it."}], "speaker": "FERGUSON", "secId": 304}, {"sentences": [{"sentId": 742, "text": "I love it, man."}, {"sentId": 743, "text": "You got your name on the wall too."}, {"sentId": 744, "text": "Man, that's major."}], "speaker": "HILL", "secId": 305}, {"sentences": [{"sentId": 745, "text": "It's a big deal."}, {"sentId": 746, "text": "It's kind of --"}], "speaker": "FERGUSON", "secId": 306}, {"sentences": [{"sentId": 747, "text": "I'm a really big deal."}], "speaker": "LEMON", "secId": 307}, {"sentences": [{"sentId": 748, "text": "Those are really big deal."}], "speaker": "FERGUSON", "secId": 308}, {"sentences": [{"sentId": 749, "text": "Thank you, guys."}, {"sentId": 750, "text": "Appreciate you joining me..."}], "speaker": "LEMON", "secId": 309}, {"sentences": [{"sentId": 751, "text": "Thank you."}], "speaker": "FERGUSON", "secId": 310}, {"sentences": [{"sentId": 752, "text": "That's it for us tonight."}, {"sentId": 753, "text": "I'll see you back here tomorrow night."}], "speaker": "LEMON", "secId": 311}, {"sentences": [{"sentId": 754, "text": "\"AC360\" starts right now."}], "speaker": "LEMON", "secId": 312}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1505.11.cnnt.01.html.json", "time": "Aired May 11, 2015 - 22:00   ET"}