{"sectionCount": 245, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["LEMON", "CARROLL", "CARROL", "WALSH", "CASAREZ", "FAVRO", "JESUS-ZAYAS", "SWEAT", "CHAPMAN", "TRUMP", "BENSON", "NAVARRO", "HAM", "GOFF", "DOLEZAL", "BERNSTEIN", "RATHER", "KILLOUGH"], "subTitle": "Manhunt: Are Escaped Killers Hiding in Plain Sight?; Donald Trump and Rachel Doelzal: 15 Minutes of Fame?; Shooting at South Carolina Church; \"The Seventies\" And the Crisis that Shook America to Its Core. Aired 10-11p ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1506/17/cnnt.01.html", "sentenceCount": 667, "sections": [{"sentences": [{"sentId": 0, "text": "Manhunt."}, {"sentId": 1, "text": "Are these escaped killers hiding in plain sight?"}, {"sentId": 2, "text": "Or has a trail gone cold?"}, {"sentId": 3, "text": "This is CNN Tonight."}, {"sentId": 4, "text": "I'm Don Lemon."}], "speaker": "LEMON", "secId": 0}, {"sentences": [{"sentId": 5, "text": "Police scouring in area the size of 8,000 football field."}, {"sentId": 6, "text": "Where could Richard Matt and David Sweat, could be in Vermont?"}, {"sentId": 7, "text": "Could they be in Canada?"}, {"sentId": 8, "text": "What about a big city like Boston, New York or Philadelphia?"}, {"sentId": 9, "text": "Where are they now and what will they do next?"}, {"sentId": 10, "text": "I'm going to ask John Walsh and Dog, the bounty hunter."}], "speaker": "LEMON", "secId": 1}, {"sentences": [{"sentId": 11, "text": "Plus, let's face it."}, {"sentId": 12, "text": "America, we love to watch from Donald Trump to Rachel Dolezal."}, {"sentId": 13, "text": "Nothing gets us talking and watching like a train wreck."}, {"sentId": 14, "text": "But are their 15 minutes almost up or just beginning?"}], "speaker": "LEMON", "secId": 2}, {"sentences": [{"sentId": 15, "text": "We're going to begin though, with some breaking news."}, {"sentId": 16, "text": "I need to tell you about that's just coming in to CNN."}, {"sentId": 17, "text": "It's out of Charleston, again, just coming."}, {"sentId": 18, "text": "And this is what our affiliate, WBTV is reporting, that there's been a shooting at a church there, a shooting at a church in Charleston."}, {"sentId": 19, "text": "It happened just about an hour ago, about 9 p.m."}], "speaker": "LEMON", "secId": 3}, {"sentences": [{"sentId": 20, "text": "According to the official Twitter account of a Charleston Police Department, apparently, an address that corresponds to the Emanuel AME Church."}, {"sentId": 21, "text": "The Emanuel African Methodist Episcopal Church on Calhoun Street."}], "speaker": "LEMON", "secId": 4}, {"sentences": [{"sentId": 22, "text": "There's no information yet on any of the victims."}, {"sentId": 23, "text": "As soon as we get the information, we're going to bring it to you as we get to all of this."}, {"sentId": 24, "text": "But, again, a shooting at a church in Charleston, South Carolina, the Emanuel AME Church."}, {"sentId": 25, "text": "As we get more information, we'll bring it to you in this broadcast this evening."}], "speaker": "LEMON", "secId": 5}, {"sentences": [{"sentId": 26, "text": "Now, let's turn to the latest on the manhunt for those escaped prisoners."}], "speaker": "LEMON", "secId": 6}, {"sentences": [{"sentId": 27, "text": "CNN's Jason Carroll live for us in Dannemora tonight."}, {"sentId": 28, "text": "Jason, good evening."}, {"sentId": 29, "text": "This honor block at Clinton Correctional, big changes, what do you know?"}], "speaker": "LEMON", "secId": 7}, {"sentences": [{"sentId": 30, "text": "Yes, you remember that the honor block where prisoners who behave themselves used to be housed at the Clinton Correctional facility."}, {"sentId": 31, "text": "And in fact, Richard Matt, David Sweat were housed there as well."}], "speaker": "CARROLL", "secId": 8}, {"sentences": [{"sentId": 32, "text": "Well, CNN has now learned, Don, that after the escape, Clinton Correctional decided to shut down that honor block, no locker operational."}, {"sentId": 33, "text": "It is now just been turned back into a regular cell block."}, {"sentId": 34, "text": "Just one of the many fallouts from that very daring prison escape."}], "speaker": "CARROLL", "secId": 9}, {"sentences": [{"sentId": 35, "text": "Jason, as I understand, you're learning some information about a gift that Richard Matt gave Joyce Mitchell?"}], "speaker": "LEMON", "secId": 10}, {"sentences": [{"sentId": 36, "text": "Yes."}, {"sentId": 37, "text": "I mean, you know, the story just seems to get more strange."}, {"sentId": 38, "text": "I mean, with each passing day with every new detail."}, {"sentId": 39, "text": "This is coming to us from the district attorney."}, {"sentId": 40, "text": "Who, basically says Richard Matt who you know from previous reporting is somewhat of a budding artist."}], "speaker": "CARROLL", "secId": 11}, {"sentences": [{"sentId": 41, "text": "Apparently, gave Joyce Mitchell some sort of a painting of her family, painted some sort of a portrait of her family including her family members."}, {"sentId": 42, "text": "And then, Joyce Mitchell, Don, then gave that painting, this according to the D.A."}, {"sentId": 43, "text": "to her husband, Lyle, as a wedding anniversary gift."}], "speaker": "CARROLL", "secId": 12}, {"sentences": [{"sentId": 44, "text": "It's just one more of these details that's coming out in this lengthy investigation involving Joyce Mitchell and her alleged role in this prison escape."}], "speaker": "CARROLL", "secId": 13}, {"sentences": [{"sentId": 45, "text": "And you spoke to the Sheriff Favro."}, {"sentId": 46, "text": "Did he give you any other new information?"}, {"sentId": 47, "text": "Any other new details today?"}], "speaker": "LEMON", "secId": 14}, {"sentences": [{"sentId": 48, "text": "Well, he did."}, {"sentId": 49, "text": "He did, Don, specifically about Joyce Mitchell."}, {"sentId": 50, "text": "I asked about her demeanor, given the magnitude of all of the allegations and accusations being lobbied at her."}, {"sentId": 51, "text": "He said that she's very composed."}, {"sentId": 52, "text": "That she's absorbing all of the details and that she's actually been watching a lot of the news reports about the prison break and about the details surrounding her husband, Lyle, as well."}], "speaker": "CARROL", "secId": 15}, {"sentences": [{"sentId": 53, "text": "So he said it's been very interesting to watch all of this as it's been happening to her."}, {"sentId": 54, "text": "But again, Don, she just seems to be trying to absorb it all."}, {"sentId": 55, "text": "But he said that she's -- when I asked, I said, in any way is she remorseful about the thing that's happened?"}, {"sentId": 56, "text": "About any of these accusations that have been going and he said, it's too early for that."}, {"sentId": 57, "text": "Once again, she's in the process of just trying to absorb everything that's happened."}], "speaker": "CARROL", "secId": 16}, {"sentences": [{"sentId": 58, "text": "All right."}, {"sentId": 59, "text": "Jason, I want to ask you before I let you go here, what's the new information about her cell phone?"}], "speaker": "LEMON", "secId": 17}, {"sentences": [{"sentId": 60, "text": "Right."}, {"sentId": 61, "text": "There was information about her cell phone, as you know, early on, there were reports that perhaps Richard Matt or David Sweat had gotten a hold of her cell phone."}, {"sentId": 62, "text": "Now, we are now hearing from a source close to the investigation that, first of all, that they have subpoenaed her cell phone records."}, {"sentId": 63, "text": "And so far, Don, so far, now this could change in the future possible lead in the near future."}, {"sentId": 64, "text": "But, up until this point, those cell phone records have yielded no leads in terms of trying to get information about maybe some of Matt's associates or maybe some of Sweat's associates."}, {"sentId": 65, "text": "But so far, Don, at least at this point, the cell phone records have yielded no new lead."}], "speaker": "CARROLL", "secId": 18}, {"sentences": [{"sentId": 66, "text": "Jason Carroll in Dannemora."}, {"sentId": 67, "text": "Thank you, Jason."}], "speaker": "LEMON", "secId": 19}, {"sentences": [{"sentId": 68, "text": "Now I'd like to bring in John Walsh."}, {"sentId": 69, "text": "Host to CNN's \"The Hunt\"."}, {"sentId": 70, "text": "John, you know, we've been talking about these prisoners, these escaped prisoners."}, {"sentId": 71, "text": "The case has now gone cold."}, {"sentId": 72, "text": "No one has helped catch more fugitives on the run than you have."}, {"sentId": 73, "text": "So, what happens next?"}, {"sentId": 74, "text": "What should they be doing?"}], "speaker": "LEMON", "secId": 20}, {"sentences": [{"sentId": 75, "text": "Well, here's the downside to this manhunt, Don, is that as it drops out of the news cycle."}, {"sentId": 76, "text": "Thank God, the media has been on top of this, and CNN is staying right on top of it."}], "speaker": "WALSH", "secId": 21}, {"sentences": [{"sentId": 77, "text": "If they stay out there longer, less resources are allocated to the search and it costs too much money and it drops out of the news cycle."}, {"sentId": 78, "text": "So, I'm hoping and praying that something happens soon with these two guys."}, {"sentId": 79, "text": "Because everybody knows how dangerous they are."}], "speaker": "WALSH", "secId": 22}, {"sentences": [{"sentId": 80, "text": "I still feel that if they didn't get into Canada, and I must spoke the other day talking about how easy it is to get into Canada."}, {"sentId": 81, "text": "It's hard to get into Canada, but there isn't a 3,000 mile wall along the border."}, {"sentId": 82, "text": "So, over the years, when I did \"America's Most Wanted\" we caught 20 plus in Canada."}], "speaker": "WALSH", "secId": 23}, {"sentences": [{"sentId": 83, "text": "They have great law enforcement."}, {"sentId": 84, "text": "The Mounties are famous for getting their man."}, {"sentId": 85, "text": "But if they went to Canada the law enforcement is stretched very thin."}, {"sentId": 86, "text": "There's big areas up there."}], "speaker": "WALSH", "secId": 24}, {"sentences": [{"sentId": 87, "text": "Yes."}], "speaker": "LEMON", "secId": 25}, {"sentences": [{"sentId": 88, "text": "My fear is that they -- if they made it to Mexico, because, Matt actually knows Mexico."}, {"sentId": 89, "text": "The oldest fugitive, he actually killed a man in Mexico."}, {"sentId": 90, "text": "He's got ties down there, then it becomes a very different game if they made it all the way to Mexico."}], "speaker": "WALSH", "secId": 26}, {"sentences": [{"sentId": 91, "text": "But I personally believe they're still in the area."}, {"sentId": 92, "text": "I think they probably got into a vacation home that was boarded up."}, {"sentId": 93, "text": "And I think they're waiting it out until everything dies down and then they'll make their move."}], "speaker": "WALSH", "secId": 27}, {"sentences": [{"sentId": 94, "text": "And there are thousands of acres to search."}, {"sentId": 95, "text": "And literally, thousands and thousands of vacation and unoccupied homes that they'd have to go door-to-door for about three-state-wide spot."}], "speaker": "WALSH", "secId": 28}, {"sentences": [{"sentId": 96, "text": "Yes."}, {"sentId": 97, "text": "As you know, John, most of these things and correct me if I'm wrong, they're sold by tips."}, {"sentId": 98, "text": "But do people always wants to call into the police or is it better if they call in to someone like you, talk to me about that."}], "speaker": "LEMON", "secId": 29}, {"sentences": [{"sentId": 99, "text": "Well, I learned from doing \"America's most wanted\" for 25 years, that people want to do the right thing, but they're afraid to call police."}, {"sentId": 100, "text": "They think they'll be dragged into the case, they think they'll have to testify, they think the cops tap their phone lines or trace their calls if they call."}], "speaker": "WALSH", "secId": 30}, {"sentences": [{"sentId": 101, "text": "So, I caught almost 1300 fugitives in 45 countries because people trusted my toll free number and my web site."}, {"sentId": 102, "text": "So, now, for the hunt, we have 1-866-thehunt."}, {"sentId": 103, "text": "Today, at the request of law enforcement, I put up the pictures of Matt and Sweat."}, {"sentId": 104, "text": "They can go to cnn.com/thehunt."}], "speaker": "WALSH", "secId": 31}, {"sentences": [{"sentId": 105, "text": "No one will call them; you don't have to give me your name."}, {"sentId": 106, "text": "There are no cops that will answer on our hotline, no tracing, no tapping."}, {"sentId": 107, "text": "There's a $100,000 reward that law enforcement will get it to you without even knowing your name."}], "speaker": "WALSH", "secId": 32}, {"sentences": [{"sentId": 108, "text": "So, I'm saying the way this case in going to break, Don, is the public is crucial now."}], "speaker": "WALSH", "secId": 33}, {"sentences": [{"sentId": 109, "text": "Yes."}], "speaker": "LEMON", "secId": 34}, {"sentences": [{"sentId": 110, "text": "Somebody is going to see something that's wrong."}, {"sentId": 111, "text": "They want to know who to call, maybe they're illegal, maybe they're afraid that they'll be retribution of revenge."}, {"sentId": 112, "text": "Make that call and take these two dangerous guys down before they kill somebody else."}], "speaker": "WALSH", "secId": 35}, {"sentences": [{"sentId": 113, "text": "So, John, I want to ask you this."}, {"sentId": 114, "text": "You said that you put the pictures up on your web page, on your site."}, {"sentId": 115, "text": "So, let's talk about these age progression photos."}, {"sentId": 116, "text": "Today, age progression photos will release of them."}, {"sentId": 117, "text": "Do you think they look like this or have they disguised themselves by now?"}], "speaker": "LEMON", "secId": 36}, {"sentences": [{"sentId": 118, "text": "Well, surprisingly, over the 25 years I did \"America's most wanted,\" we had guys who pulled out their own front teeth, one guy."}, {"sentId": 119, "text": "We had guys that, if they had the time and the money they were connected to a cartel or to the mob, Russian mob they have plastic surgery."}], "speaker": "WALSH", "secId": 37}, {"sentences": [{"sentId": 120, "text": "These guys don't have the time, they don't have the money."}, {"sentId": 121, "text": "They might shave their heads, they might try to dye their hair."}, {"sentId": 122, "text": "Well, they barely have any hair."}, {"sentId": 123, "text": "They may shave off the facial hair."}], "speaker": "WALSH", "secId": 38}, {"sentences": [{"sentId": 124, "text": "I think they're going to look a lot like what they did when they got out of prison, actually."}, {"sentId": 125, "text": "I don't think they have the time or the resources to do much different."}, {"sentId": 126, "text": "I think they're hunkered down, Don."}, {"sentId": 127, "text": "I think they're hunkered down on saying, look, we've been lucky and we're going to have to stay here until we have to make a move."}], "speaker": "WALSH", "secId": 39}, {"sentences": [{"sentId": 128, "text": "And I hope prison officials are talking to former cell mates."}, {"sentId": 129, "text": "I haven't heard that mentioned in any interviews."}, {"sentId": 130, "text": "I haven't heard anybody talked about if they were hooked up in prison."}, {"sentId": 131, "text": "Who they hung around within the prison yards."}, {"sentId": 132, "text": "They may have hung around with gang bangers like the Arian brotherhood or some of the white gangs in prison."}, {"sentId": 133, "text": "And maybe they're getting from the outside."}], "speaker": "WALSH", "secId": 40}, {"sentences": [{"sentId": 134, "text": "So, I know that cops are doing everything they can, but somebody helped these guys."}, {"sentId": 135, "text": "Somebody helped these guys."}, {"sentId": 136, "text": "And again, I say it, Don, when they get cornered, they're capable of killing people."}], "speaker": "WALSH", "secId": 41}, {"sentences": [{"sentId": 137, "text": "Yes."}, {"sentId": 138, "text": "You know, speaking of someone helping the, in the past few days we've talked a lot about prison staff who fall in love with inmates and helped them."}, {"sentId": 139, "text": "I know you come across that before."}, {"sentId": 140, "text": "What do you think should happen to this woman who is now, you know, under arrest for allegedly helping them?"}], "speaker": "LEMON", "secId": 42}, {"sentences": [{"sentId": 141, "text": "Well, I think it's another sad case of a woman with low self- esteem that was manipulated by two incredible con men."}, {"sentId": 142, "text": "I mean, these guys are sociopathic."}, {"sentId": 143, "text": "They're capable of murdering anybody."}, {"sentId": 144, "text": "They worked this lady over, yes, she should be punished."}, {"sentId": 145, "text": "Her life would be hell."}, {"sentId": 146, "text": "Her life is destroyed now because she felt for their BS."}], "speaker": "WALSH", "secId": 43}, {"sentences": [{"sentId": 147, "text": "And, you know, I'm sure they used her every guy that broke out of prison that I profiled in \"America's Most Wanted\" they never stop with the woman that helped them."}, {"sentId": 148, "text": "They used the women and they've left the women behind many times."}, {"sentId": 149, "text": "So, her life is over now."}, {"sentId": 150, "text": "She's in the whole world of trouble."}], "speaker": "WALSH", "secId": 44}, {"sentences": [{"sentId": 151, "text": "This seems like Write Up Your Alley, the hunts starts on July 12, if these guys are still out there are you going to tackle this case?"}], "speaker": "LEMON", "secId": 45}, {"sentences": [{"sentId": 152, "text": "I'm going to put them on The Hunt the first show."}, {"sentId": 153, "text": "If they're still out there, when I -- when we come back on The Hunt on the second week of July, I'm going to start the show off with them."}, {"sentId": 154, "text": "Because look at the rate CNN has."}], "speaker": "WALSH", "secId": 46}, {"sentences": [{"sentId": 155, "text": "\"America's Most Wanted,\" think about it."}, {"sentId": 156, "text": "Caught over 1200 fugitives that is no police agency could catch."}, {"sentId": 157, "text": "It never sees some amazement."}, {"sentId": 158, "text": "We caught 17 guys off the FBI's 10 most wanted, about 25 off the Marshall's 15."}], "speaker": "WALSH", "secId": 47}, {"sentences": [{"sentId": 159, "text": "Never cease to amaze me the power of the public."}, {"sentId": 160, "text": "If you know where these guys are or you're helping these guys, trust me, you're going to go to jail when you get caught."}, {"sentId": 161, "text": "You're going to spend five years in prison and they could kill you in a second if you're not doing what they want you to do."}, {"sentId": 162, "text": "So, drop that dime, you get your 100 grand, two bad guys will be off the street."}], "speaker": "WALSH", "secId": 48}, {"sentences": [{"sentId": 163, "text": "John Walsh, the host of The Hunt right here on CNN."}, {"sentId": 164, "text": "Always a pleasure, thank you."}], "speaker": "LEMON", "secId": 49}, {"sentences": [{"sentId": 165, "text": "Thank you, Don."}], "speaker": "WALSH", "secId": 50}, {"sentences": [{"sentId": 166, "text": "We've got a lot more on this."}, {"sentId": 167, "text": "When we come right back, inside the minds of the fugitives, could they be watching the coverage right now and plotting their next move?"}], "speaker": "LEMON", "secId": 51}, {"sentences": [{"sentId": 168, "text": "The bounty hunter is here."}, {"sentId": 169, "text": "I'm going to ask him what it will take to catch these escaped murderers."}], "speaker": "LEMON", "secId": 52}, {"sentences": [{"sentId": 170, "text": "So, we have more now on breaking news out of Charleston, South Carolina."}, {"sentId": 171, "text": "Police reporting a shooting at a church there."}, {"sentId": 172, "text": "What kind of shooting at a church in Charleston, South Carolina."}], "speaker": "LEMON", "secId": 53}, {"sentences": [{"sentId": 173, "text": "It happened about 9 p.m."}, {"sentId": 174, "text": "It's according to the official Twitter account that you see up on your screen from the Charleston Police Department."}, {"sentId": 175, "text": "Apparently, an address that corresponds to the Emanuel African Methodist Episcopal Church on Calhoun Street."}], "speaker": "LEMON", "secId": 54}, {"sentences": [{"sentId": 176, "text": "We don't have any information on the victims yet."}, {"sentId": 177, "text": "As soon as we get it, we'll bring you the details here on CNN."}], "speaker": "LEMON", "secId": 55}, {"sentences": [{"sentId": 178, "text": "Back now to the manhunt of the two escaped killers."}, {"sentId": 179, "text": "They say its stunning prison breakout and have been on the run for 12 days despite a massive drag net involving hundreds of officers."}, {"sentId": 180, "text": "And experts say, the men are likely to be pretty proud of themselves."}, {"sentId": 181, "text": "More on that tonight from CNN's Jean Casarez."}], "speaker": "LEMON", "secId": 56}, {"sentences": [{"sentId": 182, "text": "New images today of what prisoner's escapees, David Sweat and Richard Matt, might look like after more than a week on the run."}], "speaker": "CASAREZ", "secId": 57}, {"sentences": [{"sentId": 183, "text": "These people are going to wear sunglasses."}, {"sentId": 184, "text": "They probably could be putting on wigs, it could be doing anything."}], "speaker": "FAVRO", "secId": 58}, {"sentences": [{"sentId": 185, "text": "Selma de Jesus-Zayas, a prison forensic psychologist for 23 years has not seen either of these inmates as patients."}, {"sentId": 186, "text": "But says, the fact that they managed to escape makes them unusual inmates."}], "speaker": "CASAREZ", "secId": 59}, {"sentences": [{"sentId": 187, "text": "For trying to escape from a maximum security prison, unheard of."}], "speaker": "JESUS-ZAYAS", "secId": 60}, {"sentences": [{"sentId": 188, "text": "Now that they are out, the two may have emotional highs and lows."}, {"sentId": 189, "text": "But, for the most part, experts say they are jubilant."}], "speaker": "CASAREZ", "secId": 61}, {"sentences": [{"sentId": 190, "text": "They would probably confirm to themselves that they are, indeed, smarter than the system."}, {"sentId": 191, "text": "That they are indeed capable of getting away with this."}], "speaker": "JESUS-ZAYAS", "secId": 62}, {"sentences": [{"sentId": 192, "text": "Psychologists say, if the pair can watch breaking news on this, they will."}, {"sentId": 193, "text": "Their narcissistic trait will want them to hear everything that is being said about them and they'll also want to continue to learn how to avoid detection."}, {"sentId": 194, "text": "If they are watching, David Sweat may see this plea from his family to turn himself in."}], "speaker": "CASAREZ", "secId": 63}, {"sentences": [{"sentId": 195, "text": "It doesn't just hurt me."}, {"sentId": 196, "text": "It hurts my kids."}, {"sentId": 197, "text": "My son's friends who are close to him."}], "speaker": "SWEAT", "secId": 64}, {"sentences": [{"sentId": 198, "text": "If this is somebody he respects and thinks highly of, it could possibly start to making a wedge between him and the other escapee."}], "speaker": "JESUS-ZAYAS", "secId": 65}, {"sentences": [{"sentId": 199, "text": "And if the two are still together as investigators believed, that could work against them."}], "speaker": "CASAREZ", "secId": 66}, {"sentences": [{"sentId": 200, "text": "Are they in there as equal partners?"}, {"sentId": 201, "text": "Or is one of them being the subordinate to the other."}, {"sentId": 202, "text": "That strain and stress could eventually lead them to fight each other."}], "speaker": "JESUS-ZAYAS", "secId": 67}, {"sentences": [{"sentId": 203, "text": "That fight or flight could also kick in if somebody out there recognizes them or if they finally cornered."}], "speaker": "CASAREZ", "secId": 68}, {"sentences": [{"sentId": 204, "text": "Each time an inmate cornered or gets away with a criminal act, it just bolsters their confidence."}, {"sentId": 205, "text": "And by bolstering their confidence, eventually they commit a mistake."}], "speaker": "JESUS-ZAYAS", "secId": 69}, {"sentences": [{"sentId": 206, "text": "But when that happens, the safety of all nearby made be in jeopardy."}], "speaker": "CASAREZ", "secId": 70}, {"sentences": [{"sentId": 207, "text": "They will use whoever they need to use to achieve their goals."}], "speaker": "JESUS-ZAYAS", "secId": 71}, {"sentences": [{"sentId": 208, "text": "And De Jesus says, that attitude may provoke violence if the pair is caught by authorities, no one expects them to go down without a fight."}], "speaker": "CASAREZ", "secId": 72}, {"sentences": [{"sentId": 209, "text": "Jean Casarez, CNN, New York."}], "speaker": "CASAREZ", "secId": 73}, {"sentences": [{"sentId": 210, "text": "All right, Jean, thank you very much."}, {"sentId": 211, "text": "Duane 'Dog' Chapman, the bounty hunter knows a lot about people who are running from the law."}, {"sentId": 212, "text": "He's on CMT's \"Dog and Beth: On the Hunt,\" and he is back with us tonight."}, {"sentId": 213, "text": "He's been helping us get through this story."}], "speaker": "LEMON", "secId": 74}, {"sentences": [{"sentId": 214, "text": "So, what do you think -- do you think they're watching the news and do you think that David Sweat might me impacted by seeing his family members, mom, on television?"}], "speaker": "LEMON", "secId": 75}, {"sentences": [{"sentId": 215, "text": "Well, I don't think that it would impact him."}, {"sentId": 216, "text": "It might, you know, drive a wedge between them."}, {"sentId": 217, "text": "I do think also -- I agree with John Walsh on almost everything he said."}, {"sentId": 218, "text": "I agree that they're probably watching."}], "speaker": "CHAPMAN", "secId": 76}, {"sentences": [{"sentId": 219, "text": "These are the most dangerous guys, you know, in my career, 35 years, that I've ever been associated with."}, {"sentId": 220, "text": "Ironically, Don, 13 years ago tomorrow, my team captured Andrew Luster in Mexico."}, {"sentId": 221, "text": "That was, you know, the Max Factor heir 87 counts of rape."}], "speaker": "CHAPMAN", "secId": 77}, {"sentences": [{"sentId": 222, "text": "So, I was, you know my social media is crazy."}, {"sentId": 223, "text": "My web site, Dogthebountyhunter.com is going crazy."}, {"sentId": 224, "text": "When are you going to enter the race?"}, {"sentId": 225, "text": "When are you going to enter the race?"}, {"sentId": 226, "text": "It's hard to do that because you don't want to get the law upset at you, mad at you."}], "speaker": "CHAPMAN", "secId": 78}, {"sentences": [{"sentId": 227, "text": "You know, I don't want them Dog's glory hounding."}, {"sentId": 228, "text": "You know, I couldn't sleep last night."}, {"sentId": 229, "text": "I mean, who else -- I didn't realize John Walsh was, you know, I forgot all about him."}, {"sentId": 230, "text": "Sorry, Brother John."}, {"sentId": 231, "text": "Who else would you expect to go after this guy?"}, {"sentId": 232, "text": "Dog the bounty hunter and or John Walsh."}], "speaker": "CHAPMAN", "secId": 79}, {"sentences": [{"sentId": 233, "text": "Right."}, {"sentId": 234, "text": "Right."}, {"sentId": 235, "text": "This is a perfect segway though, because on Monday, you told us about a lead that you had."}, {"sentId": 236, "text": "So, tell us."}, {"sentId": 237, "text": "Did anything become of that, Dog?"}], "speaker": "LEMON", "secId": 80}, {"sentences": [{"sentId": 238, "text": "Well, absolutely."}, {"sentId": 239, "text": "The guy from Canada said that was not him."}, {"sentId": 240, "text": "I guess some law enforcement went and found there."}, {"sentId": 241, "text": "There was a lot of similarities between the guy and the fugitive."}, {"sentId": 242, "text": "So, you know, that's how leads come in."}, {"sentId": 243, "text": "Again, Mr. Walsh talked about leads coming in for cops."}, {"sentId": 244, "text": "People think they've got to go to court."}, {"sentId": 245, "text": "No one has ever found out who told us where Andrew Luster was 13 years ago."}], "speaker": "CHAPMAN", "secId": 81}, {"sentences": [{"sentId": 246, "text": "On our web site, that's what we do."}, {"sentId": 247, "text": "We don't have to tell."}, {"sentId": 248, "text": "There's a lot of money, I agree, that somebody, all they have to do is drop a dime."}, {"sentId": 249, "text": "I know this."}, {"sentId": 250, "text": "They got weapons, probably drugs and women."}, {"sentId": 251, "text": "There is a woman involved."}, {"sentId": 252, "text": "There was in prison."}, {"sentId": 253, "text": "There is definitely, I feel it, whether it's a sister or a girlfriend, there is a woman involved right now with them."}, {"sentId": 254, "text": "OK?"}, {"sentId": 255, "text": "So, someone has to call."}], "speaker": "CHAPMAN", "secId": 82}, {"sentences": [{"sentId": 256, "text": "That's who you would be talking to if you were in upstate New York?"}], "speaker": "LEMON", "secId": 83}, {"sentences": [{"sentId": 257, "text": "Absolutely."}, {"sentId": 258, "text": "There's some kind -- you know, here's the deal, Don."}, {"sentId": 259, "text": "The tattoo on his back, \"Mexico Forever,\" OK."}], "speaker": "CHAPMAN", "secId": 84}, {"sentences": [{"sentId": 260, "text": "Right."}], "speaker": "LEMON", "secId": 85}, {"sentences": [{"sentId": 261, "text": "That's a little spooky."}, {"sentId": 262, "text": "The idea he told this girl, Joyce, that I think she's a little, you know, a little light in the mind, working in the prison tailor shop, I don't know what kind of I.Q."}, {"sentId": 263, "text": "you have to have for that."}, {"sentId": 264, "text": "But I think he told -- remember, they both said, we want you to drive us for 7 hours."}], "speaker": "CHAPMAN", "secId": 86}, {"sentences": [{"sentId": 265, "text": "I think that was a red herring that he planted in her knowing that she would probably crack."}, {"sentId": 266, "text": "I think that they might lay up like Mr. Walsh said, but, I think by now, they're on the move."}], "speaker": "CHAPMAN", "secId": 87}, {"sentences": [{"sentId": 267, "text": "Yes."}], "speaker": "LEMON", "secId": 88}, {"sentences": [{"sentId": 268, "text": "They either went out of the country, I absolutely almost believe, Don."}, {"sentId": 269, "text": "They're either in Canada or in Mexico."}], "speaker": "CHAPMAN", "secId": 89}, {"sentences": [{"sentId": 270, "text": "Well, let's talk about that."}], "speaker": "LEMON", "secId": 90}, {"sentences": [{"sentId": 271, "text": "On my web site."}], "speaker": "CHAPMAN", "secId": 91}, {"sentences": [{"sentId": 272, "text": "Let's talk about that and we'll get to your web site because I want to get your web site and also John Walsh's web site."}, {"sentId": 273, "text": "And if we could put John's information back up there, I would really like that because..."}], "speaker": "LEMON", "secId": 92}, {"sentences": [{"sentId": 274, "text": "OK."}], "speaker": "CHAPMAN", "secId": 93}, {"sentences": [{"sentId": 275, "text": "... it's good to call and then you could give us your web site as well."}, {"sentId": 276, "text": "But, Dog, let's talk about the tattoo."}], "speaker": "LEMON", "secId": 94}, {"sentences": [{"sentId": 277, "text": "Absolutely."}], "speaker": "CHAPMAN", "secId": 95}, {"sentences": [{"sentId": 278, "text": "\"Mexico Forever\" on his back, as you said."}, {"sentId": 279, "text": "A hard on his chest and left shoulder."}], "speaker": "LEMON", "secId": 96}, {"sentences": [{"sentId": 280, "text": "Right."}], "speaker": "CHAPMAN", "secId": 97}, {"sentences": [{"sentId": 281, "text": "A marine corps insignia on his right shoulder."}], "speaker": "LEMON", "secId": 98}, {"sentences": [{"sentId": 282, "text": "Right."}], "speaker": "CHAPMAN", "secId": 99}, {"sentences": [{"sentId": 283, "text": "And that's Richard Matt."}], "speaker": "LEMON", "secId": 100}, {"sentences": [{"sentId": 284, "text": "Right."}], "speaker": "CHAPMAN", "secId": 101}, {"sentences": [{"sentId": 285, "text": "David Sweat has tattoos on his left bicep and right fingers."}, {"sentId": 286, "text": "It's important you say, because you -- that's how many people get caught with this -- by the identifying tattoos."}, {"sentId": 287, "text": "It's very important."}], "speaker": "LEMON", "secId": 102}, {"sentences": [{"sentId": 288, "text": "Well, this is the important part I put was the tattoo with the \"Mexico Forever\" \"I love Mexico.\""}, {"sentId": 289, "text": "When you get a tattoo in the free world, it's because of something you went through or, you know, you lost a parent or you have a struggle and you put that."}], "speaker": "CHAPMAN", "secId": 103}, {"sentences": [{"sentId": 290, "text": "When you get a tattoo in prison, it's a tattoo of a dream, OK."}, {"sentId": 291, "text": "So, where did he get that tattoo \"I love Mexico\" in America or in Mexico?"}, {"sentId": 292, "text": "I was in jail in Mexico."}, {"sentId": 293, "text": "Instantly -- I was there two weeks - instantly I started speaking the language."}, {"sentId": 294, "text": "You have to learn to speak or you don't eat."}], "speaker": "CHAPMAN", "secId": 104}, {"sentences": [{"sentId": 295, "text": "Instantly you start making trends."}, {"sentId": 296, "text": "Now, these birds of a feather flock together."}, {"sentId": 297, "text": "They have to go with almost the cartel."}, {"sentId": 298, "text": "They have to go somewhere where, you know, authorities are looking for their friends as much as they're looking for them."}], "speaker": "CHAPMAN", "secId": 105}, {"sentences": [{"sentId": 299, "text": "OK."}], "speaker": "LEMON", "secId": 106}, {"sentences": [{"sentId": 300, "text": "But, absolutely 20 minutes, you're in Canada."}, {"sentId": 301, "text": "30, you know, it's 20 miles."}, {"sentId": 302, "text": "So, walking there, you know I think a man can walk something -- I'm not sure 12 up miles a day or something."}], "speaker": "CHAPMAN", "secId": 107}, {"sentences": [{"sentId": 303, "text": "Dog, yes."}, {"sentId": 304, "text": "I've got to run, quickly, give me your web site so we can tell our viewers."}, {"sentId": 305, "text": "What is it?"}], "speaker": "LEMON", "secId": 108}, {"sentences": [{"sentId": 306, "text": "It's dogthebountyhunter.com."}, {"sentId": 307, "text": "Ina couple of days we're going to have t-shirts made of the fugitive's picture on the front and the back."}], "speaker": "CHAPMAN", "secId": 109}, {"sentences": [{"sentId": 308, "text": "Already."}], "speaker": "LEMON", "secId": 110}, {"sentences": [{"sentId": 309, "text": "Where these guys, again, with Mr. Walsh said, you got to get the pictures out there, so we can see them."}, {"sentId": 310, "text": "You know, I don't want to say this to glory hound."}, {"sentId": 311, "text": "But think, you know, after hearing Mr. Walsh, I think we're going to join the hunt, brother Don."}], "speaker": "CHAPMAN", "secId": 111}, {"sentences": [{"sentId": 312, "text": "All right."}, {"sentId": 313, "text": "I got to run, Dog."}, {"sentId": 314, "text": "Thank you very much."}, {"sentId": 315, "text": "We appreciate it."}, {"sentId": 316, "text": "Keep us updated."}, {"sentId": 317, "text": "I'm sure we'll have you back on soon."}, {"sentId": 318, "text": "Let's hope they get these guys quickly."}, {"sentId": 319, "text": "Thank you, Dog."}], "speaker": "LEMON", "secId": 112}, {"sentences": [{"sentId": 320, "text": "Up next, is Donald Trump a real presidential candidate or just a headache for republicans, when he needs to ask things like this about Mexicans who cross into the U.S.?"}], "speaker": "LEMON", "secId": 113}, {"sentences": [{"sentId": 321, "text": "We're sending people that have lots of problems and they're bringing those problems with us."}, {"sentId": 322, "text": "They're bringing drugs, they're bringing crime, and they're rapists."}], "speaker": "TRUMP", "secId": 114}, {"sentences": [{"sentId": 323, "text": "If you look at the negotiation going on now with Iran, it's disgusting."}, {"sentId": 324, "text": "First of all, it should take a day."}, {"sentId": 325, "text": "You know, we're not sending rockets to the moon."}, {"sentId": 326, "text": "When was the last time we won a trade battle against China?"}, {"sentId": 327, "text": "That never happens."}, {"sentId": 328, "text": "I'm in the real estate business."}, {"sentId": 329, "text": "Politics is worse."}, {"sentId": 330, "text": "The best thing that ever happened to Jimmy Carter is Barack Obama."}], "speaker": "TRUMP", "secId": 115}, {"sentences": [{"sentId": 331, "text": "I really am very smart and I'm very competent and I'm really good at business and I can make this country so rich and so great again."}, {"sentId": 332, "text": "But maybe people don't like my smile."}, {"sentId": 333, "text": "Maybe they don't like my hair, which is real, by the way, look at that sucker."}], "speaker": "TRUMP", "secId": 116}, {"sentences": [{"sentId": 334, "text": "That's not to like."}, {"sentId": 335, "text": "Donald Trump presidential candidate laying out his vision for America."}, {"sentId": 336, "text": "He says, the country should be run by a businessman."}, {"sentId": 337, "text": "So, he hit the campaign trail in New Hampshire playing the theme song Taking care of business."}], "speaker": "LEMON", "secId": 117}, {"sentences": [{"sentId": 338, "text": "I want to talk about his bid for the GOP nomination."}, {"sentId": 339, "text": "Now, with Ana Navarro, a republican strategist, who is a supporter of Jeb Bush, by the way, and an adviser to other GOP candidates."}], "speaker": "LEMON", "secId": 118}, {"sentences": [{"sentId": 340, "text": "Keli Goff is here, a columnist for the The Daily Beast, Guy Benson, the co-author of \"End of Discussion\" and political editor at Townhall.com, Mary Katherine Ham is also with us, a co-author of \"End of Discussion\" and contributing editor at Hotair.com."}, {"sentId": 341, "text": "Thank you."}], "speaker": "LEMON", "secId": 119}, {"sentences": [{"sentId": 342, "text": "Thanks."}], "speaker": "LEMON", "secId": 120}, {"sentences": [{"sentId": 343, "text": "Welcome to CNN's inventory who were -- not really."}, {"sentId": 344, "text": "Guy, my first is for you."}, {"sentId": 345, "text": "Donald Trump is in New Hampshire and you saw some of it that he's making a lot of noises."}, {"sentId": 346, "text": "Ana, I have a question for you."}], "speaker": "LEMON", "secId": 121}, {"sentences": [{"sentId": 347, "text": "What happens with American politics?"}, {"sentId": 348, "text": "It's all money, it's all corruption, and then you wonder why all of these deals are so bad with, not that people are so stupid."}, {"sentId": 349, "text": "It's that deals are made the lobbyists."}, {"sentId": 350, "text": "Think of it."}, {"sentId": 351, "text": "The lobbyists, the donors, the special interests."}, {"sentId": 352, "text": "Now, when they come to see me, you know what I say, right?"}, {"sentId": 353, "text": "Bye, bye."}, {"sentId": 354, "text": "I go, bye, bye or you're fired."}], "speaker": "TRUMP", "secId": 122}, {"sentences": [{"sentId": 355, "text": "Guy, I think it's a 12."}, {"sentId": 356, "text": "I've lost count of 12 republican to get into the race."}, {"sentId": 357, "text": "But even after the nay saying, people want to see Donald Trump."}, {"sentId": 358, "text": "You want to watch him."}], "speaker": "LEMON", "secId": 123}, {"sentences": [{"sentId": 359, "text": "You can't take your eyes off this man."}, {"sentId": 360, "text": "I tried to turn off my television I couldn't do it."}, {"sentId": 361, "text": "Because it's just sort of quintessential Trump or it's incoherent."}, {"sentId": 362, "text": "He has all the place, he's chasing every thought, every squirrel, and you want to know where he's going next."}], "speaker": "BENSON", "secId": 124}, {"sentences": [{"sentId": 363, "text": "But at least there is someone interesting in the race."}, {"sentId": 364, "text": "I watched Jeb Bush the other day and I watched Hillary Clinton."}, {"sentId": 365, "text": "Clearly, they are reading a teleprompter, right?"}, {"sentId": 366, "text": "In giving their stomps, speeches and trying to crack jokes in the middle."}], "speaker": "LEMON", "secId": 125}, {"sentences": [{"sentId": 367, "text": "The only time I think Jeb Bush comes alive is when he starts to speak Spanish and you're like, wow."}, {"sentId": 368, "text": "But, I mean, at least there's something interesting."}, {"sentId": 369, "text": "Ana, I know he's a friend of yours."}, {"sentId": 370, "text": "But do you agree with me on that?"}], "speaker": "LEMON", "secId": 126}, {"sentences": [{"sentId": 371, "text": "Well, maybe since I speak Spanish with him a lot."}, {"sentId": 372, "text": "I think he is alive and look, Don, let's not forget that this is about the presidency of the United States."}, {"sentId": 373, "text": "And I really want to remind my fellow republicans about that."}, {"sentId": 374, "text": "Folks, we need to win."}, {"sentId": 375, "text": "Let's focus on who can win a general election, who can elections, and who can serve as the best president."}], "speaker": "NAVARRO", "secId": 127}, {"sentences": [{"sentId": 376, "text": "Yes."}], "speaker": "LEMON", "secId": 128}, {"sentences": [{"sentId": 377, "text": "I'm not mad at Donald Trump."}, {"sentId": 378, "text": "Donald Trump is a distraction and it's all about Donald trump."}, {"sentId": 379, "text": "It's always been about that."}], "speaker": "NAVARRO", "secId": 129}, {"sentences": [{"sentId": 380, "text": "Ana, I want to pick this up."}, {"sentId": 381, "text": "This is cover of The Daily News."}, {"sentId": 382, "text": "Take a look at this cover."}, {"sentId": 383, "text": "It says, what \"Clown runs for president.\""}, {"sentId": 384, "text": "So, Mary Katherine, the question is, is this a big reality show spectacle or -- because I heard Nicolle Wallace today say something which I thought was clever."}, {"sentId": 385, "text": "It was very smart."}, {"sentId": 386, "text": "She said, I've got a lot of Archie Bunkers in my family, who said at home in front of the television."}, {"sentId": 387, "text": "They sort of say the same thing that Donald trump is saying."}], "speaker": "LEMON", "secId": 130}, {"sentences": [{"sentId": 388, "text": "Yes."}, {"sentId": 389, "text": "It is a spectacle and people love to watch it for that reason."}, {"sentId": 390, "text": "But they also -- there is this part of the American electorate that it's like, well, this is sort of refreshing to hear this guy just call people loud and say he doesn't like this guy, he doesn't like."}, {"sentId": 391, "text": "That went through of this -- instead of this artificial nice to tease we get."}, {"sentId": 392, "text": "In politics that, however, does not mean he would make a good president."}], "speaker": "HAM", "secId": 131}, {"sentences": [{"sentId": 393, "text": "Yes."}], "speaker": "LEMON", "secId": 132}, {"sentences": [{"sentId": 394, "text": "It just means that he's entertaining on himself."}], "speaker": "HAM", "secId": 133}, {"sentences": [{"sentId": 395, "text": "Keli, I want you to watch and I have a question for you."}], "speaker": "LEMON", "secId": 134}, {"sentences": [{"sentId": 396, "text": "OK."}, {"sentId": 397, "text": "LEMON: Play this."}], "speaker": "GOFF", "secId": 135}, {"sentences": [{"sentId": 398, "text": "When Mexico sends its people they're not sending their best."}, {"sentId": 399, "text": "They're not sending you."}, {"sentId": 400, "text": "They're not sending you."}, {"sentId": 401, "text": "They're sending people that have lots of problems and they're bringing those problems with us."}, {"sentId": 402, "text": "They're bringing drugs."}, {"sentId": 403, "text": "They're bringing crime, they are rapist, and some I assume a good people."}], "speaker": "TRUMP", "secId": 136}, {"sentences": [{"sentId": 404, "text": "Wow."}], "speaker": "GOFF", "secId": 137}, {"sentences": [{"sentId": 405, "text": "If any other candidate had said this, do you think that their candidacy would be DOA?"}], "speaker": "LEMON", "secId": 138}, {"sentences": [{"sentId": 406, "text": "Well, that question presume who's taking Donald Trump candidacy seriously."}], "speaker": "GOFF", "secId": 139}, {"sentences": [{"sentId": 407, "text": "I'll try."}], "speaker": "LEMON", "secId": 140}, {"sentences": [{"sentId": 408, "text": "He pulls in the top 10."}, {"sentId": 409, "text": "He's going to make to."}], "speaker": "GOFF", "secId": 141}, {"sentences": [{"sentId": 410, "text": "OK. Look, I mean, do I think that Donald Trump presidency would be entertaining?"}, {"sentId": 411, "text": "Absolutely."}, {"sentId": 412, "text": "But it would also be a train wreck."}, {"sentId": 413, "text": "And I think fundamentally Americans know that."}, {"sentId": 414, "text": "So, there are lot of people that they..."}], "speaker": "GOFF", "secId": 142}, {"sentences": [{"sentId": 415, "text": "So, specifically about this comment come to like it."}], "speaker": "LEMON", "secId": 143}, {"sentences": [{"sentId": 416, "text": "well, beside the fact that's completely factual and inaccurate."}, {"sentId": 417, "text": "Because when you look at studies the overwhelming often minority groups representatives at either big university tend to come for immigrant backgrounds."}, {"sentId": 418, "text": "There are lot them."}, {"sentId": 419, "text": "So, this over generalization at the people who are actually risking their lives to come to our country for better life or the least deserving is actually an accurate and stupid."}], "speaker": "GOFF", "secId": 144}, {"sentences": [{"sentId": 420, "text": "And actually, his wife an immigrant."}, {"sentId": 421, "text": "So, I'm surprised to hear him talking."}, {"sentId": 422, "text": "So, derogatorily about immigrant populations, maybe he forgot that while speaking."}], "speaker": "GOFF", "secId": 145}, {"sentences": [{"sentId": 423, "text": "He graciously offers he assumes that some of them are good people."}], "speaker": "HAM", "secId": 146}, {"sentences": [{"sentId": 424, "text": "So, that maybe that sport illustrated the ones he models."}, {"sentId": 425, "text": "He's fine with coming into the country just the ones who aren't."}], "speaker": "LEMON", "secId": 147}, {"sentences": [{"sentId": 426, "text": "And you guys are republicans, right?"}, {"sentId": 427, "text": "No one disagree with Ana."}, {"sentId": 428, "text": "I mean, what do you think of that?"}, {"sentId": 429, "text": "NAVARRO: You know, Don, I got a bunch of people tweeting me today asking me to respond to Donald Trump."}, {"sentId": 430, "text": "And frankly, I just can't master up the outrage to respond to a guy I cannot take seriously for the life of me."}], "speaker": "LEMON", "secId": 148}, {"sentences": [{"sentId": 431, "text": "I think this all about marketing."}, {"sentId": 432, "text": "On my over here I was reading how the PR firm that works for him sent out a casting call."}, {"sentId": 433, "text": "A bunch of those folks who were they yesterday rooting for him were extras."}, {"sentId": 434, "text": "They were actors that were paid 50 bucks to be there cash each."}], "speaker": "LEMON", "secId": 149}, {"sentences": [{"sentId": 435, "text": "You know, go look it up in the Hollywood reporters."}], "speaker": "LEMON", "secId": 150}, {"sentences": [{"sentId": 436, "text": "Yes."}], "speaker": "LEMON", "secId": 151}, {"sentences": [{"sentId": 437, "text": "So, this guy is a marketer."}, {"sentId": 438, "text": "He has made himself a brand."}, {"sentId": 439, "text": "It's been very good for him."}, {"sentId": 440, "text": "He had gotten more earned media today of us talking about him all day."}, {"sentId": 441, "text": "He's laughing all the way to the bank."}], "speaker": "NAVARRO", "secId": 152}, {"sentences": [{"sentId": 442, "text": "OK. All right."}, {"sentId": 443, "text": "All of you, stand by, everyone."}], "speaker": "LEMON", "secId": 153}, {"sentences": [{"sentId": 444, "text": "I'm not saying  seriously."}], "speaker": "NAVARRO", "secId": 154}, {"sentences": [{"sentId": 445, "text": "Ana, everyone, stand by guys."}, {"sentId": 446, "text": "You guys, all stand by because I have much more to come."}, {"sentId": 447, "text": "When we come right back Donald Trump is not the only person Americans love to watch."}], "speaker": "LEMON", "secId": 155}, {"sentences": [{"sentId": 448, "text": "When we come right back, Rachel Dolezal, and why we just can't look away."}], "speaker": "LEMON", "secId": 156}, {"sentences": [{"sentId": 449, "text": "Now Trump to Rachel Dolezal, there are some people who we just can't look away from."}, {"sentId": 450, "text": "No matter how outrageous they are."}, {"sentId": 451, "text": "But is the clock ticking."}, {"sentId": 452, "text": "Looking down on your 15 minutes of fame."}, {"sentId": 453, "text": "back with me now is Ana Navarro, Keli Goff, Guy Benson, and Mary Katherine Ham, the authors of \"End of Discussion.\""}], "speaker": "LEMON", "secId": 157}, {"sentences": [{"sentId": 454, "text": "You want to make a quick point about Donald Trump?"}], "speaker": "LEMON", "secId": 158}, {"sentences": [{"sentId": 455, "text": "Yes."}, {"sentId": 456, "text": "He is not a republican, right?"}, {"sentId": 457, "text": "He was whatever political party he needs to be in the moment to promote himself."}], "speaker": "BENSON", "secId": 159}, {"sentences": [{"sentId": 458, "text": "He was there to hinder?"}], "speaker": "LEMON", "secId": 160}, {"sentences": [{"sentId": 459, "text": "He was for socialized health care, for abortion, for tax hikes, a multiple time Clinton donor just a few years ago."}], "speaker": "BENSON", "secId": 161}, {"sentences": [{"sentId": 460, "text": "Yes."}], "speaker": "LEMON", "secId": 162}, {"sentences": [{"sentId": 461, "text": "So, the idea that he represents any real chunk of republicans are conservative values is nonsense."}], "speaker": "BENSON", "secId": 163}, {"sentences": [{"sentId": 462, "text": "So, we've been talking about, you know, people who had these reality show-type qualities."}, {"sentId": 463, "text": "That we just can't -- Rachel Dolezal and Donald Trump."}, {"sentId": 464, "text": "I want to play this radio interview to surface -- it's a radio, yes, radio interview that surface today that Rachel Dolezal call for a boycott of Christian Bale movie \"Exodus\" get this because the movie used white people portraying black character."}], "speaker": "LEMON", "secId": 164}, {"sentences": [{"sentId": 465, "text": "We need to boycott that film, from my perspective because it's miseducation, it's misrepresentation and it's highly offensive to the people that actually, you know, were living during that time and also to people today its robbing and shredding ancestry and history."}], "speaker": "DOLEZAL", "secId": 165}, {"sentences": [{"sentId": 466, "text": "All right."}, {"sentId": 467, "text": "You can't make -- go."}, {"sentId": 468, "text": "You can't make the stuff up."}], "speaker": "LEMON", "secId": 166}, {"sentences": [{"sentId": 469, "text": "I mean, you guys should be kidding me."}], "speaker": "HAM", "secId": 167}, {"sentences": [{"sentId": 470, "text": "Well, I have a couple of names that some friends where got bear of us."}, {"sentId": 471, "text": "A kind of like think where at this point because there is something off in this..."}], "speaker": "GOFF", "secId": 168}, {"sentences": [{"sentId": 472, "text": "She needs help."}], "speaker": "BENSON", "secId": 169}, {"sentences": [{"sentId": 473, "text": "... there's something off, Don."}, {"sentId": 474, "text": "And I'm not saying not to be like with it."}, {"sentId": 475, "text": "There's something clearly off."}], "speaker": "GOFF", "secId": 170}, {"sentences": [{"sentId": 476, "text": "I gave for the benefit of the doubt because everyone was trashing her, right?"}], "speaker": "LEMON", "secId": 171}, {"sentences": [{"sentId": 477, "text": "Right."}], "speaker": "HAM", "secId": 172}, {"sentences": [{"sentId": 478, "text": "You know, if this is transracial thing is real psychologist tell us that."}, {"sentId": 479, "text": "But then the more you listen to her story, you're like, OK. She appears to be delusional."}], "speaker": "LEMON", "secId": 173}, {"sentences": [{"sentId": 480, "text": "It does feels like every move she's ever made is for attention or for money or for some sort of, you know."}], "speaker": "HAM", "secId": 174}, {"sentences": [{"sentId": 481, "text": "Is this a pit bulls of identity politics do you think?"}], "speaker": "LEMON", "secId": 175}, {"sentences": [{"sentId": 482, "text": "Well, I do think there's this interesting fight going on among the latter."}, {"sentId": 483, "text": "We talk little bit about this kind of this thing in the \"End of Discussion\" where you have one side going, well, if she's not owning her white privilege then that's a problem."}, {"sentId": 484, "text": "She is actually stealing someone else's privilege and pretending to be a minority."}], "speaker": "HAM", "secId": 176}, {"sentences": [{"sentId": 485, "text": "But on the other hand, if she really does identify this way, can we say she doesn't?"}, {"sentId": 486, "text": "And these tw things cannot co-exist in one person."}, {"sentId": 487, "text": "And so, I think you're seeing that play out on the west."}], "speaker": "HAM", "secId": 177}, {"sentences": [{"sentId": 488, "text": "I want to hear what Ana Navarro."}, {"sentId": 489, "text": "Ana, because I -- I don't know if you e-mailed me about this but what is your take on this?"}], "speaker": "LEMON", "secId": 178}, {"sentences": [{"sentId": 490, "text": "I did e-mailed you about this when it first happened because I just couldn't get my arms around it."}, {"sentId": 491, "text": "I still can't."}, {"sentId": 492, "text": "This, many days later."}, {"sentId": 493, "text": "I told you, in my first e-mail to you was, this lady is a \"Cockapoos\" and it was literally cockapoos."}], "speaker": "NAVARRO", "secId": 179}, {"sentences": [{"sentId": 494, "text": "Look, I think she's got some -- I don't know if she's got a screw loose or the weave is too tight but there's certainly something wrong."}, {"sentId": 495, "text": "I think she needs to take that wave give it back to wonder sites and I hope her family gets around her and as her to seek some therapy and some help."}, {"sentId": 496, "text": "I really don't want to pile on this woman because, you know, because I think she's huhu."}], "speaker": "NAVARRO", "secId": 180}, {"sentences": [{"sentId": 497, "text": "Yes."}], "speaker": "LEMON", "secId": 181}, {"sentences": [{"sentId": 498, "text": "And I don't know what huhu people are capable of doing, right?"}], "speaker": "NAVARRO", "secId": 182}, {"sentences": [{"sentId": 499, "text": "But, I don't want to pile on this woman."}], "speaker": "LEMON", "secId": 183}, {"sentences": [{"sentId": 500, "text": "Right."}], "speaker": "NAVARRO", "secId": 184}, {"sentences": [{"sentId": 501, "text": "But you just did."}], "speaker": "LEMON", "secId": 185}, {"sentences": [{"sentId": 502, "text": "That's right."}], "speaker": "NAVARRO", "secId": 186}, {"sentences": [{"sentId": 503, "text": "Guy, what is to say about our society that two lightning rods who come from really two opposite sides that they get so garner so much attention?"}], "speaker": "LEMON", "secId": 187}, {"sentences": [{"sentId": 504, "text": "I would call this -- I don't know, cultural rubber necking, right?"}, {"sentId": 505, "text": "When you slow down or the car crash on the side of the road and you can't help but look, that's what this with this woman."}, {"sentId": 506, "text": "I mean, there's something I would agree with the consensus here."}], "speaker": "BENSON", "secId": 188}, {"sentences": [{"sentId": 507, "text": "There is something wrong with her, sort of dabbling down, she was going breath around herself saying, there's no proof that my parents and my parents except for all of these photos, it says very odd."}, {"sentId": 508, "text": "I think her strategic mistake was not claiming to be Native American and running for senate in Massachusetts because Elizabeth Warren got away with it."}], "speaker": "BENSON", "secId": 189}, {"sentences": [{"sentId": 509, "text": "OK. Boom."}], "speaker": "HAM", "secId": 190}, {"sentences": [{"sentId": 510, "text": "Don, I'm just happy she's not running at the republican."}], "speaker": "GOFF", "secId": 191}, {"sentences": [{"sentId": 511, "text": "Yes."}, {"sentId": 512, "text": "Yes."}], "speaker": "LEMON", "secId": 192}, {"sentences": [{"sentId": 513, "text": "Elizabeth Warren in 2016."}], "speaker": "NAVARRO", "secId": 193}, {"sentences": [{"sentId": 514, "text": "You know, I'm just happy she's not going to be in the number 13."}], "speaker": "GOFF", "secId": 194}, {"sentences": [{"sentId": 515, "text": "She maybe trans political so you'll never know but, go ahead."}], "speaker": "LEMON", "secId": 195}, {"sentences": [{"sentId": 516, "text": "Look, I was going to say Donald Trump has this much chance of winning like the president as he does winning best here in America."}, {"sentId": 517, "text": "But we're talking about him."}, {"sentId": 518, "text": "Rachel Dolezal does not represent the real racial issues in this country that we should be talking about, that there's so many armed men killed."}, {"sentId": 519, "text": "That's just the fact that black men are less likely to get called back for second interviews than a white candidate who has a prison record, Don."}, {"sentId": 520, "text": "And that's the Princeton study."}], "speaker": "GOFF", "secId": 196}, {"sentences": [{"sentId": 521, "text": "Yes."}], "speaker": "LEMON", "secId": 197}, {"sentences": [{"sentId": 522, "text": "Those are the things we should be talking about."}, {"sentId": 523, "text": "We're talking about these two people which means we're doing exactly what they us to do."}, {"sentId": 524, "text": "TO have it real make a fact that we're going to -- the next time we're on here we're going to talk about something more important."}], "speaker": "GOFF", "secId": 198}, {"sentences": [{"sentId": 525, "text": "And we shall talk more about this."}, {"sentId": 526, "text": "Thank you."}, {"sentId": 527, "text": "Was that -- did you just shave me on my own show?"}, {"sentId": 528, "text": "Thank you, Keli."}], "speaker": "LEMON", "secId": 199}, {"sentences": [{"sentId": 529, "text": "It's because of the place of love, from the place of love, my brother."}], "speaker": "GOFF", "secId": 200}, {"sentences": [{"sentId": 530, "text": "Thank you, Keli."}, {"sentId": 531, "text": "Thank you, Ana."}, {"sentId": 532, "text": "Thank you, Mary Katherine."}, {"sentId": 533, "text": "Thank you, Guy."}, {"sentId": 534, "text": "I appreciate you coming in."}, {"sentId": 535, "text": "\"End of Discussion\" is the name of the book."}, {"sentId": 536, "text": "We're going to talk more about all of this coming up."}], "speaker": "LEMON", "secId": 201}, {"sentences": [{"sentId": 537, "text": "Coming up, the scandal that ended a presidency and change America forever."}, {"sentId": 538, "text": "Who better to look back at the Watergate scandal than Carl Bernstein and Dan Rather, they joined me next."}], "speaker": "LEMON", "secId": 202}, {"sentences": [{"sentId": 539, "text": "I want to give you an update on the breaking news out of Charleston of shooting at a church tonight."}, {"sentId": 540, "text": "Here's what we know."}, {"sentId": 541, "text": "This is according to the Charleston Police Department."}, {"sentId": 542, "text": "It's their Twitter feed, they're looking for someone in this."}], "speaker": "LEMON", "secId": 203}, {"sentences": [{"sentId": 543, "text": "The suspect is a white man approximately 21 years old with small beard wearing are gray sweatshirt blue jeans and timberland boots."}, {"sentId": 544, "text": "Again, that's according to the web site, the official web site from Charleston police."}, {"sentId": 545, "text": "Nelson describes this man as clean shaven."}], "speaker": "LEMON", "secId": 204}, {"sentences": [{"sentId": 546, "text": "The shooting happened at 9 p.m., apparently at an address that corresponds with the Emanuel AME Church on Calhoun Street."}, {"sentId": 547, "text": "Still though, no   official, no official word on any victims at this hour."}], "speaker": "LEMON", "secId": 205}, {"sentences": [{"sentId": 548, "text": "It is the scandal that broke the presidency."}, {"sentId": 549, "text": "Tomorrow night here on CNN, the original series \"The Seventies\" is going to take you back to the crisis that shook America to its core."}, {"sentId": 550, "text": "I'm talking about Watergate."}, {"sentId": 551, "text": "And who better to talk about it been two men who were there and know everything about it pretty much."}], "speaker": "LEMON", "secId": 206}, {"sentences": [{"sentId": 552, "text": "Carl Bernstein, CNN political commentator, journalist, and author; and Dan Rather who has AXS TV's The Big Interview."}, {"sentId": 553, "text": "I'm sitting among legends."}, {"sentId": 554, "text": "DAN RATHER, AXS TV'S THE BIG INTERVIEW HOST: You rather be sitting"}], "speaker": "LEMON", "secId": 207}, {"sentences": [{"sentId": 555, "text": "where you are."}, {"sentId": 556, "text": "You're already in the show."}, {"sentId": 557, "text": "Thank you very much."}, {"sentId": 558, "text": "But just go around your hand."}], "speaker": "LEMON", "secId": 208}, {"sentences": [{"sentId": 559, "text": "You know the short hand for hands men."}], "speaker": "BERNSTEIN", "secId": 209}, {"sentences": [{"sentId": 560, "text": "No, no, not at all."}], "speaker": "LEMON", "secId": 210}, {"sentences": [{"sentId": 561, "text": "I'm not going there."}, {"sentId": 562, "text": "I would go really rather this one."}], "speaker": "RATHER", "secId": 211}, {"sentences": [{"sentId": 563, "text": "I'm honored to be sitting here with you."}, {"sentId": 564, "text": "But, I mean, take us to Watergate, why was this such a big deal?"}, {"sentId": 565, "text": "Our viewers know about this, but why was it such a big deal?"}], "speaker": "LEMON", "secId": 212}, {"sentences": [{"sentId": 566, "text": "Well, first and foremost, it was unpresented in the American history."}, {"sentId": 567, "text": "This was a Constitutional crisis, the likes of which we had not had -- I'm not saying we never had any constitutional crisis to equal of it we never had a constitutional crises."}, {"sentId": 568, "text": "This deep of this unique sort."}], "speaker": "RATHER", "secId": 213}, {"sentences": [{"sentId": 569, "text": "Which is to say, you had a president of the United States who as difficult assume as to say headed a widespread criminal conspiracy."}, {"sentId": 570, "text": "A widespread criminal conspiracy and who left office as an indicted co- conspirator in many times."}], "speaker": "RATHER", "secId": 214}, {"sentences": [{"sentId": 571, "text": "The election change, yes, don't you think?"}], "speaker": "LEMON", "secId": 215}, {"sentences": [{"sentId": 572, "text": "No question."}], "speaker": "RATHER", "secId": 216}, {"sentences": [{"sentId": 573, "text": "Do you -- what would be the equivalent, Carl, to a scandal, is there an equivalence scandal in Washington?"}], "speaker": "LEMON", "secId": 217}, {"sentences": [{"sentId": 574, "text": "No."}, {"sentId": 575, "text": "What happened in the Watergate was that the President of the United States decided that the instruments of legal system were not sufficient to govern."}, {"sentId": 576, "text": "And so, he decided he would invent his own legal judicial and squad of break in burglars to implement policy."}], "speaker": "BERNSTEIN", "secId": 218}, {"sentences": [{"sentId": 577, "text": "And that policy took root in the first days and continued break ins campaigns of political espionage and sabotage against the army movement, against the political the opposition, use of the IRS for vengeance against the president."}, {"sentId": 578, "text": "His enemies a conspiracy to cover up his evil act."}, {"sentId": 579, "text": "So, it defines his presidency."}, {"sentId": 580, "text": "We've never had anything like this in our history and hopefully will anything like it again."}], "speaker": "BERNSTEIN", "secId": 219}, {"sentences": [{"sentId": 581, "text": "I'm going to put to take you guys back in the way back machine."}, {"sentId": 582, "text": "Because we're going to show you a preview but then take you back at you during, Dan, during Watergate, you're reporting."}, {"sentId": 583, "text": "Here it is."}], "speaker": "LEMON", "secId": 220}, {"sentences": [{"sentId": 584, "text": "In breathtaking succession tonight, the following history events occurred."}, {"sentId": 585, "text": "The President of the United States demanded that the attorney general fires special prosecutor Archibald Cox, the attorney general Elliot Richardson refused and resigned."}, {"sentId": 586, "text": "The president the ordered the assistant attorney general, William Ruckelshaus, to fire the special prosecutor."}, {"sentId": 587, "text": "Ruckelshaus refused."}, {"sentId": 588, "text": "The president immediately fired Ruckelshaus."}, {"sentId": 589, "text": "Solicitor General Robert Bork quickly was named acting attorney general."}, {"sentId": 590, "text": "Bork was order to fire special prosecutor Cox, he did."}], "speaker": "BERNSTEIN", "secId": 221}, {"sentences": [{"sentId": 591, "text": "Besides the hair I mean, Carl was the same, beside so much hair back."}, {"sentId": 592, "text": "What was it like to read this then?"}], "speaker": "LEMON", "secId": 222}, {"sentences": [{"sentId": 593, "text": "Well, so real."}, {"sentId": 594, "text": "There's question that comes to mind."}, {"sentId": 595, "text": "It always strikes me now when I think about this period."}, {"sentId": 596, "text": "How hard for people who were not born who are Americans but weren't born at that or were not at memory age at that time, to sort all of this out."}], "speaker": "RATHER", "secId": 223}, {"sentences": [{"sentId": 597, "text": "Because there has been and a continues to be an effort to kind of whitewash much of what happened during the Nixon presidency."}, {"sentId": 598, "text": "Within to try to serve the attitude well, you know, like it wasn't all that \"bad\" or President Nixon didn't do anything that other presidents have went on."}], "speaker": "RATHER", "secId": 224}, {"sentences": [{"sentId": 599, "text": "Not true."}], "speaker": "BERNSTEIN", "secId": 225}, {"sentences": [{"sentId": 600, "text": "Rubbish."}, {"sentId": 601, "text": "And the record clearly shows it for anybody."}, {"sentId": 602, "text": "So, when I think about it now and in the years I thought it since, just how hard it is to keep the facts in front history."}, {"sentId": 603, "text": "To keep facts right eyeball to eyeball with history as we go through history."}, {"sentId": 604, "text": "Because the critical thing about these criminal acts we call Watergate is how to prevent from happening in some future questions."}], "speaker": "RATHER", "secId": 226}, {"sentences": [{"sentId": 605, "text": "So, let's turn now to the president?"}, {"sentId": 606, "text": "When we talk about the presidential, because we have -- our presidential election."}, {"sentId": 607, "text": "We've got Hillary Clinton is pretty is in the side on the democratic side."}, {"sentId": 608, "text": "And then you have 12 people on the republican side."}, {"sentId": 609, "text": "Is that too many people?"}, {"sentId": 610, "text": "And did you have that in the past in the '70s or were you covering?"}], "speaker": "LEMON", "secId": 227}, {"sentences": [{"sentId": 611, "text": "No."}, {"sentId": 612, "text": "We never had this many candidates in the race when I say this early."}, {"sentId": 613, "text": "No."}, {"sentId": 614, "text": "But I would say there's a relationship between the 2016 presidential campaign in what happened in the 1970s during the Watergate period in this sense."}], "speaker": "RATHER", "secId": 228}, {"sentences": [{"sentId": 615, "text": "What happened in the mid-1970s resulted eventually in the republican party taking a strong turn to the right with a two-term presidency of Ronald Reagan."}, {"sentId": 616, "text": "And the Republican Party is still struggling on the one hand with the success of the Reagan presidency, which by the way, I would argue the presidency of George H.W."}, {"sentId": 617, "text": "Bush was the third Reagan term."}, {"sentId": 618, "text": "When in fact, you had Reagan terms."}], "speaker": "RATHER", "secId": 229}, {"sentences": [{"sentId": 619, "text": "Right."}], "speaker": "LEMON", "secId": 230}, {"sentences": [{"sentId": 620, "text": "After the Republican Party took this strong turn to the right coming out of the 1970s and the party is still struggling with that, which is one of the reasons they have with 16 candidates and counting in the race of the party we're getting."}], "speaker": "RATHER", "secId": 231}, {"sentences": [{"sentId": 621, "text": "So, Donald Trump just yesterday did he suck all the oxygen out of the room?"}], "speaker": "LEMON", "secId": 232}, {"sentences": [{"sentId": 622, "text": "He tries to and he usually succeeds."}, {"sentId": 623, "text": "At the same time you can make an argument that Trump's candidacy is probably the best thing that's happened to the democrats in many ways because he is not going to elevate the debate."}, {"sentId": 624, "text": "And he's little tough on knowing the facts."}, {"sentId": 625, "text": "He's a little weak in that department."}], "speaker": "BERNSTEIN", "secId": 233}, {"sentences": [{"sentId": 626, "text": "He gets a lot of attention."}], "speaker": "LEMON", "secId": 234}, {"sentences": [{"sentId": 627, "text": "And he get huge amounts of attention."}, {"sentId": 628, "text": "And the question is, is that going to help democrats because his identification and his politics may not be of the mature sort and thoughtful sort that the republicans need."}], "speaker": "BERNSTEIN", "secId": 235}, {"sentences": [{"sentId": 629, "text": "Thank you gentlemen."}, {"sentId": 630, "text": "I appreciate you expertise."}, {"sentId": 631, "text": "CNN takes you back to the decade that brought Watergate with the original series \"The Seventies\" You can see it tomorrow night at 9 eastern, of course right here on CNN."}, {"sentId": 632, "text": "We'll be right back."}], "speaker": "LEMON", "secId": 236}, {"sentences": [{"sentId": 633, "text": "All right."}, {"sentId": 634, "text": "Back now."}, {"sentId": 635, "text": "This is our breaking news."}, {"sentId": 636, "text": "We're finally getting some pictures in from Charleston, South Carolina."}, {"sentId": 637, "text": "If we can put them there."}, {"sentId": 638, "text": "There they are now."}, {"sentId": 639, "text": "They're on the scene of the shooting at a church."}, {"sentId": 640, "text": "According to Charleston Police Department, the Twitter feed the shooting happened at 9 p.m."}, {"sentId": 641, "text": "Apparently at the address that corresponds with the Emanuel African Episcopal Church there."}], "speaker": "LEMON", "secId": 237}, {"sentences": [{"sentId": 642, "text": "Let's go to the ground now to the scene."}, {"sentId": 643, "text": "CNN producer Ashley Killough joins us now."}, {"sentId": 644, "text": "Ashley, what are you seeing there?"}], "speaker": "LEMON", "secId": 238}, {"sentences": [{"sentId": 645, "text": "We are still seeing a lot of fire trucks."}, {"sentId": 646, "text": "There are still a lot of activities going on with the police."}, {"sentId": 647, "text": "But we just don't know exactly what happened."}, {"sentId": 648, "text": "If they're still looking for a suspect."}, {"sentId": 649, "text": "There's a lot of details that are still missing at this point."}, {"sentId": 650, "text": "Don."}], "speaker": "KILLOUGH", "secId": 239}, {"sentences": [{"sentId": 651, "text": "Any -- and you have no information on victims, right?"}], "speaker": "LEMON", "secId": 240}, {"sentences": [{"sentId": 652, "text": "We do not."}, {"sentId": 653, "text": "There are obviously unconfirmed reports out there."}, {"sentId": 654, "text": "And we are trying to figure out how many people are injured or if they got worse on that and we will get those details as soon as we can."}], "speaker": "KILLOUGH", "secId": 241}, {"sentences": [{"sentId": 655, "text": "Yes."}, {"sentId": 656, "text": "And thank you, Ashley."}, {"sentId": 657, "text": "Stand by, listen, as you can see the scene right there."}, {"sentId": 658, "text": "Again, this is in Charleston, South Carolina, the scene is 11 Calhoun Street, which corresponds with the Emanuel AME Church."}], "speaker": "LEMON", "secId": 242}, {"sentences": [{"sentId": 659, "text": "Again, the shooting happened about 9 o'clock."}, {"sentId": 660, "text": "The last word, official word from the police department is that they were looking for a white male, 21-year-old suspect wearing a Timberland boots, slender, small built wearing a gray sweatshirt and blue jeans."}, {"sentId": 661, "text": "And again, you're looking at the scene in Charleston, South Carolina."}, {"sentId": 662, "text": "Make sure you stick with CNN for the very latest on this breaking news."}], "speaker": "LEMON", "secId": 243}, {"sentences": [{"sentId": 663, "text": "In the meantime, that is it for us tonight."}, {"sentId": 664, "text": "Thanks for watching."}, {"sentId": 665, "text": "\"AC360\" starts right now."}], "speaker": "LEMON", "secId": 244}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1506.17.cnnt.01.html.json", "time": "Aired June 17, 2015 - 22:00   ET"}