{"sectionCount": 218, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["LEMON", "TRUMP", "ACOSTA", "PRESTON", "POWERS", "SWERDLICK", "HANNITY", "POWER", "KAMI", "FOX", "SKLAR", "KARNI", "MCNEAL", "KAYE", "WOODWARD", "DRURY", "VENTURA", "FUENTES", "SWANSON", "UNIDENTIFIED MALE", "BAUER", "SELLERS", "COPPER"], "subTitle": "President-Elect Trump's \"Thank You\" Tour; The Future First Family; Trump Picks Gen. Mattis for Defense Secretary; Trump: \"We're Going to Have a Safe Country\"; Clinton and Trump Camps Clash; Ivanka Trump's Role. Aired 11-12p ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1612/01/cnnt.02.html", "sentenceCount": 667, "sections": [{"sentences": [{"sentId": 0, "text": "You know what's a great way to celebrate being elected President of the United States?"}, {"sentId": 1, "text": "Road trip."}, {"sentId": 2, "text": "This is CNN Tonight."}, {"sentId": 3, "text": "I'm Don Lemon."}, {"sentId": 4, "text": "Donald Trump kicks off what he is calling his \"Thank You Tour\" in Cincinnati."}], "speaker": "LEMON", "secId": 0}, {"sentences": [{"sentId": 5, "text": "We spend too much time focusing on what divides us."}, {"sentId": 6, "text": "Now is the time to embrace the one thing that truly unites us."}, {"sentId": 7, "text": "You know what that is?"}, {"sentId": 8, "text": "America."}, {"sentId": 9, "text": "America."}, {"sentId": 10, "text": "It's America."}], "speaker": "TRUMP", "secId": 1}, {"sentences": [{"sentId": 11, "text": "Meanwhile, questions swirling about the incoming first family, particularly Ivanka Trump."}, {"sentId": 12, "text": "Is she a good role model for girls and young women?"}, {"sentId": 13, "text": "We'll discuss all of that this evening."}, {"sentId": 14, "text": "But I want to bring in Jim Acosta in Cincinnati."}, {"sentId": 15, "text": "Jim?"}], "speaker": "LEMON", "secId": 2}, {"sentences": [{"sentId": 16, "text": "Don, true to form, Donald Trump did not pull any punches at this rally here in Cincinnati."}, {"sentId": 17, "text": "And the equivalent of an election touch down dance, Trump railed against the news media and vowed to repeal and replace Obamacare and build a wall on the U.S.-Mexico border."}, {"sentId": 18, "text": "But the big news of the night came when he announced his pick for defense secretary, retired Marine General James Mattis."}, {"sentId": 19, "text": "Here's how Trump put it to the crowd here in Cincinnati."}], "speaker": "ACOSTA", "secId": 3}, {"sentences": [{"sentId": 20, "text": "We have a great, great cabinet."}, {"sentId": 21, "text": "I'll tell you."}, {"sentId": 22, "text": "It's coming and wait till you see what we have next week."}, {"sentId": 23, "text": "Are we doing a good job with our cabinet and our people?"}], "speaker": "TRUMP", "secId": 4}, {"sentences": [{"sentId": 24, "text": "And I don't want to tell you, I don't want to tell you this because I want to save the suspense for next week."}, {"sentId": 25, "text": "So I will not tell you."}, {"sentId": 26, "text": "I refuse to tell you."}, {"sentId": 27, "text": "Don't let it outside of this room."}, {"sentId": 28, "text": "Do you promise?"}, {"sentId": 29, "text": "Raise your hand?"}, {"sentId": 30, "text": "Promise."}, {"sentId": 31, "text": "So I will not tell you that one of our great, great generals, don't let it outside, right?"}, {"sentId": 32, "text": "And, of course, the press is very honest."}, {"sentId": 33, "text": "So I'll never let this go."}, {"sentId": 34, "text": "We are going to appoint \"mad dog\" Mattis as our secretary of defense."}, {"sentId": 35, "text": "They say he's the closest thing to General George Patton that we have, and it's about time."}, {"sentId": 36, "text": "It's about time."}], "speaker": "TRUMP", "secId": 5}, {"sentences": [{"sentId": 37, "text": "Trump made that announcement despite the fact that earlier in the evening his own transition spokesman Jason Miller took to Twitter to deny that any decision had been made on secretary of defense."}, {"sentId": 38, "text": "Trump has more stops on this so-called \"Thank You Tour\" planned for next week."}, {"sentId": 39, "text": "Don?"}], "speaker": "ACOSTA", "secId": 6}, {"sentences": [{"sentId": 40, "text": "All right."}, {"sentId": 41, "text": "Jim Acosta, thank you."}], "speaker": "LEMON", "secId": 7}, {"sentences": [{"sentId": 42, "text": "Here to discuss all of this, CNN Politics Executive Editor Mark Preston, CNN Political Analyst Kirsten Powers and Political Commentator David Swerdlick."}, {"sentId": 43, "text": "That was kind of like a \"Oops\", right, for that announcement."}], "speaker": "LEMON", "secId": 8}, {"sentences": [{"sentId": 44, "text": "But first, before we get to that, Mark, we have never seen a president-elect hold a thank you rally before."}, {"sentId": 45, "text": "What's your reaction to the speech?"}], "speaker": "LEMON", "secId": 9}, {"sentences": [{"sentId": 46, "text": "Look, I don't think it was necessarily a thank you rally as it was a \"Guess what, I won the rally.\""}], "speaker": "PRESTON", "secId": 10}, {"sentences": [{"sentId": 47, "text": "He did say, \"Thank you, America,\" right?"}], "speaker": "LEMON", "secId": 11}, {"sentences": [{"sentId": 48, "text": "Yes."}, {"sentId": 49, "text": "Well, he did say thank you, America, but he went out and he definitely rubbed the nose in the dirt a little bit."}, {"sentId": 50, "text": "But he did win."}, {"sentId": 51, "text": "You know, and this has been the way he has run his campaign and certainly has been running his transition."}, {"sentId": 52, "text": "And that's fine."}, {"sentId": 53, "text": "I think that it's okay that he did it."}, {"sentId": 54, "text": "Give him props for winning."}, {"sentId": 55, "text": "I wouldn't suggest going forward that he would continue to carry this tone going forward."}, {"sentId": 56, "text": "I think he did try tonight to be conciliatory but probably not the best strategic thing to do."}], "speaker": "PRESTON", "secId": 12}, {"sentences": [{"sentId": 57, "text": "Kirsten."}], "speaker": "LEMON", "secId": 13}, {"sentences": [{"sentId": 58, "text": "Yes."}, {"sentId": 59, "text": "I'm in the same place."}, {"sentId": 60, "text": "I think that -- I mean this was sort of flashback to the election."}, {"sentId": 61, "text": "Clearly there has bee no pivot yet."}, {"sentId": 62, "text": "And so we're sill seeing the same Donald Trump sort of doing his entertainments and getting his energy off of the crowds and taking things with the media, which, you know, I said in the last hour I think we deserve."}], "speaker": "POWERS", "secId": 14}, {"sentences": [{"sentId": 63, "text": "And I don't know if you agree with that, Don."}, {"sentId": 64, "text": "But I think the media did, you know -- at a bare minimum, he had to listen to us say that he was not going to win that he was never going to break through the blue wall and industrial Midwest and things like that."}, {"sentId": 65, "text": "And he did ultimately win."}, {"sentId": 66, "text": "And so if he wants to attack the media a little bit, we can handle it."}], "speaker": "POWERS", "secId": 15}, {"sentences": [{"sentId": 67, "text": "What do you think, David?"}], "speaker": "LEMON", "secId": 16}, {"sentences": [{"sentId": 68, "text": "I think Mark's right that there was a slight aspect of, you know, how do you like me now, I won, type element to this."}, {"sentId": 69, "text": "But on the other hand, I think there's a lesson to be learned."}, {"sentId": 70, "text": "Maybe a little lesson to be learned from democrats and that's that you have to maintain eye contact with and keep the faith with the voters that brought you into office."}, {"sentId": 71, "text": "I think democrats lost a little sight of that over the last number of cycles and that hurt them."}], "speaker": "SWERDLICK", "secId": 17}, {"sentences": [{"sentId": 72, "text": "Yes."}], "speaker": "LEMON", "secId": 18}, {"sentences": [{"sentId": 73, "text": "Yes."}], "speaker": "POWERS", "secId": 19}, {"sentences": [{"sentId": 74, "text": "I want to get all of your reactions to general James Mattis, his choice for secretary of defense."}, {"sentId": 75, "text": "And again, he surprised everyone at this rally making that announcement when one of hl spokespeople said like two hours before, was it Jason Miller?"}], "speaker": "LEMON", "secId": 20}, {"sentences": [{"sentId": 76, "text": "Yes."}, {"sentId": 77, "text": "That is, you know, the de facto decision had been made."}, {"sentId": 78, "text": "And clearly a decision had been made."}, {"sentId": 79, "text": "And, you know, but Trump put his spokesman in a very bad spot."}, {"sentId": 80, "text": "But Trump should be lauded for this pick."}, {"sentId": 81, "text": "Mattis is a soldier's general, somebody who is known as mad dog, you know, clearly for his military acumen and his desire to win, but also very learned, very smart, somebody who talks about the need to read and understand history and is a really a big proponent of that."}, {"sentId": 82, "text": "He has spent the last three years out at Stanford at the Hoover Institution."}, {"sentId": 83, "text": "I just think it's a smart pick for ..."}], "speaker": "PRESTON", "secId": 21}, {"sentences": [{"sentId": 84, "text": "No."}], "speaker": "LEMON", "secId": 22}, {"sentences": [{"sentId": 85, "text": "Having said that, he needs to get through a senate confirmation and get a waiver, but because he hasn't been out of the military for seven years."}], "speaker": "PRESTON", "secId": 23}, {"sentences": [{"sentId": 86, "text": "I think it's interesting that, you know, everyone is going, \"Why this guy?\""}, {"sentId": 87, "text": "You know, no ones -- I mean everyone -- people are not saying."}, {"sentId": 88, "text": "The media is not saying that."}, {"sentId": 89, "text": "People are not, you know, questioning why he picked this person."}], "speaker": "LEMON", "secId": 24}, {"sentences": [{"sentId": 90, "text": "Right."}, {"sentId": 91, "text": "Well, I think he's very respected."}, {"sentId": 92, "text": "That's true."}, {"sentId": 93, "text": "I mean he's considered sort of a warrior scholar."}, {"sentId": 94, "text": "But there is an issue of putting somebody who's in the military in charge of the defense department, you know, that you don't have any civilian leadership over the military."}], "speaker": "POWERS", "secId": 25}, {"sentences": [{"sentId": 95, "text": "And so that should be I think maybe getting a little more attention and then you have general Flynn running the, you know, retired General Flynn, running the national security apparatus in the white house."}, {"sentId": 96, "text": "And so that to me is a little concerning and we need to look at it a little more."}], "speaker": "POWERS", "secId": 26}, {"sentences": [{"sentId": 97, "text": "What do you think, David?"}], "speaker": "LEMON", "secId": 27}, {"sentences": [{"sentId": 98, "text": "Like everybody is saying."}, {"sentId": 99, "text": "He's a respected general."}, {"sentId": 100, "text": "He's had one or two minor controversies about some of the language he's used to describe warfare."}, {"sentId": 101, "text": "But I think the issue with General Mattis as with General Flynn, as with whoever becomes the secretary of state is ultimately less about the resume of these individuals and about whether or not down the road when some hard decisions have to be made, whether or not they're going to still be on the same page with President Trump when it comes to things like whether we're going to stick with the Iran deal or how we're going to approach Russia."}, {"sentId": 102, "text": "Policy is going to wind up being an issue and how everyone reacts to world events in realtime as we get into the Trump administration."}], "speaker": "SWERDLICK", "secId": 28}, {"sentences": [{"sentId": 103, "text": "You know, Don, to that point, Mattis is body who is not on the same page or in past his remarks have not been on the same page regarding Russia as we've seen from Trump himself."}, {"sentId": 104, "text": "So it will be interesting to see what he's going to say."}, {"sentId": 105, "text": "But Mattis also is not on the same page when it cops to the issue of torture."}], "speaker": "PRESTON", "secId": 29}, {"sentences": [{"sentId": 106, "text": "You know, when he sat down with Trump and Trump said, \"What do you think of water boarding?\""}, {"sentId": 107, "text": "And Mattis said, \"Give me a pack of beers and a pack of cigarettes so that I can get a lot more done.\""}], "speaker": "PRESTON", "secId": 30}, {"sentences": [{"sentId": 108, "text": "Yes."}], "speaker": "POWERS", "secId": 31}, {"sentences": [{"sentId": 109, "text": "Yes."}], "speaker": "LEMON", "secId": 32}, {"sentences": [{"sentId": 110, "text": "I mean, that's a guy's kind of guy, a woman's kind of guy, like a military kind of guy."}, {"sentId": 111, "text": "So you know, but here's to Kirsten's point there could potentially be up to five flag officers and Mike Pompeo who has never won at West Point serving in the Trump cabinet."}, {"sentId": 112, "text": "That's a lot of the military folks."}], "speaker": "PRESTON", "secId": 33}, {"sentences": [{"sentId": 113, "text": "Yes."}], "speaker": "LEMON", "secId": 34}, {"sentences": [{"sentId": 114, "text": "Yes."}, {"sentId": 115, "text": "I mean to me that's the thing that we just need to be looking at more and sort of asking Trump what is this attraction you have to all of these retired military people in your administration, because it's highly unusual."}], "speaker": "POWERS", "secId": 35}, {"sentences": [{"sentId": 116, "text": "And also in particular with I think the department of defense which is supposed to be under, you know, civilian control."}, {"sentId": 117, "text": "I mean he's -- Mattis is going to have get a waiver in order to get this job because you have to be I think ten years out."}, {"sentId": 118, "text": "Isn't it?"}], "speaker": "POWERS", "secId": 36}, {"sentences": [{"sentId": 119, "text": "Seven."}], "speaker": "PRESTON", "secId": 37}, {"sentences": [{"sentId": 120, "text": "Oh, seven years."}, {"sentId": 121, "text": "OK."}, {"sentId": 122, "text": "Seven years out from serving."}, {"sentId": 123, "text": "And so, you know, there's a reason that we do things this way."}], "speaker": "POWERS", "secId": 38}, {"sentences": [{"sentId": 124, "text": "What's your concern now at military states?"}, {"sentId": 125, "text": "So what's your concern?"}], "speaker": "LEMON", "secId": 39}, {"sentences": [{"sentId": 126, "text": "Well, the concern is that you have too much of, you know, a military perspective and not people who are looking at it from a nonmilitary perspective."}, {"sentId": 127, "text": "I mean clearly the president will be, but I think that you want to have people who have a different way of looking at things."}], "speaker": "POWERS", "secId": 40}, {"sentences": [{"sentId": 128, "text": "Let's talk about unity, because Donald Trump spoke about the importance of it."}], "speaker": "LEMON", "secId": 41}, {"sentences": [{"sentId": 129, "text": "I've spoken to democrats and I said to them, look, we can't go on with the gridlock."}, {"sentId": 130, "text": "It's gone on for so many years."}, {"sentId": 131, "text": "It's gone on for so many years."}, {"sentId": 132, "text": "They can't get together."}, {"sentId": 133, "text": "We're going to get together."}, {"sentId": 134, "text": "And I believe they want to get together."}, {"sentId": 135, "text": "You know why?"}, {"sentId": 136, "text": "Because it's time and the people are angry."}, {"sentId": 137, "text": "And they're going to get together."}, {"sentId": 138, "text": "We're going to make joint decisions."}, {"sentId": 139, "text": "We are and the nice part our victory was so great."}, {"sentId": 140, "text": "We have the house."}, {"sentId": 141, "text": "We have the senate."}, {"sentId": 142, "text": "And we have the presidency."}], "speaker": "TRUMP", "secId": 42}, {"sentences": [{"sentId": 143, "text": "David, this really was the first time that Donald Trump spoke as president-elect, not only to his supporters but also to more than the 2.3 million people who voted for Hillary Clinton."}, {"sentId": 144, "text": "Did he win over anyone who didn't support him?"}], "speaker": "LEMON", "secId": 43}, {"sentences": [{"sentId": 145, "text": "I'm not sure that he did, Don."}, {"sentId": 146, "text": "There was nothing wrong with what he said there in that clip that you played."}, {"sentId": 147, "text": "But I think that given how divisive the campaign was over the course of a year and a half, the us versus them tone of the Trump campaign day after day, there is an opportunity here that I think he could take and probably should take in the transition to give a speech not exactly like but similar to the more perfect union speech that a president or then Senator Obama gave in 2008 that really outlined his views on race in America."}, {"sentId": 148, "text": "Trump doesn't necessarily have to give a strictly race speech but a speech that really speaks to people in the country who worry about his presidency who didn't support him and want to know."}, {"sentId": 149, "text": "If he's going to appoint people to the Supreme Court who might potentially vote to roll back same-sex marriage, what would he do that?"}], "speaker": "SWERDLICK", "secId": 44}, {"sentences": [{"sentId": 150, "text": "People of color, Muslims, other folks want to understand why his campaign was run in the w it was run and he has an opportunity during the transition or shortly after he's elected to do that."}, {"sentId": 151, "text": "But eventually he's going to wind up."}, {"sentId": 152, "text": "If he doesn't do something like that, he's going to wind up in a situation where folks may have a closed mind to what he's proposing."}], "speaker": "SWERDLICK", "secId": 45}, {"sentences": [{"sentId": 153, "text": "And Kirsten, then there's your reaction to Trump supporters is to say, oh, you know, whining, you know, the liberals are clutching their pearls and they're upset because of Hillary Clinton."}, {"sentId": 154, "text": "That's not exactly the full story, though, considering what happened."}, {"sentId": 155, "text": "Or is ..."}], "speaker": "LEMON", "secId": 46}, {"sentences": [{"sentId": 156, "text": "No."}, {"sentId": 157, "text": "Look, I think there's a lot of us who are trying to understand the Trump voter."}, {"sentId": 158, "text": "But there's not a lot of people on the Trump side that seemed to be understanding why other people might have different feelings ..."}], "speaker": "POWERS", "secId": 47}, {"sentences": [{"sentId": 159, "text": "Yes."}], "speaker": "LEMON", "secId": 48}, {"sentences": [{"sentId": 160, "text": "... and have really legitimate grievances with him."}], "speaker": "POWERS", "secId": 49}, {"sentences": [{"sentId": 161, "text": "And so it would be nice if they would you know -- I mean I have to say, I don't think they're the most gracious winners, frankly, you know."}, {"sentId": 162, "text": "And that they could stand to maybe at some point maybe it doesn't have to be at this minute but really look at them and consider that there are legitimate grievances."}, {"sentId": 163, "text": "These are not people who are whining."}, {"sentId": 164, "text": "There are real problems about things that were said, there are real concerns about Steve Bannon, for example, that need to be addressed."}], "speaker": "POWERS", "secId": 50}, {"sentences": [{"sentId": 165, "text": "And you know, if he is interested in unifying then he needs to do that."}, {"sentId": 166, "text": "If he's not interested in unifying and he just wants to shore up his base which he may decide that's what he wants to do and he just wants to keep his, you know, people fired up."}, {"sentId": 167, "text": "But if he's going to say he wants to unify, then he's going to have take a different tack."}], "speaker": "POWERS", "secId": 51}, {"sentences": [{"sentId": 168, "text": "I don't think it's that hard."}, {"sentId": 169, "text": "I really don't."}, {"sentId": 170, "text": "I mean I think that at some point to David, what David is saying, I think going out and giving a speech and talking about unifying and leaving out all these other little extra things that kind of cloud what the message that he may have been trying to deliver tonight."}, {"sentId": 171, "text": "If he does try to stay with his base, that's going to be a losing strategy."}, {"sentId": 172, "text": "I mean it will be a losing strategy."}], "speaker": "PRESTON", "secId": 52}, {"sentences": [{"sentId": 173, "text": "At some point, he's going to sacrifice some of his base in order to get things done in Washington."}, {"sentId": 174, "text": "And quite frankly, he's going to need democrats."}, {"sentId": 175, "text": "He doesn't have allies ."}, {"sentId": 176, "text": "Republicans aren't necessarily the allies of Donald Trump in Washington, D.C."}, {"sentId": 177, "text": "But look, when he says he wants to get things done, I mean I take him at his word."}, {"sentId": 178, "text": "I think we all should take him at his word."}, {"sentId": 179, "text": "And he wants to get some things done."}, {"sentId": 180, "text": "But the fact that matter is we are government's setup is that some of the things he wants to get done, democrats will try and stop and quite frankly they'll be successful in doing so."}], "speaker": "PRESTON", "secId": 53}, {"sentences": [{"sentId": 181, "text": "Here's what Donald Trump said earlier on Fox tonight."}], "speaker": "LEMON", "secId": 54}, {"sentences": [{"sentId": 182, "text": "Made some great selections and actually more than a few, but it's been really a well-oiled machine."}, {"sentId": 183, "text": "We're doing well."}, {"sentId": 184, "text": "We're getting fantastic people and actually getting very good reviews."}, {"sentId": 185, "text": "People are respecting the process and what we've done."}], "speaker": "TRUMP", "secId": 55}, {"sentences": [{"sentId": 186, "text": "Since you've been elected, some people have had a hard time dealing with it and poor kids on college campuses have their professors giving them cocoa and aromatherapy and pep therapy and coloring books and Play-Doh."}, {"sentId": 187, "text": "They're apparently upset they couldn't deal with it."}, {"sentId": 188, "text": "Anything you'd like to say to them that reassure there're sensitive feelings that it will be okay?"}], "speaker": "HANNITY", "secId": 56}, {"sentences": [{"sentId": 189, "text": "I think they're going to be very happy."}, {"sentId": 190, "text": "I think we're going to have a very safe, country, a very prosperous country."}, {"sentId": 191, "text": "We're going to do things that are going to create jobs for their parents in many cases where their parents are going to be able to do a lot better, although most of their parents voted for me."}, {"sentId": 192, "text": "So I think they don't have the problem."}, {"sentId": 193, "text": "But we're going to have a very prosperous and safe country."}], "speaker": "TRUMP", "secId": 57}, {"sentences": [{"sentId": 194, "text": "So the question that was the wrong -- that is exactly what should not be done."}, {"sentId": 195, "text": "But his response was actually very good."}], "speaker": "LEMON", "secId": 58}, {"sentences": [{"sentId": 196, "text": "His response is very good."}, {"sentId": 197, "text": "That is a leading question."}], "speaker": "PRESTON", "secId": 59}, {"sentences": [{"sentId": 198, "text": "It was a stupid thing to say."}], "speaker": "LEMON", "secId": 60}, {"sentences": [{"sentId": 199, "text": "It was a stupid thing to say."}, {"sentId": 200, "text": "And yes, we did see some of that afterwards, which by the way ..."}], "speaker": "PRESTON", "secId": 61}, {"sentences": [{"sentId": 201, "text": "Right."}], "speaker": "LEMON", "secId": 62}, {"sentences": [{"sentId": 202, "text": "... was stupid afterwards, you know, following the election where some kids we're saying I can't take my exams."}, {"sentId": 203, "text": "But that's what's wrong with the division in America right now."}, {"sentId": 204, "text": "Where those are statements, they're not questions by journalist."}, {"sentId": 205, "text": "And quite frankly, if we're going to come together as a nation then everyone is going to have to give a little bit."}], "speaker": "PRESTON", "secId": 63}, {"sentences": [{"sentId": 206, "text": "And that's to your point to what you said that there are some very real, you know, feelings and as you said, you're going to win."}, {"sentId": 207, "text": "You always say be a gracious winner, right?"}], "speaker": "LEMON", "secId": 64}, {"sentences": [{"sentId": 208, "text": "Right."}, {"sentId": 209, "text": "Yes."}, {"sentId": 210, "text": "Right."}, {"sentId": 211, "text": "Which like I said, I don't think we're necessarily seeing a lot of that."}, {"sentId": 212, "text": "I will give a little."}], "speaker": "POWERS", "secId": 65}, {"sentences": [{"sentId": 213, "text": "His response was very gracious I do think."}], "speaker": "LEMON", "secId": 66}, {"sentences": [{"sentId": 214, "text": "He was very gracious there and he could have really gone to tell that ."}, {"sentId": 215, "text": "And particularly because what Sean Hannity was sort of talking about was political correctness ..."}], "speaker": "POWERS", "secId": 67}, {"sentences": [{"sentId": 216, "text": "Right."}], "speaker": "LEMON", "secId": 68}, {"sentences": [{"sentId": 217, "text": "... which is Donald Trump's favorite thing to talk about."}, {"sentId": 218, "text": "So he wanted to."}, {"sentId": 219, "text": "He could have really piled on there."}], "speaker": "POWERS", "secId": 69}, {"sentences": [{"sentId": 220, "text": "Yes."}, {"sentId": 221, "text": "David, do you want to weigh in on this?"}], "speaker": "LEMON", "secId": 70}, {"sentences": [{"sentId": 222, "text": "Just simply to say that, look, there's a kernel of truth to the point Hannity was making about democrats or non-Trump voters needing to sort of get their heads around the idea that Trump came out on top."}, {"sentId": 223, "text": "But to Kirsten's early earlier point, you know, being dismissive, the way Hannity was being dismissive of folks that are genuinely concerned, genuinely have anxiety about the Trump administration, it's not helpful."}], "speaker": "SWERDLICK", "secId": 71}, {"sentences": [{"sentId": 224, "text": "And, you know, it's not just to me bad loserism or bad winnerism."}, {"sentId": 225, "text": "There's something about it that is hypocritical."}, {"sentId": 226, "text": "There was a ton of complaining on the part of conservatives and republicans in the early years or really throughout the Obama administration."}, {"sentId": 227, "text": "So, you know, a little self-reflection I think is worth it on both sides."}], "speaker": "SWERDLICK", "secId": 72}, {"sentences": [{"sentId": 228, "text": "David, I want to talk about what happened at Harvard University panel where ... SWERDLICK:  Sure."}], "speaker": "LEMON", "secId": 73}, {"sentences": [{"sentId": 229, "text": "... top Trump and Hillary Clinton advisors met."}, {"sentId": 230, "text": "And one heated exchange, Clinton Advisor Jennifer Palmieri accused Trump of pedaling racism by providing a platform for white supremacists by hiring Steve Bannon."}, {"sentId": 231, "text": "What's your reaction?"}], "speaker": "LEMON", "secId": 74}, {"sentences": [{"sentId": 232, "text": "So, you know, we've talked a lot about Steve Bannon."}, {"sentId": 233, "text": "I'm still in this position where I might -- look, I think it is very fair to say that Breitbart, his website traffics in anti-Semitic stereotypies, traffics in stereotypes about people of color, Bannon has been a divisive figure, you know, whether Bannon himself holds these views, I think it's still sort of up for debate."}, {"sentId": 234, "text": "And I'm trying to reach into it as much as I can."}], "speaker": "SWERDLICK", "secId": 75}, {"sentences": [{"sentId": 235, "text": "To Jennifer Palmieri's point, look, they have a point that the Trump campaign was very divisive and I think some of the responses that were reported out by Kellyanne Conway, for instance in that same Harvard forum, that democrats didn't do a great job of messaging also as a point."}, {"sentId": 236, "text": "And, you know, you could go back and forth on this endlessly."}, {"sentId": 237, "text": "Democrats need a shake-up bill."}, {"sentId": 238, "text": "Whatever they're saying now, they need to move forward and think about 2018 and 2020."}], "speaker": "SWERDLICK", "secId": 76}, {"sentences": [{"sentId": 239, "text": "Time to move on."}], "speaker": "LEMON", "secId": 77}, {"sentences": [{"sentId": 240, "text": "Yeah."}], "speaker": "POWERS", "secId": 78}, {"sentences": [{"sentId": 241, "text": "You think, right?"}], "speaker": "LEMON", "secId": 79}, {"sentences": [{"sentId": 242, "text": "Well beyond."}], "speaker": "SWERDLICK", "secId": 80}, {"sentences": [{"sentId": 243, "text": "Yes."}, {"sentId": 244, "text": "Do you think the Clinton campaign is still in denial?"}], "speaker": "LEMON", "secId": 81}, {"sentences": [{"sentId": 245, "text": "Yes, they're definitely in denial."}, {"sentId": 246, "text": "And I think if you read about what happened there, they're totally in denial."}, {"sentId": 247, "text": "Because that's a piece of it, what Jennifer Palmieri is talking about, that there's a much bigger problems."}, {"sentId": 248, "text": "And as much as I think democrats would like to make themselves feel better and say the only reason he won was because of racism."}, {"sentId": 249, "text": "It's just not true."}], "speaker": "POWERS", "secId": 82}, {"sentences": [{"sentId": 250, "text": "You know, a lot of these voters are people -- not a lot but a certain number of voters were people who voted for Hillary before."}, {"sentId": 251, "text": "You know, these are people, you have union people."}], "speaker": "POWERS", "secId": 83}, {"sentences": [{"sentId": 252, "text": "So democrats have to look at this and say, \"What happened?"}, {"sentId": 253, "text": "How did we use to dominating the states?"}, {"sentId": 254, "text": "How did this used to be our voters?\""}, {"sentId": 255, "text": "And now, you know, we have you Bill Clinton arguing we need to go there and Robby Mook is saying we'll never get to voters again."}, {"sentId": 256, "text": "What happened?"}, {"sentId": 257, "text": "We need to understand that."}, {"sentId": 258, "text": "And I think if you just constantly yelling racism, it's not going to get to the bottom of the problem."}], "speaker": "POWERS", "secId": 84}, {"sentences": [{"sentId": 259, "text": "One thing, though."}, {"sentId": 260, "text": "I think that, you know, you're right on that, but it's not just democrats."}, {"sentId": 261, "text": "There's also some republicans, some people who were anti-Trump who feel ..."}], "speaker": "LEMON", "secId": 85}, {"sentences": [{"sentId": 262, "text": "Right."}], "speaker": "POWERS", "secId": 86}, {"sentences": [{"sentId": 263, "text": "... the racism thing as well played a big role."}], "speaker": "LEMON", "secId": 87}, {"sentences": [{"sentId": 264, "text": "Yes."}], "speaker": "POWERS", "secId": 88}, {"sentences": [{"sentId": 265, "text": "And that you said it's not entirely it, but it did ay a role."}], "speaker": "LEMON", "secId": 89}, {"sentences": [{"sentId": 266, "text": "Right."}, {"sentId": 267, "text": "It played a role."}, {"sentId": 268, "text": "But I don't think."}, {"sentId": 269, "text": "Here's the question."}, {"sentId": 270, "text": "What if had been Joe Biden?"}, {"sentId": 271, "text": "I think Joe Biden very well could have beaten Donald Trump."}, {"sentId": 272, "text": "So there's something about Hillary Clinton's candidacy and something about how they ran the campaign that also plays into this."}], "speaker": "POWER", "secId": 90}, {"sentences": [{"sentId": 273, "text": "Exactly."}, {"sentId": 274, "text": "Yes."}, {"sentId": 275, "text": "All right."}, {"sentId": 276, "text": "Thank you."}, {"sentId": 277, "text": "Another fascinating conversation."}, {"sentId": 278, "text": "Thank you guys."}], "speaker": "LEMON", "secId": 91}, {"sentences": [{"sentId": 279, "text": "When we come back, will Ivanka Trump have a role in her father's White House?"}, {"sentId": 280, "text": "And is she a role model for girls and young women?"}], "speaker": "LEMON", "secId": 92}, {"sentences": [{"sentId": 281, "text": "Is Ivanka Trump poised to take on a role in her father's White House?"}, {"sentId": 282, "text": "Here to discuss is Rachel Sklar, the founder of THEList, a platform for professional women from all industries, Emily Jane Fox is a Staff Writer for \"Vanity Fair\", and Political Reporter Annie Kami."}, {"sentId": 283, "text": "It's good to have all of you on, very smart individuals, tonight."}], "speaker": "LEMON", "secId": 93}, {"sentences": [{"sentId": 284, "text": "So, Annie, you've got a new article in Politico about the possibility that Ivanka Trump could be a climate czar in her father's administration."}, {"sentId": 285, "text": "Is she qualified to do that?"}], "speaker": "LEMON", "secId": 94}, {"sentences": [{"sentId": 286, "text": "This is an issue that I'm told by people close to her she wants to talk about."}, {"sentId": 287, "text": "And this is -- She sees -- I think she's trying to position herself as potentially a bridge to the liberals and for progressives who are disgusted and depressed by the election of Donald Trump."}, {"sentId": 288, "text": "And she sees herself as sort of an avatar who can be loyal to r father while also kind of giving these people something to hope for."}], "speaker": "KAMI", "secId": 95}, {"sentences": [{"sentId": 289, "text": "So climate change is a new thing."}, {"sentId": 290, "text": "We've heard her talk about parental leave at the Republican National Convention."}, {"sentId": 291, "text": "This is another thing I'm told, she really cares about."}, {"sentId": 292, "text": "It's something that her said is a hoax perpetuated by the Chinese."}, {"sentId": 293, "text": "So it's an odd for her to pick."}], "speaker": "KAMI", "secId": 96}, {"sentences": [{"sentId": 294, "text": "The question is does she really want to influence policy on this issue or is this something she's choosing to keep herself sort of clean of her father's most extreme position."}, {"sentId": 295, "text": "We don't know yet."}], "speaker": "KAMI", "secId": 97}, {"sentences": [{"sentId": 296, "text": "A similar question too which she just said, Emily, because you write a lot about Ivanka Trump."}, {"sentId": 297, "text": "Is it surprising that she would chose climate change since her father said that, you know, global warming was a hoax?"}], "speaker": "LEMON", "secId": 98}, {"sentences": [{"sentId": 298, "text": "Well, I think I spoke to a source close to Ivanka today and the source told me she's not choosing climate change."}, {"sentId": 299, "text": "Ivanka has been very clear and very single-minded in terms of the policies she has supported."}], "speaker": "FOX", "secId": 99}, {"sentences": [{"sentId": 300, "text": "She's going to keep focusing on issues related to women and working women and families."}, {"sentId": 301, "text": "And that is her main priority."}, {"sentId": 302, "text": "She stayed on message throughout the campaign on that one note."}, {"sentId": 303, "text": "And that's not going to change now that her father has won the election."}], "speaker": "FOX", "secId": 100}, {"sentences": [{"sentId": 304, "text": "What I'm told is that she's going to listen and wants to learn about a variety of issues, climate change being one of them."}, {"sentId": 305, "text": "But her main focus is going to remain on the parental leave situation."}], "speaker": "FOX", "secId": 101}, {"sentences": [{"sentId": 306, "text": "Rachel, you're skeptical about Ivanka's role and more."}, {"sentId": 307, "text": "Explain."}], "speaker": "LEMON", "secId": 102}, {"sentences": [{"sentId": 308, "text": "Yes."}, {"sentId": 309, "text": "Is she going to be running her dad's businesses and also having a role in his administration?"}, {"sentId": 310, "text": "And yes, I'm skeptical about all of this."}, {"sentId": 311, "text": "I'm skeptical about Ivanka being a bridge to liberals and a bridge to hope."}], "speaker": "SKLAR", "secId": 103}, {"sentences": [{"sentId": 312, "text": "Based on the fact that we have not seen any evidence of that, that was sort of a through line of sort of Ivanka coverage in the campaign that she had her father's ear and was making him more moderate."}, {"sentId": 313, "text": "But did we actually see that play out in her father being more moderate?"}, {"sentId": 314, "text": "We have not seen that."}, {"sentId": 315, "text": "We haven't seen that."}, {"sentId": 316, "text": "I mean his cabinet position"}], "speaker": "SKLAR", "secId": 104}, {"sentences": [{"sentId": 317, "text": "It was a good rhetoric but it didn't actually happen, is that?"}], "speaker": "LEMON", "secId": 105}, {"sentences": [{"sentId": 318, "text": "Yeah."}, {"sentId": 319, "text": "So there's a lot of messaging that comes at us about the Trumps."}, {"sentId": 320, "text": "I think it's just best to watch and see what they do and at every stage of the game 2.0, when that is, let's say counter to the constitution."}], "speaker": "SKLAR", "secId": 106}, {"sentences": [{"sentId": 321, "text": "OK."}, {"sentId": 322, "text": "So Annie, in your article you described Ivanka going to gathering a liberal elite in Aspen you said two months before the election and write this, you said, \"Ivanka, 35, Trump's avatar among the moneyed left-wing elite, is now poised to be the first \"first daughter\" in history to play a larger public role than the first lady."}, {"sentId": 323, "text": "And she is positioning herself exactly as she did that weekend -- as a bridge to moderates and liberals disgusted and depressed with the tone and tenor of the new leader of the free world.\""}], "speaker": "LEMON", "secId": 107}, {"sentences": [{"sentId": 324, "text": "She's played a role in softening her father's image."}, {"sentId": 325, "text": "She has played a role, whether it's real or not to Rachel's point, but can she be a conduit to people who are skeptical of him at this point?"}], "speaker": "LEMON", "secId": 108}, {"sentences": [{"sentId": 326, "text": "Well, this is the thing."}, {"sentId": 327, "text": "She can't -- to Rachel's point, if she's going to run the business, she's going to have a problem if she wants to influence policy."}, {"sentId": 328, "text": "That's a huge conflict of interest, where she could have -- she could step in a ceremonial way."}], "speaker": "KAMI", "secId": 109}, {"sentences": [{"sentId": 329, "text": "Melania Trump is clearly -- I mean she hasn't said a public word, sent a tweet, been out in public since the election."}, {"sentId": 330, "text": "So she's not stepping up to play the ceremonial role that Ivanka seems to want to do."}], "speaker": "KAMI", "secId": 110}, {"sentences": [{"sentId": 331, "text": "So Ivanka can -- I don't know if she's going to influence policy, but people are writing these \"Dear Ivanka\" letters on social media and leaving them outside of a Kushner-owned building in manhattan."}], "speaker": "KAMI", "secId": 111}, {"sentences": [{"sentId": 332, "text": "And so by her at least saying she's going to listen on these issues and that she cares about these issue, I think it makes people feel like they have someone in the Trump orbit who at least she's a former democrat, she socializes in this Aspen Conference."}, {"sentId": 333, "text": "So just like the liberal donors who were sort of Hillary Clinton's biggest donors."}, {"sentId": 334, "text": "That's her social thing."}], "speaker": "KAMI", "secId": 112}, {"sentences": [{"sentId": 335, "text": "So maybe it is messaging."}, {"sentId": 336, "text": "As Rachel said, I think she's right to be skeptical about all of this."}, {"sentId": 337, "text": "But in a ceremonial role and I think as the first lady is in some sense, Ivanka is someone that is positioning herself to be seen as someone who can hear the other side."}], "speaker": "KAMI", "secId": 113}, {"sentences": [{"sentId": 338, "text": "Emily, you seemed to be in agreement."}, {"sentId": 339, "text": "Are you?"}], "speaker": "LEMON", "secId": 114}, {"sentences": [{"sentId": 340, "text": "I think Ivanka is going to take on a role that is much similar -- is similar to what Hillary Clinton did when she was first lady in the White House."}, {"sentId": 341, "text": "It's unusual for a first daughter to play that role."}, {"sentId": 342, "text": "But Hillary Clinton tackled child health care when she was first lady and it seems like Ivanka Trump as first daughter is going to try and tackle issues related to working women."}], "speaker": "FOX", "secId": 115}, {"sentences": [{"sentId": 343, "text": "Here's a question, Emily."}, {"sentId": 344, "text": "Is she going?"}, {"sentId": 345, "text": "Because he said that the children will be running the business."}, {"sentId": 346, "text": "She's one of his children."}, {"sentId": 347, "text": "How is she going to separate business from policy?"}], "speaker": "LEMON", "secId": 116}, {"sentences": [{"sentId": 348, "text": "Well, legally she has to."}, {"sentId": 349, "text": "If she's going to play some sort of real role in the administration, it's been illegal for 50 years to do that as a child, period, someone related to the president, period, if she's going to run the business and be a child doing that, there are so many conflicts and so many things that she's going to have to address."}, {"sentId": 350, "text": "She's going to have no choice but to address them."}], "speaker": "FOX", "secId": 117}, {"sentences": [{"sentId": 351, "text": "Yes."}, {"sentId": 352, "text": "You want to deal with it?"}], "speaker": "LEMON", "secId": 118}, {"sentences": [{"sentId": 353, "text": "And so far she has not separated fully."}, {"sentId": 354, "text": "It should be noted she sort of siphoned off the social media presence that her business and brand had built up and she took it for plain old Ivanka Trump and she has still been retweeting her, you know, whatever her business is doing and so this I still very blurry."}], "speaker": "SKLAR", "secId": 119}, {"sentences": [{"sentId": 355, "text": "Yes."}, {"sentId": 356, "text": "So y question is, do you think though that -- Is it a double standard?"}, {"sentId": 357, "text": "What if we were talking about Chelsea Clinton now?"}], "speaker": "LEMON", "secId": 120}, {"sentences": [{"sentId": 358, "text": "I mean there would be like a five-alarm thing headline on drudge and, you know, everybody would be freaking out, because there's the biggest double standard ever in talking about the Clintons."}, {"sentId": 359, "text": "We know this."}, {"sentId": 360, "text": "This election is pretty much proof of that."}, {"sentId": 361, "text": "So yes, there is a double standard at play."}, {"sentId": 362, "text": "And I think it should be called out."}], "speaker": "SKLAR", "secId": 121}, {"sentences": [{"sentId": 363, "text": "What's that, Annie?"}, {"sentId": 364, "text": "Did you say something?"}], "speaker": "LEMON", "secId": 122}, {"sentences": [{"sentId": 365, "text": "Yes."}, {"sentId": 366, "text": "I just, you know, I just came from the Trump rally here in Cincinnati and I was talking a lot of Trump voters who want him to drain the swamp about what they think of these Goldman Sachs appointees."}, {"sentId": 367, "text": "And they say he's learning."}, {"sentId": 368, "text": "Give him time, like they -- I just get the sense that Trump supporters give him a lot longer leash than they give to other politicians, which is probably why he's here today."}, {"sentId": 369, "text": "And I think that's right that, you know, these Ivanka, she said it on the meeting with the Japanese Prime Minister while she's still running the business."}, {"sentId": 370, "text": "She tweeted a link to her Ivanka Trump gold bangle she wore on \"60 Minutes\"."}, {"sentId": 371, "text": "And people are I think are willing to say, you know, it's all new to them."}, {"sentId": 372, "text": "They're figuring it out."}, {"sentId": 373, "text": "People are giving them a longer leash to what to give to Chelsea Clinton."}], "speaker": "KAMI", "secId": 123}, {"sentences": [{"sentId": 374, "text": "I'm so sorry."}, {"sentId": 375, "text": "I cannot help it."}, {"sentId": 376, "text": "It's this physical reaction at this point of incredulity."}, {"sentId": 377, "text": "This is the presidency."}, {"sentId": 378, "text": "You prepare for this."}, {"sentId": 379, "text": "Full stop."}], "speaker": "SKLAR", "secId": 124}, {"sentences": [{"sentId": 380, "text": "I think in fairness..."}], "speaker": "FOX", "secId": 125}, {"sentences": [{"sentId": 381, "text": "Hold on."}, {"sentId": 382, "text": "Hold your thoughts."}, {"sentId": 383, "text": "I'll give you the first one on the other side of the break."}, {"sentId": 384, "text": "Stay with us everyone."}], "speaker": "LEMON", "secId": 126}, {"sentences": [{"sentId": 385, "text": "When we come right back, Ivanka Trump and Kellyanne Conway are the top women on Trump team?"}, {"sentId": 386, "text": "Are they role models for girls and young women?"}, {"sentId": 387, "text": "We'll discuss."}], "speaker": "LEMON", "secId": 127}, {"sentences": [{"sentId": 388, "text": "Ivanka Trump, Kellyanne Conway are the top women in the Trump team, are they role models?"}, {"sentId": 389, "text": "Back now with me, Rachel Sklar, Emily Jane Fox, and also Annie Karni."}, {"sentId": 390, "text": "Thank you for joining us again."}], "speaker": "LEMON", "secId": 128}, {"sentences": [{"sentId": 391, "text": "I want to talk about Ivanka Trump, a successful business woman, mother of three, she says she's going to fight for child care and equal pay."}, {"sentId": 392, "text": "Listen to her speak at the Republican convention."}], "speaker": "LEMON", "secId": 129}, {"sentences": [{"sentId": 393, "text": "As president, my father will change the labor laws that were put in place at a time when women were not a significant portion of the workforce, and he will focus on making quality child care affordable and accessible for all."}], "speaker": "TRUMP", "secId": 130}, {"sentences": [{"sentId": 394, "text": "As a mother myself of three young children, I know how hard it is to work while raising a family and I also know that I'm far more fortunate than most."}, {"sentId": 395, "text": "American families need relief."}, {"sentId": 396, "text": "Policies that allow women with children to thrive should not be novelties, they should be the norm."}, {"sentId": 397, "text": "Politicians talk about wage equality but my father has made it a practice at his company throughout his entire career."}, {"sentId": 398, "text": "He will fight for equal pay, for equal work and I will fight for this, too, right alongside of him."}], "speaker": "TRUMP", "secId": 131}, {"sentences": [{"sentId": 399, "text": "Emily, role model for women?"}], "speaker": "LEMON", "secId": 132}, {"sentences": [{"sentId": 400, "text": "I think it depends on which women you ask."}, {"sentId": 401, "text": "I think -- look, it's hard for a lot of people to square Ivanka the advocate for women who work."}, {"sentId": 402, "text": "And that's a noble thing."}, {"sentId": 403, "text": "I'm glad she's doing that."}, {"sentId": 404, "text": "There are a lot of women who are glad that she's speaking about issues that don't necessarily get talked about in Washington."}, {"sentId": 405, "text": "It's been hard to say I'm an advocate for these women but when I'm given the chance, I don't actually advocate for them."}, {"sentId": 406, "text": "So here's hoping that she actually does advocate in administration."}], "speaker": "FOX", "secId": 133}, {"sentences": [{"sentId": 407, "text": "Annie?"}], "speaker": "LEMON", "secId": 134}, {"sentences": [{"sentId": 408, "text": "I think, you know, on the one hand as you said she's a working mom, she's a successful business woman, she's probably the only woman in rooms full of men in a lot of meeting she has."}], "speaker": "KARNI", "secId": 135}, {"sentences": [{"sentId": 409, "text": "The Women Who Work initiative that she has though, it's -- in a lot of ways it's a dressed up marketing opportunity."}, {"sentId": 410, "text": "On her website, she features testimonials from women like an AP history teacher from Alabama and on the right it says like shop the teacher's looks."}, {"sentId": 411, "text": "And it's all Ivanka Trump branded clothing."}], "speaker": "KARNI", "secId": 136}, {"sentences": [{"sentId": 412, "text": "So I think there has to be an awareness that Ivanka Trump has been trying to become an international brand for her entire career until now."}, {"sentId": 413, "text": "That's what she's been about."}, {"sentId": 414, "text": "You can respect that."}, {"sentId": 415, "text": "But it's also been about making money for herself."}, {"sentId": 416, "text": "That's a feminist stance in some ways and something that, you know, be a powerful business women."}, {"sentId": 417, "text": "But it's been about enriching the family."}], "speaker": "KARNI", "secId": 137}, {"sentences": [{"sentId": 418, "text": "But, Rachel, that's sort of what her father, that's what she learned, correct, from ..."}], "speaker": "LEMON", "secId": 138}, {"sentences": [{"sentId": 419, "text": "I don't know what she learned from her father."}, {"sentId": 420, "text": "But I just think it's important to get back to the definition of feminism which is political, social and economic equality for women."}, {"sentId": 421, "text": "And she actively fought against and defeated the person who would have been an advocate for that for women in the White House."}, {"sentId": 422, "text": "Instead, we have her father who has not shown that he will be that."}, {"sentId": 423, "text": "Let's just leave it at that."}, {"sentId": 424, "text": "And we have not necessarily seen from Ivanka except for this child care issue again."}], "speaker": "SKLAR", "secId": 139}, {"sentences": [{"sentId": 425, "text": "So if she's going to push hard for that, great."}, {"sentId": 426, "text": "As to her role model status, yes, sure, of course."}, {"sentId": 427, "text": "She's a successful businesswoman, she built a successful company."}, {"sentId": 428, "text": "It depends on what you look up to."}, {"sentId": 429, "text": "I also was not impressed by the way she besmirched Hillary Clinton during the campaign and claimed that Hillary Clinton had not done anything on this issue."}, {"sentId": 430, "text": "That was a falsehood and that was not something that I appreciated nor did I appreciate her silence about her -- the claims of sexual assault against her father."}, {"sentId": 431, "text": "That's complicated."}], "speaker": "SKLAR", "secId": 140}, {"sentences": [{"sentId": 432, "text": "Let's continue the conversation but I want to bring in the other prominent woman in the campaign, of course, and that's Kellyanne Conway who is the campaign manager and now as a senior advisor to the president-elect for children."}, {"sentId": 433, "text": "Would you call her a feminist icon, Emily?"}], "speaker": "LEMON", "secId": 141}, {"sentences": [{"sentId": 434, "text": "I don't know if I had to call Kellyanne a feminist icon."}, {"sentId": 435, "text": "I think a lot of people give her credit for the \"W\" in Trump's column."}, {"sentId": 436, "text": "I think she really righted a ship that was going in all sorts of crazy directions and I think she was incredibly talented in what she did."}, {"sentId": 437, "text": "And ..."}], "speaker": "FOX", "secId": 142}, {"sentences": [{"sentId": 438, "text": "Let me stop you."}, {"sentId": 439, "text": "But a lot of people say if you look at why Donald Trump won, it was actually on -- you know, it was already on course with Corey Lewandowski."}, {"sentId": 440, "text": "But -- and all you needed to do was keep the train on the track and sort of tone him down a little bit."}, {"sentId": 441, "text": "So, you know, with that said, I just -- go on."}], "speaker": "LEMON", "secId": 143}, {"sentences": [{"sentId": 442, "text": "She was an incredible spokeswoman."}, {"sentId": 443, "text": "I've never seen someone not answering so many questions in interviews."}, {"sentId": 444, "text": "I mean even \"Saturday Night Live\" did a sketch where she was always available and always dodging questions and she was just an incredibly talented spokeswoman and I think she really helped message the campaign when it needed messaging most."}], "speaker": "FOX", "secId": 144}, {"sentences": [{"sentId": 445, "text": "But do you think she would be -- if she was -- if she were a Democrat because many people say if she were Democratic, oh my gosh, she'd be lauded as a feminist icon?"}], "speaker": "LEMON", "secId": 145}, {"sentences": [{"sentId": 446, "text": "No."}, {"sentId": 447, "text": "And she wouldn't be promoting Donald Trump."}, {"sentId": 448, "text": "It's like saying that if Strom Thurmond had been for civil rights, then he'd a civil rights activist."}, {"sentId": 449, "text": "No, we can't say that."}, {"sentId": 450, "text": "Listen, they're very -- they're both -- they're impressive women."}, {"sentId": 451, "text": "They're very impressive women."}, {"sentId": 452, "text": "And absolutely that is -- should be acknowledged."}, {"sentId": 453, "text": "But being an impressive woman does not make you a feminist icon."}, {"sentId": 454, "text": "Feminism makes you a feminist icon."}, {"sentId": 455, "text": "Equality for women, political, economic and social, economic equality includes reproductive rights."}, {"sentId": 456, "text": "I mean it cannot be stressed enough."}], "speaker": "SKLAR", "secId": 146}, {"sentences": [{"sentId": 457, "text": "I think it's not a Democrat or a Republican issue here."}, {"sentId": 458, "text": "I think that the issue is Donald Trump."}, {"sentId": 459, "text": "And so you can be, you know, supporting certain issues or you can be really good at your job and those are things to look up to."}, {"sentId": 460, "text": "But when it comes to using those talents and using that status to support someone who, you know, is caught on tape saying I used my fame to grope women and kiss them when I want to, it's really hard to then say this is about Democrat or Republican or feminist or not feminist."}, {"sentId": 461, "text": "It's just hard to square that supporting someone like Donald Trump."}], "speaker": "FOX", "secId": 147}, {"sentences": [{"sentId": 462, "text": "So then how do you -- what do you do then, Annie, with someone, you know, to what Emily said, is responsible or somewhat responsible for the \"W\", can take credit for the \"W\" in the column for Donald Trump, someone like Kellyanne Conway?"}, {"sentId": 463, "text": "Where do you put her on as a feminist icon possibly or as a role model for women?"}], "speaker": "LEMON", "secId": 148}, {"sentences": [{"sentId": 464, "text": "Look, she made history as the first woman to run a -- to manage a major party's presidential campaign and she delivered a win."}, {"sentId": 465, "text": "So that is just -- those are just facts."}, {"sentId": 466, "text": "I think it is harder with Republican women in politics because she elected a president who wants to appoint Supreme Court justices who would overturn Roe v. Wade."}], "speaker": "KARNI", "secId": 149}, {"sentences": [{"sentId": 467, "text": "She advocated for policies that probably would not benefit a lot of women, middle class women in this country."}, {"sentId": 468, "text": "She glossed over more than a dozen incidents of women accusing Donald Trump of sexual assault."}, {"sentId": 469, "text": "So I think it is more complicated for Republican women when you compare their clear success, professional success."}, {"sentId": 470, "text": "She at the top of her game in a really competitive profession versus the issues that they're talking about."}, {"sentId": 471, "text": "So that's why I think it's difficult when you compare if she was on the Democratic side when the issues are more about championing women's rights typically."}], "speaker": "KARNI", "secId": 150}, {"sentences": [{"sentId": 472, "text": "Women's issues, yeah."}, {"sentId": 473, "text": "Thank you."}], "speaker": "LEMON", "secId": 151}, {"sentences": [{"sentId": 474, "text": "Yeah."}], "speaker": "KARNI", "secId": 152}, {"sentences": [{"sentId": 475, "text": "I appreciate it."}], "speaker": "LEMON", "secId": 153}, {"sentences": [{"sentId": 476, "text": "When we come right back, Donald Trump speaks to a cheering crowd in Ohio tonight."}, {"sentId": 477, "text": "Is he giving us a glimpse of what the next four years will be like?"}], "speaker": "LEMON", "secId": 154}, {"sentences": [{"sentId": 478, "text": "President-Elect Trump spoke to a crowd tonight inside the U.S. Bank Arena in Cincinnati."}, {"sentId": 479, "text": "His supporters outside the rally gave him high marks, too."}, {"sentId": 480, "text": "CNN's Randi Kaye talked to some of them."}], "speaker": "LEMON", "secId": 155}, {"sentences": [{"sentId": 481, "text": "We're going to be the first on the victory tour."}, {"sentId": 482, "text": "So that's why I'm here."}], "speaker": "MCNEAL", "secId": 156}, {"sentences": [{"sentId": 483, "text": "For most of the people at this so- called \"Thank You\" tour, it's so far so good."}], "speaker": "KAYE", "secId": 157}, {"sentences": [{"sentId": 484, "text": "What has impressed you so far."}], "speaker": "KAYE", "secId": 158}, {"sentences": [{"sentId": 485, "text": "Impressed me?"}, {"sentId": 486, "text": "His perseverance, his attitude, his resilience and his strength, and just look at the work ethic that he's had."}, {"sentId": 487, "text": "The fact that he's just, you know, works tirelessly is certainly a credit I think to what he's going to be able to do going forward."}], "speaker": "MCNEAL", "secId": 159}, {"sentences": [{"sentId": 488, "text": "How would you say the transition is going so far?"}], "speaker": "KAYE", "secId": 160}, {"sentences": [{"sentId": 489, "text": "I think he's doing great."}, {"sentId": 490, "text": "I mean he's like -- he's just like a workaholic."}], "speaker": "WOODWARD", "secId": 161}, {"sentences": [{"sentId": 491, "text": "What has impressed you about Donald Trump so far since he was elected?"}], "speaker": "KAYE", "secId": 162}, {"sentences": [{"sentId": 492, "text": "Just his composure."}, {"sentId": 493, "text": "I mean he's acting very presidential-like."}], "speaker": "DRURY", "secId": 163}, {"sentences": [{"sentId": 494, "text": "Everyone we spoke with here is in awe of how quickly Donald Trump is pulling together his cabinet."}], "speaker": "KAYE", "secId": 164}, {"sentences": [{"sentId": 495, "text": "I'm glad to see that he has a couple of women on there."}], "speaker": "VENTURA", "secId": 165}, {"sentences": [{"sentId": 496, "text": "His cabinet is likely going to be one of the wealthiest cabinets in modern history."}], "speaker": "VENTURA", "secId": 166}, {"sentences": [{"sentId": 497, "text": "Can you relate to that?"}], "speaker": "KAYE", "secId": 167}, {"sentences": [{"sentId": 498, "text": "Personally, no."}, {"sentId": 499, "text": "I wish I could."}], "speaker": "VENTURA", "secId": 168}, {"sentences": [{"sentId": 500, "text": "OK.  Would you?"}], "speaker": "KAYE", "secId": 169}, {"sentences": [{"sentId": 501, "text": "But I'm trusting."}, {"sentId": 502, "text": "He -- I really do believe he's picking the A plus, plus people that he says, the people that are the most educated in the field and that will do the job that he wants done."}], "speaker": "VENTURA", "secId": 170}, {"sentences": [{"sentId": 503, "text": "Yeah."}, {"sentId": 504, "text": "They're billionaires but they're smart with their money."}, {"sentId": 505, "text": "We're going to be smart with America's money."}, {"sentId": 506, "text": "It only makes sense to me."}], "speaker": "DRURY", "secId": 171}, {"sentences": [{"sentId": 507, "text": "While Trump appears to be considering naming Mitt Romney Secretary of State, these supporters are a lot less forgiving."}], "speaker": "KAYE", "secId": 172}, {"sentences": [{"sentId": 508, "text": "Should Donald Trump pick Mitt Romney as Secretary of State?"}], "speaker": "KAYE", "secId": 173}, {"sentences": [{"sentId": 509, "text": "I don't know."}, {"sentId": 510, "text": "The things he said about him, I don't know."}, {"sentId": 511, "text": "He has to be really forgiven to be able to z pick him but I don't think so."}], "speaker": "FUENTES", "secId": 174}, {"sentences": [{"sentId": 512, "text": "Who would you like then?"}], "speaker": "KAYE", "secId": 175}, {"sentences": [{"sentId": 513, "text": "Giuliani."}, {"sentId": 514, "text": "I like him."}], "speaker": "FUENTES", "secId": 176}, {"sentences": [{"sentId": 515, "text": "That's a big no on Mitt Romney."}, {"sentId": 516, "text": "I supported Mitt four years ago, you know, and -- but the way he was bad mouthing Trump, no, no way."}], "speaker": "DRURY", "secId": 177}, {"sentences": [{"sentId": 517, "text": "Trump's supporters like what they see in the president-elect especially his get it done attitude, but they haven't forgotten that more than half of those who voted did not choose their candidate."}], "speaker": "KAYE", "secId": 178}, {"sentences": [{"sentId": 518, "text": "Everybody has a choice."}, {"sentId": 519, "text": "We were all given that."}, {"sentId": 520, "text": "And some people make bad choices and some people make good choices."}, {"sentId": 521, "text": "And I think I made an excellent choice and I'm proud of it."}], "speaker": "SWANSON", "secId": 179}, {"sentences": [{"sentId": 522, "text": "They're going to be impressed."}, {"sentId": 523, "text": "They're going to be Trump supports because he's going to prove that he's going to get the economy going again."}, {"sentId": 524, "text": "He is going to build the wall."}, {"sentId": 525, "text": "It's going to happen."}], "speaker": "DRURY", "secId": 180}, {"sentences": [{"sentId": 526, "text": "Everyone here believes Trump will deliver on promises especially the one he made to help people like them."}], "speaker": "KAYE", "secId": 181}, {"sentences": [{"sentId": 527, "text": "What will he do for someone like you?"}], "speaker": "KAYE", "secId": 182}, {"sentences": [{"sentId": 528, "text": "Well, I'm a small business -- I have a small business and when he said he was going to cut that down to -- in half to 15 percent, oh, that is going ..."}], "speaker": "UNIDENTIFIED MALE", "secId": 183}, {"sentences": [{"sentId": 529, "text": "Taxes."}], "speaker": "KAYE", "secId": 184}, {"sentences": [{"sentId": 530, "text": "It's going to help -- tremendously it's going to help me."}], "speaker": "UNIDENTIFIED MALE", "secId": 185}, {"sentences": [{"sentId": 531, "text": "What do you want to say to voters who didn't vote for Donald Trump today?"}], "speaker": "KAYE", "secId": 186}, {"sentences": [{"sentId": 532, "text": "Give the man a chance because he's going to be one of the greatest we've had."}], "speaker": "UNIDENTIFIED MALE", "secId": 187}, {"sentences": [{"sentId": 533, "text": "Randi Kaye, CNN, Cincinnati, Ohio."}], "speaker": "KAYE", "secId": 188}, {"sentences": [{"sentId": 534, "text": "All right, Randi, thank you very much for that."}, {"sentId": 535, "text": "Let's discuss now."}, {"sentId": 536, "text": "Andre Bauer is a Former Lieutenant Governor of South Carolina, CNN Political Commentator Bakari Sellers joins us as well."}], "speaker": "LEMON", "secId": 189}, {"sentences": [{"sentId": 537, "text": "What's your reaction?"}, {"sentId": 538, "text": "I want to get your reaction."}, {"sentId": 539, "text": "First of all, did you get to watch the Trump rally tonight?"}, {"sentId": 540, "text": "What's your reaction?"}, {"sentId": 541, "text": "First to you."}], "speaker": "LEMON", "secId": 190}, {"sentences": [{"sentId": 542, "text": "We did -- I did."}, {"sentId": 543, "text": "I thought it was very uplifting."}, {"sentId": 544, "text": "I mean the guy had a positive message."}, {"sentId": 545, "text": "He talked about where he wants to go with this country."}, {"sentId": 546, "text": "He addressed so many issues whether you talk about energy, policy, inner cities."}, {"sentId": 547, "text": "The guy's -- you know, he is in his element."}, {"sentId": 548, "text": "This is a business guy."}, {"sentId": 549, "text": "And when he gets results, he gets more energy."}, {"sentId": 550, "text": "Just like I am."}, {"sentId": 551, "text": "And so I know exactly what he feels like."}, {"sentId": 552, "text": "He had a huge victory today, well, in the last few days with carrier."}, {"sentId": 553, "text": "He's charged up."}, {"sentId": 554, "text": "He's ready to go."}, {"sentId": 555, "text": "He's excited about doing the job."}, {"sentId": 556, "text": "And the guy works tirelessly, barely ever sleeps."}, {"sentId": 557, "text": "So he's surrounding himself with very knowledgeable people that are ready to take on these tough tasks that we've had mounting for some time."}, {"sentId": 558, "text": "So I'm excited because he is and that's a good sign of a leader."}], "speaker": "BAUER", "secId": 191}, {"sentences": [{"sentId": 559, "text": "I thought you're going to run out of adjectives there, Andre."}, {"sentId": 560, "text": "Bakari, what did you think?"}], "speaker": "LEMON", "secId": 192}, {"sentences": [{"sentId": 561, "text": "Well, I think we've seen this show for the last 18 months and Donald Trump, he feeds off the energy of the crowd."}, {"sentId": 562, "text": "He does very well when he's in a rally setting."}, {"sentId": 563, "text": "He's very loose with facts, loose with the truth."}, {"sentId": 564, "text": "It's affect free environment."}, {"sentId": 565, "text": "That's what you expect."}, {"sentId": 566, "text": "So I thought we saw a lot of the same."}, {"sentId": 567, "text": "But he was definitely high energy, he was upbeat."}, {"sentId": 568, "text": "I think that's how most people are when they come off of victory."}, {"sentId": 569, "text": "This wasn't so much of a thank you tour as it was I told you so tour."}, {"sentId": 570, "text": "And he's going to have a -- I mean with his rhetoric, with his tone, his tenor, with his policies, he's going to have a long way to go to bring this country together."}], "speaker": "SELLERS", "secId": 193}, {"sentences": [{"sentId": 571, "text": "I think that Donald Trump does know and does keep count of the fact that Hillary Clinton got 2.5 million more votes than he did."}, {"sentId": 572, "text": "And I think he does keep count of the fact that 73 million people if you include all of those who voted for Hillary Clinton and all of those who voted for someone else didn't vote for him."}, {"sentId": 573, "text": "And so he goes in not the strongest candidate with the mandate by any stretch but someone who the onus is on to bring this country together and that's just a very difficult task for Donald Trump."}, {"sentId": 574, "text": "We'll see if he's able to pull it off."}], "speaker": "SELLERS", "secId": 194}, {"sentences": [{"sentId": 575, "text": "I got a question for you, guys, just an observation that I just made."}, {"sentId": 576, "text": "But -- and I want to play this."}, {"sentId": 577, "text": "This is what he said about bigotry and then I'll get your response."}], "speaker": "LEMON", "secId": 195}, {"sentences": [{"sentId": 578, "text": "We condemn bigotry and prejudice in all of its forms."}, {"sentId": 579, "text": "We denounce all of the hatred and we forcefully reject the language of exclusion and separation."}, {"sentId": 580, "text": "We're going to come together."}, {"sentId": 581, "text": "We have no choice."}, {"sentId": 582, "text": "We have to, and it's better."}, {"sentId": 583, "text": "It's better."}], "speaker": "TRUMP", "secId": 196}, {"sentences": [{"sentId": 584, "text": "So my observation was your responses couldn't have been more different, right?"}, {"sentId": 585, "text": "And I'm wondering if it's -- you know, if you're a Republican you see it one way, and if you're a Liberal or a Democrat, you see it the other way, because you guys were exactly the opposite."}], "speaker": "LEMON", "secId": 197}, {"sentences": [{"sentId": 586, "text": "And then we'll talk about the -- his bigotry comment."}, {"sentId": 587, "text": "Was it enough."}, {"sentId": 588, "text": "First to you, Andre, what do you think?"}], "speaker": "LEMON", "secId": 198}, {"sentences": [{"sentId": 589, "text": "Well, number one, excitement is contagious."}, {"sentId": 590, "text": "He was uplifting."}, {"sentId": 591, "text": "Look, he said we're going to set our sight higher than we've ever set them before."}, {"sentId": 592, "text": "He talked about both parties working together, making joint decisions."}, {"sentId": 593, "text": "I mean I think that's pretty big of him after just coming off a win saying, \"Hey, we're going to work together.\""}, {"sentId": 594, "text": "He's got the majority in both houses but he's saying, \"No, we're going to work together."}, {"sentId": 595, "text": "We're going to embrace optimism."}, {"sentId": 596, "text": "We're going to dream big.\""}, {"sentId": 597, "text": "I don't know how much more positive we could have been than that."}], "speaker": "BAUER", "secId": 199}, {"sentences": [{"sentId": 598, "text": "Yeah."}, {"sentId": 599, "text": "Do you think your response -- because you -- I mean he sees positivity and it was great, you know?"}, {"sentId": 600, "text": "So I said, you know, he's great, he thought he was excited and that's why I said he's going to run out of adjectives."}, {"sentId": 601, "text": "But you, Bakari, you ..."}], "speaker": "LEMON", "secId": 200}, {"sentences": [{"sentId": 602, "text": "Well, and I will say this, Don, those thousand people that kept their jobs and their families, they're probably more excited than he is."}], "speaker": "BAUER", "secId": 201}, {"sentences": [{"sentId": 603, "text": "OK."}, {"sentId": 604, "text": "But so, Bakari, do you think that part of it is just based that you are a Democrat and you just don't see it that way?"}], "speaker": "LEMON", "secId": 202}, {"sentences": [{"sentId": 605, "text": "Well, I mean I think that you can't discount that there is some bias."}, {"sentId": 606, "text": "I mean everyone has a bias."}, {"sentId": 607, "text": "I mean I wanted Hillary Clinton to be President of the United States."}, {"sentId": 608, "text": "The fact is she's not, in January 20th, Donald Trump is going to be my president as well."}, {"sentId": 609, "text": "I mean that's a fact."}], "speaker": "SELLERS", "secId": 203}, {"sentences": [{"sentId": 610, "text": "But then there's a larger set of circumstances, Don, and that's the fact that I'm terrified."}, {"sentId": 611, "text": "I mean I think that many Americans are terrified."}, {"sentId": 612, "text": "I think Andre and I are very close friends."}, {"sentId": 613, "text": "I mean we share dinner together when we travel on the road."}, {"sentId": 614, "text": "Hopefully, we'll be hanging out this weekend together."}, {"sentId": 615, "text": "But, you know, we come from different life experiences which makes our relationship even that much stronger."}, {"sentId": 616, "text": "But I will say that my life experiences like many people in this country who find themselves either be vulnerable or disenfranchised or have a history of fighting find themselves very concerned about a Trump presidency."}, {"sentId": 617, "text": "Well, I understand what ..."}], "speaker": "SELLERS", "secId": 204}, {"sentences": [{"sentId": 618, "text": "What he said tonight about bigotry and coming together, did that help you at all?"}], "speaker": "LEMON", "secId": 205}, {"sentences": [{"sentId": 619, "text": "Yeah, it does."}, {"sentId": 620, "text": "I mean I've been asking Donald Trump to say this into a camera for 18 months and I'm very pleased that he did."}, {"sentId": 621, "text": "But to Andre Bauer, to Oprah Winfrey, to Shaq and everyone else who has the audacity to say give him a chance and then he has these words about bigotry, it has to match your actions."}, {"sentId": 622, "text": "Because when you have someone for example like Senator Sessions who literally thinks that the Voting Rights Act is an intrusive piece of legislation, something that people fought and died for, that's hard to reconcile those two ideologies."}, {"sentId": 623, "text": "And so ..."}], "speaker": "SELLERS", "secId": 206}, {"sentences": [{"sentId": 624, "text": "OK."}], "speaker": "LEMON", "secId": 207}, {"sentences": [{"sentId": 625, "text": "... this is going to had to be more than that."}, {"sentId": 626, "text": "He's going to have to begin and show some actions."}], "speaker": "SELLERS", "secId": 208}, {"sentences": [{"sentId": 627, "text": "All right."}, {"sentId": 628, "text": "You'll get to talk on the other side, Andre."}, {"sentId": 629, "text": "We'll be right back."}], "speaker": "LEMON", "secId": 209}, {"sentences": [{"sentId": 630, "text": "All right."}, {"sentId": 631, "text": "And we're back now."}, {"sentId": 632, "text": "So Andre, so was that enough?"}, {"sentId": 633, "text": "Because I know that during the campaign, you said you didn't like all of the things that Donald Trump said but you thought he was the best person who suited your policies."}, {"sentId": 634, "text": "Was that enough tonight what he said about bigotry and coming together?"}], "speaker": "LEMON", "secId": 210}, {"sentences": [{"sentId": 635, "text": "I don't know that it's enough."}, {"sentId": 636, "text": "I think Bakari was totally eloquent in what he said that he comes from a different background and our life experience is so vastly different even only 50 miles part from where we grew up."}, {"sentId": 637, "text": "I think Donald Trump is doing a gallant effort at reaching out and saying look, \"Hey, look, I didn't just talk about this stuff in the campaigns, the inner cities."}, {"sentId": 638, "text": "I want to show you I'm going to do something.\""}, {"sentId": 639, "text": "This guys is a business guy."}, {"sentId": 640, "text": "He's not going to talk about it like a politician, he's going to talk about it like a guy whose problems are in the boardroom."}, {"sentId": 641, "text": "He gets people around him, lieutenants that can help him go out and get these things accomplished."}], "speaker": "BAUER", "secId": 211}, {"sentences": [{"sentId": 642, "text": "And so I think he's -- he is doing exactly what he needs to do."}, {"sentId": 643, "text": "He's assembling a good crowd of lieutenants that can make things happen."}, {"sentId": 644, "text": "But he has a clear directive where he wants to take this country."}, {"sentId": 645, "text": "And I think you see a guy charged up, ready to go and already producing results before he's sworn in."}, {"sentId": 646, "text": "Still 50 days out and already got -- has businesses willing to now change their directive, keep jobs here."}, {"sentId": 647, "text": "And I think you'll see more and more of that continue to happen."}, {"sentId": 648, "text": "And so I hope that at some point in time, Bakari really feels embraced by this guy that maybe he didn't embraced all of his policies but his heart's in the right place and this president is doing something to help every person from every community."}], "speaker": "BAUER", "secId": 212}, {"sentences": [{"sentId": 649, "text": "Bakari, I got 10 seconds, think you can do that that?"}, {"sentId": 650, "text": "SELLERS:  Well, I hope so."}, {"sentId": 651, "text": "I mean I'm of the belief that America has already been great."}, {"sentId": 652, "text": "And I think Barack Obama was an amazing president."}, {"sentId": 653, "text": "I think that he inherits a great economy."}, {"sentId": 654, "text": "He inherits a country that's moving forward and that has a stature around the world that had to be rebuilt."}], "speaker": "LEMON", "secId": 213}, {"sentences": [{"sentId": 655, "text": "Okay."}], "speaker": "LEMON", "secId": 214}, {"sentences": [{"sentId": 656, "text": "So my goal and my hope and my prayer for Donald Trump is that he makes this a more perfect union."}, {"sentId": 657, "text": "And I'll be there to cheer him on if he's successful."}], "speaker": "SELLERS", "secId": 215}, {"sentences": [{"sentId": 658, "text": "Thank you, gentlemen."}, {"sentId": 659, "text": "I appreciate it."}, {"sentId": 660, "text": "Have a good evening."}, {"sentId": 661, "text": "That's it for us tonight."}, {"sentId": 662, "text": "Thanks for watching."}, {"sentId": 663, "text": "I'll see you right back here tomorrow."}], "speaker": "LEMON", "secId": 216}, {"sentences": [{"sentId": 664, "text": "It's the top of the hour, thanks for joining us in 360 in the year of an unprecedented presidential campaign."}, {"sentId": 665, "text": "Another first, president-elect just wrapped up the first stop in what's being built as a thank you tour ..."}], "speaker": "COPPER", "secId": 217}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1612.01.cnnt.02.html.json", "time": "Aired December 1, 2016 - 23:00   ET"}