{"sectionCount": 214, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["ANNOUNCER", "LEMON", "SCOTT", "LAVANDERA", "SUMMEY", "DRIGGERS", "UNIDENTIFIED MALE", "STEWART", "BLOW", "O'MARA", "MARTIN", "FERRER", "CANDIOTTI", "SULTAN", "MCCAULEY", "SOLOTAROFF", "GERAGOS", "CHAVOUS", "HOLMES"], "subTitle": "South Carolina Police Officer Charged with Murder; Jury Deliberates in Aaron Hernandez Murder Trial; Rahm Emanuel Wins Reelection; Rand Paul for 2016. Aired 10-11p ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1504/07/cnnt.01.html", "sentenceCount": 477, "sections": [{"sentences": [{"sentId": 0, "text": "This is CNN breaking news."}], "speaker": "ANNOUNCER", "secId": 0}, {"sentences": [{"sentId": 1, "text": "This is CNN TONIGHT, I'm Don Lemon."}], "speaker": "LEMON", "secId": 1}, {"sentences": [{"sentId": 2, "text": "We're going to begin with breaking news tonight."}, {"sentId": 3, "text": "Another controversial police shooting, this one caught on camera."}, {"sentId": 4, "text": "It is disturbing to watch."}, {"sentId": 5, "text": "It's a warning for you."}, {"sentId": 6, "text": "It's a South Carolina police officer charged with murdering an apparently unarmed man."}, {"sentId": 7, "text": "It happened Saturday after a traffic stop in North Charleston."}], "speaker": "LEMON", "secId": 2}, {"sentences": [{"sentId": 8, "text": "Video obtained by \"The New York Times,\" it shows a man breaking away from the officer, his name is Michael Slager."}, {"sentId": 9, "text": "Something falls to the ground and the officer fires eight shots at the man, 50-year-old Walter Scott, as he tries to run away, killing him."}], "speaker": "LEMON", "secId": 3}, {"sentences": [{"sentId": 10, "text": "If convicted Officer Slager could face up to life in prison or even death."}], "speaker": "LEMON", "secId": 4}, {"sentences": [{"sentId": 11, "text": "The grieving family of Walter Scott speaking out just moments ago."}, {"sentId": 12, "text": "I want you to listen to his brother, his name is Anthony, pleading for justice."}], "speaker": "LEMON", "secId": 5}, {"sentences": [{"sentId": 13, "text": "From the beginning when it happened the first day, I always wondered what's the truth."}, {"sentId": 14, "text": "And I think through the process, we have received the truth, and we can't get my brother back, and my family is in deep mourning for that, but through the process of justice have been served, and I don't -- I don't think that all police officers are bad cops."}, {"sentId": 15, "text": "But there are some bad ones out there."}, {"sentId": 16, "text": "And I don't want to see anyone get shot down the way my brother got shot down."}], "speaker": "SCOTT", "secId": 6}, {"sentences": [{"sentId": 17, "text": "We've all seen the video, and if there wasn't a video, would there have been -- would we know the truth?"}, {"sentId": 18, "text": "Or would we have just gone with what was reported earlier?"}, {"sentId": 19, "text": "But we do know the truth now."}, {"sentId": 20, "text": "And I just ask that everyone just continue to pray for my family, that we get through this, because we do need prayer, because prayer changes things."}, {"sentId": 21, "text": "It changes things, and justice will be served."}], "speaker": "SCOTT", "secId": 7}, {"sentences": [{"sentId": 22, "text": "The victim's brother, Anthony Scott, will be here live in just a moment."}, {"sentId": 23, "text": "So stick around for that interview."}], "speaker": "LEMON", "secId": 8}, {"sentences": [{"sentId": 24, "text": "CNN's Ed Lavandera has the story of this latest police shooting."}], "speaker": "LEMON", "secId": 9}, {"sentences": [{"sentId": 25, "text": "When the video starts, Walter Scott is turning and running away from the officer."}, {"sentId": 26, "text": "Eight shots and four seconds later, the 50-year-old man falls to the ground at least 25 feet away pronounced dead at the scene a little later."}, {"sentId": 27, "text": "As Scott's body lays on the ground Officer Slager is heard yelling, \"Put your hands behind your back.\""}], "speaker": "LAVANDERA", "secId": 10}, {"sentences": [{"sentId": 28, "text": "Immediately after the deadly shooting this past Saturday in the South Carolina town of North Charleston, Officer Michael Slager said there was a scuffle over his taser, and that he felt threatened."}, {"sentId": 29, "text": "Another officer says in a police report, \"Officer Slager advised that he deployed his taser and request for backup units, and then seconds later the officer said Slager says over the radio, shots fired and the subject is down."}, {"sentId": 30, "text": "He took my taser.\""}], "speaker": "LAVANDERA", "secId": 11}, {"sentences": [{"sentId": 31, "text": "At the beginning of the video you can see two dark objects fall to the ground around Officer Slager."}, {"sentId": 32, "text": "It's not clear if this is part of his taser but Officer Slager goes back to that spot and picks the object up, and then a little later you see Officer Slager drop what could be his taser on the ground next to Walter Scott's body."}, {"sentId": 33, "text": "Then moments later the officer picks up what he earlier dropped to the ground."}], "speaker": "LAVANDERA", "secId": 12}, {"sentences": [{"sentId": 34, "text": "Michael Slager has been charged with murder by the South Carolina State Law Enforcement Division."}, {"sentId": 35, "text": "He's a five-year veteran of the police department."}, {"sentId": 36, "text": "His lawyer telling local news media after the shooting that Officer Slager believed he followed all the proper procedures of the North Charleston Police Department, that lawyer no longer represents the officer, but North Charleston's mayor says Officer Slager made a bad decision."}], "speaker": "LAVANDERA", "secId": 13}, {"sentences": [{"sentId": 37, "text": "When you're wrong, you're wrong."}, {"sentId": 38, "text": "And if you make a bad decision, don't care if you were behind the shield or just a citizen on the street, you have to live by that decision."}, {"sentId": 39, "text": "And so we as a city want the family to know that our hearts and our thoughts are with them."}], "speaker": "SUMMEY", "secId": 14}, {"sentences": [{"sentId": 40, "text": "North Charleston Police also say that after the shooting, police officers provided CPR and first aid to Walter Scott, but several minutes passed on this video and no officers are seen providing first aid even as ambulance sirens are heard in the distance."}, {"sentId": 41, "text": "Even Officer Slager's boss, the department's police chief, says murder charges are appropriate in the shooting."}], "speaker": "LAVANDERA", "secId": 15}, {"sentences": [{"sentId": 42, "text": "The investigation revealed what it revealed, and we are obligated to do what the law dictates if the investigation so revealed that, and it appears that through this videotape that is where it fell."}], "speaker": "DRIGGERS", "secId": 16}, {"sentences": [{"sentId": 43, "text": "And Don, tonight, we received dozens of pages of personnel records for Officer Slager that talks about how I think he applied to the police force there in North Charleston, South Carolina, five years ago."}, {"sentId": 44, "text": "He had served in the Coast Guard before that, before becoming a police officer."}], "speaker": "LAVANDERA", "secId": 17}, {"sentences": [{"sentId": 45, "text": "There were two things kind of -- that raised some eyebrows, two reports issued by citizens, formal complaints that were issued to the Officer Slager and one of them, more serious ones, dates back to September of 2014 where several people accused him of excessive force in using a taser on someone who didn't need to be tasered, but the police department there exonerated him in that case."}], "speaker": "LAVANDERA", "secId": 18}, {"sentences": [{"sentId": 46, "text": "The second formal complaint had to do with a citizen who had asked for him to file a police report, but he refused to do so, and that one was, quote, according to this document that we have sustained, but the more serious one, dating back to September 2013 -- apparently exonerated in a claim of excessive force dating back to September of 2013 -- Don."}], "speaker": "LAVANDERA", "secId": 19}, {"sentences": [{"sentId": 47, "text": "Ed Lavandera, thank you very much."}], "speaker": "LEMON", "secId": 20}, {"sentences": [{"sentId": 48, "text": "I want to bring in now Anthony and Rodney Scott, the brothers of Walter Scott."}, {"sentId": 49, "text": "Also Chris Stewart, the family's attorney."}, {"sentId": 50, "text": "They join me now from North Charleston."}], "speaker": "LEMON", "secId": 21}, {"sentences": [{"sentId": 51, "text": "How are you doing this evening?"}, {"sentId": 52, "text": "Anthony, can you hear me?"}], "speaker": "LEMON", "secId": 22}, {"sentences": [{"sentId": 53, "text": "Doing fine."}], "speaker": "UNIDENTIFIED MALE", "secId": 23}, {"sentences": [{"sentId": 54, "text": "Doing good, Don."}], "speaker": "UNIDENTIFIED MALE", "secId": 24}, {"sentences": [{"sentId": 55, "text": "So, Anthony, I want to ask you, what were you told originally happened to your brother?"}], "speaker": "LEMON", "secId": 25}, {"sentences": [{"sentId": 56, "text": "I can hear you."}, {"sentId": 57, "text": "Oh, I lost my feed."}], "speaker": "SCOTT", "secId": 26}, {"sentences": [{"sentId": 58, "text": "Anthony --"}], "speaker": "LEMON", "secId": 27}, {"sentences": [{"sentId": 59, "text": "Originally, I was told that -- originally I was told that my brother was in a traffic stop."}, {"sentId": 60, "text": "And that a taser had been used."}], "speaker": "SCOTT", "secId": 28}, {"sentences": [{"sentId": 61, "text": "And I apologize for the delay to you and to our viewers, it's a long delay, but -- so we're going to continue on with this."}], "speaker": "LEMON", "secId": 29}, {"sentences": [{"sentId": 62, "text": "The officer -- you mentioned the taser."}, {"sentId": 63, "text": "The officer appears to drop an object near the body of your brother."}, {"sentId": 64, "text": "Also the police reports say that the officer performed CPR while waiting for the responders, but you don't see that on the tape."}], "speaker": "LEMON", "secId": 30}, {"sentences": [{"sentId": 65, "text": "What was your reaction after you saw this video for the first time?"}], "speaker": "LEMON", "secId": 31}, {"sentences": [{"sentId": 66, "text": "When I saw the video for the first time, my family was deeply hurt that someone would gun down a human being in that way."}, {"sentId": 67, "text": "And we just couldn't believe it."}], "speaker": "SCOTT", "secId": 32}, {"sentences": [{"sentId": 68, "text": "You said that you recently saw your brother at a function and he was in good spirits."}, {"sentId": 69, "text": "The only issue that he had was some back child support, but nothing that would indicate any sort of violence."}, {"sentId": 70, "text": "Why do you think he ran from the officer?"}], "speaker": "LEMON", "secId": 33}, {"sentences": [{"sentId": 71, "text": "Actually, I think he ran from the officer because of the fact that he was being tased."}], "speaker": "SCOTT", "secId": 34}, {"sentences": [{"sentId": 72, "text": "Was he -- whose car was he driving?"}], "speaker": "LEMON", "secId": 35}, {"sentences": [{"sentId": 73, "text": "Don, the information we have regarding the car, it was his car he had recently purchased."}, {"sentId": 74, "text": "There are witnesses and the officers said he did run from the vehicle initially, and even if that is true, that doesn't result in the death penalty."}, {"sentId": 75, "text": "Running from an officer doesn't result in the death penalty."}], "speaker": "STEWART", "secId": 36}, {"sentences": [{"sentId": 76, "text": "When did you guys receive the video, and what if anything can you tell us about the person who shot that video?"}], "speaker": "LEMON", "secId": 37}, {"sentences": [{"sentId": 77, "text": "We can't exactly comment on the origin of the video just yet."}, {"sentId": 78, "text": "The person who filmed it will be available at some point coming up, but the person who filmed the video is a hero."}, {"sentId": 79, "text": "Many times in this country we see things and we may film it or take a picture of it, and we don't turn it in to the police or let them know what is going on."}, {"sentId": 80, "text": "We don't give it to the family who has been wronged, and this person stood up like we all need to stand up for things."}], "speaker": "STEWART", "secId": 38}, {"sentences": [{"sentId": 81, "text": "Yes."}], "speaker": "LEMON", "secId": 39}, {"sentences": [{"sentId": 82, "text": "Anthony, do you believe that the officer would have been charged without this video?"}], "speaker": "LEMON", "secId": 40}, {"sentences": [{"sentId": 83, "text": "I believe with the wounds that were found on my brother, they couldn't say anything but murder, being shot from the back like the way that he was."}], "speaker": "SCOTT", "secId": 41}, {"sentences": [{"sentId": 84, "text": "Do you think that race played a role in this?"}], "speaker": "LEMON", "secId": 42}, {"sentences": [{"sentId": 85, "text": "Don, we can't get into the brain of another individual, so we can't state that, and I think that it would be irresponsible to say that and try to inflame a community or anything of that nature."}, {"sentId": 86, "text": "What we do know is what happened was irreprehensible no matter what color he was."}, {"sentId": 87, "text": "To be shot down like a dog in the back like as you're running away."}, {"sentId": 88, "text": "It's terrible no matter what color you are."}], "speaker": "STEWART", "secId": 43}, {"sentences": [{"sentId": 89, "text": "Yes."}], "speaker": "LEMON", "secId": 44}, {"sentences": [{"sentId": 90, "text": "In this situation he was African-American, and violence against African-Americans and any minorities, that does need to stop."}], "speaker": "STEWART", "secId": 45}, {"sentences": [{"sentId": 91, "text": "The reason I asked is because in the press conference, Anthony, you said that you don't believe someone should be shot because of the car they were driving or because of the color of their skin, and that's why I wondered if you thought race may have played a role on this, so I certainly understand you're thinking."}], "speaker": "LEMON", "secId": 46}, {"sentences": [{"sentId": 92, "text": "But, Anthony, tell me -- tell me about your brother?"}, {"sentId": 93, "text": "What kind of person was he?"}], "speaker": "LEMON", "secId": 47}, {"sentences": [{"sentId": 94, "text": "Right."}, {"sentId": 95, "text": "Yes."}, {"sentId": 96, "text": "He was outgoing and loved everybody."}, {"sentId": 97, "text": "Very known in the community got along with everybody."}, {"sentId": 98, "text": "All the family loved him, and his kids loved him."}, {"sentId": 99, "text": "He brought together his unit well and even he had adopted into his family other children as well."}], "speaker": "SCOTT", "secId": 48}, {"sentences": [{"sentId": 100, "text": "In the police reports, Chris, it says that he was -- that he didn't comply, that he was running away from the officer, that he tried to take the taser."}, {"sentId": 101, "text": "Now he is being charged with murder, a felony which carries a penalty upon conviction of 30 years to life in prison."}], "speaker": "LEMON", "secId": 49}, {"sentences": [{"sentId": 102, "text": "Do you think that he was fighting back against the officer, that he was not complying?"}], "speaker": "LEMON", "secId": 50}, {"sentences": [{"sentId": 103, "text": "I believe that even if he wasn't complying by running from an officer, the eyewitness clearly has stated to us that at no point did Mr. Scott punch the officer, push the officer, attack the officer."}, {"sentId": 104, "text": "He didn't touch his taser at al all."}, {"sentId": 105, "text": "And the witness, not only the video shows that, but the witness -- that's why the witness got upset."}, {"sentId": 106, "text": "And she said he wasn't even trying to get the taser or punch the officer."}], "speaker": "STEWART", "secId": 51}, {"sentences": [{"sentId": 107, "text": "And when he ran away, he was shot when the officer just started shooting him, because Mr. Scott hadn't attacked him."}], "speaker": "STEWART", "secId": 52}, {"sentences": [{"sentId": 108, "text": "In your estimation, Chris, do you know if there's a history with the North Charleston Police Department in this type of activity -- of stopping people for a broken taillight?"}], "speaker": "LEMON", "secId": 53}, {"sentences": [{"sentId": 109, "text": "I -- and I believe that's maybe what Anthony was talking about earlier, maybe he had been racially profiled, when he was pulled over, driving the Mercedes and it had rims on it."}, {"sentId": 110, "text": "We don't know that answer yet."}, {"sentId": 111, "text": "We haven't reviewed the vehicle to see if the taillight was working or not working, as the officer first said for the reason of the stop."}, {"sentId": 112, "text": "But there has been a history of incidents involving police in this area."}], "speaker": "STEWART", "secId": 54}, {"sentences": [{"sentId": 113, "text": "As we can see nationally, that is a national issue."}, {"sentId": 114, "text": "It happens back in Atlanta where I had the case where Gregory Towns was killed by officers using a taser."}, {"sentId": 115, "text": "It's a national problem, Don."}], "speaker": "STEWART", "secId": 55}, {"sentences": [{"sentId": 116, "text": "I want to ask you this before I let you go."}, {"sentId": 117, "text": "The attorney representing the officer withdrew his representation today."}, {"sentId": 118, "text": "Have you spoken with him?"}, {"sentId": 119, "text": "Do you know why he is no longer representing that officer?"}], "speaker": "LEMON", "secId": 56}, {"sentences": [{"sentId": 120, "text": "I don't know."}, {"sentId": 121, "text": "We have not directly talked to him but I believe that with the video coming out and the video totally contradicting the officer's early statements of what happened, the statements from the police department of what happened, the statement from his prior attorney of what happen, and now seeing that that was a total fabrication, I don't think there were too many other options."}], "speaker": "STEWART", "secId": 57}, {"sentences": [{"sentId": 122, "text": "Anthony, what do you want people to know about your brother before we go?"}], "speaker": "LEMON", "secId": 58}, {"sentences": [{"sentId": 123, "text": "That he will be dearly missed."}, {"sentId": 124, "text": "LEMON:  Anthony Scott, thank you very much."}, {"sentId": 125, "text": "Rodney Scott, the"}], "speaker": "SCOTT", "secId": 59}, {"sentences": [{"sentId": 126, "text": "brother, you're standing there as well for moral support, don't have a microphone that's why we didn't speak with him."}, {"sentId": 127, "text": "And Chris Stewart, the attorney representing the family."}], "speaker": "SCOTT", "secId": 60}, {"sentences": [{"sentId": 128, "text": "We appreciate you joining us and you are in our thoughts and prayers."}, {"sentId": 129, "text": "Thank you very much."}], "speaker": "SCOTT", "secId": 61}, {"sentences": [{"sentId": 130, "text": "So joining me now, criminal defense attorney Mark O'Mara, \"New York Times\" op-ed columnist Charles Blow, legal commentator Areva Martin, and Alex Ferrer, a former police officer and a former Florida Circuit Court judge, and the host of television's  \"Judge Alex.\""}], "speaker": "SCOTT", "secId": 62}, {"sentences": [{"sentId": 131, "text": "It's really tough."}, {"sentId": 132, "text": "I'm just going to ask all of your reaction to this tape and the family interview."}, {"sentId": 133, "text": "Was this murder, Charles Blow?"}], "speaker": "SCOTT", "secId": 63}, {"sentences": [{"sentId": 134, "text": "Well, you know, what the tape shows is incredibly disturbing, it is hard to figure out how you can defend the actions of the officer from what we see on the video."}], "speaker": "BLOW", "secId": 64}, {"sentences": [{"sentId": 135, "text": "Now could the officer have had a reason for pulling him over?"}, {"sentId": 136, "text": "Yes."}, {"sentId": 137, "text": "Let's submit that."}, {"sentId": 138, "text": "Could there have been some tussle before we saw what the video picks up?"}, {"sentId": 139, "text": "Let's even submit that."}, {"sentId": 140, "text": "But we see this man running away from the officer."}, {"sentId": 141, "text": "The idea that he could have posed a threat of death or bodily harm to that officer while fleeing, which we could even submit that that is not the smart thing to do, but he is fleeing."}, {"sentId": 142, "text": "Right?"}], "speaker": "BLOW", "secId": 65}, {"sentences": [{"sentId": 143, "text": "So that is -- it's really hard to get from what we are seeing how you could formulate a justification for that use of deadly force, eight bullets fired at his back."}], "speaker": "BLOW", "secId": 66}, {"sentences": [{"sentId": 144, "text": "OK."}], "speaker": "LEMON", "secId": 67}, {"sentences": [{"sentId": 145, "text": "It's really hard to get there."}], "speaker": "BLOW", "secId": 68}, {"sentences": [{"sentId": 146, "text": "Mark O'Mara?"}], "speaker": "LEMON", "secId": 69}, {"sentences": [{"sentId": 147, "text": "I just don't know how we do it."}], "speaker": "BLOW", "secId": 70}, {"sentences": [{"sentId": 148, "text": "Well, first of all, my condolences to the family, and the restraint that Anthony used in how he is reacting to this is amazing."}, {"sentId": 149, "text": "You know, thank God we have the videotape because I agree with Charles what he's just saying."}, {"sentId": 150, "text": "We know law enforcement officers and everybody have to only use deadly force in response to deadly force when you are truly in fear of great bodily injury to yourself."}], "speaker": "O'MARA", "secId": 71}, {"sentences": [{"sentId": 151, "text": "And I don't care what happened before that video picked up, we know that he was running away, and at that point even if the officer was upset for whatever reason, it does not justify the use of deadly force."}], "speaker": "O'MARA", "secId": 72}, {"sentences": [{"sentId": 152, "text": "OK.  O'MARA:  And the other real concerning thing when we look at that"}], "speaker": "LEMON", "secId": 73}, {"sentences": [{"sentId": 153, "text": "video is the way he seemed to try and suggest maybe that there was some felony occurring by bringing over the taser and dropping it next to the decedent."}], "speaker": "LEMON", "secId": 74}, {"sentences": [{"sentId": 154, "text": "OK."}], "speaker": "LEMON", "secId": 75}, {"sentences": [{"sentId": 155, "text": "And that's really troubling."}], "speaker": "O'MARA", "secId": 76}, {"sentences": [{"sentId": 156, "text": "Judge and Areva, I'll get you on the other side of the break just for time purposes."}, {"sentId": 157, "text": "But we've got much more to come on this breaking news story."}], "speaker": "LEMON", "secId": 77}, {"sentences": [{"sentId": 158, "text": "Stick around."}, {"sentId": 159, "text": "A police officer charged with murder in the shooting death of a man who appeared to be unarmed."}], "speaker": "LEMON", "secId": 78}, {"sentences": [{"sentId": 160, "text": "Plus, Aaron Hernandez, a murder trial."}, {"sentId": 161, "text": "The jury gets back to work in just hours but is this a man that they have seen in court day after day, is that man the real Aaron Hernandez, and has the prosecution made its case against him?"}], "speaker": "LEMON", "secId": 79}, {"sentences": [{"sentId": 162, "text": "Also, listen up, black voters, Rand Paul, wants you."}, {"sentId": 163, "text": "The Republicans senator from Kentucky as of today is a presidential hopeful."}, {"sentId": 164, "text": "He has been courting black voters."}, {"sentId": 165, "text": "Does he have a shot with African- Americans?"}], "speaker": "LEMON", "secId": 80}, {"sentences": [{"sentId": 166, "text": "We'll talk about that coming up."}], "speaker": "LEMON", "secId": 81}, {"sentences": [{"sentId": 167, "text": "Back now to our breaking news tonight."}, {"sentId": 168, "text": "A South Carolina police officer charged with murder after video surfaces that appears to show him shooting an unarmed man who is running for his life."}], "speaker": "LEMON", "secId": 82}, {"sentences": [{"sentId": 169, "text": "Back with me now, Mark O'Mara, Charles Blow, Areva Martin, and also Alex Ferrer."}], "speaker": "LEMON", "secId": 83}, {"sentences": [{"sentId": 170, "text": "Areva, I want to get your reaction to that video first."}], "speaker": "LEMON", "secId": 84}, {"sentences": [{"sentId": 171, "text": "Well, it think what's important about this case, Don, is how quickly the prosecuting attorney acted after video surfaced."}, {"sentId": 172, "text": "I don't think we can underscore the importance of these types of videos and this national conversation we're having about body cams because we know this police officer gave a very different account of this incident that has been totally dispelled because of this video."}], "speaker": "MARTIN", "secId": 85}, {"sentences": [{"sentId": 173, "text": "So again, using these body cams, using these videos, we can start to prosecute these bad officers involved in bad shootings like this one."}], "speaker": "MARTIN", "secId": 86}, {"sentences": [{"sentId": 174, "text": "Judge?"}], "speaker": "LEMON", "secId": 87}, {"sentences": [{"sentId": 175, "text": "I looked at the video from beginning to end, and I have to tell you with my experience as a police officer and as a judge, I just don't see how you justify that shooting."}, {"sentId": 176, "text": "I don't -- I don't see how."}, {"sentId": 177, "text": "I mean they're very, very limited circumstances under which a police officer can shoot somebody who's fleeing."}, {"sentId": 178, "text": "And I just can't imagine what he could come up with that happened before that video camera started running that would justify that use of force."}], "speaker": "FERRER", "secId": 88}, {"sentences": [{"sentId": 179, "text": "In fact, I think his -- one of his explanations on the radio was that the taser -- the guy was running away with his taser."}, {"sentId": 180, "text": "It doesn't seem to be upheld by the video, but even if it were true that wouldn't justify it either."}], "speaker": "FERRER", "secId": 89}, {"sentences": [{"sentId": 181, "text": "And do you think that's why the police department acted so quickly?"}, {"sentId": 182, "text": "Because most people's assessment is that nothing justifies this shooting, Judge?"}], "speaker": "LEMON", "secId": 90}, {"sentences": [{"sentId": 183, "text": "I agree."}, {"sentId": 184, "text": "I think that's true."}, {"sentId": 185, "text": "I think most -- in most departments the police officers don't want a bad cop among them either, and most of the cops are good cops."}, {"sentId": 186, "text": "You may run in to one that's rude or having a bad day."}, {"sentId": 187, "text": "But you run into teachers who are rude or a priests who are rude, you don't say all teachers or all priests are bad."}, {"sentId": 188, "text": "I think most police officers see a bad shooting, they may feel sorry for their colleague because they work with them, but most of them aren't really going to stand behind him in a situation like this."}], "speaker": "FERRER", "secId": 91}, {"sentences": [{"sentId": 189, "text": "But can I say something on this point?"}], "speaker": "BLOW", "secId": 92}, {"sentences": [{"sentId": 190, "text": "Yes, go ahead, Charles."}], "speaker": "LEMON", "secId": 93}, {"sentences": [{"sentId": 191, "text": "Because this point is just really important to me."}, {"sentId": 192, "text": "I think that we -- you know, politicians have said this, most police officers are good."}, {"sentId": 193, "text": "I have written that several times that I believe that most police officers are really good."}, {"sentId": 194, "text": "But I do believe that we are confronting a culture in which people are attracted to this line of work."}, {"sentId": 195, "text": "You know, people who are -- some people who may have kind of issues with anger issues, with aggression."}], "speaker": "BLOW", "secId": 94}, {"sentences": [{"sentId": 196, "text": "I think that too many officers are kind of inculcating these people, and not enough people are stepping forward."}, {"sentId": 197, "text": "The good officers that I have written about, that people keep talking about, we need to hear from you."}, {"sentId": 198, "text": "We -- when something else happens in the world, you know, with one group of people, we say, we need the good people in this group to step up and say something and condemn this act."}], "speaker": "BLOW", "secId": 95}, {"sentences": [{"sentId": 199, "text": "Exactly."}], "speaker": "LEMON", "secId": 96}, {"sentences": [{"sentId": 200, "text": "We need the good police officers to step up and condemn these acts."}, {"sentId": 201, "text": "Your silence is no longer acceptable because this is a cultural issue, and you have to confront the culture in your own profession."}], "speaker": "BLOW", "secId": 97}, {"sentences": [{"sentId": 202, "text": "And when you look at the video --"}], "speaker": "LEMON", "secId": 98}, {"sentences": [{"sentId": 203, "text": "And can I just piggyback on that?"}], "speaker": "MARTIN", "secId": 99}, {"sentences": [{"sentId": 204, "text": "Areva, before you answer, when you look at the video and you see that it appears that the officer drops then taser near the victim, most people interpret that as he's planting some sort of evidence."}, {"sentId": 205, "text": "O'MARA:  He was."}], "speaker": "LEMON", "secId": 100}, {"sentences": [{"sentId": 206, "text": "I mean, he was, according to you guys."}], "speaker": "LEMON", "secId": 101}, {"sentences": [{"sentId": 207, "text": "Go ahead, Areva."}], "speaker": "LEMON", "secId": 102}, {"sentences": [{"sentId": 208, "text": "I just want to piggyback on what Charles said."}], "speaker": "MARTIN", "secId": 103}, {"sentences": [{"sentId": 209, "text": "That's certainly what it looks like."}], "speaker": "FERRER", "secId": 104}, {"sentences": [{"sentId": 210, "text": "Before this video, none of the cops in this police department came forth and question how this man got shot eight times in the back, seven shots, a pause, then an eight shot."}, {"sentId": 211, "text": "So again, yes, if police officers aren't willing to be honest about bad shootings, then I don't know how we ever get to the bottom of this problem."}, {"sentId": 212, "text": "It's not enough that activists and advocates are talking about it."}], "speaker": "MARTIN", "secId": 105}, {"sentences": [{"sentId": 213, "text": "I'm not sure what --"}], "speaker": "FERRER", "secId": 106}, {"sentences": [{"sentId": 214, "text": "But cops need to also be talking about these shootings that are clearly bad shootings."}], "speaker": "MARTIN", "secId": 107}, {"sentences": [{"sentId": 215, "text": "Judge?"}], "speaker": "LEMON", "secId": 108}, {"sentences": [{"sentId": 216, "text": "I'm not sure what you would expect the police officer to do."}, {"sentId": 217, "text": "A police officer is not going to jump forward while there is an investigation into a shooting, and say, my opinion is."}, {"sentId": 218, "text": "I mean, that would be unheard of in a police department."}], "speaker": "FERRER", "secId": 109}, {"sentences": [{"sentId": 219, "text": "Well, they jump forward and talk about supporting the --"}], "speaker": "MARTIN", "secId": 110}, {"sentences": [{"sentId": 220, "text": "The investigation --"}], "speaker": "FERRER", "secId": 111}, {"sentences": [{"sentId": 221, "text": "But there are representatives --"}], "speaker": "LEMON", "secId": 112}, {"sentences": [{"sentId": 222, "text": "We don't see officers --"}], "speaker": "MARTIN", "secId": 113}, {"sentences": [{"sentId": 223, "text": "Both Areva and Judge, there are representatives from police unions and from police officers associations that you hear on television all the time justifying police officers' actions."}], "speaker": "LEMON", "secId": 114}, {"sentences": [{"sentId": 224, "text": "Absolutely."}], "speaker": "MARTIN", "secId": 115}, {"sentences": [{"sentId": 225, "text": "And those people are --"}], "speaker": "LEMON", "secId": 116}, {"sentences": [{"sentId": 226, "text": "Police unions are supposed to speak out."}, {"sentId": 227, "text": "Police unions will always -- police unions will always, always defend the officer."}, {"sentId": 228, "text": "They're like the attorney for the officer."}, {"sentId": 229, "text": "They're never -- I've had battles with them about that."}], "speaker": "FERRER", "secId": 117}, {"sentences": [{"sentId": 230, "text": "Don, If I might."}, {"sentId": 231, "text": "If there is a take away --"}], "speaker": "O'MARA", "secId": 118}, {"sentences": [{"sentId": 232, "text": "Go ahead, Mark O'Mara?"}], "speaker": "LEMON", "secId": 119}, {"sentences": [{"sentId": 233, "text": "Yes."}, {"sentId": 234, "text": "If I might, if there is any takeaway, any silver line to what happened in this shooting, it is what Reva said which is this would not have happened if that officer had a body camera on, because it makes cops think better, it makes them think more often and it makes them think more carefully about what's going to be taped."}, {"sentId": 235, "text": "So it is a poster child case for the fact that we need to have cops with body cameras."}], "speaker": "O'MARA", "secId": 120}, {"sentences": [{"sentId": 236, "text": "But not only do we need to have cops with body cameras, we need to change the culture and the attitudes of the individual officers."}, {"sentId": 237, "text": "You should --"}], "speaker": "BLOW", "secId": 121}, {"sentences": [{"sentId": 238, "text": "Could take a generation."}], "speaker": "O'MARA", "secId": 122}, {"sentences": [{"sentId": 239, "text": "Wait, one second, one second."}, {"sentId": 240, "text": "You should have just behave well because you suspect that you will be caught by the camera that is on your lapel."}, {"sentId": 241, "text": "You should behave better because you recognize the humanity in the person who you are facing, that you recognize that you want them to get home to their families as much as you want yourself to get home to your family."}], "speaker": "BLOW", "secId": 123}, {"sentences": [{"sentId": 242, "text": "It is about recognizing the humanity of the people who you are protecting and serving, and that means that it becomes a cultural change."}, {"sentId": 243, "text": "It's not just an equipment change."}], "speaker": "BLOW", "secId": 124}, {"sentences": [{"sentId": 244, "text": "And also --"}], "speaker": "LEMON", "secId": 125}, {"sentences": [{"sentId": 245, "text": "It is an honor to wear that uniform and that badge."}, {"sentId": 246, "text": "It is an honor to wear that uniform and that badge, and if you do something like this, you're actually disgracing the good police officers that we talk so much about."}], "speaker": "LEMON", "secId": 126}, {"sentences": [{"sentId": 247, "text": "Continue on, Areva."}, {"sentId": 248, "text": "Go ahead."}], "speaker": "LEMON", "secId": 127}, {"sentences": [{"sentId": 249, "text": "I was just going to say, the family in this case makes that point very well, that we've been talking about these cases from a race standpoint, and obviously race may still be an issue in this case, but they talked about the humanity, that all lives matter, and the power and the difference of power between police officers and citizens, and the need for officers to recognize the value of all lives."}], "speaker": "MARTIN", "secId": 128}, {"sentences": [{"sentId": 250, "text": "OK."}], "speaker": "LEMON", "secId": 129}, {"sentences": [{"sentId": 251, "text": "Including unarmed African-American men."}], "speaker": "MARTIN", "secId": 130}, {"sentences": [{"sentId": 252, "text": "We have -- we have a sound bite."}, {"sentId": 253, "text": "This is from police -- from the press conference and I hope we have it."}, {"sentId": 254, "text": "It's the brother talking about whether race played a role, what kind of car, what have you."}, {"sentId": 255, "text": "And that was the reason I asked him that question during my questioning of him."}, {"sentId": 256, "text": "Let's listen to it, and then we'll talk about it."}], "speaker": "LEMON", "secId": 131}, {"sentences": [{"sentId": 257, "text": "I don't think that you should be stopped just because of the car that you're driving, or the color of your skin."}], "speaker": "SCOTT", "secId": 132}, {"sentences": [{"sentId": 258, "text": "And so then he goes on to talk about that but he didn't really want to talk about it during the interview."}, {"sentId": 259, "text": "Do you -- what do you -- the officer is white."}, {"sentId": 260, "text": "The suspect is black."}, {"sentId": 261, "text": "Is this -- do we know enough at this point to know if this is about race or if this is an abuse of power?"}, {"sentId": 262, "text": "Charles?"}], "speaker": "LEMON", "secId": 133}, {"sentences": [{"sentId": 263, "text": "Well, I mean, I think that the attorney for the family articulated it beautifully."}, {"sentId": 264, "text": "I can't climb into anybody else's head in any particular case."}, {"sentId": 265, "text": "So I can't say what was going through this particular officer's head at this particular moment."}, {"sentId": 266, "text": "However, when you look at the pattern, it is a disturbing pattern of what these -- you know, these cases, who the suspects look like, and that is really a problem that I think when we look at -- you'd start looking at the data point, look at the data set, we see a problem."}], "speaker": "BLOW", "secId": 134}, {"sentences": [{"sentId": 267, "text": "And I also think that we see a problem in the composition of police forces, you know, North Charlotte, 47 percent of the people who live there."}], "speaker": "BLOW", "secId": 135}, {"sentences": [{"sentId": 268, "text": "Forty-seven."}], "speaker": "LEMON", "secId": 136}, {"sentences": [{"sentId": 269, "text": "And 37 -- are black and 37 percent of them are white, and yet 80 percent of the police force is white, and now that does not mean that people or black people are being excluded, but if you have a sense that a police force is not on your side, it is -- you're less likely to want to become part of that police force."}, {"sentId": 270, "text": "So it is kind of vicious cycle of bias and perceptions of bias that are --"}], "speaker": "BLOW", "secId": 137}, {"sentences": [{"sentId": 271, "text": "Hey --"}], "speaker": "LEMON", "secId": 138}, {"sentences": [{"sentId": 272, "text": "Which people cannot have a police force of their community."}], "speaker": "BLOW", "secId": 139}, {"sentences": [{"sentId": 273, "text": "I want to -- U.S."}, {"sentId": 274, "text": "Senator Tim Scott tonight tweeting about this."}, {"sentId": 275, "text": "He says, he writes, \"After watching the video, the senseless shooting and taking of Walter Scott's life, was absolutely unnecessary and avoidable."}, {"sentId": 276, "text": "My heart aches for the family and our North Charleston community."}, {"sentId": 277, "text": "I will be watching this case closely.\""}], "speaker": "LEMON", "secId": 140}, {"sentences": [{"sentId": 278, "text": "Let's talk about the Justice Department investigation now, Mark O'Mara."}, {"sentId": 279, "text": "What do you expect from that investigation?"}], "speaker": "LEMON", "secId": 141}, {"sentences": [{"sentId": 280, "text": "Well, they're definitely going to investigate, they need to, because it's a police involved shooting."}, {"sentId": 281, "text": "And certainly because of the racial disparity of a white cop shooting a black individual, they're going to be looking at it, and they well should."}], "speaker": "O'MARA", "secId": 142}, {"sentences": [{"sentId": 282, "text": "You know, this is another opportunity for a Ferguson-like event, and if we handle it better this time, and obviously it looks like the police department already is, then maybe we are learning some lessons along the way, because we have to look at this case, and say, as Charles said, what can we learn from this?"}], "speaker": "O'MARA", "secId": 143}, {"sentences": [{"sentId": 283, "text": "My concern and the reason why I do think that small maneuvers like body cameras are much better, because these truly are societal and as Charles said, cultural problems that will gonna take decades to fix, but if we have something that helps feature it, and I think body cameras are a good way to start."}, {"sentId": 284, "text": "Then at least we gonna be able to hold people responsible when they do act inappropriate and yes, biased ways."}], "speaker": "O'MARA", "secId": 144}, {"sentences": [{"sentId": 285, "text": "Mark, Judge, Areva, Charles, thank you very much."}, {"sentId": 286, "text": "Appreciate all of you."}], "speaker": "LEMON", "secId": 145}, {"sentences": [{"sentId": 287, "text": "Thanks Don."}], "speaker": "MARTIN", "secId": 146}, {"sentences": [{"sentId": 288, "text": "When we come right back, the latest news on another shocking case, a murder trial of ex New England Patriot, the star there Aaron Hernandez, the jury gets back to work in just hours."}, {"sentId": 289, "text": "Could he be found not guilty?"}], "speaker": "LEMON", "secId": 147}, {"sentences": [{"sentId": 290, "text": "The jury in the Aaron Hernandez murder trial gets back to work in just a few hours, resuming deliberations in the morning."}, {"sentId": 291, "text": "Could they find the ex New England Patriot star, not guilty?"}, {"sentId": 292, "text": "Our Susan Candiotti, following this case from the very beginning, and she joins us now with the very latest."}, {"sentId": 293, "text": "Susan, hello to you, you have been in the courtroom for weeks now."}, {"sentId": 294, "text": "Tells us how Aaron Hernandez acts in court."}, {"sentId": 295, "text": "Does the jury see the same Hernandez that you do?"}], "speaker": "LEMON", "secId": 148}, {"sentences": [{"sentId": 296, "text": "Hi, Don."}, {"sentId": 297, "text": "Well, he is very attentive in court, he listens to the witnesses and the evidence being put on, he has always take a note throughout, and so he is very serious but, when the cameras are not rolling and when the jury is not in the courtroom, we see him walk in and out of the courtroom with quite an air of confidence, and he smiles and he laughs and jokes with his lawyers, and in particular even flirts with his fiancee."}, {"sentId": 298, "text": "Smiling and laughing quite a bit, that again is something that the jury does not see, and it is quite remarkable to watch, Don."}], "speaker": "CANDIOTTI", "secId": 149}, {"sentences": [{"sentId": 299, "text": "I want you to watch this, Susan, our viewers, because today, the last day of the trial, the defense told the jury something new."}, {"sentId": 300, "text": "Listen."}], "speaker": "LEMON", "secId": 150}, {"sentences": [{"sentId": 301, "text": "So what are you to make of Aaron's conduct after the ?"}, {"sentId": 302, "text": "Did he make all of the right decisions?"}, {"sentId": 303, "text": "No."}, {"sentId": 304, "text": "Did he make all of the right choices?"}, {"sentId": 305, "text": "No."}, {"sentId": 306, "text": "He was a 23-year-old kid."}, {"sentId": 307, "text": "He witnessed something."}, {"sentId": 308, "text": "A shocking killing, committed by somebody that he knew."}, {"sentId": 309, "text": "He really didn't know what to do."}], "speaker": "SULTAN", "secId": 151}, {"sentences": [{"sentId": 310, "text": "So Susan, his own team admitting that he witnessed a killing and knows who did it?"}, {"sentId": 311, "text": "Why didn't he take the stand and tell his side of the story."}, {"sentId": 312, "text": "Was this a bombshell for everyone involved?"}], "speaker": "LEMON", "secId": 152}, {"sentences": [{"sentId": 313, "text": "Well, yes, because they had never acknowledged before that he was at the witnessing and apparently saw Odin Lloyd being murdered."}, {"sentId": 314, "text": "But, he chose those words carefully, didn't he?"}, {"sentId": 315, "text": "He said, \"He witnessed something\" so he does not exactly say the word, murder but, why doesn't he take the stand?"}, {"sentId": 316, "text": "Because, it is very rare for a defendant to take the stand, it can be very risky for them, because there is a lot of evidence that he would have to answer to."}], "speaker": "CANDIOTTI", "secId": 153}, {"sentences": [{"sentId": 317, "text": "Alright."}, {"sentId": 318, "text": "Let's listen, Susan, to the prosecution."}, {"sentId": 319, "text": "What they said in their closing."}], "speaker": "LEMON", "secId": 154}, {"sentences": [{"sentId": 320, "text": "Who would go after a homicide?"}, {"sentId": 321, "text": "Who would walk around with a gun in his hand like it was a trophy of some sort?"}, {"sentId": 322, "text": "Keeping a gun in the house, you know who would?"}, {"sentId": 323, "text": "Aaron Hernandez would."}, {"sentId": 324, "text": "Because guess what, no one would ever believe it, right?"}], "speaker": "MCCAULEY", "secId": 155}, {"sentences": [{"sentId": 325, "text": "Susan, do you think D.A."}, {"sentId": 326, "text": "did enough to prove guilt beyond a reasonable doubt?"}], "speaker": "LEMON", "secId": 156}, {"sentences": [{"sentId": 327, "text": "Don, that is always the question that is impossible to answer, only the jury can tell us that, and they will when they eventually reach a verdict."}, {"sentId": 328, "text": "You know the prosecutors tried to do the best they could to prove that Aaron Hernandez as they put it, participated -- and not only participated in this plot, but put it together and orchestrated it."}, {"sentId": 329, "text": "It is quite a different picture of course that you hear from the defense."}, {"sentId": 330, "text": "So the jurors have been deliberating for only an hour and a half so far today, they will be back first thing in the morning, Don."}], "speaker": "CANDIOTTI", "secId": 157}, {"sentences": [{"sentId": 331, "text": "Susan Candiotti, thank you very much."}, {"sentId": 332, "text": "Coming up, Aaron Hernandez was a star player for the New England Patriots."}, {"sentId": 333, "text": "Will this be a case of celebrity justice?"}], "speaker": "LEMON", "secId": 158}, {"sentences": [{"sentId": 334, "text": "One of the big surprises in the Aaron Hernandez murder trial, the defense admitting today that the ex Patriot star, witnessed the murder."}, {"sentId": 335, "text": "Will it be a turning point?"}], "speaker": "LEMON", "secId": 159}, {"sentences": [{"sentId": 336, "text": "Back with me now, Judge Alex Ferrer, also joining me now, CNN Legal Analyst Mark Geragos and Paul Solotaroff who is reporting on this case for Rolling Stone, I'm glad all of you could join me."}, {"sentId": 337, "text": "So Judge, here is my question."}, {"sentId": 338, "text": "Why this bombshell on the last day?"}, {"sentId": 339, "text": "Was this a smart move for Aaron Hernandez, to say that he witnessed Odin Lloyd's murder?"}], "speaker": "LEMON", "secId": 160}, {"sentences": [{"sentId": 340, "text": "Well, I don't know if it is smart move, but it may have been the only move they could have played."}, {"sentId": 341, "text": "Because, you know, you can ask the jury to believe certain things are possible, but the more you ask them to accept it, the less likely they are to accept it."}, {"sentId": 342, "text": "You know, you start saying, well you know, maybe the blunt that was found on the scene that had his DNA on it, maybe that was - you know, he smoked some before they went to the scene and, you know somebody else dropped it there."}, {"sentId": 343, "text": "And then the shoe print that's there, you know maybe that wasn't really his shoe, and then casing."}, {"sentId": 344, "text": "You know, you start at some point you will lose the credibility of the jury."}, {"sentId": 345, "text": "So whether it was smart or not, I don't know."}, {"sentId": 346, "text": "But I think that you get to a point where you just don't have a reasonable argument you can make, and then you take the best shot that you can."}, {"sentId": 347, "text": "I don't think it is a good argument because, on the video we see that he comes back from the scene, and if you are gonna believe the defense attorney that, hey, he is a just a 23-year-old kid and these guys he was with just killed his friend."}, {"sentId": 348, "text": "When he comes back home and he hands these guys, his baby and he hangs out with them in the pool chilling and drinking frozen drinks, or whatever, doesn't look like the normal reaction from somebody who's thinking, oh, my God, they just killed my friend."}], "speaker": "FERRER", "secId": 161}, {"sentences": [{"sentId": 349, "text": "Yeah, I just and -- just witnessed it, correct?"}, {"sentId": 350, "text": "So Paul, you initially..."}], "speaker": "LEMON", "secId": 162}, {"sentences": [{"sentId": 351, "text": "Exactly."}], "speaker": "FERRER", "secId": 163}, {"sentences": [{"sentId": 352, "text": "You believed that this gonna be tough for Aaron Hernandez to beat, but now, not so much because you think the judges is a problem in this case."}, {"sentId": 353, "text": "Explain that."}], "speaker": "LEMON", "secId": 164}, {"sentences": [{"sentId": 354, "text": "Well, I have heard so much damning evidence, tossed long before it got into evidence here, including very powerful presumption of motive."}, {"sentId": 355, "text": "Had -- that been introduced to one of these gaping holes in the prosecution's case."}, {"sentId": 356, "text": "That is to say, why did he kill this guy who he -- at least by the defense's contention was dear friends with would have been resolved."}, {"sentId": 357, "text": "I think it's really been an uphill road for the prosecution to make its case in front of this judge."}, {"sentId": 358, "text": "But, the thing that keeps hitting me over the head is Hernandez' behavior after the events that night."}, {"sentId": 359, "text": "As the judge says, he goes home, and immediately begins to disposing of evidence, hangs out the next day at his flophouse with these two PCP buddies of his and, you know, seems perfectly at ease."}, {"sentId": 360, "text": "By the way, so there he is in the car, right?"}, {"sentId": 361, "text": "Passing around a joint, inhaling the smoke that is going into their lungs, and why has no one raised the obvious point that he was on PCP himself that night."}], "speaker": "SOLOTAROFF", "secId": 165}, {"sentences": [{"sentId": 362, "text": "But then does it matter his actions afterwards?"}, {"sentId": 363, "text": "How much is that matter Mark Geragos, because there is no weapon, there is no motive, I don't how much of his actions after that have been involved, does that mean not guilty?"}], "speaker": "LEMON", "secId": 166}, {"sentences": [{"sentId": 364, "text": "Well, this is what troubles me about it."}, {"sentId": 365, "text": "I thought that the defense got off to a roaring start, and I have said it's all along uphill battle for the prosecution."}, {"sentId": 366, "text": "What I am a little perplexed about is that obviously, all of this stuff would have or should have been known to the defense."}, {"sentId": 367, "text": "So why do you plot the ground and kind of stake out the ground that you did initially and then seemingly change your position during the course of the trial, and I think that take a new position at the end of the trial."}, {"sentId": 368, "text": "That I think is where you've got the problem with your credibility with the jury, and that is what I somewhat perplexed about."}, {"sentId": 369, "text": "I understand there's certain things that you can't and don't want to have to deal with if you are the defense lawyer, but you can't fight the facts."}, {"sentId": 370, "text": "And if you knew the facts, you shouldn't get the jury to the position where they are with you, so to speak, in the beginning, and then all of the sudden you pull the rug out from under them at the end, and that's what's so perplexing --"}], "speaker": "GERAGOS", "secId": 167}, {"sentences": [{"sentId": 371, "text": "But come on Mark --"}], "speaker": "FERRER", "secId": 168}, {"sentences": [{"sentId": 372, "text": "For me at least."}], "speaker": "GERAGOS", "secId": 169}, {"sentences": [{"sentId": 373, "text": "But come on Mark, you had cases -- you have difficult cases where you have to argue in the alternative."}, {"sentId": 374, "text": "For you have to say, you know the police did a lousy job, and they didn't take tire print right and you can't believe this evidence."}, {"sentId": 375, "text": "But oh, by the way, my client wasn't there anyway."}, {"sentId": 376, "text": "I mean, sometimes lawyers do that because they are trying to throw everything they possible can and hope that the jury latches on to one of them."}], "speaker": "FERRER", "secId": 170}, {"sentences": [{"sentId": 377, "text": "Let's talk about the question that we raise --"}], "speaker": "LEMON", "secId": 171}, {"sentences": [{"sentId": 378, "text": "That I learned early --"}], "speaker": "GERAGOS", "secId": 172}, {"sentences": [{"sentId": 379, "text": "Go ahead, Mark."}], "speaker": "LEMON", "secId": 173}, {"sentences": [{"sentId": 380, "text": "I learned early on Alex said the -- that there is a real problem with doing that."}, {"sentId": 381, "text": "This idea of alternative theories and throwing it all up there, I just -- I think that you lose all credibility with the jury."}, {"sentId": 382, "text": "My feeling is that --"}], "speaker": "GERAGOS", "secId": 174}, {"sentences": [{"sentId": 383, "text": "I can't disagree with you."}], "speaker": "FERRER", "secId": 175}, {"sentences": [{"sentId": 384, "text": "Second at  my career."}, {"sentId": 385, "text": "It has been basically -- look, this is what it is, know what your evidence is, if you are the defense lawyer, and you know, explain it, and preview it."}, {"sentId": 386, "text": "Tell the jury, this is bad, but this is why it is not so bad."}], "speaker": "GERAGOS", "secId": 176}, {"sentences": [{"sentId": 387, "text": "Yeah."}, {"sentId": 388, "text": "Let's talk about the question that we raised before this, this celebrity factor in this, Paul."}, {"sentId": 389, "text": "How do think that that plays into the jury?"}, {"sentId": 390, "text": "Will it have an effect on their decision?"}], "speaker": "LEMON", "secId": 177}, {"sentences": [{"sentId": 391, "text": "Well, I think there is a celebrity angle, and there is also the human angle."}, {"sentId": 392, "text": "Aaron Hernandez is in his mid-20s, when he is not high on PCP, for days or weeks at a time, he is actually handsome, if you like tall dark and sociopathic."}, {"sentId": 393, "text": "He is very presentable to a jury, who is going now to be tasked to put away or decide whether or not to put away a young man for the rest of his natural days, based upon a case with no murder weapon or no direct witness and no motive advanced."}], "speaker": "SOLOTAROFF", "secId": 178}, {"sentences": [{"sentId": 394, "text": "Alright."}, {"sentId": 395, "text": "Paul, thank you very much."}, {"sentId": 396, "text": "Mark and Judge Alex, appreciate all of you."}, {"sentId": 397, "text": "Coming up, could black voters help Rand Paul win White House?"}, {"sentId": 398, "text": "If African-Americans both Republicans?"}, {"sentId": 399, "text": "My experts go head-to-head, next."}], "speaker": "LEMON", "secId": 179}, {"sentences": [{"sentId": 400, "text": "Some breaking political news to tell you about tonight."}, {"sentId": 401, "text": "Rahm"}], "speaker": "LEMON", "secId": 180}, {"sentences": [{"sentId": 402, "text": "Emanuel has won re-election."}, {"sentId": 403, "text": "Chicago's first-ever runoff for mayor -- first ever."}, {"sentId": 404, "text": "Meanwhile, Republican Senator Rand Paul of Kentucky announces he is running for president."}, {"sentId": 405, "text": "He is been courting black voters."}, {"sentId": 406, "text": "Is that a winning strategy?"}, {"sentId": 407, "text": "So let's talk about it now with Kevin Chavous, he is a former Washington D.C. city councilor and executive council for the American Federation for Children."}, {"sentId": 408, "text": "Amy Holmes, anchor at the Blaze TV."}, {"sentId": 409, "text": "Good to see you both of you."}, {"sentId": 410, "text": "Kevin, I want to start with you, Rand Paul, has he made the case that African- Americans should vote Republican?"}], "speaker": "LEMON", "secId": 181}, {"sentences": [{"sentId": 411, "text": "Well you know, it is very interesting Don."}, {"sentId": 412, "text": "You know, I think what's Woody Allen has said that 80 percent of success in life is just showing up, and that frankly has been a problem of the Republicans have had and more recently, even Democrats just showing up and not talking about the issues, and issues matter."}, {"sentId": 413, "text": "And I think that Rand Paul has done a couple of really interesting, so the next, last couple of years that has beyond -- gone beyond just surface treatment."}, {"sentId": 414, "text": "When he asked me to come testify on Capitol Hill to talk about school choice, afterwards he sat down with me and said, Look Kevin, we need to do something about this 2,500 dropout factories."}, {"sentId": 415, "text": "The reason why school choice is important, we need to put kids in good schools now who are currently in bad schools, and you could you had done is homework, but the other thing was even more telling."}, {"sentId": 416, "text": "You know when he talked about the disparity that exist between the sentencing guidelines, the federal sentencing guidelines for crack and powder, cocaine, my sons called me and they said look, this guys is serious --"}], "speaker": "CHAVOUS", "secId": 182}, {"sentences": [{"sentId": 417, "text": "He has been talking about --"}], "speaker": "LEMON", "secId": 183}, {"sentences": [{"sentId": 418, "text": "Now he has got to walk the walk."}], "speaker": "CHAVOUS", "secId": 184}, {"sentences": [{"sentId": 419, "text": "He has been talking about that a lot."}, {"sentId": 420, "text": "So my question, you sound like a supporter --"}], "speaker": "LEMON", "secId": 185}, {"sentences": [{"sentId": 421, "text": "No, well, well --"}], "speaker": "CHAVOUS", "secId": 186}, {"sentences": [{"sentId": 422, "text": "Would you worried for him?"}], "speaker": "LEMON", "secId": 187}, {"sentences": [{"sentId": 423, "text": "I have not supported anyone yet."}, {"sentId": 424, "text": "Well, you know it is too early for that, because, to me, I think the most important issue is education, but I think, I think this is important, and this is why we are on this show."}], "speaker": "CHAVOUS", "secId": 188}, {"sentences": [{"sentId": 425, "text": "OK."}, {"sentId": 426, "text": "I got, I --"}], "speaker": "LEMON", "secId": 189}, {"sentences": [{"sentId": 427, "text": "Democrats have been giving the surface treatment to these issues."}], "speaker": "CHAVOUS", "secId": 190}, {"sentences": [{"sentId": 428, "text": "I have to be fair."}, {"sentId": 429, "text": "I have to get Amy in here."}, {"sentId": 430, "text": "Do you think that he can win?"}, {"sentId": 431, "text": "Can he win any early caucus, in any early primaries and do you think he's gonna garner some African-American votes?"}, {"sentId": 432, "text": "AMY HOLMES, ANCHOR, THE BLAZE TV: Well, he can possibly win some early"}], "speaker": "LEMON", "secId": 191}, {"sentences": [{"sentId": 433, "text": "primaries."}, {"sentId": 434, "text": "We are still -- you know, many, many months away, there is a long time between now and January."}, {"sentId": 435, "text": "but when it comes to the black vote, I don't think that is so important in the GOP primary, specifically at the constituency."}, {"sentId": 436, "text": "But I think it's helping Rand Paul to broaden his appeal particularly, to young people, and that he is redefining what social issues mean to the GOP."}], "speaker": "LEMON", "secId": 192}, {"sentences": [{"sentId": 437, "text": "You mean, Rand Paul, right?"}, {"sentId": 438, "text": "--"}], "speaker": "LEMON", "secId": 193}, {"sentences": [{"sentId": 439, "text": "I'm sorry, Rand Paul."}, {"sentId": 440, "text": "Pardon me Don --"}], "speaker": "HOLMES", "secId": 194}, {"sentences": [{"sentId": 441, "text": "Yeah."}, {"sentId": 442, "text": "It's easy."}, {"sentId": 443, "text": "I have been doing it all day."}, {"sentId": 444, "text": "I have been doing it all day."}], "speaker": "LEMON", "secId": 195}, {"sentences": [{"sentId": 445, "text": "Pardon me, pardon."}], "speaker": "HOLMES", "secId": 196}, {"sentences": [{"sentId": 446, "text": "Yeah."}], "speaker": "LEMON", "secId": 197}, {"sentences": [{"sentId": 447, "text": "I was at Ted Cruz's announcement at Liberty University, and Rand Paul supporters were there in force, wearing t- shirts."}, {"sentId": 448, "text": "Young people are passionate, they are vocal and they are active, the supporters of Rand Paul."}, {"sentId": 449, "text": "So I the way that he is trying to broaden his appeal and redefine social issues for the GOP, could potentially be a winning strategy for him in just adding, because if you remember, politics is a game of addition and not subtraction."}], "speaker": "HOLMES", "secId": 198}, {"sentences": [{"sentId": 450, "text": "If I can just get both of you to respond to this quickly, first I'm gonna ask you Mr. Chavous."}, {"sentId": 451, "text": "Do you think that Democrats have taken African-American for granted?"}, {"sentId": 452, "text": "And it is time for them to look at people like Rand Paul in the Republican Party, who is really a libertarian by the way, I think."}], "speaker": "LEMON", "secId": 199}, {"sentences": [{"sentId": 453, "text": "Well, I think they have taken African-American voters for granted but, you know people want someone who is going to demonstrate compassion and knowledge of the issues and also, common sense policies."}, {"sentId": 454, "text": "And I think that --"}], "speaker": "CHAVOUS", "secId": 200}, {"sentences": [{"sentId": 455, "text": "OK."}], "speaker": "LEMON", "secId": 201}, {"sentences": [{"sentId": 456, "text": "And it is too early to say whether or not Rand Paul is feeling that, but it is important for him to have this discussion."}], "speaker": "CHAVOUS", "secId": 202}, {"sentences": [{"sentId": 457, "text": "Amy?"}], "speaker": "LEMON", "secId": 203}, {"sentences": [{"sentId": 458, "text": "I think African-American voters, all voters should look at the substance and the issues and the politician that best represents them."}, {"sentId": 459, "text": "Don't worry about the R and the D and the I."}, {"sentId": 460, "text": "Vote for the person that you think agrees with you on the issues."}], "speaker": "HOLMES", "secId": 204}, {"sentences": [{"sentId": 461, "text": "It is going to be a tough sell."}, {"sentId": 462, "text": "I didn't even recognize you."}, {"sentId": 463, "text": "Amy, what did you do with May Holmes?"}], "speaker": "LEMON", "secId": 205}, {"sentences": [{"sentId": 464, "text": "I know."}], "speaker": "HOLMES", "secId": 206}, {"sentences": [{"sentId": 465, "text": "That was like, who is that?"}, {"sentId": 466, "text": "HOLMES: The curls will be back on Friday."}], "speaker": "LEMON", "secId": 207}, {"sentences": [{"sentId": 467, "text": "Thank you."}, {"sentId": 468, "text": "Appreciate both of you."}], "speaker": "LEMON", "secId": 208}, {"sentences": [{"sentId": 469, "text": "Thank you."}], "speaker": "HOLMES", "secId": 209}, {"sentences": [{"sentId": 470, "text": "We will be right back."}], "speaker": "LEMON", "secId": 210}, {"sentences": [{"sentId": 471, "text": "Thank you."}], "speaker": "CHAVOUS", "secId": 211}, {"sentences": [{"sentId": 472, "text": "Stay with CNN throughout the evening for our Breaking News coverage on North -- North Charleston."}], "speaker": "LEMON", "secId": 212}, {"sentences": [{"sentId": 473, "text": "And that's it for us tonight."}, {"sentId": 474, "text": "Thank you so much for watching."}, {"sentId": 475, "text": "\"AC360\" starts right now."}], "speaker": "LEMON", "secId": 213}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1504.07.cnnt.01.html.json", "time": "Aired April 7, 2015 - 22:00   ET"}