{"sectionCount": 162, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["UNIDENTIFIED MALE", "ANNOUNCER", "LEMON", "PEREZ", "SCHIAVO", "GOELZ", "WALD", "KERIK", "UNIDENTIFIED FEMALE", "NUTTER", "PHILLIPS", "RAMSEY", "VELLA", "VILLA"], "subTitle": "Amtrak Train Derailment.  Aired 23:00-23:59p ET.", "url": "transcripts.cnn.com/TRANSCRIPTS/1505/12/cnnt.02.html", "sentenceCount": 648, "sections": [{"sentences": [{"sentId": 0, "text": "Lights on the scene and there it is."}], "speaker": "UNIDENTIFIED MALE", "secId": 0}, {"sentences": [{"sentId": 1, "text": "This is CNN Breaking News."}], "speaker": "ANNOUNCER", "secId": 1}, {"sentences": [{"sentId": 2, "text": "11:00 P.M. on the East Coast."}, {"sentId": 3, "text": "Our Breaking News tonight on CNN."}, {"sentId": 4, "text": "An Amtrak train derails in Philadelphia."}, {"sentId": 5, "text": "Amtrak said on Twitter that Northeast Regional Train 188 had derailed, derailed north of the City, but Amtrak did not provide additional information on this derailment, on this accident."}], "speaker": "LEMON", "secId": 2}, {"sentences": [{"sentId": 6, "text": "The train was traveling from Washington, D.C. to New York City."}, {"sentId": 7, "text": "There are multiple injuries reported on this train."}, {"sentId": 8, "text": "We'll tell you about the count and what's happening at the hospital in just moments."}, {"sentId": 9, "text": "But our affiliate, WPVI, is reporting that about 200 people are on board this train or were onboard this train when it derailed."}], "speaker": "LEMON", "secId": 3}, {"sentences": [{"sentId": 10, "text": "First pictures that we are getting now, this is from our WPVI affiliate in Philadelphia."}, {"sentId": 11, "text": "And these are from the scene."}, {"sentId": 12, "text": "And these are the first pictures that we are getting in."}, {"sentId": 13, "text": "This is videotape."}, {"sentId": 14, "text": "And you can see, it is a very chaotic scene."}, {"sentId": 15, "text": "There are people there who are - who have been injured and getting a little information from them and treating some of them there on the scene and others will be taken to area hospitals."}, {"sentId": 16, "text": "At least three area hospitals."}], "speaker": "LEMON", "secId": 4}, {"sentences": [{"sentId": 17, "text": "Hospitals in Philadelphia say they are getting patients now, as rescuers work feverishly, as you can see from the pictures there at that scene."}, {"sentId": 18, "text": "We have just been told a short time ago to expect a news conference from Philadelphia Mayor Michael Nutter at any moment."}, {"sentId": 19, "text": "Joining us to help us through this is Matthew L. Wald, who's an expert here on accident - also, Peter Goelz is with us, an aviation expert, and transportation analyst and also Mary Schiavo, who everyone knows is a former director general of the Department of Transportation."}, {"sentId": 20, "text": "And we have a former police commissioner of New York City, Bernie - Bernard Kerik welcome who's helping us out here."}], "speaker": "LEMON", "secId": 5}, {"sentences": [{"sentId": 21, "text": "We came on the air at 10:00, just an hour ago."}, {"sentId": 22, "text": "We had just gotten information, just as we were going on the air tonight, that there was a derailment in Philadelphia."}, {"sentId": 23, "text": "We were told it was near Philadelphia, that it was in the northeast corridor, and it was the Frankfort section of the city."}, {"sentId": 24, "text": "As we are learning now, yes, it is in the Frankfort section and it is in Philadelphia proper."}, {"sentId": 25, "text": "And you're looking at this as it unfolds now."}, {"sentId": 26, "text": "Are we looking at live pictures again?"}, {"sentId": 27, "text": "This is live pictures of our chopper, affiliate's chopper, KYW in Philadelphia."}, {"sentId": 28, "text": "And you can see those train cars have been tossed on their side."}, {"sentId": 29, "text": "Some of them appear to be badly damaged."}], "speaker": "LEMON", "secId": 6}, {"sentences": [{"sentId": 30, "text": "Earlier, all we saw, there was not this much light on this train or on these cars."}, {"sentId": 31, "text": "It was just flashlights, rescuers with flashlights, going, gingerly, through this rubble, looking for people who may be stuck."}, {"sentId": 32, "text": "Looking for survivors."}, {"sentId": 33, "text": "And so, now, that continues, but it continues with the help of some apparatus that they have brought in."}, {"sentId": 34, "text": "And that is - appears to be those lights, that can help them assess the situation."}], "speaker": "LEMON", "secId": 7}, {"sentences": [{"sentId": 35, "text": "Priority number one, according to everyone who I have spoken to this evening is to get the people on that train off and get them help and get them treated or get anyone who is stuck under that debris or rubble, whatever you want to call it, the train cars, to get them help as soon as possible."}, {"sentId": 36, "text": "They're being taken to area hospitals, two of which are - One's Area Health, the other one is Temple University Hospital."}, {"sentId": 37, "text": "Temple University Hospital confirming at least 10 patient have been taken there."}, {"sentId": 38, "text": "They have received 10 in their trauma unit at Temple University Hospital."}, {"sentId": 39, "text": "CNN's Evan Perez joins us now on the telephone."}, {"sentId": 40, "text": "Evan, what do you have for us?"}], "speaker": "LEMON", "secId": 8}, {"sentences": [{"sentId": 41, "text": "Hi, Don."}, {"sentId": 42, "text": "We're told that the FBI has now responded to the scene to help with - assist with the investigation."}, {"sentId": 43, "text": "Right now, the only indications are there's at least 50 people who have been injured and there's no indication  at this point - again, everything is very early in the process."}, {"sentId": 44, "text": "But the federal response is already there, trying to assist the local authorities and we assume at some point the national transportation safety board is going to be involved and probably the lead in the investigation, at least until, you know, to try to figure out what happened here with this train."}, {"sentId": 45, "text": "But at this point, again, no indications of any terrorism involvement, we're told by authorities."}, {"sentId": 46, "text": "Right now the FBI is just there to make sure that they can assist the local authorities as they try to manage the situation, get help to the injured, and try to figure out what happened here, Don."}], "speaker": "PEREZ", "secId": 9}, {"sentences": [{"sentId": 47, "text": "Evan, stand by."}, {"sentId": 48, "text": "We're waiting on the mayor of Philadelphia to give an update, a press conference shortly, at any time now, we were told, about 15 minutes ago, that it would be 15 minutes."}, {"sentId": 49, "text": "So they are preparing to do that."}, {"sentId": 50, "text": "Also from local stringers, as we call them, which are independent people who are in the area and they are either independent emergency workers or independent cameramen, they're telling us that Amtrak - that Philadelphia police, excuse me, are transporting some of the victims of this crash to the hospital or this derailment to the hospital in the back of police wagons, four to five people at a time."}], "speaker": "LEMON", "secId": 10}, {"sentences": [{"sentId": 51, "text": "And that's just what happens when you have something of this magnitude."}, {"sentId": 52, "text": "These are new pictures that you're looking - there you see, some of the firefighters on the scene and you see that train car on its side."}, {"sentId": 53, "text": "This is someone being rushed to one of the ambulances and firefighters who are on the scene of this."}], "speaker": "LEMON", "secId": 11}, {"sentences": [{"sentId": 54, "text": "Again, these new pictures just coming in."}, {"sentId": 55, "text": "All of this just unfolding."}, {"sentId": 56, "text": "The people there in Philadelphia, the emergency workers, the city officials, all of them trying to get their information together and trying to get help for the folks who were sadly on this train when this happened."}, {"sentId": 57, "text": "Again, we are told, it is Northeast Regional 188."}, {"sentId": 58, "text": "It was heading from Washington, D.C., to New York City, when this all unfolded."}, {"sentId": 59, "text": "There are multiple injuries here."}, {"sentId": 60, "text": "We don't know of any fatalities."}, {"sentId": 61, "text": "We don't know the severity of any of the injuries."}, {"sentId": 62, "text": "But we are seeing people, as you saw in some of the pictures, people who are stuck in their seats inside the train and we also see people who are bleeding with head bandages on as they were being taken away from rescue workers."}], "speaker": "LEMON", "secId": 12}, {"sentences": [{"sentId": 63, "text": "And some of the video, the earliest video coming in, we saw people on the scene being treated, rescue workers, emergency workers, getting their information."}, {"sentId": 64, "text": "There you go."}, {"sentId": 65, "text": "More pictures of the victims of this crash in Philadelphia."}, {"sentId": 66, "text": "This is moments ago on the scene."}, {"sentId": 67, "text": "The train was scheduled to arrive in New York City at 10:34 P.M. into Penn Station."}, {"sentId": 68, "text": "10:34 P.M. into New York City."}, {"sentId": 69, "text": "Again, the Northeast Regional 188."}], "speaker": "LEMON", "secId": 13}, {"sentences": [{"sentId": 70, "text": "And so, those are the pictures - I mean, you can just look at these images that are coming in, just moments ago from our affiliate, there in Philadelphia."}, {"sentId": 71, "text": "Mary Schiavo, the mayor is going to give us an update shortly."}, {"sentId": 72, "text": "This early on, certainly, they will know, at least what precipitated this accident."}], "speaker": "LEMON", "secId": 14}, {"sentences": [{"sentId": 73, "text": "Well, we certainly will know what did not."}, {"sentId": 74, "text": "For example, they'll be able to confirm whether or not there was this other train on the track."}, {"sentId": 75, "text": "If that actually happened."}, {"sentId": 76, "text": "If it was a derailment, they were going around the turn."}, {"sentId": 77, "text": "I think what the FBI are saying, there's no indication of terrorism, it's typical for them to respond, particularly given the state of heightened alert, literally around the world, but I think at the press conference, they'll be able to say whether or not that CSX train was there or if this was a derailment going around the turn and really give us an account on the people that have been taken so far to the hospital, because the police there will be able to brief the mayor on that."}], "speaker": "SCHIAVO", "secId": 15}, {"sentences": [{"sentId": 78, "text": "And also, sadly, the condition of everyone, if everyone has been taken to the hospital, if there are casualties, and that sort of thing, we will be briefed on that as well."}, {"sentId": 79, "text": "And he probably will know, Amtrak I would have hoped they would have informed him, if he were the trustworthy train car, if this particular area of the track had train control, and really what was there to help the train navigate and whether it was the - the engine was in front or the engine was in the back, or if it was just the train that Peter was describing scenario to be able to have overhead wires, et cetera."}, {"sentId": 80, "text": "So he'll probably inform us an awful lot of all those things, that would be something he would be able to brief them on."}], "speaker": "SCHIAVO", "secId": 16}, {"sentences": [{"sentId": 81, "text": "So who goes to the scene, Mary?"}, {"sentId": 82, "text": "We know the FBI - according to Evan Perez, the FBI is responding to the scene of this crash, the National Transportation Safety Board, who goes to the scene?"}], "speaker": "LEMON", "secId": 17}, {"sentences": [{"sentId": 83, "text": "Well, the National Transportation Safety Board, they will have some people in the area they can send right away, but they will be sending a go team from D.C., which will be - they'll send a full complement of investigators out there."}, {"sentId": 84, "text": "And you know, we have had so many of these occur and there have been so many other transportation disasters this year, they will probably be falling people off of other assignments and then we can probably expect to see from the reports that we're expecting to see, those people have to go."}], "speaker": "SCHIAVO", "secId": 18}, {"sentences": [{"sentId": 85, "text": "You now, the National Transportation Safety Board is a lot smaller than people think."}, {"sentId": 86, "text": "They have about 500 people."}, {"sentId": 87, "text": "And they have to cover trains, planes, maritime, school buses."}, {"sentId": 88, "text": "They are very busy people."}, {"sentId": 89, "text": "So they will have people on the scene now that were in the area, but they'll be sending those team, all the local responders are there."}, {"sentId": 90, "text": "You know, the police fire, and their investigators as well."}], "speaker": "SCHIAVO", "secId": 19}, {"sentences": [{"sentId": 91, "text": "And so - and the federal rail administration also out of Washington D.C. will be sending people to help in the investigation."}, {"sentId": 92, "text": "They are the folks who forced it, try to encourage and try to get money available to these trains - to these railroads, for things like the updates, the positive train controls, the crash worthy cars, improvements to the tracks, but rail is very expensive."}, {"sentId": 93, "text": "There's never enough money to go around."}], "speaker": "SCHIAVO", "secId": 20}, {"sentences": [{"sentId": 94, "text": "Yes."}, {"sentId": 95, "text": "Peter?"}], "speaker": "LEMON", "secId": 21}, {"sentences": [{"sentId": 96, "text": "There really isn't enough money to go around."}, {"sentId": 97, "text": "And that's, you know, both Matthew and Mary have mentioned, I mean, Amtrak has been under budgetary strains for close to 20 years."}, {"sentId": 98, "text": "And, you know, the congress has a very difficult time allocating funds or enough funds for Amtrak to do the kind of infrastructure safety work that it wants to do."}], "speaker": "GOELZ", "secId": 22}, {"sentences": [{"sentId": 99, "text": "And it's true in all, virtually all of the commuter rail lines and the transit systems."}, {"sentId": 100, "text": "We have a real emergency in infrastructure return, in infrastructure upkeep."}, {"sentId": 101, "text": "And I don't know - I don't know how the congress, I don't know how the states are going to deal with it."}, {"sentId": 102, "text": "But at some point, these kinds of accidents are going to be happening on a higher and higher level."}], "speaker": "GOELZ", "secId": 23}, {"sentences": [{"sentId": 103, "text": "Yes."}, {"sentId": 104, "text": "I'm getting an update now that Jefferson University hospital is confirming, they received 10 patients as well."}, {"sentId": 105, "text": "Temple University Hospital, 10 patients in the trauma unit."}, {"sentId": 106, "text": "Hahnemann University Hospital, also taking patients."}, {"sentId": 107, "text": "I would imagine every hospital in the area taking patients from this accident."}, {"sentId": 108, "text": "Matthew L. Wald?"}], "speaker": "LEMON", "secId": 24}, {"sentences": [{"sentId": 109, "text": "Two points."}, {"sentId": 110, "text": "First of all, they're lucky they're in Philadelphia, because even that train goes through some rural stretches."}, {"sentId": 111, "text": "And Amtrak has had previous accidents that are miles and miles from the nearest hospital."}, {"sentId": 112, "text": "There's some benefit to having a crash like this in an urban area."}, {"sentId": 113, "text": "It's probably a little early to say that this crash was caused by poor upkeep or old equipment."}, {"sentId": 114, "text": "That may be the case, but it's a little early to say."}], "speaker": "WALD", "secId": 25}, {"sentences": [{"sentId": 115, "text": "And then there's this interesting 1995 derailment in Palo Verde."}, {"sentId": 116, "text": "The Sunset Limited in Arizona came off the tracks, the tracks had been tampered with."}, {"sentId": 117, "text": "There was a note left by an organization, it may have been one crazy person, called \"Sons of the Gestapo.\""}, {"sentId": 118, "text": "One person was killed, 78 people were injured, 12 of them seriously injured."}, {"sentId": 119, "text": "The FBI never figured out who did it."}, {"sentId": 120, "text": "But that was actual sabotage."}, {"sentId": 121, "text": "So there's a possible varieties here, besides the fact that this is an old route, old trains, old tracks."}, {"sentId": 122, "text": "And we'll have to wait and see."}], "speaker": "WALD", "secId": 26}, {"sentences": [{"sentId": 123, "text": "Yes."}, {"sentId": 124, "text": "You know, there is something to what you said, that happened in the city."}, {"sentId": 125, "text": "And when something like this happens, I mean the City of Philadelphia really kicks in."}, {"sentId": 126, "text": "We saw, remember the building explosion that happened, I think it was two summers ago, in Philadelphia."}, {"sentId": 127, "text": "And I remember being there."}, {"sentId": 128, "text": "Do you remember the pier collapse, when I was there, when people were partying in the nightclub and the pier collapsed into the Delaware river."}, {"sentId": 129, "text": "And I mean, immediately, within just a few minutes, every single department of any kind was on the scene, and they were out in the river, looking for people, and had people - people were taken to the hospital."}], "speaker": "LEMON", "secId": 27}, {"sentences": [{"sentId": 130, "text": "Philadelphia is very well equipped to deal with something like this."}, {"sentId": 131, "text": "It's sad that it had to happen, but it did happen in Philadelphia, and so the hospitals there, some of the best hospitals and trauma centers in the country, in Philadelphia."}, {"sentId": 132, "text": "And of course, the University of Philadelphia there, Teaching Hospital Hospitals, who teach people how to deal with situations like this, when you have those types of injuries."}], "speaker": "LEMON", "secId": 28}, {"sentences": [{"sentId": 133, "text": "Peter Goelz is with us as well, an aviation expert, joining us here on CNN."}, {"sentId": 134, "text": "Peter, it's well over an hour since this happened."}, {"sentId": 135, "text": "And here we go."}, {"sentId": 136, "text": "They're still looking, still out searching with the flashlights trying to find people, to make sure that they've gotten everyone, or obviously, looking for the folks there."}], "speaker": "LEMON", "secId": 29}, {"sentences": [{"sentId": 137, "text": "Well, it will take the rescuers some time to reconcile the number of passengers onboard with the numbers that they've admitted to the hospitals, that they have taken to other centers."}, {"sentId": 138, "text": "It's going to be a - you need to search very diligently."}], "speaker": "GOELZ", "secId": 30}, {"sentences": [{"sentId": 139, "text": "In one accident outside of Chicago, an Amtrak wreck, that we were involved in, two of the passengers left the train and continued on their trip by renting a car in the village and not telling anyone."}, {"sentId": 140, "text": "So for three or four days, people believed there were two more fatalities until they were identified as being alive and at their original destination."}, {"sentId": 141, "text": "It will be very difficult to reconcile how many people were on the train this evening, so they need to keep the search up and make sure that absolutely every effort is made to find all of the victims."}], "speaker": "GOELZ", "secId": 31}, {"sentences": [{"sentId": 142, "text": "Awaiting an update, a news conference from the mayor of Philadelphia, Mayor Michael Nutter."}, {"sentId": 143, "text": "According to the mayor's press person, it was supposed to happen about 15 minutes ago, but they had their hands full there."}, {"sentId": 144, "text": "So we're awaiting that live preference."}, {"sentId": 145, "text": "We'll carry it for you here on CNN."}, {"sentId": 146, "text": "The only official word that we have gotten from Amtrak came via a tweet, saying that they were aware of the situation and that they would try to provide information or updates as often as possible."}, {"sentId": 147, "text": "They had their hands full."}], "speaker": "LEMON", "secId": 32}, {"sentences": [{"sentId": 148, "text": "From the Philadelphia police, do not go anywhere near the scene, please don't go near the scene."}, {"sentId": 149, "text": "They have their hands full and they have everyone they need to take care of this."}, {"sentId": 150, "text": "Governor Tom Wolfe now on Twitter, saying he is in contact with state and local authorities, regarding the train derailment in Philadelphia, and closely monitoring the situation to assist."}, {"sentId": 151, "text": "Again, Governor Tom Wolfe of Pennsylvania, says he is in contact with the folks who are in charge here, the rescuers, and with Amtrak, to figure out exactly what they need and if how the state can assist here."}, {"sentId": 152, "text": "So now we've heard from the Governor."}, {"sentId": 153, "text": "Soon we'll hear from the mayor."}], "speaker": "LEMON", "secId": 33}, {"sentences": [{"sentId": 154, "text": "This is Amtrak's second official word."}, {"sentId": 155, "text": "They're saying they've canceled all service between New York and Philadelphia, but this is important."}, {"sentId": 156, "text": "They said that the injuries reported in train 188, all service canceled this evening between New York and Philadelphia."}, {"sentId": 157, "text": "Updates to follow."}, {"sentId": 158, "text": "Injuries reported in the train."}, {"sentId": 159, "text": "There are injuries reported in this train, Northeast Regional 188 in this incident and all service has been canceled between New York and D.C. is that right, New York and D.C. or New York and Philadelphia?"}], "speaker": "LEMON", "secId": 34}, {"sentences": [{"sentId": 160, "text": "So, again - New York and Philadelphia."}, {"sentId": 161, "text": "So the rail way in the United States that carries the most people has had an accident this evening."}, {"sentId": 162, "text": "Now you see where it is and what has happened."}, {"sentId": 163, "text": "There are train cars laying on their side."}, {"sentId": 164, "text": "There are folks who are out there, with flashlights, rescuers, who were trying to find people in the rubble."}, {"sentId": 165, "text": "We saw video come in just moments ago from our affiliates there in Philadelphia of people being treated at the scene and people kneeling over patients at the scene."}, {"sentId": 166, "text": "Those are the pictures from just moments ago."}, {"sentId": 167, "text": "These people are being taken to area hospitals, Hahnemann University hospital, saying that they have at least 10 people."}, {"sentId": 168, "text": "Jefferson University Hospital, 10 people."}, {"sentId": 169, "text": "Temple University Hospital, the trauma center, 10 people admitted there."}, {"sentId": 170, "text": "And also being taken to Area Health and taken to other hospitals around the Philadelphia area."}], "speaker": "LEMON", "secId": 35}, {"sentences": [{"sentId": 171, "text": "Amtrak confirming now that there are injuries."}, {"sentId": 172, "text": "We don't know how many injuries, we don't know if there are fatalities and we don't know the severity of it, but we see that it is, obviously, a severe event, but just how severe it is, we don't know exactly, the magnitude of this."}, {"sentId": 173, "text": "One can only imagine if you are just simply looking at the wreckage, as we are looking at this wreckage, that it's bad."}, {"sentId": 174, "text": "We've got Mary Schiavo on the phone with us, Peter Goelz on the phone with us, and Matthew L. Wald, all versed in helping us with these particular accidents and situations here."}, {"sentId": 175, "text": "I want to get back to Matthew L. Wald now."}], "speaker": "LEMON", "secId": 36}, {"sentences": [{"sentId": 176, "text": "Matthew, as we look at the images that are coming in and we just gotten official word from Amtrak that there are injuries and they have shut down rail service, this is a big deal."}], "speaker": "LEMON", "secId": 37}, {"sentences": [{"sentId": 177, "text": "Yes."}, {"sentId": 178, "text": "And actually, it probably means that local commuter rail is shut down also and will be for some time."}, {"sentId": 179, "text": "There'll be two reasons."}, {"sentId": 180, "text": "They've got to clean these cars off the tracks."}, {"sentId": 181, "text": "They've got to go over the tracks and figure out what went wrong here."}, {"sentId": 182, "text": "The NTSB does things like borrow an identical train and run it over the route and see if they can learn anything from sitting in the cab and looking out the windows."}], "speaker": "WALD", "secId": 38}, {"sentences": [{"sentId": 183, "text": "So, they've been known to keep stretches of the track closed for days."}, {"sentId": 184, "text": "Amtrak probably provides a little less than after the traffic on the northeast corridor."}, {"sentId": 185, "text": "The heavy users are the commuter rail and there are lots of people that have trouble getting to work for a few days here."}, {"sentId": 186, "text": "But the investigators will move with all deliberate speeds, but they've got a complicated job to  figure out what happened here."}], "speaker": "WALD", "secId": 39}, {"sentences": [{"sentId": 187, "text": "Yes, they do."}, {"sentId": 188, "text": "And how do we figure out how many people involved here?"}, {"sentId": 189, "text": "That's just going to have to wait for official count, correct?"}], "speaker": "LEMON", "secId": 40}, {"sentences": [{"sentId": 190, "text": "This is an all-reserved train."}, {"sentId": 191, "text": "A few years ago, you used to be able to get on an Amtrak train and pay cash to the conductor."}, {"sentId": 192, "text": "Now you've got to reserve a seat in advance on all those trains and they've got your name, so they don't know quite where you were sitting."}, {"sentId": 193, "text": "It's not like an airplane, but they do have a record of how many and even the names of the people onboard."}, {"sentId": 194, "text": "This is a place where you could get off that train and probably hail a taxi."}], "speaker": "WALD", "secId": 41}, {"sentences": [{"sentId": 195, "text": "So if you weren't injured and didn't wait around for help, you could be gone by now."}, {"sentId": 196, "text": "In fact, you would probably feel pretty silly sitting out there on a wind any night and waiting or something - you know, there's no reason for you to stick around."}, {"sentId": 197, "text": "So there may be a problem accounting for everybody."}], "speaker": "WALD", "secId": 42}, {"sentences": [{"sentId": 198, "text": "Yes."}, {"sentId": 199, "text": "Peter Goelz, again, this happened just over an hour ago, and as we wait for the mayor here, the mayor is going to have to deal with the situation on several fronts."}, {"sentId": 200, "text": "He'll have to deal with the injuries, how this happened, where exactly they're going, and how to update the family members who were involved and waiting to hear from their loved ones."}], "speaker": "LEMON", "secId": 43}, {"sentences": [{"sentId": 201, "text": "Well, that's right, and his Job, as all elected officials, you know, their responsibility in these kinds of events is to communicate and to communicate clearly and accurately."}, {"sentId": 202, "text": "We've all been speculating tonight, but we won't know for some time what's going to happen."}, {"sentId": 203, "text": "The NSTB will be sending up a team of 12 to 15 people minimum to look at this."}, {"sentId": 204, "text": "And they'll include engineers, track specialists, switching specialists, you know, engineers who specialize in rail car design, human factors specialist who will examine the activity of the crew members."}, {"sentId": 205, "text": "But it's going to take a number of days before any indication of what happened here and, so the mayor's job is to communicate, communicate accurately, and make sure that the resources of the city are being applied effectively."}], "speaker": "GOELZ", "secId": 44}, {"sentences": [{"sentId": 206, "text": "Yes, our affiliate, WPVI in affiliate are reporting that there were at least 200 people on this train."}, {"sentId": 207, "text": "And that doesn't seem out of the ordinary, when you think about a commuter line that carries this number of people, Mary Schiavo."}], "speaker": "LEMON", "secId": 45}, {"sentences": [{"sentId": 208, "text": "Not at all."}, {"sentId": 209, "text": "Not for 10 cars and 200 people on 10 cars."}, {"sentId": 210, "text": "And the eight that derail, there were 10 to know, you know, at rush hour, it could have been even more."}, {"sentId": 211, "text": "But still that's 200 people they have to account for and compare against the manifest and do all that."}, {"sentId": 212, "text": "So, it's - I wouldn't say the train was jammed full, but that's pretty full for this train."}, {"sentId": 213, "text": "I've been on it, as have the other guests that you have on, so it's - you know, it's a lot of people."}], "speaker": "SCHIAVO", "secId": 46}, {"sentences": [{"sentId": 214, "text": "And that picture that you have on the screen right now, you can tell, this is the current picture, you can tell they're focusing on those two cars right there so I would expect, since now the lights have moved into that area, that they have cleared some cars and they're still working on those two."}, {"sentId": 215, "text": "So it's possible that the mayor will have, when he speaks, will have a really good count, because if we can judge anything by the number of flashlights, they really are on those two cars."}], "speaker": "SCHIAVO", "secId": 47}, {"sentences": [{"sentId": 216, "text": "Mary, I can tell you now, exactly, official word coming from Amtrak, that there are 238 passengers onboard this train, five crew members."}, {"sentId": 217, "text": "That's a lot of people."}], "speaker": "LEMON", "secId": 48}, {"sentences": [{"sentId": 218, "text": "It is."}, {"sentId": 219, "text": "Absolutely."}, {"sentId": 220, "text": "So it was pretty full, for 10 cars, that's a lot of people."}, {"sentId": 221, "text": "So full of folks and like I said, in the picture now, you can see, it looks like they're still trying to extricate people from those two cars, the ones they're focused on right now, that are on the screen."}, {"sentId": 222, "text": "So, obviously, they're still trying to get people out, but hopefully they're talking with them and they're able to, you know, respond."}, {"sentId": 223, "text": "That's the hope, at least."}], "speaker": "SCHIAVO", "secId": 49}, {"sentences": [{"sentId": 224, "text": "This is the information that we're getting, officially now, from Amtrak."}, {"sentId": 225, "text": "Amtrak saying, 238 people, passengers on that train, five crew members."}, {"sentId": 226, "text": "Also they were saying this evening that they sent out in a press alert just a short time ago."}, {"sentId": 227, "text": "They said this evening, Amtrak Northeast Regional Train 188 operating from Washington to New York derailed north of Philadelphia."}, {"sentId": 228, "text": "There were approximately 238 passengers, five crew members onboard."}, {"sentId": 229, "text": "Initial reports are that several passengers have been injured and taken to local medical facilities for treatment."}], "speaker": "LEMON", "secId": 50}, {"sentences": [{"sentId": 230, "text": "Local emergency responders are on the scene and an investigation is ongoing."}, {"sentId": 231, "text": "Northeast corridor service between New York and Philadelphia, suspended right now."}, {"sentId": 232, "text": "Suspended right now, 238 passengers, five crew members on this train, and there are injuries taken to several area hospitals, at least 10 taken to Hahnemann university hospital, 10 taken to Jefferson University Hospital, 10 to Temple University Hospital's trauma unit and then others taken to area health and other hospitals in that area."}], "speaker": "LEMON", "secId": 51}, {"sentences": [{"sentId": 233, "text": "So there are a number of patients there."}, {"sentId": 234, "text": "The mayor expected to update the situation shortly."}, {"sentId": 235, "text": "Mayor Michael Nutter, in Philadelphia."}, {"sentId": 236, "text": "One of the big things he's going to have to do is deal with the families and the people who have questions and former police commissioner of new York, Bernie Kerik, they set up a family unit?"}, {"sentId": 237, "text": "Correct?"}], "speaker": "LEMON", "secId": 52}, {"sentences": [{"sentId": 238, "text": "The office of Management for Philadelphia, in conjunction with Amtrak, they'll set up a family center."}, {"sentId": 239, "text": "People can call in, you know, this is a reserve train, it's a ticketed train, the conductor checks everybody's ticket, they scan the ticket."}, {"sentId": 240, "text": "They know basically exactly how many people were ticketed, how many people were on the train."}, {"sentId": 241, "text": "People will call the family center, if you have questions, concerns, loved ones, and they'll basically dispatch you to the hospital, to the appropriate hospitals."}], "speaker": "KERIK", "secId": 53}, {"sentences": [{"sentId": 242, "text": "This train was supposed to arrive in New York city at 10:44 this evening."}, {"sentId": 243, "text": "This is Regional 188 en route from Washington, D.C. to New York City when it was involved in this derailment north of Philadelphia."}, {"sentId": 244, "text": "We have Peter Goelz on the line with us, we Matthew L. Wald, we have Mary Schiavo, and we also Bernie Kerik all on the line with us."}, {"sentId": 245, "text": "We're also being told by our justice correspondent, Evan Perez, that the FBI, the FBI is now involved and will send people to the scene here."}], "speaker": "LEMON", "secId": 54}, {"sentences": [{"sentId": 246, "text": "As Mary Schiavo pointed out, the National Transportation Safety Board will send go teams from the area."}, {"sentId": 247, "text": "The FBI is saying, at this point, there is no indication, at this point, that it has anything to do with terrorism."}, {"sentId": 248, "text": "They have ruled that out."}, {"sentId": 249, "text": "But now the FBI is involved, National Transportation Safety Board, of course, involved as well."}, {"sentId": 250, "text": "The FBI said their initial indications is that there were at least 50 people injured on the train, but Amtrak is not confirming the number of injuries."}, {"sentId": 251, "text": "We should get that very shortly, hopefully from the mayor of Philadelphia, as he gives a press conference in Philadelphia."}], "speaker": "LEMON", "secId": 55}, {"sentences": [{"sentId": 252, "text": "Again, you're looking at pictures now from our affiliate, KYW in Philadelphia."}, {"sentId": 253, "text": "This is a rescue operation going on, at this hour, over two hours after this train was involved in an accident in Philadelphia and derailed."}, {"sentId": 254, "text": "Philadelphia Police Department asking people to stay away from the scene, to clear the scene so they can have everyone focused on their work and there is no one to distract them."}, {"sentId": 255, "text": "They're treating people at the scene."}, {"sentId": 256, "text": "We're also being told by one of the fire alerts in the area that Philadelphia police were transporting people to the hospital via police vans, four or five at a time."}], "speaker": "LEMON", "secId": 56}, {"sentences": [{"sentId": 257, "text": "And of course, every available piece of equipment in Philadelphia, no doubt at the scene of this accident."}, {"sentId": 258, "text": "The national transportation safety board, of course, sending a team."}, {"sentId": 259, "text": "But, again, Matthew L. Wald, no doubt of every possible piece of equipment at the scene."}], "speaker": "LEMON", "secId": 57}, {"sentences": [{"sentId": 260, "text": "And Don, you know there's a different reason that the FBI is there, which is, nationally - and it may not be relevant here, but nationally the FBI shows up to identify the dead."}, {"sentId": 261, "text": "They're mortician specialists."}, {"sentId": 262, "text": "And in this case, we don't know if there are any dead."}, {"sentId": 263, "text": "In fact, there may not be any dead."}, {"sentId": 264, "text": "There may be some people unconscious."}, {"sentId": 265, "text": "You may not need the FBI to figure out who they are."}, {"sentId": 266, "text": "They carry identification somebody be with them et cetera."}, {"sentId": 267, "text": "At plane crashes, the FBI always shows up."}, {"sentId": 268, "text": "But the reason is, they're the ones who check the dental records."}, {"sentId": 269, "text": "If necessary, they'll do DNA testing, and they'll figure out who's who."}], "speaker": "WALD", "secId": 58}, {"sentences": [{"sentId": 270, "text": "Official word now from Mary, you said they would be sending a go team."}, {"sentId": 271, "text": "Official word, coming now from the National Transportation Safety Board, launching a go-team to investigate tonight's Amtrak accident near Philadelphia."}, {"sentId": 272, "text": "Team are arrive on site in the morning."}, {"sentId": 273, "text": "Mary?"}], "speaker": "LEMON", "secId": 59}, {"sentences": [{"sentId": 274, "text": "Right."}, {"sentId": 275, "text": "Well, and sadly given the passenger service and train records this year and last year, that go team is very, very experienced and they will be adding, undoubtedly, to their most wanted list, which is a really important list."}, {"sentId": 276, "text": "Because it tells the country what we need in our transportation and the better train cars, the crash worthy cars, positive train control, survivability issues and exits."}, {"sentId": 277, "text": "Being able to get out of the train has been things that the NTSB have already called for."}], "speaker": "SCHIAVO", "secId": 60}, {"sentences": [{"sentId": 278, "text": "So they're very experienced in this, and they will be trying to move the safety ball further down with this crash as well."}, {"sentId": 279, "text": "So each time, hopefully, we can get better and more people can survive and, unfortunately, they have a lot of experience recently."}], "speaker": "SCHIAVO", "secId": 61}, {"sentences": [{"sentId": 280, "text": "Peter Goelz, Mary points out that you know, trying to improve the safety conditions."}, {"sentId": 281, "text": "There have been people asking me, Peter Goelz, people have been asking me, why aren't there safety belts on train and on and on and on."}, {"sentId": 282, "text": "But we really do need to improve the conditions, the safety conditions on our rail system."}], "speaker": "LEMON", "secId": 62}, {"sentences": [{"sentId": 283, "text": "Well, Mary's right."}, {"sentId": 284, "text": "We've got a number of these issues."}, {"sentId": 285, "text": "The NTSB has put on the most-wanted list and to improve rail safety."}, {"sentId": 286, "text": "The industry has done some of the work."}, {"sentId": 287, "text": "Some of it's been done voluntarily."}, {"sentId": 288, "text": "But clearly, you know, more can be done."}, {"sentId": 289, "text": "And you know, we'll wait to see what the go team determines."}, {"sentId": 290, "text": "As I say, they'll be probably upwards of at least 12 to 15 people on scene, and they will go over, you know, the operations of this train, the history of it, the maintenance of the track, the maintenance of the and performance of the signaling systems, of the switching systems, and see if there were any anomalies anywhere."}], "speaker": "GOELZ", "secId": 63}, {"sentences": [{"sentId": 291, "text": "And, you know, the FBI always shows up at transportation accidents, with the NTSB."}, {"sentId": 292, "text": "And until it's determined that it's not a crime, they stay on scene as a co-investigator, when it's determined that it's not a crime, they offer all of their assistance, so there's been a pretty good working relationship between the NTSB and the FBI for about, for, you know, close to 20 years now."}], "speaker": "GOELZ", "secId": 64}, {"sentences": [{"sentId": 293, "text": "We're also hearing there are reports about that a CSX freight train may have been involved in this."}, {"sentId": 294, "text": "And CSX is denying those reports and saying they have no indication at this point that one of their trains was involved in this."}, {"sentId": 295, "text": "And so Amtrak is asking, they're asking people who have questions to call this number, 1-800- 523-9101, if you have questions, if you have a loved one on the train or someone you were waiting for, you're interested in trying to figure out exactly what happened."}, {"sentId": 296, "text": "But don't flood the lines if you have no connection to this train."}, {"sentId": 297, "text": "But if you have a connection to this train, please call Amtrak."}, {"sentId": 298, "text": "They're asking you to call 1-800-523-9101."}], "speaker": "LEMON", "secId": 65}, {"sentences": [{"sentId": 299, "text": "We got word shortly before the top of the hour that the mayor of Philadelphia, Michael Nutter, would give a press conference to update these numbers."}, {"sentId": 300, "text": "And we're still awaiting that press conference."}, {"sentId": 301, "text": "But we also are getting official word from Amtrak, 238 passengers were on board this train, five crew members, and that there were injuries, there are injuries, and those people are being transported and now being treated at the hospital."}, {"sentId": 302, "text": "This is just moments ago from the scene."}, {"sentId": 303, "text": "Look."}], "speaker": "LEMON", "secId": 66}, {"sentences": [{"sentId": 304, "text": "We were in the front seat and this huge red suitcase just came flying at me."}, {"sentId": 305, "text": "The car train was actually on its side, so sit pushed me on to the side of the train."}, {"sentId": 306, "text": "It hit my chest."}, {"sentId": 307, "text": "I think I have some fractured ribs, but, I tried to help anybody who - there are many injured people on the train and they're very, very upset."}, {"sentId": 308, "text": "My son went back and got everybody off our one car."}, {"sentId": 309, "text": "He helped them out."}, {"sentId": 310, "text": "There was a very small opening in the door and we were able to get out."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 67}, {"sentences": [{"sentId": 311, "text": "And so your car actually toppled over..."}], "speaker": "UNIDENTIFIED MALE", "secId": 68}, {"sentences": [{"sentId": 312, "text": "Yes, we were in the last car and it was on the side, yes."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 69}, {"sentences": [{"sentId": 313, "text": "What was going through your mind ads this was happening?"}], "speaker": "UNIDENTIFIED MALE", "secId": 70}, {"sentences": [{"sentId": 314, "text": "That this was a nightmare and it can't be happening."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 71}, {"sentences": [{"sentId": 315, "text": "Undoubtedly, there will be stories of heroics."}, {"sentId": 316, "text": "You heard that woman say her son went back in the train to help out."}, {"sentId": 317, "text": "There was a video we got from Instagram, that showed people directing people off of the train."}, {"sentId": 318, "text": "I think it's appropriate."}, {"sentId": 319, "text": "Let's listen to that again."}, {"sentId": 320, "text": "These are people who were involved in this accident just moments ago."}, {"sentId": 321, "text": "Here it is."}], "speaker": "LEMON", "secId": 72}, {"sentences": [{"sentId": 322, "text": "I got you, okay?"}, {"sentId": 323, "text": "Keep crawling, okay?"}], "speaker": "UNIDENTIFIED MALE", "secId": 73}, {"sentences": [{"sentId": 324, "text": "Where am I crawling to?"}], "speaker": "UNIDENTIFIED MALE", "secId": 74}, {"sentences": [{"sentId": 325, "text": "Crawl forward, sir."}], "speaker": "UNIDENTIFIED MALE", "secId": 75}, {"sentences": [{"sentId": 326, "text": "Keep crawling."}, {"sentId": 327, "text": "Keep crawling."}], "speaker": "UNIDENTIFIED MALE", "secId": 76}, {"sentences": [{"sentId": 328, "text": "My injuries."}, {"sentId": 329, "text": "My neck."}], "speaker": "UNIDENTIFIED MALE", "secId": 77}, {"sentences": [{"sentId": 330, "text": "Come on, man."}], "speaker": "UNIDENTIFIED MALE", "secId": 78}, {"sentences": [{"sentId": 331, "text": "I got you, OK?"}], "speaker": "UNIDENTIFIED MALE", "secId": 79}, {"sentences": [{"sentId": 332, "text": "Keep crawling, OK?"}], "speaker": "UNIDENTIFIED MALE", "secId": 80}, {"sentences": [{"sentId": 333, "text": "Where am I crawling to?"}], "speaker": "UNIDENTIFIED MALE", "secId": 81}, {"sentences": [{"sentId": 334, "text": "Crawl forward, sir."}], "speaker": "UNIDENTIFIED MALE", "secId": 82}, {"sentences": [{"sentId": 335, "text": "So, again, these pictures are coming in from social media."}, {"sentId": 336, "text": "The video coming in."}, {"sentId": 337, "text": "You can see they're telling people to crawl forward."}, {"sentId": 338, "text": "People are having to crawl through cars that have been tossed on their side."}, {"sentId": 339, "text": "One gentleman there showing the extent of his injuries on his legs, he's saying, and he also has a neck injury."}, {"sentId": 340, "text": "And then, if we can re-rack the sound bite from the folks just moments ago, here it is."}, {"sentId": 341, "text": "These are people who are involved in this crash."}, {"sentId": 342, "text": "Take a listen."}], "speaker": "LEMON", "secId": 83}, {"sentences": [{"sentId": 343, "text": "We were in the front seat and this huge red suitcase just came flying at me."}, {"sentId": 344, "text": "Our train was actually on its side, so it pushed me on to the side of the train."}, {"sentId": 345, "text": "It hit my chest."}, {"sentId": 346, "text": "I think I have a few fractured ribs."}, {"sentId": 347, "text": "I'm a nurse."}, {"sentId": 348, "text": "But you know, I tried to help anybody who was - there's very, very many injured people on the train and they're very, very upset."}, {"sentId": 349, "text": "My son went back and got everybody off our one car."}, {"sentId": 350, "text": "He helped them out."}, {"sentId": 351, "text": "There was a very small opening in the door and we were able to get out."}, {"sentId": 352, "text": "UNIDENTIFIED MALE:  And so your car actually toppled over..."}], "speaker": "UNIDENTIFIED MALE", "secId": 84}, {"sentences": [{"sentId": 353, "text": "Yes, we were in the last car and it was on its side, yes."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 85}, {"sentences": [{"sentId": 354, "text": "What was going through your mind as this was happening?"}], "speaker": "UNIDENTIFIED MALE", "secId": 86}, {"sentences": [{"sentId": 355, "text": "That this is a nightmare and it can't be happening."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 87}, {"sentences": [{"sentId": 356, "text": "You heard it, it's a nightmare and it can't be happening, but it has happened, and she said, she believes she has a couple of fractured ribs, she's a nurse and that suitcases were flying everywhere, luggage flying."}, {"sentId": 357, "text": "And you know, the train, you know, moving as well."}, {"sentId": 358, "text": "238 passengers we don't know exactly how many people are injured, we know that there are injuries, and they are being taken to area hospitals."}], "speaker": "LEMON", "secId": 88}, {"sentences": [{"sentId": 359, "text": "Again, don't know the severity of the injuries."}, {"sentId": 360, "text": "This picture that you're looking at now coming from Patrick Murphy, a former U.S. representative, who was on that train this evening."}, {"sentId": 361, "text": "We don't know the extent of his injuries as well."}, {"sentId": 362, "text": "There are people who were on the train, who are sending out images via social media."}, {"sentId": 363, "text": "This is an awful look inside, just to show you the chaos and damage from inside of the train cars."}], "speaker": "LEMON", "secId": 89}, {"sentences": [{"sentId": 364, "text": "Again, multiple injuries here."}, {"sentId": 365, "text": "And numerous patients taken to numerous hospitals in the Philadelphia area."}, {"sentId": 366, "text": "When this all began, just folks outs there with flashlights looks."}, {"sentId": 367, "text": "They have brought more equipment in now to better get a look at what's going on to try to rescue people."}, {"sentId": 368, "text": "Still a rescue operation."}, {"sentId": 369, "text": "Still a rescue operation at this point."}, {"sentId": 370, "text": "The FBI is involved."}, {"sentId": 371, "text": "The National Transportation Safety Board officially sending out a statement saying that they are sending a go team."}, {"sentId": 372, "text": "That team will arrive early tomorrow morning where they can assess the situation."}, {"sentId": 373, "text": "Matthew L. Wald, again as we await the mayor, this train was supposed to arrive at 10:45, Northeast Regional Train 188 and you know about these particular cars."}], "speaker": "LEMON", "secId": 90}, {"sentences": [{"sentId": 374, "text": "Well, you know, it looks like a mess in there, but think about what you're not seeing."}, {"sentId": 375, "text": "There's no fire here."}, {"sentId": 376, "text": "There's no fuel on the train."}, {"sentId": 377, "text": "It's an electric train."}, {"sentId": 378, "text": "There have been previous accidents with diesel locomotives that carry fuel."}, {"sentId": 379, "text": "And if you don't get out, you're in deep trouble pretty quickly, because it's a post- crash fire."}, {"sentId": 380, "text": "That's one of the things that makes Amtrak relatively safe."}], "speaker": "WALD", "secId": 91}, {"sentences": [{"sentId": 381, "text": "It's also statistically safer than other ways to get from Washington to New York."}, {"sentId": 382, "text": "The other thing about these crashes is, they'll sometimes surprise you."}, {"sentId": 383, "text": "The cause will sometimes surprise you."}, {"sentId": 384, "text": "Back in '96, there was a New Jersey transit train that ran a red signal and they figured that the engineer who had this odd overnight shift probably fell asleep, everybody thought, we should have these guys working fewer hours."}], "speaker": "WALD", "secId": 92}, {"sentences": [{"sentId": 385, "text": "The National Transportation Safety Board went through the dead engineer's medicine cabinet."}, {"sentId": 386, "text": "He was killed, a couple passengers were killed, hundreds were injured."}, {"sentId": 387, "text": "They went through his medicine cabinet and found diabetes medicine in it and they went to see his doctor and the doctor said, how could he possibly have had a train engineer, he had diabetic retinopathy he was color blind."}, {"sentId": 388, "text": "And his doctor didn't know he was a train engineer and the railroad didn't know he was diabetic."}, {"sentId": 389, "text": "Little by little, our safety systems catch up with things like this and get better."}, {"sentId": 390, "text": "But it also tells you that you've sort of got to the wait to figure out what the cause is and go down every avenue and figure it out."}], "speaker": "WALD", "secId": 93}, {"sentences": [{"sentId": 391, "text": "To have this type of - when you look at the damage, from what you can see from your vantage point, Peter Goelz, we don't want to speculate too much, but it doesn't seem to be the matter of a car falling over on the track."}, {"sentId": 392, "text": "There appears to be some impact, just in an initial assessment."}], "speaker": "LEMON", "secId": 94}, {"sentences": [{"sentId": 393, "text": "These trains weigh a tremendous amount and it's a matter of physics."}, {"sentId": 394, "text": "Even if it's going at a relatively low speed of 30 or 40 miles an hour, it's going to cause tremendous damage, because of the weight of the train and the physics of the accident."}, {"sentId": 395, "text": "And that's why we were talking earlier about how robust the Amtrak cars are designed."}, {"sentId": 396, "text": "They're not the latest designs, but they are pretty robust."}, {"sentId": 397, "text": "It so doesn't surprise me at all that this kind of destruction."}, {"sentId": 398, "text": "I think we can be thankful, so far, that we haven't had any reports of fatalities and let's keep our fingers crossed."}], "speaker": "GOELZ", "secId": 95}, {"sentences": [{"sentId": 399, "text": "No reports of fatalities so far."}, {"sentId": 400, "text": "Again, we're waiting the mayor of Philadelphia, Michael Nutter, who's going to give an update shortly."}, {"sentId": 401, "text": "We've been told that since before the top of this hour, that he would step out shortly."}], "speaker": "LEMON", "secId": 96}, {"sentences": [{"sentId": 402, "text": "Again, there's a lot going on in Philadelphia, a lot he has to deal with."}, {"sentId": 403, "text": "As we talk about the people who take this - a lot of people, most people who are traveling up and down, commuting up and down the northeast corridor, take Amtrak, and one of those people is Senator Tom Harper from Delaware."}], "speaker": "LEMON", "secId": 97}, {"sentences": [{"sentId": 404, "text": "He released a statement just a short time ago."}, {"sentId": 405, "text": "He was on this train, but got off before and he says, I am grateful to be home safe and sound in Wilmington and my heart goes out to all of those on train tonight."}, {"sentId": 406, "text": "I hope all of those who are injured recover quickly, Mayor Michael Nutter."}], "speaker": "LEMON", "secId": 98}, {"sentences": [{"sentId": 407, "text": "Somewhere around after 9:00 P.M. this evening."}, {"sentId": 408, "text": "That incident required a four-alarm response from the Fire Department."}, {"sentId": 409, "text": "The Fire Department is in command in this scene."}, {"sentId": 410, "text": "That resulted in 33 apparatus on the scene, 120 firefighters and other emergency management personnel responded."}, {"sentId": 411, "text": "This went to a level three mass casualty incident, because of the number of personnel."}, {"sentId": 412, "text": "243 individuals on this train, five of whom are Amtrak employees."}], "speaker": "NUTTER", "secId": 99}, {"sentences": [{"sentId": 413, "text": "Unfortunately, we can confirm at least five individuals deceased."}, {"sentId": 414, "text": "This is a preliminary estimate the trains, seven cars, including the engine are in various stages of disarray, turned over upside down, on their side."}, {"sentId": 415, "text": "We are still investigating what's going on."}, {"sentId": 416, "text": "A total of 200 police personnel responded to this incident as well."}, {"sentId": 417, "text": "Most individuals were able to walk off of the train."}, {"sentId": 418, "text": "Many were transported."}, {"sentId": 419, "text": "You'll get that from the Fire Department."}], "speaker": "NUTTER", "secId": 100}, {"sentences": [{"sentId": 420, "text": "NTSB, the national agency, is activated and investigating."}, {"sentId": 421, "text": "Amtrak personnel, as you can see, the gentleman standing next to me, on the scene as well."}, {"sentId": 422, "text": "Full response."}, {"sentId": 423, "text": "Fire, police, Department of Homeland Security, SEPTA, Amtrak, and other - and the state police."}, {"sentId": 424, "text": "I've talked to Governor Wolfe and his chief of staff."}, {"sentId": 425, "text": "They are very concerned about this incident, and are giving their full cooperation and support."}, {"sentId": 426, "text": "All agencies actively engaged and involved."}, {"sentId": 427, "text": "I've been down on the tracks, on the scene with my staff."}, {"sentId": 428, "text": "It is an absolute disastrous mess."}, {"sentId": 429, "text": "Never seen anything like this in my life."}], "speaker": "NUTTER", "secId": 101}, {"sentences": [{"sentId": 430, "text": "And most personnel will say that as well."}, {"sentId": 431, "text": "Going to give you some updated information."}, {"sentId": 432, "text": "We want our families."}, {"sentId": 433, "text": "This was a northbound train from Washington, D.C. to New York City."}, {"sentId": 434, "text": "Many of these folks do not live in Philadelphia."}, {"sentId": 435, "text": "And so we have information with regard to how people can get information on their loved ones."}, {"sentId": 436, "text": "That will come from Sam Phillips, the director of the Office of Emergency Management."}, {"sentId": 437, "text": "Sam?"}], "speaker": "NUTTER", "secId": 102}, {"sentences": [{"sentId": 438, "text": "Sure."}, {"sentId": 439, "text": "So as the mayor said, we're just working to piece everything together right now."}, {"sentId": 440, "text": "People in the Philadelphia area, looking for loved one should go to the Webster Elementary School which is at the corner of  Ontario."}, {"sentId": 441, "text": "Start there, we will work with you."}, {"sentId": 442, "text": "We have a team there ready to support."}, {"sentId": 443, "text": "We also have the NTSB in route and we will be working with our colleagues in Washington, D.C.  And in New York to piece together the family information."}, {"sentId": 444, "text": "But if you're local, start at Webster and we'll provide you additional information."}], "speaker": "PHILLIPS", "secId": 103}, {"sentences": [{"sentId": 445, "text": "Fire Department?"}], "speaker": "NUTTER", "secId": 104}, {"sentences": [{"sentId": 446, "text": "Yes, as the mayor said, at about 9:38, Fire Department personnel responded and encountered six overturned trains."}, {"sentId": 447, "text": "We immediately struck the second alarm and declared it mass casualty event."}, {"sentId": 448, "text": "At 9:35, we struck out the third alarm and then at 10:24, we struck the fourth alarm."}], "speaker": "UNIDENTIFIED MALE", "secId": 105}, {"sentences": [{"sentId": 449, "text": "As the mayor said, that brings 33 apparatus and 122 personnel."}, {"sentId": 450, "text": "It is a level three mass casualty incident, which means that 18 medic units were brought on-scene."}, {"sentId": 451, "text": "We have a total of six critical transports to area hospitals."}, {"sentId": 452, "text": "Those hospitals include Temple University, Einstein, Tarsdale and Hahnemann, and a total of 43 transports, SEPTA buses, and on medic units for less-critical injuries."}, {"sentId": 453, "text": "Others are walking wounded."}], "speaker": "UNIDENTIFIED MALE", "secId": 106}, {"sentences": [{"sentId": 454, "text": "Police Department?"}], "speaker": "NUTTER", "secId": 107}, {"sentences": [{"sentId": 455, "text": "Mr. Charles Ramsey here."}], "speaker": "UNIDENTIFIED MALE", "secId": 108}, {"sentences": [{"sentId": 456, "text": "We have slightly more than 200 officers that have responded to the scene."}, {"sentId": 457, "text": "Once this occurred and we realized the magnitude of it, we held over our four to 12 unit, we called in our midnight shift early."}, {"sentId": 458, "text": "There was a recall of people from our S.W.A.T."}, {"sentId": 459, "text": "unit, our Homeland Security Unit, and the like, so the city was still covered for normal patrol."}, {"sentId": 460, "text": "We brought in extra people and we extended shifts."}, {"sentId": 461, "text": "We used a large number of tourniquets while assisting the Fire"}], "speaker": "RAMSEY", "secId": 109}, {"sentences": [{"sentId": 462, "text": "Department in triaging some of the injured, and so forth, have more exact information for you tomorrow, in terms of just how many of those devices were used during this."}, {"sentId": 463, "text": "But as the mayor said, everyone is here, everybody is responding, and the investigation continues."}], "speaker": "RAMSEY", "secId": 110}, {"sentences": [{"sentId": 464, "text": "Amtrak?"}], "speaker": "NUTTER", "secId": 111}, {"sentences": [{"sentId": 465, "text": "Amtrak's focus right now is on working with the local responders to support all of their needs and make sure that passengers and crew of this train are receiving all the assistance and attention they need."}], "speaker": "UNIDENTIFIED MALE", "secId": 112}, {"sentences": [{"sentId": 466, "text": "For those of you who have families who have passengers maybe on this train, you're concerned about that, Amtrak has an emergency hotline that you can call."}, {"sentId": 467, "text": "The number is 1-800-523-9101."}, {"sentId": 468, "text": "Again, that's 1-800-523-9101."}, {"sentId": 469, "text": "Please call that number if you're concerned you might have a relative or family member on this train and we can work with you to verify that and additionally the northeast corridor is currently shut down and we'll be focused on bringing it back to service as soon as we can once the scene is clear for Amtrak to begin work."}], "speaker": "UNIDENTIFIED MALE", "secId": 113}, {"sentences": [{"sentId": 470, "text": "Hold on for a second."}, {"sentId": 471, "text": "Two last pieces of information."}, {"sentId": 472, "text": "The Fire Department is in command on this particular scene."}, {"sentId": 473, "text": "All information, again, is very preliminary."}, {"sentId": 474, "text": "We will do our best to answer any questions, but I need you to understand, if we don't have the information, we're not going to speculate."}, {"sentId": 475, "text": "We do not know what happened here."}, {"sentId": 476, "text": "We do not know why this happened."}, {"sentId": 477, "text": "There is no information about that."}, {"sentId": 478, "text": "We are not going to speculate about it."}, {"sentId": 479, "text": "We'll try to answer any other questions that you might have."}, {"sentId": 480, "text": "Go ahead."}], "speaker": "NUTTER", "secId": 114}, {"sentences": [{"sentId": 481, "text": "How many people were hospitalized and what's the nature of their injuries?"}], "speaker": "UNIDENTIFIED MALE", "secId": 115}, {"sentences": [{"sentId": 482, "text": "Again, six were critical."}, {"sentId": 483, "text": "A total of 53 were transported by either medic units or by buses."}, {"sentId": 484, "text": "They were less critical."}, {"sentId": 485, "text": "But six critical confirmed."}], "speaker": "UNIDENTIFIED MALE", "secId": 116}, {"sentences": [{"sentId": 486, "text": "And most of the injuries, were they at the front of the train..."}], "speaker": "UNIDENTIFIED MALE", "secId": 117}, {"sentences": [{"sentId": 487, "text": "Throughout the trains, there were injuries."}, {"sentId": 488, "text": "We established two divisions, an east and west division."}, {"sentId": 489, "text": "Earlier reports, we had over 50 self-evacuees on the east division and another 100 in the west division."}, {"sentId": 490, "text": "So as we established casualty collection areas on both sides of the incident, we started to track the victims and get them to the hospital."}, {"sentId": 491, "text": "Some were able to..."}], "speaker": "UNIDENTIFIED MALE", "secId": 118}, {"sentences": [{"sentId": 492, "text": "Tell us about the state of some of those train cars."}, {"sentId": 493, "text": "The mayor indicated it was a devastating scene."}], "speaker": "UNIDENTIFIED MALE", "secId": 119}, {"sentences": [{"sentId": 494, "text": "It is."}, {"sentId": 495, "text": "I've never seen anything so devastating."}, {"sentId": 496, "text": "They're in pretty bad shape."}, {"sentId": 497, "text": "You can see that they've completely, completely derailed from the track."}, {"sentId": 498, "text": "They've been destroyed completely."}, {"sentId": 499, "text": "The aluminum shell has been destroyed and they've been overturned completely."}, {"sentId": 500, "text": "Again, I don't want to speculate on the cause, but it is a devastating scene."}], "speaker": "UNIDENTIFIED MALE", "secId": 120}, {"sentences": [{"sentId": 501, "text": "Can you talk to us about the difficulty getting to the victims on the train by fire personnel and police personnel."}], "speaker": "UNIDENTIFIED MALE", "secId": 121}, {"sentences": [{"sentId": 502, "text": "Well, special operations are on scene now."}, {"sentId": 503, "text": "We have elements, PS taskforce wanting service too."}, {"sentId": 504, "text": "Most people, again, were able to self-evacuate."}, {"sentId": 505, "text": "And that helped us out a great deal."}, {"sentId": 506, "text": "The ones who were in trapped, our special operations people put hydraulics underway to get them out, that took some time."}, {"sentId": 507, "text": "Secondary searches are underway, but our special operations people are doing a tremendous job down there."}], "speaker": "UNIDENTIFIED MALE", "secId": 122}, {"sentences": [{"sentId": 508, "text": "Did you have to pop open some of the rail cars?"}], "speaker": "UNIDENTIFIED MALE", "secId": 123}, {"sentences": [{"sentId": 509, "text": "Absolutely, we used hydraulic tools to get to the people who could not self-evacuate."}, {"sentId": 510, "text": "There were several people who were trapped."}, {"sentId": 511, "text": "Again, train cars are overturned."}, {"sentId": 512, "text": "They're in horrible shape."}, {"sentId": 513, "text": "There's a bunch of debris down there, sharp objects."}, {"sentId": 514, "text": "It's a dangerous situation for responders, even more dangerous for the riders down there but we were able to get them out with hydraulic tools."}], "speaker": "UNIDENTIFIED MALE", "secId": 124}, {"sentences": [{"sentId": 515, "text": "At this point, do you believe you have everyone out of the train?"}], "speaker": "UNIDENTIFIED MALE", "secId": 125}, {"sentences": [{"sentId": 516, "text": "I can't speculate on that?"}], "speaker": "UNIDENTIFIED MALE", "secId": 126}, {"sentences": [{"sentId": 517, "text": "We need to match up the manifest from this particular train with all the individuals who either walked off or were transported."}, {"sentId": 518, "text": "The at least five that I have confirmed here based on our preliminary investigation, who we know, unfortunately, are deceased."}, {"sentId": 519, "text": "We are not going to try to speculate at the moment any comparison between the number that we believe were on the train as compared to where everyone else is at this moment."}], "speaker": "NUTTER", "secId": 127}, {"sentences": [{"sentId": 520, "text": "Let us do our investigation."}, {"sentId": 521, "text": "We have train cars that are completely overturned on their side."}, {"sentId": 522, "text": "Ripped apart."}, {"sentId": 523, "text": "It is a devastating scene down there."}, {"sentId": 524, "text": "We walked the entire length of the train area and the engine completely separated from the rest of the train and one of the cars is perpendicular to the rest of the cars."}, {"sentId": 525, "text": "It's unbelievable."}], "speaker": "NUTTER", "secId": 128}, {"sentences": [{"sentId": 526, "text": "And the manifest indicated how many people were on this train?"}], "speaker": "UNIDENTIFIED MALE", "secId": 129}, {"sentences": [{"sentId": 527, "text": "The estimate at the moment is a total of 243 individuals, five of whom we believe are Amtrak employees."}, {"sentId": 528, "text": "You know, that's your conductor, an engineer other personnel, and then the rest, we believe, are passengers."}, {"sentId": 529, "text": "That's a preliminary estimate, until we get an actual manifest, we will not be able to do that."}, {"sentId": 530, "text": "I'm sorry, what?"}], "speaker": "NUTTER", "secId": 130}, {"sentences": [{"sentId": 531, "text": "Were you able to talk to any of the passengers who were being evacuated?"}], "speaker": "UNIDENTIFIED MALE", "secId": 131}, {"sentences": [{"sentId": 532, "text": "No."}, {"sentId": 533, "text": "I saw some individuals as I was standing in the street, but I did not talk - they needed medical personnel."}, {"sentId": 534, "text": "That's all we have at the moment."}, {"sentId": 535, "text": "That's all we've got."}], "speaker": "NUTTER", "secId": 132}, {"sentences": [{"sentId": 536, "text": "Thank you very much."}], "speaker": "UNIDENTIFIED MALE", "secId": 133}, {"sentences": [{"sentId": 537, "text": "That's the latest from personnel."}, {"sentId": 538, "text": "I'll let you try to recap for a second, if you will."}], "speaker": "UNIDENTIFIED MALE", "secId": 134}, {"sentences": [{"sentId": 539, "text": "That is the latest you heard from all the officials on the scene, including the mayor of Philadelphia and saw someone from Amtrak there, the Fire Department."}, {"sentId": 540, "text": "So here we go."}, {"sentId": 541, "text": "All of the information that we have now."}, {"sentId": 542, "text": "This is what we are able to report, coming from this press conference, shortly after 9:00, they got a call, it was a four-alarm incident that happened."}, {"sentId": 543, "text": "Four-alarm incident that happened."}, {"sentId": 544, "text": "133 apparatus sent to the scene."}, {"sentId": 545, "text": "18 medical units were sent to the scene."}, {"sentId": 546, "text": "And then it was a level three mass casualty."}, {"sentId": 547, "text": "That means 243 - that means that additional people were sent to the scene."}, {"sentId": 548, "text": "A total of 243 people onboard, and that includes the five Amtrak employees."}, {"sentId": 549, "text": "Here's the thing, five people dead now, at least, from this incident."}, {"sentId": 550, "text": "Five people dead from this incident."}], "speaker": "LEMON", "secId": 135}, {"sentences": [{"sentId": 551, "text": "Seven cars, the mayor said, including the engine."}, {"sentId": 552, "text": "The mayor said it was in disarray."}, {"sentId": 553, "text": "He went down and said it was unbelievable."}, {"sentId": 554, "text": "He had never seen anything like it."}, {"sentId": 555, "text": "200 police officers responded, personnel corresponded."}, {"sentId": 556, "text": "He said most of the people walked off the train."}, {"sentId": 557, "text": "Most walked off."}, {"sentId": 558, "text": "At least 150 people."}, {"sentId": 559, "text": "They divided up in corridors, east and west."}, {"sentId": 560, "text": "50 walked off from the east corridor, 100 from the west corridor or vice versa."}, {"sentId": 561, "text": "The National Transportation."}, {"sentId": 562, "text": "He said, everyone was there, fire, police, homeland security, SEPTA, state police, the Governor Tom Wolfe has also been contacted and is also work in six critical according to the fire chief."}, {"sentId": 563, "text": "Six people in critical condition."}], "speaker": "LEMON", "secId": 136}, {"sentences": [{"sentId": 564, "text": "Most of the patients taken to Temple University Hospital, to Einstein, to Tarsdale, and to Hahnemann University Hospital."}, {"sentId": 565, "text": "This is a quote from Mayor Michael Nutter in Philadelphia."}, {"sentId": 566, "text": "Absolute disastrous mess."}, {"sentId": 567, "text": "Absolute disastrous mess."}, {"sentId": 568, "text": "Absolute disastrous mess."}, {"sentId": 569, "text": "Never seen anything like this in my life that's a quote from the Mayor of Philadelphia."}, {"sentId": 570, "text": "Sam Phillips is the director of the office of emergency management."}, {"sentId": 571, "text": "She spoke and talked about how they are dealing with the situation there."}], "speaker": "LEMON", "secId": 137}, {"sentences": [{"sentId": 572, "text": "Also, Amtrak gave out a number."}, {"sentId": 573, "text": "We can put that number up."}, {"sentId": 574, "text": "If you want to know about someone who's on that train."}, {"sentId": 575, "text": "1-800-523-9101."}, {"sentId": 576, "text": "Amtrak is saying the northeast corridor shut down between New York and Philadelphia."}, {"sentId": 577, "text": "I would venture to guess it's pretty much shut down altogether, because this is causing problems for the whole thing."}, {"sentId": 578, "text": "Here's what we have been sitting here on CNN talking about this for over an hour and a half and many of you have been wondering why we didn't have any information."}, {"sentId": 579, "text": "It is because no one had any information."}, {"sentId": 580, "text": "As of now, the mayor is saying, we do not know what happened, and we don't know why, and we are not going to speculate."}], "speaker": "LEMON", "secId": 138}, {"sentences": [{"sentId": 581, "text": "The first calls came in just before 9:30 and that is when the Fire Department showed up, five minutes later, they said they had apparatus on the scene and then three minutes later at 9:38, more apparatus and they were able to assess the situation."}, {"sentId": 582, "text": "He said that they are destroyed and they are majorly damaged."}, {"sentId": 583, "text": "Again, that's according to the fire commissioner there."}, {"sentId": 584, "text": "They're destroyed and there is major damage to the aluminum of the train."}, {"sentId": 585, "text": "He said that they had to use hydraulics to get some of the people out."}, {"sentId": 586, "text": "Most of the people were self-evacuated."}, {"sentId": 587, "text": "But several people were trapped."}, {"sentId": 588, "text": "And those who were trapped, they had to bring in hydraulic equipment to get them out."}], "speaker": "LEMON", "secId": 139}, {"sentences": [{"sentId": 589, "text": "They said in order to figure out exactly how many casualty they have, how many people died, how many people were injured, they going to have to match the manifest list of the train and then match it against the people who were at the hospitals and the people who self- evacuated and were treated at the scene."}], "speaker": "LEMON", "secId": 140}, {"sentences": [{"sentId": 590, "text": "As they called them, the walking wounded."}, {"sentId": 591, "text": "So on their side, we're told, that they are ripped apart, some of them."}, {"sentId": 592, "text": "Some of them are completely one engine, on the engine, completely separated from the rest of the train."}, {"sentId": 593, "text": "The engine completely separated from the rest of the train."}, {"sentId": 594, "text": "And one of the cars, they said, is completely perpendicular to the other cars."}, {"sentId": 595, "text": "Vinny Vella, is a crime reporter with the \"Philadelphia daily news.\""}, {"sentId": 596, "text": "Are you at the scene?"}], "speaker": "LEMON", "secId": 141}, {"sentences": [{"sentId": 597, "text": "Hi, Don, yes, I'm at the scene."}], "speaker": "VELLA", "secId": 142}, {"sentences": [{"sentId": 598, "text": "What do you have for us?"}], "speaker": "LEMON", "secId": 143}, {"sentences": [{"sentId": 599, "text": "Well, as I'm sure you can imagine, nearly every agency in the city that responds to emergencies is here."}, {"sentId": 600, "text": "And as you said, people didn't know what was going on for the longest time."}, {"sentId": 601, "text": "And some of the people coming off the train, you know, people who had been on the train, weren't sure what had happened."}], "speaker": "VELLA", "secId": 144}, {"sentences": [{"sentId": 602, "text": "Vinny, stand by."}, {"sentId": 603, "text": "I want to get to our Mary Schiavo, who is with the Department of Transportation."}, {"sentId": 604, "text": "Mary, we just heard from the mayor and the mayor, again, a quote saying, we do not know what happened, and we don't know why and we're not going to speculate."}, {"sentId": 605, "text": "So the entire time we were sitting here talking about this, no one really had any information as to what's was going on, not even the folks in charge and they're still trying to figure it out."}], "speaker": "LEMON", "secId": 145}, {"sentences": [{"sentId": 606, "text": "We that's true, except we did get a lot of information, and now the other reports about the CSX train has been ruled out."}, {"sentId": 607, "text": "There were reports of other trains on the track, et cetera."}, {"sentId": 608, "text": "We do know it was headed towards that turn, so I did think the mayor did convey a fair amount of information, but he's right, I mean, it's impossible to tell if there was a defect in the track, if the train was traveling too fast, if there was a defect in the train or the engine or and the FBI says there's no evidence, there's something wrong, tampering with the track."}, {"sentId": 609, "text": "Those things are still unknown and they don't have any information on that."}, {"sentId": 610, "text": "But at least we now know there wasn't another train on the track, which is really important information, because that would have been a totally different kind of a situation or a disaster to deal with."}, {"sentId": 611, "text": "It may have even been worse."}, {"sentId": 612, "text": "LEMON:  The big news out of this, Matthew L. Wald, five people"}], "speaker": "SCHIAVO", "secId": 146}, {"sentences": [{"sentId": 613, "text": "dead from this."}, {"sentId": 614, "text": "And there are many people who are injured."}, {"sentId": 615, "text": "Five people dead in this train accident in Philadelphia."}], "speaker": "SCHIAVO", "secId": 147}, {"sentences": [{"sentId": 616, "text": "That's going to make it one of Amtrak's worst catastrophes ever."}, {"sentId": 617, "text": "And survivability of the cars is going to be an issue."}, {"sentId": 618, "text": "In the past, Amtrak has done things like put in more windows that become emergency exits, although it seems possible that these folks died in the impact."}, {"sentId": 619, "text": "It's not because they were trapped inside the train during a fire or something."}, {"sentId": 620, "text": "It may be that egress was not the issue, the issue was simply surviving the impact."}], "speaker": "WALD", "secId": 148}, {"sentences": [{"sentId": 621, "text": "Do we still have Vinny Vella on the phone?"}], "speaker": "LEMON", "secId": 149}, {"sentences": [{"sentId": 622, "text": "Yes, I'm here."}], "speaker": "VELLA", "secId": 150}, {"sentences": [{"sentId": 623, "text": "OK.  Vinny, how close are you to the scene?"}], "speaker": "LEMON", "secId": 151}, {"sentences": [{"sentId": 624, "text": "Pretty close."}, {"sentId": 625, "text": "As close as we can get."}, {"sentId": 626, "text": "There's a field separating with our studio is and the actual train tracks."}, {"sentId": 627, "text": "Supports for the electrical wires are twisted."}, {"sentId": 628, "text": "Looks like they're hanging over the train itself and you can see a skewed train car from where I'm standing."}], "speaker": "VELLA", "secId": 152}, {"sentences": [{"sentId": 629, "text": "This is in the northeast section of Philadelphia, in the Frankfort section."}, {"sentId": 630, "text": "Explain to our viewers where that is and what that area is like."}], "speaker": "LEMON", "secId": 153}, {"sentences": [{"sentId": 631, "text": "What the area is like?"}], "speaker": "VELLA", "secId": 154}, {"sentences": [{"sentId": 632, "text": "Yes."}, {"sentId": 633, "text": "Where the tracks are."}, {"sentId": 634, "text": "If there's a graveyard for freight trains and that sort of thing."}], "speaker": "LEMON", "secId": 155}, {"sentences": [{"sentId": 635, "text": "Right."}, {"sentId": 636, "text": "The area where this happened was called Frankfort junction, the rail yard for freight trains and I'm not really sure, because they haven't really told us what led to the crash, but a train came to rest inside the freight..."}], "speaker": "VELLA", "secId": 156}, {"sentences": [{"sentId": 637, "text": "And how many people are you looking at on the scene?"}, {"sentId": 638, "text": "It's still a very active scene."}], "speaker": "LEMON", "secId": 157}, {"sentences": [{"sentId": 639, "text": "It's still an active scene."}, {"sentId": 640, "text": "There are no passengers left at this point."}, {"sentId": 641, "text": "They've all been bused away to nearby hospitals."}, {"sentId": 642, "text": "It's basically just police officers, paramedics, firefighters on the scene, securing it, going through it."}, {"sentId": 643, "text": "It's still an active scene, but not nearly as active as it was a half hour ago, I would say."}], "speaker": "VELLA", "secId": 158}, {"sentences": [{"sentId": 644, "text": "We were told that there were so many people who were injured, obviously 243 people onboard the train, that they were taking people by police van..."}], "speaker": "LEMON", "secId": 159}, {"sentences": [{"sentId": 645, "text": "That is correct."}], "speaker": "VILLA", "secId": 160}, {"sentences": [{"sentId": 646, "text": "Yes, at least, four or five at the time to get them to the hospital, Vinny Vella stand by, everyone, stand by."}], "speaker": "LEMON", "secId": 161}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1505.12.cnnt.02.html.json", "time": "Aired May 12, 2015 - 23:00   ET"}