{"sectionCount": 263, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["COOPER", "UNIDENTIFIED MALE", "LEMON", "OBAMA", "TRUMP", "CABRERA", "SIMON", "BROOKS", "KOSINSKI", "FLEISCHER", "GERGEN", "POWERS", "UNIDENTIFIED FEMALE", "RATHER", "KHAN", "MOORE"], "subTitle": "Anti-Trump Protestors Taking to the Streets Again Tonight; Trump Says he Respects President Obama; Trump Seizes Control of his Twitter Account after visiting the White House; Obama and Trump Meet at the White House; Director Michael Moore's First Interview Since the Election. Aired 10-11p ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1611/10/cnnt.01.html", "sentenceCount": 547, "sections": [{"sentences": [{"sentId": 0, "text": "Well, that does it for us."}, {"sentId": 1, "text": "Thanks for watching."}, {"sentId": 2, "text": "CNN with don lemon starts now."}], "speaker": "COOPER", "secId": 0}, {"sentences": [{"sentId": 3, "text": "This is CNN breaking news."}], "speaker": "UNIDENTIFIED MALE", "secId": 1}, {"sentences": [{"sentId": 4, "text": "Breaking news, anti-Trump protestors taking to the streets again tonight in cities all across the country."}], "speaker": "LEMON", "secId": 2}, {"sentences": [{"sentId": 5, "text": "This is CNN Tonight."}, {"sentId": 6, "text": "I'm Don Lemon."}], "speaker": "LEMON", "secId": 3}, {"sentences": [{"sentId": 7, "text": "The president-elect going to Washington on the first full day of his new political life."}, {"sentId": 8, "text": "Meeting for 90 minutes with President Obama in the Oval Office."}], "speaker": "LEMON", "secId": 4}, {"sentences": [{"sentId": 9, "text": "My number one priority in the coming two months is try to facilitate a transition that ensures our president-elect is successful."}], "speaker": "OBAMA", "secId": 5}, {"sentences": [{"sentId": 10, "text": "Donald Trump telling supporters and the American people that he has great respect for President Obama and will seek his counsel."}], "speaker": "LEMON", "secId": 6}, {"sentences": [{"sentId": 11, "text": "So, Mr. President, it was a great honor being with you and I look forward to being with many, many more times in the future."}], "speaker": "TRUMP", "secId": 7}, {"sentences": [{"sentId": 12, "text": "Thank you."}], "speaker": "OBAMA", "secId": 8}, {"sentences": [{"sentId": 13, "text": "Thank you."}], "speaker": "TRUMP", "secId": 9}, {"sentences": [{"sentId": 14, "text": "We're going to begin tonight with those anti-Trump protests."}, {"sentId": 15, "text": "CNN's Dan Simon is in Oakland, California."}, {"sentId": 16, "text": "Ana Cabrera is in Denver."}, {"sentId": 17, "text": "I want to begin with Ana right now."}, {"sentId": 18, "text": "Ana, it's you know, it's his first day in office and you have this, I mean, his first day visiting the Oval Office with the president and you have these protestors out on the streets."}, {"sentId": 19, "text": "What's going on?"}], "speaker": "LEMON", "secId": 10}, {"sentences": [{"sentId": 20, "text": "Well, Don, we are among thousands of people who have been out here in downtown Denver right at the state capitol building right now, they've been out here for a couple of hours."}, {"sentId": 21, "text": "We actually walked with them as they marched through several blocks, shutting down multiple streets in downtown Denver during rush hour."}], "speaker": "CABRERA", "secId": 11}, {"sentences": [{"sentId": 22, "text": "One thing that has really stood out to me are chants like this."}, {"sentId": 23, "text": "They have been peaceful, \"united we stand,\" they're saying."}, {"sentId": 24, "text": "A lot of signs that you can see, people who have a lot to say, and they are angry about this presidential election results."}], "speaker": "CABRERA", "secId": 12}, {"sentences": [{"sentId": 25, "text": "They feel afraid, they feel hurt."}, {"sentId": 26, "text": "We've heard from everybody from women who have felt offended, to chants about welcoming refugees into our country, to people who said they have had a chance  that matter."}], "speaker": "CABRERA", "secId": 13}, {"sentences": [{"sentId": 27, "text": "Really every group that has been offended by some of the rhetoric we heard during the campaign by Donald Trump has come out to make a stand, to send a message of unity among the folks here an acceptance and compassion."}], "speaker": "CABRERA", "secId": 14}, {"sentences": [{"sentId": 28, "text": "And we've been seeing folks from all walks of life, from children to elderly, from all colors, all races, all different backgrounds who have a message again but united in their message of coming together and accepting each other and they hope that their message will get through to the president-elect and the future administration."}], "speaker": "CABRERA", "secId": 15}, {"sentences": [{"sentId": 29, "text": "They say they want change and they want to do this in a peaceful way."}, {"sentId": 30, "text": "It's been very peaceful out here, Don, but a lot of passion."}, {"sentId": 31, "text": "Back to you."}], "speaker": "CABRERA", "secId": 16}, {"sentences": [{"sentId": 32, "text": "Yes."}, {"sentId": 33, "text": "They are a loud bunch out there."}, {"sentId": 34, "text": "Stand by, Ana Cabrera in Denver."}, {"sentId": 35, "text": "I want to get to Oakland now and Dan Simon."}, {"sentId": 36, "text": "Dan, what's happening where you are?"}], "speaker": "LEMON", "secId": 17}, {"sentences": [{"sentId": 37, "text": "Hey, Don."}, {"sentId": 38, "text": "You know, the first stage of grief is shock and denial and that's how these people are feeling."}, {"sentId": 39, "text": "In a sense, they are mourning over the result of this election, and so they are coming together with like-minded people to hug in some cases cry."}], "speaker": "SIMON", "secId": 18}, {"sentences": [{"sentId": 40, "text": "You're hearing from speakers, they're holding signs, they're chanting anti-Trump slogans."}, {"sentId": 41, "text": "This here is the organizer of this anti-Trump rally."}, {"sentId": 42, "text": "I would say there's probably four or five hundred people here."}, {"sentId": 43, "text": "This is Cat Brooks."}, {"sentId": 44, "text": "Explain to me why you wanted to put this together tonight."}], "speaker": "SIMON", "secId": 19}, {"sentences": [{"sentId": 45, "text": "Sure."}, {"sentId": 46, "text": "So this is the second night of action that we've had in response to Trump being elected the president of the United States."}, {"sentId": 47, "text": "We really thought that it was important to have a place for community to come together for like-minded folks to come together."}], "speaker": "BROOKS", "secId": 20}, {"sentences": [{"sentId": 48, "text": "Black-folks, brown folks, poor folks to express their race, to express their anger, but more importantly, to get together a community as we prepare to organize, for what it mean to survive as people of color in a country that's run by Donald Trump."}], "speaker": "BROOKS", "secId": 21}, {"sentences": [{"sentId": 49, "text": "So the election has happened, the result is in stone."}, {"sentId": 50, "text": "What do you do with this anger that you have?"}], "speaker": "SIMON", "secId": 22}, {"sentences": [{"sentId": 51, "text": "We organize."}, {"sentId": 52, "text": "We channeled that -- it's not just anger."}, {"sentId": 53, "text": "People have a passion, people are -- have fear, people also have a belief that it doesn't have to be this way."}, {"sentId": 54, "text": "There are people here that are out rightly saying he's not our president and we don't accept the type of world that his presidency is going to create that."}], "speaker": "BROOKS", "secId": 23}, {"sentences": [{"sentId": 55, "text": "But that be just anti-rhetoric."}, {"sentId": 56, "text": "That can't be just bodies in the streets."}, {"sentId": 57, "text": "That's got to be funneling this energy into organizing and organizations."}], "speaker": "BROOKS", "secId": 24}, {"sentences": [{"sentId": 58, "text": "And do you think that will continue beyond these first few days?"}], "speaker": "SIMON", "secId": 25}, {"sentences": [{"sentId": 59, "text": "Absolutely, and I think it will continue across the country, right?"}, {"sentId": 60, "text": "I mean, people that are out here organizing these protests, not just being reactionary."}, {"sentId": 61, "text": "These are people that have committed their lives to struggling for social justice, that are tied to organizations, that are tied to campaigns, that are tied to agendas for social justice."}], "speaker": "BROOKS", "secId": 26}, {"sentences": [{"sentId": 62, "text": "And our job across the country is to funnel the energy of people that may have just been awoken to the fact these are the realities of America into some direct hard-core organizing campaigns."}], "speaker": "BROOKS", "secId": 27}, {"sentences": [{"sentId": 63, "text": "OK. One more quick question."}, {"sentId": 64, "text": "Last night there was a little bit of violence in Oakland."}, {"sentId": 65, "text": "I liken that more to opportunists, people who aren't associated with this movement."}, {"sentId": 66, "text": "You would agree with that?"}, {"sentId": 67, "text": "Do you think we're in for a non-violent evening?"}], "speaker": "SIMON", "secId": 28}, {"sentences": [{"sentId": 68, "text": "I have no crystal ball, I have no way of predicting how people are going to express their rage."}, {"sentId": 69, "text": "What I do know is that 7,000 people took to the streets last night."}, {"sentId": 70, "text": "There were only 30 arrests, which means that 9,000 -- or excuse me, 6,970 people marched peacefully to the streets and I expect that to happen again."}], "speaker": "BROOKS", "secId": 29}, {"sentences": [{"sentId": 71, "text": "OK."}, {"sentId": 72, "text": "Thank you very much, Cat."}, {"sentId": 73, "text": "I appreciate it."}], "speaker": "SIMON", "secId": 30}, {"sentences": [{"sentId": 74, "text": "Don, we'll send it back to you."}], "speaker": "SIMON", "secId": 31}, {"sentences": [{"sentId": 75, "text": "All right."}, {"sentId": 76, "text": "Thank you very much."}, {"sentId": 77, "text": "We'll keep an eye on all of these protests happening across the country throughout this broadcast."}], "speaker": "LEMON", "secId": 32}, {"sentences": [{"sentId": 78, "text": "His first full day as President-elect, you know, Donald Trump seized control of his Twitter account after visiting the White House."}, {"sentId": 79, "text": "Just had he said this, \"just had a very open and successful presidential election, now professional protestors incited by the media of protesting, very unfair.\""}], "speaker": "LEMON", "secId": 33}, {"sentences": [{"sentId": 80, "text": "I want to bring in now CNN's White House correspondent, Michelle Kosinski."}, {"sentId": 81, "text": "Michelle, good evening to you."}, {"sentId": 82, "text": "Donald Trump had a busy day in Washington today starting with a meeting with President Barack Obama."}, {"sentId": 83, "text": "How did that go?"}], "speaker": "LEMON", "secId": 34}, {"sentences": [{"sentId": 84, "text": "How did that go, maybe I guess, as well as could have been expected."}, {"sentId": 85, "text": "Surreal because one day prior you had White House staffers openly weeping here at the White House, well, then today you had the sit-down meeting."}], "speaker": "KOSINSKI", "secId": 35}, {"sentences": [{"sentId": 86, "text": "So, you know, the sense is to try to pull themselves up by their boot straps according to one senior administration official."}, {"sentId": 87, "text": "At least outwardly."}, {"sentId": 88, "text": "So you see them somewhat awkwardly sitting there side-by- side, maybe stunned themselves that this meeting is actually taking place right now."}], "speaker": "KOSINSKI", "secId": 36}, {"sentences": [{"sentId": 89, "text": "And you heard Donald Trump call President Obama a very good man, say that respect him."}, {"sentId": 90, "text": "You didn't hear President Obama hear those same words, but he did expressed a willingness to move forward, possibly even meet again and sometime soon, listen."}], "speaker": "KOSINSKI", "secId": 37}, {"sentences": [{"sentId": 91, "text": "I just had the opportunity to have an excellent conversation with President-elect Trump."}, {"sentId": 92, "text": "It was wide-ranging."}, {"sentId": 93, "text": "We talked about some of the organizational issues in setting up a White House."}, {"sentId": 94, "text": "We talked about foreign policy, we talked about domestic policy, and as I said last night, my number one priority in the coming two months is to try to facilitate a transition that ensures our president-elect is successful."}], "speaker": "OBAMA", "secId": 38}, {"sentences": [{"sentId": 95, "text": "We discussed a lot of different situations, some wonderful, and some difficulties."}, {"sentId": 96, "text": "I very much look forward to dealing with the president in the future, including counsel."}, {"sentId": 97, "text": "He's explained some of the difficulties, some of the high-flying assets and some of the -- some of the really great things that have been achieved."}], "speaker": "TRUMP", "secId": 39}, {"sentences": [{"sentId": 98, "text": "So, Mr. President, it was a great honor being with you and I look forward to being with you many, many more times in the future."}], "speaker": "TRUMP", "secId": 40}, {"sentences": [{"sentId": 99, "text": "Thank you."}], "speaker": "OBAMA", "secId": 41}, {"sentences": [{"sentId": 100, "text": "Now the very least, the White House wants the transition to go smoothly."}, {"sentId": 101, "text": "I think it was very telling though, right after this meeting in the White House daily briefing, you ask the White House what about all those things that President Obama said on the trail, things like Donald Trump is unfit for the presidency, that he is dangerous, that President Obama has deep concerns about things moving forward."}, {"sentId": 102, "text": "And the White House wouldn't back away from those."}, {"sentId": 103, "text": "In fact, they say"}], "speaker": "KOSINSKI", "secId": 42}, {"sentences": [{"sentId": 104, "text": "nothing has changed and that the president meant every word that he said about Donald Trump while campaigning."}, {"sentId": 105, "text": "Don?"}], "speaker": "KOSINSKI", "secId": 43}, {"sentences": [{"sentId": 106, "text": "He also met, Michelle, with Majority Leader Mitch McConnell and the Speaker of the House Paul Ryan."}, {"sentId": 107, "text": "What's t take away from those meetings?"}], "speaker": "LEMON", "secId": 44}, {"sentences": [{"sentId": 108, "text": "Yes."}, {"sentId": 109, "text": "What was fascinating about this whole day is those were equally, potentially awkward meetings, where during these campaign you saw at one point Mitch McConnell, not wanting to answer the question as to whether Donald Trump was a qualified or even credible candidate."}], "speaker": "KOSINSKI", "secId": 45}, {"sentences": [{"sentId": 110, "text": "You saw Paul Ryan at first not wanting to endorse him, then not wanting to defend him or campaign with him, now though as with the White House, everybody wants to put these things aside and try to move forward."}], "speaker": "KOSINSKI", "secId": 46}, {"sentences": [{"sentId": 111, "text": "And so after these meetings on the Hill, that's what you heard from everyone."}, {"sentId": 112, "text": "Let's get to work, let's look at immigration, healthcare, refugees, lowering taxes, all of those things that Donald Trump talked about on the campaign trail, now there's this show of unity at least in trying to move forward and make some progress, don."}], "speaker": "KOSINSKI", "secId": 47}, {"sentences": [{"sentId": 113, "text": "Absolutely."}, {"sentId": 114, "text": "Thank you very much, Michelle."}, {"sentId": 115, "text": "I appreciate that."}, {"sentId": 116, "text": "I want to bring in now Ari Fleisher, White House Press Secretary for President George W. Bush, CNN political analyst, Kirsten Powers, a USA Today columnist, and CNN political analyst David Gergen, who was an advisor to four presidents."}], "speaker": "LEMON", "secId": 48}, {"sentences": [{"sentId": 117, "text": "Good evening to all of you."}, {"sentId": 118, "text": "I'm so glad to have you on."}, {"sentId": 119, "text": "Ari Fleischer, let's start with you."}, {"sentId": 120, "text": "By all accounts, the meetings today were substantive, as well as cordial."}, {"sentId": 121, "text": "And tonight, Donald Trump tweeted \"A fantastic day in D.C., I met with President Obama for first time."}, {"sentId": 122, "text": "A really good meeting."}, {"sentId": 123, "text": "A great chemistry, Melania liked Mrs. O. a lot.\""}], "speaker": "LEMON", "secId": 49}, {"sentences": [{"sentId": 124, "text": "As someone who worked in the White House, how important is that, you know, to the incoming staff?"}], "speaker": "LEMON", "secId": 50}, {"sentences": [{"sentId": 125, "text": "It's tremendously important, it's important to the nation, because especially when you have a transfer of power from one party to the next party, it's important to send the nation a signal that we are still united country despite political differences, and the two-most important people to send that signal are the president to the president-elect and for the president-elect to be gracious and kind."}, {"sentId": 126, "text": "That's exactly what took place today in Washington."}], "speaker": "FLEISCHER", "secId": 51}, {"sentences": [{"sentId": 127, "text": "Yes."}, {"sentId": 128, "text": "David, right after that Donald Trump tweeted, \"Just had a very open and successful presidential election, now professional protestors incited by the media are protesting."}, {"sentId": 129, "text": "Very unfair.\""}, {"sentId": 130, "text": "What -- was that a unifying message?"}], "speaker": "LEMON", "secId": 52}, {"sentences": [{"sentId": 131, "text": "No, I'm not sure where the incited by the news media came from."}, {"sentId": 132, "text": "I know there are many people around Donald Trump who have deep grudges about the press and of course Donald Trump said many, many negative things about the press and strikingly today, for example, small thing for the public."}], "speaker": "GERGEN", "secId": 53}, {"sentences": [{"sentId": 133, "text": "But the thing that took press kind of worries about is that the Trump forces did not take the protective pool with him from New York to the White House, which is traditional to have the protective pool travel with the president."}], "speaker": "GERGEN", "secId": 54}, {"sentences": [{"sentId": 134, "text": "So I -- you know, there are some sharp edges still underneath to all of this but I agree with Ari."}, {"sentId": 135, "text": "The most important part of the day was the meeting between the current president and the future president."}, {"sentId": 136, "text": "That sent a very positive signal to the country."}, {"sentId": 137, "text": "I think it will help to calm things over time."}], "speaker": "GERGEN", "secId": 55}, {"sentences": [{"sentId": 138, "text": "But you know, when he went up to the Hill, on the other hand, it's very, very clear now that republicans want to move on repealing the Affordable Care Act, so-called Obamacare, as quickly as they can."}], "speaker": "GERGEN", "secId": 56}, {"sentences": [{"sentId": 139, "text": "One of the reasons people are in the streets and you hear this around the country now, I'm in Springfield, Massachusetts, one of the big concerns raised with me here in a public forum, where am I going to get my healthcare if I have a preexisting condition?"}, {"sentId": 140, "text": "I'm really scared, I'm really worried about what's going to be taken away from me."}], "speaker": "GERGEN", "secId": 57}, {"sentences": [{"sentId": 141, "text": "Yes."}, {"sentId": 142, "text": "And those are the issues that, you know, this election was really decided on, that people talked -- concerned about jobs, concerned about healthcare."}, {"sentId": 143, "text": "And if you listen to any of the -- you know, sort of the aftermath of this or people talking about why they voted the way they voted, that's what they wanted to hear about."}], "speaker": "LEMON", "secId": 58}, {"sentences": [{"sentId": 144, "text": "But also I want to say even the people who are out there in the streets, Kirsten, they have concerns, they are afraid."}, {"sentId": 145, "text": "You heard some of the protestors voices that now."}], "speaker": "LEMON", "secId": 59}, {"sentences": [{"sentId": 146, "text": "Donald Trump could have tweeted any number of things about those protestors."}, {"sentId": 147, "text": "He could have said I'm going to be the president for all the people, even the people who are out there on the streets, and I hear your voice."}, {"sentId": 148, "text": "Why tweet what he tweeted instead of something that could be more inclusive and what help heal a fearful nation."}], "speaker": "LEMON", "secId": 60}, {"sentences": [{"sentId": 149, "text": "Right."}, {"sentId": 150, "text": "Well, look, and he tweeted this as, I think most commentators today have been praising him, even people who didn't support him, have been praising him for having a very sober, respectful approach when he met with President Obama today, and it seemed to be setting, you know, sending expectations that perhaps we can see a different kind of Donald Trump."}], "speaker": "POWERS", "secId": 61}, {"sentences": [{"sentId": 151, "text": "And you know, no sooner did that conversation happen then he sends out this tweet and it's calling them professional protestors suggesting that the media has incited them, that's a very loaded language, it's really kind of demeaning the protestors who do have legitimate complaints and they're mostly peaceful protestors and this is a democracy."}], "speaker": "POWERS", "secId": 62}, {"sentences": [{"sentId": 152, "text": "We like protestors, we like when people come out and express their views peacefully and I think it would behoove him to acknowledge that and not try to, you know, kind of slander them frankly."}], "speaker": "POWERS", "secId": 63}, {"sentences": [{"sentId": 153, "text": "Let's talk about some of the people he may put in and talk about his message, Ari."}, {"sentId": 154, "text": "Because the feelings as you know, are still raw for more than half of the voters in the country who voted for Hillary Clinton, they're still raw."}], "speaker": "LEMON", "secId": 64}, {"sentences": [{"sentId": 155, "text": "Even one is singing Kumbaya right now, but CNN has confirmed that Donald Trump is considering Steve Bannon as his chief of staff."}, {"sentId": 156, "text": "What kind of message would that send if that -- if that is indeed true, because we don't know for sure now."}], "speaker": "LEMON", "secId": 65}, {"sentences": [{"sentId": 157, "text": "Well, I don't know Steve Bannon."}, {"sentId": 158, "text": "I've never met Steve Bannon, I don't really read Breitbart, but I will tell you this."}, {"sentId": 159, "text": "It will send a signal that Donald is going to work in the White House with the people who helped elect him president."}, {"sentId": 160, "text": "No surprise there."}], "speaker": "FLEISCHER", "secId": 66}, {"sentences": [{"sentId": 161, "text": "Why wouldn't he?"}, {"sentId": 162, "text": "And I don't understand the notion that it's wrong for Donald Trump to put into the White House the same people that he turned to for trust that he turned to for confidence, who know him, know his style, know what works for him and then he would bring them into the White House."}], "speaker": "FLEISCHER", "secId": 67}, {"sentences": [{"sentId": 163, "text": "This is what all candidates do with their winning team."}, {"sentId": 164, "text": "Certainly President Obama did that with Valerie Jarrett and with the people closest to him."}, {"sentId": 165, "text": "That's what candidates are entitled to do and I understand some people are more controversial than other people, but presidents get to make those selections and the voters decide to trust Donald Trump with the power of appointment."}], "speaker": "FLEISCHER", "secId": 68}, {"sentences": [{"sentId": 166, "text": "Is that David, is that the same Valerie Jarrett and Steve Bannon?"}], "speaker": "LEMON", "secId": 69}, {"sentences": [{"sentId": 167, "text": "No, no and this one I must say I disagree with Ari."}, {"sentId": 168, "text": "You know as well as I do White House chief of staff do far more than advise the president."}, {"sentId": 169, "text": "The most important ambassador or one of them that a president has to Capitol Hill, for example, Steve Bannon has written some pretty awful things about members of Congress."}], "speaker": "GERGEN", "secId": 70}, {"sentences": [{"sentId": 170, "text": "He runs -- he's executive chairman of Breitbart."}, {"sentId": 171, "text": "Well, he's executive chairman of Breitbart."}, {"sentId": 172, "text": "Breitbart said, you know, -- is a -- is a far- right news site and it runs some pretty tough things."}, {"sentId": 173, "text": "It was command central of course for a lot of -- and I understand why Donald Trump trust him."}], "speaker": "GERGEN", "secId": 71}, {"sentences": [{"sentId": 174, "text": "The question is, the judgment that will be shown by bringing someone is who is seen as very controversial and very right."}, {"sentId": 175, "text": "You know, the alternative right is not exactly seen as an ally of a lot of the conservatives you run with, and you know, I just don't see you becoming a Breitbart fan."}], "speaker": "GERGEN", "secId": 72}, {"sentences": [{"sentId": 176, "text": "Kirsten, I want you to respond."}], "speaker": "LEMON", "secId": 73}, {"sentences": [{"sentId": 177, "text": "Yes, I think it sends the absolute worst message imaginable because Breitbart is -- and in Steve Bannon's own words, you know, ground zero of the alt-right."}, {"sentId": 178, "text": "The alt-right isn't even conservatives."}, {"sentId": 179, "text": "Its racist, it's anti-Semitic."}, {"sentId": 180, "text": "I am not name-calling here."}, {"sentId": 181, "text": "I mean, I'm just telling you that this is"}], "speaker": "POWERS", "secId": 74}, {"sentences": [{"sentId": 182, "text": "-- this is who they are."}, {"sentId": 183, "text": "And so for him to be chosen as the White House chief of staff would send a message not only would the President Trump not being trying to reach out and unite people, he'd actually be trying to be divisive."}], "speaker": "POWERS", "secId": 75}, {"sentences": [{"sentId": 184, "text": "I mean, he is a divisive person."}, {"sentId": 185, "text": "He may be a person that Donald Trump trusts but that doesn't mean that he necessarily should be the chief of staff."}, {"sentId": 186, "text": "He's also somebody who is really as David pointed out, is very dedicated to essentially, again in his own words, kind of destroying the Republican Party."}], "speaker": "POWERS", "secId": 76}, {"sentences": [{"sentId": 187, "text": "So I don't see how that would really work in terms of trying to work with members of Congress, and bringing them around to support the president's agenda."}], "speaker": "POWERS", "secId": 77}, {"sentences": [{"sentId": 188, "text": "All right."}, {"sentId": 189, "text": "Stay with me."}, {"sentId": 190, "text": "Lots more to talk about."}, {"sentId": 191, "text": "Ari, you'll get to respond and we'll talk about other things on the other side of the break."}], "speaker": "LEMON", "secId": 78}, {"sentences": [{"sentId": 192, "text": "While meeting with republican congressional leaders, Donald Trump gave some hint at what his top priorities will be once he takes office."}, {"sentId": 193, "text": "We'll talk about that next."}], "speaker": "LEMON", "secId": 79}, {"sentences": [{"sentId": 194, "text": "Donald Trump meeting at the White House today with President Obama to discuss a smooth transition, also meeting with GOP congressional leaders."}], "speaker": "LEMON", "secId": 80}, {"sentences": [{"sentId": 195, "text": "Back with me now, Ari Fleischer, Kirsten Powers, and David Gergen."}, {"sentId": 196, "text": "Ari, the biggest question in Washington is what will Trump's priorities be in office."}, {"sentId": 197, "text": "Listen to what he said on his D.C. tour."}], "speaker": "LEMON", "secId": 81}, {"sentences": [{"sentId": 198, "text": "We have a lot of priorities, a lot of really great priorities."}, {"sentId": 199, "text": "People will be very, very, happy."}], "speaker": "TRUMP", "secId": 82}, {"sentences": [{"sentId": 200, "text": "What are the top three?"}], "speaker": "UNIDENTIFIED FEMALE", "secId": 83}, {"sentences": [{"sentId": 201, "text": "We have a lot."}, {"sentId": 202, "text": "We're going to look very strongly at immigration, and we're going to look at the border."}, {"sentId": 203, "text": "Very important."}, {"sentId": 204, "text": "We're going to look very strongly at health care."}, {"sentId": 205, "text": "And we're looking at jobs, big league jobs."}], "speaker": "TRUMP", "secId": 84}, {"sentences": [{"sentId": 206, "text": "Now he's promised on day one to repeal Obamacare and replace it with something terrific."}, {"sentId": 207, "text": "Is that right place to start, Ari?"}], "speaker": "LEMON", "secId": 85}, {"sentences": [{"sentId": 208, "text": "Well, it is, Don."}, {"sentId": 209, "text": "When you become the president and you ran on certain promises and especially for the people who support you, you need to do what you said."}, {"sentId": 210, "text": "If you're not going to do what you said you're going to danger your entire presidency."}, {"sentId": 211, "text": "I think the hardest part about being repealing Obamacare is to going"}], "speaker": "FLEISCHER", "secId": 86}, {"sentences": [{"sentId": 212, "text": "to repealed as soon as Congress passes a repeal."}, {"sentId": 213, "text": "That's a one sentence piece of legislation, but republicans are going to need to replace it, and I would not advise republicans to repeal it without having the replacement follow at the same time or at least by the same effective date."}], "speaker": "FLEISCHER", "secId": 87}, {"sentences": [{"sentId": 214, "text": "But the other things he needs to do -- and I'm for comprehensive immigration form."}, {"sentId": 215, "text": "My position lost."}, {"sentId": 216, "text": "He needs to take action on immigration if he's going to be a successful president given the promises he made and focus on the economy."}, {"sentId": 217, "text": "Those are the three things he promised to do and he'll need to do them."}], "speaker": "FLEISCHER", "secId": 88}, {"sentences": [{"sentId": 218, "text": "The Iran deal is the other."}, {"sentId": 219, "text": "He said he's opposed the Iran deal and he'll need to take action on that, as well."}], "speaker": "FLEISCHER", "secId": 89}, {"sentences": [{"sentId": 220, "text": "David, talking about Obamacare again and to Ari's point, the repeal part that's going to be the relatively easy."}, {"sentId": 221, "text": "It's the replace part that is going to be hard."}, {"sentId": 222, "text": "And what about the 20 million people who would lose insurance."}, {"sentId": 223, "text": "Is that what he wants to do as his first official act?"}], "speaker": "LEMON", "secId": 90}, {"sentences": [{"sentId": 224, "text": "Well, first of all, I think Ari is right."}, {"sentId": 225, "text": "He doesn't really want to repeal this until he's got a replacement that's going to be in place."}, {"sentId": 226, "text": "You can't leave everything fall apart here for several months."}, {"sentId": 227, "text": "You can't leave a gap there."}], "speaker": "GERGEN", "secId": 91}, {"sentences": [{"sentId": 228, "text": "And I think the challenge is going to be that Donald Trump has laid out some principles but basically where he wants to go."}, {"sentId": 229, "text": "But drawing up a bill it's a complicated process and there are a lot of -- a lot of incredibly important details."}, {"sentId": 230, "text": "What do you do with those 20 million people?"}, {"sentId": 231, "text": "What about the kids who are living at home with their parents, on their parent's plan."}], "speaker": "GERGEN", "secId": 92}, {"sentences": [{"sentId": 232, "text": "You know, what do you do about subsidies?"}, {"sentId": 233, "text": "Where do you get the money and all these things?"}], "speaker": "GERGEN", "secId": 93}, {"sentences": [{"sentId": 234, "text": "There's some very, very big problems."}, {"sentId": 235, "text": "I would think Ari, what he would have to do is appoint some sort of action task force with a 90-day deadline to come up with a plan, maybe get it started during the transition with the new HHS chief and some others."}], "speaker": "GERGEN", "secId": 94}, {"sentences": [{"sentId": 236, "text": "But he -- and he's got some people on the Hill about this like thought about this a lot."}, {"sentId": 237, "text": "But I would think with some sort of executive congressional task force with some folks on the medical community who had in, come up with a plan and I do think it's going to be a high priority, I happen to think his number one priority should be jobs."}], "speaker": "GERGEN", "secId": 95}, {"sentences": [{"sentId": 238, "text": "And I think that the -- and I think that it's there that he can find the most bipartisanship in working across the aisle because investment infrastructure is pretty widely agreed upon."}, {"sentId": 239, "text": "Plan now there's money, question he'll do taxes."}], "speaker": "GERGEN", "secId": 96}, {"sentences": [{"sentId": 240, "text": "There are a lot of hard questions but I think that's really where he wants to move as quickly as he can, as quickly as the process will allow him to move."}, {"sentId": 241, "text": "LEMON:  Yes."}, {"sentId": 242, "text": "Jobs, jobs, jobs."}, {"sentId": 243, "text": "I think you're right on that."}, {"sentId": 244, "text": "Kirsten,"}], "speaker": "GERGEN", "secId": 97}, {"sentences": [{"sentId": 245, "text": "I have to tell you, what's interesting is that yesterday, the day after the election, Americans signed up for Obamacare in droves, over 100,000 people did."}], "speaker": "GERGEN", "secId": 98}, {"sentences": [{"sentId": 246, "text": "Yes."}], "speaker": "POWERS", "secId": 99}, {"sentences": [{"sentId": 247, "text": "Just in one day the highest toll since open enrollment began despite the plan's flaws and there are flaws in the plan."}, {"sentId": 248, "text": "There are many people who need it and parts of it are very popular."}, {"sentId": 249, "text": "Could this get messy?"}], "speaker": "LEMON", "secId": 100}, {"sentences": [{"sentId": 250, "text": "It could, but you know, we focus a lot on the people who would lose their coverage."}, {"sentId": 251, "text": "But the thing that I think the democrats have not taken seriously enough are the granted small percentage but it's about 20 percent of the people who are seeing their premiums going up and in some states they're going up in a way that's really crushing to people."}], "speaker": "POWERS", "secId": 101}, {"sentences": [{"sentId": 252, "text": "This is not a minor issue."}, {"sentId": 253, "text": "It's not OK to have, you know, 20 percent of the people on Obamacare paying basically for the other 80 percent who are using subsidies."}, {"sentId": 254, "text": "So, I think there are some flaws that need to be addressed and what the republicans have tried to appeal -- repeal Obamacare more times than I can count."}, {"sentId": 255, "text": "I actually don't even know what the number is anymore."}], "speaker": "POWERS", "secId": 102}, {"sentences": [{"sentId": 256, "text": "Around 40 I think."}], "speaker": "GERGEN", "secId": 103}, {"sentences": [{"sentId": 257, "text": "So they said they have plans to replace it, and they often talk about health savings accounts or you know, sort of free-market solutions, such as being able to sell healthcare across state lines but yes, they're going to have to come up with something to replace it because throwing people off of health insurance, you know, we know what the stories are going to be like."}], "speaker": "POWERS", "secId": 104}, {"sentences": [{"sentId": 258, "text": "We're going to be covering them, the person who, you know, couldn't get the surgery that they needed, the life savings that they needed because Donald Trump took away their health insurance."}], "speaker": "POWERS", "secId": 105}, {"sentences": [{"sentId": 259, "text": "Thank you, everyone."}, {"sentId": 260, "text": "I appreciate it."}, {"sentId": 261, "text": "Have a good evening."}, {"sentId": 262, "text": "See you next time."}], "speaker": "LEMON", "secId": 106}, {"sentences": [{"sentId": 263, "text": "Coming up, Dan Rather joins me to share his thoughts on Donald Trump's historic election and whether the most divisive candidate in history can unite this country."}], "speaker": "LEMON", "secId": 107}, {"sentences": [{"sentId": 264, "text": "My next guest has covered presidential transitions for decades but this may be the first of its kind even for him and we'll ask him."}], "speaker": "LEMON", "secId": 108}, {"sentences": [{"sentId": 265, "text": "Joining me now is Dan Rather, host of AXS TV's The Big Interview."}, {"sentId": 266, "text": "The first of its kind do you think for you?"}, {"sentId": 267, "text": "DAN RATHER, AXS TV'S THE BIG INTERVIEW SHOW HOST:  Well, certainly."}], "speaker": "LEMON", "secId": 109}, {"sentences": [{"sentId": 268, "text": "The country has not been this divided since at least the 1960s and you might have to go to the 1860s during the Civil War period."}, {"sentId": 269, "text": "It's a very divided country."}], "speaker": "LEMON", "secId": 110}, {"sentences": [{"sentId": 270, "text": "What do you think of the protests we've been seeing out in the streets?"}], "speaker": "LEMON", "secId": 111}, {"sentences": [{"sentId": 271, "text": "Well, first of all they have a right to do that as long as they're peaceful and they obey the law."}, {"sentId": 272, "text": "This was the American way."}, {"sentId": 273, "text": "The question I think after protesting to streets is does it sort of fade as the bad weather and winter comes in, or does it solidify around a kind of tea party movement of the left, if you will."}, {"sentId": 274, "text": "That requires some structure, require some leaders."}, {"sentId": 275, "text": "We'll have to see what develops into that."}], "speaker": "RATHER", "secId": 112}, {"sentences": [{"sentId": 276, "text": "The president-elect has been saying that a lot of the right things when it comes to, you know, unit."}, {"sentId": 277, "text": "But let's just be honest, there are a lot of people out there who aren't buying it because there is history of what he said on the campaign trail."}], "speaker": "LEMON", "secId": 113}, {"sentences": [{"sentId": 278, "text": "Tonight, Anderson asked the Gold Star father, Khizr Khan about the president-elect and, you know, and his supporters."}, {"sentId": 279, "text": "Listen to this."}], "speaker": "LEMON", "secId": 114}, {"sentences": [{"sentId": 280, "text": "We see the direct result of that un- American rhetoric hating people, sewing the seed of division, sewing the seed of religious hatred."}, {"sentId": 281, "text": "We want him and his surrogates to come out and calm down their supporters so that they will not continue in the mode of election."}], "speaker": "KHAN", "secId": 115}, {"sentences": [{"sentId": 282, "text": "Election is over now."}, {"sentId": 283, "text": "His supporters need to back off."}, {"sentId": 284, "text": "His supporter need to understand that if they have won the election, this intimidation, this harassment of people of faith needs to stop and he needs to come out and not only speak to them, but speak to the nation."}, {"sentId": 285, "text": "Speak to people and say that is not -- that is not how we are going to be healing that is not the path to reconciliation."}], "speaker": "KHAN", "secId": 116}, {"sentences": [{"sentId": 286, "text": "Do you see the president-elect doing this?"}], "speaker": "LEMON", "secId": 117}, {"sentences": [{"sentId": 287, "text": "I can envision him doing it but a long way from predicting if that will happen."}, {"sentId": 288, "text": "I think that he is correct."}, {"sentId": 289, "text": "You know, among the questions is, does Donald Trump understand and fully understand the meaning by being president of all the people."}], "speaker": "RATHER", "secId": 118}, {"sentences": [{"sentId": 290, "text": "Now one sign we'll get very early is whom he picks very close to be around him, who he's going to be chief of White House staff, who is going to be in the State Department, those kinds of things."}], "speaker": "RATHER", "secId": 119}, {"sentences": [{"sentId": 291, "text": "But I do think that Mr. Khan is correct about this, that people can forgive but they don't forget saying such things as the Mexicans being rapists, of what he said about the Gold Star family, his mocking the person -- reporter with physical -- these things are serious things."}], "speaker": "RATHER", "secId": 120}, {"sentences": [{"sentId": 292, "text": "And I do think, Don, that a lot of people don't realize how emotionally this affected so many people particularly children."}, {"sentId": 293, "text": "That with not -- by no means all, but with girls, with people of color, people of Muslim religious faith, gays, there's long list of people who want to forget what Donald Trump said but can't forget it."}], "speaker": "RATHER", "secId": 121}, {"sentences": [{"sentId": 294, "text": "Yes."}], "speaker": "LEMON", "secId": 122}, {"sentences": [{"sentId": 295, "text": "And how quickly and how well he addresses that, you know for example, there were many school districts in which children came to school crying and emotionally unstable."}, {"sentId": 296, "text": "I don't remember that ever happening, in some cases they had to send a directive from the school board or from the principal, saying let's settle down."}], "speaker": "RATHER", "secId": 123}, {"sentences": [{"sentId": 297, "text": "Now it's one thing for me as an adult to say, look, it's time to be steady."}], "speaker": "RATHER", "secId": 124}, {"sentences": [{"sentId": 298, "text": "Yes."}], "speaker": "LEMON", "secId": 125}, {"sentences": [{"sentId": 299, "text": "Let's be calm, let us understand that we'll get through this, but somehow another this affected children more than any presidential election I've known."}], "speaker": "RATHER", "secId": 126}, {"sentences": [{"sentId": 300, "text": "It did and I'm so glad you said that and you're being honest about it."}, {"sentId": 301, "text": "Because it affected -- listen, as I've been saying here, you know, we have to gve him a chance."}, {"sentId": 302, "text": "There's no other alternative."}, {"sentId": 303, "text": "He's the president of the United States and if we believe in the peaceful transition of power, if then for, it should be for any presidential candidate and we want him to succeed because if he does, America succeeds."}], "speaker": "LEMON", "secId": 127}, {"sentences": [{"sentId": 304, "text": "Correct."}], "speaker": "RATHER", "secId": 128}, {"sentences": [{"sentId": 305, "text": "But your honestly about how it affect children -- how it affected children, how it affect people of color - affected people of color, gays, and any sort of marginalize group of women, this is much more than a left versus right than going from a liberal president to a conservative president."}], "speaker": "LEMON", "secId": 129}, {"sentences": [{"sentId": 306, "text": "People felt this much more viscerally, especially marginalized groups who have been in a state of depression, not just because their guy lost, but they've afraid that he will actually do what he said."}], "speaker": "LEMON", "secId": 130}, {"sentences": [{"sentId": 307, "text": "And this is a very important point because down that list of people, girls, in cases, women, gays, people ever color, people of Muslim faith, they do feel targeted."}], "speaker": "RATHER", "secId": 131}, {"sentences": [{"sentId": 308, "text": "Now you can say that's overstated, they shouldn't feel that way, it's unfair to feel that way."}, {"sentId": 309, "text": "But the hard fact is they do feel that way."}], "speaker": "RATHER", "secId": 132}, {"sentences": [{"sentId": 310, "text": "And again, it's one thing for those of us who are adults and particularly who have been around and seen presidents come and go to say listen, this is time again to use that word \"steady,\" it's the time to be clear-eyed, full-hearted, and open-minded."}, {"sentId": 311, "text": "But, for the child going to school who has that sense of all the"}], "speaker": "RATHER", "secId": 133}, {"sentences": [{"sentId": 312, "text": "sudden, something emotional has happened, here's the point, this was not just a political earthquake, Donald Trump winning, it's turned out to be something of a psychological and emotional earthquake for a lot of people."}], "speaker": "RATHER", "secId": 134}, {"sentences": [{"sentId": 313, "text": "Now, for those who are listening to say, wait a minute, Dan, I don't feel that way, the point is a lot of people do."}], "speaker": "RATHER", "secId": 135}, {"sentences": [{"sentId": 314, "text": "Feel that way."}], "speaker": "LEMON", "secId": 136}, {"sentences": [{"sentId": 315, "text": "And President Trump, the quicker he deals with that, the quicker he realizes that and deals with it, the better we all will be."}], "speaker": "RATHER", "secId": 137}, {"sentences": [{"sentId": 316, "text": "Yes."}, {"sentId": 317, "text": "If I call you-all sorts of names, if I offend you in the way that I supposedly reaching out to you in my language, and the next day I say you have to forgive me."}, {"sentId": 318, "text": "You will say, well, wait a minute, that take sometimes -- some time, Dan, you said some pretty nasty things about me, I need to process that."}, {"sentId": 319, "text": "What's wrong with that?"}], "speaker": "LEMON", "secId": 138}, {"sentences": [{"sentId": 320, "text": "Not a lot."}, {"sentId": 321, "text": "Except I would, you know, I'm not patting that part, but I gotten to know Nelson Mandela fairly well in South Africa."}, {"sentId": 322, "text": "Remember he was in prison for more than a quarter of a century."}], "speaker": "RATHER", "secId": 139}, {"sentences": [{"sentId": 323, "text": "Right, right."}], "speaker": "LEMON", "secId": 140}, {"sentences": [{"sentId": 324, "text": "He came out and he took the view, I can and will forgive."}, {"sentId": 325, "text": "And I'm prepared to forgive quickly and deeply."}, {"sentId": 326, "text": "I can't forget."}], "speaker": "RATHER", "secId": 141}, {"sentences": [{"sentId": 327, "text": "Right."}, {"sentId": 328, "text": "You're always -- it's always a pleasure."}], "speaker": "LEMON", "secId": 142}, {"sentences": [{"sentId": 329, "text": "Thank you, Don."}], "speaker": "RATHER", "secId": 143}, {"sentences": [{"sentId": 330, "text": "Thank you so much."}], "speaker": "LEMON", "secId": 144}, {"sentences": [{"sentId": 331, "text": "Yes."}], "speaker": "RATHER", "secId": 145}, {"sentences": [{"sentId": 332, "text": "Good to see you."}], "speaker": "LEMON", "secId": 146}, {"sentences": [{"sentId": 333, "text": "When we come right back, director Michael Moore in his first television interview since the election says democrats should prepare to impeach president-elect Trump."}], "speaker": "LEMON", "secId": 147}, {"sentences": [{"sentId": 334, "text": "Angry chants of \"not our president,\" \"love Trump's hate\" being heard across the country again tonight, as protestors continue to target President-elect Donald Trump."}], "speaker": "LEMON", "secId": 148}, {"sentences": [{"sentId": 335, "text": "These -- this crowd right now from Dallas, Texas, and you can see it's a pretty sizeable crowd out there, and we have been watching them for the past few nights."}], "speaker": "LEMON", "secId": 149}, {"sentences": [{"sentId": 336, "text": "Here my next guest joined the crowd at Trump Tower last night, he is academy award-winning director Michael Moore."}, {"sentId": 337, "text": "His new movie is \"Michael Moore in Trump Land.\""}, {"sentId": 338, "text": "We discussed this before, you're on several times, and now here you are."}, {"sentId": 339, "text": "We have lots to talk about."}, {"sentId": 340, "text": "But as we look at those pictures, if you can put them up now, you joined one in New York."}, {"sentId": 341, "text": "How did it feel to be there?"}], "speaker": "LEMON", "secId": 150}, {"sentences": [{"sentId": 342, "text": "It felt great and the randomness of it because I literally was just on my way to go speak at a documentary meeting and I got out of the cab, and all the sudden a wave of humanity literally thousands of people coming down the street and I -- I just joined them."}], "speaker": "MOORE", "secId": 151}, {"sentences": [{"sentId": 343, "text": "There you are right there."}], "speaker": "LEMON", "secId": 152}, {"sentences": [{"sentId": 344, "text": "Oh, geez, yes."}], "speaker": "MOORE", "secId": 153}, {"sentences": [{"sentId": 345, "text": "What are you doing and saying?"}], "speaker": "LEMON", "secId": 154}, {"sentences": [{"sentId": 346, "text": "I'm just saying -- actually I didn't say anything."}, {"sentId": 347, "text": "I let them talk."}, {"sentId": 348, "text": "There were so many thousands."}, {"sentId": 349, "text": "I asked them how many they thought were there."}, {"sentId": 350, "text": "They said about 10,000."}, {"sentId": 351, "text": "I couldn't tell."}], "speaker": "MOORE", "secId": 155}, {"sentences": [{"sentId": 352, "text": "What are they saying?"}], "speaker": "LEMON", "secId": 156}, {"sentences": [{"sentId": 353, "text": "They are scared for their future."}, {"sentId": 354, "text": "They are -- they are -- you know, a lot of these kids, some of the Hispanic kids that were there, they were in the DACA, you know, program, that they're worried about being taken out of the country."}, {"sentId": 355, "text": "I mean, it's really -- there's a lot of fear and a lot of panic amongst a lot of people right now."}], "speaker": "MOORE", "secId": 157}, {"sentences": [{"sentId": 356, "text": "I've been trying to explain that and not to taking any away from Donald Trump's victory, but there's so much fear and this isn't the normal fear of either."}], "speaker": "LEMON", "secId": 158}, {"sentences": [{"sentId": 357, "text": "No."}], "speaker": "MOORE", "secId": 159}, {"sentences": [{"sentId": 358, "text": "Do you -- and we're old enough to remember when Reagan was elected and people were like oh, my gosh."}, {"sentId": 359, "text": "Liberals were like just besides themselves but it was in a different..."}], "speaker": "LEMON", "secId": 160}, {"sentences": [{"sentId": 360, "text": "Just beside themselves."}], "speaker": "MOORE", "secId": 161}, {"sentences": [{"sentId": 361, "text": "Right."}, {"sentId": 362, "text": "There was a difference."}, {"sentId": 363, "text": "This is completely different and I don't really know how to qualify it."}], "speaker": "LEMON", "secId": 162}, {"sentences": [{"sentId": 364, "text": "It's -- what's scary is, is you've got 77 percent of the country's either women, people of color, or young adults from 18 to 35."}, {"sentId": 365, "text": "That's 77 percent of the country."}, {"sentId": 366, "text": "So, you have a minority, a man, a white man, over the age of 35, somebody who represents the minority of the country, is now in charge and he has said throughout the whole campaign what he's going to do to them."}, {"sentId": 367, "text": "He has screamed into the microphones, I'm going to deport two million of you, we'll start with you, the criminals, the two millions of you who are criminals in the first couple of weeks."}], "speaker": "MOORE", "secId": 163}, {"sentences": [{"sentId": 368, "text": "I think they're -- I think they're justifiably scared and maybe if you're not of that group you don't understand that; but I heard it out there in the street and it was intense."}], "speaker": "MOORE", "secId": 164}, {"sentences": [{"sentId": 369, "text": "And I was very proud of the fact that so many young people came out because his presidency has to be opposed right now."}, {"sentId": 370, "text": "His presidency started two days ago."}, {"sentId": 371, "text": "That's the attitude people have to have."}, {"sentId": 372, "text": "I mean, you remember the republicans were ready to start the impeachment hearings on day one against Hillary Clinton."}], "speaker": "MOORE", "secId": 165}, {"sentences": [{"sentId": 373, "text": "Right."}], "speaker": "LEMON", "secId": 166}, {"sentences": [{"sentId": 374, "text": "All right?"}, {"sentId": 375, "text": "The other side needs to be ready to roll right now to do whatever needs to be done to stop his appointment to those..."}], "speaker": "MOORE", "secId": 167}, {"sentences": [{"sentId": 376, "text": "Is that right, though, to do that?"}], "speaker": "LEMON", "secId": 168}, {"sentences": [{"sentId": 377, "text": "Absolutely."}, {"sentId": 378, "text": "You have to do it."}, {"sentId": 379, "text": "You have to do it only because -- look, I appreciate what President Obama said today."}, {"sentId": 380, "text": "We like to see that."}, {"sentId": 381, "text": "We like to see Hillary Clinton said..."}], "speaker": "MOORE", "secId": 169}, {"sentences": [{"sentId": 382, "text": "Such a classic family."}], "speaker": "LEMON", "secId": 170}, {"sentences": [{"sentId": 383, "text": "Yes, that's right, and you know and it's like you watch that you go, that's the country I want to live in and I thought, too, that President Obama and Hillary yesterday were giving a tutorial to Donald Trump saying, you know if we had won, this is how we would have wanted you to behave, what you should have been saying as opposed to threatening riots on the streets if the election didn't go your way."}], "speaker": "MOORE", "secId": 171}, {"sentences": [{"sentId": 384, "text": "Yes."}, {"sentId": 385, "text": "When you look at him sitting at the White House, there was -- you know, just me watching, I was like, I wonder if what's going through his head is, what have I gotten myself into, because he looked a little scared."}, {"sentId": 386, "text": "That's just my -- that's just my thing."}], "speaker": "LEMON", "secId": 172}, {"sentences": [{"sentId": 387, "text": "I felt -- I felt the same thing, but I think it was, well, first of all he realized this was going to be his new digs."}], "speaker": "MOORE", "secId": 173}, {"sentences": [{"sentId": 388, "text": "And this is real."}], "speaker": "LEMON", "secId": 174}, {"sentences": [{"sentId": 389, "text": "This is a huge step down."}, {"sentId": 390, "text": "I mean, he goes in there and said where's the penthouse, and they said there's only two floors."}], "speaker": "MOORE", "secId": 175}, {"sentences": [{"sentId": 391, "text": "Yes."}], "speaker": "LEMON", "secId": 176}, {"sentences": [{"sentId": 392, "text": "The penthouse is in the second floor."}, {"sentId": 393, "text": "And probably on the way over he might have noticed that -- I want to behave, probably the majority of people in Washington, D.C. are African-Americans, so in his mind, he's processing he's going, oh, great, I get to live in the ghetto for four years."}, {"sentId": 394, "text": "I go get to live in the ghetto, no penthouse, this old house."}], "speaker": "MOORE", "secId": 177}, {"sentences": [{"sentId": 395, "text": "This, I know this..."}], "speaker": "LEMON", "secId": 178}, {"sentences": [{"sentId": 396, "text": "He's going to have to work, too."}], "speaker": "MOORE", "secId": 179}, {"sentences": [{"sentId": 397, "text": "I know this doesn't bring you any pleasure, but you, you predicted this would happen and you were on my show just a couple days before the election?"}, {"sentId": 398, "text": "You're on the show."}, {"sentId": 399, "text": "Watch this."}], "speaker": "LEMON", "secId": 180}, {"sentences": [{"sentId": 400, "text": "Well, I live in Michigan and so I know why she's going there tomorrow."}, {"sentId": 401, "text": "She wasn't supposed to have need to go there, and, but I think this has always been a lot closer."}, {"sentId": 402, "text": "Then I think a lot -- I think the Trump vote has probably been under counted in these polls."}], "speaker": "MOORE", "secId": 181}, {"sentences": [{"sentId": 403, "text": "Again in Michigan, in our primary march, Hillary was ahead of Bernie by 8 to 22 points on the morning of the primary."}, {"sentId": 404, "text": "All the national polls, and 12 hours later, Bernie defeated her."}, {"sentId": 405, "text": "So, I don't think you can -- these polls, nobody should be sitting back."}, {"sentId": 406, "text": "Regardless who you're for, I mean, this is going to be close."}, {"sentId": 407, "text": "Seems like it's going to be close."}], "speaker": "MOORE", "secId": 182}, {"sentences": [{"sentId": 408, "text": "I agree."}], "speaker": "LEMON", "secId": 183}, {"sentences": [{"sentId": 409, "text": "The vote is still out in Michigan, but you pegged it, not only did you peg that, you said Michigan, Wisconsin, and Pennsylvania."}, {"sentId": 410, "text": "There was no blue wall."}, {"sentId": 411, "text": "You were right on."}], "speaker": "LEMON", "secId": 184}, {"sentences": [{"sentId": 412, "text": "Well, again, I take no pleasure in that."}, {"sentId": 413, "text": "I've been trying to warn people since the summer, because too many of my fellow Hillary voters were doing the end zone dance on the 50-yard line."}], "speaker": "MOORE", "secId": 185}, {"sentences": [{"sentId": 414, "text": "I saw that."}, {"sentId": 415, "text": "I saw that, too."}], "speaker": "LEMON", "secId": 186}, {"sentences": [{"sentId": 416, "text": "Right?"}], "speaker": "MOORE", "secId": 187}, {"sentences": [{"sentId": 417, "text": "But I also remember when he first came out and came down those escalators and I said, you know, this guy has a chance."}], "speaker": "LEMON", "secId": 188}, {"sentences": [{"sentId": 418, "text": "Yes."}], "speaker": "MOORE", "secId": 189}, {"sentences": [{"sentId": 419, "text": "Especially my liberal friends, and even conservatives, you're crazy."}, {"sentId": 420, "text": "I don't believe you."}, {"sentId": 421, "text": "I told this story before, I would go to parties and people there was one guy who kicked me out of his house because I said this guy -- he had a Donald Trump, Christmas ornament and was making fun of Donald Trump."}, {"sentId": 422, "text": "And I said, and he said there's no way Hillary's going to trounce him."}, {"sentId": 423, "text": "I said you should never under estimate your opponent, that's your first mistake."}], "speaker": "LEMON", "secId": 190}, {"sentences": [{"sentId": 424, "text": "Right."}], "speaker": "MOORE", "secId": 191}, {"sentences": [{"sentId": 425, "text": "Because this guy, you know, could actually has a shot."}], "speaker": "LEMON", "secId": 192}, {"sentences": [{"sentId": 426, "text": "Well, clearly these liberals never saw pat on and frankly, what you just said is absolutely true and there were so many people that were just in their bubble because it felt good."}, {"sentId": 427, "text": "LEMON:  Yes."}], "speaker": "MOORE", "secId": 193}, {"sentences": [{"sentId": 428, "text": "Every time she won a debate, oh, my God."}, {"sentId": 429, "text": "Every time he said a crazy thing, oh, my God."}], "speaker": "MOORE", "secId": 194}, {"sentences": [{"sentId": 430, "text": "Right."}], "speaker": "LEMON", "secId": 195}, {"sentences": [{"sentId": 431, "text": "And everybody's all gluey and warm and fuzzy inside and smells like cinnamon and we're all happy and it's like I'm trying to scream, no, folks, take this seriously."}, {"sentId": 432, "text": "You didn't -- you never watched the \"Celebrity Apprentice,\" I did, OK."}, {"sentId": 433, "text": "I mean, this is a popular TV star."}], "speaker": "MOORE", "secId": 196}, {"sentences": [{"sentId": 434, "text": "Yes."}], "speaker": "LEMON", "secId": 197}, {"sentences": [{"sentId": 435, "text": "And he has manipulated people with so much B.S., such a con job to my friends who lost their jobs in the factories in Michigan."}, {"sentId": 436, "text": "And he goes there and he said I'm going to put a tariff on those cars in Mexico and he manipulates this and people were buying it and it's a -- I don't know."}, {"sentId": 437, "text": "It's very sad."}], "speaker": "MOORE", "secId": 198}, {"sentences": [{"sentId": 438, "text": "Let's talk a little more."}, {"sentId": 439, "text": "Don't go anywhere."}, {"sentId": 440, "text": "We'll continue on."}], "speaker": "LEMON", "secId": 199}, {"sentences": [{"sentId": 441, "text": "OK."}], "speaker": "MOORE", "secId": 200}, {"sentences": [{"sentId": 442, "text": "We'll be right back."}, {"sentId": 443, "text": "Don't go anywhere."}], "speaker": "LEMON", "secId": 201}, {"sentences": [{"sentId": 444, "text": "All right."}, {"sentId": 445, "text": "I'm back now with Michael Moore."}, {"sentId": 446, "text": "We're going to continue on with our conversation."}, {"sentId": 447, "text": "So, let's talk about this, because it's fascinating to me that 50 percent of the electorate did not participate -- didn't go out and vote."}, {"sentId": 448, "text": "That's apathy."}], "speaker": "LEMON", "secId": 202}, {"sentences": [{"sentId": 449, "text": "There was no, it's a myth, there was no surge of white voters."}], "speaker": "LEMON", "secId": 203}, {"sentences": [{"sentId": 450, "text": "There was a dramatic drop in black voters."}, {"sentId": 451, "text": "But let's just put that graphic up that we had."}], "speaker": "MOORE", "secId": 204}, {"sentences": [{"sentId": 452, "text": "So this is in 2008."}, {"sentId": 453, "text": "This is McCain-Obama."}], "speaker": "MOORE", "secId": 205}, {"sentences": [{"sentId": 454, "text": "OK."}], "speaker": "MOORE", "secId": 206}, {"sentences": [{"sentId": 455, "text": "And so the blue obviously that's Obama, red, and then 2012, Romney, Obama."}], "speaker": "LEMON", "secId": 207}, {"sentences": [{"sentId": 456, "text": "Right."}], "speaker": "MOORE", "secId": 208}, {"sentences": [{"sentId": 457, "text": "Democrats voting."}], "speaker": "LEMON", "secId": 209}, {"sentences": [{"sentId": 458, "text": "Right."}], "speaker": "MOORE", "secId": 210}, {"sentences": [{"sentId": 459, "text": "Republicans voting."}, {"sentId": 460, "text": "And then Trump-Clinton."}, {"sentId": 461, "text": "So, there was a dramatic drop in the entire electorate."}], "speaker": "LEMON", "secId": 211}, {"sentences": [{"sentId": 462, "text": "Right."}, {"sentId": 463, "text": "LEMON:  But also if you look at those blue, a dramatic drop in"}], "speaker": "MOORE", "secId": 212}, {"sentences": [{"sentId": 464, "text": "democratic participation."}], "speaker": "MOORE", "secId": 213}, {"sentences": [{"sentId": 465, "text": "People were not inspired by Hillary Clinton."}], "speaker": "MOORE", "secId": 214}, {"sentences": [{"sentId": 466, "text": "A lot of people have given up."}, {"sentId": 467, "text": "I mean, they really -- you know, there's people who probably aren't watching this because they can't afford basic cable."}, {"sentId": 468, "text": "People are living in paycheck to paycheck and I know a lot of people, a lot of people around where I live."}, {"sentId": 469, "text": "They've just said the hell with the whole thing."}, {"sentId": 470, "text": "And it's like you try to say no don't do this because it's exactly what those in power want you to do."}, {"sentId": 471, "text": "They want you to stay home."}], "speaker": "MOORE", "secId": 215}, {"sentences": [{"sentId": 472, "text": "Do you think it was a woman thing?"}, {"sentId": 473, "text": "Because I hear -- I'm hearing a lot of Michelle Obama 2020."}], "speaker": "LEMON", "secId": 216}, {"sentences": [{"sentId": 474, "text": "Well, that's a good idea."}, {"sentId": 475, "text": "Can we say you thought of it first?"}], "speaker": "MOORE", "secId": 217}, {"sentences": [{"sentId": 476, "text": "No."}, {"sentId": 477, "text": "A lot of people thought of it before I do."}], "speaker": "LEMON", "secId": 218}, {"sentences": [{"sentId": 478, "text": "OK. Oh, my God."}], "speaker": "MOORE", "secId": 219}, {"sentences": [{"sentId": 479, "text": "I'm sure there's misogyny and then people..."}], "speaker": "LEMON", "secId": 220}, {"sentences": [{"sentId": 480, "text": "Of course, there's misogyny and there is sexism, and there's -- and he fueled it."}], "speaker": "MOORE", "secId": 221}, {"sentences": [{"sentId": 481, "text": "Yes."}], "speaker": "LEMON", "secId": 222}, {"sentences": [{"sentId": 482, "text": "He encourages it."}], "speaker": "MOORE", "secId": 223}, {"sentences": [{"sentId": 483, "text": "And women weren't excited to vote for the first woman."}], "speaker": "LEMON", "secId": 224}, {"sentences": [{"sentId": 484, "text": "And absolutely, but yes, I mean, you know, the democrats have got to -- when you say the word -- I mean, I'm inspired by Hillary, but I get it that some people weren't."}, {"sentId": 485, "text": "Democracy to start running people who are inspiring, though."}], "speaker": "MOORE", "secId": 225}, {"sentences": [{"sentId": 486, "text": "You know, why -- I mean, the republicans they run Ronald Reagan."}, {"sentId": 487, "text": "They run Schwarzenegger."}, {"sentId": 488, "text": "Why aren't we running Tom Hanks or Oprah?"}, {"sentId": 489, "text": "You know, I'm serious, I mean, I don't say this as a joke."}, {"sentId": 490, "text": "I mean, I'm really serious..."}], "speaker": "MOORE", "secId": 226}, {"sentences": [{"sentId": 491, "text": "Well, the interesting thing is..."}], "speaker": "LEMON", "secId": 227}, {"sentences": [{"sentId": 492, "text": "... why don't we run people who are beloved by the American people."}], "speaker": "MOORE", "secId": 228}, {"sentences": [{"sentId": 493, "text": "Here's what's interesting to me, is that there are many republicans who don't and did not like Donald Trump but they got on the train and they voted for him anyway."}], "speaker": "LEMON", "secId": 229}, {"sentences": [{"sentId": 494, "text": "Right."}], "speaker": "MOORE", "secId": 230}, {"sentences": [{"sentId": 495, "text": "Right?"}], "speaker": "LEMON", "secId": 231}, {"sentences": [{"sentId": 496, "text": "Right."}], "speaker": "MOORE", "secId": 232}, {"sentences": [{"sentId": 497, "text": "There are democrats who didn't like Hillary Clinton but the interesting thing is that progressives and liberals were busy fighting amongst themselves and so going oh, my gosh, you know, Bernie didn't get on the ticket and they were fighting, something Hillary Clinton said 20 years ago and the crime bill and all that."}], "speaker": "LEMON", "secId": 233}, {"sentences": [{"sentId": 498, "text": "Yes."}], "speaker": "MOORE", "secId": 234}, {"sentences": [{"sentId": 499, "text": "That may be well and good but they did not get behind their candidate and in a way, I think Bernie and Bernie supporters damaged Hillary Clinton more so than Donald Trump did."}], "speaker": "LEMON", "secId": 235}, {"sentences": [{"sentId": 500, "text": "Well, Bernie didn't."}, {"sentId": 501, "text": "Bernie was out there campaigning for her every day."}, {"sentId": 502, "text": "I don't believe that at all."}], "speaker": "MOORE", "secId": 236}, {"sentences": [{"sentId": 503, "text": "In the beginning - before."}, {"sentId": 504, "text": "I think the damage was done with the -- especially with millennials and with African-Americans."}], "speaker": "LEMON", "secId": 237}, {"sentences": [{"sentId": 505, "text": "Wouldn't you agree that if Bernie had been the candidate on the ballot he would have been the president-elect?"}], "speaker": "MOORE", "secId": 238}, {"sentences": [{"sentId": 506, "text": "That's my question to you."}], "speaker": "LEMON", "secId": 239}, {"sentences": [{"sentId": 507, "text": "Well, absolutely, of course I believe that."}, {"sentId": 508, "text": "I believe that."}, {"sentId": 509, "text": "You know, I believe that because if as you are saying here that this was an election about change, well, you know, the difference between Bernie and Hillary was that one was the change candidate and one was part of the system and she was perceived as part of the system."}], "speaker": "MOORE", "secId": 240}, {"sentences": [{"sentId": 510, "text": "I don't think she would have behaved then, I think she would have done incredible, incredible things."}], "speaker": "MOORE", "secId": 241}, {"sentences": [{"sentId": 511, "text": "Yes."}], "speaker": "LEMON", "secId": 242}, {"sentences": [{"sentId": 512, "text": "But people watching this have got to call that tonight remembering again, the majority of our fellow Americans wanted her, not him."}, {"sentId": 513, "text": "She is winning the popular vote."}, {"sentId": 514, "text": "That's who the American people agree with."}, {"sentId": 515, "text": "Hillary Clinton all right, because of an archaic system that we have he is now going to be the president-elect."}], "speaker": "MOORE", "secId": 243}, {"sentences": [{"sentId": 516, "text": "I'm going to take a little bit more time."}, {"sentId": 517, "text": "I know we're late."}], "speaker": "LEMON", "secId": 244}, {"sentences": [{"sentId": 518, "text": "No, no, OK."}], "speaker": "MOORE", "secId": 245}, {"sentences": [{"sentId": 519, "text": "Can you put this -- can you put up this graphic up from question four that I have here, you also said the \"Democratic Party failed us.\""}, {"sentId": 520, "text": "You wrote an immediate five-point plan what to do now."}], "speaker": "LEMON", "secId": 246}, {"sentences": [{"sentId": 521, "text": "Yes."}], "speaker": "MOORE", "secId": 247}, {"sentences": [{"sentId": 522, "text": "You say this is your Michael Moore morning after to-do list."}, {"sentId": 523, "text": "MOORE:  Yes."}], "speaker": "LEMON", "secId": 248}, {"sentences": [{"sentId": 524, "text": "\"Take over the Democratic Party, fire the pundits and the pollsters, obstruct republicans in Congress, stop saying you're shocked, and repeat Clinton won the popular vote.\""}], "speaker": "LEMON", "secId": 249}, {"sentences": [{"sentId": 525, "text": "Right."}, {"sentId": 526, "text": "That's right."}, {"sentId": 527, "text": "And we do."}, {"sentId": 528, "text": "The progressive wing has to take over the party."}, {"sentId": 529, "text": "The pundits are already fired, the table is empty here, thank you."}, {"sentId": 530, "text": "All right."}, {"sentId": 531, "text": "So, all the people who got it wrong are now gone and we have to stop listening to them, but liberals and progressives people have to understand they are the majority, we are the majority of this country."}], "speaker": "MOORE", "secId": 250}, {"sentences": [{"sentId": 532, "text": "The American people agree with us on every single issue, whether it's equal pay for women, climate change, death penalty, pro-choice, go down the whole list now, the majority of Americans are progressive and liberal even if they don't call themselves that."}], "speaker": "MOORE", "secId": 251}, {"sentences": [{"sentId": 533, "text": "Right."}], "speaker": "LEMON", "secId": 252}, {"sentences": [{"sentId": 534, "text": "So if it's already that way, why do we have a Congress and president now, who are not representative of the majority of our fellow Americans."}, {"sentId": 535, "text": "This is totally wrong."}], "speaker": "MOORE", "secId": 253}, {"sentences": [{"sentId": 536, "text": "Yes."}], "speaker": "LEMON", "secId": 254}, {"sentences": [{"sentId": 537, "text": "I corrected my last word there."}], "speaker": "MOORE", "secId": 255}, {"sentences": [{"sentId": 538, "text": "I'm glad you did."}], "speaker": "LEMON", "secId": 256}, {"sentences": [{"sentId": 539, "text": "Out of respect for you."}], "speaker": "MOORE", "secId": 257}, {"sentences": [{"sentId": 540, "text": "Thank you."}], "speaker": "LEMON", "secId": 258}, {"sentences": [{"sentId": 541, "text": "Thank you."}], "speaker": "MOORE", "secId": 259}, {"sentences": [{"sentId": 542, "text": "Such a pleasure."}], "speaker": "LEMON", "secId": 260}, {"sentences": [{"sentId": 543, "text": "All right."}], "speaker": "MOORE", "secId": 261}, {"sentences": [{"sentId": 544, "text": "All right."}, {"sentId": 545, "text": "Up next, anti-Trump protestors take to the streets again tonight as a president-elect meets in Washington with President Obama and republican leaders of Congress."}], "speaker": "LEMON", "secId": 262}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1611.10.cnnt.01.html.json", "time": "Aired November 10, 2016 - 22:00   ET"}