{"sectionCount": 247, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["COOPER", "LEMON", "TRUMP", "MURRAY", "UNIDENTIFED MALE", "BASH", "CHALIAN", "DASH", "BIDEN", "PFEIFFER", "NAVARRO", "HURT", "STIPANOVICH", "TAYLOR", "SMERCONISH", "BUSH", "REAGAN"], "subTitle": "Donald Trump Gives a Speech with World War II Battleship as Backdrop; Preview of GOP Debate.  Aired 10-11:00p ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1509/15/cnnt.01.html", "sentenceCount": 622, "sections": [{"sentences": [{"sentId": 0, "text": "I'll be filling in for Jake Tapper tomorrow on The Lead at 4 p.m. Eastern."}, {"sentId": 1, "text": "Then I will see you again here tomorrow night in between the two debates."}, {"sentId": 2, "text": "And then after the main event you can watch CNN for all the latest developments leading up to, and of course the big night itself."}], "speaker": "COOPER", "secId": 0}, {"sentences": [{"sentId": 3, "text": "CNN Tonight with Don Lemon starts now."}], "speaker": "COOPER", "secId": 1}, {"sentences": [{"sentId": 4, "text": "Donald Trump gives a speech with a World War II battleship as a backdrop and literally throws his hat into the ring just hours before our GOP debate."}], "speaker": "LEMON", "secId": 2}, {"sentences": [{"sentId": 5, "text": "This is CNN Tonight."}, {"sentId": 6, "text": "I'm Don Lemon."}], "speaker": "LEMON", "secId": 3}, {"sentences": [{"sentId": 7, "text": "Here's Trump speaking to a cheering crowd on the battleship USS Iowa in Southern California tonight."}], "speaker": "LEMON", "secId": 4}, {"sentences": [{"sentId": 8, "text": "We're doing something special."}, {"sentId": 9, "text": "This is a movement."}, {"sentId": 10, "text": "We're going to make our country great again."}, {"sentId": 11, "text": "Believe me, we will make our country great again."}], "speaker": "TRUMP", "secId": 5}, {"sentences": [{"sentId": 12, "text": "But on the eve of the CNN GOP debate, Dr. Ben Carson has moved closer than ever to Trump."}, {"sentId": 13, "text": "In the latest national poll, Trump at 27 percent, Carson right behind him at 23 percent."}], "speaker": "LEMON", "secId": 6}, {"sentences": [{"sentId": 14, "text": "And it's all on the line tomorrow night."}, {"sentId": 15, "text": "Let's get right to it."}, {"sentId": 16, "text": "CNN's Sara Murray is at the USS Iowa for us tonight."}, {"sentId": 17, "text": "Sara, a very high profile event on the eve of this debate, how did it go for Donald Trump?"}], "speaker": "LEMON", "secId": 7}, {"sentences": [{"sentId": 18, "text": "you know, Donald Trump was definitely rallying the crowd here on the USS Iowa."}, {"sentId": 19, "text": "There was a little bit of awkwardness that it's just a few hundred feet away."}, {"sentId": 20, "text": "There were some very vocal protesters who were screaming Donald Trump is a racist and you could hear that actually from aboard the ship."}], "speaker": "MURRAY", "secId": 8}, {"sentences": [{"sentId": 21, "text": "So, he start contrasting the protesters and the folks on the board."}, {"sentId": 22, "text": "You know, this was billed as a national security speech."}, {"sentId": 23, "text": "We did not hear a lot of specifics from Donald Trump."}, {"sentId": 24, "text": "But still the crowd still did really like the lines he keep talking about how he would reform the VA. That he would have a really strong military if he were president."}], "speaker": "MURRAY", "secId": 9}, {"sentences": [{"sentId": 25, "text": "And he actually talks a lot about immigration, which a number of people here do view as a security issue."}, {"sentId": 26, "text": "So, if you were aboard that ship, if you kind of like Donald Trump to begin with, you probably walked away with a pretty very favorable impression of him even though it was light on specifics."}], "speaker": "MURRAY", "secId": 10}, {"sentences": [{"sentId": 27, "text": "So, Sara, what can you tell about the event itself?"}, {"sentId": 28, "text": "It's a joint campaign event and fundraiser for the vets group, right?"}, {"sentId": 29, "text": "One vet group?"}], "speaker": "LEMON", "secId": 11}, {"sentences": [{"sentId": 30, "text": "Yes."}, {"sentId": 31, "text": "So, the group Veterans for a Strong America held the event and our chairman actually endorsed Donald Trump while he was aboard the boat."}, {"sentId": 32, "text": "He said, they don't usually do that republican primaries, but the 2016 is too important not to take a stand."}, {"sentId": 33, "text": "That's what he said that he was giving his endorsement."}], "speaker": "MURRAY", "secId": 12}, {"sentences": [{"sentId": 34, "text": "And it was a fundraiser essentially for this vet's group."}, {"sentId": 35, "text": "They charge anywhere from $100 to $1,000 a ticket."}, {"sentId": 36, "text": "If you come aboard the ship, but if you are an active member of the military, then it was free for you."}], "speaker": "MURRAY", "secId": 13}, {"sentences": [{"sentId": 37, "text": "You know, he opened with some comments on the VA. Let's listen."}], "speaker": "LEMON", "secId": 14}, {"sentences": [{"sentId": 38, "text": "The veteran's hospitals, obviously, they have problems."}, {"sentId": 39, "text": "They're not properly run."}, {"sentId": 40, "text": "And when you have to wait long hours and long days and then in some case, had the doctor say, I'm sorry, I'm going on vacation, believe me, it doesn't get much worse than that."}], "speaker": "TRUMP", "secId": 15}, {"sentences": [{"sentId": 41, "text": "So we're going to create a whole new system."}, {"sentId": 42, "text": "We're going to take this system apart and if they're not doing the job the veterans are going to go to private doctors, private hospital, public hospitals."}], "speaker": "TRUMP", "secId": 16}, {"sentences": [{"sentId": 43, "text": "And we're going to reimburse those doctors and those hospitals and you are going to get the greatest service of any veterans in any country."}, {"sentId": 44, "text": "Because you deserve it."}], "speaker": "TRUMP", "secId": 17}, {"sentences": [{"sentId": 45, "text": "So, Sara, as you say, we didn't here that many specifics."}, {"sentId": 46, "text": "Do you think he is keeping some of that policy in his back pocket for tomorrow?"}], "speaker": "LEMON", "secId": 18}, {"sentences": [{"sentId": 47, "text": "Well, he does say in over the next couple of weeks, he will have new policy."}, {"sentId": 48, "text": "He always says he has new policy coming soon."}, {"sentId": 49, "text": "That's definitely a possibility."}], "speaker": "MURRAY", "secId": 19}, {"sentences": [{"sentId": 50, "text": "Look, when we spoke to the chairman of this veteran's group earlier he basically said, the republicans on that stage are not going to be that far apart, maybe excluding Rand Paul when it comes to their policy and when it comes national security."}], "speaker": "MURRAY", "secId": 20}, {"sentences": [{"sentId": 51, "text": "What they were really looking for is tone and strength."}, {"sentId": 52, "text": "And that's why the chairman likes Donald Trump so much."}, {"sentId": 53, "text": "He thinks he is the kind of guy that will have the courage to stand up against things like sequestration and more, you know, for more funding for the military, that's really what this group was looking for."}], "speaker": "MURRAY", "secId": 21}, {"sentences": [{"sentId": 54, "text": "Whether that would be enough for voters in some of this early states that are used to sort of hammering candidates' one on one about their policy specifics, that's an open question."}], "speaker": "MURRAY", "secId": 22}, {"sentences": [{"sentId": 55, "text": "So, Sara, you caught up with him after the event and asked him about tomorrow."}, {"sentId": 56, "text": "So, let's take a listen to that."}], "speaker": "LEMON", "secId": 23}, {"sentences": [{"sentId": 57, "text": "How are you feeling?"}, {"sentId": 58, "text": "What are you going to be doing all day..."}], "speaker": "UNIDENTIFED MALE", "secId": 24}, {"sentences": [{"sentId": 59, "text": "I feel good about it."}, {"sentId": 60, "text": "I feel really good about it."}], "speaker": "TRUMP", "secId": 25}, {"sentences": [{"sentId": 61, "text": "Any special preparation?"}], "speaker": "UNIDENTIFED MALE", "secId": 26}, {"sentences": [{"sentId": 62, "text": "I have been doing this 30 years a."}, {"sentId": 63, "text": "Lot of preparation."}, {"sentId": 64, "text": "But I feel really good about the debate."}, {"sentId": 65, "text": "Thank you."}], "speaker": "TRUMP", "secId": 27}, {"sentences": [{"sentId": 66, "text": "This is his debate preparation, right?"}], "speaker": "LEMON", "secId": 28}, {"sentences": [{"sentId": 67, "text": "Yes, this is absolutely his debate preparation."}, {"sentId": 68, "text": "This was he has been telling us."}, {"sentId": 69, "text": "You know what says, he's preparing for 30 years."}, {"sentId": 70, "text": "He also means events like this one."}, {"sentId": 71, "text": "Once that he gets on board, he talks to a couple of veterans, he hears what's on the top of their mind."}], "speaker": "MURRAY", "secId": 29}, {"sentences": [{"sentId": 72, "text": "He talks to the chairman of the group, who, by the way, said he's spoken to a number of campaigns ahead of this debate to help prep them."}, {"sentId": 73, "text": "And this is what he says his debate prep."}], "speaker": "MURRAY", "secId": 30}, {"sentences": [{"sentId": 74, "text": "I think for a lot of debate coaches they would cringe at Donald Trump's schedule this week."}, {"sentId": 75, "text": "He has been flying all over, he's held a number of events."}, {"sentId": 76, "text": "And we did see a very subdued candidate, very subdued for Donald Trump on this camp today."}], "speaker": "MURRAY", "secId": 31}, {"sentences": [{"sentId": 77, "text": "So, it will be interesting to see if he sort of as reinvigorated tomorrow and he hit that CNN debate stage."}, {"sentId": 78, "text": "But tonight was a pretty brief speech, 15 minutes."}, {"sentId": 79, "text": "And he didn't really have a lot of jab for his fellow candidates."}, {"sentId": 80, "text": "So, maybe he's waiting that up for tomorrow."}], "speaker": "MURRAY", "secId": 32}, {"sentences": [{"sentId": 81, "text": "Maybe he's resting up a bit."}, {"sentId": 82, "text": "We shall see."}, {"sentId": 83, "text": "Thank you, Sara Murray."}, {"sentId": 84, "text": "I appreciate that."}], "speaker": "LEMON", "secId": 33}, {"sentences": [{"sentId": 85, "text": "Now, let's head to the Reagan Library, home of our CNN debate tomorrow night."}, {"sentId": 86, "text": "There for us tonight is CNN political director David Chalian, and chief political correspondent Dana Bash, who will be one of the questioners tomorrow."}], "speaker": "LEMON", "secId": 34}, {"sentences": [{"sentId": 87, "text": "Dana, I cannot wait."}, {"sentId": 88, "text": "David, I can't wait."}, {"sentId": 89, "text": "Thank you both for joining us now."}, {"sentId": 90, "text": "I want to start with you."}, {"sentId": 91, "text": "Trump's speech was much shorter than we have come to expect."}, {"sentId": 92, "text": "Perhaps because he has a big night ahead of him tomorrow?"}], "speaker": "LEMON", "secId": 35}, {"sentences": [{"sentId": 93, "text": "Perhaps."}, {"sentId": 94, "text": "You know, I've actually seen him give sort of shorter speeches than longer."}, {"sentId": 95, "text": "You know, the other thing is that the arena where he was very picturesque arena."}, {"sentId": 96, "text": "The imagery we know kind of didn't -- it hit you over the head."}], "speaker": "BASH", "secId": 36}, {"sentences": [{"sentId": 97, "text": "It basically spoke to foreign policy issues."}, {"sentId": 98, "text": "And, you know, if he's not going to give a lot of specifics on foreign policy issues."}, {"sentId": 99, "text": "There is not a whole lot more than he could say."}], "speaker": "BASH", "secId": 37}, {"sentences": [{"sentId": 100, "text": "I mean, as Sara was talking about he did talk about immigration, which, you know, a lot of people rightly so do believe it's a national security issue."}, {"sentId": 101, "text": "So, that might be another reason besides wanting to get some rest for tomorrow night."}], "speaker": "BASH", "secId": 38}, {"sentences": [{"sentId": 102, "text": "But, Dana, it was billed as a national security speech."}, {"sentId": 103, "text": "And there was -- we thought there were going to be some more specifics mentioned."}, {"sentId": 104, "text": "But let's listen for a bit then we'll talk about it."}], "speaker": "LEMON", "secId": 39}, {"sentences": [{"sentId": 105, "text": "We're going to be building up our military."}, {"sentId": 106, "text": "We're going to make our military so big and so strong and so great."}], "speaker": "TRUMP", "secId": 40}, {"sentences": [{"sentId": 107, "text": "And it will be so powerful that I don't think we're ever going to have to use it."}, {"sentId": 108, "text": "Nobody is going to mess with us."}, {"sentId": 109, "text": "That I can tell you."}], "speaker": "TRUMP", "secId": 41}, {"sentences": [{"sentId": 110, "text": "And we're going to have a president who's respected by Putin, who's respected by Iran."}], "speaker": "TRUMP", "secId": 42}, {"sentences": [{"sentId": 111, "text": "So, Dana, he talks tough."}, {"sentId": 112, "text": "But is there any there there?"}, {"sentId": 113, "text": "I mean, does he have a coherent national security strategy that he is going to roll out at this point?"}], "speaker": "LEMON", "secId": 43}, {"sentences": [{"sentId": 114, "text": "That he's going to roll out?"}, {"sentId": 115, "text": "They are saying the answer to that is yes."}, {"sentId": 116, "text": "Has he rolled it out yet?"}, {"sentId": 117, "text": "No."}], "speaker": "BASH", "secId": 44}, {"sentences": [{"sentId": 118, "text": "And what you just played is vintage Donald Trump, Don."}, {"sentId": 119, "text": "And you know as you've talk to him many, many times."}, {"sentId": 120, "text": "You know, talking in big bold statements and getting cheers from the crowd."}], "speaker": "BASH", "secId": 45}, {"sentences": [{"sentId": 121, "text": "I mean, look, you know, in his defense, that's what they want to hear."}, {"sentId": 122, "text": "If he started going down the line of a 15-point policy plan, I think they would say, I'm sorry, like where is Donald Trump?"}, {"sentId": 123, "text": "Who is this guy and what have you done with Donald Trump?"}], "speaker": "BASH", "secId": 46}, {"sentences": [{"sentId": 124, "text": "That not what we've come here for."}], "speaker": "LEMON", "secId": 47}, {"sentences": [{"sentId": 125, "text": "But they thought it would take you with impersonator."}], "speaker": "BASH", "secId": 48}, {"sentences": [{"sentId": 126, "text": "Right."}], "speaker": "LEMON", "secId": 49}, {"sentences": [{"sentId": 127, "text": "Exactly."}, {"sentId": 128, "text": "Exactly."}, {"sentId": 129, "text": "Having said that, I know you've tried to push him, I have tried to push him."}, {"sentId": 130, "text": "Others have as well, and we'll continue to do so because when you are president you do need policy ideas."}], "speaker": "BASH", "secId": 50}, {"sentences": [{"sentId": 131, "text": "Iran is a great example."}, {"sentId": 132, "text": "Last week he was at an anti-Iran deal rally."}, {"sentId": 133, "text": "A lot of us were pushing on, OK, you don't want this deal, what do you want instead?"}, {"sentId": 134, "text": "And his answer is effectively, I don't want to, you know, give away too much to the idea of opposition..."}], "speaker": "BASH", "secId": 51}, {"sentences": [{"sentId": 135, "text": "I want a better deal because I'm used to making deals, so I will get a better deal."}], "speaker": "LEMON", "secId": 52}, {"sentences": [{"sentId": 136, "text": "... which he used to say."}, {"sentId": 137, "text": "But you can say to a certain point."}], "speaker": "BASH", "secId": 53}, {"sentences": [{"sentId": 138, "text": "Well, David, you know, let's talk about this debate tomorrow night."}], "speaker": "LEMON", "secId": 54}, {"sentences": [{"sentId": 139, "text": "Exactly."}], "speaker": "BASH", "secId": 55}, {"sentences": [{"sentId": 140, "text": "Because you can see behind Dana, it is beautiful."}, {"sentId": 141, "text": "Air Force 1, Ronald Reagan's plane, I mean, it's just gorgeous."}, {"sentId": 142, "text": "The race is narrowing with two candidates clearly standing out."}, {"sentId": 143, "text": "Trump still is in the lead 27 percent."}, {"sentId": 144, "text": "Ben Carson, though, closing that gap, 23 percent."}], "speaker": "LEMON", "secId": 56}, {"sentences": [{"sentId": 145, "text": "In fact, it is a virtual tie."}, {"sentId": 146, "text": "So, will Trump go after Carson now that he is so close?"}], "speaker": "LEMON", "secId": 57}, {"sentences": [{"sentId": 147, "text": "Well, he has shown the ability to do so."}, {"sentId": 148, "text": "Because when Carson first went after Trump, Don, do you remember last week on the issue of his religion."}, {"sentId": 149, "text": "Trump hit back pretty hard when he was on New Day and said, you know, people should really look into Ben Carson's religion and see if there's any there there."}], "speaker": "CHALIAN", "secId": 58}, {"sentences": [{"sentId": 150, "text": "So, he's certainly willing to go after Carson."}, {"sentId": 151, "text": "I don't know."}, {"sentId": 152, "text": "I look at Ben Carson right now as sort of the non-Trump alternative for the anti-establishment folks."}], "speaker": "CHALIAN", "secId": 59}, {"sentences": [{"sentId": 153, "text": "So, if you are rallying against the republican establishment and looking for something non-politiciany  for your candidate but Donald Trump's style somehow turns you off, Ben Carson is sort of a safe harbor for those conservatives right now."}], "speaker": "CHALIAN", "secId": 60}, {"sentences": [{"sentId": 154, "text": "So, they're kind of occupying."}, {"sentId": 155, "text": "Although they're both anti- establishment guys."}, {"sentId": 156, "text": "I think they're appealing to a different set of voters."}, {"sentId": 157, "text": "I don't now that Donald Trump sees Ben Carson as a major threat yet to his dominance still."}, {"sentId": 158, "text": "Even though, as you said the polls are __ I just don't think he sees Ben Carson as really tearing into his territory."}, {"sentId": 159, "text": "And so, I would be surprised if Donald Trump comes out of the gate swinging at Ben Carson."}], "speaker": "CHALIAN", "secId": 61}, {"sentences": [{"sentId": 160, "text": "Well, David, Dana mentioned, you know, that the folks were there to hear Trump, his 'Trumpness' or 'Trumpisms' rather than hearing specific policy."}, {"sentId": 161, "text": "But he talked about who he draws his support from tonight."}, {"sentId": 162, "text": "Here it is, listen."}], "speaker": "LEMON", "secId": 62}, {"sentences": [{"sentId": 163, "text": "There was a word, two word that used to be used a lot called silent majority."}, {"sentId": 164, "text": "They stopped using them."}, {"sentId": 165, "text": "The silent majority, believe me, is back."}], "speaker": "TRUMP", "secId": 63}, {"sentences": [{"sentId": 166, "text": "And I think -- I think we can use it somewhat differently."}, {"sentId": 167, "text": "I don't think we have to call it a silent majority anymore because they're not silent."}, {"sentId": 168, "text": "People are not silent."}, {"sentId": 169, "text": "They're disgusted with our incompetent politicians."}], "speaker": "TRUMP", "secId": 64}, {"sentences": [{"sentId": 170, "text": "They're disgusted with the people that are giving our country away."}, {"sentId": 171, "text": "They're disgusted when they tell the border patrol agents, who are good people and can do the job, they're disgusted when there are lots of people just walk right in front of them and they're standing there helpless and people just pour into the country."}], "speaker": "TRUMP", "secId": 65}, {"sentences": [{"sentId": 172, "text": "They're disgusted when a woman who is nine months pregnant walks across the border, has a baby and you have to take care of that baby for the next 85 years."}], "speaker": "TRUMP", "secId": 66}, {"sentences": [{"sentId": 173, "text": "So, he's talking a lot about anger and disgust."}, {"sentId": 174, "text": "Conventional wisdom is that that's not a message that wins elections, usually."}, {"sentId": 175, "text": "But conventional wisdom has been a lot in this race so far, David."}], "speaker": "LEMON", "secId": 67}, {"sentences": [{"sentId": 176, "text": "That is certainly true."}, {"sentId": 177, "text": "Listen, Jeb Bush constantly tries to contrast himself with that."}, {"sentId": 178, "text": "He loves to tout that he is running on an optimistic hopeful message."}, {"sentId": 179, "text": "And you're right, Don, that has sort of been the staple of successful presidential campaigns, or ones that are uplifting."}], "speaker": "CHALIAN", "secId": 68}, {"sentences": [{"sentId": 180, "text": "But it is amazing listening to that portion of his speech that you just played."}, {"sentId": 181, "text": "If you are a voter who is frustrated about anything in terms of the way the government is operating right now or the way your life is right now, he just gave you a huge invitation that said basically, and to steal a line from Bill Clinton, I feel your pain."}], "speaker": "CHALIAN", "secId": 69}, {"sentences": [{"sentId": 182, "text": "And so, there is something that he is creating when he expresses all that disgust that if you are a frustrated voter you see in Donald Trump somebody really sympathetic to your cause."}], "speaker": "CHALIAN", "secId": 70}, {"sentences": [{"sentId": 183, "text": "Yes."}, {"sentId": 184, "text": "Can you tell us a little about the debate format tomorrow night?"}, {"sentId": 185, "text": "CHALIAN:  Sure."}, {"sentId": 186, "text": "I mean."}], "speaker": "LEMON", "secId": 71}, {"sentences": [{"sentId": 187, "text": "David or me?"}], "speaker": "BASH", "secId": 72}, {"sentences": [{"sentId": 188, "text": "This is for David."}, {"sentId": 189, "text": "Then we'll get to you Dana."}], "speaker": "LEMON", "secId": 73}, {"sentences": [{"sentId": 190, "text": "Oh, sorry."}, {"sentId": 191, "text": "Go ahead, Dana."}], "speaker": "CHALIAN", "secId": 74}, {"sentences": [{"sentId": 192, "text": "It's for David."}], "speaker": "LEMON", "secId": 75}, {"sentences": [{"sentId": 193, "text": "Sure."}, {"sentId": 194, "text": "Please."}, {"sentId": 195, "text": "No, no, David."}, {"sentId": 196, "text": "David, my boss first."}], "speaker": "BASH", "secId": 76}, {"sentences": [{"sentId": 197, "text": "So, you know, we're going to have on the main stage, Don, 11 people on the stage."}], "speaker": "CHALIAN", "secId": 77}, {"sentences": [{"sentId": 198, "text": "That the a crowded stage and this is a crowded field."}, {"sentId": 199, "text": "But everyone will have a minute to answer direct questions to them."}, {"sentId": 200, "text": "They will have 30 seconds for follow-ups or if another candidate attacks them, they will have 30 seconds for rebuttal."}], "speaker": "CHALIAN", "secId": 78}, {"sentences": [{"sentId": 201, "text": "And Jake Tapper as sort of the ring master and moderator of the evening will sort of keep everyone to those rules throughout the night."}], "speaker": "CHALIAN", "secId": 79}, {"sentences": [{"sentId": 202, "text": "But, Dana, you know, I don't know how is it going to work, the only woman who will be up on that stage is Carly Fiorina."}, {"sentId": 203, "text": "And everyone is looking to her."}, {"sentId": 204, "text": "They're saying she is the one to watch."}, {"sentId": 205, "text": "So, I want to say, there will be two women out there."}], "speaker": "LEMON", "secId": 80}, {"sentences": [{"sentId": 206, "text": "You, unless you're in the audience asking questions, but, I mean, what are you expecting to hear?"}, {"sentId": 207, "text": "What are you going to ask her about?"}, {"sentId": 208, "text": "Do you care to share preview some of your questions to her?"}], "speaker": "LEMON", "secId": 81}, {"sentences": [{"sentId": 209, "text": "I don't care to share a preview our questions."}], "speaker": "DASH", "secId": 82}, {"sentences": [{"sentId": 210, "text": "We didn't think so but I wanted to try."}], "speaker": "LEMON", "secId": 83}, {"sentences": [{"sentId": 211, "text": "I think that would a disservice to everybody?"}, {"sentId": 212, "text": "And did I mention my boss is on the air with us?"}], "speaker": "BASH", "secId": 84}, {"sentences": [{"sentId": 213, "text": "You did."}], "speaker": "LEMON", "secId": 85}, {"sentences": [{"sentId": 214, "text": "Look, the bottom line is that to answer your question what are you getting at, of course, it's going to be a different dynamic with Carly Fiorina on the stage."}], "speaker": "BASH", "secId": 86}, {"sentences": [{"sentId": 215, "text": "I mean, if you just go back to the kind, you know, what happened in the last debate, which I don't think will be replayed in this debate."}, {"sentId": 216, "text": "But just when, you know, when Trump got into it on the woman thing, Carly Fiorina was the first one to say, if I were on that stage, I would have said, \"ahem,\" you know, and given her to senses about that."}], "speaker": "BASH", "secId": 87}, {"sentences": [{"sentId": 217, "text": "But I think that, look, the bottom line is that, women whether they are candidates or questioners or voters, they come at issues from a little bit of a different perspective."}], "speaker": "BASH", "secId": 88}, {"sentences": [{"sentId": 218, "text": "And the majority of voters at this point historically, are maybe just a little bit of the majority, but the majority are women."}, {"sentId": 219, "text": "And women take -- tend to make the decisions when it comes to the family budget and the things that voters really care about in their houses."}], "speaker": "BASH", "secId": 89}, {"sentences": [{"sentId": 220, "text": "So, I think that is really going to play into the debate as well as just having the female perspective."}, {"sentId": 221, "text": "But I have to say, if what she has been doing over the past couple of days is any preview of what she's going to do behind me on the stage, she's going to be given as good as she gets."}], "speaker": "BASH", "secId": 90}, {"sentences": [{"sentId": 222, "text": "A force to be reckoned with."}, {"sentId": 223, "text": "Yes, because she turned the whole look at this face thing around."}, {"sentId": 224, "text": "Thank you very much, Dana Bash."}, {"sentId": 225, "text": "I appreciate it."}, {"sentId": 226, "text": "Get some rest."}, {"sentId": 227, "text": "we will see you tomorrow night."}], "speaker": "LEMON", "secId": 91}, {"sentences": [{"sentId": 228, "text": "Thank you."}], "speaker": "BASH", "secId": 92}, {"sentences": [{"sentId": 229, "text": "David Chalian, stick around."}, {"sentId": 230, "text": "When we come right back, Joe Biden takes aim right at Donald Trump tonight."}, {"sentId": 231, "text": "Is it a sign he is ready to run?"}], "speaker": "LEMON", "secId": 93}, {"sentences": [{"sentId": 232, "text": "Plus, will any of the candidates on the debate stage tomorrow night take on the mantle of Ronald Reagan?"}], "speaker": "LEMON", "secId": 94}, {"sentences": [{"sentId": 233, "text": "It is just hours away, folks, the all-important CNN debate, which may give some candidates a boost and could force others to drop out of the GOP race."}], "speaker": "LEMON", "secId": 95}, {"sentences": [{"sentId": 234, "text": "Charles Hurt is here, he's a Washington Times columnist."}, {"sentId": 235, "text": "Anna Navarro, I can't wait to hear what she has to say, a republican strategist who is a supporter of Jeb Bush and adviser to other GOP candidates."}], "speaker": "LEMON", "secId": 96}, {"sentences": [{"sentId": 236, "text": "Mr. Pfeiffer, Dan Pfeiffer, CNN political commentator and former senior adviser to President Obama, and Mr. David Chalian, he's back."}], "speaker": "LEMON", "secId": 97}, {"sentences": [{"sentId": 237, "text": "OK. let's get it going."}, {"sentId": 238, "text": "Dan, I'm going to start with you."}, {"sentId": 239, "text": "It's not just the GOP with their eyes on Donald Trump."}, {"sentId": 240, "text": "Joe Biden was at a Hispanic heritage event tonight aimed squarely at Donald Trump."}], "speaker": "LEMON", "secId": 98}, {"sentences": [{"sentId": 241, "text": "I want you to remember, notwithstanding the fact that there is one guy absolutely denigrating an entire group of people."}, {"sentId": 242, "text": "Appealing to the baser side of human nature."}, {"sentId": 243, "text": "Working on this notion xenophobia in a way that hasn't occurred in the long time since the Know Nothing party back at the end of the 19th Century."}], "speaker": "BIDEN", "secId": 99}, {"sentences": [{"sentId": 244, "text": "Folks, the American people are with us."}, {"sentId": 245, "text": "I know it doesn't feel that way."}, {"sentId": 246, "text": "But I'm telling you, I'm telling you, the American people agree with us."}], "speaker": "BIDEN", "secId": 100}, {"sentences": [{"sentId": 247, "text": "We're going to take a while to overcome this -- look, you're talking about somebody who is talking about a minority within a minority party within a minority."}], "speaker": "BIDEN", "secId": 101}, {"sentences": [{"sentId": 248, "text": "And the vast majority of the American people, because here's what they still believe."}, {"sentId": 249, "text": "The American people are decent."}, {"sentId": 250, "text": "They're basically, basically decent."}], "speaker": "BIDEN", "secId": 102}, {"sentences": [{"sentId": 251, "text": "I mean, it sounds like he's a candidate."}, {"sentId": 252, "text": "But, I mean, it's interesting to see him taking a direct shot at the front runner, Dan."}], "speaker": "LEMON", "secId": 103}, {"sentences": [{"sentId": 253, "text": "Well, look, knowing Joe Biden as I do, I'm positive that the main driving force of that is he is actually pretty morally offended by the tone that Donald Trump and others have taken."}], "speaker": "PFEIFFER", "secId": 104}, {"sentences": [{"sentId": 254, "text": "But from a broader strategic for democrats, it is important that we let the entire country know what is happening in the republican Party."}, {"sentId": 255, "text": "Let the Hispanic community know the sorts of comments that Donald Trump has made and the fact, that so few republicans have stood up to him."}], "speaker": "PFEIFFER", "secId": 105}, {"sentences": [{"sentId": 256, "text": "The ultimate strategic goal for republicans is to do better at Latinos."}, {"sentId": 257, "text": "And if they don't do that they can't win."}, {"sentId": 258, "text": "The democrats have a political opportunity here."}, {"sentId": 259, "text": "We should take it."}], "speaker": "PFEIFFER", "secId": 106}, {"sentences": [{"sentId": 260, "text": "Ana, Jeb Bush."}, {"sentId": 261, "text": "He is at 6 -- only at 6 percent."}, {"sentId": 262, "text": "Is tomorrow night is it a make or break for him?"}, {"sentId": 263, "text": "Is it a make or break moment?"}], "speaker": "LEMON", "secId": 107}, {"sentences": [{"sentId": 264, "text": "I don't think so."}, {"sentId": 265, "text": "I think it's a very important moment."}, {"sentId": 266, "text": "I think it's a very important moment for everybody on this stage."}, {"sentId": 267, "text": "There are some people on this stage, Don, who are on the verge of falling off this stage, either having to stop campaigning, stop their campaigns or they're about to be in the, you know, junior varsity."}, {"sentId": 268, "text": "But, Jeb is not..."}], "speaker": "NAVARRO", "secId": 108}, {"sentences": [{"sentId": 269, "text": "You don't think he's on the verge of going back to the second tier to the, you know, the junior varsity as you said, debate?"}], "speaker": "LEMON", "secId": 109}, {"sentences": [{"sentId": 270, "text": "No, I mean, he's number third in the polls."}, {"sentId": 271, "text": "Look, I know he's in the single digits."}, {"sentId": 272, "text": "But there is -- he is sharing that pizza pie with 15 other people, 14 now that Rick Perry left out."}], "speaker": "NAVARRO", "secId": 110}, {"sentences": [{"sentId": 273, "text": "So, it's hard to make the case that tomorrow is -- that Jeb is on the verge of falling when he is flanking Donald Trump as the third highest -- rating -- ranking person on that stage."}, {"sentId": 274, "text": "There is going to be a lot of people on either side of him that are a lot lower."}], "speaker": "NAVARRO", "secId": 111}, {"sentences": [{"sentId": 275, "text": "I do think it's an important debate."}, {"sentId": 276, "text": "I do think that he's got to have a good solid strong performance."}, {"sentId": 277, "text": "I just saw him."}, {"sentId": 278, "text": "I think he's in a good head space."}, {"sentId": 279, "text": "I think he's pumped for this debate."}, {"sentId": 280, "text": "I think he's ready to have it and to do it."}], "speaker": "NAVARRO", "secId": 112}, {"sentences": [{"sentId": 281, "text": "But, you know, I also know that Jeb has built a structure."}, {"sentId": 282, "text": "Jeb has put together a campaign that will stand highs and lows."}, {"sentId": 283, "text": "LEMON:  OK."}], "speaker": "NAVARRO", "secId": 113}, {"sentences": [{"sentId": 284, "text": "He's built a very big structure and put the finances together for that."}], "speaker": "NAVARRO", "secId": 114}, {"sentences": [{"sentId": 285, "text": "All right."}, {"sentId": 286, "text": "Charles, so then what is a make or break -- because he was the inevitable person."}, {"sentId": 287, "text": "What is the make or break moment for him?"}, {"sentId": 288, "text": "What could make or break him?"}], "speaker": "LEMON", "secId": 115}, {"sentences": [{"sentId": 289, "text": "Well, I think that you make a point at a very good time tomorrow night."}, {"sentId": 290, "text": "I mean, you know, Jeb Bush was the, you know, absolute favorite going into this thing."}, {"sentId": 291, "text": "He has been completely sidelined by Donald Trump."}], "speaker": "HURT", "secId": 116}, {"sentences": [{"sentId": 292, "text": "It is, you know, it's sort of astonished, it's breath taking especially, you know, among those of us who around here who follow this stuff to see how badly his lunch has been stolen by Donald Trump."}], "speaker": "HURT", "secId": 117}, {"sentences": [{"sentId": 293, "text": "And I think what Jeb Bush has to do, he has to figure out some way to combat this low energy thing."}, {"sentId": 294, "text": "This to go after Donald Trump without seeming angry or -- and also, you know, do it effectively so that he can actually, you know, score some points off of him, which he has not been able to do that far."}], "speaker": "HURT", "secId": 118}, {"sentences": [{"sentId": 295, "text": "When he tries to do it, it either fails or Donald Trump comes at him even harder."}, {"sentId": 296, "text": "And it's -- and he winds up, you know, farther back than he was to begin with."}], "speaker": "HURT", "secId": 119}, {"sentences": [{"sentId": 297, "text": "And it's unfortunate in a lot of ways, because, you know..."}], "speaker": "HURT", "secId": 120}, {"sentences": [{"sentId": 298, "text": "I guess..."}], "speaker": "NAVARRO", "secId": 121}, {"sentences": [{"sentId": 299, "text": "... because, you know, Jeb Bush came into this as a governor, a successful governor and those are usually in a time like this, those people do very well in this kind of atmosphere."}], "speaker": "HURT", "secId": 122}, {"sentences": [{"sentId": 300, "text": "But in this atmosphere, where you have Donald Trump, Carly Fiorina, and Ben Carson, three total outsiders of politics who have risen to the top so quickly, even a governor who isn't from Washington is sinking as sort of an establishment, you know, insider candidate."}], "speaker": "HURT", "secId": 123}, {"sentences": [{"sentId": 301, "text": "OK. Ana, a quick rebuttal, please."}], "speaker": "LEMON", "secId": 124}, {"sentences": [{"sentId": 302, "text": "I just don't think that Donald Trump has stolen Jeb Bush's lunch, as Charles says."}, {"sentId": 303, "text": "I suspect that there is very little crossover between Trump voters, Trump supporters, the ardent ones and Jeb's supporters."}], "speaker": "NAVARRO", "secId": 125}, {"sentences": [{"sentId": 304, "text": "I do think that Donald Trump has been able to consolidate the outsider, the anti-everything vote, whereas, Jeb is having to divvy it up with 13, 14 other candidates?"}], "speaker": "NAVARRO", "secId": 126}, {"sentences": [{"sentId": 305, "text": "So, but, Ana, maybe it's not Donald Trump but something has happened within the campaign or within the electorate that has the momentum."}, {"sentId": 306, "text": "He is going down instead of going up."}, {"sentId": 307, "text": "And so, it may not be Donald Trump but something is going on."}], "speaker": "LEMON", "secId": 127}, {"sentences": [{"sentId": 308, "text": "And where is -- yes."}, {"sentId": 309, "text": "But, Don, I would say to you, for example, where is Scott Walker, for example?"}, {"sentId": 310, "text": "Who was number one in Iowa."}, {"sentId": 311, "text": "You know, Jeb has got the ability to wait this out and play the long game."}], "speaker": "NAVARRO", "secId": 128}, {"sentences": [{"sentId": 312, "text": "He's got the patience and the humility to do it."}, {"sentId": 313, "text": "You may have seen him as the inevitable front-runner."}, {"sentId": 314, "text": "I know the guy."}, {"sentId": 315, "text": "I don't think he ever saw himself as the inevitable front-runner."}, {"sentId": 316, "text": "I think he always knew that it was going to be a hard slag and he thinks that's what it should be."}], "speaker": "NAVARRO", "secId": 129}, {"sentences": [{"sentId": 317, "text": "I wonder if there is something -- and I'll ask Dan this after the break, is that something about how President Obama prepared that the other candidates can take a lesson from?"}, {"sentId": 318, "text": "We'll talk about that after the brake."}, {"sentId": 319, "text": "Don't go anywhere anyone."}], "speaker": "LEMON", "secId": 130}, {"sentences": [{"sentId": 320, "text": "Welcome back, everyone, as we look at live pictures of the Reagan Library in Simi Valley, California."}, {"sentId": 321, "text": "The candidates are preparing tonight and counting down the hours to our CNN debate."}], "speaker": "LEMON", "secId": 131}, {"sentences": [{"sentId": 322, "text": "This could be make or break for some of them."}, {"sentId": 323, "text": "Back with me now Charles Hurt, Ana Navarro, Dan Pfeiffer, and David Chalian."}], "speaker": "LEMON", "secId": 132}, {"sentences": [{"sentId": 324, "text": "Although some people on this panel may disagree, it's not make or break, it's a little early."}, {"sentId": 325, "text": "I'm not so sure."}], "speaker": "LEMON", "secId": 133}, {"sentences": [{"sentId": 326, "text": "So, Dan, is there a lesson to be learned from the candidates on how President Obama prepared for debates."}, {"sentId": 327, "text": "How deep he prepare?"}], "speaker": "LEMON", "secId": 134}, {"sentences": [{"sentId": 328, "text": "Well, certainly he don't prepare it like he prepared for the first debate in 2012."}], "speaker": "PFEIFFER", "secId": 135}, {"sentences": [{"sentId": 329, "text": "Exactly."}], "speaker": "LEMON", "secId": 136}, {"sentences": [{"sentId": 330, "text": "That didn't go so well for us."}, {"sentId": 331, "text": "But, look, here are some general lessons, Barack Obama is a great candidate, now a great debater."}, {"sentId": 332, "text": "But I think what these candidates need to get their heads clear and not like -- I feel like Donald Trump is in Jeb Bush's head."}], "speaker": "PFEIFFER", "secId": 137}, {"sentences": [{"sentId": 333, "text": "And, you know, he is constantly saying, I'm a high energy person."}, {"sentId": 334, "text": "He has to get that out."}, {"sentId": 335, "text": "And then they need to have some moments."}, {"sentId": 336, "text": "Because right now, what is -- this is not about how you're be graded on your overall performance."}, {"sentId": 337, "text": "It will be on can you have a good moment that will be shared on social media, on Facebook, on Twitter and then the morning shows."}], "speaker": "PFEIFFER", "secId": 138}, {"sentences": [{"sentId": 338, "text": "You have to have those practiced, nailed down, then find a way to get them in there and get them early in the debate."}, {"sentId": 339, "text": "Otherwise, you'll get written off on this crowded stage."}, {"sentId": 340, "text": "LEMON:  It's kind of like, you know, when we talk Donald Trump, people"}], "speaker": "PFEIFFER", "secId": 139}, {"sentences": [{"sentId": 341, "text": "they remember lines or zingers or a phrase rather than the substance on sometimes of the debates."}], "speaker": "PFEIFFER", "secId": 140}, {"sentences": [{"sentId": 342, "text": "Someone can win the debate substantively, and no one will remember on what they said unless they have some sort of zinger."}], "speaker": "PFEIFFER", "secId": 141}, {"sentences": [{"sentId": 343, "text": "David, you know, I want to talk about another president who will loom large over the debate tomorrow night and that's Ronald Reagan."}], "speaker": "PFEIFFER", "secId": 142}, {"sentences": [{"sentId": 344, "text": "How do you think President Reagan is going to factor in tomorrow night's debate?"}, {"sentId": 345, "text": "Is everyone going to invoke Reagan somehow?"}], "speaker": "PFEIFFER", "secId": 143}, {"sentences": [{"sentId": 346, "text": "Without a doubt, they will."}, {"sentId": 347, "text": "First of all, let's just start with the backdraft, the majestic presidential plane, Ronald Reagan's Air Force One."}, {"sentId": 348, "text": "You don't see sort of the symbol of America as acutely as do you with that plane."}], "speaker": "CHALIAN", "secId": 144}, {"sentences": [{"sentId": 349, "text": "And you have all these people, Don, arrayed on the stage seeking to sort of pick up the Reagan mantle and carry it forward not only standard bearer for the party, but hopefully, as president of the United States."}], "speaker": "CHALIAN", "secId": 145}, {"sentences": [{"sentId": 350, "text": "And so, they will no doubt invoke him."}, {"sentId": 351, "text": "Invoke his leadership style."}, {"sentId": 352, "text": "He still, the touchstone for the modern day Republican Party."}, {"sentId": 353, "text": "Even though, a lot of his policies may not today hold up in the modern day Republican Party."}, {"sentId": 354, "text": "He is still the iconic figure that is that touchstone for the party."}], "speaker": "CHALIAN", "secId": 146}, {"sentences": [{"sentId": 355, "text": "Charles, I'm wondering if there is anything that anyone of the candidates, you know, are speaking to the point earlier about, you know, lines and moments that are remembered and shared on social media, and all of that."}], "speaker": "LEMON", "secId": 147}, {"sentences": [{"sentId": 356, "text": "But can any of the candidates do anything to get out in front of Donald Trump without being negative."}, {"sentId": 357, "text": "Is it?"}, {"sentId": 358, "text": "You know, I was thinking earlier, maybe the only thing someone can do is drop the sort of political mantle and, you know, the structure and say, you know what, I'm sick and tired of you."}], "speaker": "LEMON", "secId": 148}, {"sentences": [{"sentId": 359, "text": "You say a lot of stuff."}, {"sentId": 360, "text": "You don't get substance."}, {"sentId": 361, "text": "You hog up all the air time."}, {"sentId": 362, "text": "Now that would be a moment."}, {"sentId": 363, "text": "Can anyone do that?"}], "speaker": "LEMON", "secId": 149}, {"sentences": [{"sentId": 364, "text": "And I think that's what's so dizzying about this."}, {"sentId": 365, "text": "That's why so many of the candidates and just Jeb Bush but so many of the candidates are so knocked off balance, is because Donald Trump has kind of rewritten all the rules of these debates."}], "speaker": "HURT", "secId": 150}, {"sentences": [{"sentId": 366, "text": "In a debate style like this, there is one alpha dog."}, {"sentId": 367, "text": "Only one alpha dog, not two, not one-and-a-half, not three."}, {"sentId": 368, "text": "One alpha dog."}], "speaker": "HURT", "secId": 151}, {"sentences": [{"sentId": 369, "text": "If that one alpha dog is not Donald Trump then everybody else is sort of under his thumb."}, {"sentId": 370, "text": "And I think it's a real problem."}, {"sentId": 371, "text": "But I think the primary question if people are going to..."}], "speaker": "HURT", "secId": 152}, {"sentences": [{"sentId": 372, "text": "Yes."}], "speaker": "LEMON", "secId": 153}, {"sentences": [{"sentId": 373, "text": "... are grappling with right now is, do we frontally attack him or do we just try to keep the, you know, keep the mud from and blood and guts from being spewed all over, you know, over our candidate."}], "speaker": "HURT", "secId": 154}, {"sentences": [{"sentId": 374, "text": "So, I will follow up then."}, {"sentId": 375, "text": "Because this is an opportunity possibly for the other candidates to get more real."}, {"sentId": 376, "text": "If Donald Trump is out there and his debate prep is giving, you know, a speech you know on an aircraft carrier."}], "speaker": "LEMON", "secId": 155}, {"sentences": [{"sentId": 377, "text": "And everybody covers it."}], "speaker": "HURT", "secId": 156}, {"sentences": [{"sentId": 378, "text": "On a boat."}, {"sentId": 379, "text": "Then is it their turn to become, you know, as I said, less structured?"}, {"sentId": 380, "text": "This is an opportunity."}], "speaker": "LEMON", "secId": 157}, {"sentences": [{"sentId": 381, "text": "Yes."}, {"sentId": 382, "text": "I think so."}, {"sentId": 383, "text": "But the real as you point out at the beginning, Don, the real problem here is that anything like that could very quickly turn into a murder-suicide."}, {"sentId": 384, "text": "And you may actually do that."}], "speaker": "HURT", "secId": 158}, {"sentences": [{"sentId": 385, "text": "How so?"}, {"sentId": 386, "text": "What do you mean by that?"}], "speaker": "LEMON", "secId": 159}, {"sentences": [{"sentId": 387, "text": "I mean, you know he's going to hit back, no matter who you are, no matter what your, you know..."}], "speaker": "HURT", "secId": 160}, {"sentences": [{"sentId": 388, "text": "Yes."}], "speaker": "LEMON", "secId": 161}, {"sentences": [{"sentId": 389, "text": "... how highly regarded you are."}, {"sentId": 390, "text": "If Ronald Reagan were here and dicing Donald Trump, Donald Trump would be attacking Ronald Reagan."}, {"sentId": 391, "text": "Of course, that's not the case, but I'm sure he would."}], "speaker": "HURT", "secId": 162}, {"sentences": [{"sentId": 392, "text": "OK. Let's talk about the one person I think that everyone thinks it's going to be her moment that may hit back the hardest and that's Carly Fiorina."}], "speaker": "LEMON", "secId": 163}, {"sentences": [{"sentId": 393, "text": "First time on the main stage after her breakout performance in Cleveland and her first time facing Trump since his face comments to Rolling Stones."}], "speaker": "LEMON", "secId": 164}, {"sentences": [{"sentId": 394, "text": "So, what does she have to do to keep her momentum going?"}], "speaker": "LEMON", "secId": 165}, {"sentences": [{"sentId": 395, "text": "Well, I think she has to have a great debate."}, {"sentId": 396, "text": "She had one the last time."}, {"sentId": 397, "text": "And I think it shows that you can emerge from a debate and that a debate can make a difference."}, {"sentId": 398, "text": "She's gone from the JV."}], "speaker": "NAVARRO", "secId": 166}, {"sentences": [{"sentId": 399, "text": "She was the only one to do it despite the fact that she was the only non-seasoned politician in a smaller debate full of governors and senators."}], "speaker": "NAVARRO", "secId": 167}, {"sentences": [{"sentId": 400, "text": "You know, Carly, I think is going to stand out because she is the only woman, because she has had this week that back and forth with Donald Trump."}], "speaker": "NAVARRO", "secId": 168}, {"sentences": [{"sentId": 401, "text": "But I will tell you something."}, {"sentId": 402, "text": "Everybody else on that stage, we were talking a little bit earlier between, you know, policy and theatrics, everybody else on that stage is held to the same rules."}], "speaker": "NAVARRO", "secId": 169}, {"sentences": [{"sentId": 403, "text": "They've got to know the policy."}, {"sentId": 404, "text": "But at the same time, they've got to have the theatrics."}, {"sentId": 405, "text": "If they flaw, if they flub the policy, if they have an 'oops' moment where they can't remember the third department that they want to abolish, they're done for."}], "speaker": "NAVARRO", "secId": 170}, {"sentences": [{"sentId": 406, "text": "That's what we're going to be talking about the next day."}, {"sentId": 407, "text": "Donald Trump, he held to those standards."}, {"sentId": 408, "text": "He can sit there, stand there and not know the difference between the Kurds and the Quds, and then blame the guy asking the question for that."}], "speaker": "NAVARRO", "secId": 171}, {"sentences": [{"sentId": 409, "text": "Yes."}], "speaker": "LEMON", "secId": 172}, {"sentences": [{"sentId": 410, "text": "You know, but everybody else has got to be able to do both things."}], "speaker": "NAVARRO", "secId": 173}, {"sentences": [{"sentId": 411, "text": "I want to thank you all of you for coming on."}, {"sentId": 412, "text": "And I want to make sure that everybody watches tomorrow night."}, {"sentId": 413, "text": "And the third thing, I can't remember."}], "speaker": "LEMON", "secId": 174}, {"sentences": [{"sentId": 414, "text": "Coming up -- see you guys tomorrow."}, {"sentId": 415, "text": "Coming up, Jeb Bush stuck between a rock and a hard place, is it time to switch up his strategy and come out swinging against Donald Trump in tomorrow night's CNN debate."}, {"sentId": 416, "text": "We'll be right back."}], "speaker": "LEMON", "secId": 175}, {"sentences": [{"sentId": 417, "text": "On the eve of our CNN debate, Jeb Bush is sinking in the polls."}, {"sentId": 418, "text": "Dr. Ben Carson is closer to Trump than ever before."}, {"sentId": 419, "text": "So, what should they both be doing as they prepare tonight?"}], "speaker": "LEMON", "secId": 176}, {"sentences": [{"sentId": 420, "text": "Joining me now is John 'Mac' Stipanovich, an advisor to Jeb Bush during his 1994 campaign for governor, who helped prepare him for debates that year."}, {"sentId": 421, "text": "Also Dr. Christi Taylor, I would say co-chair for Carson America."}], "speaker": "LEMON", "secId": 177}, {"sentences": [{"sentId": 422, "text": "Happy to have both of you here."}, {"sentId": 423, "text": "Matt first."}, {"sentId": 424, "text": "As someone who has coached Jeb Bush before."}, {"sentId": 425, "text": "Walk us through how Jeb Bush prepared."}, {"sentId": 426, "text": "Are all typical debate rules really out of the window when it comes to dealing with someone like Donald Trump if you are Jeb Bush?"}], "speaker": "LEMON", "secId": 178}, {"sentences": [{"sentId": 427, "text": "Well, yes."}, {"sentId": 428, "text": "In this election is obviously so different than '94."}, {"sentId": 429, "text": "He was very young then, making his first race."}, {"sentId": 430, "text": "Had no name recognition."}, {"sentId": 431, "text": "Had no real experience."}, {"sentId": 432, "text": "And challenges there were to be substantive and that appear uninformed or hollow."}], "speaker": "STIPANOVICH", "secId": 179}, {"sentences": [{"sentId": 433, "text": "So, we primarily emphasized preparing on the issues rather than the presentation."}], "speaker": "STIPANOVICH", "secId": 180}, {"sentences": [{"sentId": 434, "text": "Yes."}, {"sentId": 435, "text": "OK."}], "speaker": "LEMON", "secId": 181}, {"sentences": [{"sentId": 436, "text": "This time..."}], "speaker": "STIPANOVICH", "secId": 182}, {"sentences": [{"sentId": 437, "text": "Sorry."}, {"sentId": 438, "text": "Go ahead, continue."}, {"sentId": 439, "text": "STIPANOVICH:  Well, this time, it's the total reversal."}, {"sentId": 440, "text": "I mean, he's"}], "speaker": "LEMON", "secId": 183}, {"sentences": [{"sentId": 441, "text": "well versed in the substance and he's facing a performer, you know, it's like, I mean, for God's sake, you're running for president of the United States, you're on a nationally televised debate and at the podium next to you is Ronald McDonald."}], "speaker": "LEMON", "secId": 184}, {"sentences": [{"sentId": 442, "text": "I mean, it's a little surreal and probably difficult to deal with."}], "speaker": "LEMON", "secId": 185}, {"sentences": [{"sentId": 443, "text": "Does he have a natural -- I'm sure Donald Trump would take offense to that, but does he have a natural debate style, Jeb Bush?"}], "speaker": "LEMON", "secId": 186}, {"sentences": [{"sentId": 444, "text": "Well, yes."}, {"sentId": 445, "text": "It's, again, it's very much directed at the substance."}, {"sentId": 446, "text": "I think that, for example, tomorrow night that Jeb needs to be Jeb."}, {"sentId": 447, "text": "He can't pretend to be Donald Trump."}, {"sentId": 448, "text": "He can't pretend to be someone he's not."}], "speaker": "STIPANOVICH", "secId": 187}, {"sentences": [{"sentId": 449, "text": "So, he needs to be shorter with his answers, perhaps more focused, sharper, demonstrate passion when appropriate."}], "speaker": "STIPANOVICH", "secId": 188}, {"sentences": [{"sentId": 450, "text": "Yes."}, {"sentId": 451, "text": "All right."}, {"sentId": 452, "text": "So, Dr. Taylor, you next."}, {"sentId": 453, "text": "Let's talk about your guy."}, {"sentId": 454, "text": "Your guy is Dr. Ben Carson."}], "speaker": "LEMON", "secId": 189}, {"sentences": [{"sentId": 455, "text": "Yes, sir."}], "speaker": "TAYLOR", "secId": 190}, {"sentences": [{"sentId": 456, "text": "Less than two months, Dr. Carson was polling at 6 percent."}, {"sentId": 457, "text": "Now he is closing in on Donald Trump."}, {"sentId": 458, "text": "Are we going to continue to see this mild-mannered candidate or he's going to change himself, make a metamorphosis into someone who is a little bit more pointed stronger comments?"}], "speaker": "LEMON", "secId": 191}, {"sentences": [{"sentId": 459, "text": "Well, I think -- I think Ben is going to do what people expect him to do and that's be himself."}, {"sentId": 460, "text": "Ben is very genuine."}, {"sentId": 461, "text": "He is thoughtful."}, {"sentId": 462, "text": "He is sincere."}, {"sentId": 463, "text": "He's certainly firm, but he's kind and yet he's resolute and people have come to expect that from Ben."}], "speaker": "TAYLOR", "secId": 192}, {"sentences": [{"sentId": 464, "text": "I don't see Ben changing who he is or acting differently just because the campaign is further along and we have been more successful."}], "speaker": "TAYLOR", "secId": 193}, {"sentences": [{"sentId": 465, "text": "Yes."}, {"sentId": 466, "text": "So far, though, I mean, for the most part, it has sort of been he's taken the high road, which has worked for him."}, {"sentId": 467, "text": "But you know, I want to talk about."}, {"sentId": 468, "text": "I want to read this assessment that you should look and it talks about Dr. Ben Carson tomorrow."}], "speaker": "LEMON", "secId": 194}, {"sentences": [{"sentId": 469, "text": "This comes from the Palm Beach post where Dr. Carson lives."}, {"sentId": 470, "text": "It says, \"Now that he is a top tier candidate, Carson won't be ignored for a half hour stretch as he was in the first debate."}, {"sentId": 471, "text": "He might be asked to explain his past description, a political correctness as very much like Nazi, Germany in suppressing speech of his contention that Obamacare is the worst thing that has happened in this nation since slavery.\""}], "speaker": "LEMON", "secId": 195}, {"sentences": [{"sentId": 472, "text": "He's going to have to answer some of those tough questions."}, {"sentId": 473, "text": "Should he take a page from Donald Trump to double down on what he has said in the past?"}], "speaker": "LEMON", "secId": 196}, {"sentences": [{"sentId": 474, "text": "Well, Ben will be Ben."}, {"sentId": 475, "text": "As I said, Ben is very genuine and very resolute."}, {"sentId": 476, "text": "And he will very thoughtful answers and tell people what he really thinks."}, {"sentId": 477, "text": "And that's why people love Ben Carson because he says what he means."}, {"sentId": 478, "text": "He doesn't sugarcoat it."}], "speaker": "TAYLOR", "secId": 197}, {"sentences": [{"sentId": 479, "text": "He doesn't believe in being politically correct."}, {"sentId": 480, "text": "He believes in talking about real problems and giving real answers."}, {"sentId": 481, "text": "And that's why people are the ground swell effort to get behind Ben Carson."}, {"sentId": 482, "text": "It's a real movement."}], "speaker": "TAYLOR", "secId": 198}, {"sentences": [{"sentId": 483, "text": "So, when he questioned Donald Trump's faith and his immigration plan."}, {"sentId": 484, "text": "Is that the real Ben Carson?"}, {"sentId": 485, "text": "Is that something he believes in?"}], "speaker": "LEMON", "secId": 199}, {"sentences": [{"sentId": 486, "text": "Well, what Ben does is want to put the issues first and foremost."}, {"sentId": 487, "text": "And so, I think you will see that Ben will focus on the issues and the problems that we have and finding solutions to those."}], "speaker": "TAYLOR", "secId": 200}, {"sentences": [{"sentId": 488, "text": "OK. Mac, you say that Jeb Bush has a problem of over answering questions sometimes."}, {"sentId": 489, "text": "So, that can trip up a candidate in this debate."}, {"sentId": 490, "text": "You said he should be"}], "speaker": "LEMON", "secId": 201}, {"sentences": [{"sentId": 491, "text": "shorter."}, {"sentId": 492, "text": "He has to be more focused and more passionate."}], "speaker": "LEMON", "secId": 202}, {"sentences": [{"sentId": 493, "text": "Well, I think that's right."}, {"sentId": 494, "text": "And then if he's attacked then he has to respond directly and forcefully."}], "speaker": "STIPANOVICH", "secId": 203}, {"sentences": [{"sentId": 495, "text": "But what if that's not in his nature, though, because he's not like -- Donald Trump says he's a counter puncher."}, {"sentId": 496, "text": "Is that even -- when I asked you about does he have a natural debate style."}, {"sentId": 497, "text": "Is that even in Jeb Bush's nature to counterpunch, so to speak?"}], "speaker": "LEMON", "secId": 204}, {"sentences": [{"sentId": 498, "text": "Oh, yes, Jeb is a tough guy."}, {"sentId": 499, "text": "Trust me, I have been on both end of very pointed discussions with him."}, {"sentId": 500, "text": "And he's -- he knows how to bring it."}, {"sentId": 501, "text": "So, he can if he has to."}], "speaker": "STIPANOVICH", "secId": 205}, {"sentences": [{"sentId": 502, "text": "I don't think he has to tomorrow."}, {"sentId": 503, "text": "Tomorrow is not going to decide the 2016 presidential election."}, {"sentId": 504, "text": "It may be a pivotal point for some of the weaker campaigns."}, {"sentId": 505, "text": "But that wouldn't include Jeb's."}], "speaker": "STIPANOVICH", "secId": 206}, {"sentences": [{"sentId": 506, "text": "The poll standing right now that he was standing, you know, he's got the best name recognition of the traditional candidates, the best financial resources, the best organization, he just needs to be patient."}], "speaker": "STIPANOVICH", "secId": 207}, {"sentences": [{"sentId": 507, "text": "He doesn't need to try to knock anybody out tomorrow fight."}, {"sentId": 508, "text": "He needs to let other people knock each other out."}, {"sentId": 509, "text": "Like a Texas chain match."}, {"sentId": 510, "text": "He needs not to go down tomorrow night."}], "speaker": "STIPANOVICH", "secId": 208}, {"sentences": [{"sentId": 511, "text": "OK."}, {"sentId": 512, "text": "So, does he -- because he's fighting a war to front on this."}, {"sentId": 513, "text": "It's Trump and Carson and same strategy for both of them?"}], "speaker": "LEMON", "secId": 209}, {"sentences": [{"sentId": 514, "text": "No."}, {"sentId": 515, "text": "I would think that both Fiorina and Dr. Carson need to fight for the constituency that to whom the non-traditional candidate appeals."}, {"sentId": 516, "text": "It appears the field is breaking down into traditional candidates of which Jeb would be the preeminent example and non-traditional candidates of which Trump is currently the leader."}], "speaker": "STIPANOVICH", "secId": 210}, {"sentences": [{"sentId": 517, "text": "At the end of the day, I think Trump has to defeat himself."}, {"sentId": 518, "text": "It's almost like McCarthy in the early '50s."}, {"sentId": 519, "text": "He just keeps going and going and going until the crystallizing moment where somebody have says, have you no shame?"}], "speaker": "STIPANOVICH", "secId": 211}, {"sentences": [{"sentId": 520, "text": "And I don't think that will be tomorrow night."}, {"sentId": 521, "text": "But it will come."}, {"sentId": 522, "text": "But I think it's more incumbent on Dr. Carson and Carly Fiorina to demonstrate that they are a less venomous, more substantive alternative to traditional politicians than Donald Trump is."}], "speaker": "STIPANOVICH", "secId": 212}, {"sentences": [{"sentId": 523, "text": "Mac Stipanovich and Dr. Christi Taylor, thanks to both of you."}, {"sentId": 524, "text": "I appreciate it."}], "speaker": "LEMON", "secId": 213}, {"sentences": [{"sentId": 525, "text": "You know, we are just hours away from our CNN debate at the Reagan Library."}, {"sentId": 526, "text": "But our own Michael Smerconish is already there, there he is."}, {"sentId": 527, "text": "All cleaned up."}, {"sentId": 528, "text": "You cleaned up."}], "speaker": "LEMON", "secId": 214}, {"sentences": [{"sentId": 529, "text": "When we come right back, can anybody in the currency will beat the GOP the new Ronald Reagan?"}, {"sentId": 530, "text": "We'll be right back."}], "speaker": "LEMON", "secId": 215}, {"sentences": [{"sentId": 531, "text": "Here with his predictions about tomorrow night's debate."}, {"sentId": 532, "text": "Michael Smerconish, CNN political commentator and host of CNN's Smerconish."}], "speaker": "LEMON", "secId": 216}, {"sentences": [{"sentId": 533, "text": "OK. Let's see."}, {"sentId": 534, "text": "let's lift up your crystal ball."}, {"sentId": 535, "text": "I was trying to get to Johnny Carson the great what's his name, I forget what -- yes, Karnak, Karnak."}, {"sentId": 536, "text": "OK."}, {"sentId": 537, "text": "So, last debate..."}], "speaker": "LEMON", "secId": 217}, {"sentences": [{"sentId": 538, "text": "Oh, yes."}, {"sentId": 539, "text": "It's Karnak."}], "speaker": "SMERCONISH", "secId": 218}, {"sentences": [{"sentId": 540, "text": "... it really change -- yes, Karnack."}, {"sentId": 541, "text": "The last debate really changed the dynamics of this race."}, {"sentId": 542, "text": "Do you think tomorrow night's debate is going to do that, Michael?"}], "speaker": "LEMON", "secId": 219}, {"sentences": [{"sentId": 543, "text": "I do."}, {"sentId": 544, "text": "And I'll tell you why I do."}, {"sentId": 545, "text": "I do for the venue in which I'm standing right now."}, {"sentId": 546, "text": "I think this alone is going to change the nature of the debate."}, {"sentId": 547, "text": "And here's why."}], "speaker": "SMERCONISH", "secId": 220}, {"sentences": [{"sentId": 548, "text": "The last debate, that Fox debate was held where LeBron James plays basketball."}, {"sentId": 549, "text": "There was a huge crowd of tens of thousands there and Donald Trump feeds on that."}], "speaker": "SMERCONISH", "secId": 221}, {"sentences": [{"sentId": 550, "text": "You know, there was an audience built in, Don, for his one-liners and they responded."}, {"sentId": 551, "text": "I'm looking at 500 seats here."}, {"sentId": 552, "text": "The candidates each got a small allotment."}, {"sentId": 553, "text": "There are benefactors of the Reagan Library who are recipients of some of those seats, some friends of CNN."}], "speaker": "SMERCONISH", "secId": 222}, {"sentences": [{"sentId": 554, "text": "There is not a built-in audience here for the type of I think routine that Trump has succeeded with."}, {"sentId": 555, "text": "I'm saying it's going to be sedate."}, {"sentId": 556, "text": "And I think a sedate crowd is going to draw out more substance, especially when you've got Jake and you've Dana, and you've got Hugh Hewitt."}], "speaker": "SMERCONISH", "secId": 223}, {"sentences": [{"sentId": 557, "text": "So, what I'm saying is, I think tomorrow night is a night he, Trump, is going to need to bring more specifics and not just the one-liners."}], "speaker": "SMERCONISH", "secId": 224}, {"sentences": [{"sentId": 558, "text": "Because he can't feed off the audience as he did in the bigger -- as he does in the big arena."}], "speaker": "LEMON", "secId": 225}, {"sentences": [{"sentId": 559, "text": "Yes."}, {"sentId": 560, "text": "I don't see it happening in this venue."}, {"sentId": 561, "text": "I mean, there will be enthusiasm here."}, {"sentId": 562, "text": "People are psyched."}, {"sentId": 563, "text": "Don, this is like a Super Bowl."}, {"sentId": 564, "text": "If you could see the way the places is all done up."}, {"sentId": 565, "text": "It looks spectacular."}, {"sentId": 566, "text": "There is a good vibe in the room."}, {"sentId": 567, "text": "But I just don't see this audience."}], "speaker": "SMERCONISH", "secId": 226}, {"sentences": [{"sentId": 568, "text": "It's not going to be like last night, you know, with Trump in Dallas with 20,000 people at that Mark Cuban event."}, {"sentId": 569, "text": "This is totally different."}], "speaker": "SMERCONISH", "secId": 227}, {"sentences": [{"sentId": 570, "text": "I know, listen, CNN does it right."}, {"sentId": 571, "text": "I covered the debates in 2008, and 2012."}, {"sentId": 572, "text": "Both election cycles."}, {"sentId": 573, "text": "And I think we put on the best."}, {"sentId": 574, "text": "It's the best of the best."}, {"sentId": 575, "text": "So, Michael, I want you to take a look at the -- this is a new ad by Jeb Bush, Jeb Bush pact."}], "speaker": "LEMON", "secId": 228}, {"sentences": [{"sentId": 576, "text": "We lose everywhere."}, {"sentId": 577, "text": "Murderers, crime."}, {"sentId": 578, "text": "Believe me, very, very stupid people."}, {"sentId": 579, "text": "You're finished."}, {"sentId": 580, "text": "The American dream is dead."}, {"sentId": 581, "text": "Give me a break."}], "speaker": "TRUMP", "secId": 229}, {"sentences": [{"sentId": 582, "text": "My message will be an optimistic one because I am certain that we can make the decades just ahead the greatest time ever to be alive in this world."}], "speaker": "BUSH", "secId": 230}, {"sentences": [{"sentId": 583, "text": "That chance."}, {"sentId": 584, "text": "That hope, requires the best that is in us."}, {"sentId": 585, "text": "We will lift our sights again, make opportunity come common again, growth that makes a difference for everyone."}, {"sentId": 586, "text": "It's possible."}, {"sentId": 587, "text": "It can be done."}], "speaker": "BUSH", "secId": 231}, {"sentences": [{"sentId": 588, "text": "Is he taking a page from Ronald Reagan there, a sunnier tone, more optimistic?"}], "speaker": "LEMON", "secId": 232}, {"sentences": [{"sentId": 589, "text": "Well, he's going after Donald Trump in a way that initially he was reluctant to do."}, {"sentId": 590, "text": "And I think that his campaign paid a price for initially being flat-footed."}], "speaker": "SMERCONISH", "secId": 233}, {"sentences": [{"sentId": 591, "text": "You know, I don't think you should take any crap from Trump at any time if you're one of the people on that stage behind me and too many of them have because they've just been plumes  with how to respond."}], "speaker": "SMERCONISH", "secId": 234}, {"sentences": [{"sentId": 592, "text": "Now, people are looking at Jeb and they're saying, wait a minute, are you going to be the establishment guy?"}, {"sentId": 593, "text": "And that's why I think he's now spending all that money on this ad campaign that's just been rolled out."}], "speaker": "SMERCONISH", "secId": 235}, {"sentences": [{"sentId": 594, "text": "Because if he doesn't have a good night here tomorrow night, I think he's going to feel some heat from a John Kasich or maybe one of the other establishment-type candidate."}], "speaker": "SMERCONISH", "secId": 236}, {"sentences": [{"sentId": 595, "text": "Hey, Michael, I want to get this in."}, {"sentId": 596, "text": "This is a classic line."}, {"sentId": 597, "text": "We were talking about memorable moments."}, {"sentId": 598, "text": "Roll it."}], "speaker": "LEMON", "secId": 237}, {"sentences": [{"sentId": 599, "text": "Not at all."}, {"sentId": 600, "text": "That's true."}, {"sentId": 601, "text": "And I want you to know that also I will not make age an issue of this campaign."}, {"sentId": 602, "text": "I am not going to exploit for political purposes."}, {"sentId": 603, "text": "My opponent's youth and inexperience."}], "speaker": "REAGAN", "secId": 238}, {"sentences": [{"sentId": 604, "text": "Is that good?"}, {"sentId": 605, "text": "It was a question about his age."}, {"sentId": 606, "text": "So, are the best debate moments, are they prepped or just off the cuff?"}], "speaker": "LEMON", "secId": 239}, {"sentences": [{"sentId": 607, "text": "I think they're a combination of both but mostly they're the lines that you've got in your hip pocket."}, {"sentId": 608, "text": "I will make a prediction."}, {"sentId": 609, "text": "That's a hell of a line."}, {"sentId": 610, "text": "It never gets old when you watch it."}], "speaker": "SMERCONISH", "secId": 240}, {"sentences": [{"sentId": 611, "text": "My prediction is Carly Fiorina comes with one of those lines tomorrow night for the Donald."}], "speaker": "SMERCONISH", "secId": 241}, {"sentences": [{"sentId": 612, "text": "Michael Smerconish, looking forward to your analysis."}, {"sentId": 613, "text": "Thank you, sir."}], "speaker": "LEMON", "secId": 242}, {"sentences": [{"sentId": 614, "text": "All right, bud."}], "speaker": "SMERCONISH", "secId": 243}, {"sentences": [{"sentId": 615, "text": "We'll be right back."}], "speaker": "LEMON", "secId": 244}, {"sentences": [{"sentId": 616, "text": "Late night round two, just hours away."}, {"sentId": 617, "text": "Our earlier debate begins tomorrow night at 6 p.m. Eastern."}, {"sentId": 618, "text": "The main event 8 p.m., both live from the Reagan Library in Simi Valley, California."}], "speaker": "LEMON", "secId": 245}, {"sentences": [{"sentId": 619, "text": "That's it for us tonight."}, {"sentId": 620, "text": "I'll see you back from Thursday night."}], "speaker": "LEMON", "secId": 246}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1509.15.cnnt.01.html.json", "time": "Aired September 15, 2015 - 22:00   ET"}