{"sectionCount": 245, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["LEMON", "CUOMO", "GILMORE", "FOX", "HOSTIN", "CARSON", "TRUMP", "GOERTZ", "RAMOS", "UNIDENTIFIED MALE", "BUSH", "HURT", "SIMMONS", "WILSON", "BIDEN"], "subTitle": "Two Journalists Executed on Live TV in Virginia; Dr. Ben Carson On a Roll Since First GOP Debate. Aired 10-11:00p ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1508/26/cnnt.01.html", "sentenceCount": 694, "sections": [{"sentences": [{"sentId": 0, "text": "It is 10 p.m. on the East Coast."}, {"sentId": 1, "text": "This is CNN Tonight."}, {"sentId": 2, "text": "I'm Don Lemon."}, {"sentId": 3, "text": "A community are mourning tonight in Virginia were two young journalists were executed on live TV this morning, 6:45 a.m., reporter Allison Parker and cameraman Adam Ward in the middle of the kind of live shot that reporters all across this country do every day."}], "speaker": "LEMON", "secId": 0}, {"sentences": [{"sentId": 4, "text": "With no reason to suspect the slightest hint of danger."}, {"sentId": 5, "text": "They don't even notice the gunman as he approaches them."}, {"sentId": 6, "text": "Shots rang out."}, {"sentId": 7, "text": "Ward falls."}, {"sentId": 8, "text": "His camera capturing this image of the shooter, Vester Lee Flanagan, former TV reporter known on the air as Bryce Williams."}], "speaker": "LEMON", "secId": 1}, {"sentences": [{"sentId": 9, "text": "The woman being interviewed, Vicki Gardener is shot in the back and in stable condition tonight."}, {"sentId": 10, "text": "Parker tries to run away screaming but he shot dead."}, {"sentId": 11, "text": "The gunman flees, but fatally shoots himself a few hours later when he is cornered by police."}], "speaker": "LEMON", "secId": 2}, {"sentences": [{"sentId": 12, "text": "My colleague, Chris Cuomo is leading our coverage tonight from Virginia, and he joins us now with the very latest."}, {"sentId": 13, "text": "Chris, what do you have?"}], "speaker": "LEMON", "secId": 3}, {"sentences": [{"sentId": 14, "text": "I'll tell you, Don."}, {"sentId": 15, "text": "It's hard to think if whether going through Adam Ward's mind was to try to get this on camera in the middle of all that hard."}, {"sentId": 16, "text": "That image obviously was key, early on for investigators."}], "speaker": "CUOMO", "secId": 4}, {"sentences": [{"sentId": 17, "text": "This live shot was just about the 50th anniversary of a reservoir and a recreation area."}, {"sentId": 18, "text": "It was not a foreseeable or risky situation."}, {"sentId": 19, "text": "This madman that decided to turn his rage against a former employer, he hadn't sent the kinds of threats that would flag any of this."}, {"sentId": 20, "text": "We haven't heard anything from his family that indicated a struggle that they were aware of then."}], "speaker": "CUOMO", "secId": 5}, {"sentences": [{"sentId": 21, "text": "Yet, his digital footprint now gives a gross and expanding idea of his madness, of the rage of how he directed it and tried to say it was about racism and what was done to him and victimization."}, {"sentId": 22, "text": "He'd been dismissed from two different news stations because of personality and behavior problems."}], "speaker": "CUOMO", "secId": 6}, {"sentences": [{"sentId": 23, "text": "And then, he did this."}, {"sentId": 24, "text": "He says it's about the Charleston massacre."}, {"sentId": 25, "text": "He did by two handguns."}, {"sentId": 26, "text": "At that time we know that and we believe that authorities think one of those was used this morning."}, {"sentId": 27, "text": "However, his motivations are no justification for the madness."}, {"sentId": 28, "text": "And"}], "speaker": "CUOMO", "secId": 7}, {"sentences": [{"sentId": 29, "text": "what we know for sure is that two young lives were lost, 24-year-old Allison Parker remembered by her colleagues and those who know her as the essential spirit of what journalism is."}, {"sentId": 30, "text": "The passion and purpose that made her so special at such a young age, and 27-year-old, Adam Ward."}, {"sentId": 31, "text": "They were like a team."}], "speaker": "CUOMO", "secId": 8}, {"sentences": [{"sentId": 32, "text": "He was engaged."}, {"sentId": 33, "text": "His fiancee, the love of his life was in the control room this morning and had to see what that madman did to end their lives."}, {"sentId": 34, "text": "And now, their families are mourning for him."}, {"sentId": 35, "text": "This is over."}, {"sentId": 36, "text": "He's dead."}, {"sentId": 37, "text": "For their families and loved ones in this news station, this is just the beginning."}, {"sentId": 38, "text": "And so, go the questions, Don."}, {"sentId": 39, "text": "Why did this happen?"}, {"sentId": 40, "text": "How do you prevent to the next time?"}, {"sentId": 41, "text": "How do we heal?"}], "speaker": "CUOMO", "secId": 9}, {"sentences": [{"sentId": 42, "text": "Let's bring in someone who has perspective on this state and these problems."}, {"sentId": 43, "text": "Jim Gilmore, former governor of Virginia, republican presidential candidate."}], "speaker": "CUOMO", "secId": 10}, {"sentences": [{"sentId": 44, "text": "Governor, I've talked to you before."}, {"sentId": 45, "text": "I'm sorry, it's under these circumstances right now."}, {"sentId": 46, "text": "My question to you is an obvious one."}, {"sentId": 47, "text": "What do we do after a situation like this?"}, {"sentId": 48, "text": "We see them repeated around the country, different families; different communities are bearing the scars of the same types of senseless violence."}, {"sentId": 49, "text": "What do we do?"}], "speaker": "CUOMO", "secId": 11}, {"sentences": [{"sentId": 50, "text": "You know, Chris, it is an awful tragedy, the death of these two wonderful young people."}, {"sentId": 51, "text": "And you really have to focus on the loss for the families for the friends who have come forward and express this loss and you can't go back."}, {"sentId": 52, "text": "Once the person is gone, they're gone."}, {"sentId": 53, "text": "And it's a terrible loss and a terrible tragedy."}], "speaker": "GILMORE", "secId": 12}, {"sentences": [{"sentId": 54, "text": "But we're not going to let this madman take away the lawful rights of Americans to keep and bear arms."}, {"sentId": 55, "text": "We're going to stand up for the Second Amendment."}, {"sentId": 56, "text": "But the answer to your question is that the time has come to turn our attention to mental health."}], "speaker": "GILMORE", "secId": 13}, {"sentences": [{"sentId": 57, "text": "We're seeing these kinds of situations occur across the United States."}, {"sentId": 58, "text": "And in fact, we're seeing the -- were wide now and reported."}, {"sentId": 59, "text": "And we're just not really focusing on the danger that people cause when they have this kind of mental instability."}], "speaker": "GILMORE", "secId": 14}, {"sentences": [{"sentId": 60, "text": "Something has to be done about that."}, {"sentId": 61, "text": "We can't divert attention away from this -- the solving of the problem by turning our attention to mental health issues by trying to go into gun control issues, the way some politicians have today."}, {"sentId": 62, "text": "I think that diverts us from the real solution."}], "speaker": "GILMORE", "secId": 15}, {"sentences": [{"sentId": 63, "text": "Well, Governor, there's so many different issues involved."}, {"sentId": 64, "text": "There is a complexity and every one of this have covered far too many all over this country."}, {"sentId": 65, "text": "There are common factors."}, {"sentId": 66, "text": "There is a debate about gun control that oddly does not change in this country no matter what happens."}], "speaker": "CUOMO", "secId": 16}, {"sentences": [{"sentId": 67, "text": "You look at a man like this."}, {"sentId": 68, "text": "He had every legal right to get these two handguns."}, {"sentId": 69, "text": "They didn't know his motivation for getting and no background check that we have currently would have changed that."}, {"sentId": 70, "text": "But does it make -- does it make you think?"}, {"sentId": 71, "text": "Do we do all that we can do to control who gets a weapon?"}, {"sentId": 72, "text": "Do you think we do enough?"}], "speaker": "CUOMO", "secId": 17}, {"sentences": [{"sentId": 73, "text": "I think it doesn't -- more gun control laws are not going to solve this problem."}, {"sentId": 74, "text": "We continue to talk about the wrong issue."}], "speaker": "GILMORE", "secId": 18}, {"sentences": [{"sentId": 75, "text": "But how about better enforcement of the current ones."}], "speaker": "CUOMO", "secId": 19}, {"sentences": [{"sentId": 76, "text": "We do have."}], "speaker": "GILMORE", "secId": 20}, {"sentences": [{"sentId": 77, "text": "Not to argue with you because that certainly not my intention."}], "speaker": "CUOMO", "secId": 21}, {"sentences": [{"sentId": 78, "text": "Sure."}], "speaker": "GILMORE", "secId": 22}, {"sentences": [{"sentId": 79, "text": "But the enforcement of the current laws, the sharing of information, you know, the meticulousness with which the current laws are dealt with."}, {"sentId": 80, "text": "Do you think we're good enough on that?"}], "speaker": "CUOMO", "secId": 23}, {"sentences": [{"sentId": 81, "text": "We don't have any evidence that it wasn't good enough."}, {"sentId": 82, "text": "If this man bought this gun as legally, he went through a background check, an instant background check in Virginia."}, {"sentId": 83, "text": "You can't predict whether a person is going to use a knife or a gun or some other kind of instrumentality."}], "speaker": "GILMORE", "secId": 24}, {"sentences": [{"sentId": 84, "text": "We have a report from two days ago of a young man in Oklahoma who killed his father in a coffee shop with a knife."}, {"sentId": 85, "text": "So, that's not the issue."}, {"sentId": 86, "text": "The gun is not the issue."}, {"sentId": 87, "text": "The knife is not the issue."}, {"sentId": 88, "text": "The issue is that family members, community leaders, people who are out there working with people need to be in a position to learn about what we can do regarding mental health to report dangerous people, to get them some treatment and under some supervision so that they don't go off and do some tragedy like this which is irreversible."}, {"sentId": 89, "text": "And I think the tragedy is just awful."}], "speaker": "GILMORE", "secId": 25}, {"sentences": [{"sentId": 90, "text": "Well, it all becomes part of an equation, right?"}, {"sentId": 91, "text": "The person who wants the weapon, how they want to use it, how they get it."}, {"sentId": 92, "text": "And then, you point to something mental illness."}, {"sentId": 93, "text": "We don't know that it's present here by diagnosis."}, {"sentId": 94, "text": "You can be evil."}, {"sentId": 95, "text": "You can be bad and not be ill."}], "speaker": "CUOMO", "secId": 26}, {"sentences": [{"sentId": 96, "text": "And as you know, the mentally ill are less likely to be violent than the rest of society."}, {"sentId": 97, "text": "They are more likely to be victims than they are assailants."}, {"sentId": 98, "text": "And yet, we have representative, Tim Murphy and who he has co-sponsors on a bill to help families get help for people who don't want to get it for themselves or can't handle their own treatment."}, {"sentId": 99, "text": "And it's going nowhere in Congress."}], "speaker": "CUOMO", "secId": 27}, {"sentences": [{"sentId": 100, "text": "Well..."}], "speaker": "GILMORE", "secId": 28}, {"sentences": [{"sentId": 101, "text": "Well, it speaks to in terms of the urgency of this issue."}], "speaker": "CUOMO", "secId": 29}, {"sentences": [{"sentId": 102, "text": "It speaks volumes."}, {"sentId": 103, "text": "If I become the President of the United States I'm going to do what I did as governor and really focus a lot of attention on mental health issues, particularly community mental health issue."}, {"sentId": 104, "text": "I refuse to participate in the taking away of lawful rights under the Second Amendment for Americans to keep and bear arms."}], "speaker": "GILMORE", "secId": 30}, {"sentences": [{"sentId": 105, "text": "The politicians were wrong today to go out there and begin the same old song about gun control when that is not the issue."}, {"sentId": 106, "text": "It's infuriating because it's diverting us away from what we can do to begin to solve this problem."}, {"sentId": 107, "text": "And that is to identify people who are unstable."}], "speaker": "GILMORE", "secId": 31}, {"sentences": [{"sentId": 108, "text": "The record was this fellow was unstable."}, {"sentId": 109, "text": "He had to be escorted out when he was discharged from his job."}, {"sentId": 110, "text": "He's going to have people who know him, family members who know him, and others like this."}], "speaker": "GILMORE", "secId": 32}, {"sentences": [{"sentId": 111, "text": "And we have an obligation as a community, to really speak up and point out when a person needs help and when they're dangerous to the community and to the peace of society around them."}, {"sentId": 112, "text": "That is a direction we have to go, Chris."}, {"sentId": 113, "text": "And this whole talk about gun control is diverting us away from where we need to be."}], "speaker": "GILMORE", "secId": 33}, {"sentences": [{"sentId": 114, "text": "Well, I think there are a lot of conversations that need to be had."}, {"sentId": 115, "text": "And one of the unfortunate ironies after a situation like this is that nothing really seems to change."}, {"sentId": 116, "text": "And it makes you wonder what it will take before the society at large, society to have these conversations on an ongoing basis."}, {"sentId": 117, "text": "Well, Governor Gilmore..."}], "speaker": "CUOMO", "secId": 34}, {"sentences": [{"sentId": 118, "text": "Well, I'm going to tell you, Chris, when I become the president, it is going to change."}, {"sentId": 119, "text": "We're going to do something about this."}], "speaker": "GILMORE", "secId": 35}, {"sentences": [{"sentId": 120, "text": "Well, good luck to you and the pursuit ahead, Governor, and thank you for joining us tonight."}, {"sentId": 121, "text": "I'm sorry for what happened in your home state."}], "speaker": "CUOMO", "secId": 36}, {"sentences": [{"sentId": 122, "text": "I'm sorry, too."}, {"sentId": 123, "text": "And I'm sorry, you have to be in horror tonight."}], "speaker": "GILMORE", "secId": 37}, {"sentences": [{"sentId": 124, "text": "Well, thank you, sir."}, {"sentId": 125, "text": "Don, you know, in truth, we're never sorry to be in a situation like this because it's when the job counts."}, {"sentId": 126, "text": "It's when the community needs to get the information and the perspective."}, {"sentId": 127, "text": "And these questions, how many times have we asked them, Don?"}], "speaker": "CUOMO", "secId": 38}, {"sentences": [{"sentId": 128, "text": "Yes."}], "speaker": "LEMON", "secId": 39}, {"sentences": [{"sentId": 129, "text": "How many situations have we been in where we asked what a family could have been done?"}, {"sentId": 130, "text": "This person didn't want treatment."}, {"sentId": 131, "text": "They weren't on their treatment."}, {"sentId": 132, "text": "They were neglected and they were disenfranchised, then they have found themselves removed and they've got a gun or they steal someone's gun."}, {"sentId": 133, "text": "The same question present every time."}, {"sentId": 134, "text": "The frustration is the lack of answers."}], "speaker": "CUOMO", "secId": 40}, {"sentences": [{"sentId": 135, "text": "Yes."}, {"sentId": 136, "text": "And I think it's important to that one must admit that having a gun offers you a unique opportunity, an advantage, that maybe a knife or another weapon may not offer you as well and we need to discuss that going forward."}, {"sentId": 137, "text": "Chris, thank you very much."}, {"sentId": 138, "text": "We're going to see you tomorrow morning"}], "speaker": "LEMON", "secId": 41}, {"sentences": [{"sentId": 139, "text": "with much, much more on this story on New Day tomorrow morning beginning at 6 a.m. here on CNN."}], "speaker": "LEMON", "secId": 42}, {"sentences": [{"sentId": 140, "text": "I want to bring in now CNN's legal analyst, Sunny Hostin, and also James Alan Fox, professor of criminology at Northeastern University and the author of \"Extreme Killing, Understanding Serial and Mass Murder.\""}], "speaker": "LEMON", "secId": 43}, {"sentences": [{"sentId": 141, "text": "All right."}, {"sentId": 142, "text": "Good to see both of you."}, {"sentId": 143, "text": "This happened, Dr. Fox, these murders, live on television in that local market."}, {"sentId": 144, "text": "Flanagan filmed himself and then posted this online."}, {"sentId": 145, "text": "Does this concern you?"}, {"sentId": 146, "text": "What's going on here?"}], "speaker": "LEMON", "secId": 44}, {"sentences": [{"sentId": 147, "text": "Well, he wanted all of America to know that he wasn't just some nut who went off the deep end for no reason."}], "speaker": "FOX", "secId": 45}, {"sentences": [{"sentId": 148, "text": "And in his mind he had a good reason that he had felt -- that he was the victim, he was mistreated and this is his attempt to get even and to punish those who he felt had mistreated him."}], "speaker": "FOX", "secId": 46}, {"sentences": [{"sentId": 149, "text": "I want to say something about the last, Don, if I have to."}], "speaker": "FOX", "secId": 47}, {"sentences": [{"sentId": 150, "text": "Go ahead."}], "speaker": "LEMON", "secId": 48}, {"sentences": [{"sentId": 151, "text": "... about this idea of mental health."}, {"sentId": 152, "text": "You know, it's too often that we fused together mental illness and mass murder inappropriately."}, {"sentId": 153, "text": "You know, it's a great thing if we want to help mentally ill, if we want to increase access to treatment."}, {"sentId": 154, "text": "It's the right thing, but with the wrong reason."}], "speaker": "FOX", "secId": 49}, {"sentences": [{"sentId": 155, "text": "Are we doing it because we're concerned about people who are suffering from mental health issues?"}, {"sentId": 156, "text": "Or are we doing it because we're concerned about the people they might shoot."}, {"sentId": 157, "text": "I think it's the latter and in the process, we continue to stigmatize the mentally ill."}], "speaker": "FOX", "secId": 50}, {"sentences": [{"sentId": 158, "text": "I think Sunny Hostin would agree with that."}, {"sentId": 159, "text": "Sunny, we had a similar conversation on with Wolf Blitzer today, when we talked about the stigma of mental health or mental illness."}, {"sentId": 160, "text": "And this young man obviously had some sort of issue."}, {"sentId": 161, "text": "We'll discuss whether or not race was involved later."}], "speaker": "LEMON", "secId": 51}, {"sentences": [{"sentId": 162, "text": "But, you know, I think Dr. Fox is right."}, {"sentId": 163, "text": "This is -- there should be more of an emphasis placed on mental illness because you care about the person."}, {"sentId": 164, "text": "But also, as well you're concerned about the people this person may harm."}], "speaker": "LEMON", "secId": 52}, {"sentences": [{"sentId": 165, "text": "Yes, I mean, why can't you have both, right?"}], "speaker": "HOSTIN", "secId": 53}, {"sentences": [{"sentId": 166, "text": "Yes."}], "speaker": "LEMON", "secId": 54}, {"sentences": [{"sentId": 167, "text": "I think that's important."}, {"sentId": 168, "text": "But I think that we are reluctant, as a society, to talk about mental health issues."}, {"sentId": 169, "text": "I think people have stigmatized it for so very long, don't understand it, and are very reluctant to discuss it."}, {"sentId": 170, "text": "And when things like this happen, when you have people that clearly have been evolving, people that have these kinds of problems, I can't imagine that family members and close friends and colleagues didn't notice it."}, {"sentId": 171, "text": "But probably didn't have the tools to deal with it and were reluctant to even talk about it."}], "speaker": "HOSTIN", "secId": 55}, {"sentences": [{"sentId": 172, "text": "And so, you know, one of the issues I think -- I think gun control and mental health issues are sort of combined in this kind of case and you even have Allison Parker's father saying we've got to do something in this country about getting the guns out of the hands of crazy people."}], "speaker": "HOSTIN", "secId": 56}, {"sentences": [{"sentId": 173, "text": "But is it..."}], "speaker": "LEMON", "secId": 57}, {"sentences": [{"sentId": 174, "text": "And perhaps a little bit, you know, in our full in saying it, that is a discussion that we need to have."}, {"sentId": 175, "text": "People that are mentally ill should not be able to get guns."}], "speaker": "HOSTIN", "secId": 58}, {"sentences": [{"sentId": 176, "text": "So, the question is, though, Doctor, when you hear -- you know, Sunny talked about that you heard the father of Allison Parker mention that as well."}, {"sentId": 177, "text": "Are we seeing -- do you think that we're seeing more people with mental illness or are we just reporting on it more?"}, {"sentId": 178, "text": "What's going on?"}], "speaker": "LEMON", "secId": 59}, {"sentences": [{"sentId": 179, "text": "Well, we do know we have a problem of mentally ill being untreated on the street."}, {"sentId": 180, "text": "We do know that."}, {"sentId": 181, "text": "We don't have an increase in a number of mass shootings."}, {"sentId": 182, "text": "Yes, it's important that we get try to deal with the problem of mental illness."}], "speaker": "FOX", "secId": 60}, {"sentences": [{"sentId": 183, "text": "But most mass killers are not mentally ill and to the point where they would be institutionalized."}, {"sentId": 184, "text": "You oftentimes have people who are depressed, angry, but you can't force someone to a treatment because he's depressed and angry."}, {"sentId": 185, "text": "You can't lock them up."}], "speaker": "FOX", "secId": 61}, {"sentences": [{"sentId": 186, "text": "In fact, we value our freedoms in this country."}, {"sentId": 187, "text": "Whether it be the Second Amendment freedoms are the freedom to be angry and not like people and as long as they harmless."}], "speaker": "FOX", "secId": 62}, {"sentences": [{"sentId": 188, "text": "All right."}, {"sentId": 189, "text": "Well, let's talk about that, then."}], "speaker": "LEMON", "secId": 63}, {"sentences": [{"sentId": 190, "text": "And value our freedoms and this is why -- yes."}], "speaker": "FOX", "secId": 64}, {"sentences": [{"sentId": 191, "text": "Let's talk about that then let's talk about -- because he was angry about race."}, {"sentId": 192, "text": "He was obsessed with race, it seems."}], "speaker": "LEMON", "secId": 65}, {"sentences": [{"sentId": 193, "text": "Yes."}], "speaker": "FOX", "secId": 66}, {"sentences": [{"sentId": 194, "text": "YOu don't like the word..."}], "speaker": "LEMON", "secId": 67}, {"sentences": [{"sentId": 195, "text": "There are so many people by the way."}], "speaker": "FOX", "secId": 68}, {"sentences": [{"sentId": 196, "text": "You don't like the word manifesto but in this document that he sent to ABC News."}, {"sentId": 197, "text": "According to ABC, he talks about the Charleston shooting, the Virginia Tech Columbine as well."}, {"sentId": 198, "text": "And also, starting a race war."}, {"sentId": 199, "text": "And then, on his Twitter page, he said, Allison, talking about Allison Parker, made raise his comments, EEOC report file, They hired her after that, Adam went to HR and me after working with me one time."}, {"sentId": 200, "text": "And that's Adam Ward."}, {"sentId": 201, "text": "And then he says, \"I filmed the shooting.\""}], "speaker": "LEMON", "secId": 69}, {"sentences": [{"sentId": 202, "text": "Right."}], "speaker": "FOX", "secId": 70}, {"sentences": [{"sentId": 203, "text": "He seems to be obsessed with race."}, {"sentId": 204, "text": "We're talking about mental health issues."}, {"sentId": 205, "text": "But I remember Dylan Roof, people are saying, you know, he wasn't crazy,"}], "speaker": "LEMON", "secId": 71}, {"sentences": [{"sentId": 206, "text": "he was just racist."}, {"sentId": 207, "text": "Is he racist?"}], "speaker": "LEMON", "secId": 72}, {"sentences": [{"sentId": 208, "text": "Which one?"}, {"sentId": 209, "text": "Which person are we talking about now?"}], "speaker": "FOX", "secId": 73}, {"sentences": [{"sentId": 210, "text": "We're talking about the current shooter."}, {"sentId": 211, "text": "Is he racist, is race involved in there?"}], "speaker": "LEMON", "secId": 74}, {"sentences": [{"sentId": 212, "text": "No, we feel, well, is an issue here."}, {"sentId": 213, "text": "He feels like he's been the victim of racism."}, {"sentId": 214, "text": "That's the motive here."}, {"sentId": 215, "text": "He's been a -- you know, also I would point out that, generally, we have individuals who are isolated, who live alone, who feel alone, who don't go out lots of friends."}], "speaker": "FOX", "secId": 75}, {"sentences": [{"sentId": 216, "text": "And I know Sunny is talking about, well, friends and family should see this side."}, {"sentId": 217, "text": "Well, frequently and typically, they're people who live alone, don't have lots of friends, don't have support systems in their lives."}, {"sentId": 218, "text": "And they don't have people around to give them a reality check..."}], "speaker": "FOX", "secId": 76}, {"sentences": [{"sentId": 219, "text": "But that doesn't necessarily mean in this case."}], "speaker": "HOSTIN", "secId": 77}, {"sentences": [{"sentId": 220, "text": "... when they start thinking this the whole against them."}], "speaker": "FOX", "secId": 78}, {"sentences": [{"sentId": 221, "text": "But, Sunny, you and I convinced that racism played a role in this case."}, {"sentId": 222, "text": "But I remember that we adamant, though, about Dylan Roof that race -- I mean, he had said as much that this was about race."}, {"sentId": 223, "text": "But you don't think that race played a role here?"}, {"sentId": 224, "text": "Why is that?"}], "speaker": "LEMON", "secId": 79}, {"sentences": [{"sentId": 225, "text": "Well, you know, I had some time to think about that."}, {"sentId": 226, "text": "Because we were discussing this, Don, earlier with Wolf."}, {"sentId": 227, "text": "And I felt that at that point that this was a larger issue."}, {"sentId": 228, "text": "This was an issue of mental health as opposed to an issue just of race."}], "speaker": "HOSTIN", "secId": 80}, {"sentences": [{"sentId": 229, "text": "Did race play a part in this?"}, {"sentId": 230, "text": "I mean, certainly, he, the shooter says that it played a part."}, {"sentId": 231, "text": "That was his motivation that the shooting in Charleston triggered this for him, which is shocking to me."}, {"sentId": 232, "text": "Because, Don, you know, we were in Charleston, and what we saw was forgiveness as community as opposed to rage."}], "speaker": "HOSTIN", "secId": 81}, {"sentences": [{"sentId": 233, "text": "Right."}], "speaker": "LEMON", "secId": 82}, {"sentences": [{"sentId": 234, "text": "But I think certainly, did it play a role in this person's mind?"}, {"sentId": 235, "text": "Clearly."}, {"sentId": 236, "text": "That's what he said."}, {"sentId": 237, "text": "But the larger issue is it played a role in someone's very sick mind."}, {"sentId": 238, "text": "And so, we need to be able to talk about mental health as opposed to just saying this is a hate filled racist guy who clearly was suffering from, in my view, from some sort of mental struggle."}, {"sentId": 239, "text": "And so, you know, I don't think I can say race was not an issue for this shooter."}, {"sentId": 240, "text": "But certainly, mental health has to be a part of this."}], "speaker": "HOSTIN", "secId": 83}, {"sentences": [{"sentId": 241, "text": "You know, there's a whole range..."}], "speaker": "FOX", "secId": 84}, {"sentences": [{"sentId": 242, "text": "Quickly, Dr. Fox, I have to go."}], "speaker": "LEMON", "secId": 85}, {"sentences": [{"sentId": 243, "text": "... of mental health issues."}, {"sentId": 244, "text": "Whole range."}, {"sentId": 245, "text": "Here's a guy who has repeated frustrations of failures of life."}, {"sentId": 246, "text": "He gets to the point where life is miserable."}, {"sentId": 247, "text": "He feels that he's been mistreated and he wants some pay back."}], "speaker": "FOX", "secId": 86}, {"sentences": [{"sentId": 248, "text": "Now, he's got mental illness."}, {"sentId": 249, "text": "Well, we're not talking about somebody who hears voices who is delusional who has hallucinations."}, {"sentId": 250, "text": "We're talking about someone whose not adjusting very well."}, {"sentId": 251, "text": "Now, clearly, he would need help."}], "speaker": "FOX", "secId": 87}, {"sentences": [{"sentId": 252, "text": "And then so with mental health issue."}], "speaker": "HOSTIN", "secId": 88}, {"sentences": [{"sentId": 253, "text": "But you can't force someone into that."}, {"sentId": 254, "text": "That's the problem."}, {"sentId": 255, "text": "If we try to force him, he'll actually precipitate the balance that you're trying to prevent because he'll feel that he's being persecuted."}, {"sentId": 256, "text": "And it will reinforce in his sense that he is the victim."}], "speaker": "FOX", "secId": 89}, {"sentences": [{"sentId": 257, "text": "Yes."}, {"sentId": 258, "text": "All right."}, {"sentId": 259, "text": "I appreciate the passion."}, {"sentId": 260, "text": "Sunny Hostin, Dr. James Fox, thank you very much."}, {"sentId": 261, "text": "A tragic day in Virginia, no doubt."}, {"sentId": 262, "text": "And a day of conflict on the campaign trail."}], "speaker": "LEMON", "secId": 90}, {"sentences": [{"sentId": 263, "text": "Coming up, Donald Trump, Jorge Ramos."}, {"sentId": 264, "text": "Nobody is backing down on Univision anchor speaking out tonight."}, {"sentId": 265, "text": "We're going to tell you what he says when we come right back."}], "speaker": "LEMON", "secId": 91}, {"sentences": [{"sentId": 266, "text": "So, Donald Trump is a clear front runner but he is not the only republican making a strong showing in the polls."}, {"sentId": 267, "text": "Dr. Ben Carson is on a roll ever since the first GOP debate."}, {"sentId": 268, "text": "But he adds his gears up for the next one in CNN in September, on the 16th of September."}], "speaker": "LEMON", "secId": 92}, {"sentences": [{"sentId": 269, "text": "We're hoping he has more questions and he gets to talk a little bit more."}, {"sentId": 270, "text": "The big question in the wake, though, of today's tragedy in Virginia is about gun control and gun laws."}], "speaker": "LEMON", "secId": 93}, {"sentences": [{"sentId": 271, "text": "So, joining me now is republican presidential candidate, Dr. Ben Carson."}, {"sentId": 272, "text": "Good evening, sir."}, {"sentId": 273, "text": "Thank you so much for joining us tonight."}], "speaker": "LEMON", "secId": 94}, {"sentences": [{"sentId": 274, "text": "Good to be back with you again."}], "speaker": "CARSON", "secId": 95}, {"sentences": [{"sentId": 275, "text": "So, Dr. Carson, you know, we witnessed a terrible shooting today."}, {"sentId": 276, "text": "As a neurosurgeon and someone who tries to prolong life and give life to people."}, {"sentId": 277, "text": "After you watch a crime like this, does it make you question at all the role of guns in our society?"}, {"sentId": 278, "text": "CARSON:  Well, it makes me question, you know, what's happening to us"}], "speaker": "LEMON", "secId": 96}, {"sentences": [{"sentId": 279, "text": "as a people."}, {"sentId": 280, "text": "You know, people are the problem, not so much guns."}, {"sentId": 281, "text": "You know, people use knives, people use bats."}, {"sentId": 282, "text": "People use hammers to bludgeon people to death."}, {"sentId": 283, "text": "And I don't hear anybody taking about taking those things away."}, {"sentId": 284, "text": "So, we need to..."}], "speaker": "LEMON", "secId": 97}, {"sentences": [{"sentId": 285, "text": "But, Dr. Carson, I have to ask you this because having a gun offers people a unique opportunity and advantage to kill multiple at a time, to do injury that may be far greater than any of those other instruments that you mentioned."}], "speaker": "LEMON", "secId": 98}, {"sentences": [{"sentId": 286, "text": "Therefore, what would you suggest, that we take all the guns away?"}], "speaker": "CARSON", "secId": 99}, {"sentences": [{"sentId": 287, "text": "No, I'm asking you, you're running for president."}, {"sentId": 288, "text": "So, I'm asking you a question."}, {"sentId": 289, "text": "I mean, a baseball bat and, you know, a 9- millimeter, or a Glock as this young man used, those are two quite -- those are two different things."}], "speaker": "LEMON", "secId": 100}, {"sentences": [{"sentId": 290, "text": "So, we have to recognize that we are a country of laws."}, {"sentId": 291, "text": "And we have a supreme law called the United States Constitution."}, {"sentId": 292, "text": "And the Second Amendment of that Constitution gives citizens the right to keep and bare arms."}, {"sentId": 293, "text": "Therefore, anything that we're going to do has to be done with respect to the Second Amendment."}], "speaker": "CARSON", "secId": 101}, {"sentences": [{"sentId": 294, "text": "Yes."}, {"sentId": 295, "text": "OK. Let's move on now and talk about your standing in the polls."}, {"sentId": 296, "text": "Because in this Fox poll that you're behind Donald trump."}, {"sentId": 297, "text": "You're also in second in some key states like South Carolina, in Iowa as well."}, {"sentId": 298, "text": "Why do you think you have suddenly taken off."}, {"sentId": 299, "text": "You're -- yes, I don't want to say the new golden boy, because Donald Trump is leading, but you have certainly made a mark in the polls."}], "speaker": "LEMON", "secId": 102}, {"sentences": [{"sentId": 300, "text": "Well, I think it's because people are actually getting a chance to hear me."}, {"sentId": 301, "text": "You know, before the first debate, half the people didn't even know who I was."}, {"sentId": 302, "text": "And they've been doing their homework, subsequently."}, {"sentId": 303, "text": "And actually, getting a chance to hear from my own lips what I've said as opposed to what others characterize me of saying which are two completely different things."}], "speaker": "CARSON", "secId": 103}, {"sentences": [{"sentId": 304, "text": "We've been talking tonight about Donald Trump."}, {"sentId": 305, "text": "We've been talking about race; you know the shooter, as well, because he mentioned it."}, {"sentId": 306, "text": "What is your -- how do you think Donald Trump is dealing with the immigration issue and how do you feel about the direction he is taken the political race?"}], "speaker": "LEMON", "secId": 104}, {"sentences": [{"sentId": 307, "text": "Well, see the wonderful thing about the political process that we have is that everybody gets to express themselves."}, {"sentId": 308, "text": "And over the course of a period of time, some people complain that the period is too long."}], "speaker": "CARSON", "secId": 105}, {"sentences": [{"sentId": 309, "text": "But over a significant period of time, you're able to see very clearly what kind of a person each one of us is."}, {"sentId": 310, "text": "And the voters will then have an opportunity to choose the one that they feel is going to do the best job of leading this country."}], "speaker": "CARSON", "secId": 106}, {"sentences": [{"sentId": 311, "text": "I want to read something."}, {"sentId": 312, "text": "This is from your op-ed that was in USA Today."}, {"sentId": 313, "text": "And you said this about the Black Lives Matter movement."}, {"sentId": 314, "text": "You said that they were focused on the wrong target to the detriment of blacks, you said."}], "speaker": "LEMON", "secId": 107}, {"sentences": [{"sentId": 315, "text": "And then here's what you write."}, {"sentId": 316, "text": "You said, \"Unjust treatment from police did not fill our inner cities with people who face growing hopelessness."}, {"sentId": 317, "text": "Young men and women can't find jobs."}, {"sentId": 318, "text": "Parents don't have the skills to compete in the modern job market."}, {"sentId": 319, "text": "Far too many families are torn and tattered by self-inflicted wounds."}, {"sentId": 320, "text": "Violence often walks alongside people who have given up hope.\""}], "speaker": "LEMON", "secId": 108}, {"sentences": [{"sentId": 321, "text": "So, you have said that anyone who questions the status quo on race gets called like you, who happens to be person of color that they called an Uncle Tom."}, {"sentId": 322, "text": "So, tell me what you think needs to be done to change things in this country?"}], "speaker": "LEMON", "secId": 109}, {"sentences": [{"sentId": 323, "text": "Well, for one thing, we need to stop fighting each other."}, {"sentId": 324, "text": "We need to stop getting in our respective corner and calling each other names and acting like a third graders."}, {"sentId": 325, "text": "Apologies to third graders."}], "speaker": "CARSON", "secId": 110}, {"sentences": [{"sentId": 326, "text": "What we need to do is put on the table what our solutions are, all sides."}, {"sentId": 327, "text": "And then like intelligent people, discuss what the solutions are, not so much pointing fingers at everybody, but let's ask ourselves how do we resolve these issues."}, {"sentId": 328, "text": "What are the things that are causing chronic hopelessness and unemployment in the black community?"}], "speaker": "CARSON", "secId": 111}, {"sentences": [{"sentId": 329, "text": "And they are?"}], "speaker": "LEMON", "secId": 112}, {"sentences": [{"sentId": 330, "text": "Well, many of the things are economic issues."}, {"sentId": 331, "text": "For instance, we have the most powerful and dynamic economic engine that the world has ever known."}, {"sentId": 332, "text": "But what do we do with it?"}, {"sentId": 333, "text": "We in circulate it with all kinds of regulations."}, {"sentId": 334, "text": "Now what do regulations do?"}], "speaker": "CARSON", "secId": 113}, {"sentences": [{"sentId": 335, "text": "Every single regulation cost us money in terms of goods and services."}, {"sentId": 336, "text": "This is not something you're going to hear from a lot of people."}, {"sentId": 337, "text": "And it costs poor people to disproportionately more because they don't have as much cash."}], "speaker": "CARSON", "secId": 114}, {"sentences": [{"sentId": 338, "text": "Yes."}], "speaker": "LEMON", "secId": 115}, {"sentences": [{"sentId": 339, "text": "Those are the kinds of things that really drive the disparity."}, {"sentId": 340, "text": "It's not the rich people."}, {"sentId": 341, "text": "You could take all the money from the top 1 percent and apply it to these problems and you're still going to have the problems."}, {"sentId": 342, "text": "We have to actually deal with the fundamentals."}], "speaker": "CARSON", "secId": 116}, {"sentences": [{"sentId": 343, "text": "Doctor, I want to play something because I was particularly struck by one of your recent trip to Harlem and where you said this."}, {"sentId": 344, "text": "Take a listen."}], "speaker": "LEMON", "secId": 117}, {"sentences": [{"sentId": 345, "text": "Whether I get the votes or not, I want people to start listening to what I'm saying."}, {"sentId": 346, "text": "And under staying -- understanding that, you know, there's a way to go that will lead to upward mobility as opposed to dependency."}, {"sentId": 347, "text": "And let's talk about that way."}, {"sentId": 348, "text": "And let's not be satisfied to be padded on the head kept like a pet."}], "speaker": "CARSON", "secId": 118}, {"sentences": [{"sentId": 349, "text": "So, I'm assuming there that you're talking about the Democratic Party, right?"}, {"sentId": 350, "text": "Taking black votes for granted."}, {"sentId": 351, "text": "Do you think the Republican Party offers a better alternative?"}, {"sentId": 352, "text": "And how do you think the GOP can help?"}], "speaker": "LEMON", "secId": 119}, {"sentences": [{"sentId": 353, "text": "Well, I don't know about the Republican Party."}, {"sentId": 354, "text": "I know what I am going to be advocating."}, {"sentId": 355, "text": "I'm going to be advocating that people invest in people."}, {"sentId": 356, "text": "Business, industry, Wall Street, academia, churches, community groups."}], "speaker": "CARSON", "secId": 120}, {"sentences": [{"sentId": 357, "text": "We have to take interest in the people around us."}, {"sentId": 358, "text": "Those are the programs that work that actually that work."}, {"sentId": 359, "text": "The government programs have thrown money at poverty since the mid-'60s, $19 trillion."}, {"sentId": 360, "text": "And we have 10 times people more people on welfare, more people in poverty, more broken homes, more crimes."}, {"sentId": 361, "text": "All the things that were supposed to be better are not only worse, they're much worse."}], "speaker": "CARSON", "secId": 121}, {"sentences": [{"sentId": 362, "text": "So, instead of fighting about it, let us all conclude that we want to elevate people."}, {"sentId": 363, "text": "Because we need all of our people."}, {"sentId": 364, "text": "We only have 3330 million."}, {"sentId": 365, "text": "We have to compete against China and India, they both have over a billion people."}, {"sentId": 366, "text": "We need all of our people to succeed."}], "speaker": "CARSON", "secId": 122}, {"sentences": [{"sentId": 367, "text": "So, let's talk about this because it's going to be the focus of our segment."}, {"sentId": 368, "text": "It was the focus basically of our broadcast last night about the way Donald Trump handled Jorge Ramos."}, {"sentId": 369, "text": "What did you think about that?"}], "speaker": "LEMON", "secId": 123}, {"sentences": [{"sentId": 370, "text": "You know, everybody probably is going to handle something like that in a different way."}, {"sentId": 371, "text": "You know, I probably would have handled it differently, you probably would have handled it differently."}], "speaker": "CARSON", "secId": 124}, {"sentences": [{"sentId": 372, "text": "Again, it goes back to the American people getting to know each one of us and deciding for themselves what kind of individual they want to represent them."}], "speaker": "CARSON", "secId": 125}, {"sentences": [{"sentId": 373, "text": "Dr. Ben Carson, we thank you for coming on CNN Tonight."}, {"sentId": 374, "text": "Come back anytime."}, {"sentId": 375, "text": "Good luck out there on the campaign trail."}], "speaker": "LEMON", "secId": 126}, {"sentences": [{"sentId": 376, "text": "Thank you, Don."}, {"sentId": 377, "text": "I appreciate it."}], "speaker": "CARSON", "secId": 127}, {"sentences": [{"sentId": 378, "text": "Coming up, Donald Trump and Jorge Ramos, as I said, nobody's backing down."}, {"sentId": 379, "text": "When we come right back, I'm going to ask the former \"Apprentice\" contestant, who is running Trump's Iowa campaign."}, {"sentId": 380, "text": "Will the whole things hurt him with Hispanic voters?"}], "speaker": "LEMON", "secId": 128}, {"sentences": [{"sentId": 381, "text": "Neither Donald Trump nor Univision anchor Jorge Ramos is backing down."}, {"sentId": 382, "text": "Each says that the other was out of line in their confrontation in Iowa last night over immigration."}, {"sentId": 383, "text": "Here it is again."}], "speaker": "LEMON", "secId": 129}, {"sentences": [{"sentId": 384, "text": "OK. Who is next?"}, {"sentId": 385, "text": "Yes, please."}], "speaker": "TRUMP", "secId": 130}, {"sentences": [{"sentId": 386, "text": "Excuse me, sit down."}, {"sentId": 387, "text": "You weren't called."}], "speaker": "TRUMP", "secId": 131}, {"sentences": [{"sentId": 388, "text": "Sit down."}, {"sentId": 389, "text": "Sit down."}, {"sentId": 390, "text": "Sit down."}, {"sentId": 391, "text": "Go ahead."}], "speaker": "TRUMP", "secId": 132}, {"sentences": [{"sentId": 392, "text": "No, you don't."}, {"sentId": 393, "text": "You haven't been called."}, {"sentId": 394, "text": "Go back to Univision."}, {"sentId": 395, "text": "Go ahead."}], "speaker": "TRUMP", "secId": 133}, {"sentences": [{"sentId": 396, "text": "Go ahead."}], "speaker": "TRUMP", "secId": 134}, {"sentences": [{"sentId": 397, "text": "Go ahead."}], "speaker": "TRUMP", "secId": 135}, {"sentences": [{"sentId": 398, "text": "Sit down, please."}, {"sentId": 399, "text": "You weren't called."}], "speaker": "TRUMP", "secId": 136}, {"sentences": [{"sentId": 400, "text": "Yes, go ahead."}, {"sentId": 401, "text": "Hi, Chip, yes."}], "speaker": "TRUMP", "secId": 137}, {"sentences": [{"sentId": 402, "text": "More than 24 hours later, it is still fascinating."}, {"sentId": 403, "text": "So, let's discuss now with Tana Goertz, a former contestant in \"The Apprentice,\" who is now co-chair of Trump's campaign in Iowa."}, {"sentId": 404, "text": "Good evening, Tana."}, {"sentId": 405, "text": "Thank you for joining us."}], "speaker": "LEMON", "secId": 138}, {"sentences": [{"sentId": 406, "text": "You're very welcome."}, {"sentId": 407, "text": "Thanks for having me, Don."}], "speaker": "GOERTZ", "secId": 139}, {"sentences": [{"sentId": 408, "text": "What is your take on that entire confrontation yesterday?"}], "speaker": "LEMON", "secId": 140}, {"sentences": [{"sentId": 409, "text": "You know what, that's my boss."}, {"sentId": 410, "text": "That's what I love about him."}, {"sentId": 411, "text": "He is strong."}, {"sentId": 412, "text": "He's got strength."}, {"sentId": 413, "text": "He's got courage."}, {"sentId": 414, "text": "And he's not going to tolerate that."}, {"sentId": 415, "text": "I mean, first off, I thought he handled it completely professionally Mr. Trump."}], "speaker": "GOERTZ", "secId": 141}, {"sentences": [{"sentId": 416, "text": "I thought his patience level showed that this is a man who has self- control."}, {"sentId": 417, "text": "Self-discipline."}, {"sentId": 418, "text": "If it were me, I would have reacted a lot differently."}, {"sentId": 419, "text": "I thought he handled himself very well as well as all the other people that were in the room that spoke to me about it."}, {"sentId": 420, "text": "I was not there."}, {"sentId": 421, "text": "I was downstairs speaking at the time."}, {"sentId": 422, "text": "But when I watched that play back, I thought, man, the patience."}, {"sentId": 423, "text": "So, I actually, I'm proud to say I work for Donald Trump."}], "speaker": "GOERTZ", "secId": 142}, {"sentences": [{"sentId": 424, "text": "So, Tana, Univision anchor, Jorge Ramos, that we saw in that exchange, he spoke with Fox News tonight."}, {"sentId": 425, "text": "Here's what he had to say."}], "speaker": "GOERTZ", "secId": 143}, {"sentences": [{"sentId": 426, "text": "His words are dangerous and his ideas are extreme when it comes to immigration and when it comes to freedom of the press."}, {"sentId": 427, "text": "I've been a journalist for 30 years and I've never been ejected from any press conference anywhere in the world."}, {"sentId": 428, "text": "Those are the things that you see in dictatorships."}, {"sentId": 429, "text": "Not in the United States of America."}], "speaker": "RAMOS", "secId": 144}, {"sentences": [{"sentId": 430, "text": "Tana, do you worry that Trump's campaign hurts that what many republicans believe is an essential effort to win over Hispanic voters?"}, {"sentId": 431, "text": "Or just in general, to be more inclusive, a party with a bigger tent?"}], "speaker": "LEMON", "secId": 145}, {"sentences": [{"sentId": 432, "text": "Absolutely not."}, {"sentId": 433, "text": "I mean, honestly."}, {"sentId": 434, "text": "Is he a journalist or an activist?"}, {"sentId": 435, "text": "It was seem like he had an ulterior motive."}, {"sentId": 436, "text": "I mean, he was not being respectful of all of the other journalists in the room that were being that were waiting their turn, that were playing fair."}], "speaker": "GOERTZ", "secId": 146}, {"sentences": [{"sentId": 437, "text": "So, you know what, absolutely not, Don."}, {"sentId": 438, "text": "The people that love Mr. Trump, the people that are voting for Mr. trump, the people that are going on February 1st, out to caucus probably on a freezing cold, icy night in Iowa, they do not care about how he handled that."}, {"sentId": 439, "text": "They actually probably like him more because he did show strength."}, {"sentId": 440, "text": "He did show control."}, {"sentId": 441, "text": "And he did show he will not tolerate -- not, you know, strange behavior."}, {"sentId": 442, "text": "And that was just completely unprofessional."}], "speaker": "GOERTZ", "secId": 147}, {"sentences": [{"sentId": 443, "text": "All right."}, {"sentId": 444, "text": "Speaking of supporters and not this this person is representative of Mr. Trump, but his supporters, there was an exchange outside in the hallway."}, {"sentId": 445, "text": "Listen."}], "speaker": "LEMON", "secId": 148}, {"sentences": [{"sentId": 446, "text": "Very rude."}, {"sentId": 447, "text": "It's not about you."}], "speaker": "UNIDENTIFIED MALE", "secId": 149}, {"sentences": [{"sentId": 448, "text": "It's not about us?"}], "speaker": "UNIDENTIFIED MALE", "secId": 150}, {"sentences": [{"sentId": 449, "text": "Get out of my country."}, {"sentId": 450, "text": "Get out."}], "speaker": "UNIDENTIFIED MALE", "secId": 151}, {"sentences": [{"sentId": 451, "text": "This is not -- I'm a U.S. citizen, too."}], "speaker": "UNIDENTIFIED MALE", "secId": 152}, {"sentences": [{"sentId": 452, "text": "Well, whatever."}, {"sentId": 453, "text": "No, Univision."}, {"sentId": 454, "text": "No, it's not about you."}], "speaker": "UNIDENTIFIED MALE", "secId": 153}, {"sentences": [{"sentId": 455, "text": "And it's not about you."}, {"sentId": 456, "text": "It's about the United States."}], "speaker": "UNIDENTIFIED MALE", "secId": 154}, {"sentences": [{"sentId": 457, "text": "I don't know if he saw that exchange."}, {"sentId": 458, "text": "Is that bothersome to you that some get out of my country?"}], "speaker": "LEMON", "secId": 155}, {"sentences": [{"sentId": 459, "text": "I mean, I don't know even who said the comment."}, {"sentId": 460, "text": "Do we know who said the comment, Don?"}, {"sentId": 461, "text": "I don't know who said that comment."}], "speaker": "GOERTZ", "secId": 156}, {"sentences": [{"sentId": 462, "text": "Right."}, {"sentId": 463, "text": "OK."}, {"sentId": 464, "text": "It was a supporter."}, {"sentId": 465, "text": "I don't know exactly who it is, but it was a supporter."}, {"sentId": 466, "text": "And I'm just wondering, you know, obviously, you don't condone that sort of behavior."}], "speaker": "LEMON", "secId": 157}, {"sentences": [{"sentId": 467, "text": "It was a supporter of Mr. Trump."}, {"sentId": 468, "text": "No, I do not."}, {"sentId": 469, "text": "I mean, people are passionate about Mr. Trump."}, {"sentId": 470, "text": "I mean, it is a complete, you will not believe what is going on in Iowa."}, {"sentId": 471, "text": "There are so many supporters."}, {"sentId": 472, "text": "I mean, it's obvious."}, {"sentId": 473, "text": "Look at the numbers."}, {"sentId": 474, "text": "It's obvious that he's being well-received."}], "speaker": "GOERTZ", "secId": 158}, {"sentences": [{"sentId": 475, "text": "People are passionate about him."}, {"sentId": 476, "text": "I mean, for once, they have a presidential candidate that they say I can get behind him, oh, my, goodness, I can have an effect in making our country great again and that is, you know, voting for Mr. Trump."}], "speaker": "GOERTZ", "secId": 159}, {"sentences": [{"sentId": 477, "text": "Donald Trump is like allowing me to have an opportunity to do my part."}, {"sentId": 478, "text": "And he's not going to quit on us, and they're not going to --we're not going to quit on him."}, {"sentId": 479, "text": "So, they're going to vote -- they're defending him."}, {"sentId": 480, "text": "They're passionate."}, {"sentId": 481, "text": "I mean, he has evoked emotion in people that have been stagnant that are bored and that aren't excited about politics."}, {"sentId": 482, "text": "They now are."}, {"sentId": 483, "text": "I mean, his supporters are -- they love him."}], "speaker": "GOERTZ", "secId": 160}, {"sentences": [{"sentId": 484, "text": "He -- yes."}, {"sentId": 485, "text": "So, speaking of passion, he's been very passionate about the bible lately."}, {"sentId": 486, "text": "Talking a lot about it on the campaign trail."}, {"sentId": 487, "text": "The only book he likes more than \"The Art of the Deal,\" he was asked his love for the good book on Bloomberg today."}, {"sentId": 488, "text": "Here's what he said."}], "speaker": "LEMON", "secId": 161}, {"sentences": [{"sentId": 489, "text": "You mentioned the bible."}, {"sentId": 490, "text": "You've been talking about how it's your favorite book."}, {"sentId": 491, "text": "And you said, I think last night in Iowa."}, {"sentId": 492, "text": "Some people are surprise that you say that."}], "speaker": "UNIDENTIFIED MALE", "secId": 162}, {"sentences": [{"sentId": 493, "text": "I'm wondering what one or two of your most favored bible verses are."}], "speaker": "UNIDENTIFIED MALE", "secId": 163}, {"sentences": [{"sentId": 494, "text": "Well, I wouldn't want to get into it because that's very personal."}, {"sentId": 495, "text": "You know, when I talked about the bible it's very personal, so I don't want to get into it."}], "speaker": "TRUMP", "secId": 164}, {"sentences": [{"sentId": 496, "text": "You don't want to get into..."}], "speaker": "UNIDENTIFIED MALE", "secId": 165}, {"sentences": [{"sentId": 497, "text": "No."}], "speaker": "TRUMP", "secId": 166}, {"sentences": [{"sentId": 498, "text": "This personal means a lot to you that you think about our site."}], "speaker": "UNIDENTIFIED MALE", "secId": 167}, {"sentences": [{"sentId": 499, "text": "The bible means a lot to me, but I don't want to get into specifics."}], "speaker": "TRUMP", "secId": 168}, {"sentences": [{"sentId": 500, "text": "Even to site a verse that you like."}, {"sentId": 501, "text": "TRUMP:  NO, I don't want to do that."}], "speaker": "UNIDENTIFIED MALE", "secId": 169}, {"sentences": [{"sentId": 502, "text": "An Old Testament guy or New testament."}], "speaker": "UNIDENTIFIED MALE", "secId": 170}, {"sentences": [{"sentId": 503, "text": "Probably equal."}, {"sentId": 504, "text": "I think it's just an incredible -- the whole bible is an incredible."}, {"sentId": 505, "text": "I joke very much so."}, {"sentId": 506, "text": "They always hold up \"The Art of the Deal.\""}, {"sentId": 507, "text": "I said my second favorite book of all time."}, {"sentId": 508, "text": "But I just think the bible is just something very special."}], "speaker": "TRUMP", "secId": 171}, {"sentences": [{"sentId": 509, "text": "So, do you --"}], "speaker": "LEMON", "secId": 172}, {"sentences": [{"sentId": 510, "text": "I love it."}], "speaker": "GOERTZ", "secId": 173}, {"sentences": [{"sentId": 511, "text": "I was just going to -- why -- is that a got you question of why do people care so much, do you think?"}], "speaker": "LEMON", "secId": 174}, {"sentences": [{"sentId": 512, "text": "Well, people, here's what I've said all along, Don."}, {"sentId": 513, "text": "I've never said it on your show because I haven't been before."}, {"sentId": 514, "text": "If people would just be quiet, let Mr. Trump speak, you will hear all of these different facets and learn all these different things about his personality."}], "speaker": "GOERTZ", "secId": 175}, {"sentences": [{"sentId": 515, "text": "He's not the type that's going to say, oh, my gosh, oh, my goodness, guess what, I pray, and I this, I go to church and I teach the bible, I read the bible and my children -- I mean, he's not going to say all of that."}, {"sentId": 516, "text": "Because nobody's given him the chance to say it."}], "speaker": "GOERTZ", "secId": 176}, {"sentences": [{"sentId": 517, "text": "Now, you're getting to see different layers."}, {"sentId": 518, "text": "You know, peek behind the curtain."}, {"sentId": 519, "text": "Oh, OK."}, {"sentId": 520, "text": "So, now we have a man that loves the bible."}, {"sentId": 521, "text": "I mean, that's wonderful."}, {"sentId": 522, "text": "So, do I. I think it's the best book in the world."}, {"sentId": 523, "text": "I'm an author, as well."}, {"sentId": 524, "text": "I would say that the bible is better book than my book."}], "speaker": "GOERTZ", "secId": 177}, {"sentences": [{"sentId": 525, "text": "I don't have a book at all like Mr. Trump, \"Art of the Deal.\""}, {"sentId": 526, "text": "But I thought that was really wonderful that he shared that."}, {"sentId": 527, "text": "I love the bible."}, {"sentId": 528, "text": "I've not read it all the way through."}], "speaker": "GOERTZ", "secId": 178}, {"sentences": [{"sentId": 529, "text": "And if somebody were to say to me right now, I'll give you a hundred thousand dollars, name your -- give me a quote and, you know, say it verbatim and tell me where it could be found."}, {"sentId": 530, "text": "I mean, I would be like, ah, ah, that went about be courageous and all that you do, blah, blah."}], "speaker": "GOERTZ", "secId": 179}, {"sentences": [{"sentId": 531, "text": "I couldn't tell you the actual verse."}, {"sentId": 532, "text": "I mean, come on now."}], "speaker": "GOERTZ", "secId": 180}, {"sentences": [{"sentId": 533, "text": "Yes."}], "speaker": "LEMON", "secId": 181}, {"sentences": [{"sentId": 534, "text": "So, I just think that it was somebody was just trying to say, oh, I need to pick on for something because actually his numbers are showing."}, {"sentId": 535, "text": "The people are really liking this."}, {"sentId": 536, "text": "So, we got to have to find a -- we got to find a flaw."}, {"sentId": 537, "text": "There is no flaw in that."}, {"sentId": 538, "text": "And I think it was actually quite nice that he said it's private."}], "speaker": "GOERTZ", "secId": 182}, {"sentences": [{"sentId": 539, "text": "Yes."}, {"sentId": 540, "text": "GOERTZ:  Now he doesn't need to talk about his relationship with the lord, just somebody who it doesn't matter."}], "speaker": "LEMON", "secId": 183}, {"sentences": [{"sentId": 541, "text": "Tana."}], "speaker": "LEMON", "secId": 184}, {"sentences": [{"sentId": 542, "text": "It's not your business, that's my business."}], "speaker": "GOERTZ", "secId": 185}, {"sentences": [{"sentId": 543, "text": "Tana Goertz, thank you."}], "speaker": "LEMON", "secId": 186}, {"sentences": [{"sentId": 544, "text": "Yes."}], "speaker": "GOERTZ", "secId": 187}, {"sentences": [{"sentId": 545, "text": "We'll have you back."}, {"sentId": 546, "text": "Come back soon."}, {"sentId": 547, "text": "We appreciate it."}], "speaker": "LEMON", "secId": 188}, {"sentences": [{"sentId": 548, "text": "Thanks."}, {"sentId": 549, "text": "Take care."}, {"sentId": 550, "text": "Have a good night."}], "speaker": "GOERTZ", "secId": 189}, {"sentences": [{"sentId": 551, "text": "You, too, Jeb Bush, bracing up his attacks on Donald Trump but can his strategy work?"}, {"sentId": 552, "text": "That's next."}], "speaker": "LEMON", "secId": 190}, {"sentences": [{"sentId": 553, "text": "Is Jeb Bush finally getting his mojo back by taking on Donald Trump?"}, {"sentId": 554, "text": "Joining me now -- joining me now for the day in Trump is Rick Wilson, republican strategist, Jamal Simmons, democratic strategist, and Charles Hurt, a columnist for The Washington Times."}], "speaker": "LEMON", "secId": 191}, {"sentences": [{"sentId": 555, "text": "So, I want you guys to think about it."}, {"sentId": 556, "text": "What's your favorite book?"}, {"sentId": 557, "text": "Go."}, {"sentId": 558, "text": "I'm kidding."}, {"sentId": 559, "text": "Charles, I'm going to start with you."}, {"sentId": 560, "text": "You know, Jeb Bush spoke today at a campaign stop and he is turning up a heat really going after Donald trump in his immigration plan."}, {"sentId": 561, "text": "Watch this."}], "speaker": "LEMON", "secId": 192}, {"sentences": [{"sentId": 562, "text": "Do it as a conservative, for crying out loud."}, {"sentId": 563, "text": "I don't think we should spend hundreds of millions of dollars with an impractical solution."}, {"sentId": 564, "text": "This guy -- this guy is now the front runner."}, {"sentId": 565, "text": "He should hold to account, just like me."}, {"sentId": 566, "text": "He should be asked as he was yesterday."}, {"sentId": 567, "text": "How are you going to pay for it?"}, {"sentId": 568, "text": "Explain how going to stop all the remittances without violating people's civil liberty."}, {"sentId": 569, "text": "Go through these questions and what you'll find is this guy doesn't have a plan."}], "speaker": "BUSH", "secId": 193}, {"sentences": [{"sentId": 570, "text": "Charles, did someone have a little meeting with the debate coach?"}, {"sentId": 571, "text": "You said, hey, turn up the volume, put some fire in your belly, what do you think?"}], "speaker": "LEMON", "secId": 194}, {"sentences": [{"sentId": 572, "text": "I think they did, Don."}, {"sentId": 573, "text": "And, you know, what we're seeing at the very least is Donald Trump is very much getting under Jeb Bush's skin here."}, {"sentId": 574, "text": "He's getting in his head here."}, {"sentId": 575, "text": "And, you know, this ability by -- of Donald Trump, to be able to look at a person is almost a primal ability to look at a person and sense what their greatest weakness is."}, {"sentId": 576, "text": "And he goes for it."}, {"sentId": 577, "text": "And he goes for it mercilessly."}], "speaker": "HURT", "secId": 195}, {"sentences": [{"sentId": 578, "text": "It has really offended this race and I think it has caused the most -- obviously the most headaches for Jeb Bush because Jeb Bush was sort of the -- he was -- he thought he was going to be walking to the coronation."}], "speaker": "HURT", "secId": 196}, {"sentences": [{"sentId": 579, "text": "But the problem is, that, you know, Jeb -- there's nothing Jeb can do."}, {"sentId": 580, "text": "Because, you know, right there does he sound angry?"}, {"sentId": 581, "text": "He sounded a little bit angry, he certainly sounded tense."}, {"sentId": 582, "text": "He sounded upset."}, {"sentId": 583, "text": "And if he doesn't do that, then he's going to sound low energy."}], "speaker": "HURT", "secId": 197}, {"sentences": [{"sentId": 584, "text": "But did it come off as authentic do you think, Jamal?"}], "speaker": "LEMON", "secId": 198}, {"sentences": [{"sentId": 585, "text": "No, as authentic as Jeb Bush can be."}], "speaker": "SIMMONS", "secId": 199}, {"sentences": [{"sentId": 586, "text": "OK."}, {"sentId": 587, "text": "Listen, all right."}, {"sentId": 588, "text": "I want you guys..."}], "speaker": "LEMON", "secId": 200}, {"sentences": [{"sentId": 589, "text": "I want him to get a great impression that he is."}, {"sentId": 590, "text": "But here, Don..."}], "speaker": "SIMMONS", "secId": 201}, {"sentences": [{"sentId": 591, "text": "Hang on."}, {"sentId": 592, "text": "Before you finish that, let's listen -- let's listen to Trumps response."}], "speaker": "LEMON", "secId": 202}, {"sentences": [{"sentId": 593, "text": "God for him because he's on TV."}], "speaker": "SIMMONS", "secId": 203}, {"sentences": [{"sentId": 594, "text": "Trump had a chance to respond to Jeb Bush on Bloomberg today."}, {"sentId": 595, "text": "Here he is."}], "speaker": "LEMON", "secId": 204}, {"sentences": [{"sentId": 596, "text": "He seemed a little bit more dynamic."}], "speaker": "TRUMP", "secId": 205}, {"sentences": [{"sentId": 597, "text": "Yes."}], "speaker": "UNIDENTIFIED MALE", "secId": 206}, {"sentences": [{"sentId": 598, "text": "But, you know, you can't force that and it was a little bit fore."}, {"sentId": 599, "text": "He's a low energy person, by nature."}, {"sentId": 600, "text": "And that's OK."}, {"sentId": 601, "text": "There's nothing wrong with that."}, {"sentId": 602, "text": "I know some wonderful low energy people."}, {"sentId": 603, "text": "In fact, some of the nicest people I know, but that doesn't mean that they're going to be in negotiating with china."}], "speaker": "TRUMP", "secId": 207}, {"sentences": [{"sentId": 604, "text": "All right, Jamal."}, {"sentId": 605, "text": "So, go ahead."}, {"sentId": 606, "text": "Complete your answer."}], "speaker": "LEMON", "secId": 208}, {"sentences": [{"sentId": 607, "text": "You know, I know some wonderful short people but that's doesn't mean they're going to make great basketball players."}, {"sentId": 608, "text": "I mean, it's like what is he talking about."}], "speaker": "SIMMONS", "secId": 209}, {"sentences": [{"sentId": 609, "text": "He's so jealous."}], "speaker": "UNIDENTIFIED MALE", "secId": 210}, {"sentences": [{"sentId": 610, "text": "But here's what about -- here's what good about Donald Trump."}, {"sentId": 611, "text": "I mean, about Jeb Bush today and he's on television."}, {"sentId": 612, "text": "There are so many other candidates, the republican nomination that we're not talking about."}, {"sentId": 613, "text": "And the only way he's able to be on television last week is to fight Donald Trump."}, {"sentId": 614, "text": "It was for Jeb Bush is probably the best he can do right now."}], "speaker": "SIMMONS", "secId": 211}, {"sentences": [{"sentId": 615, "text": "So, Rick, again."}, {"sentId": 616, "text": "So, Rick, I think you do believe that he is low energy Jeb Bush."}, {"sentId": 617, "text": "But the question is, when Trump -- when Donald Trump is so high in the polls why does he appear to be punching down?"}, {"sentId": 618, "text": "Why is he punching down?"}], "speaker": "LEMON", "secId": 212}, {"sentences": [{"sentId": 619, "text": "Well, because Donald Trump isn't really a -- isn't really candidate as we understand him."}, {"sentId": 620, "text": "And he revels in trying to alpha dog on these guys and trying to rub their faces in a little bit."}, {"sentId": 621, "text": "And the fact to the matter is that, you know, frankly, you guys probably weren't around for Jeb Bush's campaign his re- elocutionist's in his old two campaigns."}], "speaker": "WILSON", "secId": 213}, {"sentences": [{"sentId": 622, "text": "Once this guy gets tuned up, he will go out at somebody."}, {"sentId": 623, "text": "He will not leave a lot of stuff on the field."}], "speaker": "WILSON", "secId": 214}, {"sentences": [{"sentId": 624, "text": "Is that a good strategy for him, you're saying he's rusty, he's just warming up?"}], "speaker": "LEMON", "secId": 215}, {"sentences": [{"sentId": 625, "text": "Well, look, as long as the media is going to accommodate Donald Trump being the phone in candidate who hides in his fortress solitude of the Trump Tower, I would say..."}], "speaker": "WILSON", "secId": 216}, {"sentences": [{"sentId": 626, "text": "He was just on camera there."}], "speaker": "LEMON", "secId": 217}, {"sentences": [{"sentId": 627, "text": "... and calls in TV shows."}, {"sentId": 628, "text": "I know, Don."}, {"sentId": 629, "text": "But, you know, this is a guy who gets a lot of exemptions to the rules."}, {"sentId": 630, "text": "And the fact to the matter is, if Jeb is manage to get in there and get this going, Trump is still not answering the questions about Jeb's substitute criticisms of him."}], "speaker": "WILSON", "secId": 218}, {"sentences": [{"sentId": 631, "text": "He's still just trying to make it into this personality, you know, this pissing match as a personality contest and not get in there and have, you know, in respond to what Jeb said about the cause or the expansion of government."}, {"sentId": 632, "text": "Because the fact to the matter is, Trump's plan is on two sheets of notebook paper basically."}], "speaker": "WILSON", "secId": 219}, {"sentences": [{"sentId": 633, "text": "And it's a bunch of talking points that his other recycled mode of people or run out to the far edge of the realm possible and Jeb called him on it."}, {"sentId": 634, "text": "What's it going to cost?"}, {"sentId": 635, "text": "What it's going to do to the civil liberty of U.S. citizens, what it's going to do to the financial system."}, {"sentId": 636, "text": "All these he's asking, Trump is still not answering those questions because he can't."}, {"sentId": 637, "text": "There's nothing there."}], "speaker": "WILSON", "secId": 220}, {"sentences": [{"sentId": 638, "text": "I think, Don..."}], "speaker": "SIMMONS", "secId": 221}, {"sentences": [{"sentId": 639, "text": "Hang on."}, {"sentId": 640, "text": "Hang on, hang on, everyone."}, {"sentId": 641, "text": "Hang on."}, {"sentId": 642, "text": "You're going to get a second chance."}, {"sentId": 643, "text": "We're going to talk about it after the break."}, {"sentId": 644, "text": "But, again, if Jeb Bush wants to call in to the show of Governor Bush, we will welcome a call in at any time."}], "speaker": "LEMON", "secId": 222}, {"sentences": [{"sentId": 645, "text": "When we come right back, the man who may be the real wild card in this campaign."}, {"sentId": 646, "text": "Will Joe Biden run?"}], "speaker": "LEMON", "secId": 223}, {"sentences": [{"sentId": 647, "text": "A lot of folks are surprised by Donald Trump's surge in the campaign."}, {"sentId": 648, "text": "But the real wild card could be Joe Biden."}, {"sentId": 649, "text": "Back with me, Rick Wilson, Jamal Simmons, and Charles Hurt."}], "speaker": "LEMON", "secId": 224}, {"sentences": [{"sentId": 650, "text": "All right."}, {"sentId": 651, "text": "Jamal, this is for you."}, {"sentId": 652, "text": "A lot of speculation about whether the Vice President Joe Biden is going to jump into this race."}, {"sentId": 653, "text": "That's he spoke today to Democratic Party leaders and said he is trying to determine whether if he has the, quote, \"emotional fuel to run.\""}, {"sentId": 654, "text": "Here he is."}], "speaker": "LEMON", "secId": 225}, {"sentences": [{"sentId": 655, "text": "If I were to announce to run, I have to be able to commit to all of you that I will be able to give it my whole heart and my whole soul."}, {"sentId": 656, "text": "And right now, both are pretty well banged up and we're trying to figure out that issue."}, {"sentId": 657, "text": "But believe me, I'm giving this a lot of thought and dealing internally with the family about how we do this.\""}], "speaker": "BIDEN", "secId": 226}, {"sentences": [{"sentId": 658, "text": "It really sounds like he's leaning towards running, Jamal, what do you think?"}], "speaker": "LEMON", "secId": 227}, {"sentences": [{"sentId": 659, "text": "You know, actually that conversation is the first time I've felt any pause in the last week or so."}, {"sentId": 660, "text": "Because it does sounds like he is wrestling with this emotional level and you just can't, you know, it's not something I think -- it's not political strategy, right?"}, {"sentId": 661, "text": "When you get down to that point."}], "speaker": "SIMMONS", "secId": 228}, {"sentences": [{"sentId": 662, "text": "But everything else they're doing, the leaking of the stories about Elizabeth Warren, meeting with donors, having conversations, his team is behaving like he's leaning into a run."}, {"sentId": 663, "text": "And frankly, it would be good for him."}, {"sentId": 664, "text": "It would be good for Secretary Clinton, and it would be good for the Democratic Party if he run because either he'll win or he'll make Secretary Clinton a better candidate and she'll win."}], "speaker": "SIMMONS", "secId": 229}, {"sentences": [{"sentId": 665, "text": "OK."}, {"sentId": 666, "text": "I've got to go."}, {"sentId": 667, "text": "If you can just give me one answer, OK, and don't go on and pontificate."}], "speaker": "LEMON", "secId": 230}, {"sentences": [{"sentId": 668, "text": "I won't."}], "speaker": "SIMMONS", "secId": 231}, {"sentences": [{"sentId": 669, "text": "So, who is the bigger opponent to Trump?"}, {"sentId": 670, "text": "First, Jamal."}, {"sentId": 671, "text": "Is it Hillary or is it Joe Biden?"}], "speaker": "LEMON", "secId": 232}, {"sentences": [{"sentId": 672, "text": "They'd both be tough if they ran against each other."}], "speaker": "SIMMONS", "secId": 233}, {"sentences": [{"sentId": 673, "text": "Rick."}], "speaker": "LEMON", "secId": 234}, {"sentences": [{"sentId": 674, "text": "The bigger opponent to him is Hillary Clinton."}], "speaker": "WILSON", "secId": 235}, {"sentences": [{"sentId": 675, "text": "All right."}, {"sentId": 676, "text": "And Mr. Hurt."}], "speaker": "LEMON", "secId": 236}, {"sentences": [{"sentId": 677, "text": "He would get inside of Biden's head."}], "speaker": "WILSON", "secId": 237}, {"sentences": [{"sentId": 678, "text": "I would say Joe Biden."}, {"sentId": 679, "text": "I think Joe Biden in the strongest candidate on the democratic side, head and shoulders above all of this."}, {"sentId": 680, "text": "Because the same thing, there were seeing this enthusiasm for Trump, has more to do with outsiders."}, {"sentId": 681, "text": "And I think that he -- I said Hillary..."}], "speaker": "HURT", "secId": 238}, {"sentences": [{"sentId": 682, "text": "I said no pontificating."}, {"sentId": 683, "text": "Come on."}], "speaker": "LEMON", "secId": 239}, {"sentences": [{"sentId": 684, "text": "I'm sorry."}, {"sentId": 685, "text": "I'm sorry."}], "speaker": "HURT", "secId": 240}, {"sentences": [{"sentId": 686, "text": "You pontificated that."}], "speaker": "LEMON", "secId": 241}, {"sentences": [{"sentId": 687, "text": "That's what we do."}], "speaker": "HURT", "secId": 242}, {"sentences": [{"sentId": 688, "text": "We'll be right back."}, {"sentId": 689, "text": "Thank you."}], "speaker": "LEMON", "secId": 243}, {"sentences": [{"sentId": 690, "text": "See you back here tomorrow."}, {"sentId": 691, "text": "AC360 starts right now."}, {"sentId": 692, "text": "Good night."}], "speaker": "LEMON", "secId": 244}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1508.26.cnnt.01.html.json", "time": "Aired August 26, 2015 - 22:00   ET"}