{"sectionCount": 214, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["LEMON", "BROWN", "LANIER", "FEYERICK", "VERNI", "FITZGERALD", "JORDAN", "KOBILINSKY", "FICKER", "PEREZ", "WEGERS", "TUCHMAN", "AMY", "LUSTICK", "CHRISTIE", "CABRERA", "BAUN", "CARTER", "HIGUERA", "ROMERO", "UNIDENTIFIED MALE", "MOSBY", "CURLETT", "PRICE"], "subTitle": "Manhunt in Washington, DC, Murder Case; Biker Gang Violence Examined; Mysterious Colorado Shootings Discussed; Baltimore Police Officers Indicted. Aired 10-11:00p ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1505/21/cnnt.01.html", "sentenceCount": 561, "sections": [{"sentences": [{"sentId": 0, "text": "Breaking news tonight, the manhunt fresh from Washington D.C. all the way to Brooklyn, after the brutal murders of a family and their housekeeper."}, {"sentId": 1, "text": "This is CNN Tonight."}, {"sentId": 2, "text": "I'm Don Lemon."}], "speaker": "LEMON", "secId": 0}, {"sentences": [{"sentId": 3, "text": "The crime shocking."}, {"sentId": 4, "text": "A mother, father, their 10-year-old son and a housekeeper killed in a family's Washington home, the mansion set on fire."}, {"sentId": 5, "text": "A suspect identified when his DNA is allegedly found on a pizza crust at the scene."}, {"sentId": 6, "text": "Now, police are searching for him tonight in Brooklyn."}], "speaker": "LEMON", "secId": 1}, {"sentences": [{"sentId": 7, "text": "Meantime, fears of sniper on the loose in rural Colorado."}, {"sentId": 8, "text": "The latest on both stories."}, {"sentId": 9, "text": "Plus, a chilling new threat in Texas, are biker gangs planning to target police?"}], "speaker": "LEMON", "secId": 2}, {"sentences": [{"sentId": 10, "text": "And six officers indictment in the death of Freddie Gray in Baltimore."}, {"sentId": 11, "text": "The question is, will justice be served?"}], "speaker": "LEMON", "secId": 3}, {"sentences": [{"sentId": 12, "text": "We're going to begin to begin this broadcast with the latest on the suspect and those gruesome murders in Washington."}, {"sentId": 13, "text": "D.C."}, {"sentId": 14, "text": "There you see CNN's Pamela Brown there."}, {"sentId": 15, "text": "She joins me now with more."}, {"sentId": 16, "text": "Pamela, we're learning more tonight about the suspect, what is it?"}], "speaker": "LEMON", "secId": 4}, {"sentences": [{"sentId": 17, "text": "Yes we're learning that the suspect, 34-year-old, Daron Wint has had several run-ins with police over the last several years."}, {"sentId": 18, "text": "Even looking at court document and he's been arrested for domestic violence, for assault, for theft."}], "speaker": "BROWN", "secId": 5}, {"sentences": [{"sentId": 19, "text": "In fact, in 2010, according to documents he allegedly threatened to kill a woman and her 2-year-old daughter."}, {"sentId": 20, "text": "He allegedly smashed the windshield of the woman's car and then broken to her apartment and stole a TV."}, {"sentId": 21, "text": "And then also, in the separate case that same year, a Prince George's County police officer allegedly encountered him behind a gas station dumpster and he was -- according to the court documents carrying a machete and a bb gun."}], "speaker": "BROWN", "secId": 6}, {"sentences": [{"sentId": 22, "text": "Now we know that he is facing first degree murder, felony murder while armed."}, {"sentId": 23, "text": "A manhunt is still underway at this hour."}, {"sentId": 24, "text": "It is very massive."}, {"sentId": 25, "text": "A lot of different police departments are involved in this, aggressively looking for him as we speak."}, {"sentId": 26, "text": "Don."}], "speaker": "BROWN", "secId": 7}, {"sentences": [{"sentId": 27, "text": "Pam, tell us about what you know more about the suspect's connection to this family."}, {"sentId": 28, "text": "BROWN: What we learned today from D.C. Police Chief Cathy Lanier that"}], "speaker": "LEMON", "secId": 8}, {"sentences": [{"sentId": 29, "text": "he worked for the company where Mr. Savopoulos was a CEO of American Iron Works."}, {"sentId": 30, "text": "That he had worked there at some point in the past."}, {"sentId": 31, "text": "But the police chief did not say when and for how long."}, {"sentId": 32, "text": "Here is what she said at the press conference today."}], "speaker": "LEMON", "secId": 9}, {"sentences": [{"sentId": 33, "text": "We do believe that there is a connection between these suspects in this case through the business."}, {"sentId": 34, "text": "So, right now does not appear that this was just a random crime but there is a connection through the business of the suspect and Savopoulos family business."}], "speaker": "LANIER", "secId": 10}, {"sentences": [{"sentId": 35, "text": "So, you heard her say there is -- she did not believe this was a random crime, but she did say, Don, that she couldn't rule out the idea that there could be more suspects connected to this crime here, Don."}], "speaker": "BROWN", "secId": 11}, {"sentences": [{"sentId": 36, "text": "And as we look at, I mean, it's awful to look behind you."}, {"sentId": 37, "text": "We're looking at that family's home where it all happened in Washington D.C."}, {"sentId": 38, "text": "Thank you very much, Pamela Brown."}, {"sentId": 39, "text": "We appreciate you joining us this evening."}], "speaker": "LEMON", "secId": 12}, {"sentences": [{"sentId": 40, "text": "I want to bring out Deborah Feyerick, also retired New York police detective, Tom Verni, coming out this case."}, {"sentId": 41, "text": "Casey Jordan, a forensic scientist, Lawrence Kobilinski, and via Skype, Jim Fitzgerald, a retired FBI criminal profiler and the author of \"A Journey to the Center of the Minds.\""}], "speaker": "LEMON", "secId": 13}, {"sentences": [{"sentId": 42, "text": "We were just in NBC, can you take us now Deb to Brooklyn where this manhunt they've served."}, {"sentId": 43, "text": "Are there any closer to finding this guy?"}], "speaker": "LEMON", "secId": 14}, {"sentences": [{"sentId": 44, "text": "Well, now that he knows his name, they're much closer to finding him."}, {"sentId": 45, "text": "But, here's the thing."}, {"sentId": 46, "text": "They believe that sometime after these murders, that he travelled up to Brooklyn."}, {"sentId": 47, "text": "That's according to the police officer, the police chief, who says that he did travelled to the New York City area."}, {"sentId": 48, "text": "They believed he is somewhere in South Brooklyn and that's why they were searching today."}], "speaker": "FEYERICK", "secId": 15}, {"sentences": [{"sentId": 49, "text": "Now they were able to track him because of his connections to friends and the relatives in that area."}, {"sentId": 50, "text": "One person who they questioned today is a woman who's believed to be his girlfriend."}, {"sentId": 51, "text": "And the girlfriend, according to two sources told police that Dylon -- Daron Dylon Wint, intend to turn himself in."}], "speaker": "FEYERICK", "secId": 16}, {"sentences": [{"sentId": 52, "text": "The problem is that there are flaws in the girlfriend's story."}, {"sentId": 53, "text": "She's going of going back and forth in certain point according to sources, and so, it's not clear whether, in fact, she's telling the truth."}], "speaker": "FEYERICK", "secId": 17}, {"sentences": [{"sentId": 54, "text": "Is she in Brooklyn?"}], "speaker": "LEMON", "secId": 18}, {"sentences": [{"sentId": 55, "text": "She lives in Brooklyn."}, {"sentId": 56, "text": "LEMON: She lives in Brooklyn."}, {"sentId": 57, "text": "And you spent -- you're in Brooklyn all day today and you just got back."}, {"sentId": 58, "text": "So, you've been on the scene."}, {"sentId": 59, "text": "What is the scene like?"}, {"sentId": 60, "text": "Is there a scene at the girlfriend's house?"}, {"sentId": 61, "text": "Is there a..."}], "speaker": "FEYERICK", "secId": 19}, {"sentences": [{"sentId": 62, "text": "No."}, {"sentId": 63, "text": "There isn't."}, {"sentId": 64, "text": "And we were there very briefly."}, {"sentId": 65, "text": "But we can't tell you is that, she was questioned at the station house in the 69th precinct."}, {"sentId": 66, "text": "And she was talking to the investigators."}, {"sentId": 67, "text": "She's the one who really said that he intend to turn himself in."}], "speaker": "FEYERICK", "secId": 20}, {"sentences": [{"sentId": 68, "text": "Now it was unclear whether he travelled up to New York City by bus."}, {"sentId": 69, "text": "When he arrived by bus, if he did, he was -- he had a cell phone, he was using his own personal cell phone, he's now ditched that cell phone and it appears to be using somebody else's cell phone."}], "speaker": "FEYERICK", "secId": 21}, {"sentences": [{"sentId": 70, "text": "So, you've got U.S."}, {"sentId": 71, "text": "Marshals, you've got the regional Fusion Task Force which involves the FBI, the NYPD, all different kinds of law enforcement agencies, they're all searching for him."}, {"sentId": 72, "text": "But again, they do believe because his last known address according to states book page it was New York City that perhaps the girlfriend can lead him closer."}], "speaker": "FEYERICK", "secId": 22}, {"sentences": [{"sentId": 73, "text": "So, yes, all these people looking for him and your sources tonight because you're former with a police problem, what are they telling you?"}], "speaker": "LEMON", "secId": 23}, {"sentences": [{"sentId": 74, "text": "Well, they're obviously going to start in Brooklyn because that's the best place to start looking for him with his connections as Deborah had mentioned."}, {"sentId": 75, "text": "They're obviously the Fusion Task Force is out looking for them."}, {"sentId": 76, "text": "All the detective squads are going to be out there looking for him."}], "speaker": "VERNI", "secId": 24}, {"sentences": [{"sentId": 77, "text": "I'm sure there's this additional manpower that's been added through the search."}, {"sentId": 78, "text": "They want to make sure if he is in Brooklyn that is going to -- that, you know, that they can catch him in Brooklyn before he go somewhere else and police, then that's their area."}], "speaker": "VERNI", "secId": 25}, {"sentences": [{"sentId": 79, "text": "Yes."}], "speaker": "LEMON", "secId": 26}, {"sentences": [{"sentId": 80, "text": "And even in a -- with the lot of community affairs they are probably reaching out to their contacts in the Brooklyn area and probably not even stopping there."}, {"sentId": 81, "text": "They're probably looking in these running areas as Queensland Island as well, as well as the Long Island."}], "speaker": "VERNI", "secId": 27}, {"sentences": [{"sentId": 82, "text": "It is easy to get around this."}, {"sentId": 83, "text": "There's mass transportation and you can get around very easily here."}, {"sentId": 84, "text": "Even though whose being flash all across television on this broadcasting and every broadcast pretty much in the country."}], "speaker": "LEMON", "secId": 28}, {"sentences": [{"sentId": 85, "text": "Jim, as a criminologist, a forensic scientist here, I'm sorry, not as a -- as a retired criminal profiler, let's say, tell -- and you were involved in the Erick Rudolph manhunt, what type of location that you predict that the suspect could be hiding."}, {"sentId": 86, "text": "He's probably hiding in?"}], "speaker": "LEMON", "secId": 29}, {"sentences": [{"sentId": 87, "text": "Yes."}, {"sentId": 88, "text": "Right now he's laying very low."}, {"sentId": 89, "text": "He's probably not taking the risk of roaming the streets taking public transportation."}, {"sentId": 90, "text": "He got from point A, the Maryland area to point B, at least as far as we know it would be at South Brooklyn, somehow over the last week, a few days."}], "speaker": "FITZGERALD", "secId": 30}, {"sentences": [{"sentId": 91, "text": "But I was going right now of over media coverage, his name being out there his pictures, he's doing two things."}, {"sentId": 92, "text": "He's laying really low and he's also altered his identity."}, {"sentId": 93, "text": "I can guarantee you, he hasn't shave for a few days and if he still have the dreadlocks when he committed this crime, they're long gone."}, {"sentId": 94, "text": "So, he wants to make himself look different."}, {"sentId": 95, "text": "He knows he's s radioactive as one can get in this type of situation."}, {"sentId": 96, "text": "And he wants to lay low, stay secreted somewhere and change his identity."}, {"sentId": 97, "text": "He was supposed to go out."}], "speaker": "FITZGERALD", "secId": 31}, {"sentences": [{"sentId": 98, "text": "Jim, do you think someone is helping him out?"}], "speaker": "LEMON", "secId": 32}, {"sentences": [{"sentId": 99, "text": "If they are, they're taking a real big risk here."}, {"sentId": 100, "text": "You don't get much more wanted than a guy like this with heinous crime he committed."}, {"sentId": 101, "text": "So, he's probably reaching out for a lot of people from his past from one cell phone or another."}, {"sentId": 102, "text": "And I assure you authorities are looking at everybody number he's ever called from the last year and they are also checking those people out to see if he does reach out."}], "speaker": "FITZGERALD", "secId": 33}, {"sentences": [{"sentId": 103, "text": "I see a lot of head nodding here for our people who are investigating this and inform their investigators."}, {"sentId": 104, "text": "Dr. Jordan, what kind tortures a 10-year-old and then eat a pizza in the process of doing this?"}], "speaker": "LEMON", "secId": 34}, {"sentences": [{"sentId": 105, "text": "Well, everyone keeps going he must be so detached to order two pizzas."}, {"sentId": 106, "text": "But I actually think he needed to regroup once he started this thing."}, {"sentId": 107, "text": "And Deborah and I were talking; this is very similar to the treasure home invasion."}], "speaker": "JORDAN", "secId": 35}, {"sentences": [{"sentId": 108, "text": "Sometimes people start things and they have a great plan, they think it's going to be a kidnapping, the money is going come, it's going to be smooth as silk."}], "speaker": "JORDAN", "secId": 36}, {"sentences": [{"sentId": 109, "text": "It doesn't go smooth."}], "speaker": "LEMON", "secId": 37}, {"sentences": [{"sentId": 110, "text": "Something goes bad and then they have to actually sit and order pizza, eat, figure out what the next step is going to be."}, {"sentId": 111, "text": "You know, obviously he was very careless because hilarious he's going to tell us, we've got the DNA off the pizza crust."}, {"sentId": 112, "text": "But its greed, it's evil."}, {"sentId": 113, "text": "But it's also, I think, in some way related to a disgruntled employee."}, {"sentId": 114, "text": "He knows he had some inside knowledge of this family from his work for his company."}], "speaker": "JORDAN", "secId": 38}, {"sentences": [{"sentId": 115, "text": "Yes."}, {"sentId": 116, "text": "How does this pizza crust DNA thing work?"}, {"sentId": 117, "text": "Lawrence."}], "speaker": "LEMON", "secId": 39}, {"sentences": [{"sentId": 118, "text": "People that burglarize homes, home invasions make mistakes, silly mistakes."}, {"sentId": 119, "text": "They leave their calling card."}, {"sentId": 120, "text": "It may be their blood on a broken piece of glass."}, {"sentId": 121, "text": "It may be the saliva that is deposited on food that they eat, in this case, pizza crust."}], "speaker": "KOBILINSKY", "secId": 40}, {"sentences": [{"sentId": 122, "text": "The fact of the matter is when you examine, when you go to that crime scene, the evidence collection team knows if they find food like pizza, they're going to find bite marks, around those bite marks there is going to be saliva."}, {"sentId": 123, "text": "They know how to collect it; they will either swab it, cut it."}, {"sentId": 124, "text": "They will retrieve that small quantity of saliva, which is very rich in DNA, bring it back to the lab and the rest is standard operating procedure."}], "speaker": "KOBILINSKY", "secId": 41}, {"sentences": [{"sentId": 125, "text": "They extract it, amplify it, and the remnants what is called the electroforesis, what you have at the end of that process is a genetic profile."}, {"sentId": 126, "text": "Now all they need to do is run it in a database."}], "speaker": "KOBILINSKY", "secId": 42}, {"sentences": [{"sentId": 127, "text": "This is very quickly."}, {"sentId": 128, "text": "Usually in the old days it would take a long time to figure this out."}], "speaker": "LEMON", "secId": 43}, {"sentences": [{"sentId": 129, "text": "That's right."}, {"sentId": 130, "text": "It used to take months."}], "speaker": "KOBILINSKY", "secId": 44}, {"sentences": [{"sentId": 131, "text": "Yes."}], "speaker": "LEMON", "secId": 45}, {"sentences": [{"sentId": 132, "text": "The technology has gotten faster, cheaper, very, very rapid, very sensitive."}], "speaker": "KOBILINSKY", "secId": 46}, {"sentences": [{"sentId": 133, "text": "Yes."}, {"sentId": 134, "text": "It's interesting to me though, that in this day and age there are so many cameras that he could get, you know, away so far so fast, but again, they didn't know immediately."}, {"sentId": 135, "text": "So, I would imagine that that helped in the past."}], "speaker": "LEMON", "secId": 47}, {"sentences": [{"sentId": 136, "text": "He also wiped the security cameras from the home so they could have had information there."}, {"sentId": 137, "text": "But they didn't also -- he has no vehicle, so to speak of."}, {"sentId": 138, "text": "So, once he left and slipped away, nobody knew, nobody knew who he was, and so he essentially had 48 head start."}], "speaker": "BROWN", "secId": 48}, {"sentences": [{"sentId": 139, "text": "All we had was that photograph of him going -- broad photograph of him leaving the home, I think it was on the side of the home or in the garage or car park -- OK, a driveway area."}], "speaker": "LEMON", "secId": 49}, {"sentences": [{"sentId": 140, "text": "Stand by."}, {"sentId": 141, "text": "And I want to talk to you about this guy's physical appearance and why all the pictures of him shirtless at the gym or what have you."}, {"sentId": 142, "text": "We'll talk about that."}, {"sentId": 143, "text": "We'll go inside the mind of this guy."}, {"sentId": 144, "text": "And also talk about what all of this means."}, {"sentId": 145, "text": "We come right back the hunt for the suspect."}], "speaker": "LEMON", "secId": 50}, {"sentences": [{"sentId": 146, "text": "Meanwhile, in Midstream, Colorado, well, a bicycle is shot dead, a driver wounded, is there a sniper on the loose there?"}, {"sentId": 147, "text": "Plus, police investigating new threats from biker gangs everywhere from grenades to C4 explosives, to car bombs."}, {"sentId": 148, "text": "Law enforcement officials are they in danger there?"}, {"sentId": 149, "text": "We'll talk about that."}], "speaker": "LEMON", "secId": 51}, {"sentences": [{"sentId": 150, "text": "There's a manhunt in New York City tonight for a 34-year-old, Daron Dylon Wint, suspected in the murder of the brutal murders of a Washington, D.C. family and this housekeeper."}, {"sentId": 151, "text": "The suspect identified after his DNA was allegedly found on a pizza crust at the scene."}], "speaker": "LEMON", "secId": 52}, {"sentences": [{"sentId": 152, "text": "Back with me now, Deborah Feyerick, Tom Verni, Casey Jordan, Lawrence Kobilinsky, and Jim Fitzgerald."}, {"sentId": 153, "text": "First to you, doctor, I want to know what your read is on his physical appearance, all these pictures of him, you know, with his shirt off or half clothes, does that tell you anything about him or about his actions?"}], "speaker": "LEMON", "secId": 53}, {"sentences": [{"sentId": 154, "text": "It could suggest that he -- and we always hear issues of power and control."}, {"sentId": 155, "text": "But he has no history of violence that would really equate to the level of torture of this 10-year-old child."}, {"sentId": 156, "text": "So, you have to wonder how deep the psychic goes."}], "speaker": "JORDAN", "secId": 54}, {"sentences": [{"sentId": 157, "text": "He's 5'6\" or 5..."}], "speaker": "LEMON", "secId": 55}, {"sentences": [{"sentId": 158, "text": "He is 5'6\", 5'7\"."}, {"sentId": 159, "text": "But we've seen the photos of him without his shirt."}, {"sentId": 160, "text": "He is jacked."}, {"sentId": 161, "text": "He spends a lot of time in the gym trying to overcompensate."}, {"sentId": 162, "text": "I'm not trying to offend short people, but, you know, you heard of the Napoleon syndrome."}, {"sentId": 163, "text": "Some people with short stature really try to go horizontal since they can't go vertical to intimidate other people and we've seen this."}], "speaker": "JORDAN", "secId": 56}, {"sentences": [{"sentId": 164, "text": "When they get offended, when they feel slighted, it's bigger than street credit that they take it very personally."}], "speaker": "JORDAN", "secId": 57}, {"sentences": [{"sentId": 165, "text": "Yes."}], "speaker": "LEMON", "secId": 58}, {"sentences": [{"sentId": 166, "text": "And if he was inspired and he thinks wrongfully, if somebody in anyway disrespected him, he may have a personal encounter with the father, you know, his former boss, that no one knows about that he has blown up in his mind, he has to get revenge for."}], "speaker": "JORDAN", "secId": 59}, {"sentences": [{"sentId": 167, "text": "Daron Dylon Wint former attorney spoke to CNN earlier tonight."}, {"sentId": 168, "text": "I want you to take and listen to that."}, {"sentId": 169, "text": "Yes."}, {"sentId": 170, "text": "He spoke to my colleague Erin Burnett."}], "speaker": "LEMON", "secId": 60}, {"sentences": [{"sentId": 171, "text": "It's not his act."}, {"sentId": 172, "text": "He's a nice guy, he's patriotic, he's kind."}, {"sentId": 173, "text": "I defended him in six cases."}, {"sentId": 174, "text": "He was not found guilty in any of those cases in 2005 and 2006."}, {"sentId": 175, "text": "They've got the wrong guy."}, {"sentId": 176, "text": "It's not him."}], "speaker": "FICKER", "secId": 61}, {"sentences": [{"sentId": 177, "text": "Jim, he's a nice guy."}, {"sentId": 178, "text": "They've got the wrong guy."}, {"sentId": 179, "text": "It's not -- I mean, what do you think?"}], "speaker": "LEMON", "secId": 62}, {"sentences": [{"sentId": 180, "text": "Boy, surprised that his lawyer for six different offenses would say something like that."}, {"sentId": 181, "text": "But I'm going to go back to what Dr. Jordan was saying."}, {"sentId": 182, "text": "I mean, you don't get rid or profit motivated crimes anymore high risk than this."}, {"sentId": 183, "text": "There are all kinds of assertiveness and aggressiveness on display here."}, {"sentId": 184, "text": "Its term was on display in 2010, with the incident with the woman and her child, breaking windows, kicking in a door of the house."}, {"sentId": 185, "text": "These are all indicative of someone who has a pathology that just says, I got to show you who is in control and it's going to be me."}], "speaker": "FITZGERALD", "secId": 63}, {"sentences": [{"sentId": 186, "text": "This family hostage, overnight hostage situations he didn't invent this."}, {"sentId": 187, "text": "He's has been done before certainly to just hire -- Connecticut incident."}, {"sentId": 188, "text": "I'm familiar with a case in the early '70s in Philadelphia about 200 yards from where I grew up, where a bike manager was kept overnight, his entire family held in faith, just so he can go out and get the money."}, {"sentId": 189, "text": "He paid the money, the family was released."}, {"sentId": 190, "text": "But it didn't work this time."}, {"sentId": 191, "text": "It wasn't gone that just getting 40 grand from his family of from Savopolous business account."}, {"sentId": 192, "text": "He had to wind up killing them too, probably because of a lot of inadequacy in his part certainly can see."}], "speaker": "FITZGERALD", "secId": 64}, {"sentences": [{"sentId": 193, "text": "Lawrence Kobilinsky, it certainly doesn't sound like the man his attorney describes and, you know, as Jim said, he tried to kill a woman back in a -- her 2-year-old daughter, back in 2010, that's according to court documents."}, {"sentId": 194, "text": "This doesn't sound like the guy the attorney makes him out to be."}], "speaker": "LEMON", "secId": 65}, {"sentences": [{"sentId": 195, "text": "Not at all."}, {"sentId": 196, "text": "I mean, this is a heinous crime."}, {"sentId": 197, "text": "They was clearly torture inflicted on the young child, a 10-year-old Philip, needless torture."}, {"sentId": 198, "text": "That clearly there's much more to this than motivation from money."}, {"sentId": 199, "text": "$40,000 is not the reason these people would kill."}, {"sentId": 200, "text": "There's other factors going on."}, {"sentId": 201, "text": "I think there is a psychopathic aspect to what we're hearing here."}, {"sentId": 202, "text": "And I think Casey has really put her finger on the psyche, the mentality of this individual."}, {"sentId": 203, "text": "Not everybody can commit a crime like this and kill people the way he killed these people."}, {"sentId": 204, "text": "Blunt, force, trauma, and torture of a 10-year- old."}], "speaker": "KOBILINSKY", "secId": 66}, {"sentences": [{"sentId": 205, "text": "Right."}, {"sentId": 206, "text": "Deb."}], "speaker": "LEMON", "secId": 67}, {"sentences": [{"sentId": 207, "text": "Which is also one of the reason that police are looking to see whether, in fact, if somebody else was involved."}, {"sentId": 208, "text": "But that 2010 incident he threatened a woman and her 2-year-old, saying that he would kill them both that he knew how to use a knife."}, {"sentId": 209, "text": "And the interesting thing, if you compare the treasure home invasion, in both of those cases, they targeted the victims, somebody with a lot of money, and then use the child as leverage and that's perhaps why the 10-year-old had so many wounds inflicted on him."}], "speaker": "FEYERICK", "secId": 68}, {"sentences": [{"sentId": 210, "text": "They demanded, he demanded money in both cases, they get the money and then what do you do after you have the money, you get rid of the evidence and you burn the place down."}, {"sentId": 211, "text": "That's exactly what happened in Connecticut."}, {"sentId": 212, "text": "That seems to be what happened here as well."}], "speaker": "FEYERICK", "secId": 69}, {"sentences": [{"sentId": 213, "text": "Tom, his urgency here what happens, I mean, it's a big holiday weekend?"}, {"sentId": 214, "text": "But what happened if they don't get him this weekend?"}, {"sentId": 215, "text": "They're trying to get before as soon as possible."}], "speaker": "LEMON", "secId": 70}, {"sentences": [{"sentId": 216, "text": "Well, yes."}, {"sentId": 217, "text": "I mean, anyone who knows this guy should be very afraid."}, {"sentId": 218, "text": "Because this guy, this one has nothing to lose."}, {"sentId": 219, "text": "He knows when he gets caught or if he turns himself in, which I would highly recommend he does, that he's going to jail."}, {"sentId": 220, "text": "OK."}, {"sentId": 221, "text": "He's going to jail for the rest of his very likely."}, {"sentId": 222, "text": "He's going to have consecutive life sentences on his back."}, {"sentId": 223, "text": "So, he has nothing to lose at this point and he has nothing to lose by taking out potentially those who are trying to chase him."}], "speaker": "VERNI", "secId": 71}, {"sentences": [{"sentId": 224, "text": "Listen, the Dragnet is out, they're after him."}, {"sentId": 225, "text": "There are multiple agencies involved, multiple states, multiple city agencies, the NYPD, the law enforcement police department, they're all going to be looking for this guy in this general area, as well as up and down the east coast and anywhere as he may be hiding."}, {"sentId": 226, "text": "You know, and this goes to what we were talking about before about, you know, beyond calling him a thug."}, {"sentId": 227, "text": "And I don't want to be racist and call him a thug."}, {"sentId": 228, "text": "This guy is a psychopath."}, {"sentId": 229, "text": "He's evil."}, {"sentId": 230, "text": "This is the epitome of an evil person."}], "speaker": "VERNI", "secId": 72}, {"sentences": [{"sentId": 231, "text": "Yes."}], "speaker": "LEMON", "secId": 73}, {"sentences": [{"sentId": 232, "text": "And anyone who knows him should be -- and anyone who has any soul in them should be feeling for this family and should be calling up police and giving this guy up unless he wants to turn himself in."}], "speaker": "VERNI", "secId": 74}, {"sentences": [{"sentId": 233, "text": "Thanks to all of you."}, {"sentId": 234, "text": "And we'll be following it here in CNN, make sure you stay tune."}], "speaker": "LEMON", "secId": 75}, {"sentences": [{"sentId": 235, "text": "Up next, serious new warning tonight."}, {"sentId": 236, "text": "For police in Texas, just days after a biker brawl in Waco killed nine people."}], "speaker": "LEMON", "secId": 76}, {"sentences": [{"sentId": 237, "text": "More breaking news tonight, this time out of Texas."}, {"sentId": 238, "text": "Officials warned of new threats against police officers just days after the deadly biker gang shootout in Waco."}, {"sentId": 239, "text": "I want to bring in CNN's justice correspondent, Evan Perez."}, {"sentId": 240, "text": "Good evening, even."}, {"sentId": 241, "text": "Officials in Texas have learned of a new potential threats, or new potential threats from the bikers."}, {"sentId": 242, "text": "What do you know about that?"}], "speaker": "LEMON", "secId": 77}, {"sentences": [{"sentId": 243, "text": "That's right, Don."}, {"sentId": 244, "text": "This is a new warning that was issued in the form of a bulletin."}, {"sentId": 245, "text": "Two law enforcement officials from the Texas Department of Public Safety."}, {"sentId": 246, "text": "And what they're warning about is a hit apparently that has been ordered against law enforcement officials by the Bandidos and the Black Widows motorcycle gang."}], "speaker": "PEREZ", "secId": 78}, {"sentences": [{"sentId": 247, "text": "According to this bulletin that we have here obtained from CNN, the gangs are trying to get a hold of grenades, Molotov cocktails, C4 explosives."}, {"sentId": 248, "text": "That warning says that they're targeting high ranking law enforcement officials with -- and their families with potentials car bombs."}], "speaker": "PEREZ", "secId": 79}, {"sentences": [{"sentId": 249, "text": "Now this is all in the wake of the shootout last weekend at the Twin Peaks restaurant in Waco."}, {"sentId": 250, "text": "And this weekend, Don, is a popular time for motorcycle gangs to have gatherings."}, {"sentId": 251, "text": "So, police are taking this threat very seriously even though they say that they have not corroborated this information from an informant."}], "speaker": "PEREZ", "secId": 80}, {"sentences": [{"sentId": 252, "text": "I want to know how credible -- you said they're taking them seriously, but how credible these threats are."}, {"sentId": 253, "text": "And to follow in that, is it just the police who were involved in this particular shoot out or is it just the law enforcement officers?"}], "speaker": "LEMON", "secId": 81}, {"sentences": [{"sentId": 254, "text": "Well, you know, actually that's a great question."}, {"sentId": 255, "text": "And what their -- according to this warning, they're targeting law enforcement officials all over Texas."}, {"sentId": 256, "text": "The warning includes in specific mention of cities including Austin, Houston, Dallas, Corpus Christi, some of the biggest in the Texas."}, {"sentId": 257, "text": "And again, it's not been corroborated but they believe they have enough information here that they want to send it out to law enforcement."}, {"sentId": 258, "text": "Simply because of what happened last week."}, {"sentId": 259, "text": "The warning does say that the Bandidos in particular, are out for blood, simply because they believe that their \"brothers\" were targeted by law enforcement officials at that Twin Peak restaurant in Waco last week."}], "speaker": "PEREZ", "secId": 82}, {"sentences": [{"sentId": 260, "text": "Evan Perez is our justice correspondent."}, {"sentId": 261, "text": "Good information, Evan."}, {"sentId": 262, "text": "Thank you very much."}, {"sentId": 263, "text": "I want to talk about the biker gang culture and the shootout that killed nine."}, {"sentId": 264, "text": "With George Wegers, he's a former member of the Bandidos, Jeff Lustick who is George Wegers' attorney, and George Christy, a former Hell's Angels whose with felony prison consultants."}], "speaker": "LEMON", "secId": 83}, {"sentences": [{"sentId": 265, "text": "Before I get going here, George Wegers, you're a former Bandidos, you heard our correspondent there say, they're out for blood because they think that law enforcement targeted their brothers."}, {"sentId": 266, "text": "What do you think of that?"}], "speaker": "LEMON", "secId": 84}, {"sentences": [{"sentId": 267, "text": "I think that's pure nonsense."}, {"sentId": 268, "text": "I think that it was made up by the police department just to strike fear into -- into more into the citizen's hearts and stuff and anything else and to help build that fear tactic up about motorcycles."}], "speaker": "WEGERS", "secId": 85}, {"sentences": [{"sentId": 269, "text": "They use that in court cases to get -- so that they can deny bail, they can have people arrested."}, {"sentId": 270, "text": "They use it -- it's a fear tactic."}, {"sentId": 271, "text": "It never happened."}], "speaker": "WEGERS", "secId": 86}, {"sentences": [{"sentId": 272, "text": "So, you don't think at even it something, I mean, there was a -- nine people killed."}, {"sentId": 273, "text": "There was a shootout involving 170 people or 170 people were arrested."}, {"sentId": 274, "text": "You think this is just a fear tactic for -- to what end, for what purpose?"}], "speaker": "LEMON", "secId": 87}, {"sentences": [{"sentId": 275, "text": "Because if -- now it's starting to come out that the tapes in the restaurant in the Twin Peaks are showing a completely different view of what happened in that restaurant than what happened according to the police department."}, {"sentId": 276, "text": "And they want things on their side."}, {"sentId": 277, "text": "They've arrested 170 some people and all for false arrest."}, {"sentId": 278, "text": "You know, those people were not all -- 170 of them were not involved in that shootout."}, {"sentId": 279, "text": "There's, you know, a whole different side to this story."}], "speaker": "WEGERS", "secId": 88}, {"sentences": [{"sentId": 280, "text": "OK."}], "speaker": "LEMON", "secId": 89}, {"sentences": [{"sentId": 281, "text": "And the police department's got to cover itself."}], "speaker": "WEGERS", "secId": 90}, {"sentences": [{"sentId": 282, "text": "OK. You thought you said, it doesn't match, it doesn't jive."}, {"sentId": 283, "text": "You believe what happened inside Twin Peaks?"}, {"sentId": 284, "text": "Our correspondent Gary Tuchman spoke with a waitress from twin Peaks."}, {"sentId": 285, "text": "Here's what she said to him."}, {"sentId": 286, "text": "Take a listen."}], "speaker": "LEMON", "secId": 91}, {"sentences": [{"sentId": 287, "text": "Do you know why this happened?"}], "speaker": "TUCHMAN", "secId": 92}, {"sentences": [{"sentId": 288, "text": "Contrary to what everyone is saying, it wasn't over just a parking space."}, {"sentId": 289, "text": "I mean, it's a long -- it's been a long issue between Bandidos and Cossacks for a while."}, {"sentId": 290, "text": "It just finally burn enough were erupted."}, {"sentId": 291, "text": "It raise a little attention because it was one of those like, oh, everyone was supposed to show up but you don't know who's going to actually show."}], "speaker": "AMY", "secId": 93}, {"sentences": [{"sentId": 292, "text": "All right."}, {"sentId": 293, "text": "So, what do you -- she's saying it was trouble coming, she saw it."}], "speaker": "LEMON", "secId": 94}, {"sentences": [{"sentId": 294, "text": "Don, let me jump in."}, {"sentId": 295, "text": "You know, in the cases like..."}], "speaker": "LUSTICK", "secId": 95}, {"sentences": [{"sentId": 296, "text": "I want to say something, Don."}], "speaker": "WEGERS", "secId": 96}, {"sentences": [{"sentId": 297, "text": "hang on."}, {"sentId": 298, "text": "Let's let Mr. Wegers' attorney speak."}, {"sentId": 299, "text": "Mr. Lustick, go ahead."}], "speaker": "LEMON", "secId": 97}, {"sentences": [{"sentId": 300, "text": "In the cases I've handled that involved motorcycle clubs, it is not easy to say which has influenced what in these cases."}, {"sentId": 301, "text": "And it has been a tactic of prosecutors to put out information that ultimately in a court of law cannot be proven."}], "speaker": "LUSTICK", "secId": 98}, {"sentences": [{"sentId": 302, "text": "And I would say to people that what happened in that parking lot, may very well be the result of disputes between rival motorcycle clubs and members on a personal basis."}, {"sentId": 303, "text": "And I think that the DA is going to have a big task on his hands when he goes to handle 170 cases."}, {"sentId": 304, "text": "That's 170 potential court appointed lawyers, motorcycle club members don't make a lot of money."}, {"sentId": 305, "text": "That's 170 discovery packages going out to lawyers."}, {"sentId": 306, "text": "That's grand jury indulgence..."}], "speaker": "LUSTICK", "secId": 99}, {"sentences": [{"sentId": 307, "text": "OK."}, {"sentId": 308, "text": "I get you."}], "speaker": "LEMON", "secId": 100}, {"sentences": [{"sentId": 309, "text": "They need to sort through this and start putting out proper information."}, {"sentId": 310, "text": "I think the public needs to know it."}], "speaker": "LUSTICK", "secId": 101}, {"sentences": [{"sentId": 311, "text": "I --"}], "speaker": "LEMON", "secId": 102}, {"sentences": [{"sentId": 312, "text": "I think public has a right to know what happened..."}], "speaker": "LUSTICK", "secId": 103}, {"sentences": [{"sentId": 313, "text": "You've been trying to make that case --"}], "speaker": "LEMON", "secId": 104}, {"sentences": [{"sentId": 314, "text": "Instead of relying on conjecture and rumor."}], "speaker": "LUSTICK", "secId": 105}, {"sentences": [{"sentId": 315, "text": "They're trying to make their case through the media and by spreading a message."}, {"sentId": 316, "text": "So, go ahead, George Christie."}, {"sentId": 317, "text": "What do you want to say?"}], "speaker": "LEMON", "secId": 106}, {"sentences": [{"sentId": 318, "text": "Well, you know, these coalition meetings have been going on and that's what was taking place there at the Twin Peaks since the mid'70s they're attended by attorneys, lobbyists and what not and nobody went there to fight."}, {"sentId": 319, "text": "These meetings been going on since the '70s, and never had a problem."}, {"sentId": 320, "text": "This was an isolated incident."}, {"sentId": 321, "text": "You know, we don't know all the facts yet to what happened."}, {"sentId": 322, "text": "You know, maybe things got out of hand."}, {"sentId": 323, "text": "Maybe they needed stronger leadership there."}, {"sentId": 324, "text": "I don't know what happened."}, {"sentId": 325, "text": "I wasn't there."}, {"sentId": 326, "text": "But I think the information coming from this informant needs to be taken very lightly by law enforcement."}, {"sentId": 327, "text": "In fact, your CNN legal analyst, former assistant director of the FBI discounted that."}, {"sentId": 328, "text": "He said there -- he wouldn't believe what these informants were saying because nobody in the right mind is going to declare law on law enforcement."}], "speaker": "CHRISTIE", "secId": 107}, {"sentences": [{"sentId": 329, "text": "Should, should we not believe --"}], "speaker": "LEMON", "secId": 108}, {"sentences": [{"sentId": 330, "text": "Upper echelon wouldn't allow it in any of these clubs."}], "speaker": "CHRISTIE", "secId": 109}, {"sentences": [{"sentId": 331, "text": "Listen, I'm running out of time here, but I want to ask you George Christie then, should we not believe -- you know, that they said, their finding all these weapons hidden inside the restaurant?"}, {"sentId": 332, "text": "You don't believe that?"}], "speaker": "LEMON", "secId": 110}, {"sentences": [{"sentId": 333, "text": "Well, you know, Texas is a gun culture and you know what, in all fairness, outlaw motorcycle people are -- it's a gun culture as well."}, {"sentId": 334, "text": "So, I'm not surprised but, are they legal weapons or they're illegal weapons."}], "speaker": "CHRISTIE", "secId": 111}, {"sentences": [{"sentId": 335, "text": "Yeah."}], "speaker": "LEMON", "secId": 112}, {"sentences": [{"sentId": 336, "text": "These are the things we need to sort and let the public know."}, {"sentId": 337, "text": "You know, it doesn't need to be  fed to the public by some law enforcement officer in Waco."}], "speaker": "CHRISTIE", "secId": 113}, {"sentences": [{"sentId": 338, "text": "Yeah --"}], "speaker": "LEMON", "secId": 114}, {"sentences": [{"sentId": 339, "text": "It needs to get out there and people need to make an assessment as to what really happened."}], "speaker": "CHRISTIE", "secId": 115}, {"sentences": [{"sentId": 340, "text": "Your stories are fascinating and the information, the insight you offer, we get this invaluable."}, {"sentId": 341, "text": "Thank you so much."}, {"sentId": 342, "text": "I appreciate both of you joining us all three of you joining us here on CNN this evening."}], "speaker": "LEMON", "secId": 116}, {"sentences": [{"sentId": 343, "text": "Another story now, a sniper, there's a sniper on the loose in Colorado, threatening people in one small town, we gonna have the latest, that's next."}], "speaker": "LEMON", "secId": 117}, {"sentences": [{"sentId": 344, "text": "What is going on in Windsor, Colorado?"}, {"sentId": 345, "text": "It is a question police in the small town, north of Denver are trying to answer."}, {"sentId": 346, "text": "Mysterious shootings have killed one man, injured a young woman while she was driving and left the community on edge, the story tonight from CNN's Ana Cabrera."}], "speaker": "LEMON", "secId": 118}, {"sentences": [{"sentId": 347, "text": "A mystery on Colorado roads."}], "speaker": "CABRERA", "secId": 119}, {"sentences": [{"sentId": 348, "text": "It's like craziness."}, {"sentId": 349, "text": "It's like, he was just here yesterday and the next day, he's gone."}], "speaker": "BAUN", "secId": 120}, {"sentences": [{"sentId": 350, "text": "48-year-old John Jacoby shot dead while riding his bike in Northern Colorado."}], "speaker": "CABRERA", "secId": 121}, {"sentences": [{"sentId": 351, "text": "He rides back and forth, there were quite a bit."}], "speaker": "CARTER", "secId": 122}, {"sentences": [{"sentId": 352, "text": "A passing driver finds Jacoby lying in the roadway in a rural town of Windsor, this past Monday morning."}, {"sentId": 353, "text": "He was shot twice."}], "speaker": "CABRERA", "secId": 123}, {"sentences": [{"sentId": 354, "text": "Confirmed that in fact, it was a homicide."}], "speaker": "HIGUERA", "secId": 124}, {"sentences": [{"sentId": 355, "text": "It's the town's first homicide in eight years."}, {"sentId": 356, "text": "No eye witnesses, no weapons found on scene."}, {"sentId": 357, "text": "No buildings in the immediate vicinity."}, {"sentId": 358, "text": "And adding to the mystery, Jacoby is not the first victim."}], "speaker": "CABRERA", "secId": 125}, {"sentences": [{"sentId": 359, "text": "Here is where the bullet entered and exited."}], "speaker": "ROMERO", "secId": 126}, {"sentences": [{"sentId": 360, "text": "Just four weeks earlier, 20-year-old Cori Romero was shot in the neck while driving."}], "speaker": "CABRERA", "secId": 127}, {"sentences": [{"sentId": 361, "text": "911, what's the address of your emergency?"}], "speaker": "UNIDENTIFIED MALE", "secId": 128}, {"sentences": [{"sentId": 362, "text": "Um, I'm on the highway right now and somebody just hit me, and I'm bleeding from my neck and I'm scared."}], "speaker": "ROMERO", "secId": 129}, {"sentences": [{"sentId": 363, "text": "This shooting happened about five miles from where Jacoby was killed."}], "speaker": "CABRERA", "secId": 130}, {"sentences": [{"sentId": 364, "text": "I feel entirely grateful and thankful to be able to you know, walk and talk and stand."}], "speaker": "ROMERO", "secId": 131}, {"sentences": [{"sentId": 365, "text": "In both cases, no arrests."}, {"sentId": 366, "text": "Authorities are trying to figure out if they're related."}], "speaker": "CABRERA", "secId": 132}, {"sentences": [{"sentId": 367, "text": "We're not excluding anything at this point."}], "speaker": "HIGUERA", "secId": 133}, {"sentences": [{"sentId": 368, "text": "Beyond these two cases, at least two dozen reports of shattered car windows while people are driving in just the past few weeks, but in different locations."}, {"sentId": 369, "text": "Officials say there is no evidence to confirm the windows were actually shot."}, {"sentId": 370, "text": "Left with more questions than answers, residents are starting to worry."}], "speaker": "CABRERA", "secId": 134}, {"sentences": [{"sentId": 371, "text": "Who did it?"}, {"sentId": 372, "text": "Why, why are they doing this kind of a thing?"}, {"sentId": 373, "text": "Is it -- is it the same guy has been picking off cars?"}, {"sentId": 374, "text": "Is it copycat?"}, {"sentId": 375, "text": "It's -- it's frightening."}], "speaker": "CARTER", "secId": 135}, {"sentences": [{"sentId": 376, "text": "Local police have called for extra resources to investigate."}, {"sentId": 377, "text": "The FBI is now assisting, hoping to solve this mystery before someone else gets hurt."}, {"sentId": 378, "text": "Ana Cabrera, CNN, Denver."}], "speaker": "CABRERA", "secId": 136}, {"sentences": [{"sentId": 379, "text": "There she is right there Cori Romero, you saw her in the story."}, {"sentId": 380, "text": "And as we saw in the report, you were shot in the neck while driving."}, {"sentId": 381, "text": "When you heard yourself on the 911 call, you close your eyes."}, {"sentId": 382, "text": "Did it take you back?"}], "speaker": "LEMON", "secId": 137}, {"sentences": [{"sentId": 383, "text": "Yeah."}, {"sentId": 384, "text": "It's definitely hard to hear just being in that moment, it was shocking enough but listening back on it, it's definitely hard to hear."}], "speaker": "ROMERO", "secId": 138}, {"sentences": [{"sentId": 385, "text": "How are you doing?"}, {"sentId": 386, "text": "How you feeling?"}], "speaker": "LEMON", "secId": 139}, {"sentences": [{"sentId": 387, "text": "I'm feeling OK."}, {"sentId": 388, "text": "I mean, physically, I feel great, it's still taking it one day at a time but I know that I'm gonna get back to a place where I'll be 100 percent."}], "speaker": "ROMERO", "secId": 140}, {"sentences": [{"sentId": 389, "text": "And doing this, I want to try to put one of the pictures of your injuries and I want to warn our viewers it's -- you know, it's pretty explicit."}, {"sentId": 390, "text": "It's a little graphic."}, {"sentId": 391, "text": "Here it is."}, {"sentId": 392, "text": "That's part of it."}, {"sentId": 393, "text": "And there's one that's a little bit more graphic than that."}, {"sentId": 394, "text": "But then, let's get you back on camera now, -- that's the graphic one."}, {"sentId": 395, "text": "How are you doing now?"}, {"sentId": 396, "text": "What's the deal with your neck?"}, {"sentId": 397, "text": "It looks, it looks pretty good."}], "speaker": "LEMON", "secId": 141}, {"sentences": [{"sentId": 398, "text": "Physically, yeah, it's doing good."}, {"sentId": 399, "text": "The doctors are saying that I'll heal 100 percent with minimal scarring but no permanent damage."}], "speaker": "ROMERO", "secId": 142}, {"sentences": [{"sentId": 400, "text": "Yeah."}, {"sentId": 401, "text": "So, tell us what happened, Cori."}], "speaker": "LEMON", "secId": 143}, {"sentences": [{"sentId": 402, "text": "So, I was driving home from work and I normally don't work late shifts but that day I did."}, {"sentId": 403, "text": "And I was merging on to I- 25 when a car pulled up next to me and I thought they actually hit my car with their car, but my window shattered."}, {"sentId": 404, "text": "And at that point I thought they threw something in my car, I called 911 and, you know they told me to stop, pull over, so I did, and they walked me through the whole process of trying to cover my wounds because I noticed I was bleeding a little bit."}, {"sentId": 405, "text": "And then, the paramedics and the police got there and that's when they noticed the bullet holes in my car."}], "speaker": "ROMERO", "secId": 144}, {"sentences": [{"sentId": 406, "text": "Yeah."}, {"sentId": 407, "text": "And in just three days ago, Cori, a bicycle was shot and killed just five -- five miles away from you were shot."}, {"sentId": 408, "text": "Authorities are saying that there is no evidence of a connection, but a lot of people are wondering if this is a serial sniper."}, {"sentId": 409, "text": "What do you think?"}], "speaker": "LEMON", "secId": 145}, {"sentences": [{"sentId": 410, "text": "I am not entirely sure what to think."}, {"sentId": 411, "text": "In the beginning, when all the shootings of the windows were happening, I thought that you know there might be somebody out there who is doing all these things."}, {"sentId": 412, "text": "I would hope not, just hoping that maybe it's just somebody you know doing copycat and would hope that they would stop, but now that an actual victim has come from this, I don't even know what to think."}], "speaker": "ROMERO", "secId": 146}, {"sentences": [{"sentId": 413, "text": "You're talking about that and then also there a number of unsolved broken car windows along I-25 in the area where you were shot as well."}, {"sentId": 414, "text": "And -- so --"}], "speaker": "LEMON", "secId": 147}, {"sentences": [{"sentId": 415, "text": "Yeah."}], "speaker": "ROMERO", "secId": 148}, {"sentences": [{"sentId": 416, "text": "So, you're hoping that there is not, this is not a sniper, correct?"}, {"sentId": 417, "text": "ROMERO: Yeah, I -- yeah, I hope --"}], "speaker": "LEMON", "secId": 149}, {"sentences": [{"sentId": 418, "text": "You said you hope not."}], "speaker": "LEMON", "secId": 150}, {"sentences": [{"sentId": 419, "text": "I hope that's not the case."}], "speaker": "ROMERO", "secId": 151}, {"sentences": [{"sentId": 420, "text": "Do you think you were targeted?"}], "speaker": "LEMON", "secId": 152}, {"sentences": [{"sentId": 421, "text": "I don't think so, personally, no and I know when I talked to the investigators, they don't think I was personally targeted."}, {"sentId": 422, "text": "They know it was intentional, but random at the same time."}], "speaker": "ROMERO", "secId": 153}, {"sentences": [{"sentId": 423, "text": "Yeah, and so knowing that there are all these things you have the broken windows and the bicycles -- do you feel safe in a car there?"}, {"sentId": 424, "text": "Are people -- do people feel safe in the town?"}], "speaker": "LEMON", "secId": 154}, {"sentences": [{"sentId": 425, "text": "Honestly, I don't think so."}, {"sentId": 426, "text": "I know for me, it's taken a lot even just to get back in the vehicle, but I'm trying not to let myself -- I'm trying to let myself be stronger than the situation and know that - you know, I'm only accountable for my actions and you know, unfortunately, there are people out there that aren't good people and I can't let that hinder me from doing every day things."}], "speaker": "ROMERO", "secId": 155}, {"sentences": [{"sentId": 427, "text": "Yeah, people are scared because they -- you guys have canceled your annual Memorial Day triathlon, which is normally in a safe area -- normally, safe are there."}, {"sentId": 428, "text": "You say that you forgive the shooter."}], "speaker": "LEMON", "secId": 156}, {"sentences": [{"sentId": 429, "text": "Yes."}], "speaker": "ROMERO", "secId": 157}, {"sentences": [{"sentId": 430, "text": "Tell us why?"}], "speaker": "LEMON", "secId": 158}, {"sentences": [{"sentId": 431, "text": "Like I said before, I'm only accountable for my actions and I don't want to live my life feeling anger or sadness toward the situation."}, {"sentId": 432, "text": "It can only make me stronger and I'm the one that can allow that kind of action to -- you know, shine through and if this could help somebody else, you know learn forgiveness or learn just to be stronger than the situation, then I would hope that, that's what I could do for someone else."}], "speaker": "ROMERO", "secId": 159}, {"sentences": [{"sentId": 433, "text": "Good luck to you, Cori Romero."}, {"sentId": 434, "text": "Be safe, OK?"}], "speaker": "LEMON", "secId": 160}, {"sentences": [{"sentId": 435, "text": "Thank you."}], "speaker": "ROMERO", "secId": 161}, {"sentences": [{"sentId": 436, "text": "Thank you."}], "speaker": "LEMON", "secId": 162}, {"sentences": [{"sentId": 437, "text": "Coming up, six officers indicted today in the death of Freddie Gray, will justice be served?"}], "speaker": "LEMON", "secId": 163}, {"sentences": [{"sentId": 438, "text": "Six police officers indicted today in the death of Freddie Gray."}, {"sentId": 439, "text": "It triggered protests and riots in Baltimore."}, {"sentId": 440, "text": "I want you to listen to Baltimore's City State's Attorney Marilyn Mosby."}], "speaker": "LEMON", "secId": 164}, {"sentences": [{"sentId": 441, "text": "As our investigation has continued, additional information has been discovered and as is often the case, during an ongoing investigation, charges should can and should be revised based upon the evidence."}, {"sentId": 442, "text": "These past two weeks, my team has been presenting evidence to a grand jury, that just today, returned indictments against all six officers."}, {"sentId": 443, "text": "These officers who are presumed innocent until proven guilty are now scheduled be arraigned on July second."}], "speaker": "MOSBY", "secId": 165}, {"sentences": [{"sentId": 444, "text": "All right, so Gene Ryan, president of the Baltimore City Fraternal Order of Police responds and saying, \"All citizens are innocent until proven guilty, including six officers."}, {"sentId": 445, "text": "Baltimore City Fraternal Order of Police is asking for the community's support for the thousands of men and women of the Baltimore Police Department who protect and serve our neighborhoods every day."}, {"sentId": 446, "text": "Together, we can move our city forward.\""}, {"sentId": 447, "text": "Let's discuss now."}, {"sentId": 448, "text": "Tom Verni is back with me, former NYPD detective and Chad Curlett, criminal defense attorney with Levin & Curlett, Chad, you first."}, {"sentId": 449, "text": "The grand jury has confirmed some of these charges with some revisions."}, {"sentId": 450, "text": "You felt the original charges were unfair, what do you think now?"}], "speaker": "LEMON", "secId": 166}, {"sentences": [{"sentId": 451, "text": "I don't think the case has gotten any better."}, {"sentId": 452, "text": "I mean, let's start with the statement by the state's attorney today."}, {"sentId": 453, "text": "She qualifies the changes to be indictment by saying, it's an on-going investigation and as its appropriate charges will be revised as new evidence comes in."}, {"sentId": 454, "text": "But the only change to the original charges in this indictment is the -- is now the absence of the false imprisonment charges."}, {"sentId": 455, "text": "Well, that's not based on new evidence."}, {"sentId": 456, "text": "That's based on evidence they had at the time the original charges were announced, but they got it wrong."}, {"sentId": 457, "text": "The knife was an illegal knife and the arrest was a legal arrest, and those charges had to fail and that something that they should have known before."}, {"sentId": 458, "text": "So, that's now been replaced with charges of reckless endangerment, for everyone in the case, if they catch  all."}, {"sentId": 459, "text": "And it displays weakness in the case, as though they don't have confidence in the top accounts ."}], "speaker": "CURLETT", "secId": 167}, {"sentences": [{"sentId": 460, "text": "Do you think Tom Verni that this is gonna help or hurt her critics."}, {"sentId": 461, "text": "Especially those who are within the police department?"}], "speaker": "LEMON", "secId": 168}, {"sentences": [{"sentId": 462, "text": "I don't think it's going to help or any -- anymore than it has from the beginning."}, {"sentId": 463, "text": "You know, you took about -- do would think of all the people to know whether or not this was legal arrest, it would be the state's prosecutor."}, {"sentId": 464, "text": "Come on, you know, they know that - maybe on a state level the knife was legal, but on the city local level, it's not legal and then you say, well, they had no basis for arresting him."}, {"sentId": 465, "text": "I mean, they had to be some sorts of basis for them, having the direction that they have in the legal way, otherwise, why go through all of that..."}], "speaker": "VERNI", "secId": 169}, {"sentences": [{"sentId": 466, "text": "Yeah."}], "speaker": "LEMON", "secId": 170}, {"sentences": [{"sentId": 467, "text": "If you, if you not gonna have a legal basis to arrest him but your probable cause to do that."}, {"sentId": 468, "text": "LEMON: Well Chad, that the -- I think the argument is going to be --"}], "speaker": "VERNI", "secId": 171}, {"sentences": [{"sentId": 469, "text": "is that -- that he was arrested - Freddie Gray was arrested before and even knew he had a knife, does making the arrest illegal?"}], "speaker": "VERNI", "secId": 172}, {"sentences": [{"sentId": 470, "text": "Well, that's an argument that was made by the state's attorney's office in the opposition of the motion to recuse --"}], "speaker": "CURLETT", "secId": 173}, {"sentences": [{"sentId": 471, "text": "On May 8."}], "speaker": "LEMON", "secId": 174}, {"sentences": [{"sentId": 472, "text": "To file by the defense lawyers that -- right, that the state's attorney's office filed on Monday of this week."}, {"sentId": 473, "text": "And if they say, no, no, the arrest was still unlawful for the reason you just said because they didn't know he had a knife at the time he was placed under arrest."}, {"sentId": 474, "text": "But that statement ignores well established law in the United States."}, {"sentId": 475, "text": "The Terry  case said that all officers has to have in order to stop and detain"}], "speaker": "CURLETT", "secId": 175}, {"sentences": [{"sentId": 476, "text": "someone is reasonable suspicion."}, {"sentId": 477, "text": "And you can have someone in handcuffs, and its detention, and if you have been found the knife, you have probable cause to make the arrest."}, {"sentId": 478, "text": "And to stay that the new position of this state's attorney's office is that it eviscerate the distinction of the Terry stop on basis on reasonable suspicion."}, {"sentId": 479, "text": "It gives ammunition to every defense lawyer in a state to argue that searches have become unreasonable when it would have been found to be upheld constitutionally before."}], "speaker": "CURLETT", "secId": 176}, {"sentences": [{"sentId": 480, "text": "So Tom, do you think it's making harder for -- making harder for officers who did their job because some people are saying basically, this is, there is a work stoppage by police in Baltimore."}, {"sentId": 481, "text": "The violence has increased in Baltimore."}, {"sentId": 482, "text": "Do you --"}], "speaker": "LEMON", "secId": 177}, {"sentences": [{"sentId": 483, "text": "Yeah."}], "speaker": "VERNI", "secId": 178}, {"sentences": [{"sentId": 484, "text": "Do you agree?"}], "speaker": "LEMON", "secId": 179}, {"sentences": [{"sentId": 485, "text": "Well, look, look what happened here after Eric Garner?"}], "speaker": "VERNI", "secId": 180}, {"sentences": [{"sentId": 486, "text": "What happened in New York City?"}], "speaker": "LEMON", "secId": 181}, {"sentences": [{"sentId": 487, "text": "Now the officer opted there's a hand on policy, they were afraid to do anything."}, {"sentId": 488, "text": "There was second guessing and third guessing themselves and afraid to take action."}, {"sentId": 489, "text": "And the other problem with that is that if you have an officer who is reluctant or they has to second and third guess themselves before taking legal action, my concern is that it's going to put them in sort of jeopardy of their safety, that's, that's main concern."}], "speaker": "VERNI", "secId": 182}, {"sentences": [{"sentId": 490, "text": "You know these officers here, they are being -- what stopped Freddie Gray, as the attorney just mentioned, they had good reason to stop him and they find out later on he has a knife, so that, that makes the arrest legal."}, {"sentId": 491, "text": "And then you have a prosecutor that says, oh, no, they don't have the legal reason to arrest this guy and this is -- they are all a bunch of racist storm troopers."}, {"sentId": 492, "text": "Any police officer put under that sort of microscope by their own prosecutor is going to be reluctant to want to do their job because you think, well, she's not gonna come after me and  try to make some sort of legal arrest."}, {"sentId": 493, "text": "LEMON: I want to talk about this and this want you want to ask today"}], "speaker": "VERNI", "secId": 183}, {"sentences": [{"sentId": 494, "text": "at the press conference, if you  the announcement because she didn't really take questions."}, {"sentId": 495, "text": "A lot of people are still asking that Mosby recuse herself in favor of an independent prosecutor."}, {"sentId": 496, "text": "When I spoke to her three weeks ago, during her initial announcement, here's what she had to say about the special prosecutor."}], "speaker": "VERNI", "secId": 184}, {"sentences": [{"sentId": 497, "text": "It makes no sense for a special prosecutor to be brought in and then their loyalties are to who?"}, {"sentId": 498, "text": "Who are they accountable to?"}, {"sentId": 499, "text": "I'm accountable to the people who've elected me."}, {"sentId": 500, "text": "And so, at the end of the day, what is this about?"}, {"sentId": 501, "text": "This is about justice and applying justice fairly and equally."}], "speaker": "MOSBY", "secId": 185}, {"sentences": [{"sentId": 502, "text": "What do you think?"}, {"sentId": 503, "text": "First, Tom."}], "speaker": "LEMON", "secId": 186}, {"sentences": [{"sentId": 504, "text": "I think it's such of baloney."}, {"sentId": 505, "text": "She -- if there was ever accused for special prosecutor, this is the case."}, {"sentId": 506, "text": "You know, she has ties for the family attorney."}, {"sentId": 507, "text": "She said things, said things to the disparaging remarks against the police with the family attorney."}, {"sentId": 508, "text": "Her husband is the counsel of the area which is occurred."}, {"sentId": 509, "text": "But there are so many different conflicts of interest here that -- if again, I don't feel uncomfortable -- this is me on trial, I won't feel comfortable with this woman."}, {"sentId": 510, "text": "She may be very capable of prosecuting a case."}, {"sentId": 511, "text": "And let's say she can't do her job."}, {"sentId": 512, "text": "This specific case, I believe if there is ever a reason to have a special prosecutor, this would be the one."}], "speaker": "VERNI", "secId": 187}, {"sentences": [{"sentId": 513, "text": "Chad, I will give you the last word."}], "speaker": "LEMON", "secId": 188}, {"sentences": [{"sentId": 514, "text": "The strongest statement that the charges were motivated for political reasons, rather than for trying to find out the truth of what happened is evidence by the timing and the content of the charges."}, {"sentId": 515, "text": "This case should be about what happened to Freddie Gray."}, {"sentId": 516, "text": "What cause his injury?"}, {"sentId": 517, "text": "And the way this case is charged, they're charging it he was in a civil case."}, {"sentId": 518, "text": "He went into the van and he was all right."}, {"sentId": 519, "text": "He wasn't all right when he got of the van, something must have happened and we're gonna charged everyone who was involved in any way."}], "speaker": "CURLETT", "secId": 189}, {"sentences": [{"sentId": 520, "text": "In a civil case, that shifts the burden to the defense, to come forward and say, well, let me tell you why I wasn't responsible."}, {"sentId": 521, "text": "But here, the state has the burden of proof."}, {"sentId": 522, "text": "And the way they've charged this case, it is going to make the incredibly difficult, ever to establish who is ultimately responsible for Freddie Gray's death and instead, good officers are being tried unnecessarily."}], "speaker": "CURLETT", "secId": 190}, {"sentences": [{"sentId": 523, "text": "Gentlemen, thank you very much."}], "speaker": "LEMON", "secId": 191}, {"sentences": [{"sentId": 524, "text": "You're welcome."}], "speaker": "CURLETT", "secId": 192}, {"sentences": [{"sentId": 525, "text": "We'll be right back."}], "speaker": "LEMON", "secId": 193}, {"sentences": [{"sentId": 526, "text": "For nearly three decade, CNN Hero Marilyn Price has used mountain biking to introduce a world of nature and possibility to city kids used to living in a world of concrete."}], "speaker": "LEMON", "secId": 194}, {"sentences": [{"sentId": 527, "text": "I've been riding since age four."}, {"sentId": 528, "text": "I will never forget my father when he let go of my seat and I was there on my own and that was 70 years ago."}, {"sentId": 529, "text": "A lot of kids have never really left the city."}, {"sentId": 530, "text": "To them, everything is concrete."}], "speaker": "PRICE", "secId": 195}, {"sentences": [{"sentId": 531, "text": "Is everybody is ready ?"}], "speaker": "PRICE", "secId": 196}, {"sentences": [{"sentId": 532, "text": "I decided to take kids."}, {"sentId": 533, "text": "We never had my kind experience on these mountain bike rides."}], "speaker": "PRICE", "secId": 197}, {"sentences": [{"sentId": 534, "text": "OK, you guys, let's hit the road."}], "speaker": "PRICE", "secId": 198}, {"sentences": [{"sentId": 535, "text": "I wasn't train in school."}, {"sentId": 536, "text": "I was getting straight F's and got expelled."}, {"sentId": 537, "text": "We go on bike rides it kind of feel like it clears my mind."}], "speaker": "UNIDENTIFIED MALE", "secId": 199}, {"sentences": [{"sentId": 538, "text": "Looking good."}], "speaker": "PRICE", "secId": 200}, {"sentences": [{"sentId": 539, "text": "I've been doing this for almost 30 yes."}, {"sentId": 540, "text": "You bring them where there are no buildings."}, {"sentId": 541, "text": "It is like, wow, I didn't know that this exists."}], "speaker": "PRICE", "secId": 201}, {"sentences": [{"sentId": 542, "text": "And then we have our, earn a bike program, where kids in the community come after school."}], "speaker": "PRICE", "secId": 202}, {"sentences": [{"sentId": 543, "text": "What's wrong with it?"}], "speaker": "PRICE", "secId": 203}, {"sentences": [{"sentId": 544, "text": "Chain."}], "speaker": "UNIDENTIFIED MALE", "secId": 204}, {"sentences": [{"sentId": 545, "text": "So the chain's loose?"}], "speaker": "PRICE", "secId": 205}, {"sentences": [{"sentId": 546, "text": "Yes."}], "speaker": "UNIDENTIFIED MALE", "secId": 206}, {"sentences": [{"sentId": 547, "text": "They learn how to work on bikes and they earn points towards bikes."}], "speaker": "PRICE", "secId": 207}, {"sentences": [{"sentId": 548, "text": "Oh, that looks great."}], "speaker": "PRICE", "secId": 208}, {"sentences": [{"sentId": 549, "text": "They learned good job skills."}], "speaker": "PRICE", "secId": 209}, {"sentences": [{"sentId": 550, "text": "It's like getting quite an overhaul."}], "speaker": "PRICE", "secId": 210}, {"sentences": [{"sentId": 551, "text": "Now I have A's and B's."}, {"sentId": 552, "text": "They're like my guide to a better life."}], "speaker": "UNIDENTIFIED MALE", "secId": 211}, {"sentences": [{"sentId": 553, "text": "There is opportunity to see that yes, I have been able to accomplish what I thought I couldn't."}, {"sentId": 554, "text": "It is not just biking."}, {"sentId": 555, "text": "We are imparting life lessons."}], "speaker": "PRICE", "secId": 212}, {"sentences": [{"sentId": 556, "text": "To nominate a hero, go to cnnheroes.com."}, {"sentId": 557, "text": "Have a fun and safe Memorial weekend everyone."}, {"sentId": 558, "text": "I'll see you next week."}, {"sentId": 559, "text": "AC360 starts right now."}], "speaker": "LEMON", "secId": 213}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1505.21.cnnt.01.html.json", "time": "Aired May 21, 2015 - 22:00   ET"}