{"sectionCount": 271, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["LEMON", "UNIDENTIFIED MALE", "VALENCIA", "ARPAIO", "TRUMP", "CHAPMAN", "COPPINS", "RESTON", "MOODY", "O'MARA", "HILL", "FERGUSON", "HALEY", "PECK", "LETTERMAN", "QUINN"], "subTitle": "Notorious Mexican Drug Lord on the Run After Prison Escape; Donald Trump and Immigration; NYC Settles for $.59 Million with Eric Garner's Family; Obama Commutes Sentences of 46 Nonviolent Drug Criminals; A New View of Atticus Finch; Interview with Colin Quinn. Aired 10-11p ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1507/13/cnnt.01.html", "sentenceCount": 764, "sections": [{"sentences": [{"sentId": 0, "text": "Mexico's most notorious drug lord on the run tonight after breaking out of a prison less than a half day's drive from the border."}, {"sentId": 1, "text": "This is CNN Tonight."}, {"sentId": 2, "text": "I'm Don Lemon."}], "speaker": "LEMON", "secId": 0}, {"sentences": [{"sentId": 3, "text": "Now Donald Trump is saying, I told you so."}, {"sentId": 4, "text": "Is immigration the issue that will force the GOP to take Trump seriously?"}], "speaker": "LEMON", "secId": 1}, {"sentences": [{"sentId": 5, "text": "Tonight, I'll talk to sheriff Joe Arpaio joins me."}, {"sentId": 6, "text": "And Dog, the bounty hunter is here as well."}, {"sentId": 7, "text": "Also, why only Donald Trump could get David Letterman to come out of retirement."}], "speaker": "LEMON", "secId": 2}, {"sentences": [{"sentId": 8, "text": "Donald Trump has pissed off so many Mexican, he's starring in a new movie entitled, \"No amigos.\""}], "speaker": "UNIDENTIFIED MALE", "secId": 3}, {"sentences": [{"sentId": 9, "text": "Plus, $5.9 million, that's how much New York City will pay to the family of Eric Garner who died in an apparent police choke hold caught on camera."}, {"sentId": 10, "text": "I'm going to talk with his daughter, Erica Garner in this broadcast."}], "speaker": "UNIDENTIFIED MALE", "secId": 4}, {"sentences": [{"sentId": 11, "text": "But let's begin with the daring escape of the boss of one of the world's deadliest drug trafficking operations."}, {"sentId": 12, "text": "CNN's Nick Valencia live for us in Mexico tonight right outside the prison that was \"El Chapo's\" home, that was until Saturday night, Nick."}, {"sentId": 13, "text": "Aa massive manhunt for the notorious drug lord."}, {"sentId": 14, "text": "You have been speaking with farmers near where El Chapo escaped."}, {"sentId": 15, "text": "What are they telling you?"}], "speaker": "UNIDENTIFIED MALE", "secId": 5}, {"sentences": [{"sentId": 16, "text": "Well, they're very scared farmers."}, {"sentId": 17, "text": "I spoke to two of them, Don."}, {"sentId": 18, "text": "One who is willing to go on camera, the other two afraid to show his face."}, {"sentId": 19, "text": "But what they both tell me is that construction started on that rural home where El Chapo is said to have escaped from."}, {"sentId": 20, "text": "Around December that home was finished around February or March."}], "speaker": "VALENCIA", "secId": 6}, {"sentences": [{"sentId": 21, "text": "But what drew their suspicions was that people stuck around."}, {"sentId": 22, "text": "They brought in heavy equipment and machinery and they were also working on Sundays, which in these are not very typical."}, {"sentId": 23, "text": "They believed that this has been a plan for months."}, {"sentId": 24, "text": "One woman told me she would see two men regularly in that home, which is interesting because officially Mexican officials have said that that home is not -- no one was living in that home."}], "speaker": "VALENCIA", "secId": 7}, {"sentences": [{"sentId": 25, "text": "But this woman says that she was convinced that she would see two men coming and going."}, {"sentId": 26, "text": "The last time she saw them, Saturday morning."}, {"sentId": 27, "text": "We all know what happened Saturday night El Chapo escaping from prison."}, {"sentId": 28, "text": "Don."}], "speaker": "VALENCIA", "secId": 8}, {"sentences": [{"sentId": 29, "text": "Certainly did."}, {"sentId": 30, "text": "And, Nick, you know, we're hearing just how elaborate really this escape tunnel was, with ventilation, lighting as well."}, {"sentId": 31, "text": "Are we learning any more about potentially who may have helped El Chapo?"}], "speaker": "LEMON", "secId": 9}, {"sentences": [{"sentId": 32, "text": "In a short -- a short time ago, a press conference held by the interior ministry said that there is two black holes in the 24- hour surveillance tape."}, {"sentId": 33, "text": "So, that's something that for sure investigators are going to be looking into."}, {"sentId": 34, "text": "Also, as it seems, Don, this plan to escape happened not just in plain view of the prison guards, but also the federal police and the military."}], "speaker": "VALENCIA", "secId": 10}, {"sentences": [{"sentId": 35, "text": "Officially, we haven't heard much from Mexican government officials here."}, {"sentId": 36, "text": "But off-camera on background, it's a different story."}, {"sentId": 37, "text": "We've spoken to state police officers as well as federal police officers."}, {"sentId": 38, "text": "And what we're told is that they believe that the tunnel was a diversion."}, {"sentId": 39, "text": "A lot of people here think that El Chapo walked out the front door like he did last time."}, {"sentId": 40, "text": "Don."}], "speaker": "VALENCIA", "secId": 11}, {"sentences": [{"sentId": 41, "text": "My goodness."}, {"sentId": 42, "text": "Let's talk about this Donald Trump, a possible connection here and El Chapo link."}, {"sentId": 43, "text": "A Twitter account possibly associated with El Chapo was seriously threatening Trump after Trump tweeted that he would kick El Chapo's butt."}, {"sentId": 44, "text": "Do you know anything about that?"}], "speaker": "LEMON", "secId": 12}, {"sentences": [{"sentId": 45, "text": "There is no way to actually verify of course if it is El Chapo."}, {"sentId": 46, "text": "But there's no secret that the cartels have a heavy presence on social l media."}, {"sentId": 47, "text": "El Chapo's son, they have a very heavy social footprint it's tweeting about their lavish lifestyle, you know, the cars that they have, these exotics animals that they own."}], "speaker": "VALENCIA", "secId": 13}, {"sentences": [{"sentId": 48, "text": "So, it wouldn't it too far if it stretch to think that it's possible for walking on top of his mind to have a Twitter account himself."}, {"sentId": 49, "text": "But there is no way of verifying that."}, {"sentId": 50, "text": "Though, as I mentioned it is no secret the cartels they use social media to not just recruit but also to intimidate their enemies."}, {"sentId": 51, "text": "Don."}], "speaker": "VALENCIA", "secId": 14}, {"sentences": [{"sentId": 52, "text": "Nick Valencia, thank you."}, {"sentId": 53, "text": "I appreciate your reporting."}, {"sentId": 54, "text": "You know, Donald Trump says El Chapo's escape proves that he is right on immigration."}, {"sentId": 55, "text": "So, joining me now, a man who might actually out Trump on crime at the border."}, {"sentId": 56, "text": "And that is no one other than sheriff Joe Arpaio."}, {"sentId": 57, "text": "Sheriff, thank you for joining me."}, {"sentId": 58, "text": "It's good to have you on tonight."}, {"sentId": 59, "text": "Are you at also surprised about this El Chapo escape?"}], "speaker": "LEMON", "secId": 15}, {"sentences": [{"sentId": 60, "text": "Not really."}, {"sentId": 61, "text": "You know, I was a regional director in Mexico City years ago for the U.S. Drug Enforcement Administration."}, {"sentId": 62, "text": "And nothing surprises me."}, {"sentId": 63, "text": "I had problems when I was there."}, {"sentId": 64, "text": "Sometimes there is a little corruption over there."}, {"sentId": 65, "text": "And I believe that this situation that -- had to be an inside job."}, {"sentId": 66, "text": "Very simple and common sense."}], "speaker": "ARPAIO", "secId": 16}, {"sentences": [{"sentId": 67, "text": "Why do you think so?"}], "speaker": "LEMON", "secId": 17}, {"sentences": [{"sentId": 68, "text": "Well, you know, this guy has got a lot of money."}, {"sentId": 69, "text": "He can pay off many people."}, {"sentId": 70, "text": "And the way the situation occurred, someone had to know what was going on from the inside."}], "speaker": "ARPAIO", "secId": 18}, {"sentences": [{"sentId": 71, "text": "Yes."}, {"sentId": 72, "text": "Let's talk about here in the U.S. Do you think he's a threat to us here in the United States?"}, {"sentId": 73, "text": "Because some are saying that he is best off staying in Mexico, where he has a network, and he also has resources."}], "speaker": "LEMON", "secId": 19}, {"sentences": [{"sentId": 74, "text": "Well, you know, I wish he came here."}, {"sentId": 75, "text": "He could even stay in my jail."}, {"sentId": 76, "text": "I have a high security jail."}, {"sentId": 77, "text": "But he should have been housed here."}, {"sentId": 78, "text": "In Mexico, but that's another issue with the state department and the president."}, {"sentId": 79, "text": "You know, the guy has got the resources."}, {"sentId": 80, "text": "A lot of people love this guy."}, {"sentId": 81, "text": "And he's very brazen."}, {"sentId": 82, "text": "And I don't know."}, {"sentId": 83, "text": "We have to make every effort working with the Mexican officials to get him back into jail."}, {"sentId": 84, "text": "Maybe they'll send him here, and he can stay in our prisons."}, {"sentId": 85, "text": "But on the other hand, we have problems in escapes too."}, {"sentId": 86, "text": "I guess you remember in upstate New York."}], "speaker": "ARPAIO", "secId": 20}, {"sentences": [{"sentId": 87, "text": "Yes, how could we forget it, right?"}, {"sentId": 88, "text": "Sheriff, you know, you spoke at an event with Donald Trump over the weekend."}, {"sentId": 89, "text": "Trump is saying that El Chapo's escape backs up what he has been saying all along about Mexico."}, {"sentId": 90, "text": "An one of trump's tweets reads like he says, \"El Chapo and the Mexican drug cartels use the border unimpeded like it was a vacuum cleaner sucking drugs and death right into the U.S.\" How do you see these relationships between illegal immigration and the drug lords?"}], "speaker": "LEMON", "secId": 21}, {"sentences": [{"sentId": 91, "text": "Well, most of the seizures that we make were 30 miles from the border."}, {"sentId": 92, "text": "99 percent are the illegals coming into our country."}, {"sentId": 93, "text": "But I've been saying for years, why don't they talk about the drug traffic when they have their polls in these shows?"}, {"sentId": 94, "text": "It's to say that at the border all the politicians they're always talking about illegal immigration."}, {"sentId": 95, "text": "Why don't they at least whisper or say something that we have to do something at the border because of all the drugs coming in destroying our young people."}], "speaker": "ARPAIO", "secId": 22}, {"sentences": [{"sentId": 96, "text": "Heroin has increased."}, {"sentId": 97, "text": "Guzman is furnishing most of the heroin into our country."}, {"sentId": 98, "text": "So, why don't we talk about the border security because of the drug problem, not just the illegal immigration problem?"}, {"sentId": 99, "text": "And that frustrates me sometimes."}], "speaker": "ARPAIO", "secId": 23}, {"sentences": [{"sentId": 100, "text": "There is a drug problem."}, {"sentId": 101, "text": "I don't think anyone can dispute that, but not all illegal immigrants are violent criminals."}], "speaker": "LEMON", "secId": 24}, {"sentences": [{"sentId": 102, "text": "That's right."}, {"sentId": 103, "text": "I didn't say that."}, {"sentId": 104, "text": "I said those who violate the law should be held accountable."}, {"sentId": 105, "text": "But you're right."}, {"sentId": 106, "text": "But there is so much traffic coming across that border and furnishing tons of drugs into our country, something has to be done about it."}, {"sentId": 107, "text": "Why isn't the Secretary of State, very critical position dealing with ambassadors?"}, {"sentId": 108, "text": "I don't see the Secretary of State going into Mexico."}], "speaker": "ARPAIO", "secId": 25}, {"sentences": [{"sentId": 109, "text": "Where was Hillary?"}, {"sentId": 110, "text": "I don't see her going?"}, {"sentId": 111, "text": "Where is the president?"}, {"sentId": 112, "text": "He should spend more time with the Mexican president and get together."}, {"sentId": 113, "text": "And maybe we can bring the military across the border, which I used to utilize when I was over there, operation on a bilateral situation, and work together at that border and in the interior to stop the drugs and illegal immigration."}, {"sentId": 114, "text": "We have to do it in Mexico before it reaches the border."}], "speaker": "ARPAIO", "secId": 26}, {"sentences": [{"sentId": 115, "text": "Here's Trump at an event this weekend and then we'll talk about it."}], "speaker": "LEMON", "secId": 27}, {"sentences": [{"sentId": 116, "text": "Mexico, I respect the country."}, {"sentId": 117, "text": "They're taking our jobs."}, {"sentId": 118, "text": "They're taking our manufacturing."}, {"sentId": 119, "text": "They're taking our money."}, {"sentId": 120, "text": "They're taking everything and they're killing us on the border."}, {"sentId": 121, "text": "The silent majority is back, and we're going to take the country back."}], "speaker": "TRUMP", "secId": 28}, {"sentences": [{"sentId": 122, "text": "So, sheriff has Trump really awaken the silent majority."}, {"sentId": 123, "text": "Other Arizona republicans, Senator McCain, Jeff Flake, also Governor Doug Ducey, all did not attend this event."}], "speaker": "LEMON", "secId": 29}, {"sentences": [{"sentId": 124, "text": "Well, you know, you have to ask them why they did not."}, {"sentId": 125, "text": "I did attend."}, {"sentId": 126, "text": "I was invited by the Republican Party."}, {"sentId": 127, "text": "And I have to commend trump because at least he opened up dialogue."}, {"sentId": 128, "text": "It was disappearing, Don, you know that."}, {"sentId": 129, "text": "I was convinced in a way that this would be a low profile campaign for president, ignoring the illegal immigration."}, {"sentId": 130, "text": "Now he has raised the situation, and I think he has done a good thing by doing that."}], "speaker": "ARPAIO", "secId": 30}, {"sentences": [{"sentId": 131, "text": "Do you think that he -- some of his comments are being taken out of context by saying -- because that's what he's saying, that's what his representatives are saying."}, {"sentId": 132, "text": "That he is not saying Mexican people are rapists and criminals."}, {"sentId": 133, "text": "He is saying the government is sending their worst people over."}], "speaker": "LEMON", "secId": 31}, {"sentences": [{"sentId": 134, "text": "Well, you know, you're talking to a guy that's been on thousands of profiles."}, {"sentId": 135, "text": "I know how the media operates."}, {"sentId": 136, "text": "I'm taken out of context many times."}, {"sentId": 137, "text": "So, you know, that does occur."}, {"sentId": 138, "text": "So, maybe it was."}, {"sentId": 139, "text": "You have to ask him what he really said."}, {"sentId": 140, "text": "But once again, he was here, and I commend him for opening the door."}, {"sentId": 141, "text": "He has a lot of good points, especially on the drug problem."}, {"sentId": 142, "text": "So, that's why I attended."}], "speaker": "ARPAIO", "secId": 32}, {"sentences": [{"sentId": 143, "text": "All right."}, {"sentId": 144, "text": "Sheriff Joe, thank you."}, {"sentId": 145, "text": "I appreciate your time."}], "speaker": "LEMON", "secId": 33}, {"sentences": [{"sentId": 146, "text": "Thank you."}], "speaker": "ARPAIO", "secId": 34}, {"sentences": [{"sentId": 147, "text": "I want to bring in the man now who knows what it's like to track down a fugitive, track a fugitive, and that's none other than Duane 'Dog' Chapman, one of CMT's Dog and Beth on the hunt."}, {"sentId": 148, "text": "He's part of team that runs that show."}, {"sentId": 149, "text": "Because we know Beth is really running the show there."}, {"sentId": 150, "text": "But I'll give him a little credit for it."}, {"sentId": 151, "text": "Dog, it's good to talk to you."}, {"sentId": 152, "text": "But this is a very serious matter that we want to talk about here."}, {"sentId": 153, "text": "And now, international manhunt for El Chapo."}, {"sentId": 154, "text": "You know this all too well."}, {"sentId": 155, "text": "What is going on behind the scenes here?"}, {"sentId": 156, "text": "DUANE 'DOG' CHAPMAN, CMT'S DOG THE BOUNTY HUNTER: Well, this is that"}], "speaker": "LEMON", "secId": 35}, {"sentences": [{"sentId": 157, "text": "we can probably will reference the New York fugitives back and forth because it's kinds of like that."}, {"sentId": 158, "text": "Only El Chapo had plan B, right?"}, {"sentId": 159, "text": "So, besides ISIS, these are probably the most dangerous people that enter America."}, {"sentId": 160, "text": "You know, that's, again, a very high percent of narcotics come from that area."}], "speaker": "LEMON", "secId": 36}, {"sentences": [{"sentId": 161, "text": "I was in prison in Mexico, as you remember, back in the day when we arrested Andrew Luster."}, {"sentId": 162, "text": "So, all of Mexico is not a bunch of drug dealers and blah, blah, blah."}, {"sentId": 163, "text": "Just like our drug dealers."}, {"sentId": 164, "text": "Just like our people that rape children and run to Mexico."}, {"sentId": 165, "text": "Or our bank robbers that rob banks and kill cops and run to Mexico, they don't -- the citizens don't like it."}], "speaker": "LEMON", "secId": 37}, {"sentences": [{"sentId": 166, "text": "Mexico is a very poor country."}, {"sentId": 167, "text": "They absolute -- the police there and the federal allies have to buy their own ammunition."}, {"sentId": 168, "text": "So, I mean, it is -- if they had more money to finance, you know, the crime to go after crime, it would help."}, {"sentId": 169, "text": "But you talk about -- I mean, the cops have to buy their own bullets, brother."}, {"sentId": 170, "text": "That's how bad the crime is there."}], "speaker": "LEMON", "secId": 38}, {"sentences": [{"sentId": 171, "text": "Let me ask you this..."}], "speaker": "LEMON", "secId": 39}, {"sentences": [{"sentId": 172, "text": "Go ahead."}], "speaker": "CHAPMAN", "secId": 40}, {"sentences": [{"sentId": 173, "text": "... Dog."}, {"sentId": 174, "text": "So, in order for this to happen, you heard Sheriff Joe that he had helped."}, {"sentId": 175, "text": "Did he pay someone off, as he's paying prison guards off or someone at the jail?"}, {"sentId": 176, "text": "I'm not going to name people specifically in order to be in a place where you have a tunnel and you can drive, you know, allegedly ride a motorcycle out of it or whatever it is that he did -- he would have to have some sort of inside connection and probably money exchanged hands?"}], "speaker": "LEMON", "secId": 41}, {"sentences": [{"sentId": 177, "text": "Well, again, to compare with the guys in New York, two of them just did it in our country."}, {"sentId": 178, "text": "They had some kind of connection in there."}, {"sentId": 179, "text": "And they escaped."}, {"sentId": 180, "text": "You can't -- when you are in a prison, you have to have usually a guard, a few guards, someone waiting on the outside."}, {"sentId": 181, "text": "You have to have inside information."}, {"sentId": 182, "text": "If you rob a bank and you know the combination to the safe, you've had inside help."}], "speaker": "CHAPMAN", "secId": 42}, {"sentences": [{"sentId": 183, "text": "Most prison escapes have inside help."}, {"sentId": 184, "text": "Whether it's like what's her name that worked in the laundry."}, {"sentId": 185, "text": "She wasn't a prison guard."}, {"sentId": 186, "text": "Yet, when the one kid got caught, one guy got caught and shot he named a couple prison guards."}, {"sentId": 187, "text": "This is not the first time he escaped from prison."}, {"sentId": 188, "text": "You know, last time, what was he escaped for 13, 14 years and they caught him."}, {"sentId": 189, "text": "So, this guy knew exactly what to do."}, {"sentId": 190, "text": "And I know America said, listen, if you don't arrest this guy we are going to do this and that."}, {"sentId": 191, "text": "And of course in Mexico..."}], "speaker": "CHAPMAN", "secId": 43}, {"sentences": [{"sentId": 192, "text": "Do you think he is still in Mexico?"}], "speaker": "LEMON", "secId": 44}, {"sentences": [{"sentId": 193, "text": "Oh, yes."}, {"sentId": 194, "text": "There is no way he will go anywhere else."}, {"sentId": 195, "text": "No way."}, {"sentId": 196, "text": "He got arrested like America wanted."}, {"sentId": 197, "text": "But they didn't say how long he had to stay in jail."}], "speaker": "CHAPMAN", "secId": 45}, {"sentences": [{"sentId": 198, "text": "So, he's still there?"}, {"sentId": 199, "text": "And he will never -- why don't you think he will come here, because he doesn't have a network?"}], "speaker": "LEMON", "secId": 46}, {"sentences": [{"sentId": 200, "text": "Well, exactly."}, {"sentId": 201, "text": "You know, birds of a feather flock together."}, {"sentId": 202, "text": "Again, I think it was 12 or 13 years, I'm not sure, brother, that he escaped before."}], "speaker": "CHAPMAN", "secId": 47}, {"sentences": [{"sentId": 203, "text": "There's already that case."}], "speaker": "LEMON", "secId": 48}, {"sentences": [{"sentId": 204, "text": "I'm not saying he went right back to that -- it wasn't, yes."}, {"sentId": 205, "text": "So, I'm not saying he went back and did the same thing."}, {"sentId": 206, "text": "But why does he have to leave there when he's got friends."}, {"sentId": 207, "text": "Usually these guys like that, the neighborhood they live in the area they live in, they bless the people with their profit."}], "speaker": "CHAPMAN", "secId": 49}, {"sentences": [{"sentId": 208, "text": "When you do that in any country, whether it's Mexico, China or America you make friends because you've got money."}, {"sentId": 209, "text": "You've money to pass around."}, {"sentId": 210, "text": "In a country like that where money has a personality, you, if you got it people are just not going to turn you in."}], "speaker": "CHAPMAN", "secId": 50}, {"sentences": [{"sentId": 211, "text": "OK."}], "speaker": "LEMON", "secId": 51}, {"sentences": [{"sentId": 212, "text": "And you've got to remember, Mexico, you don't do life sentences for murder."}, {"sentId": 213, "text": "You don't do a life sentence."}, {"sentId": 214, "text": "So, to kill someone down there is not like America."}, {"sentId": 215, "text": "You know, you're not facing a sentence -- a death penalty or the rest of your life in jail."}], "speaker": "CHAPMAN", "secId": 52}, {"sentences": [{"sentId": 216, "text": "Dog, always a pleasure."}, {"sentId": 217, "text": "Thank you for your insights."}], "speaker": "LEMON", "secId": 53}, {"sentences": [{"sentId": 218, "text": "Yes, sir, aloha."}, {"sentId": 219, "text": "Thank you."}, {"sentId": 220, "text": "Beth said hi."}], "speaker": "CHAPMAN", "secId": 54}, {"sentences": [{"sentId": 221, "text": "Yes."}, {"sentId": 222, "text": "Tell her I said hello."}, {"sentId": 223, "text": "Thank you very much."}], "speaker": "LEMON", "secId": 55}, {"sentences": [{"sentId": 224, "text": "Thank you."}], "speaker": "CHAPMAN", "secId": 56}, {"sentences": [{"sentId": 225, "text": "When we come back, there is Donald Trump, and then there is everybody else."}, {"sentId": 226, "text": "How are other republicans responding to Trump?"}, {"sentId": 227, "text": "And is he in it to win it."}], "speaker": "LEMON", "secId": 57}, {"sentences": [{"sentId": 228, "text": "Plus, New York City agrees to pay $9.5 million to the family of Eric Garner who's death at the hands of police sparked nationwide protest."}, {"sentId": 229, "text": "We're going to talk to his daughter tonight."}], "speaker": "LEMON", "secId": 58}, {"sentences": [{"sentId": 230, "text": "The race for the White House is getting pretty crowded."}, {"sentId": 231, "text": "It's almost getting thought to find a republican who isn't running."}, {"sentId": 232, "text": "Scott Walker announced his candidacy at an event just outside of Milwaukee today."}, {"sentId": 233, "text": "And you may have heard about one of his opponents, a guy by the name of Donald Trump."}], "speaker": "LEMON", "secId": 59}, {"sentences": [{"sentId": 234, "text": "Joining me now is McKay Coppins, he's a senior writer for BuzzFeed."}, {"sentId": 235, "text": "Chris Moody is the senior producer for CNNpolitics.com, and Maeve Reston is a CNN national political reporter."}, {"sentId": 236, "text": "So good to have all of you here this evening."}, {"sentId": 237, "text": "I'm going to start with you McKay."}], "speaker": "LEMON", "secId": 60}, {"sentences": [{"sentId": 238, "text": "You were at Scott Walker's presidential announcement today."}, {"sentId": 239, "text": "He's the 15th republican I believe to jump in the race."}, {"sentId": 240, "text": "It's hard to keep counting them sometimes."}, {"sentId": 241, "text": "How all of these candidates responding to Trump taking up all the oxygen?"}], "speaker": "LEMON", "secId": 61}, {"sentences": [{"sentId": 242, "text": "I mean, it is a real problem."}, {"sentId": 243, "text": "You know, Scott Walker has been polling in the top tier of the field for a while."}, {"sentId": 244, "text": "But most of the candidates after they announce, have gotten some kind of bump in the polls because they can count on a week of nonstop media attention from the political media and that puts their name out there and it gives them a little bump in the polls."}], "speaker": "COPPINS", "secId": 62}, {"sentences": [{"sentId": 245, "text": "Scott Walker, by virtue of announcing after Donald Trump has entered the race and kind of sucked up all the attention is probably not going to get that same amount of media focus that the other candidates have gotten."}, {"sentId": 246, "text": "And when he does, he'll probably be asked to respond to something Donald Trump said or talk about some issue that Donald Trump has raised."}, {"sentId": 247, "text": "So, it really does affect the rest of the field."}], "speaker": "COPPINS", "secId": 63}, {"sentences": [{"sentId": 248, "text": "Other republicans are being forced to respond as well."}, {"sentId": 249, "text": "Listen to this."}], "speaker": "LEMON", "secId": 64}, {"sentences": [{"sentId": 250, "text": "I think he's hijacked the debate."}, {"sentId": 251, "text": "I think he is a wrecking ball for the future of the Republican Party with the Hispanic community and we need to push back."}], "speaker": "UNIDENTIFIED MALE", "secId": 65}, {"sentences": [{"sentId": 252, "text": "Look, I'm not going to take the bait and get into a discussion about the presidential campaign."}], "speaker": "UNIDENTIFIED MALE", "secId": 66}, {"sentences": [{"sentId": 253, "text": "Clearly, most of the candidates have disagreed with his assertions with regard to our border."}, {"sentId": 254, "text": "And certainly I disagree."}], "speaker": "UNIDENTIFIED MALE", "secId": 67}, {"sentences": [{"sentId": 255, "text": "Maeve, has the GOP figured out how to respond to him yet?"}], "speaker": "LEMON", "secId": 68}, {"sentences": [{"sentId": 256, "text": "Well, I think what's really interesting about this sort of data that we've seen sort of response across the spectrum."}, {"sentId": 257, "text": "Jeb Bush, who Trump has attacked personally over and over again came out and talked about how -- you know, how wrong his comments were and how he was personally insulted by them."}], "speaker": "RESTON", "secId": 69}, {"sentences": [{"sentId": 258, "text": "Then you have others who have been quieter."}, {"sentId": 259, "text": "Obviously, Lindsey Graham has been talking about what the Trump effect will be on the way the republicans are viewed in the immigration debate."}, {"sentId": 260, "text": "So, this is giving the candidates a chance to differentiate themselves from one another in how they respond to Trump."}], "speaker": "RESTON", "secId": 70}, {"sentences": [{"sentId": 261, "text": "And I think the one thing that we would all be watching for is some of them may be kind of holding their powder a little bit waiting for the first debate when they will potentially be will most likely be on stage with Trump."}, {"sentId": 262, "text": "And will be in front of lots of people and could potentially confront his comments at that moment when lots of people are tuned in and watching."}, {"sentId": 263, "text": "Because as McKay said right now it's very hard for any of them to break through."}, {"sentId": 264, "text": "LEMON: All right."}, {"sentId": 265, "text": "Chris, so, I've heard a lot of people come on this"}], "speaker": "RESTON", "secId": 71}, {"sentences": [{"sentId": 266, "text": "program and I've seen people on other programs and across the media saying, oh, you know, it is a flash in the pan, it's is, you know, he'll be gone."}, {"sentId": 267, "text": "And all of a sudden he is leading in the polls."}, {"sentId": 268, "text": "Is there a disconnect between reality when it comes to Donald Trump that people may actually be listening to him and that he has a message and everyone else is just discounting him and they are wrong?"}], "speaker": "RESTON", "secId": 72}, {"sentences": [{"sentId": 269, "text": "Well, I think one of the big questions is whether the poll is Donald Trump's floor or Donald Trump's ceiling?"}, {"sentId": 270, "text": "I think a lot of republicans would hope that certainly his ceiling."}, {"sentId": 271, "text": "He has been able to get his message out in a way other candidates haven't been able to through the media as McKay mentioned a little bit earlier."}, {"sentId": 272, "text": "And people have been receptive to it."}, {"sentId": 273, "text": "But also a lot of people have been opposed to it."}, {"sentId": 274, "text": "You see him going to other communities different..."}], "speaker": "MOODY", "secId": 73}, {"sentences": [{"sentId": 275, "text": "Chris, hang on."}, {"sentId": 276, "text": "Let me say this to you."}, {"sentId": 277, "text": "The loudest voices aren't always the majority."}, {"sentId": 278, "text": "And as I've seen here and I watch this Donald Trump thing, it keeps getting bigger and he keeps getting better or higher in the polls."}, {"sentId": 279, "text": "All of the loud voices are saying, you know, making fun of Donald Trump but then the actual people who are going to vote for him are taking him seriously."}, {"sentId": 280, "text": "So, who's the fool here?"}], "speaker": "LEMON", "secId": 74}, {"sentences": [{"sentId": 281, "text": "But, Don, are these actually the people that are going to vote for him?"}, {"sentId": 282, "text": "I mean, when I was talking to pollsters over the last couple of weeks they keep saying that the people who like Trump in these surveys are among the least likely to vote."}, {"sentId": 283, "text": "You know, they're not necessarily the hard core people who are going to show up in Iowa, in New Hampshire and South Carolina."}], "speaker": "RESTON", "secId": 75}, {"sentences": [{"sentId": 284, "text": "So, that's what we are going to have wait for and see over the next year."}, {"sentId": 285, "text": "I mean, it will take some time to figure out whether or not he can sustain this."}, {"sentId": 286, "text": "And as Chris pointed out, his unfavorable are really high."}, {"sentId": 287, "text": "So, while everyone else has room to grow, he really doesn't have much room to grow."}], "speaker": "RESTON", "secId": 76}, {"sentences": [{"sentId": 288, "text": "Go ahead Chris."}], "speaker": "LEMON", "secId": 77}, {"sentences": [{"sentId": 289, "text": "And when he goes into other sectors of the conservative moment or even into libertarian groups -- he went to Las Vegas and spoke at FreedomFest, and the editor of Reason magazine, the libertarian magazine, said it was the worst speech or the dumbest speech was his words, he'd ever seen in almost 20 years of covering politics."}, {"sentId": 290, "text": "So, can Donald Trump bring the conservative coalition together that backs the Republican Party?"}, {"sentId": 291, "text": "The answer is probably no."}], "speaker": "MOODY", "secId": 78}, {"sentences": [{"sentId": 292, "text": "McKay, why are you laughing?"}], "speaker": "LEMON", "secId": 79}, {"sentences": [{"sentId": 293, "text": "Well, I mean, the thing that fact that we're sitting here talking about him is exactly what he wants."}, {"sentId": 294, "text": "He is essentially a political torch juggler."}, {"sentId": 295, "text": "See, that's a fact."}, {"sentId": 296, "text": "And at the end of the day..."}], "speaker": "COPPINS", "secId": 80}, {"sentences": [{"sentId": 297, "text": "I know that."}, {"sentId": 298, "text": "McKay, I know that, but listen though."}], "speaker": "LEMON", "secId": 81}, {"sentences": [{"sentId": 299, "text": "And I understand what you're saying."}], "speaker": "COPPINS", "secId": 82}, {"sentences": [{"sentId": 300, "text": "OK. Go ahead."}, {"sentId": 301, "text": "As long as you understand my point."}], "speaker": "LEMON", "secId": 83}, {"sentences": [{"sentId": 302, "text": "No."}, {"sentId": 303, "text": "I understand what you're saying."}, {"sentId": 304, "text": "All I'm saying is that, you know, when he talks about this silent majority, he is polling number two in the polls."}, {"sentId": 305, "text": "But he's polling it like 12 percent, 15 percentage at most."}], "speaker": "COPPINS", "secId": 84}, {"sentences": [{"sentId": 306, "text": "He's number one in some polls."}], "speaker": "LEMON", "secId": 85}, {"sentences": [{"sentId": 307, "text": "Sure."}, {"sentId": 308, "text": "But we're not talking about a majority of the nation."}, {"sentId": 309, "text": "We're not even talking about anywhere close to a majority of the Republican Party."}, {"sentId": 310, "text": "There is a line in an article about Donald Trump the other day where that said..."}], "speaker": "COPPINS", "secId": 86}, {"sentences": [{"sentId": 311, "text": "I mean, so much in that name recognition."}], "speaker": "RESTON", "secId": 87}, {"sentences": [{"sentId": 312, "text": "yes."}, {"sentId": 313, "text": "And summer polls for celebrity candidates like this are as perishable as ice cream cones is what The Washington Post said."}], "speaker": "COPPINS", "secId": 88}, {"sentences": [{"sentId": 314, "text": "Do you think people don't know the name Jeb Bush?"}], "speaker": "LEMON", "secId": 89}, {"sentences": [{"sentId": 315, "text": "I really think -- I want to fast forward..."}], "speaker": "COPPINS", "secId": 90}, {"sentences": [{"sentId": 316, "text": "I think people know the name of Jeb Bush."}, {"sentId": 317, "text": "I think people know Scott Walker, especially with the whole union thing."}], "speaker": "LEMON", "secId": 91}, {"sentences": [{"sentId": 318, "text": "Not like Trump."}], "speaker": "RESTON", "secId": 92}, {"sentences": [{"sentId": 319, "text": "But, I mean..."}], "speaker": "LEMON", "secId": 93}, {"sentences": [{"sentId": 320, "text": "There is nobody is even close to Donald Trump name recognition."}], "speaker": "RESTON", "secId": 94}, {"sentences": [{"sentId": 321, "text": "Not like Donald Trump."}, {"sentId": 322, "text": "Donald Trump had a primetime TV show for years."}], "speaker": "COPPINS", "secId": 95}, {"sentences": [{"sentId": 323, "text": "I want you to take a look at this."}, {"sentId": 324, "text": "This is what media mogul Rupert Murdoch tweeted."}, {"sentId": 325, "text": "He said \"Mexican immigrants as with all immigrants, have much lower crime rates than native born, e.g."}, {"sentId": 326, "text": "El Paso, this is example, El Paso, safest city in the U.S. Trump wrong.\""}, {"sentId": 327, "text": "So, he's known to be a conservative king maker."}, {"sentId": 328, "text": "He's even calling out Donald Trump."}, {"sentId": 329, "text": "So, what does that tell you?"}, {"sentId": 330, "text": "Chris, I'll let you weigh in on this?"}, {"sentId": 331, "text": "MOODY: Well, first of all he's right."}, {"sentId": 332, "text": "If you look at these statistics,"}], "speaker": "LEMON", "secId": 96}, {"sentences": [{"sentId": 333, "text": "they do show that immigrant communities that come into the United States are less dangerous or commit less crime than native born."}, {"sentId": 334, "text": "But also in the media environment it doesn't necessarily matter as much because you get one story, one terrible tragic story where someone is hurt or killed by an immigrant and that rises to the top."}], "speaker": "LEMON", "secId": 97}, {"sentences": [{"sentId": 335, "text": "So, you can see how while the data kind of bucks the conventional wisdom that doesn't always have as much of an impact."}, {"sentId": 336, "text": "But you could also see Rupert Murdoch possibly funneling to Fox News, possibly and saying, hey, Donald Trump has had his day, maybe let some other people get in there."}, {"sentId": 337, "text": "I think that could be part of it as well."}], "speaker": "LEMON", "secId": 98}, {"sentences": [{"sentId": 338, "text": "I want you guys to listen to some I'll play a moment from Trump's speeches in Arizona where he tells -- I wonder if this tells you something about how he views the world."}, {"sentId": 339, "text": "Listen to this."}], "speaker": "LEMON", "secId": 99}, {"sentences": [{"sentId": 340, "text": "Like when I went on dates, if a woman dropped me -- which happened often -- I would always like to say or at least in my own mind, that I dropped her."}], "speaker": "TRUMP", "secId": 100}, {"sentences": [{"sentId": 341, "text": "You know, I will let the only woman on the panel respond to that."}, {"sentId": 342, "text": "Maeve, go ahead."}], "speaker": "LEMON", "secId": 101}, {"sentences": [{"sentId": 343, "text": "That's not fair."}, {"sentId": 344, "text": "Are you kidding me?"}, {"sentId": 345, "text": "I don't even know how to respond to that."}, {"sentId": 346, "text": "And honestly, with Donald Trump most of the time I don't have any idea what the context is, of what he's talking about."}, {"sentId": 347, "text": "So, I can't help you with that one."}], "speaker": "RESTON", "secId": 102}, {"sentences": [{"sentId": 348, "text": "All right, McKay, do you want to try?"}], "speaker": "LEMON", "secId": 103}, {"sentences": [{"sentId": 349, "text": "Well, I'm surprised that Maeve doesn't want to weigh in on Donald Trump's ex-girlfriends."}, {"sentId": 350, "text": "I mean, I think that there absolutely is something about Donald Trump."}, {"sentId": 351, "text": "When I profiled him last year and I spent some time with him that he definitely has something about him where anyone who distances themselves from him, rejects him, distances him, it automatically becomes a loser, jealous, pathetic."}], "speaker": "COPPINS", "secId": 104}, {"sentences": [{"sentId": 352, "text": "And so, you know, no matter what he thought of them before."}, {"sentId": 353, "text": "So, that is certainly part of this."}, {"sentId": 354, "text": "I think that's why when he gives speeches and gives interviews he's constantly personally attacking the other candidates by name."}, {"sentId": 355, "text": "Because if they say anything about him, he will go to war with them."}, {"sentId": 356, "text": "That's also what makes him entertaining for the political media, for television."}], "speaker": "COPPINS", "secId": 105}, {"sentences": [{"sentId": 357, "text": "OK."}], "speaker": "LEMON", "secId": 106}, {"sentences": [{"sentId": 358, "text": "But it's not necessarily the rest of you to build goodwill within the conservative movement and the Republican Party."}, {"sentId": 359, "text": "And that's one of the many reasons I think that this is out flash in the pan situation and I don't think in two months or three months he is going to be anywhere near where he is right now in the polls."}, {"sentId": 360, "text": "LEMON: We shall see."}, {"sentId": 361, "text": "McKay, Maeve, and Chris, thank you."}, {"sentId": 362, "text": "I appreciate"}], "speaker": "COPPINS", "secId": 107}, {"sentences": [{"sentId": 363, "text": "it."}], "speaker": "COPPINS", "secId": 108}, {"sentences": [{"sentId": 364, "text": "When we come right back, President Obama cuts the sentences of 46 inmates in federal prison for drug crimes including the mother of a Denver Broncho's player."}, {"sentId": 365, "text": "Plus, one of the best loved characters in American novels and in movies."}, {"sentId": 366, "text": "Why readers will never see him the same way again."}], "speaker": "COPPINS", "secId": 109}, {"sentences": [{"sentId": 367, "text": "President Obama has cut the prison sentences of 46 drug offenders saying, they were not hardened criminals and their punishments didn't fit the crimes."}, {"sentId": 368, "text": "Let's talk about it now."}, {"sentId": 369, "text": "Mark O'Mara, legal analyst for CNN."}, {"sentId": 370, "text": "He of course represented George Zimmermann who was found not guilty in the shooting death of Trayvon Martin."}, {"sentId": 371, "text": "And also with us now is Marc Lamont Hill, CNN political commentator and Ben Ferguson, CNN political commentator and host of the Ben Ferguson show."}, {"sentId": 372, "text": "How are you gentlemen doing this evening?"}], "speaker": "LEMON", "secId": 110}, {"sentences": [{"sentId": 373, "text": "It's good to have all of you."}, {"sentId": 374, "text": "OK, so I want to get your reaction on President Obama's commuting these sentences of 46 drug offenders."}, {"sentId": 375, "text": "Mark, I want to start with you."}, {"sentId": 376, "text": "Why is it significant?"}], "speaker": "LEMON", "secId": 111}, {"sentences": [{"sentId": 377, "text": "Well, it's good..."}], "speaker": "O'MARA", "secId": 112}, {"sentences": [{"sentId": 378, "text": "Mark O'Mara."}], "speaker": "LEMON", "secId": 113}, {"sentences": [{"sentId": 379, "text": "Then you should do it because what happened was, back in 1983 came out with all of these tough on drugs bills."}, {"sentId": 380, "text": "And a lot of it included minimum mandatory sentencing."}, {"sentId": 381, "text": "But some of them were including minimum mandatory at a much higher level than it should have, particularly, as we know from a three years ago with crack cocaine."}, {"sentId": 382, "text": "So the idea that he is looking at some of this sentences and saying, enough is enough."}, {"sentId": 383, "text": "I like that idea."}, {"sentId": 384, "text": "You got to be careful because you can abuse that political right."}, {"sentId": 385, "text": "But in this case, with those types of sentences, I like what he did."}], "speaker": "O'MARA", "secId": 114}, {"sentences": [{"sentId": 386, "text": "I was surprised today that he did it this considering El Chapo and people are talking about drugs or what have you assisted ."}, {"sentId": 387, "text": "It was the timing was a little bit surprising to me."}], "speaker": "LEMON", "secId": 115}, {"sentences": [{"sentId": 388, "text": "Well, I think it was already laid out."}, {"sentId": 389, "text": "And I don't think people could have make -- I hope people aren't gonna make the absurd leap of El Chapo, a Mexican drug cartels..."}], "speaker": "HILL", "secId": 116}, {"sentences": [{"sentId": 390, "text": "Right."}], "speaker": "LEMON", "secId": 117}, {"sentences": [{"sentId": 391, "text": "To letting out nonviolent drug offenders."}, {"sentId": 392, "text": "And to Mark's point, this is part of a bigger projects of American Mass incarceration that is heard us, as it become more costly."}, {"sentId": 393, "text": "And it has nothing to do anyone benefit."}, {"sentId": 394, "text": "Your people deserved second chances."}, {"sentId": 395, "text": "The president did that."}, {"sentId": 396, "text": "I just want to see more of it."}, {"sentId": 397, "text": "LEMON: Ben, do you agree?"}], "speaker": "HILL", "secId": 118}, {"sentences": [{"sentId": 398, "text": "No, I don't."}, {"sentId": 399, "text": "I have a big problem with what we've done with drugs."}, {"sentId": 400, "text": "And this conversation is people are acting like it's somehow, if it's nonviolent and you don't kill somebody, then selling drugs is not hurting anyone."}, {"sentId": 401, "text": "It is a victim crime."}, {"sentId": 402, "text": "There are a lot of people that die because of drug used and overused."}, {"sentId": 403, "text": "And there are a lot of families who bury loved ones who got addicted to drugs."}, {"sentId": 404, "text": "Should to act like it is a victimless crime and therefore, because you didn't shoot someone or beat somebody, we are gonna let you back and I don't decide yet."}, {"sentId": 405, "text": "I think it is a very scared person ."}, {"sentId": 406, "text": "I'm not saying that there shouldn't be some reform."}, {"sentId": 407, "text": "But when we talked about in this way of like, oh, you're just so drugs, so it's OK. You didn't do bad crime."}, {"sentId": 408, "text": "Selling drugs..."}], "speaker": "FERGUSON", "secId": 119}, {"sentences": [{"sentId": 409, "text": "Addicted to it."}], "speaker": "FERGUSON", "secId": 120}, {"sentences": [{"sentId": 410, "text": "And little bit of all."}], "speaker": "HILL", "secId": 121}, {"sentences": [{"sentId": 411, "text": "No, but when you're acting like, even the president saying..."}], "speaker": "FERGUSON", "secId": 122}, {"sentences": [{"sentId": 412, "text": "We keep -- hold on."}, {"sentId": 413, "text": "No, no, no, only let me finish, me first."}, {"sentId": 414, "text": "The president today said these are nonviolent offenders."}, {"sentId": 415, "text": "Asked somebody that buries their child."}, {"sentId": 416, "text": "They got addicted to drugs and if it's a nonviolent response..."}], "speaker": "FERGUSON", "secId": 123}, {"sentences": [{"sentId": 417, "text": "OK, let them response, Ben."}], "speaker": "LEMON", "secId": 124}, {"sentences": [{"sentId": 418, "text": "No question."}, {"sentId": 419, "text": "But here's a thing, what the other you know -- you did know about this, Don is that most of the people who are let out, had they been sentenced in the past 5 or 10 years to a sentence they would have gotten."}, {"sentId": 420, "text": "Today would have gotten less of a sentence than they've already served."}, {"sentId": 421, "text": "So the reality is what we are doing is trying to make some rationality out of a very difficult situation."}, {"sentId": 422, "text": "There is no question that drugs are still a problem in America."}, {"sentId": 423, "text": "All we are saying is if you have a drug offense for which you don't need to spend decades in prison, let's give you that second chance."}, {"sentId": 424, "text": "They are going on probation, they are going to be under supervision, we'll gonna have -- they are going to have to make sure that they prove themselves."}, {"sentId": 425, "text": "It is a second chance."}, {"sentId": 426, "text": "Like marc said."}], "speaker": "O'MARA", "secId": 125}, {"sentences": [{"sentId": 427, "text": "That's the point here, Ben."}, {"sentId": 428, "text": "No one is arguing this is a bad issue."}, {"sentId": 429, "text": "The drugs are bad, the drugs did -- selling drugs to innocent people isn't bad."}, {"sentId": 430, "text": "We might not disagree about drug somewhat."}, {"sentId": 431, "text": "The argument here is that you don't need to put people in jail for life for it."}, {"sentId": 432, "text": "There are trying -- he gonna shorten sentences to something minimum."}, {"sentId": 433, "text": "These are people who are getting slaps on the wrist."}, {"sentId": 434, "text": "These people are getting decades sometimes of mass incarceration..."}], "speaker": "HILL", "secId": 126}, {"sentences": [{"sentId": 435, "text": "OK. OK."}], "speaker": "LEMON", "secId": 127}, {"sentences": [{"sentId": 436, "text": "What do you think?"}], "speaker": "HILL", "secId": 128}, {"sentences": [{"sentId": 437, "text": "Right."}], "speaker": "O'MARA", "secId": 129}, {"sentences": [{"sentId": 438, "text": "What do you think would be appropriate?"}], "speaker": "HILL", "secId": 130}, {"sentences": [{"sentId": 439, "text": "I want to move on now."}], "speaker": "LEMON", "secId": 131}, {"sentences": [{"sentId": 440, "text": "But I think that..."}], "speaker": "FERGUSON", "secId": 132}, {"sentences": [{"sentId": 441, "text": "I want to move on now and we talk about something else."}, {"sentId": 442, "text": "I have a limited amount of time with you guys."}, {"sentId": 443, "text": "I want to talk about what happened in South Carolina on Friday, when the Confederate flag came down guys."}, {"sentId": 444, "text": "I want you to listen to what Governor Nikki Haley told me after this historic moment."}], "speaker": "LEMON", "secId": 133}, {"sentences": [{"sentId": 445, "text": "You know, I think that, again, the entire country needs to start looking at it in a way that you are thinking about what it's like to be in someone else's shoes."}, {"sentId": 446, "text": "This is just a time of realizing we are all brothers and sisters."}, {"sentId": 447, "text": "We all have challenges."}, {"sentId": 448, "text": "But we are all raising our children."}, {"sentId": 449, "text": "And you know when I look at the tragedy that happened with the Emanuel Nine, you are not born with hate."}, {"sentId": 450, "text": "You are taught hate."}, {"sentId": 451, "text": "You experience something that gives you hate."}, {"sentId": 452, "text": "Parents need to be very conscious of the fact that that flag hurts people."}], "speaker": "HALEY", "secId": 134}, {"sentences": [{"sentId": 453, "text": "Yeah."}], "speaker": "LEMON", "secId": 135}, {"sentences": [{"sentId": 454, "text": "And they need to talk to their kids about it."}], "speaker": "HALEY", "secId": 136}, {"sentences": [{"sentId": 455, "text": "Ben, since I cut you off, I want to know, the female republican governor took town a historic symbol of the old boy's club."}, {"sentId": 456, "text": "She's saying she is going to make race part of their platform in the state, talking about it."}, {"sentId": 457, "text": "Do you think there will be progress on race moving forward in this country and that may actually start with Nikki Haley in South Carolina?"}], "speaker": "LEMON", "secId": 137}, {"sentences": [{"sentId": 458, "text": "I think what we saw after the horrible shooting, there are shows that we can move forward and make progress on race."}, {"sentId": 459, "text": "You saw a community that came together in an incredible way."}, {"sentId": 460, "text": "And people of all different backgrounds and races were standing side by side, loving one another."}, {"sentId": 461, "text": "And I think the governor was influenced by that, and she said you know what, I can lead the way and take down something that's very hurtful from government ground that we really shouldn't have it up there, and we are going to lead forward on this."}, {"sentId": 462, "text": "And I think this is a great example of how people can come together and do something in a way that makes people feel more included and more loving."}, {"sentId": 463, "text": "And I'm glad she did it."}], "speaker": "FERGUSON", "secId": 138}, {"sentences": [{"sentId": 464, "text": "Marc Lamont Hill, quickly."}, {"sentId": 465, "text": "Go ahead."}], "speaker": "LEMON", "secId": 139}, {"sentences": [{"sentId": 466, "text": "I think that might make us feel better."}, {"sentId": 467, "text": "But the truth is that the challenge that taking on the flag is taking down the things that the flag stands for, which is white supremacy..."}], "speaker": "HILL", "secId": 140}, {"sentences": [{"sentId": 468, "text": "Right."}], "speaker": "HILL", "secId": 141}, {"sentences": [{"sentId": 469, "text": "We're gonna talk about it later, go ahead."}], "speaker": "LEMON", "secId": 142}, {"sentences": [{"sentId": 470, "text": "Yeah, But I mean, but that's exactly the problem."}, {"sentId": 471, "text": "So yeah, I'm happy Nikki Haley did it."}, {"sentId": 472, "text": "I don't buy the story that everybody was just so moved."}, {"sentId": 473, "text": "Just a few weeks before, they were saying the opposite."}, {"sentId": 474, "text": "They took that flag down because it was bad for business."}, {"sentId": 475, "text": "Remember politicians don't have feelings, they have interests."}, {"sentId": 476, "text": "And this is just ."}], "speaker": "HILL", "secId": 143}, {"sentences": [{"sentId": 477, "text": "So Mark O'Mara, I know your folks here at CNN know you, and I want to talk to you about this and quickly because we need to move on."}, {"sentId": 478, "text": "Well, this is two years ago tonight."}, {"sentId": 479, "text": "It was a George Zimmerman."}], "speaker": "LEMON", "secId": 144}, {"sentences": [{"sentId": 480, "text": "He was."}], "speaker": "O'MARA", "secId": 145}, {"sentences": [{"sentId": 481, "text": "Right?"}, {"sentId": 482, "text": "It was George Zimmerman who was acquitted for murder."}, {"sentId": 483, "text": "That case, I think changed the way we discuss race in this country."}, {"sentId": 484, "text": "And I know -- and people should know this about you."}, {"sentId": 485, "text": "You spent your life fighting for civil rights for people of color."}, {"sentId": 486, "text": "And this one case, many people demonized you for this one case when that was..."}], "speaker": "LEMON", "secId": 146}, {"sentences": [{"sentId": 487, "text": "It was the focus point for a lot of people..."}], "speaker": "O'MARA", "secId": 147}, {"sentences": [{"sentId": 488, "text": "Yeah."}], "speaker": "LEMON", "secId": 148}, {"sentences": [{"sentId": 489, "text": "And a lot of people's angst and emotions."}, {"sentId": 490, "text": "Yeah."}], "speaker": "O'MARA", "secId": 149}, {"sentences": [{"sentId": 491, "text": "Yeah."}, {"sentId": 492, "text": "Do you think it changed the way we discuss it?"}], "speaker": "LEMON", "secId": 150}, {"sentences": [{"sentId": 493, "text": "You know I believe it did and I hope it did because I look back before Zimmermann, and I don't remember his conversation as well."}, {"sentId": 494, "text": "I know I wasn't part of them, but I also they weren't happening as much as they are today."}, {"sentId": 495, "text": "Now I look from Zimmerman forward."}, {"sentId": 496, "text": "To all of the other cases and I look at Zimmerman, I look at video, I look at the way we are looking at cops and I say we are making so much progress in the couple of years."}, {"sentId": 497, "text": "We are nowhere near close yet, but we are talking about it."}], "speaker": "O'MARA", "secId": 151}, {"sentences": [{"sentId": 498, "text": "How is the progress?"}], "speaker": "LEMON", "secId": 152}, {"sentences": [{"sentId": 499, "text": "The progress might be and in fact, they were having a conversation."}], "speaker": "HILL", "secId": 153}, {"sentences": [{"sentId": 500, "text": "Sometimes talking just started."}], "speaker": "O'MARA", "secId": 154}, {"sentences": [{"sentId": 501, "text": "Yeah."}], "speaker": "LEMON", "secId": 155}, {"sentences": [{"sentId": 502, "text": "At least we are doing that weren't doing it as much before."}], "speaker": "O'MARA", "secId": 156}, {"sentences": [{"sentId": 503, "text": "I've never asked you this personally, and I don't need it."}, {"sentId": 504, "text": "Would you do it all over again, represent him?"}, {"sentId": 505, "text": "O'MARA: Yes."}, {"sentId": 506, "text": "I couldn't say no for so many reasons."}, {"sentId": 507, "text": "One, it's what I do."}, {"sentId": 508, "text": "First time to may ask you, then I said yes, I would."}, {"sentId": 509, "text": "What did you do it?"}, {"sentId": 510, "text": "Because this is what I do."}, {"sentId": 511, "text": "Secondly, it has given me a lot of personal opportunities that I can't deny."}, {"sentId": 512, "text": "I'm here talking about issues that I really feel passionate about it."}], "speaker": "LEMON", "secId": 157}, {"sentences": [{"sentId": 513, "text": "Didn't have the platform to do it before."}], "speaker": "LEMON", "secId": 158}, {"sentences": [{"sentId": 514, "text": "And three, I would this and this is a bit of the pat on the back."}, {"sentId": 515, "text": "I shouldn't say, I -- the way I tried to handle the case, did it with some sensitivities and I think allowed for more conversations than what would happened if it wasn't handled quite, as aware of some of the huge social pressure that were placed on top of the case."}], "speaker": "O'MARA", "secId": 159}, {"sentences": [{"sentId": 516, "text": "Yeah."}, {"sentId": 517, "text": "Thank you."}, {"sentId": 518, "text": "Thank you for being..."}], "speaker": "LEMON", "secId": 160}, {"sentences": [{"sentId": 519, "text": "Appreciate it."}, {"sentId": 520, "text": "We are coming back with -- we'll gonna talk more about it."}, {"sentId": 521, "text": "We're gonna talk about Atticus Finch."}, {"sentId": 522, "text": "Stay with us."}, {"sentId": 523, "text": "When we come right back, one of the best loved characters in American novels."}, {"sentId": 524, "text": "Why readers will never see him the same way again."}], "speaker": "LEMON", "secId": 161}, {"sentences": [{"sentId": 525, "text": "Our attitudes about race in America are reflected in our music, in our books, and what we read, and in our movies as well."}, {"sentId": 526, "text": "And one of the best loved, To Kill a Mockingbird, starring Gregory Peck as Atticus Finch an iconic and inspiring character."}, {"sentId": 527, "text": "Listen."}], "speaker": "LEMON", "secId": 162}, {"sentences": [{"sentId": 528, "text": "You never really understand a person until you consider things from his point of view."}], "speaker": "PECK", "secId": 163}, {"sentences": [{"sentId": 529, "text": ": But sir?"}], "speaker": "PECK", "secId": 164}, {"sentences": [{"sentId": 530, "text": "Until you climb inside of his skin and walk around in it."}], "speaker": "PECK", "secId": 165}, {"sentences": [{"sentId": 531, "text": "I love that movie."}, {"sentId": 532, "text": "I watched it this in morning after all this came out."}, {"sentId": 533, "text": "Now a lot of readers will never see the character the same way again."}, {"sentId": 534, "text": "Back with me now, talk about is Mark O'Mara, Marc Lamont Hill and Ben Ferguson."}, {"sentId": 535, "text": "Again, it's an amazing movie isn't it?"}], "speaker": "LEMON", "secId": 166}, {"sentences": [{"sentId": 536, "text": "Yeah."}], "speaker": "HILL", "secId": 167}, {"sentences": [{"sentId": 537, "text": "Yeah."}], "speaker": "O'MARA", "secId": 168}, {"sentences": [{"sentId": 538, "text": "It's a great book."}], "speaker": "HILL", "secId": 169}, {"sentences": [{"sentId": 539, "text": "And it's a great book."}, {"sentId": 540, "text": "It's called -- the new book is called, go get a watchman -- Go Set a Watchman, excuse me."}, {"sentId": 541, "text": "So Atticus Finch is portrayed not as a crusader for justice, but as a racist who attended a KKK meeting."}, {"sentId": 542, "text": "Why do you think people are having such strong reactions to this, Mark O'Mara?"}], "speaker": "LEMON", "secId": 170}, {"sentences": [{"sentId": 543, "text": "Well, first of all, I think this Atticus Finch is the original and true Atticus Finch put on scene."}, {"sentId": 544, "text": "I think the Mockingbird book was sort of sanitized back in the '60s, when they told Harper Lee, are we do it four or five times over two year period because I don't think the Atticus Finch that we are now finding out exists, would have been as accepted back then in the '60s."}, {"sentId": 545, "text": "Look, I honestly, this to me, Watchman shows the Atticus Finch, I think truly would have existed."}, {"sentId": 546, "text": "Very complex, growing up in the '30s and the '40s and the '50s..."}], "speaker": "O'MARA", "secId": 171}, {"sentences": [{"sentId": 547, "text": "Yeah."}], "speaker": "LEMON", "secId": 172}, {"sentences": [{"sentId": 548, "text": "In the south, you would not have had a person quite honestly as sanitized as Atticus Finch."}, {"sentId": 549, "text": "I like the fact that it is coming out now."}], "speaker": "O'MARA", "secId": 173}, {"sentences": [{"sentId": 550, "text": "Yeah."}, {"sentId": 551, "text": "We always talked about, you think Atticus -- we talked about N-word a lot."}, {"sentId": 552, "text": "Do you think he said the N-word?"}, {"sentId": 553, "text": "Do you think it's in this book?"}], "speaker": "LEMON", "secId": 174}, {"sentences": [{"sentId": 554, "text": "All the time."}, {"sentId": 555, "text": "And not like Trinidad James."}], "speaker": "HILL", "secId": 175}, {"sentences": [{"sentId": 556, "text": "He was always throwback the N- word."}, {"sentId": 557, "text": "You know what I mean?"}, {"sentId": 558, "text": "I think that this is a quintessentially American."}], "speaker": "HILL", "secId": 176}, {"sentences": [{"sentId": 559, "text": "It's a GRA on the..."}], "speaker": "LEMON", "secId": 177}, {"sentences": [{"sentId": 560, "text": "Yes."}], "speaker": "HILL", "secId": 178}, {"sentences": [{"sentId": 561, "text": "It's a bit of a GRA..."}], "speaker": "LEMON", "secId": 179}, {"sentences": [{"sentId": 562, "text": "Yes, all in letters."}, {"sentId": 563, "text": "He is a -- this is quintessentially thing, right?"}], "speaker": "HILL", "secId": 180}, {"sentences": [{"sentId": 564, "text": "Yeah."}], "speaker": "LEMON", "secId": 181}, {"sentences": [{"sentId": 565, "text": "Suddenly, we have this white liberal crusader that turns out to be racist underneath, right?"}, {"sentId": 566, "text": "I mean, this is a touch of American story."}], "speaker": "HILL", "secId": 182}, {"sentences": [{"sentId": 567, "text": "Yeah."}], "speaker": "LEMON", "secId": 183}, {"sentences": [{"sentId": 568, "text": "And it's a fast to anyone."}, {"sentId": 569, "text": "People are sad because they were invested in the idea..."}], "speaker": "HILL", "secId": 184}, {"sentences": [{"sentId": 570, "text": "Yeah."}], "speaker": "LEMON", "secId": 185}, {"sentences": [{"sentId": 571, "text": "That we can be changed and we can be better and that white people can crusade for justice for black people."}, {"sentId": 572, "text": "And I think that's true."}, {"sentId": 573, "text": "But I think this book could be a more powerful tale that even in the midst of that, we still have a kind of moral complexity with biases underneath it."}], "speaker": "HILL", "secId": 186}, {"sentences": [{"sentId": 574, "text": "Ben Ferguson?"}, {"sentId": 575, "text": "FERGUSON: Well, look."}, {"sentId": 576, "text": "I think the first book was one that inspired people to try to become a better version of themselves and then inspire to help others and to do great things."}, {"sentId": 577, "text": "So when you see this, this is kind of a letdown."}, {"sentId": 578, "text": "It's like finding out that someone that you looked up is a fraud and a phony."}, {"sentId": 579, "text": "And I also think that this book could be as influential to people talking about race."}, {"sentId": 580, "text": "Hopefully, in a real blunt way in high school and college classes and maybe it will have the same type of open dialogue and discussion."}, {"sentId": 581, "text": "It's gonna be a lot more blunt."}, {"sentId": 582, "text": "It's gonna be completely different."}, {"sentId": 583, "text": "But it can be use for good."}], "speaker": "LEMON", "secId": 187}, {"sentences": [{"sentId": 584, "text": "I don't think it was fraud."}, {"sentId": 585, "text": "I think it was just more complex than..."}], "speaker": "O'MARA", "secId": 188}, {"sentences": [{"sentId": 586, "text": "Yes."}], "speaker": "HILL", "secId": 189}, {"sentences": [{"sentId": 587, "text": "Mockingbird shared..."}], "speaker": "O'MARA", "secId": 190}, {"sentences": [{"sentId": 588, "text": "Right..."}], "speaker": "FERGUSON", "secId": 191}, {"sentences": [{"sentId": 589, "text": "And I see very much..."}], "speaker": "O'MARA", "secId": 192}, {"sentences": [{"sentId": 590, "text": "It's definitely different."}], "speaker": "FERGUSON", "secId": 193}, {"sentences": [{"sentId": 591, "text": "Then I really think that now, today, as opposed to even 10, 15 years ago."}, {"sentId": 592, "text": "This is going to allow us to continue the conversations we talked about 5 or 10 minutes ago."}, {"sentId": 593, "text": "Because now we're getting into it and we can't ignore it."}], "speaker": "O'MARA", "secId": 194}, {"sentences": [{"sentId": 594, "text": "Because even though no one gonna read this book."}, {"sentId": 595, "text": "And I mean..."}], "speaker": "HILL", "secId": 195}, {"sentences": [{"sentId": 596, "text": "I think people gonna read."}], "speaker": "LEMON", "secId": 196}, {"sentences": [{"sentId": 597, "text": "No, no."}, {"sentId": 598, "text": "I'm talking about in terms of classrooms..."}], "speaker": "HILL", "secId": 197}, {"sentences": [{"sentId": 599, "text": "Remember when..."}], "speaker": "FERGUSON", "secId": 198}, {"sentences": [{"sentId": 600, "text": "I'm talking -- Ben, I'm talking about in terms of classrooms."}, {"sentId": 601, "text": "I wouldn't put that in my classroom based on the reviews."}, {"sentId": 602, "text": "Not because he is racist because it is a bad book from all of the literary critics opinions so far."}, {"sentId": 603, "text": "And I think that's the danger of this book is that because it wasn't polished and edited and because Harper Lee didn't have a chance to put a final standpoint in terms of you know, being from 60 years ago."}], "speaker": "HILL", "secId": 199}, {"sentences": [{"sentId": 604, "text": "But isn't that the history of it?"}, {"sentId": 605, "text": "I mean, I think that's what makes this book actually even more relevant."}, {"sentId": 606, "text": "Is it the fact that it was the raw version that she was told to change."}, {"sentId": 607, "text": "I think that's what makes the context of this a great read for a college classroom they will look at."}], "speaker": "FERGUSON", "secId": 200}, {"sentences": [{"sentId": 608, "text": "I'm not saying he should, and I'm saying it won't."}, {"sentId": 609, "text": "I agree with you."}, {"sentId": 610, "text": "I'm saying it won't, though."}], "speaker": "HILL", "secId": 201}, {"sentences": [{"sentId": 611, "text": "I think you just said what he said, right?"}, {"sentId": 612, "text": "You're just saying what Mark O'Mara said."}, {"sentId": 613, "text": "That's it."}, {"sentId": 614, "text": "O'MARA: I agree with him."}], "speaker": "LEMON", "secId": 202}, {"sentences": [{"sentId": 615, "text": "Yeah."}], "speaker": "LEMON", "secId": 203}, {"sentences": [{"sentId": 616, "text": "Thank you, guys."}, {"sentId": 617, "text": "We'll be right back."}, {"sentId": 618, "text": "Thanks."}], "speaker": "LEMON", "secId": 204}, {"sentences": [{"sentId": 619, "text": "Well, politics is funny business."}, {"sentId": 620, "text": "Donald Trump is surging in the polls and drawing thousands to his rallies."}, {"sentId": 621, "text": "But some people think he is just a joke."}, {"sentId": 622, "text": "I want you to listen to David Letterman, coming out of retirement the other day for Trump on a Trump-teamed top 10."}, {"sentId": 623, "text": "Here it is."}], "speaker": "LEMON", "secId": 205}, {"sentences": [{"sentId": 624, "text": "Number 10, that thing on his head was the gopher in caddy shack."}], "speaker": "LETTERMAN", "secId": 206}, {"sentences": [{"sentId": 625, "text": "Number nine, during sex, Donald Trump calls out his own name."}], "speaker": "LETTERMAN", "secId": 207}, {"sentences": [{"sentId": 626, "text": "Number seven, he wants to build a wall."}, {"sentId": 627, "text": "How about building a wall around that thing on his head?"}], "speaker": "LETTERMAN", "secId": 208}, {"sentences": [{"sentId": 628, "text": "Number two, Donald Trump has pissed off so many Mexicans he is starring in a new movie entitled, no amigos."}], "speaker": "LETTERMAN", "secId": 209}, {"sentences": [{"sentId": 629, "text": "And the number one interesting fact about Donald Trump, thanks to Donald Trump, the republican mascot is also an ass."}, {"sentId": 630, "text": "There you go."}], "speaker": "LETTERMAN", "secId": 210}, {"sentences": [{"sentId": 631, "text": "Back on the show, one of our favorites."}, {"sentId": 632, "text": "I told you he would be back, Comedian Colin Quinn and the author of The Coloring Book: A Comedian Solves Race Relations in America."}, {"sentId": 633, "text": "What did you think of that top 10 list?"}], "speaker": "LEMON", "secId": 211}, {"sentences": [{"sentId": 634, "text": "It was pretty bad."}], "speaker": "QUINN", "secId": 212}, {"sentences": [{"sentId": 635, "text": "Really?"}], "speaker": "LEMON", "secId": 213}, {"sentences": [{"sentId": 636, "text": "Yeah, a guy yells out his own name in bed?"}, {"sentId": 637, "text": "That's one of the oldest jokes in the business."}], "speaker": "QUINN", "secId": 214}, {"sentences": [{"sentId": 638, "text": "I mean, and the caddy shack reference?"}, {"sentId": 639, "text": "Come on."}, {"sentId": 640, "text": "That's how things take a little..."}], "speaker": "QUINN", "secId": 215}, {"sentences": [{"sentId": 641, "text": "Why is he -- why do so many comedians go after him, and not comedians?"}, {"sentId": 642, "text": "But this is a comedian's dream?"}], "speaker": "LEMON", "secId": 216}, {"sentences": [{"sentId": 643, "text": "I mean, yeah, of course, he is always been that kind of, you know, pompous kind of you know, like  Like he is like, he wants to think he is doing a character of like the capitalist."}, {"sentId": 644, "text": "Like I don't need anybody's money, but it is also people like the fact that he says he doesn't need anybody's money."}, {"sentId": 645, "text": "Isn't all right?"}], "speaker": "QUINN", "secId": 217}, {"sentences": [{"sentId": 646, "text": "Do you think he is character or this is real?"}, {"sentId": 647, "text": "I think it's real."}], "speaker": "LEMON", "secId": 218}, {"sentences": [{"sentId": 648, "text": "I think it's real."}, {"sentId": 649, "text": "But I'm just saying he's a guy."}, {"sentId": 650, "text": "He's got a bigger than life personal."}], "speaker": "QUINN", "secId": 219}, {"sentences": [{"sentId": 651, "text": "Yeah."}], "speaker": "LEMON", "secId": 220}, {"sentences": [{"sentId": 652, "text": "So it's funny to be around that."}], "speaker": "QUINN", "secId": 221}, {"sentences": [{"sentId": 653, "text": "Why is he jump at two, number one and some polls?"}, {"sentId": 654, "text": "I think there was a Huffington Post today."}, {"sentId": 655, "text": "I think Trump was number one."}], "speaker": "LEMON", "secId": 222}, {"sentences": [{"sentId": 656, "text": "Yeah."}], "speaker": "QUINN", "secId": 223}, {"sentences": [{"sentId": 657, "text": "Why do you think?"}], "speaker": "LEMON", "secId": 224}, {"sentences": [{"sentId": 658, "text": "Because he's got a personality."}, {"sentId": 659, "text": "Everybody else speaks this kind of bland, quiet, person."}, {"sentId": 660, "text": "Like everyone is afraid to say anything."}, {"sentId": 661, "text": "So it's almost a reaction against that."}, {"sentId": 662, "text": "He will actually say you know I mean, It's like, he actually say how he feels."}, {"sentId": 663, "text": "Even if it's wrong, he will actually say something and take a chance."}, {"sentId": 664, "text": "And every other politician is like we have to make sure we have a comprehensive, systemic accountable awareness of the accountability -- like they speak in this gibberish, you know."}], "speaker": "QUINN", "secId": 225}, {"sentences": [{"sentId": 665, "text": "And for him?"}], "speaker": "LEMON", "secId": 226}, {"sentences": [{"sentId": 666, "text": "And he is like, this is a disaster."}, {"sentId": 667, "text": "We got to won these people out, you know what I mean?"}], "speaker": "QUINN", "secId": 227}, {"sentences": [{"sentId": 668, "text": "Yeah."}], "speaker": "LEMON", "secId": 228}, {"sentences": [{"sentId": 669, "text": "Just the fact that he's got passion."}, {"sentId": 670, "text": "Even if it's, you know, not always..."}], "speaker": "QUINN", "secId": 229}, {"sentences": [{"sentId": 671, "text": "Yeah."}, {"sentId": 672, "text": "See, I think..."}], "speaker": "LEMON", "secId": 230}, {"sentences": [{"sentId": 673, "text": "Clear."}], "speaker": "QUINN", "secId": 231}, {"sentences": [{"sentId": 674, "text": "I think he has tapped into something, right or wrong?"}, {"sentId": 675, "text": "QUINN: Yes."}, {"sentId": 676, "text": "I agree."}], "speaker": "LEMON", "secId": 232}, {"sentences": [{"sentId": 677, "text": "He has tapped into something?"}], "speaker": "LEMON", "secId": 233}, {"sentences": [{"sentId": 678, "text": "Of course, he has."}], "speaker": "QUINN", "secId": 234}, {"sentences": [{"sentId": 679, "text": "And I think the people who are sitting on television."}, {"sentId": 680, "text": "The pundits on political people..."}], "speaker": "LEMON", "secId": 235}, {"sentences": [{"sentId": 681, "text": "Yeah."}], "speaker": "QUINN", "secId": 236}, {"sentences": [{"sentId": 682, "text": "No, this guy is a joke."}, {"sentId": 683, "text": "It's a love ."}, {"sentId": 684, "text": "But when in reality, who is the joke because this guys is, this is all -- the barometer that we have now are the current polls."}, {"sentId": 685, "text": "Whether these people are going to go or not and actually vote, that remains to be seen."}], "speaker": "LEMON", "secId": 237}, {"sentences": [{"sentId": 686, "text": "Right."}], "speaker": "QUINN", "secId": 238}, {"sentences": [{"sentId": 687, "text": "But right now, he has tapped into something he is and number one and two."}, {"sentId": 688, "text": "What does that say about us as a country?"}], "speaker": "LEMON", "secId": 239}, {"sentences": [{"sentId": 689, "text": "It says about, it says that we've been speaking so much double -- it's been this kind of artificiality to everyone's speech in the country for so long, that when somebody comes along even if they are talking crazy, the fact they are actually being themselves, it's like a breath of fresh air to people."}], "speaker": "QUINN", "secId": 240}, {"sentences": [{"sentId": 690, "text": "Yeah."}], "speaker": "LEMON", "secId": 241}, {"sentences": [{"sentId": 691, "text": "Even if they were the same, they disagree with."}], "speaker": "QUINN", "secId": 242}, {"sentences": [{"sentId": 692, "text": "Yeah."}, {"sentId": 693, "text": "And then you know, you can't say anything, you can't -- no one can disagree with you anymore."}, {"sentId": 694, "text": "And right, you have be perfect or else."}], "speaker": "LEMON", "secId": 243}, {"sentences": [{"sentId": 695, "text": "Yes."}, {"sentId": 696, "text": "Well it all about Twitter, even on Twitter."}, {"sentId": 697, "text": "Ever you can hear people talking on now, thinking, my followers is going to go, hey, you know Juan, I agree with you but I think you are tone deaf..."}], "speaker": "QUINN", "secId": 244}, {"sentences": [{"sentId": 698, "text": "I don't understand why do people care about what people on Twitter think?"}, {"sentId": 699, "text": "Like everyone..."}], "speaker": "LEMON", "secId": 245}, {"sentences": [{"sentId": 700, "text": "Yeah."}], "speaker": "QUINN", "secId": 246}, {"sentences": [{"sentId": 701, "text": "That's like..."}], "speaker": "LEMON", "secId": 247}, {"sentences": [{"sentId": 702, "text": "They do."}, {"sentId": 703, "text": "They do, they care because those people are like, look."}, {"sentId": 704, "text": "And they are trying to be semi helpful, but it is a veiled threat like."}, {"sentId": 705, "text": "I think you might be missing the point on this."}, {"sentId": 706, "text": "And it's like thank you for the guidance."}, {"sentId": 707, "text": "I didn't realize you won't --"}], "speaker": "QUINN", "secId": 248}, {"sentences": [{"sentId": 708, "text": "You know what I mean?"}, {"sentId": 709, "text": "My guardian angel."}, {"sentId": 710, "text": "LEMON: It's nice to get a temperature, but I mean everybody."}, {"sentId": 711, "text": "It's just that..."}], "speaker": "QUINN", "secId": 249}, {"sentences": [{"sentId": 712, "text": "It's too much."}], "speaker": "QUINN", "secId": 250}, {"sentences": [{"sentId": 713, "text": "It's too much, yeah."}], "speaker": "LEMON", "secId": 251}, {"sentences": [{"sentId": 714, "text": "Let's talk about Bill Cosby."}, {"sentId": 715, "text": "Is that we can lean from corporate recession ."}, {"sentId": 716, "text": "He had obtained the seven prescriptions for Quaaludes to provide to women before having sex."}, {"sentId": 717, "text": "That was the intent."}], "speaker": "LEMON", "secId": 252}, {"sentences": [{"sentId": 718, "text": "Right."}], "speaker": "QUINN", "secId": 253}, {"sentences": [{"sentId": 719, "text": "Do you that think we've heard enough?"}, {"sentId": 720, "text": "Like is there -- any because there are still people who are defending him."}], "speaker": "LEMON", "secId": 254}, {"sentences": [{"sentId": 721, "text": "Yeah."}, {"sentId": 722, "text": "Well, I mean, first of all, I heard enough -- same thing with Woody Allen."}, {"sentId": 723, "text": "Sorry to say this, but if you take guys that are used to speaking in public."}, {"sentId": 724, "text": "We're comedians for years."}, {"sentId": 725, "text": "And then the minute like this happens."}, {"sentId": 726, "text": "If somebody accused me of any of this, I would be on every talk show, yelling, how dare they say that."}, {"sentId": 727, "text": "I'll be like Trump."}, {"sentId": 728, "text": "How dare they accuse -- but these guys suddenly clam up and bully her up."}, {"sentId": 729, "text": "The minute you put a lawyer when you are a public speaker, that's suspicious right there."}, {"sentId": 730, "text": "So you know what I mean?"}], "speaker": "QUINN", "secId": 255}, {"sentences": [{"sentId": 731, "text": "It -- he did mean a lot too many African -Americans, people looked up to him..."}], "speaker": "LEMON", "secId": 256}, {"sentences": [{"sentId": 732, "text": "Yes, of course."}], "speaker": "QUINN", "secId": 257}, {"sentences": [{"sentId": 733, "text": "You right?"}, {"sentId": 734, "text": "Since what, his show back in - I can't say mod squad..."}], "speaker": "LEMON", "secId": 258}, {"sentences": [{"sentId": 735, "text": "I spy."}], "speaker": "QUINN", "secId": 259}, {"sentences": [{"sentId": 736, "text": "I spy."}, {"sentId": 737, "text": "Since I spy and then on The Cosby Show."}, {"sentId": 738, "text": "Isn't it there was a bunch of things in between?"}], "speaker": "LEMON", "secId": 260}, {"sentences": [{"sentId": 739, "text": "Yeah."}], "speaker": "QUINN", "secId": 261}, {"sentences": [{"sentId": 740, "text": "Do you think it's sad for an iconic African-American figure?"}], "speaker": "LEMON", "secId": 262}, {"sentences": [{"sentId": 741, "text": "Yeah, of course."}, {"sentId": 742, "text": "Every time an iconic figure down like that is bad, but you know."}, {"sentId": 743, "text": "But he did it, now look at him."}], "speaker": "QUINN", "secId": 263}, {"sentences": [{"sentId": 744, "text": "Yeah."}], "speaker": "LEMON", "secId": 264}, {"sentences": [{"sentId": 745, "text": "You mean the world's funniest rapist."}], "speaker": "QUINN", "secId": 265}, {"sentences": [{"sentId": 746, "text": "Colin Quinn."}, {"sentId": 747, "text": "His latest book is called The Coloring Book: A Comedian Solves Race Relations in America and he is in a play, directed by Jerry Seinfeld, the legendary Jerry Seinfeld."}, {"sentId": 748, "text": "Colin Quinn, the New York story, now at the Cherry Lane Theater, right here in New York."}, {"sentId": 749, "text": "I like it when you come on set."}, {"sentId": 750, "text": "Never know what you are going to say and you are definitely not politically correct."}, {"sentId": 751, "text": "QUINN: Thank you Don, but you too."}], "speaker": "LEMON", "secId": 266}, {"sentences": [{"sentId": 752, "text": "Thank -- I know."}, {"sentId": 753, "text": "I know, don't I know brother."}, {"sentId": 754, "text": "We'll be right back."}], "speaker": "LEMON", "secId": 267}, {"sentences": [{"sentId": 755, "text": "Thanks."}], "speaker": "QUINN", "secId": 268}, {"sentences": [{"sentId": 756, "text": "The Housekeeping tells you about here, Erica Garner was supposed to join us tonight, but she didn't make it, unfortunately."}, {"sentId": 757, "text": "So we'll try to get her back soon."}], "speaker": "LEMON", "secId": 269}, {"sentences": [{"sentId": 758, "text": "And that's it for us tonight."}, {"sentId": 759, "text": "I'll see you back here tomorrow."}, {"sentId": 760, "text": "I'm Don Lemon, thanks for watching."}, {"sentId": 761, "text": "\"AC360\" starts right now."}, {"sentId": 762, "text": ":"}], "speaker": "LEMON", "secId": 270}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1507.13.cnnt.01.html.json", "time": "Aired July 13, 2015 - 22:00   ET"}