{"sectionCount": 288, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["COOPER", "ANNOUNCER", "LEMON", "CLINTON", "TRUMP", "GUPTA", "GRACE", "BORGER", "BRINKLEY", "ACOSTA", "MCCAUGHEY", "BLOW", "ROSEN", "PHILLIPS", "UNIDENTIFIED FEMALE", "JOHNSTON", "COHAN", "PENCE", "BLITZER"], "subTitle": "Hillary Clinton Discusses Health Scare with CNN; Clinton to Release More Detailed Medical Records; Trump Blasts 'Deplorables' Remark; Trump Supporter Caught on Camera Appearing to Attack Protester; Examining Trump's Charity; Transparency in Campaign Documents. Aired 10-11p ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1609/12/cnnt.01.html", "sentenceCount": 584, "sections": [{"sentences": [{"sentId": 0, "text": "That does it for us."}, {"sentId": 1, "text": "Thanks very much for watching."}, {"sentId": 2, "text": "I'll see you tomorrow night."}, {"sentId": 3, "text": "CNN TONIGHT with Don Llmon starts now."}], "speaker": "COOPER", "secId": 0}, {"sentences": [{"sentId": 4, "text": "This is CNN braking news."}], "speaker": "ANNOUNCER", "secId": 1}, {"sentences": [{"sentId": 5, "text": "Breaking news, Hillary Clinton talks exclusively to CNN about her health scare."}], "speaker": "LEMON", "secId": 2}, {"sentences": [{"sentId": 6, "text": "This is CNN TONIGHT."}, {"sentId": 7, "text": "I'm Don Lemon."}], "speaker": "LEMON", "secId": 3}, {"sentences": [{"sentId": 8, "text": "Hillary Clinton takes a sick day and told CNN this exclusively."}], "speaker": "LEMON", "secId": 4}, {"sentences": [{"sentId": 9, "text": "I'm now taking my doctor's advice, which was given to me on Friday that I ignored, to just take some time to get over pneumonia completely."}], "speaker": "CLINTON", "secId": 5}, {"sentences": [{"sentId": 10, "text": "And Bill Clinton tells CBS this."}], "speaker": "LEMON", "secId": 6}, {"sentences": [{"sentId": 11, "text": "Rarely but on more than one occasion over the last many, many years the same sort of thing's happened to her, when she got severely dehydrated."}], "speaker": "CLINTON", "secId": 7}, {"sentences": [{"sentId": 12, "text": "Hillary Clinton says she'll release more detailed medical records, but how much do voters need to know?"}], "speaker": "LEMON", "secId": 8}, {"sentences": [{"sentId": 13, "text": "Meanwhile, Donald Trump blasts Clinton over her basket of deplorables remark."}], "speaker": "LEMON", "secId": 9}, {"sentences": [{"sentId": 14, "text": "Never in history has a major party presidential candidate so viciously demonized the American voter."}], "speaker": "TRUMP", "secId": 10}, {"sentences": [{"sentId": 15, "text": "And a Trump supporter is caught on camera appearing to attack a protester."}], "speaker": "LEMON", "secId": 11}, {"sentences": [{"sentId": 16, "text": "We want to get to all of that this evening."}, {"sentId": 17, "text": "But I want to get straight to CNN's Jim Acosta, Dr. Sanjay Gupta is here, and Gloria Borger as well, also Douglas Brinkley, the author of \"Rightful Heritage, Franklin D. Roosevelt and the Land of American.\""}], "speaker": "LEMON", "secId": 12}, {"sentences": [{"sentId": 18, "text": "It's good to have all of you on this evening."}, {"sentId": 19, "text": "So much going on."}, {"sentId": 20, "text": "Sanjay, you heard Hillary Clinton's, you know, interview with Anderson earlier, about her health stumble just a few minutes ago."}, {"sentId": 21, "text": "She said that she should have stayed home, she should have followed the doctor's order, she should have gone out for five days."}, {"sentId": 22, "text": "Listening to that interview, what can you assess, how bad is this?"}], "speaker": "LEMON", "secId": 13}, {"sentences": [{"sentId": 23, "text": "Well, following the doctor's orders, I think first of all, Don, it's always a pretty good idea."}, {"sentId": 24, "text": "I think she should have done that."}], "speaker": "GUPTA", "secId": 14}, {"sentences": [{"sentId": 25, "text": "Of course."}], "speaker": "LEMON", "secId": 15}, {"sentences": [{"sentId": 26, "text": "You know, look, it's important to point out that that -- looking at that video, it's hard to watch frankly, I don't know the first time  very  as she has problems with her balance."}, {"sentId": 27, "text": "But it's also important to point out, Don, that as you've seen about an hour and a half later, there's another video of her coming out of Chelsea Clinton's apartment waving to reporters, posing for pictures."}], "speaker": "GUPTA", "secId": 16}, {"sentences": [{"sentId": 28, "text": "The point is, whatever it was, whatever caused this was pretty temporary, pretty short lived."}, {"sentId": 29, "text": "It didn't last very long."}, {"sentId": 30, "text": "We subsequently learned it took some time for this to come out, that she had pneumonia."}, {"sentId": 31, "text": "That she had been diagnosed on Friday."}, {"sentId": 32, "text": "Putting that together with the weather that day, apparently it was pretty hot out, the medications that she's taking, it could make someone dehydrated to the point where they're not feeling well."}], "speaker": "GUPTA", "secId": 17}, {"sentences": [{"sentId": 33, "text": "What do you make of her explanation?"}], "speaker": "GRACE", "secId": 18}, {"sentences": [{"sentId": 34, "text": "Like, you know, she's saying the same thing now that the campaign eventually said."}, {"sentId": 35, "text": "I was following that story all day on Sunday."}, {"sentId": 36, "text": "In the beginning it was she became overheated."}, {"sentId": 37, "text": "And it's due to medications that she's taking such a thyroid medication."}], "speaker": "GUPTA", "secId": 19}, {"sentences": [{"sentId": 38, "text": "And then eventually they came out and said it's the pneumonia."}, {"sentId": 39, "text": "It's possible."}, {"sentId": 40, "text": "It makes sense."}, {"sentId": 41, "text": "You know, in these types of situations, we're always dealing with limited information, so anything we say is going to be speculative to some point."}, {"sentId": 42, "text": "So, we -- her doctor has said now it was pneumonia, she has said it now to Anderson earlier that it was pneumonia."}, {"sentId": 43, "text": "The campaign has said it."}, {"sentId": 44, "text": "So, you know, there's no reason that given that the doctor has said this, not to believe it."}], "speaker": "GUPTA", "secId": 20}, {"sentences": [{"sentId": 45, "text": "Yes."}, {"sentId": 46, "text": "Pneumonia is such a scary word when people hear."}, {"sentId": 47, "text": "But we'll talk a little bit more about that."}], "speaker": "LEMON", "secId": 21}, {"sentences": [{"sentId": 48, "text": "But I want to bring Gloria in and get more people on the panel."}, {"sentId": 49, "text": "And, Gloria, you have an opinion piece out, which I thought was fascinating about the whole issue on cnn.com tonight."}], "speaker": "LEMON", "secId": 22}, {"sentences": [{"sentId": 50, "text": "Clinton on Anderson that she didn't think that her pneumonia was going to be a big deal."}, {"sentId": 51, "text": "You know, all these conspiracy theories surrounding her health, does that make sense to you?"}], "speaker": "LEMON", "secId": 23}, {"sentences": [{"sentId": 52, "text": "Well, I kind of did a double take when I heard her say that, because my feeling was that she had to have some sense that this was going to be used by the Trump campaign against her, that he has been talking about her stamina and her lack of energy this entire campaign."}], "speaker": "BORGER", "secId": 24}, {"sentences": [{"sentId": 53, "text": "So, if I were Hillary Clinton and sitting there, I'd be thinking about what the Trump campaign would do with that."}, {"sentId": 54, "text": "And then combine that with her natural sort of penchant for retreating and wanting to keep things private that we've seen over the years."}], "speaker": "BORGER", "secId": 25}, {"sentences": [{"sentId": 55, "text": "I just thought it was the candidate who said, you know, I'm going to deal with this, I'm going to work through it, we're not going to have to say a word to anybody, because nobody will know."}], "speaker": "BORGER", "secId": 26}, {"sentences": [{"sentId": 56, "text": "Honestly, I think it would have been a lot easier for her, of course, hindsight is everything to tell everyone on Friday because that would have explained a lot of things, it would have explained the thing, she could have said guess what, the doctor told me I've been walking around with pneumonia, so I've got to take care of myself for a couple days."}], "speaker": "BORGER", "secId": 27}, {"sentences": [{"sentId": 57, "text": "As we always say, it's the cover-up is always worse than the crime, so to speak."}, {"sentId": 58, "text": "This whole episode has raised questions about her transparency."}, {"sentId": 59, "text": "Take a listen to this."}], "speaker": "LEMON", "secId": 28}, {"sentences": [{"sentId": 60, "text": "But doesn't your handling of this in your campaigns, you know, that refusal to acknowledge what happen."}, {"sentId": 61, "text": "Until really after that video was circulated, confirm the suspicion to some voters that you're not transparent or trustworthy?"}], "speaker": "COOPER", "secId": 29}, {"sentences": [{"sentId": 62, "text": "Oh, my goodness, Anderson."}, {"sentId": 63, "text": "You know, compare everything you know about me with my opponent, I think it's time he met the same level of disclosure that I have for years."}, {"sentId": 64, "text": "You know, you've got a a medical report on me that meets the same standard as Mitt Romney and Barack Obama."}], "speaker": "CLINTON", "secId": 30}, {"sentences": [{"sentId": 65, "text": "Donald Trump's doctor said he would be the healthiest president in history."}, {"sentId": 66, "text": "That's just not even serious."}, {"sentId": 67, "text": "And I've released nearly 40 years of tax returns, he hasn't released one."}, {"sentId": 68, "text": "This is a man with unknown numbers of partners and investors who says he's doing 120 foreign deals."}], "speaker": "CLINTON", "secId": 31}, {"sentences": [{"sentId": 69, "text": "The American people deserve to know what he's up to and what he is hiding."}, {"sentId": 70, "text": "So, if we weren't -- if we weren't fast enough, you know, I've talked to my staff, we, you know, take responsibility for that but the information is out there."}, {"sentId": 71, "text": "You can't say the same thing about Donald Trump."}], "speaker": "CLINTON", "secId": 32}, {"sentences": [{"sentId": 72, "text": "So, this whole -- you know, a lot of the arguments surrounding this particular campaign has been one of transparency."}, {"sentId": 73, "text": "Arguments of transparency, Douglas."}, {"sentId": 74, "text": "Is she being held to a higher standard?"}], "speaker": "LEMON", "secId": 33}, {"sentences": [{"sentId": 75, "text": "I think she is."}, {"sentId": 76, "text": "People, you know, -- largely because of the e-mails, I mean, the fact that she was in government a Secretary of State, and had that alternative servers caused her endless problems, she doesn't seem able to get that albatross behind her."}], "speaker": "BRINKLEY", "secId": 34}, {"sentences": [{"sentId": 77, "text": "However, there does seem at times that Trump gets a free pass, he kind of bullies his way through the news cycle."}, {"sentId": 78, "text": "You know, the idea that he's -- this far along, maybe going to become president without releasing his taxes, the fact that he has a foundation that the Washington Post is reporting seems like empty coffers, the fact that Trump University is one of the big time scams in recent American political history."}], "speaker": "BRINKLEY", "secId": 35}, {"sentences": [{"sentId": 79, "text": "You know, but it doesn't seem to stick to him, because he's always on the offense, and I feel Hillary Clinton's off and on the defense, she needs to get out after she heals here and really try to bring some fun and joy to her campaign and go for broke."}], "speaker": "BRINKLEY", "secId": 36}, {"sentences": [{"sentId": 80, "text": "She's up in the polls nationally by about five points."}, {"sentId": 81, "text": "And I think if she could bring a fun factor to what she's doing and excite people, it would go a long ways, and meanwhile, maybe some journalists will find some things on Trump as we head into the first debate."}], "speaker": "BRINKLEY", "secId": 37}, {"sentences": [{"sentId": 82, "text": "Yes."}, {"sentId": 83, "text": "I thought what you said, Douglas, to the producer, you said, it is a marathon running for president and you just can't collapse at this juncture."}, {"sentId": 84, "text": "The video of her stumbling in the vehicle every time it is shown and it is damaging."}, {"sentId": 85, "text": "There's a reason that FDR was never photographed in a wheelchair."}, {"sentId": 86, "text": "It makes, it's a cause for concern when you're running for president."}], "speaker": "LEMON", "secId": 38}, {"sentences": [{"sentId": 87, "text": "Well, absolutely, and you know, people want to know everything right now."}, {"sentId": 88, "text": "We're a very hungry information driven society, the idea that you can kind of have pneumonia on Friday and nobody's going to find out about it, that's utterly ridiculous."}], "speaker": "BRINKLEY", "secId": 39}, {"sentences": [{"sentId": 89, "text": "Yes,"}], "speaker": "LEMON", "secId": 40}, {"sentences": [{"sentId": 90, "text": "Somehow the word would get out."}, {"sentId": 91, "text": "But she didn't really do anything wrong, we're all praying for her to get better and get back into the game."}, {"sentId": 92, "text": "And I think she will."}, {"sentId": 93, "text": "And calling in Anderson Cooper was a great move."}, {"sentId": 94, "text": "I would think even if she's prone in bed tomorrow, she should do some radio interviews and stay active."}, {"sentId": 95, "text": "Just don't pond for five days straight."}], "speaker": "BRINKLEY", "secId": 41}, {"sentences": [{"sentId": 96, "text": "Sanjay, let's talk more about what she said to Anderson Cooper and above this."}, {"sentId": 97, "text": "Because I was watching your -- you had a piece on Anderson."}], "speaker": "LEMON", "secId": 42}, {"sentences": [{"sentId": 98, "text": "Yes."}], "speaker": "GUPTA", "secId": 43}, {"sentences": [{"sentId": 99, "text": "You talked about her history of health issues starting back I think in 1998, right?"}], "speaker": "LEMON", "secId": 44}, {"sentences": [{"sentId": 100, "text": "In '98, yes."}], "speaker": "GUPTA", "secId": 45}, {"sentences": [{"sentId": 101, "text": "Is it a cause for concern that she said, several occasions she felt dehydrated, she's been dizzy."}, {"sentId": 102, "text": "The former president said to Charlie Rose in an interview today as well that it has happened."}, {"sentId": 103, "text": "Is that a cause for concern?"}], "speaker": "LEMON", "secId": 46}, {"sentences": [{"sentId": 104, "text": "Well, you know, it's interesting, because she really said that -- she sort of thought about it when Anderson asked her, and she said twice it's happened that..."}], "speaker": "GUPTA", "secId": 47}, {"sentences": [{"sentId": 105, "text": "That I can recall."}], "speaker": "LEMON", "secId": 48}, {"sentences": [{"sentId": 106, "text": "... that she can recall."}, {"sentId": 107, "text": "That's right."}, {"sentId": 108, "text": "That is how she phrase it."}, {"sentId": 109, "text": "The one time obviously now, and then I think she's referring back to 2012."}, {"sentId": 110, "text": "Yes."}, {"sentId": 111, "text": "I mean, I think what the 2012 incident where she fainted and then hit her head, got of concussion a brain injury, and developed this blood clot, and a blood vessel, yes, that there was cause for concern."}], "speaker": "GUPTA", "secId": 49}, {"sentences": [{"sentId": 112, "text": "I mean, I think that if the patients like that need to be monitored, they need to be evaluated, and again, according to this medical letter that we got, which is, you know, just two pages, but it did talk about this, said that she was re-evaluated and there was no long term impact on the brain, but the clot, that blood clot had resolved."}], "speaker": "GUPTA", "secId": 50}, {"sentences": [{"sentId": 113, "text": "So, yes, there's concern, but at least within her medical note that she's -- it's not a full record, but at least within the note, it's talked about those concerns and then talked about what was done to assess those concerns and that it seems to have resolved."}], "speaker": "GUPTA", "secId": 51}, {"sentences": [{"sentId": 114, "text": "And she says she will release more detailed information."}], "speaker": "LEMON", "secId": 52}, {"sentences": [{"sentId": 115, "text": "She is saying that."}, {"sentId": 116, "text": "But not complete, though."}, {"sentId": 117, "text": "She says more."}], "speaker": "GUPTA", "secId": 53}, {"sentences": [{"sentId": 118, "text": "Yes."}, {"sentId": 119, "text": "More, more."}, {"sentId": 120, "text": "Hey."}, {"sentId": 121, "text": "Jim."}, {"sentId": 122, "text": "I want to get to you because you are covering a Trump campaign and now you're covering rally."}, {"sentId": 123, "text": "There were some tensed moments."}, {"sentId": 124, "text": "What can you tell us about that?"}], "speaker": "LEMON", "secId": 54}, {"sentences": [{"sentId": 125, "text": "That's right."}, {"sentId": 126, "text": "Yes, Don, it's not too surprising."}, {"sentId": 127, "text": "I mean, this is a fairly democratic city and a pretty conservative part of North Carolina, and so the ingredients were here for a bit of a clash."}], "speaker": "ACOSTA", "secId": 55}, {"sentences": [{"sentId": 128, "text": "And we did see one play out, during Donald Trump's remarks, a Donald Trump supporter was clearly irritated who are around him and he started hitting and punching and choking."}, {"sentId": 129, "text": "Even one of the protestors he was around eventually at one"}], "speaker": "ACOSTA", "secId": 56}, {"sentences": [{"sentId": 130, "text": "point these protesters were let out of this rally, Don."}, {"sentId": 131, "text": "But as far as we can tell, the supporter never left and was not arrested by authorities."}], "speaker": "ACOSTA", "secId": 57}, {"sentences": [{"sentId": 132, "text": "Interesting."}, {"sentId": 133, "text": "Also at that rally, he talked about this now infamous basket of deplorables remark, what did he say?"}], "speaker": "LEMON", "secId": 58}, {"sentences": [{"sentId": 134, "text": "He did."}, {"sentId": 135, "text": "Yes."}, {"sentId": 136, "text": "Yes, this is the gift basket that keeps on giving as far as the Trump campaign is concerned."}, {"sentId": 137, "text": "Donald Trump latched on to that comment again, he accused Hillary Clinton of running a campaign of hatred."}], "speaker": "ACOSTA", "secId": 59}, {"sentences": [{"sentId": 138, "text": "At one point during the rally, he invited some of his supporters on stage to say that they're not deplorable."}, {"sentId": 139, "text": "Here's more of what Donald Trump had to say at this rally here in Asheville earlier tonight."}], "speaker": "ACOSTA", "secId": 60}, {"sentences": [{"sentId": 140, "text": "She called these Americans every name in the book, racist, sexist, xenophobic, Islamophobic, she said they were not even American, right, anybody xenophobic."}, {"sentId": 141, "text": "I don't think so."}, {"sentId": 142, "text": "I don't think so."}, {"sentId": 143, "text": "Never in history has a major party presidential candidate so viciously demonized the American voter."}], "speaker": "TRUMP", "secId": 61}, {"sentences": [{"sentId": 144, "text": "And, Don, we should point out, just to clarify what Donald Trump has said there, Hillary Clinton never said that his supporters were not even American as he put it, during this rally tonight."}, {"sentId": 145, "text": "That he just simply took that one too far."}, {"sentId": 146, "text": "And of course, in terms of being xenophobic, he has certainly been accused of that time and again throughout this campaign."}], "speaker": "ACOSTA", "secId": 62}, {"sentences": [{"sentId": 147, "text": "If you even look back to his - he's launch of his campaign when he talked about Mexican immigrants being rapists and drug dealers and criminals, and so forth."}, {"sentId": 148, "text": "Those were a widely deemed to be xenophobic remarks by a lot of people in this country."}, {"sentId": 149, "text": "Don."}], "speaker": "ACOSTA", "secId": 63}, {"sentences": [{"sentId": 150, "text": "Hey, Don, back now to our subject that we have been talking about."}, {"sentId": 151, "text": "This transparency in this campaign."}, {"sentId": 152, "text": "Donald Trump's campaign is now calling for transparency."}, {"sentId": 153, "text": "Does that extend to taxes do you think?"}], "speaker": "LEMON", "secId": 64}, {"sentences": [{"sentId": 154, "text": "They haven't been talking about releasing his taxes, in so far as I can tell, Donald Trump has no intention of doing that."}, {"sentId": 155, "text": "You know, the way Hillary Clinton is trying to sort of get out of this mess she's in on a lot of levels here is that she's trying to turn this issue on its head and talk about Donald Trump's transparency, as she said to Anderson Cooper earlier this evening."}], "speaker": "BORGER", "secId": 65}, {"sentences": [{"sentId": 156, "text": "And this is true, it is a fact that she has released more of her health records than Donald Trump has."}, {"sentId": 157, "text": "He's released one letter from his gastroenterologist and says he's going to have a physical and release the results of that."}], "speaker": "BORGER", "secId": 66}, {"sentences": [{"sentId": 158, "text": "So, she's saying, OK, I've been more transparent than he has, and I intend to release some more records."}, {"sentId": 159, "text": "And then taking it a step further to his tax returns which he has not released."}, {"sentId": 160, "text": "She also said to Anderson tonight that Donald Trump has made 120 foreign deals, what is he hiding."}], "speaker": "BORGER", "secId": 67}, {"sentences": [{"sentId": 161, "text": "And that's a clear, you know, point that she wants to make, because you might know what deals he was making if you could see his tax returns."}, {"sentId": 162, "text": "So, this is going to be an issue continues."}], "speaker": "BORGER", "secId": 68}, {"sentences": [{"sentId": 163, "text": "You know, she didn't help herself by not letting the public know about her pneumonia."}, {"sentId": 164, "text": "But what she is saying is the grand scheme of things, this is really small potatoes compared to the decision that Americans have to make about a president being transparent."}], "speaker": "BORGER", "secId": 69}, {"sentences": [{"sentId": 165, "text": "Gloria, Douglas, Jim, and doctor, always a pleasure, thank you very much."}], "speaker": "LEMON", "secId": 70}, {"sentences": [{"sentId": 166, "text": "Thanks."}], "speaker": "BORGER", "secId": 71}, {"sentences": [{"sentId": 167, "text": "And don't miss our Gloria Borger's interview with the man who survived the most spectacular public failure in American history."}, {"sentId": 168, "text": "CNN's Special Report, Almost President, the Agony of Defeated."}, {"sentId": 169, "text": "It's Wednesday night 9 at Eastern, and Pacific of course only here on CNN."}], "speaker": "LEMON", "secId": 72}, {"sentences": [{"sentId": 170, "text": "When we come right back, Hillary Clinton says she regrets that basket of deplorables remarks."}, {"sentId": 171, "text": "But is there some truth to it?"}, {"sentId": 172, "text": "We're going to discuss that next."}], "speaker": "LEMON", "secId": 73}, {"sentences": [{"sentId": 173, "text": "Donald Trump taking aim at Hillary Clinton tonight over her basket of deplorables remark, that as a -- that as a Trump supporter clashes with protesters."}], "speaker": "LEMON", "secId": 74}, {"sentences": [{"sentId": 174, "text": "Here to discuss, Betsy McCaughey who is a former Lieutenant Governor of New York, and a Trump supporter, New York Times op-ed columnist, Charles Blow, CNN political contributor, Hilary Rosen, a Clinton supporter, and John Phillips, KABC talk radio host and Trump supporter."}], "speaker": "LEMON", "secId": 75}, {"sentences": [{"sentId": 175, "text": "Hello to all of you, thank you for coming on."}, {"sentId": 176, "text": "Betsy, first off, I want everyone's reaction to this video showing a Trump supporter grabbing a protester by the neck."}, {"sentId": 177, "text": "Should he have been allowed to stay at that rally?"}, {"sentId": 178, "text": "Betsy?"}], "speaker": "LEMON", "secId": 76}, {"sentences": [{"sentId": 179, "text": "I don't think violent protesters should ever be allowed to disrupt an event regardless of who's speaking."}, {"sentId": 180, "text": "That goes for Trump supporters, Clinton supporters or disruptors at anybody's rally."}], "speaker": "MCCAUGHEY", "secId": 77}, {"sentences": [{"sentId": 181, "text": "The First Amendment is designed to protect not just protesters, but the people who have come to deliver a political message to the audience."}], "speaker": "MCCAUGHEY", "secId": 78}, {"sentences": [{"sentId": 182, "text": "What do you think, Charles?"}], "speaker": "LEMON", "secId": 79}, {"sentences": [{"sentId": 183, "text": "I don't -- I don't -- I only see one person being aggressive there."}], "speaker": "BLOW", "secId": 80}, {"sentences": [{"sentId": 184, "text": "Yes."}], "speaker": "LEMON", "secId": 81}, {"sentences": [{"sentId": 185, "text": "Right."}, {"sentId": 186, "text": "And so, I think whoever is the person being aggressive should be removed."}, {"sentId": 187, "text": "And what we -- what we keep seeing is these particular kinds of incidents at his rallies, and I think that that has to be examined separate and apart from any other candidate."}, {"sentId": 188, "text": "Not just the democratic candidate, but all the other republican candidates, we didn't see this."}], "speaker": "BLOW", "secId": 82}, {"sentences": [{"sentId": 189, "text": "And so, there's something particular about Donald Trump that allows this to fester."}], "speaker": "BLOW", "secId": 83}, {"sentences": [{"sentId": 190, "text": "Hilary, was that you laughing?"}], "speaker": "LEMON", "secId": 84}, {"sentences": [{"sentId": 191, "text": "It was me laughing, Don."}], "speaker": "ROSEN", "secId": 85}, {"sentences": [{"sentId": 192, "text": "Why is that?"}], "speaker": "LEMON", "secId": 86}, {"sentences": [{"sentId": 193, "text": "Just because I think when we -- when we sort of pretend that this is -- there is equivalence here, people at the Clinton protesters are hurting protestors or they're holding up signs that are racist or they're, you know, booing people for their religion or that they're mocking people for their sexual orientation, that does not happen."}], "speaker": "ROSEN", "secId": 87}, {"sentences": [{"sentId": 194, "text": "That happened to Trump rallies."}, {"sentId": 195, "text": "And so, to sort of suggest, well, it would be bad no matter what happens, well, sorry, the Trump team needs to be a little more honest about their own supporters, and that's why -- and that's why people are calling them out, including Hillary Clinton."}], "speaker": "ROSEN", "secId": 88}, {"sentences": [{"sentId": 196, "text": "OK."}], "speaker": "LEMON", "secId": 89}, {"sentences": [{"sentId": 197, "text": "Because that I think what I think what happens at some Trump rally."}], "speaker": "ROSEN", "secId": 90}, {"sentences": [{"sentId": 198, "text": "We're going to discuss that whole basket of deplorables thing."}, {"sentId": 199, "text": "I think that's what you're referring to."}, {"sentId": 200, "text": "But I want to get John Phillips."}, {"sentId": 201, "text": "John?"}], "speaker": "LEMON", "secId": 91}, {"sentences": [{"sentId": 202, "text": "Well, but the violence is part of that, too."}], "speaker": "ROSEN", "secId": 92}, {"sentences": [{"sentId": 203, "text": "OK. We'll discuss that."}, {"sentId": 204, "text": "John, I want to get your reaction first."}], "speaker": "LEMON", "secId": 93}, {"sentences": [{"sentId": 205, "text": "Well, the reason why you don't see that happen at Hillary rallies is because conservatives don't go in and infiltrate and disrupt the rallies as often as liberals do to Donald Trump rallies."}], "speaker": "PHILLIPS", "secId": 94}, {"sentences": [{"sentId": 206, "text": "Look, those people should have been removed because they were there to disrupt the event."}, {"sentId": 207, "text": "And people deserve to hear from politicians in a peaceful setting."}], "speaker": "PHILLIPS", "secId": 95}, {"sentences": [{"sentId": 208, "text": "Now, if that Trump protester assaulted them, and he should have been removed too."}, {"sentId": 209, "text": "Because there's never a reason to put your hands on someone else, that should have been left up to the security."}], "speaker": "PHILLIPS", "secId": 96}, {"sentences": [{"sentId": 210, "text": "Yes."}, {"sentId": 211, "text": "But we don't know if that the person who was disrupting there, if they were, you know, a liberal or a conservative, and at democratic rallies Black Lives Matter, you know, they have disrupted a number of things, they are liberal as well at a liberal rally."}], "speaker": "LEMON", "secId": 97}, {"sentences": [{"sentId": 212, "text": "I would be willing to put money that they're not conservative."}], "speaker": "PHILLIPS", "secId": 98}, {"sentences": [{"sentId": 213, "text": "Yes, I don't know."}, {"sentId": 214, "text": "I'm just saying you could be exactly right, I have no idea."}, {"sentId": 215, "text": "But, Hilary, let's discuss, OK?"}], "speaker": "LEMON", "secId": 99}, {"sentences": [{"sentId": 216, "text": "They're not getting beaten up, though."}], "speaker": "ROSEN", "secId": 100}, {"sentences": [{"sentId": 217, "text": "But let's talk about this whole thing about the deplorables thing, the basket of deplorables."}, {"sentId": 218, "text": "Hillary Clinton says she regrets saying half of the Trump supporters fall into that deplorable basket."}, {"sentId": 219, "text": "But does that, you know, not stop -- it's not stopping Trump, I should say from slamming her on it with a new ad."}, {"sentId": 220, "text": "Listen to this."}], "speaker": "LEMON", "secId": 101}, {"sentences": [{"sentId": 221, "text": "Speaking to wealthy donors, Hillary Clinton called tens of millions of Americans deplorable."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 102}, {"sentences": [{"sentId": 222, "text": "You could put half of Trump supporters into what I call the basket of deplorable."}, {"sentId": 223, "text": "The racist, sexist, homophobic, xenophobic, Islamophobic, you name it."}], "speaker": "CLINTON", "secId": 103}, {"sentences": [{"sentId": 224, "text": "People like you, you and you."}, {"sentId": 225, "text": "Deplorable."}, {"sentId": 226, "text": "You know what's deplorable?"}, {"sentId": 227, "text": "Hillary Clinton viciously demonizing hardworking people like you."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 104}, {"sentences": [{"sentId": 228, "text": "I'm Donald Trump and I approve this message."}], "speaker": "TRUMP", "secId": 105}, {"sentences": [{"sentId": 229, "text": "So, we all remember what happened to Mitt Romney with the 47 percent remark."}, {"sentId": 230, "text": "It helped to sink his campaign."}, {"sentId": 231, "text": "Trump is easing on this now, you know, is this Hillary's 47 moment?"}, {"sentId": 232, "text": "Is this as big a gap, Hilary?"}], "speaker": "LEMON", "secId": 106}, {"sentences": [{"sentId": 233, "text": "No."}, {"sentId": 234, "text": "Look, and by the way, Hillary Clinton right away was clear that she overgeneralized."}, {"sentId": 235, "text": "It was a gross exaggeration."}, {"sentId": 236, "text": "But the difference clearly is that what we have seen at Trump rally is really bad behavior and Donald Trump not condemning it."}, {"sentId": 237, "text": "And so, this faux outrage all of a sudden insult hurts Donald Trump's feelings?"}], "speaker": "ROSEN", "secId": 107}, {"sentences": [{"sentId": 238, "text": "Give me a break."}, {"sentId": 239, "text": "He is one that spent his entire campaign insulting his way into the polls, into where we've gotten into a media attention that he's lived on it, he's breathed on it, he feeds on it."}, {"sentId": 240, "text": "It's crazy that this is all of a sudden now, we're going to -- we're going to think that because he's reading someone else's words from a teleprompter that he really finds it so upsetting that people are accused of being bad behavior."}], "speaker": "ROSEN", "secId": 108}, {"sentences": [{"sentId": 241, "text": "Betsy said is a double standard."}, {"sentId": 242, "text": "Is that?"}], "speaker": "LEMON", "secId": 109}, {"sentences": [{"sentId": 243, "text": "It's not Donald Trump -- it's not Donald Trump's feelings that are hurt, this statement exuded disdain for Americans everywhere, it was the typical Hollywood Wall Street Journal looking down on the rest of America it was a kind of awful elitism, a kind of disrespect for the values and way of life of most Americans."}, {"sentId": 244, "text": "And that's exactly why the ad was made."}], "speaker": "MCCAUGHEY", "secId": 110}, {"sentences": [{"sentId": 245, "text": "It was not and not most Americans."}, {"sentId": 246, "text": "It was condemning racism, it was condemning religion attack."}], "speaker": "ROSEN", "secId": 111}, {"sentences": [{"sentId": 247, "text": "Now let me point out what the race that I see in this campaign."}], "speaker": "MCCAUGHEY", "secId": 112}, {"sentences": [{"sentId": 248, "text": "It was condemning the things that happen in the Trump campaign."}], "speaker": "ROSEN", "secId": 113}, {"sentences": [{"sentId": 249, "text": "May I finish?"}, {"sentId": 250, "text": "May I finish?"}, {"sentId": 251, "text": "Let me point out the racism I see in this campaign."}, {"sentId": 252, "text": "Whenever African-Americans are addressed, the big issue is avoided."}, {"sentId": 253, "text": "The economic issue, as if they can't understand it or it doesn't apply to them, when in fact, under this Obama/Clinton economy that's limping along at 1.2 percent, African-Americans have been hurt the worst, more African-Americans were in poverty than eight years ago, more African-Americans were on food stamps."}], "speaker": "MCCAUGHEY", "secId": 114}, {"sentences": [{"sentId": 254, "text": "Fewer percentage of African-Americans own homes."}, {"sentId": 255, "text": "Here is Donald Trump offering an economic plan that will produce 4 percent growth, compared with Mrs. Clinton's plan that will push us back into a recession."}, {"sentId": 256, "text": "African-Americans have the most to gain, but neither Mrs. Clinton nor the media focus on that."}], "speaker": "MCCAUGHEY", "secId": 115}, {"sentences": [{"sentId": 257, "text": "Charles?"}, {"sentId": 258, "text": "Charles?"}], "speaker": "LEMON", "secId": 116}, {"sentences": [{"sentId": 259, "text": "Can I just say that none of that is true?"}, {"sentId": 260, "text": "None of that is true."}], "speaker": "BLOW", "secId": 117}, {"sentences": [{"sentId": 261, "text": "What chart..."}], "speaker": "MCCAUGHEY", "secId": 118}, {"sentences": [{"sentId": 262, "text": "Let him finish."}], "speaker": "LEMON", "secId": 119}, {"sentences": [{"sentId": 263, "text": "You ask her to let you finish, now let me finish."}], "speaker": "BLOW", "secId": 120}, {"sentences": [{"sentId": 264, "text": "Absolutely."}], "speaker": "MCCAUGHEY", "secId": 121}, {"sentences": [{"sentId": 265, "text": "Donald Trump has not put forth a real solid plan that directly addresses anything about the African-American community."}, {"sentId": 266, "text": "All he has done is going to pander in front of African-Americans so that he can get white women to vote for him."}, {"sentId": 267, "text": "And that is what the only thing that Donald Trump has done."}, {"sentId": 268, "text": "And that itself is a form of bigotry, that kind of pandering is a form of bigotry."}], "speaker": "BLOW", "secId": 122}, {"sentences": [{"sentId": 269, "text": "And what -- let me be super clear about something."}, {"sentId": 270, "text": "There are bigots in this country."}, {"sentId": 271, "text": "There are sexists, there are xenophobes in this country."}, {"sentId": 272, "text": "They're everywhere, they vote, too."}, {"sentId": 273, "text": "Some of them will vote for any candidate, some of them will vote for Hillary Clinton."}], "speaker": "BLOW", "secId": 123}, {"sentences": [{"sentId": 274, "text": "The big difference is whether or not you are going to pinch that population or they will have to vote for you in spite of you condemning them."}, {"sentId": 275, "text": "And what Donald Trump has decided that he is going to do, is that he is going to actively court that population of people."}], "speaker": "BLOW", "secId": 124}, {"sentences": [{"sentId": 276, "text": "OK."}], "speaker": "LEMON", "secId": 125}, {"sentences": [{"sentId": 277, "text": "And that is a huge difference, and we cannot pretend that that difference does not exist."}], "speaker": "BLOW", "secId": 126}, {"sentences": [{"sentId": 278, "text": "John?"}], "speaker": "LEMON", "secId": 127}, {"sentences": [{"sentId": 279, "text": "I want to get back to the basket of deplorables because I don't understand for the life of me the politics of what she was trying to do with this."}, {"sentId": 280, "text": "If you go back to those three weeks that Donald Trump had after the conventions where he really took his fall on the polls."}], "speaker": "PHILLIPS", "secId": 128}, {"sentences": [{"sentId": 281, "text": "What happened?"}, {"sentId": 282, "text": "He was feuding with the Khan family, he was feuding with CNN."}, {"sentId": 283, "text": "He was feuding with Paul Ryan and John McCain."}, {"sentId": 284, "text": "He was feuding with a bunch of people whose names are not Hillary Clinton."}], "speaker": "PHILLIPS", "secId": 129}, {"sentences": [{"sentId": 285, "text": "What Hillary Clinton has done in the last couple of few weeks is repeat those mistakes."}, {"sentId": 286, "text": "She's feuded with Matt Lauer, she's feuded with Colin Powell, and she's feuding with Trump supporters and voters."}, {"sentId": 287, "text": "I don't for the life of me understand what she's trying to do with this."}], "speaker": "PHILLIPS", "secId": 130}, {"sentences": [{"sentId": 288, "text": "I know, John, you know, you want to talk about the basket of deplorables and I think that's the impetus of this conversation which we'll continue on the other side of this break."}, {"sentId": 289, "text": "But I also want to get Betsy's response to what Charles has said."}, {"sentId": 290, "text": "He said none of that is true."}, {"sentId": 291, "text": "That Donald Trump is actually pandering to white women by saying that he's, you know, offering a plan to African-Americans."}], "speaker": "LEMON", "secId": 131}, {"sentences": [{"sentId": 292, "text": "I'd like to address that."}, {"sentId": 293, "text": "I welcome the opportunity."}, {"sentId": 294, "text": "First of all, Donald Trump has put forward a plan for school choice."}, {"sentId": 295, "text": "African-American students like many minorities and other poor students in the inner cities need school choice."}], "speaker": "MCCAUGHEY", "secId": 132}, {"sentences": [{"sentId": 296, "text": "They are the victims of failing inner city schools."}, {"sentId": 297, "text": "Whereas, the Democratic Party platform, and Mrs. Clinton who has been endorsed by the two national teacher's union do not support school choice, instead they adhere to the same old platform of unions controlling the schools, teachers being paid based on seniority rather than merit."}], "speaker": "MCCAUGHEY", "secId": 133}, {"sentences": [{"sentId": 298, "text": "He has supported merit pay."}, {"sentId": 299, "text": "There is nothing more tragic than a child being trapped in a school with a failing teacher."}], "speaker": "MCCAUGHEY", "secId": 134}, {"sentences": [{"sentId": 300, "text": "All right."}, {"sentId": 301, "text": "I need to get to the break."}, {"sentId": 302, "text": "I'll let Charles respond and the rest of the panel respond right after this."}, {"sentId": 303, "text": "Don't go anywhere."}], "speaker": "LEMON", "secId": 135}, {"sentences": [{"sentId": 304, "text": "Back now with my panel."}, {"sentId": 305, "text": "So, Betsy was addressing Donald Trump's plan, part of which was for chartered schools for the African- American community."}], "speaker": "LEMON", "secId": 136}, {"sentences": [{"sentId": 306, "text": "And school choice."}], "speaker": "MCCAUGHEY", "secId": 137}, {"sentences": [{"sentId": 307, "text": "And school choice."}], "speaker": "LEMON", "secId": 138}, {"sentences": [{"sentId": 308, "text": "Right."}, {"sentId": 309, "text": "Let me just bring you this point one more time, right."}, {"sentId": 310, "text": "The number of people who believe negative stereotypes about African- Americans as polled by Reuters, the percentage of those who are Donald Trump supporters is so far out of line compared to those who support other candidates of which they compared him to."}], "speaker": "BLOW", "secId": 139}, {"sentences": [{"sentId": 311, "text": "That it is really hard to not say that there is not a large portion of his supporters who holds this view."}, {"sentId": 312, "text": "And here is the problem with that, right."}, {"sentId": 313, "text": "You know, Mark Twain once said, no man can be comfortable without his own approval."}], "speaker": "BLOW", "secId": 140}, {"sentences": [{"sentId": 314, "text": "People who hold this believes have to make themselves believe they don't hold them so that they can be comfortable with their own bigotry with their own intolerance, right."}, {"sentId": 315, "text": "And that create the situation that allows them to say that it is OK that I have this."}], "speaker": "BLOW", "secId": 141}, {"sentences": [{"sentId": 316, "text": "The thing about the truth is the truth does not hide, the truth is not afraid, the truth is not quiet, the truth roars, and when people hear that roar they are startled when they are not used to hearing that truth."}], "speaker": "BLOW", "secId": 142}, {"sentences": [{"sentId": 317, "text": "I'd like to address this because I took a look at that Reuters poll, and I also found I have it right here, that a large percentage of Mrs. Clinton supporters also held those negative views."}, {"sentId": 318, "text": "Views that you and I don't share."}], "speaker": "MCCAUGHEY", "secId": 143}, {"sentences": [{"sentId": 319, "text": "What's interesting in addition is that other polls have found that African-Americans have strongly negative views about whites."}, {"sentId": 320, "text": "So, my view is, instead of pointing a finger of blame at any of these groups, that's not going to solve the problem."}, {"sentId": 321, "text": "Blaming one group for having a negative view about another isn't going to solve the problem."}], "speaker": "MCCAUGHEY", "secId": 144}, {"sentences": [{"sentId": 322, "text": "We have to start talking to one another without this kind of hostility and accusations of racism, and when I see Mrs. Clinton campaigning across the country, she's stoking this racial animosity, telling African-American audiences that they are victims of systemic racism, that is not the answer."}], "speaker": "MCCAUGHEY", "secId": 145}, {"sentences": [{"sentId": 323, "text": "But that is the truth."}, {"sentId": 324, "text": "Whether or not it's the answer and whether or not is the truth is a different thing."}, {"sentId": 325, "text": "What you're saying is you want them -- her to start talking as if she's not talking with hostility."}], "speaker": "BLOW", "secId": 146}, {"sentences": [{"sentId": 326, "text": "And what you're basically saying, is you want her to start talking as if she'd not going to tell the truth."}, {"sentId": 327, "text": "And the truth of the matter is that Donald Trump even in that poll that's in your hand right now, his numbers stick out on all all of message..."}], "speaker": "BLOW", "secId": 147}, {"sentences": [{"sentId": 328, "text": "That's true, they do."}], "speaker": "MCCAUGHEY", "secId": 148}, {"sentences": [{"sentId": 329, "text": "... that in exactly admitted as they got more..."}], "speaker": "BLOW", "secId": 149}, {"sentences": [{"sentId": 330, "text": "It's the problem."}], "speaker": "MCCAUGHEY", "secId": 150}, {"sentences": [{"sentId": 331, "text": "It's problem with white people having anti-black biases in general in America."}], "speaker": "BLOW", "secId": 151}, {"sentences": [{"sentId": 332, "text": "And conversely."}], "speaker": "MCCAUGHEY", "secId": 152}, {"sentences": [{"sentId": 333, "text": "America has an anti-black."}, {"sentId": 334, "text": "It's that America, American whites have an anti-black bias issue, and more of those people are supporting Donald Trump than any other candidate that Reuters polled."}], "speaker": "BLOW", "secId": 153}, {"sentences": [{"sentId": 335, "text": "And what candidates has to determine is whether or not they're going to allow those people to support them in spite of them condemning that behavior or whether or not, as Donald Trump is doing they are going to pitch their message to those people or they're going to cozy up to white supremacists and whether or not his surrogates are going to come on television and make excuses for that."}], "speaker": "BLOW", "secId": 154}, {"sentences": [{"sentId": 336, "text": "And I would say that I'd like o see our..."}], "speaker": "MCCAUGHEY", "secId": 155}, {"sentences": [{"sentId": 337, "text": "Quickly because I want to get Hilary in."}], "speaker": "LEMON", "secId": 156}, {"sentences": [{"sentId": 338, "text": "Of course, I'd like to see our candidates address all voters regardless of their race, with the same messages, economic growth, stronger defense, a united America."}], "speaker": "MCCAUGHEY", "secId": 157}, {"sentences": [{"sentId": 339, "text": "And when I see Mrs. Clinton address an African-American audience, and tell them that she wants whites to show more humility, something she doesn't say to a white audience, that troubles me."}, {"sentId": 340, "text": "That's not the right way to be."}], "speaker": "MCCAUGHEY", "secId": 158}, {"sentences": [{"sentId": 341, "text": "But you realize that, you know, when it comes to race in America and he history of this country, black is -- it's not always the opposite, it's not always equal, like you said blacks have negative, you know, perceptions of whites."}, {"sentId": 342, "text": "Some of that comes from a history of race..."}], "speaker": "LEMON", "secId": 159}, {"sentences": [{"sentId": 343, "text": "Of course."}, {"sentId": 344, "text": "But I'd like to strife for colorblind society rather than stoking these divisions."}], "speaker": "MCCAUGHEY", "secId": 160}, {"sentences": [{"sentId": 345, "text": "But is it..."}], "speaker": "LEMON", "secId": 161}, {"sentences": [{"sentId": 346, "text": "Economics, for example, we all want this economy to work."}], "speaker": "MCCAUGHEY", "secId": 162}, {"sentences": [{"sentId": 347, "text": "Is it colorblind society, I mean, Hilary, realistic?"}, {"sentId": 348, "text": "Because when I look at you I see a white woman."}, {"sentId": 349, "text": "I'm not blind."}, {"sentId": 350, "text": "When people look at me, they see a man of color."}, {"sentId": 351, "text": "I want to see the differences in people."}, {"sentId": 352, "text": "But to acknowledge those differences as positives and not negatives."}, {"sentId": 353, "text": "A color-blind society is that what we really want here?"}], "speaker": "LEMON", "secId": 163}, {"sentences": [{"sentId": 354, "text": "Well, I do think we want a society of opportunity."}, {"sentId": 355, "text": "And I think that Betsy is missing Charles' point, which is that, you want a candidate to talk about our better angels."}, {"sentId": 356, "text": "You do want a candidate who is saying despite how you may feel about society; I am going to call out racism."}, {"sentId": 357, "text": "I'm going to call homophobia."}, {"sentId": 358, "text": "I'm going to call out religious discrimination."}], "speaker": "ROSEN", "secId": 164}, {"sentences": [{"sentId": 359, "text": "And if you want to support me, that's fine."}, {"sentId": 360, "text": "But I'm not going to support your views, and I think that's the piece that Hillary Clinton is saying."}, {"sentId": 361, "text": "And so, what she's done this week with Donald Trump, look, in artfully said, no question."}], "speaker": "ROSEN", "secId": 165}, {"sentences": [{"sentId": 362, "text": "And Hillary Clinton has a very strong history of actually bringing people together."}, {"sentId": 363, "text": "Betsy knows and it frustrated her at the time when Hillary Clinton was Senator od New York, she had high approval ratings among republicans and independents, not just among democrats because she has been someone who works across the aisle."}], "speaker": "ROSEN", "secId": 166}, {"sentences": [{"sentId": 364, "text": "She has been somebody who knows how to bring to bring together."}], "speaker": "ROSEN", "secId": 167}, {"sentences": [{"sentId": 365, "text": "Yes."}], "speaker": "LEMON", "secId": 168}, {"sentences": [{"sentId": 366, "text": "And when she -- when she goes out there and says, listen, I'm not going to campaign like Donald Trump is."}, {"sentId": 367, "text": "I am not going to divide people."}, {"sentId": 368, "text": "I am going to say, we have to come together, that's what we need to hear."}], "speaker": "ROSEN", "secId": 169}, {"sentences": [{"sentId": 369, "text": "But this week, like, I'm a lesbian, when Donald -- when Donald Trump this week goes to Phyllis Schlafly's funeral and defies her and the bigotry that she has -- that she has spouted for many years to cheers and cheers in his audiences, that to me is divisive, that's deplorable."}], "speaker": "ROSEN", "secId": 170}, {"sentences": [{"sentId": 370, "text": "Yes."}], "speaker": "LEMON", "secId": 171}, {"sentences": [{"sentId": 371, "text": "That's what Hillary Clinton was talking about."}], "speaker": "ROSEN", "secId": 172}, {"sentences": [{"sentId": 372, "text": "Don?"}], "speaker": "PHILLIPS", "secId": 173}, {"sentences": [{"sentId": 373, "text": "John, quickly because I have to get to the break."}, {"sentId": 374, "text": "We're way over."}], "speaker": "LEMON", "secId": 174}, {"sentences": [{"sentId": 375, "text": "Yes."}], "speaker": "PHILLIPS", "secId": 175}, {"sentences": [{"sentId": 376, "text": "Sorry about that."}], "speaker": "LEMON", "secId": 176}, {"sentences": [{"sentId": 377, "text": "In Europe, they have a parliamentary system where the nuts have their own parties."}, {"sentId": 378, "text": "Here we have two party systems."}, {"sentId": 379, "text": "So there is going to be a lot of people with a lot of cookie belief that get behind both candidates."}], "speaker": "PHILLIPS", "secId": 177}, {"sentences": [{"sentId": 380, "text": "You could probably go to a Hillary Clinton rally and find people who think that George Bush took down the towers on 9/11 and he's responsible for James Bird's death and vaccines don't work."}, {"sentId": 381, "text": "We're not voting on the candidate's supporters, we're voting on the candidates and we shouldn't lose sight of that."}], "speaker": "PHILLIPS", "secId": 178}, {"sentences": [{"sentId": 382, "text": "Yes."}], "speaker": "LEMON", "secId": 179}, {"sentences": [{"sentId": 383, "text": "Charles' point is that Trump is pushing those people."}], "speaker": "ROSEN", "secId": 180}, {"sentences": [{"sentId": 384, "text": "I can make that point, Hilary."}], "speaker": "BLOW", "secId": 181}, {"sentences": [{"sentId": 385, "text": "You guys have a lot of nuts that like Hilary, too."}], "speaker": "PHILLIPS", "secId": 182}, {"sentences": [{"sentId": 386, "text": "He is hateful and Donald Trump is deplorable."}, {"sentId": 387, "text": "And if you're supporting Donald Trump or you make excuses for Donald Trump that makes you part of the deplorable."}], "speaker": "BLOW", "secId": 183}, {"sentences": [{"sentId": 388, "text": "We will continue this to the next hour, so make sure you tune in."}, {"sentId": 389, "text": "This entire panel will be back."}, {"sentId": 390, "text": "Thank you everyone."}], "speaker": "LEMON", "secId": 184}, {"sentences": [{"sentId": 391, "text": "Whatever."}], "speaker": "BLOW", "secId": 185}, {"sentences": [{"sentId": 392, "text": "Betsy McCaughey, stay with me."}, {"sentId": 393, "text": "We're going to continue."}, {"sentId": 394, "text": "When we come right back, is Donald Trump as charitable as he says."}], "speaker": "LEMON", "secId": 186}, {"sentences": [{"sentId": 395, "text": "Donald Trump is not shy about putting his name on things."}, {"sentId": 396, "text": "But when it comes to the charity that bears his name, things may not be what they seem."}], "speaker": "LEMON", "secId": 187}, {"sentences": [{"sentId": 397, "text": "Back with me now, Betsy McCaughey, and joining me is William Cohen, the author \"The Prize of Silence,\" and David Cay Johnston, author of \"Making of Donald, the Making of Donald Trump.\""}], "speaker": "LEMON", "secId": 188}, {"sentences": [{"sentId": 398, "text": "David to you, first."}, {"sentId": 399, "text": "A CNN review of Donald Trump's tax filings, right, which was first reported by the Washington Post shows this, \"That Trump hasn't given money to his own or his foundation in the last eight years, instead Trump got individual donations.\""}], "speaker": "LEMON", "secId": 189}, {"sentences": [{"sentId": 400, "text": "NBC gave $500,000."}, {"sentId": 401, "text": "Comedy Central gave $400,000, and then the World Wrestling Entertainment gave him a million."}, {"sentId": 402, "text": "He donates other people's money and the charity takes the credit."}, {"sentId": 403, "text": "How does that work?"}], "speaker": "LEMON", "secId": 190}, {"sentences": [{"sentId": 404, "text": "First of all, it first reported by me, way ahead of all of this."}], "speaker": "JOHNSTON", "secId": 191}, {"sentences": [{"sentId": 405, "text": "Yes, OK."}, {"sentId": 406, "text": "So, how does that work?"}], "speaker": "LEMON", "secId": 192}, {"sentences": [{"sentId": 407, "text": "Well, other people give to Donald's foundation, essentially it's a form of legal kickback, the guy who sells his ties made in China, gives money to it."}, {"sentId": 408, "text": "The McMahon's when he was doing World Wrestling Federation events at the casinos when he owned them."}, {"sentId": 409, "text": "They would make contributions."}], "speaker": "JOHNSTON", "secId": 193}, {"sentences": [{"sentId": 410, "text": "Donald wouldn't have an incentive to make a contribution because in all likelihood pays no federal income tax or very little federal tax."}, {"sentId": 411, "text": "So, there is no tax benefit to him that will be giving after tax money."}, {"sentId": 412, "text": "So, he gets other people to put the money and then he takes the credit for it."}], "speaker": "JOHNSTON", "secId": 194}, {"sentences": [{"sentId": 413, "text": "That's how it worked, do you believe what -- let me read this before you respond."}, {"sentId": 414, "text": "All right."}, {"sentId": 415, "text": "Because here's what the Post writes, Betsy."}], "speaker": "LEMON", "secId": 195}, {"sentences": [{"sentId": 416, "text": "Yes."}], "speaker": "MCCAUGHEY", "secId": 196}, {"sentences": [{"sentId": 417, "text": "The Post says, \"Nearly all of its money comes from people other than Trump, and tax records, the last gift from Trump was in 2008.\""}], "speaker": "LEMON", "secId": 197}, {"sentences": [{"sentId": 418, "text": "It doesn't surprise me."}], "speaker": "MCCAUGHEY", "secId": 198}, {"sentences": [{"sentId": 419, "text": "\"Since then, all of the donations have been other people's money.\""}, {"sentId": 420, "text": "OK, so, is this why he won't release his taxes?"}, {"sentId": 421, "text": "Why isn't it a surprise?"}], "speaker": "LEMON", "secId": 199}, {"sentences": [{"sentId": 422, "text": "OK."}], "speaker": "LEMON", "secId": 200}, {"sentences": [{"sentId": 423, "text": "We could get to the taxes in a minute because I think..."}], "speaker": "MCCAUGHEY", "secId": 201}, {"sentences": [{"sentId": 424, "text": "We're talking about that but you said it doesn't surprise you, why?"}], "speaker": "LEMON", "secId": 202}, {"sentences": [{"sentId": 425, "text": "It doesn't at all."}, {"sentId": 426, "text": "Because what he's doing is using his name, his contacts to raise a lot of money, and then he gives it out."}, {"sentId": 427, "text": "The United Way does the same thing, there are plenty of foundations that go and use their clout to raise money, and then give it to good causes."}, {"sentId": 428, "text": "In fact, the Clinton Foundation does it that way, too."}], "speaker": "MCCAUGHEY", "secId": 203}, {"sentences": [{"sentId": 429, "text": "OK."}, {"sentId": 430, "text": "So, then is this why he won't release his tax -- taxes?"}], "speaker": "LEMON", "secId": 204}, {"sentences": [{"sentId": 431, "text": "Not at all."}, {"sentId": 432, "text": "If I were advising Donald Trump which I'm not I would strongly advise him not to release his taxes."}, {"sentId": 433, "text": "Because if he does, the rest of this campaign will be spent picking apart his tax returns and particularly demagogue the fact that it is likely he pays a far lower tax rate than Hillary Clinton."}, {"sentId": 434, "text": "And in fact, why?"}], "speaker": "MCCAUGHEY", "secId": 205}, {"sentences": [{"sentId": 435, "text": "Because everyone who's a politician generally pays the top rate, they're blabbers; they make their money getting speeches and then their government paycheck."}], "speaker": "MCCAUGHEY", "secId": 206}, {"sentences": [{"sentId": 436, "text": "The builders -- just let me finish, builders have investment tax credits, property tax deductions, depreciation allowances, these are all legitimate deductions Congress created."}], "speaker": "MCCAUGHEY", "secId": 207}, {"sentences": [{"sentId": 437, "text": "Why not just say that then?"}, {"sentId": 438, "text": "Why not just say that?"}], "speaker": "LEMON", "secId": 208}, {"sentences": [{"sentId": 439, "text": "Because He understands that Hillary Clinton's going to demagogue it."}], "speaker": "MCCAUGHEY", "secId": 209}, {"sentences": [{"sentId": 440, "text": "He could have one that a year ago, and that it wouldn't be -- we wouldn't spend the rest of the time."}, {"sentId": 441, "text": "We wouldn't be talking about it at all probably by now."}, {"sentId": 442, "text": "No."}], "speaker": "LEMON", "secId": 210}, {"sentences": [{"sentId": 443, "text": "Look at the way Mrs. Clinton is crisscrossing the country wagging her finger saying she wants corporations to pay their fair share when they paid the highest..."}], "speaker": "MCCAUGHEY", "secId": 211}, {"sentences": [{"sentId": 444, "text": "And by the way, Betsy doesn't believe that people running for president should not -- you don't think that they should release their health records as well?"}], "speaker": "LEMON", "secId": 212}, {"sentences": [{"sentId": 445, "text": "I don't."}], "speaker": "MCCAUGHEY", "secId": 213}, {"sentences": [{"sentId": 446, "text": "Their medical records?"}], "speaker": "LEMON", "secId": 214}, {"sentences": [{"sentId": 447, "text": "I don't."}], "speaker": "MCCAUGHEY", "secId": 215}, {"sentences": [{"sentId": 448, "text": "OK. Do you agree with what she said here?"}], "speaker": "LEMON", "secId": 216}, {"sentences": [{"sentId": 449, "text": "I do not agree with anything my new friend Betsy McCaughey just said."}, {"sentId": 450, "text": "I don't."}, {"sentId": 451, "text": "Of course candidates should release their health records."}], "speaker": "COHAN", "secId": 217}, {"sentences": [{"sentId": 452, "text": "Current health records, I said health history."}], "speaker": "MCCAUGHEY", "secId": 218}, {"sentences": [{"sentId": 453, "text": "OK."}], "speaker": "COHAN", "secId": 219}, {"sentences": [{"sentId": 454, "text": "Right."}], "speaker": "MCCAUGHEY", "secId": 220}, {"sentences": [{"sentId": 455, "text": "Well, OK, I don't know where history and current the line is, and as for taxes, there's no law that requires Donald Trump to release his taxes."}, {"sentId": 456, "text": "But it is the current way that our candidates go about releasing information, financial information about them."}], "speaker": "COHAN", "secId": 221}, {"sentences": [{"sentId": 457, "text": "And in the last hour I know that Cory Lewandowski said he doesn't have to release his tax records because he releases his net worth statement and we should be -- we should be happy with that."}, {"sentId": 458, "text": "And we all know that's not even remotely the same thing."}], "speaker": "COHAN", "secId": 222}, {"sentences": [{"sentId": 459, "text": "Now has done..."}], "speaker": "JOHNSTON", "secId": 223}, {"sentences": [{"sentId": 460, "text": "And hold on."}, {"sentId": 461, "text": "And about that net worth statement where he claimed to be worth 10 billion, that was increased to 11 billion."}, {"sentId": 462, "text": "He's never released anything that would justify that him being worth 10 or $11 billion."}, {"sentId": 463, "text": "And his income stat -- his income tax statements would help us understand his real net worth."}], "speaker": "COHAN", "secId": 224}, {"sentences": [{"sentId": 464, "text": "Don, there is another element..."}], "speaker": "JOHNSTON", "secId": 225}, {"sentences": [{"sentId": 465, "text": "Yes."}, {"sentId": 466, "text": "And by the way, I just have to cut -- I've got to say something, I've got to add something, you said that the Clinton Foundation did the same thing."}, {"sentId": 467, "text": "It's not the Clintons personally gave 1 million last year."}, {"sentId": 468, "text": "They did give money to their own foundation."}], "speaker": "LEMON", "secId": 226}, {"sentences": [{"sentId": 469, "text": "That's true."}, {"sentId": 470, "text": "But they don't give money to other charity."}, {"sentId": 471, "text": "You see very tiny bit."}, {"sentId": 472, "text": "But let's get to the back to the Clintons..."}], "speaker": "MCCAUGHEY", "secId": 227}, {"sentences": [{"sentId": 473, "text": "And Clintons ."}, {"sentId": 474, "text": "Betsy, I want to get -- I want to get into this issue about his taxes."}], "speaker": "JOHNSTON", "secId": 228}, {"sentences": [{"sentId": 475, "text": "Yes."}, {"sentId": 476, "text": "They give him - they give him a million dollars, we don't know about Donald Trump, because he won't release his taxes."}], "speaker": "LEMON", "secId": 229}, {"sentences": [{"sentId": 477, "text": "He gave it to the wrong foundation."}], "speaker": "MCCAUGHEY", "secId": 230}, {"sentences": [{"sentId": 478, "text": "And he should."}, {"sentId": 479, "text": "And if did we would know what he give."}], "speaker": "COHAN", "secId": 231}, {"sentences": [{"sentId": 480, "text": "Don, there's incredibly strong evidence that Donald cheated on his taxes in 1984 and I suspect in other years."}, {"sentId": 481, "text": "His own tax guy under oath Donald filed an appeal."}, {"sentId": 482, "text": "He said he had zero income in his consulting business and $600,000 plus of expenses."}, {"sentId": 483, "text": "No records."}, {"sentId": 484, "text": "He got audited."}, {"sentId": 485, "text": "He couldn't produce records."}, {"sentId": 486, "text": "He appealed."}], "speaker": "JOHNSTON", "secId": 232}, {"sentences": [{"sentId": 487, "text": "His tax guy is shown the tax return and he says under oath, \"Gee, that's my signature, but I didn't prepare that tax return.\""}, {"sentId": 488, "text": "You do his tax return, Betsy?"}, {"sentId": 489, "text": "Did you fill?"}], "speaker": "JOHNSTON", "secId": 233}, {"sentences": [{"sentId": 490, "text": "No."}], "speaker": "MCCAUGHEY", "secId": 234}, {"sentences": [{"sentId": 491, "text": "That's a very strong badge of fraud, and Donald has no -- has engaged, as I point out in my book, \"The Making of Donald Trump\" in sales tax fraud, he's engage in not paying workers."}, {"sentId": 492, "text": "He has a long history of activities that he hasn't been called to account for."}], "speaker": "JOHNSTON", "secId": 235}, {"sentences": [{"sentId": 493, "text": "Yes."}], "speaker": "LEMON", "secId": 236}, {"sentences": [{"sentId": 494, "text": "And that's why we'll never see Donald Trump's taxes."}], "speaker": "JOHNSTON", "secId": 237}, {"sentences": [{"sentId": 495, "text": "Is that accurate?"}], "speaker": "LEMON", "secId": 238}, {"sentences": [{"sentId": 496, "text": "Those are his accusations."}], "speaker": "MCCAUGHEY", "secId": 239}, {"sentences": [{"sentId": 497, "text": "We'll get right after the break."}, {"sentId": 498, "text": "Right after the break, Betsy."}, {"sentId": 499, "text": "That does it."}], "speaker": "LEMON", "secId": 240}, {"sentences": [{"sentId": 500, "text": "OK."}], "speaker": "MCCAUGHEY", "secId": 241}, {"sentences": [{"sentId": 501, "text": "Let's say peace."}], "speaker": "LEMON", "secId": 242}, {"sentences": [{"sentId": 502, "text": "We're talking about transparency on the campaign trail, medical records, taxes, or whatever."}, {"sentId": 503, "text": "And my guests here made the accusation that there is very clear evidence that he believes Donald Trump committed tax fraud."}], "speaker": "LEMON", "secId": 243}, {"sentences": [{"sentId": 504, "text": "Yes, on testimony."}], "speaker": "JOHNSTON", "secId": 244}, {"sentences": [{"sentId": 505, "text": "And your response?"}], "speaker": "LEMON", "secId": 245}, {"sentences": [{"sentId": 506, "text": "That's a harsh accusation."}, {"sentId": 507, "text": "But I want to say is this."}, {"sentId": 508, "text": "Congress passed a law specifying exactly what disclosures all candidates should make."}, {"sentId": 509, "text": "So, it's not up to CNN with all due respect or other people to say what it is."}], "speaker": "MCCAUGHEY", "secId": 246}, {"sentences": [{"sentId": 510, "text": "If candidates should be disclosing more, Congress can change the law."}], "speaker": "MCCAUGHEY", "secId": 247}, {"sentences": [{"sentId": 511, "text": "Betsy, he on his must be commended on all is a spiteful and unwise servant."}], "speaker": "JOHNSTON", "secId": 248}, {"sentences": [{"sentId": 512, "text": "But let me -- let me just finish."}, {"sentId": 513, "text": "The financial disclosure tells us much more about a candidate's financial condition."}], "speaker": "MCCAUGHEY", "secId": 249}, {"sentences": [{"sentId": 514, "text": "Not Donald's."}], "speaker": "COHAN", "secId": 250}, {"sentences": [{"sentId": 515, "text": "No, it doesn't."}], "speaker": "JOHNSTON", "secId": 251}, {"sentences": [{"sentId": 516, "text": "Excuse me, let me finish."}, {"sentId": 517, "text": "I credit very carefully."}, {"sentId": 518, "text": "And all 185 listings, somebody earlier on the show said, well, we want to know who his business partners are."}], "speaker": "MCCAUGHEY", "secId": 252}, {"sentences": [{"sentId": 519, "text": "Betsy, I understand that but why not release the tax return."}, {"sentId": 520, "text": "Not every year is under -- as a matter of fact, play this."}, {"sentId": 521, "text": "This is Mike Pence today, play this."}], "speaker": "LEMON", "secId": 253}, {"sentences": [{"sentId": 522, "text": "As I travel around the country, I know members of the media are very interested in this."}, {"sentId": 523, "text": "I don't hear a lot of people."}, {"sentId": 524, "text": "When I'm out on the stops, as I was in Virginia just a few short days ago."}, {"sentId": 525, "text": "I don't hear a lot of people talking about tax returns, they're talking about the future of the country."}, {"sentId": 526, "text": "They're talking about wanting to see a stronger America at home and abroad."}, {"sentId": 527, "text": "And the reason more and more Americans are being drawn to this campaign."}, {"sentId": 528, "text": "The reason you see those strong numbers in the polls because people are responding to his message to make America great again."}], "speaker": "PENCE", "secId": 254}, {"sentences": [{"sentId": 529, "text": "We're not going to get any information about his taxes until the audit is complete including earlier years when those audits were complete?"}], "speaker": "BLITZER", "secId": 255}, {"sentences": [{"sentId": 530, "text": "I think that's -- I think that's the right answer, but again I just want to tell you, this is not what the American people are talking about."}], "speaker": "PENCE", "secId": 256}, {"sentences": [{"sentId": 531, "text": "OK."}, {"sentId": 532, "text": "So, tax experts have said that that is not an excuse, that you know, that Donald is using."}, {"sentId": 533, "text": "It's not a viable excuse."}, {"sentId": 534, "text": "And Mike Pence saying that voters don't care about it."}], "speaker": "LEMON", "secId": 257}, {"sentences": [{"sentId": 535, "text": "Let's put out this Monmouth poll, 60 percent of voters say that it's important that candidates release their taxes."}, {"sentId": 536, "text": "And then 70 percent of voters say Trump should release his taxes."}], "speaker": "LEMON", "secId": 258}, {"sentences": [{"sentId": 537, "text": "So, if it's the will of the American people for them to do it and he's saying is not true."}, {"sentId": 538, "text": "First of all, what he's saying is not true."}, {"sentId": 539, "text": "And if you're running for president, as Gloria Borger said today when she was writing regarding Donald Trump."}], "speaker": "LEMON", "secId": 259}, {"sentences": [{"sentId": 540, "text": "I heard her."}], "speaker": "MCCAUGHEY", "secId": 260}, {"sentences": [{"sentId": 541, "text": "When you decide to run for president, your life becomes an open book."}, {"sentId": 542, "text": "And everyone who runs knows that secrecy is not an option."}], "speaker": "LEMON", "secId": 261}, {"sentences": [{"sentId": 543, "text": "I would say that if Donald Trump releases his taxes and I would urge him not to, the rest of this campaign will be focused on his taxes."}, {"sentId": 544, "text": "I want to know what my future tax returns, what my future reported income is going to look like."}], "speaker": "MCCAUGHEY", "secId": 262}, {"sentences": [], "speaker": "LEMON", "secId": 263}, {"sentences": [{"sentId": 545, "text": "What's wrong with focusing on his taxes?"}], "speaker": "LEMON", "secId": 264}, {"sentences": [{"sentId": 546, "text": "Because there are only some 58 days left, and you haven't spent any time yet, not you personally, I love you."}, {"sentId": 547, "text": "But CNN in general, and the other networks have spent virtually no time on the economic issues facing voters."}, {"sentId": 548, "text": "And now if he releases his tax returns, it's going to be, should he have paid 22 percent, should he paid 24 percent, should he paid 26 percent?"}], "speaker": "MCCAUGHEY", "secId": 265}, {"sentences": [{"sentId": 549, "text": "What's wrong with that?"}], "speaker": "LEMON", "secId": 266}, {"sentences": [{"sentId": 550, "text": "It's irrelevant."}], "speaker": "MCCAUGHEY", "secId": 267}, {"sentences": [{"sentId": 551, "text": "I think the American public is very smart, the viewer is smart, the voter is smart."}, {"sentId": 552, "text": "It's probably an educational; it's a good lesson for the American people to see if how the x code actually works."}, {"sentId": 553, "text": "And if the tax code actually does need to be revamped as Donald Trump says that maybe he is the perfect example of that."}], "speaker": "LEMON", "secId": 268}, {"sentences": [{"sentId": 554, "text": "I'm not sure that would be lessen, because the fact is that when you have a builder running those deductions are designed to incentivize people to put their money at risk."}], "speaker": "MCCAUGHEY", "secId": 269}, {"sentences": [{"sentId": 555, "text": "Why can't we teach, why can't you teach the American public that."}, {"sentId": 556, "text": "What's wrong with them annoying about that?"}], "speaker": "LEMON", "secId": 270}, {"sentences": [{"sentId": 557, "text": "I think they already do know."}], "speaker": "MCCAUGHEY", "secId": 271}, {"sentences": [{"sentId": 558, "text": "Betsy, this is high field are and I'm sorry that's not the case."}, {"sentId": 559, "text": "And furthermore, you know, there are issues we should be talking about Donald we're not."}, {"sentId": 560, "text": "You know, how he went to bat for a major cocaine trafficker and plead for mercy for him."}, {"sentId": 561, "text": "All in a public record, nobody is talking about that."}], "speaker": "JOHNSTON", "secId": 272}, {"sentences": [{"sentId": 562, "text": "How about Mrs. Clinton."}], "speaker": "MCCAUGHEY", "secId": 273}, {"sentences": [{"sentId": 563, "text": "Let me finish."}], "speaker": "JOHNSTON", "secId": 274}, {"sentences": [{"sentId": 564, "text": "I have just a few seconds."}, {"sentId": 565, "text": "Quickly."}], "speaker": "LEMON", "secId": 275}, {"sentences": [{"sentId": 566, "text": "He cut off medical care for a sickly infant over money."}, {"sentId": 567, "text": "Those are the issues we should be talking about because they go to his character and his associations with people."}], "speaker": "JOHNSTON", "secId": 276}, {"sentences": [{"sentId": 568, "text": "Quick response."}], "speaker": "LEMON", "secId": 277}, {"sentences": [{"sentId": 569, "text": "Go for it."}], "speaker": "MCCAUGHEY", "secId": 278}, {"sentences": [{"sentId": 570, "text": "That's it."}], "speaker": "LEMON", "secId": 279}, {"sentences": [{"sentId": 571, "text": "I'd like -- I'd like to be talking about Mrs. Clinton's plan to raise corporate taxes which will push this country into a recession."}], "speaker": "MCCAUGHEY", "secId": 280}, {"sentences": [{"sentId": 572, "text": "And according to the Federal Reserve of Washington, D.C. result in lower wages."}, {"sentId": 573, "text": "We want to higher wages."}], "speaker": "MCCAUGHEY", "secId": 281}, {"sentences": [{"sentId": 574, "text": "So, you want to talk about that."}, {"sentId": 575, "text": "You want people to know about -- you want people to know about that, Betsy, but not know about if you're in real estate that you can get a lower tax rate."}], "speaker": "LEMON", "secId": 282}, {"sentences": [{"sentId": 576, "text": "Of course, people do know what the tax code says."}], "speaker": "MCCAUGHEY", "secId": 283}, {"sentences": [{"sentId": 577, "text": "All right."}], "speaker": "LEMON", "secId": 284}, {"sentences": [{"sentId": 578, "text": "You're teasing me, I can tell."}], "speaker": "MCCAUGHEY", "secId": 285}, {"sentences": [{"sentId": 579, "text": "I'm just saying, you know, it's open transparency, that's how it works."}], "speaker": "LEMON", "secId": 286}, {"sentences": [{"sentId": 580, "text": "Thank you very much."}, {"sentId": 581, "text": "When we come right back, Hillary Clinton speaks exclusively to CNN about her health scare."}, {"sentId": 582, "text": "Why she says she didn't think her pneumonia would be a big deal."}], "speaker": "LEMON", "secId": 287}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1609.12.cnnt.01.html.json", "time": "Aired September 12, 2016 - 22:00   ET"}