{"sectionCount": 223, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["LEMON", "MURRAY", "ROMNEY", "TRUMP", "FLYNN", "STARR", "HERTLING", "UNIDENTIFIED FEMALE", "HETLINGL", "FRANCONA", "ALESCI", "SELLERS", "DENNARD", "PHILIPS", "CHEN", "SELLER", "PHILLIPS", "ELAM", "UNIDENTIFIED MALE", "STAHL", "AHMED", "OBEIDALLAH", "COOPER"], "subTitle": "Trump Offers General Flynn National Security Advisor Role; Trump Meets With Mitt Romney This Weekend; Ford Keeping Plant In Kentucky; Muslim Fears In Trump's America. Aired 11-12p ET.", "url": "transcripts.cnn.com/TRANSCRIPTS/1611/17/cnnt.02.html", "sentenceCount": 543, "sections": [{"sentences": [{"sentId": 0, "text": "This is CNN TONIGHT, I'm Don Lemon."}], "speaker": "LEMON", "secId": 0}, {"sentences": [{"sentId": 1, "text": "Trump choosing retired Army Lieutenant General Michael Flynn to be his national security adviser."}, {"sentId": 2, "text": "Trump will also sit down this weekend with Mitt Romney, the 2012 GOP nominee who had harsh words for Trump during his campaign for the White House."}, {"sentId": 3, "text": "A source telling CNN that Romney's letting it be known that he is interested in becoming Secretary of State."}], "speaker": "LEMON", "secId": 1}, {"sentences": [{"sentId": 4, "text": "Let's discuss this hour."}, {"sentId": 5, "text": "I want to bring in now CNN Political Reporter, Sara Murray to start this up."}, {"sentId": 6, "text": "Sara, Donald Trump just filled another key post in his administration."}, {"sentId": 7, "text": "What are you learning?"}], "speaker": "LEMON", "secId": 2}, {"sentences": [{"sentId": 8, "text": "Well, not sure if it entirely filled yet, but we do know that Donald Trump has made the offer to General Michael Flynn asking him if he wants to be his national security adviser."}, {"sentId": 9, "text": "Our sources didn't telling it yet whether Flynn has accepted, but it would be a very natural fit."}], "speaker": "MURRAY", "secId": 3}, {"sentences": [{"sentId": 10, "text": "Flynn has been by Donald Trump side throughout the campaign offering national security advice."}, {"sentId": 11, "text": "He sat with Donald Trump through his national security briefings and he's been right there with him throughout this transition process."}, {"sentId": 12, "text": "He was seen as the lead candidate for this job, so it would be very difficult to see him turning it down, Don."}], "speaker": "MURRAY", "secId": 4}, {"sentences": [{"sentId": 13, "text": "So we also know that Donald Trump and Mitt Romney, Sara, are going to be meeting this weekend."}, {"sentId": 14, "text": "Are we seeing signs Trump is looking to form a team of rivals here?"}], "speaker": "LEMON", "secId": 5}, {"sentences": [{"sentId": 15, "text": "Yeah."}, {"sentId": 16, "text": "I will add this to the list of strange bed fellows, right because few people were as vocal and as barred in their criticism of Donald Trump as early as Mitt was."}, {"sentId": 17, "text": "Take a listen to how he talked about Trump in the past."}], "speaker": "MURRAY", "secId": 6}, {"sentences": [{"sentId": 18, "text": "Here's what i know."}, {"sentId": 19, "text": "Donald trump is a phony, a fraud."}], "speaker": "ROMNEY", "secId": 7}, {"sentences": [{"sentId": 20, "text": "But he's a disloyal guy."}, {"sentId": 21, "text": "See, he's an elite us."}], "speaker": "TRUMP", "secId": 8}, {"sentences": [{"sentId": 22, "text": "His promises are as worthless as a degree from Trump University."}], "speaker": "ROMNEY", "secId": 9}, {"sentences": [{"sentId": 23, "text": "The guy just don't called loser."}], "speaker": "TRUMP", "secId": 10}, {"sentences": [{"sentId": 24, "text": "So in many ways not a lot of love lost between the two of them, but it looks like they're at least going to try to patch things up."}, {"sentId": 25, "text": "They're going to be meeting on Saturday and we do expect them to discuss Secretary of State position."}], "speaker": "MURRAY", "secId": 11}, {"sentences": [{"sentId": 26, "text": "That is not necessarily meant that Mitt Romney is one of the front runners."}, {"sentId": 27, "text": "It does not mean he is the pick in the eyes of Donald Trump, but it certainly would be an interesting discussion to be a fly on that wall, Don."}], "speaker": "MURRAY", "secId": 12}, {"sentences": [{"sentId": 28, "text": "Sara, is this the new Trump?"}, {"sentId": 29, "text": "Past offenses are forgiven because we, you know, we've often heard he has a very long memory."}, {"sentId": 30, "text": "And what about the rest of the state of the transition team?"}], "speaker": "LEMON", "secId": 13}, {"sentences": [{"sentId": 31, "text": "Well, not just that he has a very long memory, but they likes to reward people who are loyal to him."}, {"sentId": 32, "text": "And I think that is question."}, {"sentId": 33, "text": "Is Donald Trump doing all of these meetings just because he now is the president-elect and so he can essentially hold court with whoever he beacons to Trump Tower and maybe learn a little bit a along the way or is he doing this meetings because he is seriously considering these people for top-level cabinet positions?"}], "speaker": "MURRAY", "secId": 14}, {"sentences": [{"sentId": 34, "text": "Now, the Flynn choice would indicate that he's sticking with someone safe, someone he knows very well, someone who is loyal when it comes to his national security adviser."}, {"sentId": 35, "text": "But I think it's an open question still, will Donald Trump actually pick someone who has been a critic, an adversary in the past as the one of the top cabinet slot."}], "speaker": "MURRAY", "secId": 15}, {"sentences": [{"sentId": 36, "text": "And if he does, that could send the signal to Democrats and Republicans alike that this is a guy who wants to beef up the knowledge around him and a guy who want someone who's going to be there to point out his weaknesses or to, you know, bring knowledge to the table that maybe Donald Trump doesn't have himself."}], "speaker": "MURRAY", "secId": 16}, {"sentences": [{"sentId": 37, "text": "Sara, thank you very much."}, {"sentId": 38, "text": "We appreciate that."}, {"sentId": 39, "text": "So who is the man Donald Trump wants to be his national security adviser?"}, {"sentId": 40, "text": "Here's CNN Pentagon Correspondent Barbara Starr."}], "speaker": "LEMON", "secId": 17}, {"sentences": [{"sentId": 41, "text": "This was not an election."}, {"sentId": 42, "text": "This was a revolution."}], "speaker": "FLYNN", "secId": 18}, {"sentences": [{"sentId": 43, "text": "This is retired Lieutenant General Mike Flynn, a one time army intelligence officer who's loyalty to Donald Trump likely will catapult him to one of the most important jobs in the Trump presidency."}], "speaker": "STARR", "secId": 19}, {"sentences": [{"sentId": 44, "text": "This is probably the biggest election in our nation's history since bringing on George Washington when he decided not to be a king."}, {"sentId": 45, "text": "STARR:  Flynn is controversial in military circles after several jobs dealing with Middle East terrorism."}, {"sentId": 46, "text": "In 2014, he was pushed out as head of the Pentagon's Defense Intelligence Agency."}, {"sentId": 47, "text": "One official who served with Flynn at the time tells CNN there were ongoing tensions."}, {"sentId": 48, "text": "Flynn wanted more authority."}], "speaker": "FLYNN", "secId": 20}, {"sentences": [{"sentId": 49, "text": "Wow."}], "speaker": "FLYNN", "secId": 21}, {"sentences": [{"sentId": 50, "text": "After forced retirement, Flynn appeared to change."}, {"sentId": 51, "text": "Two senior military officers, who served with him, tell CNN."}, {"sentId": 52, "text": "They describe as somewhat bitter officer who adamantly believes President Obama isn't paying enough the tension to the ISIS threat."}], "speaker": "STARR", "secId": 22}, {"sentences": [{"sentId": 53, "text": "We must regain our ability to truly crush our enemies."}], "speaker": "FLYNN", "secId": 23}, {"sentences": [{"sentId": 54, "text": "The question now, can he operate on a global scale?"}], "speaker": "STARR", "secId": 24}, {"sentences": [{"sentId": 55, "text": "And he's going to have to expand his skill set after a 30-year plus career dealing primary in the military element of national security."}], "speaker": "HERTLING", "secId": 25}, {"sentences": [{"sentId": 56, "text": "Flynn will have to work well with the rest of the Trump team."}], "speaker": "STARR", "secId": 26}, {"sentences": [{"sentId": 57, "text": "There's a whole lot of pieces of input that come into decision-making rather than just the one you're providing."}], "speaker": "HERTLING", "secId": 27}, {"sentences": [{"sentId": 58, "text": "But ultimately, the new commander-in-chief will still set the tone in national security, but just what is Trump still trying to tell the Pentagon."}], "speaker": "STARR", "secId": 28}, {"sentences": [{"sentId": 59, "text": "We have great generals."}], "speaker": "TRUMP", "secId": 29}, {"sentences": [{"sentId": 60, "text": "You said you know more than the generals about ISIS."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 30}, {"sentences": [{"sentId": 61, "text": "Well, I'd be honest with you, I probably do because look at the job they've done."}, {"sentId": 62, "text": "OK, look at the job they've done."}, {"sentId": 63, "text": "They haven't done the job."}], "speaker": "TRUMP", "secId": 31}, {"sentences": [{"sentId": 64, "text": "I want to bring in CNN Military Analyst, Lieutenant General Mark Hertling and Lieutenant Colonel Rick Francona who joins us via Skype."}, {"sentId": 65, "text": "Gentlemen, thank you so much."}, {"sentId": 66, "text": "I really appreciate this."}], "speaker": "LEMON", "secId": 32}, {"sentences": [{"sentId": 67, "text": "General Hertling, you first, give me your initial reaction to Donald Trump offering Flynn the national security advisor job."}], "speaker": "LEMON", "secId": 33}, {"sentences": [{"sentId": 68, "text": "It can't be taken in isolation, Don."}, {"sentId": 69, "text": "I mean, it's an interesting pick."}, {"sentId": 70, "text": "Mike Flynn is a very passionate, energetic, and devoted guy to Mr. Trump."}, {"sentId": 71, "text": "But it's -- the better thing to look at is what's the rest of the national security team going to look like?"}, {"sentId": 72, "text": "Who is going to be the sec."}, {"sentId": 73, "text": "state, sec."}, {"sentId": 74, "text": "def., CIA chief, other cabinet members?"}, {"sentId": 75, "text": "They're going to play a role in determining America's national security, not just in the military sense."}], "speaker": "HERTLING", "secId": 34}, {"sentences": [{"sentId": 76, "text": "Who would have the most influence here?"}], "speaker": "LEMON", "secId": 35}, {"sentences": [{"sentId": 77, "text": "And not just against ISIS, but against a lot of other people."}, {"sentId": 78, "text": "I'm sorry."}], "speaker": "HETLINGL", "secId": 36}, {"sentences": [{"sentId": 79, "text": "Who would have the most influence here?"}], "speaker": "LEMON", "secId": 37}, {"sentences": [{"sentId": 80, "text": "Well, Flynn sets the agenda for the primaries committees and the NSCs."}, {"sentId": 81, "text": "So he's the guy that literally teas up the discussion for the president and that's the thing."}, {"sentId": 82, "text": "He's probably going to be the youngest guy in the room."}], "speaker": "HERTLING", "secId": 38}, {"sentences": [{"sentId": 83, "text": "He may have a whole lot of experience fighting al-Qaeda and even tracking ISIS, but he's not going to have a whole lot of experience in some of other areas that contribute to national security."}, {"sentId": 84, "text": "There is, you know, ISIS is about fifth on a list of 10 things that are influencing America's security right now and he's got to expand his portfolio quite a bit."}], "speaker": "HERTLING", "secId": 39}, {"sentences": [{"sentId": 85, "text": "Colonel Francona, you have a different view of General Flynn."}, {"sentId": 86, "text": "Tell me what you think."}], "speaker": "LEMON", "secId": 40}, {"sentences": [{"sentId": 87, "text": "Oh, I think he's probably a fine pick, as long as the president trusts him."}, {"sentId": 88, "text": "And I think that's the key here and I think that General Hertling hit the nail on the head here, it's because Hertling is not going to have the authority to do anything."}], "speaker": "FRANCONA", "secId": 41}, {"sentences": [{"sentId": 89, "text": "Hertling is going to be the gatekeeper."}, {"sentId": 90, "text": "He sets the agenda."}, {"sentId": 91, "text": "He calls the meetings."}, {"sentId": 92, "text": "He chairs the meetings."}, {"sentId": 93, "text": "He decides ..."}], "speaker": "FRANCONA", "secId": 42}, {"sentences": [{"sentId": 94, "text": "Flynn, not Hertling, Flynn."}], "speaker": "LEMON", "secId": 43}, {"sentences": [{"sentId": 95, "text": "I'm sorry."}], "speaker": "FRANCONA", "secId": 44}, {"sentences": [{"sentId": 96, "text": "I almost said that earlier."}, {"sentId": 97, "text": "I understand since, you know, Hertling is right here with us."}], "speaker": "LEMON", "secId": 45}, {"sentences": [{"sentId": 98, "text": "And he will control those meetings."}, {"sentId": 99, "text": "But it's a team effort and it's who -- who else is on that team?"}, {"sentId": 100, "text": "So I think it's important that the president have confidence in General Flynn."}], "speaker": "FRANCONA", "secId": 46}, {"sentences": [{"sentId": 101, "text": "This position isn't a cabinet level."}, {"sentId": 102, "text": "This is the person you go to."}, {"sentId": 103, "text": "This is your confidant."}, {"sentId": 104, "text": "This is someone you can talk to one-on-one and sometimes cut through all the bureaucratic, you know, wrangling that's going on in that room."}], "speaker": "FRANCONA", "secId": 47}, {"sentences": [{"sentId": 105, "text": "And I've been in this - some of these meeting and it's very contentious in there and the national security adviser has to write  on his people that generally have more power than he does."}], "speaker": "FRANCONA", "secId": 48}, {"sentences": [{"sentId": 106, "text": "Go ahead, General."}], "speaker": "LEMON", "secId": 49}, {"sentences": [{"sentId": 107, "text": "That's true, Don."}, {"sentId": 108, "text": "And I'll say I've been in a couple of myself and what's interesting is that the strategic level, when you're talking leadership, personalities matter."}, {"sentId": 109, "text": "And when you've got a group thing going on, that's not a good thing."}, {"sentId": 110, "text": "You're also going to have probably -- Mike Flynn will probably be the youngest person in the room."}, {"sentId": 111, "text": "I don't know."}, {"sentId": 112, "text": "I don't know who the other choices are going to be."}, {"sentId": 113, "text": "But, you know, there have been studying national security advisers in the past, each president has used them differently."}], "speaker": "HERTLING", "secId": 50}, {"sentences": [{"sentId": 114, "text": "Mr. Trump may have his own style, but speaking truth to power and that kind of a scenario with a lot of folks with big egos and a lot of agendas, especially when you're talking about some people that may not trust each other all that well, that's going to be very challenging."}], "speaker": "HERTLING", "secId": 51}, {"sentences": [{"sentId": 115, "text": "General Hertling, what will Russia and Ukraine think about General Flynn in this top post?"}], "speaker": "LEMON", "secId": 52}, {"sentences": [{"sentId": 116, "text": "Yeah, that's a great question, Don, because I'm going to Ukraine at the end of this month to talk to some security officials and some government officials, and I've already been contacted by many of them saying, \"What's going on?\""}, {"sentId": 117, "text": "And they were surprised first of all by Mr. Trump's election."}], "speaker": "HERTLING", "secId": 53}, {"sentences": [{"sentId": 118, "text": "They are particularly concerned about a combination of Mr. Trump and General Flynn because they have seen the cosying up with Russia and Ukraine is in a fight for its life right now as are some other European allies, Poland, some of the Baltic."}], "speaker": "HERTLING", "secId": 54}, {"sentences": [{"sentId": 119, "text": "They are very concern about Russia."}, {"sentId": 120, "text": "They want to keep the sanctions on Russia."}, {"sentId": 121, "text": "They want to stop Russian expansionism and I tell you like many other presidents, I'm sure that Mr. Trump wants to reset the conditions with Russia, which you have to go about this very carefully."}], "speaker": "HERTLING", "secId": 55}, {"sentences": [{"sentId": 122, "text": "When he talked to Russia the other day, when he talked to Mr. Putin on the phone the other day, the reaction after that conversation in Syria was multiple bombings of Aleppo, and a greater intensity by the Russian government against that nation."}], "speaker": "HERTLING", "secId": 56}, {"sentences": [{"sentId": 123, "text": "Colonel Francona, General Flynn is not shy about using the phrases."}, {"sentId": 124, "text": "So he uses radical Islamic -- Islamist terrorism in the past."}, {"sentId": 125, "text": "He said, \"Sharia law is spreading here in the U.S.\""}], "speaker": "LEMON", "secId": 57}, {"sentences": [{"sentId": 126, "text": "He once tweeted this that the fear of Muslims is rational."}, {"sentId": 127, "text": "He also re-tweeted something about Jews that he later apologized for."}, {"sentId": 128, "text": "What do you think that this pick would mean for U.S. relationships with the Muslim world?"}], "speaker": "LEMON", "secId": 58}, {"sentences": [{"sentId": 129, "text": "Well, I think that we've got a problem right from the start."}, {"sentId": 130, "text": "You know, it just exacerbates the problem that many people perceive that Mr. Trump has with the Islamic world and maybe the Muslims have with Mr. Trump."}, {"sentId": 131, "text": "So this is not going to help that."}], "speaker": "FRANCONA", "secId": 59}, {"sentences": [{"sentId": 132, "text": "But, remember as a I said, he's going to be an adviser the president."}, {"sentId": 133, "text": "The president sets the agenda."}, {"sentId": 134, "text": "The president sets the tone."}, {"sentId": 135, "text": "The president makes the decisions."}, {"sentId": 136, "text": "It's the advice he gets from his cabinet and also from General Flynn that will shape that."}, {"sentId": 137, "text": "But, I think they all need to turn in their Twitter handles."}], "speaker": "FRANCONA", "secId": 60}, {"sentences": [{"sentId": 138, "text": "Thank you, Colonel."}, {"sentId": 139, "text": "Thank you, General."}, {"sentId": 140, "text": "I appreciate that."}], "speaker": "LEMON", "secId": 61}, {"sentences": [{"sentId": 141, "text": "Straight ahead much, much more in our breaking news, President-elect Trump offers a position of national security advisor to Lieutenant General Michael Flynn."}], "speaker": "LEMON", "secId": 62}, {"sentences": [{"sentId": 142, "text": "There's more breaking news tonight."}, {"sentId": 143, "text": "The President-elect tweeting that Ford is keeping an assembly plant in Kentucky."}, {"sentId": 144, "text": "Let's find out what's going on from CNN Money Correspondent Cristina Alesci who is joining us by the phone right now."}], "speaker": "LEMON", "secId": 63}, {"sentences": [{"sentId": 145, "text": "Cristina, Donald Trump is tweeting again tonight, this time about the Ford Motor Company."}, {"sentId": 146, "text": "He tweeted, \"Just got a call from my friend Bill Ford, Chairman of Ford who advised me that he will be keeping the Lincoln plant in Kentucky, no Mexico.\""}, {"sentId": 147, "text": "And then second tweet he wrote, \"I worked hard with Bill Ford to keep the Lincoln plant in Kentucky."}, {"sentId": 148, "text": "I owed it to the great State of Kentucky for their confidence in me.\""}], "speaker": "LEMON", "secId": 64}, {"sentences": [{"sentId": 149, "text": "What's the story here, Cristina?"}], "speaker": "LEMON", "secId": 65}, {"sentences": [{"sentId": 150, "text": "Well, I'm not sure what hard work he's referring to, and I'm not sure that Ford knows what hard work he's referring to because he seems to be -- Trump seems to be taking a victory lap toward something he didn't do."}], "speaker": "ALESCI", "secId": 66}, {"sentences": [{"sentId": 151, "text": "Ford made a commitment to keep that plant in Kentucky way before this statement this evening."}, {"sentId": 152, "text": "In fact, it was a legally binding agreement with the auto union there to keep production of the Lincoln and MKC there along with the Ford stake  and that -- they will then invest $700 million in their plant."}, {"sentId": 153, "text": "So it's really unclear why he is taking credit for this."}], "speaker": "ALESCI", "secId": 67}, {"sentences": [{"sentId": 154, "text": "Remember, Trump went after several companies during the campaign and Ford was probably his favorite corporate pinata."}, {"sentId": 155, "text": "He calls this company disgusting and he just went after them on Twitter and at rallies."}, {"sentId": 156, "text": "It's just incredible."}], "speaker": "ALESCI", "secId": 68}, {"sentences": [{"sentId": 157, "text": "And by way, a lot of other companies do what Ford does in terms of moving production, but, you know, Trump went after Ford specifically because it is a big American recognizable brand."}], "speaker": "ALESCI", "secId": 69}, {"sentences": [{"sentId": 158, "text": "Yeah."}, {"sentId": 159, "text": "I remember the CEO being on - I think with Poppy Harlow saying that they were going to keep the plant."}, {"sentId": 160, "text": "Listen, Cristina, what is Ford saying about all of this."}], "speaker": "LEMON", "secId": 70}, {"sentences": [{"sentId": 161, "text": "Well, they're issuing a pretty, you know, corporate statement."}, {"sentId": 162, "text": "They're saying, you know, \"Today, we confirmed with to the President-elect that our small Lincoln utility vehicle made at the Louisville Assembly Plant will stay in Kentucky."}, {"sentId": 163, "text": "And we are encouraged that President-elect Trump and the new Congress will pursue policies that will improve U.S. competitiveness and make it possible to keep production of this vehicle here in the United States.\""}], "speaker": "ALESCI", "secId": 71}, {"sentences": [{"sentId": 164, "text": "So, they are not filling out there in saying like, \"Hey, this is ridiculous,\" right, because when I speak to CEOs in general, no one really wants to get on Trump's bad side, that's the point."}], "speaker": "ALESCI", "secId": 72}, {"sentences": [{"sentId": 165, "text": "So everybody is playing nice because they don't know how, you know, all of this is going to shake out, all of these policies are going to shake out and impact their businesses."}, {"sentId": 166, "text": "So everybody's playing nice for now."}], "speaker": "ALESCI", "secId": 73}, {"sentences": [{"sentId": 167, "text": "We'll have to see if Trump continues to go after companies and then take credit for things that he didn't do, you know, house the dynamic changes from there."}, {"sentId": 168, "text": "But clearly not a statement that really tells anybody what's really going on here."}], "speaker": "ALESCI", "secId": 74}, {"sentences": [{"sentId": 169, "text": "All right."}, {"sentId": 170, "text": "So, Cristina, just to get it straight as you mentioned, he is taking credit."}, {"sentId": 171, "text": "This isn't the first time that he is taking credit for something he didn't do, correct?"}], "speaker": "LEMON", "secId": 75}, {"sentences": [{"sentId": 172, "text": "Right."}, {"sentId": 173, "text": "In 2015, he told a large crowd in New Hampshire that Ford is going to build a massive plant in the United States and that's because, you know, Trump was going after the company publicly and he took credit for that."}], "speaker": "ALESCI", "secId": 76}, {"sentences": [{"sentId": 174, "text": "But Ford was not building a new plant there, in fact, they were -- it was just simply shifting production to an existing U.S. plant and that agreement had been arranged four years earlier in a deal again with the Labor Union, you know, in 2011."}, {"sentId": 175, "text": "So we -- we're seeing a pattern here, and it's up to the companies and it's up to the CEOs to set the record straight and frankly, it's up to us, too, to do that whenever we can."}], "speaker": "ALESCI", "secId": 77}, {"sentences": [{"sentId": 176, "text": "And we will."}, {"sentId": 177, "text": "Thank you very much, Cristina Alesci."}, {"sentId": 178, "text": "I appreciate that."}], "speaker": "LEMON", "secId": 78}, {"sentences": [{"sentId": 179, "text": "I want to bring in now my Political Commentators, John Phillips, a Talk Radio Host, KABC, Political Commentator Bakari Sellers, Political Contributor Lanhee Chen, former Policy Director for Mitt Romney and GOP Political Commentator Paris Dennard."}, {"sentId": 180, "text": "Good evening gentlemen."}, {"sentId": 181, "text": "So, what is your reaction to Cristina's reporting, first, Bakari?"}], "speaker": "LEMON", "secId": 79}, {"sentences": [{"sentId": 182, "text": "Well, I think that this builds into a larger narrative and the larger narrative is Donald Trump is himself a fake news story."}, {"sentId": 183, "text": "What we've seen is this -- it's this cycle of fake news stories that pop up and drive the narrative."}], "speaker": "SELLERS", "secId": 80}, {"sentences": [{"sentId": 184, "text": "Donald Trump will flat out lie and say that he did something, which we can actually have objectionable proof that he did not do."}, {"sentId": 185, "text": "And it's -- I mean, it's categorically false."}, {"sentId": 186, "text": "I mean, even  was talking about protesters being paid when we know that that is another fake news story."}], "speaker": "SELLERS", "secId": 81}, {"sentences": [{"sentId": 187, "text": "What is real is that he's president-elect."}], "speaker": "LEMON", "secId": 82}, {"sentences": [{"sentId": 188, "text": "That is real."}, {"sentId": 189, "text": "But, I mean, it's sad because what he's develop is very dangerous to the American democracy."}, {"sentId": 190, "text": "Is that now we live in a fact-free environment and the only person that can succeed in that fact-free environment is Donald Trump."}], "speaker": "SELLERS", "secId": 83}, {"sentences": [{"sentId": 191, "text": "Paris?"}, {"sentId": 192, "text": "PARIS DENNARD, GOP POLITICAL COMMENTATOR:  Actually, the facts are, Mr. Trump was outspoken and talking about how he was going to make America great again."}, {"sentId": 193, "text": "He was outspoken and talking about how he wanted to bring jobs back ..."}], "speaker": "LEMON", "secId": 84}, {"sentences": [{"sentId": 194, "text": "Specifically when it comes to Ford?"}], "speaker": "LEMON", "secId": 85}, {"sentences": [{"sentId": 195, "text": "When it comes to Ford, Mr. Trump was very factual and talking about he was not going to allow that to happen under his watch, meaning leave the American soil and go across the boarder to Mexico."}], "speaker": "DENNARD", "secId": 86}, {"sentences": [{"sentId": 196, "text": "It was decided before he became president-elect?"}], "speaker": "LEMON", "secId": 87}, {"sentences": [{"sentId": 197, "text": "So the point is I think is that he raised this issue."}, {"sentId": 198, "text": "He raised the issue of jobs."}, {"sentId": 199, "text": "He raised the issue of jobs leaving the country, and now what the American people see is, well, Ford did not bring their plant over to Mexico, so it's a good thing for Mr. Trump because ..."}], "speaker": "DENNARD", "secId": 88}, {"sentences": [{"sentId": 200, "text": "But they weren't going to."}], "speaker": "LEMON", "secId": 89}, {"sentences": [{"sentId": 201, "text": "It doesn't matter."}], "speaker": "DENNARD", "secId": 90}, {"sentences": [{"sentId": 202, "text": "They weren't going to."}], "speaker": "LEMON", "secId": 91}, {"sentences": [{"sentId": 203, "text": "It does matter."}], "speaker": "SELLERS", "secId": 92}, {"sentences": [{"sentId": 204, "text": "What matters is Mr. Trump has been talking about doing this."}], "speaker": "DENNARD", "secId": 93}, {"sentences": [{"sentId": 205, "text": "Paris, are you sure it doesn't matter?"}], "speaker": "LEMON", "secId": 94}, {"sentences": [{"sentId": 206, "text": "And raising the issues."}, {"sentId": 207, "text": "It's not about the truth."}, {"sentId": 208, "text": "It's about raising awareness."}, {"sentId": 209, "text": "It's about raising awareness about Ford, about our immigration policy, and about jobs and the economy."}, {"sentId": 210, "text": "So this is a win for president-elect."}], "speaker": "DENNARD", "secId": 95}, {"sentences": [{"sentId": 211, "text": "So you're saying the truth doesn't matter?"}, {"sentId": 212, "text": "Because he's taking a victory lap, Paris, let's be honest for something that he didn't do and you're telling -- you're sitting here on national television -- international television and telling people the truth doesn't matter?"}], "speaker": "LEMON", "secId": 96}, {"sentences": [{"sentId": 213, "text": "No, I didn't say that."}, {"sentId": 214, "text": "What I'm telling the American people and their international audience is that what Mr. Trump did do was raise awareness about companies in the U.S. leaving our soil and going overseas and saying he did not want that to happen."}], "speaker": "DENNARD", "secId": 97}, {"sentences": [{"sentId": 215, "text": "That's not what he tweeted, though, Paris."}, {"sentId": 216, "text": "Listen, let's just be honest, come on."}], "speaker": "LEMON", "secId": 98}, {"sentences": [{"sentId": 217, "text": "Right."}], "speaker": "DENNARD", "secId": 99}, {"sentences": [{"sentId": 218, "text": "He won so congratulations."}], "speaker": "LEMON", "secId": 100}, {"sentences": [{"sentId": 219, "text": "That's the fact."}, {"sentId": 220, "text": "LEMON:  OK, so he did not say in his tweet, \"I brought awareness to this issue and just so you know, Ford is not doing it as I said before I became president.\""}, {"sentId": 221, "text": "He is saying -- he is taking a victory lap with something that had nothing do with him."}, {"sentId": 222, "text": "That doesn't matter to you, the truth?"}, {"sentId": 223, "text": "It shouldn't matter to the American public who he's representing now?"}], "speaker": "DENNARD", "secId": 101}, {"sentences": [{"sentId": 224, "text": "I think the truth does matter and the truth in my eyes and I think in a lot of Americans' eyes is that Donald Trump was a champion and is a champion for American jobs."}, {"sentId": 225, "text": "He's a champion for American companies."}], "speaker": "DENNARD", "secId": 102}, {"sentences": [{"sentId": 226, "text": "OK, all right."}], "speaker": "LEMON", "secId": 103}, {"sentences": [{"sentId": 227, "text": "And I think that proves it."}], "speaker": "DENNARD", "secId": 104}, {"sentences": [{"sentId": 228, "text": "All right, let's go to John."}, {"sentId": 229, "text": "John, go ahead."}], "speaker": "LEMON", "secId": 105}, {"sentences": [{"sentId": 230, "text": "Yeah."}, {"sentId": 231, "text": "The tone was set in this campaign that Donald Trump doesn't want to incentivize companies to move their operations to foreign lands."}], "speaker": "PHILIPS", "secId": 106}, {"sentences": [{"sentId": 232, "text": "He wants more production in the United States, and really the first indicator that we saw after he was elected president that other people get that was when we heard from the Canadians and the Mexicans that they're willing to come to the bargaining table to rework NAFTA, to make sure that NAFTA works out better for all parties involved."}, {"sentId": 233, "text": "So I think people get what Donald Trump wants from trade and production."}], "speaker": "PHILIPS", "secId": 107}, {"sentences": [{"sentId": 234, "text": "OK.  Lanhee?"}], "speaker": "LEMON", "secId": 108}, {"sentences": [{"sentId": 235, "text": "Yeah."}, {"sentId": 236, "text": "You know, Don, I think there's two issues here."}, {"sentId": 237, "text": "One is I do think as president-elect, you do have to hold yourself to a higher standard."}, {"sentId": 238, "text": "You do have to look carefully at what it is you're saying."}], "speaker": "CHEN", "secId": 109}, {"sentences": [{"sentId": 239, "text": "But the other point I'd make is that I think there are a lot of times when politicians and presidents even take credit for things that really they have very little do with."}, {"sentId": 240, "text": "You think about jobs numbers, perfect example, right?"}, {"sentId": 241, "text": "We get these jobs numbers every month and presidents consistently will say or laid  good job numbers or maybe they try to distance themselves from bad job numbers."}], "speaker": "CHEN", "secId": 110}, {"sentences": [{"sentId": 242, "text": "But the reality is the president has very little to do with the monthly gyrations in unemployment numbers, but yet presidents consistently take credit for him."}, {"sentId": 243, "text": "So I think this is just part of our political dialogue."}, {"sentId": 244, "text": "I think this obviously was maybe step too far."}, {"sentId": 245, "text": "But I do think in general, politicians have this habit of taking credit for things they really have nothing to do with."}], "speaker": "CHEN", "secId": 111}, {"sentences": [{"sentId": 246, "text": "But, Don, if I may just briefly."}, {"sentId": 247, "text": "One of the things that still troublesome about this whole dynamic of President-elect Donald Trump is that, you know, you have Paris say that it doesn't matter and now we're saying that maybe it was a step too far."}, {"sentId": 248, "text": "But what we've created over the past 18 months and something we'll have to deal with over the next four years is a culture of low expectation."}, {"sentId": 249, "text": "The fact is Donald Trump told a lie."}, {"sentId": 250, "text": "He had to be corrected by the CEO of Ford."}, {"sentId": 251, "text": "Ford was not leaving."}, {"sentId": 252, "text": "They were not leaving the United States going to Mexico."}, {"sentId": 253, "text": "In fact, what was happening is they had a contract with the union that said they could not leave something that had nothing to do with Donald Trump at all and they were never going to Mexico."}], "speaker": "SELLER", "secId": 112}, {"sentences": [{"sentId": 254, "text": "Yeah."}], "speaker": "LEMON", "secId": 113}, {"sentences": [{"sentId": 255, "text": "But now people pick up on this story."}, {"sentId": 256, "text": "It's a fake news story that goes around and it's below the office of the presidency."}, {"sentId": 257, "text": "I mean if he can't tell the truth in a tweet about Ford, I mean, how we're going to believe him about anything else?"}], "speaker": "SELLERS", "secId": 114}, {"sentences": [{"sentId": 258, "text": "All right, up next we'll talk about his new appointment as national security adviser, General Flynn."}, {"sentId": 259, "text": "We'll be right back."}], "speaker": "LEMON", "secId": 115}, {"sentences": [{"sentId": 260, "text": "Our breaking news tonight, President-elect Donald Trump offering the position of national security adviser to retired General Michael Flynn, a top aide during Trump's campaign."}], "speaker": "LEMON", "secId": 116}, {"sentences": [{"sentId": 261, "text": "Back with me now, John Phillips, Bakari Sellers and Lanhee Chen, and also Paris Dennard."}, {"sentId": 262, "text": "Paris, so start with you."}, {"sentId": 263, "text": "Just this month, General Flynn tweeted out a false story about Hillary Clinton."}, {"sentId": 264, "text": "He wrote, \"You decide, NYPD blows whistle on new Hillary e-mails, money laundering, sex crimes with children, et cetera, must read.\""}, {"sentId": 265, "text": "This story's completely fabricated and he tweeted that out to tens of thousands of followers."}, {"sentId": 266, "text": "What is that say about his judgment?"}], "speaker": "LEMON", "secId": 117}, {"sentences": [{"sentId": 267, "text": "I don't think that we should judge someone by 140 characters."}, {"sentId": 268, "text": "But, what I will say is he said you decide."}, {"sentId": 269, "text": "So he didn't say that this was fact  or he didn't say that this was what you should say."}, {"sentId": 270, "text": "He said you decide, you make up your mind for yourself."}], "speaker": "DENNARD", "secId": 118}, {"sentences": [{"sentId": 271, "text": "But I think Mr. Trump is picking people who have been loyal to him, people who have been giving him sound advice and I think this person in particular, General Flynn is one who has a -- an accomplished career in the military who should be respected."}, {"sentId": 272, "text": "If he takes the position, we should allow him the space to do the job that President- elect Trump has asked him to do."}], "speaker": "DENNARD", "secId": 119}, {"sentences": [{"sentId": 273, "text": "Lanhee?"}], "speaker": "LEMON", "secId": 120}, {"sentences": [{"sentId": 274, "text": "Yeah."}, {"sentId": 275, "text": "I mean, usually it is the case that the top campaign national security adviser ends up becoming the national security advisor in the White House as well and this is ultimately, I think as you saw in your earlier segment about comfort, you know."}], "speaker": "CHEN", "secId": 121}, {"sentences": [{"sentId": 276, "text": "I do think that hopefully should he accept the job from this point forward he would exercise the same discretion that I would advise that the president-elect exercise as well, whether it's in Twitter or other public statements."}], "speaker": "CHEN", "secId": 122}, {"sentences": [{"sentId": 277, "text": "Do you want to say something, Bakari?"}, {"sentId": 278, "text": "SELLERS:  Well, yeah, I mean, I think that I guess we're 9 or 10 days into the Trump president-elect status here and we shouldn't be surprised that he surrounds himself with people who espouse beliefs like him, whether or not it's Steve Bannon, or whether or not it's General Flynn."}], "speaker": "LEMON", "secId": 123}, {"sentences": [{"sentId": 279, "text": "I mean, there are a lot of things that are concerning about in whether or not he was receiving national intelligence briefings and still on the payroll for Turkey, whether or not his son, who was the chief of staff tweets out things that are, you know, decently, racially insensitive to give him just the benefit of the doubt."}], "speaker": "LEMON", "secId": 124}, {"sentences": [{"sentId": 280, "text": "Let's talk about ..."}], "speaker": "LEMON", "secId": 125}, {"sentences": [{"sentId": 281, "text": "Or whether or not his judgment is ..."}], "speaker": "SELLERS", "secId": 126}, {"sentences": [{"sentId": 282, "text": "... judgment is cloudy."}], "speaker": "SELLERS", "secId": 127}, {"sentences": [{"sentId": 283, "text": "Bakari, he also surrounded himself with people like Kay Cole James with like Ken Blackwell who are conservative Christian, who are positive and are influential."}, {"sentId": 284, "text": "So, it's not just to say that he -- it's not fair to say he just surrounds himself around people that you described."}, {"sentId": 285, "text": "He has a lot of people, good people that are advising him in this position."}, {"sentId": 286, "text": "They should be respected."}], "speaker": "DENNARD", "secId": 128}, {"sentences": [{"sentId": 287, "text": "With all due respect, he's hired three people."}, {"sentId": 288, "text": "He's hired Reince Priebus, he's hired Steve Bannon, and now he's hired Michael Flynn."}, {"sentId": 289, "text": "And so when you look at those..."}], "speaker": "SELLERS", "secId": 129}, {"sentences": [{"sentId": 290, "text": "He's offered the job."}, {"sentId": 291, "text": "No, he's offered the job to Michael Flynn and he did hire Reince Priebus who's been an excellent job leading the party to victory."}], "speaker": "DENNARD", "secId": 130}, {"sentences": [{"sentId": 292, "text": "Well, yeah, and I was going to say that Chairman Priebus is by far the best of the branch because one dislikes Muslims, the one -- the other one is the anti-Semite, and then you have Reince Priebus."}], "speaker": "SELLERS", "secId": 131}, {"sentences": [{"sentId": 293, "text": "That's not true."}], "speaker": "DENNARD", "secId": 132}, {"sentences": [{"sentId": 294, "text": "So by virtue, he wins."}], "speaker": "SELLERS", "secId": 133}, {"sentences": [{"sentId": 295, "text": "There's also, what he's talking about, General Flynn's son, who Bakari is talking about, as the Chief of Staff, so as his father, he regularly pushed off conspiracy theories and ."}, {"sentId": 296, "text": "He frequently retweets members of the alt-right."}, {"sentId": 297, "text": "At one point, he pushed out a conspiracy theory about Marco Rubio being a closeted homosexual who abused cocaine."}, {"sentId": 298, "text": "Does that concern you at all, John?"}], "speaker": "LEMON", "secId": 134}, {"sentences": [{"sentId": 299, "text": "Look, you don't judge someone by the sins of their father and I don't think you judge someone by the sins of their sons."}], "speaker": "PHILLIPS", "secId": 135}, {"sentences": [{"sentId": 300, "text": "He's the Chief of Staff."}, {"sentId": 301, "text": "PHILLIPS:  This guy has a stellar reputation as a general."}, {"sentId": 302, "text": "This guy was Stanley McChrystal's right-hand man in Afghanistan."}, {"sentId": 303, "text": "People in the military loved him."}, {"sentId": 304, "text": "And in the minute that he endorsed Donald Trump, it's suddenly like he's Gary Busey after the motorcycle accident."}, {"sentId": 305, "text": "All the respect that people had for him just went out window."}, {"sentId": 306, "text": "He's the same guy."}], "speaker": "LEMON", "secId": 136}, {"sentences": [{"sentId": 307, "text": "OK."}, {"sentId": 308, "text": "I don't know what to say to that."}, {"sentId": 309, "text": "Lanhee, go ahead."}], "speaker": "LEMON", "secId": 137}, {"sentences": [{"sentId": 310, "text": "Gary Busey has great tweets though."}, {"sentId": 311, "text": "Gary Busey has great tweets."}], "speaker": "PHILLIPS", "secId": 138}, {"sentences": [{"sentId": 312, "text": "Lanhee, is that concerning though when you consider that, you know, Marco Rubio is a closet of homosexual who abused cocaine?"}, {"sentId": 313, "text": "I mean his son, to Bakari's point, was his Chief, was General Flynn's Chief of Staff or is."}], "speaker": "LEMON", "secId": 139}, {"sentences": [{"sentId": 314, "text": "Yeah."}, {"sentId": 315, "text": "I mean, you know, again I think part of the issue here is that the president is entitled I think to put people around him that he's comfortable with and this is one of those positions that fits that bill."}, {"sentId": 316, "text": "Now, obviously you look at these things and you do have to say, \"Well, probably it wasn't the smartest thing to do, probably it wasn't the best idea to do.\""}], "speaker": "CHEN", "secId": 140}, {"sentences": [{"sentId": 317, "text": "Yeah."}], "speaker": "LEMON", "secId": 141}, {"sentences": [{"sentId": 318, "text": "I think from this point forward, should he accept the job, he's got to conduct himself appropriately."}], "speaker": "CHEN", "secId": 142}, {"sentences": [{"sentId": 319, "text": "OK:  Again, he's Chief of Staff, who's a son, earlier this year tweeted, \"So, African-Americans can have BET, but whites can't have their own dating site?"}, {"sentId": 320, "text": "Hmm.\""}, {"sentId": 321, "text": "And then there was this one that was back in 2012, \"Unfortunately, the only reason why minorities voted for Barack Obama is the color of his skin and not for his issues.\""}, {"sentId": 322, "text": "Bakari?"}], "speaker": "LEMON", "secId": 143}, {"sentences": [{"sentId": 323, "text": "I mean that that's just blatant ignorance."}, {"sentId": 324, "text": "But now, we had ignorance at the highest level of government, because again, the National Security Advisor's Chief of Staff, his son, is making blatantly ignorant comments."}, {"sentId": 325, "text": "I mean, look, I'm not surprised by any of this."}, {"sentId": 326, "text": "Hillary Clinton lost the race."}, {"sentId": 327, "text": "This is the result of losing races."}, {"sentId": 328, "text": "You know, elections have consequences."}, {"sentId": 329, "text": "And we should not be surprised, again, that Donald Trump surrounds himself and hires people and offers job to people, to be correct for, Paris, so people who espouse his beliefs."}, {"sentId": 330, "text": "And that's where we are."}, {"sentId": 331, "text": "He has every right to do so."}, {"sentId": 332, "text": "It's just very, very dangerous."}, {"sentId": 333, "text": "And then we haven't even gotten to the point of General Flynn's ties to Russia."}, {"sentId": 334, "text": "I mean we know that he's very close with Putin, and so we're just trotting down this very dangerous path and it actually puts me on the same side of the fence with people like John McCain and Lindsey Graham and pushing back as one of our greatest agitators."}], "speaker": "SELLERS", "secId": 144}, {"sentences": [{"sentId": 335, "text": "I want to switch gears now if we can because I want to talk about Donald Trump meeting with Mitt Romney, you know, your former boss and chief, Mitt Romney, Lanhee."}, {"sentId": 336, "text": "Are you encouraged that this might mean some of the Trump's decision about his decision-making?"}, {"sentId": 337, "text": "CHEN:  Well, obviously, look, I think Governor Romney has got great respect across a broad spectrum of conservatives."}, {"sentId": 338, "text": "And certainly if they're going to discuss national security issues, I don't think there's any better person in the party on these issues now, aside from Governor Romney."}, {"sentId": 339, "text": "And we don't know what this meeting is going to be about."}, {"sentId": 340, "text": "We don't really know exactly what's going to come up or at least I don't."}, {"sentId": 341, "text": "But certainly, I would think it's encouraging that Donald Trump is reaching out to people across the party to try to unify the party and hopefully to govern well once he becomes president."}], "speaker": "LEMON", "secId": 145}, {"sentences": [{"sentId": 342, "text": "What would the Secretary of State -- Mitt Romney as Secretary of State, what would that look like under Trump?"}, {"sentId": 343, "text": "I mean they seem like polar opposites."}, {"sentId": 344, "text": "Do you think Romney would really do it?"}], "speaker": "LEMON", "secId": 146}, {"sentences": [{"sentId": 345, "text": "I actually -- Don, I don't necessarily think they're polar opposites in this sense."}, {"sentId": 346, "text": "I think that Mitt Romney's foreign policy philosophy has always been premised on American interest first."}, {"sentId": 347, "text": "And I think that is very similar actually to a lot of what you heard from Donald Trump on the campaign trail."}, {"sentId": 348, "text": "Obviously, there are some differences with respect to Russia, NATO, and a few other issues."}, {"sentId": 349, "text": "But I think if you look at the fundaments of where Governor Romney thinks America needs to go, you can make the argument that it's similar to some of the general things that Donald Trump sounded out during his campaign."}], "speaker": "CHEN", "secId": 147}, {"sentences": [{"sentId": 350, "text": "So, Paris, listen, Trump called Romney an elitist, and a stone- cold loser."}], "speaker": "LEMON", "secId": 148}, {"sentences": [{"sentId": 351, "text": "How are Trump's supporters going to feel about Trump entertaining establishment-type like Mitt Romney you think for a key position?"}], "speaker": "LEMON", "secId": 149}, {"sentences": [{"sentId": 352, "text": "Well, we don't know that that's what that meeting is going to be about."}, {"sentId": 353, "text": "But I will tell you this, Don, I think that all of Donald Trump's supporters like myself and the millions that voted for him will be proud that President-Elect Trump is showing leadership, is reaching across the aisle, is reaching across the political spectrum on the Republican side to people who were former adversaries, if you will."}], "speaker": "DENNARD", "secId": 150}, {"sentences": [{"sentId": 354, "text": "This is what leadership is."}, {"sentId": 355, "text": "He's no longer running a campaign."}, {"sentId": 356, "text": "He's the President-Elect of the United States of America."}, {"sentId": 357, "text": "And so he's going to do more of this."}, {"sentId": 358, "text": "He understands how to get a deal done and understands how to work with people."}, {"sentId": 359, "text": "That's how you become a successful businessman and that's how you become the President-Elect of United States of America."}, {"sentId": 360, "text": "It's a good thing."}], "speaker": "DENNARD", "secId": 151}, {"sentences": [{"sentId": 361, "text": "John, Lanhee just said they're polar opposites but then there was beast during campaign."}, {"sentId": 362, "text": "Play this."}], "speaker": "LEMON", "secId": 152}, {"sentences": [{"sentId": 363, "text": "Here's what I know, Donald Trump is a phony, a fraud."}], "speaker": "ROMNEY", "secId": 153}, {"sentences": [{"sentId": 364, "text": "But he's a disloyal guy."}, {"sentId": 365, "text": "He's an elitist."}], "speaker": "TRUMP", "secId": 154}, {"sentences": [{"sentId": 366, "text": "His promises are as worthless as a degree from Trump University."}], "speaker": "ROMNEY", "secId": 155}, {"sentences": [{"sentId": 367, "text": "The guy is a stone-cold loser."}], "speaker": "TRUMP", "secId": 156}, {"sentences": [{"sentId": 368, "text": "So now what, John?"}], "speaker": "LEMON", "secId": 157}, {"sentences": [{"sentId": 369, "text": "Hey, I'm an Angel's fan and I say a lot of nasty things about the Dodgers."}, {"sentId": 370, "text": "When the Dodgers make it to the playoffs, I still cheer for them because they're the California team that's there."}], "speaker": "PHILLIPS", "secId": 158}, {"sentences": [{"sentId": 371, "text": "This is politics."}, {"sentId": 372, "text": "This is what happens."}, {"sentId": 373, "text": "George H.W."}, {"sentId": 374, "text": "Bush was the guy that came up with voodoo economics and he was the guy that was put on the ticket."}, {"sentId": 375, "text": "One of the criticisms of Trump that's been out there since this campaign started is that he can't ever let a feud go, that when he gets into it with someone, it just seems to last forever and ever and ever."}, {"sentId": 376, "text": "Yet, when he's putting the cabinet together, we saw Mitt Romney's name pop-up on the list, we saw Nikki Haley in South Carolina, even Democrats could end up in the cabinet."}, {"sentId": 377, "text": "I've seen Michelle Rhee's name pop-up as possible Secretary of Education, and maybe even Jim Webb who of course was the Former Senator from Virginia and presidential candidate."}, {"sentId": 378, "text": "I think it's a good thing."}, {"sentId": 379, "text": "I don't think it's a bad thing."}], "speaker": "PHILLIPS", "secId": 159}, {"sentences": [{"sentId": 380, "text": "So today, we are talking about Mitt Romney, we're talking about Nikki Haley, we're talking about General Flynn, but we're not talking about his controversial hire of Steve Bannon."}, {"sentId": 381, "text": "Is that a smart move by Donald Trump to float these Republican leaders now, do you think, John?"}], "speaker": "LEMON", "secId": 160}, {"sentences": [{"sentId": 382, "text": "Look, I mean you have a very short period of time to fill up all of these cabinet posts and once you do that you have to staff your White House and staff all of these departments and the executive branch."}, {"sentId": 383, "text": "So, you're going to see a lot of hires up in a very short period of time."}], "speaker": "PHILLIPS", "secId": 161}, {"sentences": [{"sentId": 384, "text": "This is politics."}, {"sentId": 385, "text": "I don't get it."}, {"sentId": 386, "text": "I really don't get it."}, {"sentId": 387, "text": "You all like this."}, {"sentId": 388, "text": "I hate you, I hate you, I hate, you drop it, and then you're like I love you, man, you're my brother."}], "speaker": "LEMON", "secId": 162}, {"sentences": [{"sentId": 389, "text": "You might be the next Pres."}, {"sentId": 390, "text": "Secretary."}, {"sentId": 391, "text": "Be careful."}], "speaker": "DENNARD", "secId": 163}, {"sentences": [{"sentId": 392, "text": "Yeah."}, {"sentId": 393, "text": "I can tell you, no, I won't ..."}], "speaker": "LEMON", "secId": 164}, {"sentences": [{"sentId": 394, "text": "Up next, why a lot of Muslim American say they are now fearful."}], "speaker": "LEMON", "secId": 165}, {"sentences": [{"sentId": 395, "text": "A lot of Muslim Americans say they are fearful these days."}, {"sentId": 396, "text": "Could it be traced back to this moment from the 2016 campaign?"}], "speaker": "LEMON", "secId": 166}, {"sentences": [{"sentId": 397, "text": "Donald J. Trump is calling for a total and complete shutdown of Muslims entering the United States until our country's representatives can figure out what the hell is going on."}], "speaker": "TRUMP", "secId": 167}, {"sentences": [{"sentId": 398, "text": "Here's CNN's Stephanie Elam now with more."}], "speaker": "LEMON", "secId": 168}, {"sentences": [{"sentId": 399, "text": "Since last week's tied- shifting election, messages of hate, some invoking President-Elect Donald's campaign rhetoric have emerged across the nation."}], "speaker": "ELAM", "secId": 169}, {"sentences": [{"sentId": 400, "text": "We won."}, {"sentId": 401, "text": "Now, get your ISIS-loving family out of this country or we'll do it ourselves and make America great again."}], "speaker": "UNIDENTIFIED MALE", "secId": 170}, {"sentences": [{"sentId": 402, "text": "The day after Trump won, a Muslim family in a Seattle suburb found this threatening letter at their home."}], "speaker": "ELAM", "secId": 171}, {"sentences": [{"sentId": 403, "text": "We are American."}, {"sentId": 404, "text": "We are Muslim."}], "speaker": "UNIDENTIFIED MALE", "secId": 172}, {"sentences": [{"sentId": 405, "text": "The man and his wife have lived in the U.S. for more than 20 years."}, {"sentId": 406, "text": "Their children were all born here."}], "speaker": "ELAM", "secId": 173}, {"sentences": [{"sentId": 407, "text": "America is great because this country have allowed a lot of good knowledgeable people to come here to make America great."}], "speaker": "UNIDENTIFIED MALE", "secId": 174}, {"sentences": [{"sentId": 408, "text": "The son who've found the letter shredded it, but not before taking a picture."}, {"sentId": 409, "text": "He was afraid it would scare his parents."}, {"sentId": 410, "text": "The father say he is not afraid but remains vigilant and above all he wants to protect the most important person in his life, his wife."}], "speaker": "ELAM", "secId": 175}, {"sentences": [{"sentId": 411, "text": "Nothing is going to happen to her while I'm here."}, {"sentId": 412, "text": "But I'm worried that she will be worried."}, {"sentId": 413, "text": "She stays at home most of the day."}, {"sentId": 414, "text": "I don't know how to be scared."}], "speaker": "UNIDENTIFIED MALE", "secId": 176}, {"sentences": [{"sentId": 415, "text": "Do you think that Donald Trump should take some of the blame for the behavior that we've seen across the country?"}], "speaker": "ELAM", "secId": 177}, {"sentences": [{"sentId": 416, "text": "Yeah."}, {"sentId": 417, "text": "He should take some of the blame."}, {"sentId": 418, "text": "He should actually become a president of all Americans."}, {"sentId": 419, "text": "This is a responsibility."}, {"sentId": 420, "text": "If you want to make this country continued to be strong, a number one country in the world, you can't bring this weapon down."}, {"sentId": 421, "text": "It's the strongest weapon you have being diverse."}], "speaker": "UNIDENTIFIED MALE", "secId": 178}, {"sentences": [{"sentId": 422, "text": "Trump addressed the spate of threats and assaults telling Lesley Stahl on \"60 Minutes\" ..."}], "speaker": "ELAM", "secId": 179}, {"sentences": [{"sentId": 423, "text": "I would say don't do it, that's terrible, because I'm going to bring this country together."}], "speaker": "TRUMP", "secId": 180}, {"sentences": [{"sentId": 424, "text": "They're harassing Latinos and Muslims."}], "speaker": "STAHL", "secId": 181}, {"sentences": [{"sentId": 425, "text": "I'm so saddened to hear that and I say stop it, if it helps."}, {"sentId": 426, "text": "I will say this and I will say it right to the cameras, \"Stop it.\""}], "speaker": "TRUMP", "secId": 182}, {"sentences": [{"sentId": 427, "text": "This man hopes the person who wrote the letter will see this and come talk with him."}], "speaker": "ELAM", "secId": 183}, {"sentences": [{"sentId": 428, "text": "I will defend the value of America all the time and the value of being Muslim all the time."}, {"sentId": 429, "text": "Ignorance usually create fear and fear create hatred, and hatred creates violence, and violence creates more hatred, and we're going to be continuing this cycle until we break it to his knowledge."}], "speaker": "UNIDENTIFIED MALE", "secId": 184}, {"sentences": [{"sentId": 430, "text": "And find common ground in love of country."}], "speaker": "ELAM", "secId": 185}, {"sentences": [{"sentId": 431, "text": "Now, it's time to note that this man tells me that he lived in the United States longer than in any other country and that he saw America from a different perspective when he lived in Utah."}, {"sentId": 432, "text": "At the time, it was around 9/11 and he said right after that that people in his neighborhood rallied around his family, made sure that they knew that they were welcome and he said that their family received so many gifts, Don, that they didn't even have a place to put them all."}], "speaker": "ELAM", "secId": 186}, {"sentences": [{"sentId": 433, "text": "That said, I should also point out that he's also felt, from the community where they live now, that some people have come to say that this is not who we are."}, {"sentId": 434, "text": "We're better than this and you welcomed as well, despite this one letter he's received."}], "speaker": "ELAM", "secId": 187}, {"sentences": [{"sentId": 435, "text": "Stephanie, thanks, I really appreciate that."}], "speaker": "LEMON", "secId": 188}, {"sentences": [{"sentId": 436, "text": "Up next, two Muslim Americans s with very different viewpoints on this issue."}], "speaker": "LEMON", "secId": 189}, {"sentences": [{"sentId": 437, "text": "Let's discuss now the rising fears among Muslims in America with Dean Obeidallah, the host of \"The Dean Obeidallah Show\" on SiriusXM, and Saba Ahmed, the founder of the Republican Muslim coalition."}], "speaker": "LEMON", "secId": 190}, {"sentences": [{"sentId": 438, "text": "Good evening to both of you."}, {"sentId": 439, "text": "Saba, I want to begin with you, how much responsibility should Donald Trump, the President-Elect, claim for this hate blames that's around the country many of them directly invoking his name?"}], "speaker": "LEMON", "secId": 191}, {"sentences": [{"sentId": 440, "text": "Well, first of all, I don't think it's Donald Trump's fault that a lot of protests are going on."}, {"sentId": 441, "text": "I think a lot of people were scared into voting for Clinton, especially in our Muslim community."}, {"sentId": 442, "text": "I think we need to accept the fact that Donald Trump is our president and come to terms with his presidency and support him in whatever way we can."}, {"sentId": 443, "text": "I think the best way for Muslims to engage in the future years is for us to get involved with his administration, and get into cabinet level positions or high level agency positions to make it happen."}], "speaker": "AHMED", "secId": 192}, {"sentences": [{"sentId": 444, "text": "Perhaps you didn't understand the question."}, {"sentId": 445, "text": "So I'll read it again."}, {"sentId": 446, "text": "How much responsibility should President-Elect Donald Trump claimed for this hateful incidents around the country, not the protest, that many are invoking, directly invoking his name?"}, {"sentId": 447, "text": "The ones that's were just in the story, about swastikas and so on and people intimidating Muslims so people weren't ..."}], "speaker": "LEMON", "secId": 193}, {"sentences": [{"sentId": 448, "text": "Donald Trump has condemned such hateful rhetoric and he has condemned hate crimes."}, {"sentId": 449, "text": "I think he -- and obviously he could do more in coming out strongly against those of his supporters that are misusing his name to commit violent atrocities."}, {"sentId": 450, "text": "But again, like I said, Muslims need to step up their efforts in terms of out reach to republicans and to the general American public."}, {"sentId": 451, "text": "I think Muslim Americans s don't -- we don't need to play the victim games."}, {"sentId": 452, "text": "We need to get involved in his administration and make a difference."}], "speaker": "AHMED", "secId": 194}, {"sentences": [{"sentId": 453, "text": "Dean Obeidallah, Kris Kobach, a member of the Trump transition team, has suggested that the new administration could reinstate a national registry for immigrants from countries for terrorist groups were active."}, {"sentId": 454, "text": "Is this constitutional?"}], "speaker": "LEMON", "secId": 195}, {"sentences": [{"sentId": 455, "text": "As a former lawyer, I would say actually it probably is constitutional."}, {"sentId": 456, "text": "It's only dealing with immigrants not U.S. citizens."}, {"sentId": 457, "text": "It is wrong."}, {"sentId": 458, "text": "It is sending a message frankly, Don, that any Muslim coming in is dangerous."}, {"sentId": 459, "text": "It's alarming."}, {"sentId": 460, "text": "And Donald Trump with this campaign, let's be blunt, and I like Saba a great deal but Donald Trump, he said Islam hates us."}, {"sentId": 461, "text": "He said thousands of Muslims cheered on 9/11, lying about that."}, {"sentId": 462, "text": "He said that we hide terrorists allegedly in our midst."}, {"sentId": 463, "text": "He said  these people."}, {"sentId": 464, "text": "I'm not even American, these people was the exact words, these people."}, {"sentId": 465, "text": "Donald Trump needs to come out and say to these people who are committing acts of hate in his name that it's wrong."}, {"sentId": 466, "text": "More than, stop it, like his talking to a child."}, {"sentId": 467, "text": "Come out and say it's wrong."}, {"sentId": 468, "text": "Before the election, there were mosque in Iowa and New Jersey defaced with the word Trump, like the word Trump is becoming a modern-day swastika in itself."}, {"sentId": 469, "text": "There's certain people on the far-right is he's great as be."}, {"sentId": 470, "text": "So Donald Trump, come up, be the president for all people."}, {"sentId": 471, "text": "You want to do that, get rid of Steve Bannon and come out and say this is wrong very clearly."}], "speaker": "OBEIDALLAH", "secId": 196}, {"sentences": [{"sentId": 472, "text": "Kobach, he says that this is about geography and fighting terror, not an attack on religion."}, {"sentId": 473, "text": "Does that make a difference to you, Saba?"}], "speaker": "LEMON", "secId": 197}, {"sentences": [{"sentId": 474, "text": "No."}, {"sentId": 475, "text": "Obviously when you talk about religious discrimination, that goes into the realm of unconstitutional and illegal ideas."}, {"sentId": 476, "text": "And I would take to see anybody's civil liberties trampled in the name of national security."}, {"sentId": 477, "text": "But at the same time obviously like I said Muslim Americans s need to step up their efforts in terms of their outreach to Trump."}, {"sentId": 478, "text": "We have yet to have a meeting of Muslim leaders with the Trump administration."}, {"sentId": 479, "text": "We've had some people meet with him individually."}, {"sentId": 480, "text": "But I think it would be nice to see the Muslim Americans  leadership step up and accept the president-elect and meet with him directly and raise their concerns and get him to speak for us."}], "speaker": "AHMED", "secId": 198}, {"sentences": [{"sentId": 481, "text": "Does it make a difference that he said that this is -- it's about geography and fighting terror and not about religion?"}], "speaker": "LEMON", "secId": 199}, {"sentences": [{"sentId": 482, "text": "Well, he was talking about specifically the Syrian refugees think in that realm."}], "speaker": "AHMED", "secId": 200}, {"sentences": [{"sentId": 483, "text": "Okay."}], "speaker": "LEMON", "secId": 201}, {"sentences": [{"sentId": 484, "text": "He has mentioned that, you know, certain people coming in from certain state sponsor of terrorism should be monitored."}, {"sentId": 485, "text": "And I think we already have many federal laws that ban visas from certain countries and certain -- for certain people."}, {"sentId": 486, "text": "And we obviously don't want any further terrorism in this country."}, {"sentId": 487, "text": "We do want to strengthen and that every single person who's coming right into the country with secure borders, with secure -- national security policies ..."}], "speaker": "AHMED", "secId": 202}, {"sentences": [{"sentId": 488, "text": "OK."}, {"sentId": 489, "text": "I want Dean to get in."}], "speaker": "LEMON", "secId": 203}, {"sentences": [{"sentId": 490, "text": "... at the same time we don't need to blame religion for it."}], "speaker": "AHMED", "secId": 204}, {"sentences": [{"sentId": 491, "text": "You know what, the idea that this is policy or not, I'm not sure, the idea -- the Muslim ban really wasn't a policy."}, {"sentId": 492, "text": "The Muslim ban of Donald Trump which he has walked back was clearly telling our fellow Americans that every Muslim is so potentially dangerous; I have to ban them all."}, {"sentId": 493, "text": "That is scary."}, {"sentId": 494, "text": "That's why we've seen a spike in hate crimes."}, {"sentId": 495, "text": "That's why the FBI just came out with a report in 2015, 67 percent increase in hate crimes against Muslims."}, {"sentId": 496, "text": "And I'm concerned it will be worse."}, {"sentId": 497, "text": "Now, Saba, if you can get Donald Trump to meet with Muslim Americans leaders, I think many of us would be happy to meet with him."}, {"sentId": 498, "text": "I like to meet him but we're going to push him hard on it."}, {"sentId": 499, "text": "We're going to tell him get rid of Steve Bannon be inclusive, acknowledge that you ginned up hate of our community in ways I've never, ever seen it before."}], "speaker": "OBEIDALLAH", "secId": 205}, {"sentences": [{"sentId": 500, "text": "Saba, before you respond."}, {"sentId": 501, "text": "Let me say this, Trump's transition team has denied that Trump has said anything about a Muslim registry."}, {"sentId": 502, "text": "However, Trump offered a series of muddled responses, including to MBC, late last year saying he would implement that when he asked."}, {"sentId": 503, "text": "What could Trump do to reassure Muslim Americans s, what do you say?"}], "speaker": "LEMON", "secId": 206}, {"sentences": [{"sentId": 504, "text": "I think he said a lot of things during campaign."}, {"sentId": 505, "text": "Not every all campaign rhetoric becomes law."}, {"sentId": 506, "text": "And I think, you know, we do need to step up our lobbying efforts here in Washington, D.C. if we really want to reach out to Trump."}, {"sentId": 507, "text": "I mean, everybody in his administration is very accessible."}, {"sentId": 508, "text": "And I would just urge the Muslim American community instead of taking insults and instead of isolating ourselves, we need to step up and do our part in our outreach and be respectful when we do meet with the president-elect and see him as an ally and how we can work together strategically for the next four to eight years."}], "speaker": "AHMED", "secId": 207}, {"sentences": [{"sentId": 509, "text": "We can't afford to ignore the new president."}, {"sentId": 510, "text": "We have to accept him and we must be willing, proactively, in terms of our outreach."}], "speaker": "AHMED", "secId": 208}, {"sentences": [{"sentId": 511, "text": "Dean?"}], "speaker": "LEMON", "secId": 209}, {"sentences": [{"sentId": 512, "text": "We're not -- I don't know where you're getting this that we're isolating ourselves from it."}, {"sentId": 513, "text": "If Donald Trump wants to reach out to leaders in our community, acknowledge the mistakes he's made, apologize for demonizing our community, I think he might find some common ground."}, {"sentId": 514, "text": "But let's be blunt about Steve Bannon."}, {"sentId": 515, "text": "We've talked so much about the white supremacy or anti-Semitism on his web site."}, {"sentId": 516, "text": "He has giving Steve Bannon during his time Breitbart has given the most vial anti-Muslim bigot a chance to write articles, including about you, Saba, including about you, Saba."}, {"sentId": 517, "text": "Breitbart has giving you with a horrible ..."}], "speaker": "OBEIDALLAH", "secId": 210}, {"sentences": [{"sentId": 518, "text": "I know."}, {"sentId": 519, "text": "I know that."}], "speaker": "AHMED", "secId": 211}, {"sentences": [{"sentId": 520, "text": "...article about you."}, {"sentId": 521, "text": "And he has let Pamela Geller write articles, Frank Gaffney, Geerts Wildersa Dutch lawmaker, not even America who hates Muslims."}, {"sentId": 522, "text": "You can't have a platform..."}], "speaker": "OBEIDALLAH", "secId": 212}, {"sentences": [{"sentId": 523, "text": "But these are all people who helped him get elected so he's not going to just rid them overnight."}], "speaker": "AHMED", "secId": 213}, {"sentences": [{"sentId": 524, "text": "Does that make it okay thought?"}], "speaker": "LEMON", "secId": 214}, {"sentences": [{"sentId": 525, "text": "No, it doesn't but we do need to step up our outreach."}, {"sentId": 526, "text": "If we're not at the table then we're going to stay at the menu and we have to..."}], "speaker": "AHMED", "secId": 215}, {"sentences": [{"sentId": 527, "text": "I agree."}], "speaker": "OBEIDALLAH", "secId": 216}, {"sentences": [{"sentId": 528, "text": "We have to engage with his administration."}], "speaker": "AHMED", "secId": 217}, {"sentences": [{"sentId": 529, "text": "All right, I've got to go."}, {"sentId": 530, "text": "Thank you very much, we're out of time."}], "speaker": "LEMON", "secId": 218}, {"sentences": [{"sentId": 531, "text": "Thank you,"}], "speaker": "AHMED", "secId": 219}, {"sentences": [{"sentId": 532, "text": "I appreciate it."}, {"sentId": 533, "text": "That's it for us tonight."}, {"sentId": 534, "text": "Thanks for watching."}, {"sentId": 535, "text": "I'll see you right back here tomorrow."}, {"sentId": 536, "text": "Good night."}], "speaker": "LEMON", "secId": 220}, {"sentences": [{"sentId": 537, "text": "Good evening thanks for joining us tonight."}, {"sentId": 538, "text": "The breaking news, Donald Trump reaching out for the very first time to a leader who could not be more different from himself, someone who is quite literally worlds apart in experience outlook and expectations."}], "speaker": "COOPER", "secId": 221}, {"sentences": [{"sentId": 539, "text": "So much so that he might as well be from a foreign country."}, {"sentId": 540, "text": "Also tonight Trump's meeting with Shinzo Abe who is actually is from a foreign country."}, {"sentId": 541, "text": "He is the Japanese Prime Minister, the first world leader to sit down with the President-elect."}], "speaker": "COOPER", "secId": 222}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1611.17.cnnt.02.html.json", "time": "Aired November 17, 2016 - 23:00   ET"}