{"sectionCount": 156, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["LEMON", "TRUMP", "MURRAY", "MUURAY", "ANDERSON", "MCKINNON", "COOPER", "SABATO", "PRESTON", "UNIDENTIFIED MALE", "JILLETTE", "KINGSTON"], "subTitle": "Melania Trump's First Interview Since Leaked 'Access Hollywood' Tape; Clinton Leads Trump in NC, NV, Trails in OH; Two Days Until Final Presidential Debate; Trump Doubles Down on Media. Aired 10-11p ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1610/17/cnnt.01.html", "sentenceCount": 381, "sections": [{"sentences": [{"sentId": 0, "text": "Melania Trump stands by her man."}, {"sentId": 1, "text": "You just heard her with Anderson, and we got a lot more to talk about."}], "speaker": "LEMON", "secId": 0}, {"sentences": [{"sentId": 2, "text": "This is CNN TONIGHT."}, {"sentId": 3, "text": "I'm Don Lemon."}], "speaker": "LEMON", "secId": 1}, {"sentences": [{"sentId": 4, "text": "Melania Trump breaking her silence in her first interview since the release of that tape."}], "speaker": "LEMON", "secId": 2}, {"sentences": [{"sentId": 5, "text": "I wonder if they even knew that the mic was on."}, {"sentId": 6, "text": "Because they were kind of a boy talk."}, {"sentId": 7, "text": "And he was lead on like egg on from the host to say dirty and bad stuff."}], "speaker": "TRUMP", "secId": 3}, {"sentences": [{"sentId": 8, "text": "Meanwhile, Hillary Clinton has a lead over Donald Trump in our new poll in the battleground states of North Carolina and Nevada."}, {"sentId": 9, "text": "But she's four points behind in Ohio."}, {"sentId": 10, "text": "And with just two days to go until the final presidential debate Trump doubles down blaming the media at his rally in Green Bay tonight."}], "speaker": "LEMON", "secId": 4}, {"sentences": [{"sentId": 11, "text": "They take a story with absolutely nothing that didn't exist, and they put it front page news because they want to poison the minds of the voters."}], "speaker": "TRUMP", "secId": 5}, {"sentences": [{"sentId": 12, "text": "Sara Murray is out on the campaign trail, let's get to her right away."}, {"sentId": 13, "text": "Sara, good evening to you."}, {"sentId": 14, "text": "You're covering Trump tonight, what's he telling the supporters?"}], "speaker": "LEMON", "secId": 6}, {"sentences": [{"sentId": 15, "text": "Well, Donald Trump kept up his claims this evening that the election is rigged."}, {"sentId": 16, "text": "Then we've repeatedly asked him for some proof about what he's talking about, and he gave the crowd a little more of an inkling of why he believes this."}, {"sentId": 17, "text": "Take a listen."}], "speaker": "MURRAY", "secId": 7}, {"sentences": [{"sentId": 18, "text": "They even want to try to rig the election at the polling"}], "speaker": "TRUMP", "secId": 8}, {"sentences": [{"sentId": 19, "text": "booths."}, {"sentId": 20, "text": "And believe me there's a lot going on."}, {"sentId": 21, "text": "Have you ever heard this people they say, there's nothing going on."}, {"sentId": 22, "text": "People that have died 10 years ago are still voting."}, {"sentId": 23, "text": "Illegal immigrants are voting."}, {"sentId": 24, "text": "I mean, where are the street smarts of some of these politicians?"}, {"sentId": 25, "text": "There aren't many of them, that's right."}], "speaker": "TRUMP", "secId": 9}, {"sentences": [{"sentId": 26, "text": "Now the references he's making there, the idea of non- citizens voting, of people who have passed away showing up to vote."}, {"sentId": 27, "text": "There are of course instances of voter fraud, because we're talking about huge elections that occur in the United States."}], "speaker": "MUURAY", "secId": 10}, {"sentences": [{"sentId": 28, "text": "But, Don, it's important that our viewers understand that people who have looked at election who have studied elections over the course of time have not found widespread systemic voter fraud."}], "speaker": "MUURAY", "secId": 11}, {"sentences": [{"sentId": 29, "text": "In fact, there's a Loyola law school professor who looked into this and found 31 plausible instances of voter impersonation out of more than a billion ballots that were cast between 2012."}, {"sentId": 30, "text": "So the notion that there are some kinds of systemic voter at the polling places already just doesn't really hold weight."}], "speaker": "MUURAY", "secId": 12}, {"sentences": [{"sentId": 31, "text": "And when I heard that earlier I was like, you know, they say million and I read it's billion with a \"b.\""}, {"sentId": 32, "text": "That's you know, and so, there is the evidence."}], "speaker": "LEMON", "secId": 13}, {"sentences": [{"sentId": 33, "text": "but let's talk about Melania Trump now because Anderson had abig interview with her just a little while ago."}, {"sentId": 34, "text": "She was out tonight making the case for her husband, Sara, and saying she doesn't believe any of the accusers who have said Trump attacked them sexually or groped them."}, {"sentId": 35, "text": "Let's listen."}], "speaker": "LEMON", "secId": 14}, {"sentences": [{"sentId": 36, "text": "M. TRUMP:  I said to my husband that, you know, the language is inappropriate."}, {"sentId": 37, "text": "It's not acceptable."}, {"sentId": 38, "text": "And I was surprised."}, {"sentId": 39, "text": "Because that is not the man that I know."}, {"sentId": 40, "text": "And as you can see from the tape, the cameras were not on."}, {"sentId": 41, "text": "It was only a mic."}, {"sentId": 42, "text": "And I wonder if they even knew that the mic was on."}, {"sentId": 43, "text": "Because they were kind of a boy talk."}, {"sentId": 44, "text": "And he was lead on like -- egg on from the host to say dirty and bad stuff."}], "speaker": "LEMON", "secId": 15}, {"sentences": [{"sentId": 45, "text": "So, it's been over a week since the Access Hollywood tape."}, {"sentId": 46, "text": "It took him a while since the tape emerge."}, {"sentId": 47, "text": "Is this, is she too late, Sara?"}], "speaker": "LEMON", "secId": 16}, {"sentences": [{"sentId": 48, "text": "I think we've certainly seen a lot of damage caused by this already, and it's not just the tape, it's the fact that we now have nine women who have accused Donald Trump of sexual misconduct."}], "speaker": "MURRAY", "secId": 17}, {"sentences": [{"sentId": 49, "text": "And I think that Melania Trump is the best possible messenger that Donald Trump could hope for to come out there and to say I believe my husband, I trust my husband, I don't recognize this kind of behavior or talk from him."}], "speaker": "MURRAY", "secId": 18}, {"sentences": [{"sentId": 50, "text": "But I do think in a lot of ways the damage has been done with some voters, there are some voters who will hear his voice on that tape."}, {"sentId": 51, "text": "Who will see the women, who have come out and made these allegations against him and say, look, I just can't believe anything else beyond this point."}], "speaker": "MURRAY", "secId": 19}, {"sentences": [{"sentId": 52, "text": "And there are some people who will be undecided."}, {"sentId": 53, "text": "And maybe what Melania Trump said will sway them."}, {"sentId": 54, "text": "But I think if you look at some of the battleground state polls we've seen in Quinnipiac and certainly the national numbers, you are seeing a huge fallout for Donald Trump particularly among women."}], "speaker": "MURRAY", "secId": 20}, {"sentences": [{"sentId": 55, "text": "How many days left?"}, {"sentId": 56, "text": "All right, Sara, thank you very much for that."}, {"sentId": 57, "text": "I appreciate it."}], "speaker": "LEMON", "secId": 21}, {"sentences": [{"sentId": 58, "text": "I want to bring in now Mark Preston, CNN politics executive editor, Mark McKinnon who is the co-creator of Showtime's The Circus, inside the greatest political show on earth."}, {"sentId": 59, "text": "And Kristen Soltis Anderson, who is a columnist for the Washington Examiner."}, {"sentId": 60, "text": "And hopefully we'll get Larry Sabato who will join us in just a bit."}], "speaker": "LEMON", "secId": 22}, {"sentences": [{"sentId": 61, "text": "So, Mark McKinnon, I'm going to start with you."}, {"sentId": 62, "text": "Donald Trump is doing everything -- first of all, before we go there, of course they didn't think the microphone were on, right?"}], "speaker": "LEMON", "secId": 23}, {"sentences": [{"sentId": 63, "text": "Yes."}], "speaker": "ANDERSON", "secId": 24}, {"sentences": [{"sentId": 64, "text": "I was thinking, why is she saying it, of course she did."}, {"sentId": 65, "text": "Because he would have never said anything if the microphones were on."}], "speaker": "LEMON", "secId": 25}, {"sentences": [{"sentId": 66, "text": "That didn't make sense to me."}], "speaker": "MCKINNON", "secId": 26}, {"sentences": [{"sentId": 67, "text": "Yes."}, {"sentId": 68, "text": "So, he's doing everything he can to convince voters that this is a conspiracy against him that this is the collusion between the media and Clinton campaign."}, {"sentId": 69, "text": "Let's listen a little bit more to Melania Trump and then I'll let you answer, OK."}], "speaker": "LEMON", "secId": 27}, {"sentences": [{"sentId": 70, "text": "OK."}], "speaker": "MCKINNON", "secId": 28}, {"sentences": [{"sentId": 71, "text": "M. TRUMP:  My husband is kind and he's a gentleman and he would never do that."}, {"sentId": 72, "text": "That -- everything was organized and put together to hurt him."}, {"sentId": 73, "text": "To hurt his candidacy."}], "speaker": "MCKINNON", "secId": 29}, {"sentences": [{"sentId": 74, "text": "Organized by..."}], "speaker": "COOPER", "secId": 30}, {"sentences": [{"sentId": 75, "text": "M. TRUMP:  By opposition, yes."}], "speaker": "COOPER", "secId": 31}, {"sentences": [{"sentId": 76, "text": "The media, Clintons?"}], "speaker": "COOPER", "secId": 32}, {"sentences": [{"sentId": 77, "text": "M. TRUMP:  Media, Clintons, yes."}, {"sentId": 78, "text": "COOPER:  You think they're working together?"}], "speaker": "COOPER", "secId": 33}, {"sentences": [{"sentId": 79, "text": "M. TRUMP:  Yes, of course."}], "speaker": "COOPER", "secId": 34}, {"sentences": [{"sentId": 80, "text": "It's a vast left wing media conspiracy, I mean, does that hold water in."}], "speaker": "LEMON", "secId": 35}, {"sentences": [{"sentId": 81, "text": "Two problems with that, I think, Don."}, {"sentId": 82, "text": "One is that it wreaks of complaining and it sounds like you're losing."}], "speaker": "MCKINNON", "secId": 36}, {"sentences": [{"sentId": 83, "text": "Right."}], "speaker": "LEMON", "secId": 37}, {"sentences": [{"sentId": 84, "text": "You know, it sounds like a losing team complaining about the roughs on the field."}, {"sentId": 85, "text": "Number two, more importantly I think is they have a real strategic opportunity on WikiLeaks."}, {"sentId": 86, "text": "Why aren't they talking about WikiLeaks 24 hours a day, why are they talking about the million dollar gift, the birthday present."}], "speaker": "MCKINNON", "secId": 38}, {"sentences": [{"sentId": 87, "text": "You know, there's a huge harvest of message opportunities here in the WikiLeaks and I don't understand why they're not talking about that 24/7."}], "speaker": "MCKINNON", "secId": 39}, {"sentences": [{"sentId": 88, "text": "I don't understand either, and I hate when people come on and immediately they pivot, right."}, {"sentId": 89, "text": "But if I was a campaign surrogate, right, just to say, I'm just, you know, giving this -- if I'm a campaign surrogate and someone asked me about it, I would say, OK, yes, blah, blah, blah, blah, blah, but WikiLeaks, right?"}], "speaker": "LEMON", "secId": 40}, {"sentences": [{"sentId": 90, "text": "Yes."}, {"sentId": 91, "text": "And that's my point about Melania, I think it's fine, I think you want to make sure the family is on board, and the spouse is OK with what went down."}, {"sentId": 92, "text": "But in politics we always talk about turn the page, man, turn the page."}], "speaker": "MCKINNON", "secId": 41}, {"sentences": [{"sentId": 93, "text": "You know, I think that effectively, that's particularly on our news cycles as we experience them now, that's over."}, {"sentId": 94, "text": "I think people have kind of made up their mind about that stuff."}, {"sentId": 95, "text": "So at least the Trump campaign should move on maybe not the Clinton campaign."}, {"sentId": 96, "text": "But you know, if I were the campaign, I'd get off that."}], "speaker": "MCKINNON", "secId": 42}, {"sentences": [{"sentId": 97, "text": "Stand by, sir, I want to bring in Larry Sabato is here."}, {"sentId": 98, "text": "He is the director for the Center for Politics at the University of Virginia."}, {"sentId": 99, "text": "So, thanks for joining us, there he is."}, {"sentId": 100, "text": "I was hoping that you would be able to join us."}], "speaker": "LEMON", "secId": 43}, {"sentences": [{"sentId": 101, "text": "Does this -- so, I think they said the strategy, this is what I'm hearing from political experts, the strategy is to get, is to suppress the votes on the democratic side."}, {"sentId": 102, "text": "But by saying it's all rigged and lots over with, doesn't he risk depressing votes on his own side, Larry?"}], "speaker": "LEMON", "secId": 44}, {"sentences": [{"sentId": 103, "text": "Well, the idea is obviously, Don, that the Trump supporters, his base will turn out rain or shine, no matter what the issues are, and there's some truth to that."}, {"sentId": 104, "text": "But I think what they're not calculating on is the fact that the"}], "speaker": "SABATO", "secId": 45}, {"sentences": [{"sentId": 105, "text": "democrats have done an extraordinary job of organization in the key battleground states."}], "speaker": "SABATO", "secId": 46}, {"sentences": [{"sentId": 106, "text": "And already we can see with early voting, absentee voting and so on that they're banking their votes, they're turning out their votes, there's no reason to think that's going to change between now and November 8th."}], "speaker": "SABATO", "secId": 47}, {"sentences": [{"sentId": 107, "text": "Larry, another question fort you."}, {"sentId": 108, "text": "Let's take a look at these, four new national polls out today, two over the weekend, this is CBS News/New York Times has Clinton up nine points."}, {"sentId": 109, "text": "In Monmouth University poll Clinton is up by 12 points."}], "speaker": "LEMON", "secId": 48}, {"sentences": [{"sentId": 110, "text": "And there is ABC News/Washington Post poll that Clinton up by four points."}, {"sentId": 111, "text": "And then NBC News/Wall Street Journal polls, it gives Clinton an 11-point lead."}, {"sentId": 112, "text": "I mean, if you are looking at these polls, if they're accurate, that's devastating for Trump, can he turn it around?"}], "speaker": "LEMON", "secId": 49}, {"sentences": [{"sentId": 113, "text": "I think it's extremely difficult."}, {"sentId": 114, "text": "I think it has been for a long time."}, {"sentId": 115, "text": "I've got to tell you, Don, since March when we started projecting the Electoral College in this race we have never even for an hour had Hillary Clinton below 270 electoral votes."}], "speaker": "SABATO", "secId": 50}, {"sentences": [{"sentId": 116, "text": "It's gotten progressively worse since the first debate."}, {"sentId": 117, "text": "And when you look at the polling averages, forget about the numbers in this individual polls."}, {"sentId": 118, "text": "You look at the polling averages essentially she's up seven, eight points, maybe it goes down a couple, maybe it goes up a couple."}], "speaker": "SABATO", "secId": 51}, {"sentences": [{"sentId": 119, "text": "But the truth is, that kind of margin is enough for a very large Electoral College victory."}, {"sentId": 120, "text": "One that might even include states that we're not considering right now."}], "speaker": "SABATO", "secId": 52}, {"sentences": [{"sentId": 121, "text": "Are you saying this is going to be a landslide or has the potential?"}], "speaker": "LEMON", "secId": 53}, {"sentences": [{"sentId": 122, "text": "Well, I wouldn't call it a landslide."}, {"sentId": 123, "text": "A landslide in the Electoral College is different than the landslide in the popular vote."}], "speaker": "SABATO", "secId": 54}, {"sentences": [{"sentId": 124, "text": "That's right."}], "speaker": "LEMON", "secId": 55}, {"sentences": [{"sentId": 125, "text": "A relatively small margin of the popular vote can produce a plus 300 Electoral College victory, even plus 350, over electoral votes."}, {"sentId": 126, "text": "So, you know, things just -- things just, things look very, very good for her, how good, we'll have to see how things go between now and November 8."}], "speaker": "SABATO", "secId": 56}, {"sentences": [{"sentId": 127, "text": "OK. Let's bring in this to Mark Preston now."}, {"sentId": 128, "text": "Mark, let's talk more about these polls."}, {"sentId": 129, "text": "The battleground state polls out today show a rough road ahead for Trump as well."}], "speaker": "LEMON", "secId": 57}, {"sentences": [{"sentId": 130, "text": "CNN's poll show Clinton is ahead in Nevada by two points, North Carolina she is ahead by one point."}, {"sentId": 131, "text": "In Ohio, Trump is ahead by 4."}], "speaker": "LEMON", "secId": 58}, {"sentences": [{"sentId": 132, "text": "Ohio is good news for Trump, but the other two are republican territory in the Clinton column?"}, {"sentId": 133, "text": "Right?"}, {"sentId": 134, "text": "And it's in the Clinton columns."}], "speaker": "LEMON", "secId": 59}, {"sentences": [{"sentId": 135, "text": "Yes, I mean, yes, no doubt."}, {"sentId": 136, "text": "And just to add on what Larry is saying."}], "speaker": "PRESTON", "secId": 60}, {"sentences": [{"sentId": 137, "text": "Baseline right now, if the election were to be held today, we have Hillary Clinton at 272 electoral votes, she wins."}, {"sentId": 138, "text": "Donald Trump is at 196 electoral votes."}, {"sentId": 139, "text": "but, Don, just follow me here, Donald Trump has to win North Carolina."}], "speaker": "PRESTON", "secId": 61}, {"sentences": [{"sentId": 140, "text": "Donald Trump has to win Ohio."}, {"sentId": 141, "text": "Donald Trump has to win Florida, which by the way other polling shows that he's trailing down there."}, {"sentId": 142, "text": "That still doesn't get him to 272, he then needs to win a big democratic state, whether that's Virginia, or Michigan or Pennsylvania."}], "speaker": "PRESTON", "secId": 62}, {"sentences": [{"sentId": 143, "text": "Those are all right now pretty strong with Hillary Clinton, or he has to win Nevada, where I stand right now here in Las Vegas and he has to win either Wisconsin or Colorado."}], "speaker": "PRESTON", "secId": 63}, {"sentences": [{"sentId": 144, "text": "Again, two more democratic states, so to say that the path is difficult for Donald Trump would really be underselling it."}, {"sentId": 145, "text": "At this point it is a very, very narrow path, and he needs to start getting his numbers up."}, {"sentId": 146, "text": "And to what Mark is saying he needs to start talking about WikiLeaks and to change the message away from all of this sexual harassment allegations."}], "speaker": "PRESTON", "secId": 64}, {"sentences": [{"sentId": 147, "text": "Kristen, that's a lot of muscle in that Mark, is Mark is talking about."}, {"sentId": 148, "text": "Quinnipiac has also has battleground state polls out today showing very good news for Hillary Clinton."}, {"sentId": 149, "text": "She's up eight points in Colorado, four points in Florida, six points in Pennsylvania."}, {"sentId": 150, "text": "Dead heat in Ohio."}, {"sentId": 151, "text": "Forty five for both."}], "speaker": "LEMON", "secId": 65}, {"sentences": [{"sentId": 152, "text": "Where is the trend been in those states and can Trump capture them with just three weeks left?"}], "speaker": "LEMON", "secId": 66}, {"sentences": [{"sentId": 153, "text": "Ohio has always been Trump's likeliest big prize."}, {"sentId": 154, "text": "The polling there has pretty consistently been neck and neck, whenever you see these battleground state polls come Ohio, Ohio, Ohio is the place for Donald Trump is most likely to pick off a big state."}], "speaker": "ANDERSON", "secId": 67}, {"sentences": [{"sentId": 155, "text": "But as Mark said it's not enough."}, {"sentId": 156, "text": "And I would actually throw Iowa into the mix as another state that Donald Trump has as a must win."}, {"sentId": 157, "text": "I think Colorado and Pennsylvania are highly unlikely for him."}, {"sentId": 158, "text": "So his most likely path is something like holding on to every last state that Mitt Romney won."}, {"sentId": 159, "text": "That means he can't lose North Carolina, he can't lose Georgia, he can't Arizona."}], "speaker": "ANDERSON", "secId": 68}, {"sentences": [{"sentId": 160, "text": "Some of these states that have come into question in recent months."}, {"sentId": 161, "text": "And then he needs to win a bunch of those states including Iowa, including Florida, including perhaps one of those congressional districts in Maine where you have all of the state's electoral votes not necessarily going one way or another."}], "speaker": "ANDERSON", "secId": 69}, {"sentences": [{"sentId": 162, "text": "And the state like New Hampshire, which increasingly also looks like it might not be really on the table for Donald Trump."}, {"sentId": 163, "text": "So, his path to 270 is very hard."}, {"sentId": 164, "text": "You've got to find 64 states worth of electoral votes - or 64 electoral votes worth of states flipping from red to blue from the last election in order to put Trump over the finish line."}], "speaker": "ANDERSON", "secId": 70}, {"sentences": [{"sentId": 165, "text": "And the trend line is just haven't been great for him."}], "speaker": "ANDERSON", "secId": 71}, {"sentences": [{"sentId": 166, "text": "OK."}], "speaker": "LEMON", "secId": 72}, {"sentences": [{"sentId": 167, "text": "A lot of voters have sort of dug into their camps, red voters are voting red, blue are voting blue."}, {"sentId": 168, "text": "The democratic operation to turn out their votes is robust, it's strong."}, {"sentId": 169, "text": "It's going to do its job."}, {"sentId": 170, "text": "And so what Donald Trump needs to do is remind republican voters, who may be looking at him right now and saying look, he may be a bad guy, but he's our guy."}], "speaker": "ANDERSON", "secId": 73}, {"sentences": [{"sentId": 171, "text": "Remind them what being our guy means."}, {"sentId": 172, "text": "Remind them of the issues where he agrees with these voters, because he needs to turn out republican voters in really big numbers to counter the democratic machine."}], "speaker": "ANDERSON", "secId": 74}, {"sentences": [{"sentId": 173, "text": "All right."}, {"sentId": 174, "text": "I want everybody to stand by because Donald Trump is calling Mitt Romney a choker, right, but if I'm not mistaken isn't -- didn't Mitt Romney was he doing any better at this point than Donald Trump is?"}, {"sentId": 175, "text": "We'll talk about that when we come right back."}], "speaker": "LEMON", "secId": 75}, {"sentences": [{"sentId": 176, "text": "Just two days to go until the final presidential debate, three weeks until Election Day."}, {"sentId": 177, "text": "And the national polls are going, Hillary Clinton's way."}], "speaker": "LEMON", "secId": 76}, {"sentences": [{"sentId": 178, "text": "Back with me now, Mark Preston, Mark McKinnon, Kristen Soltis Anderson, and Larry Sabato."}, {"sentId": 179, "text": "Kristen, I just want to get this off the table really quickly, because Donald Trump is now calling Mitt Romney a choke artist, but how is he doing in the polling compared to Mitt Romney at this point in the campaign?"}], "speaker": "LEMON", "secId": 77}, {"sentences": [{"sentId": 180, "text": "Mitt Romney at this point in the campaign was down by maybe two or three points."}, {"sentId": 181, "text": "You know, people thought going into Election Day, if you were just looking at the national polls, that things could have the potential to be pretty close."}], "speaker": "ANDERSON", "secId": 78}, {"sentences": [{"sentId": 182, "text": "And remember, there were lots of folks they were posting photos from Romney rallies in places like Colorado, where he was packing red rocks, you know, saying, look, something's going on out there that the polls aren't measuring."}], "speaker": "ANDERSON", "secId": 79}, {"sentences": [{"sentId": 183, "text": "Mitt Romney's going to surprise everyone."}, {"sentId": 184, "text": "And sure enough, on Election Day, it wasn't a surprise, if he would had been looking at the state poll, showing that Obama had been ahead."}], "speaker": "ANDERSON", "secId": 80}, {"sentences": [{"sentId": 185, "text": "But the story is even bleaker now for Donald Trump."}, {"sentId": 186, "text": "I mean, there are odds that he will even just hold the states that Mitt Romney held has come into question with states like North Carolina now having slightly more diverse populations, lots of younger voters, being a state that is on the bubble for republicans."}], "speaker": "ANDERSON", "secId": 81}, {"sentences": [{"sentId": 187, "text": "And, you know, whoever our nominee is this year, should not be in jeopardy of losing any republican states against a weaker candidate than Barack Obama in Hillary Clinton."}, {"sentId": 188, "text": "LEMON:  Let's -- Mark, so in the four national polls I showed you, the"}], "speaker": "ANDERSON", "secId": 82}, {"sentences": [{"sentId": 189, "text": "trend is clear."}, {"sentId": 190, "text": "Clinton has gained a lot of support since the previous polls were taken since the tape has come out since all of the controversy."}, {"sentId": 191, "text": "Is this the right -- is she going to -- I hate to say this, let the clock run out."}, {"sentId": 192, "text": "Is this helping her do that/"}], "speaker": "ANDERSON", "secId": 83}, {"sentences": [{"sentId": 193, "text": "Well, I think part of what the Clinton campaign has done and done smartly, is not take anything for granted."}, {"sentId": 194, "text": "I mean, the best thing that can happen to a candidate for a candidate for president is to lose an election, because then you run like you're 20 points down all the time."}], "speaker": "MCKINNON", "secId": 84}, {"sentences": [{"sentId": 195, "text": "So, she's not playing it safe?"}], "speaker": "LEMON", "secId": 85}, {"sentences": [{"sentId": 196, "text": "No, I don't think so."}, {"sentId": 197, "text": "No."}, {"sentId": 198, "text": "I don't think -- I don't think they're going to pretend defense at all."}, {"sentId": 199, "text": "But I think this is also where the money and the investment in state operations and turnout is really going to make a big difference."}], "speaker": "MCKINNON", "secId": 86}, {"sentences": [{"sentId": 200, "text": "And hers is much more."}], "speaker": "LEMON", "secId": 87}, {"sentences": [{"sentId": 201, "text": "Yes, but if I were Donald Trump, I mean, look at Ohio, I mean, the reason he's doing well there because he talks about trade, jobs and change."}, {"sentId": 202, "text": "That's what he should be talking about."}], "speaker": "MCKINNON", "secId": 88}, {"sentences": [{"sentId": 203, "text": "All right."}, {"sentId": 204, "text": "And that's the end of story."}], "speaker": "LEMON", "secId": 89}, {"sentences": [{"sentId": 205, "text": "End of story."}], "speaker": "MCKINNON", "secId": 90}, {"sentences": [{"sentId": 206, "text": "End of story."}, {"sentId": 207, "text": "So, listen, I want to put this up."}, {"sentId": 208, "text": "I want to look at CNN's Electoral College map."}, {"sentId": 209, "text": "OK. As of right now, Hillary Clinton would have 272 electoral votes without winning Florida, without winning North Carolina, Ohio or Nevada."}], "speaker": "LEMON", "secId": 91}, {"sentences": [{"sentId": 210, "text": "If that stays the way it is right now, so what are we talking about?"}, {"sentId": 211, "text": "Larry, you said not a -- you didn't call it a landslide, but would you call it a blowout?"}], "speaker": "LEMON", "secId": 92}, {"sentences": [{"sentId": 212, "text": "Well, I'd call it an easy win."}, {"sentId": 213, "text": "Just to keep my vocabulary simple."}, {"sentId": 214, "text": "I'll just call it an easy win."}, {"sentId": 215, "text": "And look, we're not -- I think someone else mentioned Arizona, we need to focus on states like Arizona, because at best for Trump, that is currently tied."}], "speaker": "SABATO", "secId": 93}, {"sentences": [{"sentId": 216, "text": "Arizona -- so, he has problems in a lot of places."}, {"sentId": 217, "text": "I mean, I don't think in the end he'll lose Utah, but it is incredible that Utah is tied."}, {"sentId": 218, "text": "He is leading by a little in Alaska, four or five points in Missouri, six points in Texas."}], "speaker": "SABATO", "secId": 94}, {"sentences": [{"sentId": 219, "text": "Huh?"}, {"sentId": 220, "text": "This is a republican nominee for president?"}, {"sentId": 221, "text": "He has problems a lot bigger than just carrying Mitt Romney's states from 2012."}], "speaker": "SABATO", "secId": 95}, {"sentences": [{"sentId": 222, "text": "Let's talk a little more about strategy, Mark Preston."}, {"sentId": 223, "text": "Because the final days of the debate -- the final debate, I should say is just two days away, these are really the final days of the campaign."}, {"sentId": 224, "text": "Could that change the direction of the race this debate?"}, {"sentId": 225, "text": "PRESTON:  Look, I think it's very hard to make any predictions in this"}], "speaker": "LEMON", "secId": 96}, {"sentences": [{"sentId": 226, "text": "campaign, right."}, {"sentId": 227, "text": "We've all made predictions and they've all been wrong."}, {"sentId": 228, "text": "All of us, right?"}, {"sentId": 229, "text": "I mean, the fact of the matter is we have been blindsided by Donald Trump."}], "speaker": "LEMON", "secId": 97}, {"sentences": [{"sentId": 230, "text": "Not mine, Mark."}], "speaker": "LEMON", "secId": 98}, {"sentences": [{"sentId": 231, "text": "Of course, you're always right, we always know that, Don."}, {"sentId": 232, "text": "No, but look, I mean, the trend lines are going so hard against Donald Trump, is that he would have to play straight -- he would have to like literally hit Grand Slams every time he gets up at bat, which is not inconceivable."}], "speaker": "PRESTON", "secId": 99}, {"sentences": [{"sentId": 233, "text": "I mean, it could happen."}, {"sentId": 234, "text": "However, Donald Trump, when he goes on to that debate stage, he needs to really talk about the issues, he needs to try to call into question Hillary Clinton's character, because if we see it over the last few weeks all of these allegations of sexual misconduct have really eaten away at Donald trump's character."}, {"sentId": 235, "text": "Specifically with those undecided voters, and specifically with women where has continue to lose even more ground with them."}], "speaker": "PRESTON", "secId": 100}, {"sentences": [{"sentId": 236, "text": "So, when Donald Trump takes the debate stage here at UNLV, like he needs to talk about how he's going to be a better president."}, {"sentId": 237, "text": "But also why Hillary Clinton has made bad errors in judgment when she was the Secretary of State and try to pin that on her."}], "speaker": "PRESTON", "secId": 101}, {"sentences": [{"sentId": 238, "text": "I mean, if he has to go in and continue to defend himself against the sexual harassment allegations, that is a losing cause for him."}], "speaker": "PRESTON", "secId": 102}, {"sentences": [{"sentId": 239, "text": "OK. Mark, this is your show, it's called The Circus, inside the greatest political show on earth."}, {"sentId": 240, "text": "I think that's a very appropriate name."}, {"sentId": 241, "text": "It took on the wow scene before the second debate, let's listen."}], "speaker": "LEMON", "secId": 103}, {"sentences": [{"sentId": 242, "text": "This is beyond -- Donald Trump has got women who have allege sexual abuses from Bill Clinton in the press conference moments before the debate."}, {"sentId": 243, "text": "So, Donald Trump has just put his finger on the nuclear button and pressed it."}], "speaker": "MCKINNON", "secId": 104}, {"sentences": [{"sentId": 244, "text": "It takes a lot to surprise me."}, {"sentId": 245, "text": "It takes a ton to shock me."}, {"sentId": 246, "text": "That event was shocking."}], "speaker": "UNIDENTIFIED MALE", "secId": 105}, {"sentences": [{"sentId": 247, "text": "It's interesting, because I know what happened, I know the results, but I'm glued to the television watching your show."}, {"sentId": 248, "text": "Any moments like this or worse you think could happen at this next debate?"}], "speaker": "LEMON", "secId": 106}, {"sentences": [{"sentId": 249, "text": "Well, we never know, and that's what's so fascinating about this election."}, {"sentId": 250, "text": "but the one thing we do know is how unpredictable Donald Trump is, and what an entertainer and theatrical guy is."}, {"sentId": 251, "text": "I mean, that what he did with that Clinton, rolling out those Clinton women moments before the press conference was just, I mean, shocked everybody in that room."}], "speaker": "MCKINNON", "secId": 107}, {"sentences": [{"sentId": 252, "text": "Were you like, what the hell?"}], "speaker": "LEMON", "secId": 108}, {"sentences": [{"sentId": 253, "text": "I mean, yes."}, {"sentId": 254, "text": "You heard this collective gasp."}, {"sentId": 255, "text": "And there's a lot of people who has seen a lot of stuff but nothing like this."}, {"sentId": 256, "text": "But I'll say, you know, listen, there's no mercy rule in presidential elections."}, {"sentId": 257, "text": "Not like Little League Football where they call it off just because someone's way ahead, right?"}], "speaker": "MCKINNON", "secId": 109}, {"sentences": [{"sentId": 258, "text": "So, you know, Donald Trump as we saw in the last debate, you know, is likely to do something dramatic, so and he knows he's down."}, {"sentId": 259, "text": "So, who knows what will happen in this one."}], "speaker": "MCKINNON", "secId": 110}, {"sentences": [{"sentId": 260, "text": "I think that he has nothing to lose at this point."}], "speaker": "LEMON", "secId": 111}, {"sentences": [{"sentId": 261, "text": "Yes."}, {"sentId": 262, "text": "Nothing to lose but he's a dangerous man."}], "speaker": "MCKINNON", "secId": 112}, {"sentences": [{"sentId": 263, "text": "Well, if it's rigged -- what if he wins, is it still rigged?"}, {"sentId": 264, "text": "I mean, right, everyone."}, {"sentId": 265, "text": "If he wins..."}], "speaker": "LEMON", "secId": 113}, {"sentences": [{"sentId": 266, "text": "Well, not to saying by him talking about a rigged election, suggests where he thinks the election is going."}, {"sentId": 267, "text": "And that's a bad news for his supporters to say, listen, I think it's rigged."}, {"sentId": 268, "text": "And the fact is saying game is over."}], "speaker": "MCKINNON", "secId": 114}, {"sentences": [{"sentId": 269, "text": "Yes."}, {"sentId": 270, "text": "And it's very dangerous for the country."}], "speaker": "LEMON", "secId": 115}, {"sentences": [{"sentId": 271, "text": "Thank you very much."}, {"sentId": 272, "text": "I appreciate that all of you."}, {"sentId": 273, "text": "When we come right back, Melania Trump says her husband is real, raw, and tells it like it is, but what was he like behind closed doors on the \"Apprentice.\""}, {"sentId": 274, "text": "I'm going to talk to someone who was there."}], "speaker": "LEMON", "secId": 116}, {"sentences": [{"sentId": 275, "text": "Melania Trump tells Anderson Cooper she and her husband knew that tapes from his past could be used against him."}, {"sentId": 276, "text": "Listen."}], "speaker": "LEMON", "secId": 117}, {"sentences": [{"sentId": 277, "text": "M. TRUMP:  It's very hard, especially for him, when he decided to run for presidency, because he did so many stuff in his life."}, {"sentId": 278, "text": "He was on so many tapes, so many shows, and we knew that, that you know, tapes will come out, people will want to go against him."}, {"sentId": 279, "text": "But my husband is real, he's raw."}, {"sentId": 280, "text": "He tells it as it is."}], "speaker": "LEMON", "secId": 118}, {"sentences": [{"sentId": 281, "text": "So, here to discuss Penn Jillette, a magician, bestselling author and contestant on Donald Trump's \"Celebrity Apprentice.\""}, {"sentId": 282, "text": "Also former Congressman Jack Kingston, a senior adviser to the Trump campaign."}], "speaker": "LEMON", "secId": 119}, {"sentences": [{"sentId": 283, "text": "Good evening, gentlemen."}, {"sentId": 284, "text": "Thank you so much for coming on."}, {"sentId": 285, "text": "Penn, I'm going to start with you."}, {"sentId": 286, "text": "Melania Trump spoke with my colleague Anderson Cooper today, you saw part of the interview there, she says her husband was egged on -- egged on by Billy Bush into saying the lewd comments we heard on that tape."}, {"sentId": 287, "text": "She says the remarks were just boy talk."}, {"sentId": 288, "text": "What do you think?"}], "speaker": "LEMON", "secId": 120}, {"sentences": [{"sentId": 289, "text": "Well, it's not the kind of boy talk I enjoy."}, {"sentId": 290, "text": "I mean, I'm certainly very, very comfortable with obscenity and shocking things, I think it's a part of art."}, {"sentId": 291, "text": "I'm a big freedom of speech guy, it's just not my sensibility."}], "speaker": "JILLETTE", "secId": 121}, {"sentences": [{"sentId": 292, "text": "I don't think he had to be egged on very much."}, {"sentId": 293, "text": "I mean, I was on the room in \"Celebrity Apprentice,\" which I incidentally think Donald Trump was wonderful at."}, {"sentId": 294, "text": "I think he's fabulous at reality television."}, {"sentId": 295, "text": "He knows how to do shock."}, {"sentId": 296, "text": "I've been on Stern many times myself."}, {"sentId": 297, "text": "I think he does all of that just perfectly."}], "speaker": "JILLETTE", "secId": 122}, {"sentences": [{"sentId": 298, "text": "But when you're dealing with the idea of consent, that changes it."}, {"sentId": 299, "text": "It's not the obscenity that bothers me, it's not the lust that bothers me, it's the -- knowing he can just do whatever he wants."}, {"sentId": 300, "text": "I mean, that's just not the way I was brought up, and not something that seems proper to me."}], "speaker": "JILLETTE", "secId": 123}, {"sentences": [{"sentId": 301, "text": "But egging him on never seemed necessary."}, {"sentId": 302, "text": "I mean, I certainly can't quote anything because this is very, very serious and I would make a mistake, which is be my memory."}], "speaker": "JILLETTE", "secId": 124}, {"sentences": [{"sentId": 303, "text": "But there were stuff that was said in the board room set that was certainly in line with what we heard on the Billy Bush tape."}], "speaker": "JILLETTE", "secId": 125}, {"sentences": [{"sentId": 304, "text": "Congressman, to you now, you know, Donald Trump is consistently telling us how he alone can stand up to world leaders and dictators like Putin."}, {"sentId": 305, "text": "But he was, you know, led astray by Billy Bush, at least that's according to Melania that he was led on by a much younger person and he's supposedly the adult in the room at 59 years old."}], "speaker": "LEMON", "secId": 126}, {"sentences": [{"sentId": 306, "text": "Well, Don, I don't think that Billy Bush was, you know, pulling him into a -- maybe a statement of policy as much as Melania is saying some boy talk."}], "speaker": "KINGSTON", "secId": 127}, {"sentences": [{"sentId": 307, "text": "And I know we don't necessarily agree with it being just boy talk."}, {"sentId": 308, "text": "I found the comments very disturbing."}, {"sentId": 309, "text": "But at the same time, and maybe following what Penn has just said, I do think that there's a certain amount of maybe flippancy banter that may go on with some of this television culture, I don't know."}, {"sentId": 310, "text": "I should be asking Penn and not that speculating."}], "speaker": "KINGSTON", "secId": 128}, {"sentences": [{"sentId": 311, "text": "But I think that there's a certain amount of, if you will, smack talk that goes on which, you know, ends in the bus or ends in the golf course or locker room, or wherever."}], "speaker": "KINGSTON", "secId": 129}, {"sentences": [{"sentId": 312, "text": "That I don't -- I don't really think there was any strategic planning or intent outlined in it, I think it was just really irresponsible conversation and who would know better than his wife."}], "speaker": "KINGSTON", "secId": 130}, {"sentences": [{"sentId": 313, "text": "And his wife is the one who would really suffer the humiliation, but she's gone out there now publicly on CNN and she says, I did not approve of it, I did not like it, I spoke to my husband about it and ask again..."}], "speaker": "KINGSTON", "secId": 131}, {"sentences": [{"sentId": 314, "text": "But she's -- Congressman, not to cut you off."}, {"sentId": 315, "text": "But she's still standing -- she's standing by her man, which I, you know, sort of what they're using against Hillary Clinton on the other side, for staying with the former president even though he has these allegations against him."}], "speaker": "LEMON", "secId": 132}, {"sentences": [{"sentId": 316, "text": "Well, yes, but I do think it's proper for her to do what she's done."}, {"sentId": 317, "text": "She's come out, she took on Anderson, and as you know, and as you know, Anderson, just like you, you can be a very tough person when it comes to questions, and she went and stood up, you know..."}], "speaker": "KINGSTON", "secId": 133}, {"sentences": [{"sentId": 318, "text": "But what's the difference then?"}, {"sentId": 319, "text": "Isn't it the same thing?"}], "speaker": "LEMON", "secId": 134}, {"sentences": [{"sentId": 320, "text": "I can't imagine -- can you imagine another move?"}, {"sentId": 321, "text": "I mean, is there anything else she could have done?"}, {"sentId": 322, "text": "What other possibility is there than the way she acted?"}, {"sentId": 323, "text": "I mean, she's kind of in deep enough."}], "speaker": "JILLETTE", "secId": 135}, {"sentences": [{"sentId": 324, "text": "She did, quite honestly, she didn't have to do the interview."}, {"sentId": 325, "text": "You have to, I mean, she was, you know, she did come out and come out and do an interview, and she didn't really have to do that."}], "speaker": "LEMON", "secId": 136}, {"sentences": [{"sentId": 326, "text": "But I even don't know if she has another move besides that."}, {"sentId": 327, "text": "It seems like once you're there as the spouse of a candidate."}, {"sentId": 328, "text": "It seems like there's a lot of pressure on you to do pretty much what you're told."}], "speaker": "JILLETTE", "secId": 137}, {"sentences": [{"sentId": 329, "text": "Well, you know, Penn, there are a lot of spouses men and women who take a pass and just say, you know dear, you go out and do that, I'm going to minimize my role and -- so, you know, I see what you're saying, but I don't think she had to do this interview."}, {"sentId": 330, "text": "And I think that's a very, very..."}], "speaker": "KINGSTON", "secId": 138}, {"sentences": [{"sentId": 331, "text": "That's what I'm saying."}, {"sentId": 332, "text": "She didn't have to do the interview."}, {"sentId": 333, "text": "I mean, right."}, {"sentId": 334, "text": "Some spouses will just say, I'm not -- I'm not going out there."}], "speaker": "LEMON", "secId": 139}, {"sentences": [{"sentId": 335, "text": "That's a good point."}], "speaker": "JILLETTE", "secId": 140}, {"sentences": [{"sentId": 336, "text": "Yes."}, {"sentId": 337, "text": "So, Penn, you know, you did two seasons on \"Celebrity Apprentice.\""}, {"sentId": 338, "text": "And recently some of the cast and crew have spoken out about Donald Trump what they call inappropriate behavior on the show."}, {"sentId": 339, "text": "What was your experience with him on the show?"}], "speaker": "LEMON", "secId": 141}, {"sentences": [{"sentId": 340, "text": "Well, once ben again, I don't trust my memory, I don't have -- I don't have notes."}, {"sentId": 341, "text": "But you know, he would go in the boardroom set."}, {"sentId": 342, "text": "You know, it's not actually a boardroom."}, {"sentId": 343, "text": "The board room set, for sometimes two and half hours at the end of these sessions, and he would pontificate and carry on, and they would be pulling out two or three minutes to use in the show."}], "speaker": "JILLETTE", "secId": 142}, {"sentences": [{"sentId": 344, "text": "But he would go on for a very, very long time."}, {"sentId": 345, "text": "And we saw a lot of what he's like when 12 TV cameras are on him."}, {"sentId": 346, "text": "This is not as private as it was with Billy, it's not as private as it was there."}, {"sentId": 347, "text": "It was with knowledge there were cameras on, which kind of cuts both ways, one is, he knows it's being recorded."}], "speaker": "JILLETTE", "secId": 143}, {"sentences": [{"sentId": 348, "text": "but the other is, he's performing."}, {"sentId": 349, "text": "It's show business."}, {"sentId": 350, "text": "And I found -- and I tend to be a little sensitive of this."}, {"sentId": 351, "text": "I found some of the ways he used his power in sexual discussions to be a little distasteful to me, and I found the -- some of the racial things he said to be a little distasteful to me."}, {"sentId": 352, "text": "But once again..."}], "speaker": "JILLETTE", "secId": 144}, {"sentences": [{"sentId": 353, "text": "How so, explain that, because there had been rumors about that."}, {"sentId": 354, "text": "What do you mean by the racial things like what?"}], "speaker": "LEMON", "secId": 145}, {"sentences": [{"sentId": 355, "text": "I mean, just the way he would address African-American candidates and so on, was not the way I would, but I'm not the one to speak to that because I'm a middle aged white guy, so I'm kind of -- I'm kind of not the one to have that."}, {"sentId": 356, "text": "But I tend to be a little sensitive to that, and certain stuff made me uncomfortable."}], "speaker": "JILLETTE", "secId": 146}, {"sentences": [{"sentId": 357, "text": "But then again made me uncomfortable in a show business situation where someone is performing."}, {"sentId": 358, "text": "So, it's a very difficult thing."}, {"sentId": 359, "text": "I'm talking both sides."}], "speaker": "JILLETTE", "secId": 147}, {"sentences": [{"sentId": 360, "text": "OK."}], "speaker": "LEMON", "secId": 148}, {"sentences": [{"sentId": 361, "text": "In one sense it's damning because he knew he was public."}, {"sentId": 362, "text": "In another sense it's almost forgivable because he was performing."}, {"sentId": 363, "text": "It's almost like doing stand..."}], "speaker": "JILLETTE", "secId": 149}, {"sentences": [{"sentId": 364, "text": "Representative, I'm sorry."}, {"sentId": 365, "text": "Representative, I'm up against the clock, but if you can respond quickly, you know, Melania Trump and when I introduced the video of her of the interview saying that, you know, they thought the tapes were going to come out."}, {"sentId": 366, "text": "They knew quite well they could come out."}, {"sentId": 367, "text": "Shouldn't one think about that if they're going to run for president?"}], "speaker": "LEMON", "secId": 150}, {"sentences": [{"sentId": 368, "text": "They should."}, {"sentId": 369, "text": "But I do want -- I'm going to close quickly, but I do think what Penn is saying, a lot of show business goes into this that's not necessarily statement of policy our beliefs, but some of that is just the talk that goes with the territory."}], "speaker": "KINGSTON", "secId": 151}, {"sentences": [{"sentId": 370, "text": "But the other thing that Melania said tonight that was very, very important is this is not the man I know."}, {"sentId": 371, "text": "This is not representative of my husband."}, {"sentId": 372, "text": "And I think that that's where the American people need to focus is that this is not the Donald Trump that he was 10 years ago or 11 years ago or in that context."}], "speaker": "KINGSTON", "secId": 152}, {"sentences": [{"sentId": 373, "text": "This is a guy who wants to bring change to Washington, and he wants to take on the status quo, and build the economy back and rebuild our national -- our foreign policy, so I think that..."}], "speaker": "KINGSTON", "secId": 153}, {"sentences": [{"sentId": 374, "text": "I got you."}, {"sentId": 375, "text": "You wanted to focus on policy."}, {"sentId": 376, "text": "And I get that."}, {"sentId": 377, "text": "But why are you holding four fingers up, Penn?"}], "speaker": "LEMON", "secId": 154}, {"sentences": [{"sentId": 378, "text": "It was four years ago, it wasn't 10."}, {"sentId": 379, "text": "I mean, the \"Celebrity Apprentice\" stuff that he was doing was much more recent."}], "speaker": "JILLETTE", "secId": 155}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1610.17.cnnt.01.html.json", "time": "Aired October 17, 2016 - 22:00   ET"}