{"sectionCount": 240, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["LEMON", "TRUMP", "BURNETT", "CLINTON", "MURRAY", "NOCERA", "PIERSON", "TAPPER", "CARSON", "TODD", "LIZZA", "JEBREAL", "SCHLAPP", "WILLIAMS"], "subTitle": "Obama vs. Putin; Trump Steals The Spotlight; Trump On Tax Loopholes; Carson Talks Muslims; Bill Clinton: Trump Has \"Pizzaz and Zip\"; Trump vs. Hillary Clinton; Trump: I Have A Great Temperament. Aired 9-10p ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1509/28/cnnt.02.html", "sentenceCount": 536, "sections": [{"sentences": [{"sentId": 0, "text": "It's 9:00 P.M. here in New York where President Obama and Putin are keeping each other at arm's length despite there 90-minute meeting behind close doors this evening."}, {"sentId": 1, "text": "This is \"CNN TONIGHT\"."}, {"sentId": 2, "text": "I'm Don Lemon."}], "speaker": "LEMON", "secId": 0}, {"sentences": [{"sentId": 3, "text": "And just a few blocks away from the U.N., Donald Trump stealing the spotlight revealing his tax plan today and telling our very own Erin Burnett this about his own taxes."}], "speaker": "LEMON", "secId": 1}, {"sentences": [{"sentId": 4, "text": "I will probably end up paying more money, but at the same time, I think the economy will do better, so I'll make it up that way."}], "speaker": "TRUMP", "secId": 2}, {"sentences": [{"sentId": 5, "text": "Meanwhile as Trumps arrival Ben Carson rises in the polls, what will his views on Muslims mean for America's relations with the Muslim world and his chances for the White House as you look at live pictures of the White House right now."}], "speaker": "LEMON", "secId": 3}, {"sentences": [{"sentId": 6, "text": "We're going to begin with this, a man who wants to be in that White House, Donald Trump unveiling his tax plan."}, {"sentId": 7, "text": "He sat down with our very own Erin Burnett today and she joins me now."}], "speaker": "LEMON", "secId": 4}, {"sentences": [{"sentId": 8, "text": "So hello to you, very busy day."}], "speaker": "LEMON", "secId": 5}, {"sentences": [{"sentId": 9, "text": "Yes, a very busy day."}, {"sentId": 10, "text": "Yes."}], "speaker": "BURNETT", "secId": 6}, {"sentences": [{"sentId": 11, "text": "And it's always interesting when you get to interview Donald Trump."}], "speaker": "LEMON", "secId": 7}, {"sentences": [{"sentId": 12, "text": "Yes."}], "speaker": "BURNETT", "secId": 8}, {"sentences": [{"sentId": 13, "text": "So walk us through the key points of his tax plan."}], "speaker": "LEMON", "secId": 9}, {"sentences": [{"sentId": 14, "text": "OK so look, this tax plan is a mix of populism and traditional conservative Republican tenants."}, {"sentId": 15, "text": "All right populism in that he says look, back in World War II, only the top 1 percent paid incomes tax, right that's a populous point of view the rich need to pay more  but when you look at the needy greedy of the plan is what we call supply side."}, {"sentId": 16, "text": "That means cut taxes, the economy will grow so much as a result, guess what?"}, {"sentId": 17, "text": "We're going to have growth."}], "speaker": "BURNETT", "secId": 10}, {"sentences": [{"sentId": 18, "text": "Is that like trickle down?"}], "speaker": "LEMON", "secId": 11}, {"sentences": [{"sentId": 19, "text": "So yes, if you don't like it, you call it trickle down, if you like it, you call supply side, in other words."}, {"sentId": 20, "text": "But look, you know, he's going to close loopholes, some of them, not very many this isn't really about but it's about growth."}, {"sentId": 21, "text": "But businesses now that are only going to pay 15 percent."}, {"sentId": 22, "text": "If you're very rich, you're currently paying 40, you're only going to be paying 25 and for the populism point again, if you're in the lower middle income, middle income, he's going to have $31 million more additional, more households in this country will not pay tax under Donald Trump."}, {"sentId": 23, "text": "So that's going to give a huge break to a lot of people."}], "speaker": "BURNETT", "secId": 12}, {"sentences": [{"sentId": 24, "text": "All right."}], "speaker": "LEMON", "secId": 13}, {"sentences": [{"sentId": 25, "text": "So that's the main thing."}, {"sentId": 26, "text": "So here is exactly how he said his doing anything is actually despite cutting all these taxes, Don, he's actually going to get more money, sounds like magic, right?"}, {"sentId": 27, "text": "Right is how he told me he would do it."}], "speaker": "BURNETT", "secId": 14}, {"sentences": [{"sentId": 28, "text": "All right."}], "speaker": "LEMON", "secId": 15}, {"sentences": [{"sentId": 29, "text": "Well, I think it probably will do even more than before if you look at what is going to happen to the economy."}, {"sentId": 30, "text": "The economy is going to be just be absolutely like a rocket, it's going to go up."}, {"sentId": 31, "text": "This is my prediction."}, {"sentId": 32, "text": "This is what I'm good at."}, {"sentId": 33, "text": "This is my wheelhouse and I think you're going to create tremendous numbers of jobs."}, {"sentId": 34, "text": "You know a part of this and as you and I were discussing, I'm also going to bring a lot of jobs back into the country because so many countries have taken our jobs they have taken our base, they taken our manufacturing."}], "speaker": "TRUMP", "secId": 16}, {"sentences": [{"sentId": 35, "text": "So we're going to couple that with this tax plan but we're going to have a country that really is going to rocket again and we haven't had that for a long time, Erin."}, {"sentId": 36, "text": "You know, one of the things I mentioned during the news conference was that phony number of 5.3 percent and 5.4 percent and 5.5 percent unemployment."}], "speaker": "TRUMP", "secId": 17}, {"sentences": [{"sentId": 37, "text": "It could be 25 percent or 30 percent because you know when you stop looking for a job they consider you for statistical purposes employed and you must..."}], "speaker": "TRUMP", "secId": 18}, {"sentences": [{"sentId": 38, "text": "They don't count you as unemployed when you are."}], "speaker": "BURNETT", "secId": 19}, {"sentences": [{"sentId": 39, "text": "God we have 10 millions of people that couldn't find a job and then they will consider essentially employed."}, {"sentId": 40, "text": "So we're going to do something that's really great and this is the thing I like the most."}, {"sentId": 41, "text": "I'm going to put people to work."}, {"sentId": 42, "text": "I'm going to make and be great for business."}, {"sentId": 43, "text": "I'll be great for business."}, {"sentId": 44, "text": "And we're going to have an economy that really is going to be hot."}], "speaker": "TRUMP", "secId": 20}, {"sentences": [{"sentId": 45, "text": "You, will you pay more money?"}, {"sentId": 46, "text": "Will it be millions and millions, hundreds of millions?"}, {"sentId": 47, "text": "How much will you pay?"}, {"sentId": 48, "text": "TRUMP:  I will probably end up paying more money but at the same time, I think the economy will do better."}, {"sentId": 49, "text": "So I'll make it up that way but I will probably end up paying more money."}, {"sentId": 50, "text": "I believe in the end I might do better because I really believe the economy is going to go boom, beautiful."}], "speaker": "BURNETT", "secId": 21}, {"sentences": [{"sentId": 51, "text": "So there is a couple of ways when you cut a lot of taxes you can make up for it right you can close loopholes to make money up that way."}], "speaker": "BURNETT", "secId": 22}, {"sentences": [{"sentId": 52, "text": "Correct, we are doing that."}], "speaker": "TRUMP", "secId": 23}, {"sentences": [{"sentId": 53, "text": "Right and the cuts in and of themselves can generate growth you obviously believe that growth in it too."}], "speaker": "BURNETT", "secId": 24}, {"sentences": [{"sentId": 54, "text": "Growth is important."}], "speaker": "TRUMP", "secId": 25}, {"sentences": [{"sentId": 55, "text": "Let's talk about this loopholes because I called up some economists that like your sort of plan and one of them said I'm really confused by it."}, {"sentId": 56, "text": "It's a bit of a mess because they want to know what loopholes are going to close."}, {"sentId": 57, "text": "You took the mortgage interest loophole off the table it benefits almost all American..."}], "speaker": "BURNETT", "secId": 26}, {"sentences": [{"sentId": 58, "text": "I was thinking about it..."}], "speaker": "TRUMP", "secId": 27}, {"sentences": [{"sentId": 59, "text": "OK how can you get there without closing that?"}], "speaker": "BURNETT", "secId": 28}, {"sentences": [{"sentId": 60, "text": "Well, you know what, you have to do that because I really would be very concerned if you do that, you're going to stop housing production and housing has had a lot of problems and you've reported on it better than anybody over the years but you can't take a chance on that."}, {"sentId": 61, "text": "I mean people need the mortgage deduction, mortgage interest deduction."}], "speaker": "TRUMP", "secId": 29}, {"sentences": [{"sentId": 62, "text": "So where do you get the money if not..."}], "speaker": "BURNETT", "secId": 30}, {"sentences": [{"sentId": 63, "text": "Well, varied interest but one of the ways you'll get it is in my opinion, you know one of the ways you really going to get it is, you know may of your friends, they are hedge fund guys and you have to carry interest deduction you have a lot of other deductions that frankly, it's a joke."}, {"sentId": 64, "text": "It's tremendous amounts of money and its money that they really don't need."}], "speaker": "TRUMP", "secId": 31}, {"sentences": [{"sentId": 65, "text": "They want it because they are used to paying no taxes OK or very little taxes but its not money they need."}, {"sentId": 66, "text": "But the other thing so importantly and this is something that everybody agrees on for 10 years, for years, the money that's outside of this country, nobody knows how much, they think it's $2.5 trillion."}, {"sentId": 67, "text": "I think it's probably more than that but nobody knows."}], "speaker": "TRUMP", "secId": 32}, {"sentences": [{"sentId": 68, "text": "That money, Erin, is going to come back into the country and it's going to stay here and they're going to invest it here and frankly, from now on, when people make, when these companies make money outside of the country, they can bring it back in at a reasonable tax."}, {"sentId": 69, "text": "The reason it stays there is the tax is so ownerous, as you know it it's a massive tax that they would have to be crazy to bring it backing and by the way I have a lot of money outside of the country and the last thing I'm doing is for me because it's not that kind of money but I have money outside."}, {"sentId": 70, "text": "You can't get it back into the country."}, {"sentId": 71, "text": "You fill out forms you do this I think my people have been working on it for like a year and half."}, {"sentId": 72, "text": "When you make money outside of the country, you can't bring it back into this country."}], "speaker": "TRUMP", "secId": 33}, {"sentences": [{"sentId": 73, "text": "So on the carried interest loophole you're going to close it."}, {"sentId": 74, "text": "Now look I have to use appropriate word campaigned about that on my own show, right."}, {"sentId": 75, "text": "It's a smart thing to do, the right thing to do, it's a fair thing to do but it doesn't bring in a lot of money."}, {"sentId": 76, "text": "It doesn't pay for very much."}], "speaker": "BURNETT", "secId": 34}, {"sentences": [{"sentId": 77, "text": "But it brings in psychologically when you have a hedge fund guy who's making $200 million a year and his got a huge loss against that which is in a real loss, his got his huge loss against his income and his paying a very low rate of tax, it's not fair and I think it says a lot."}, {"sentId": 78, "text": "I think it tells people a lot and it's got to end and by the way..."}], "speaker": "TRUMP", "secId": 35}, {"sentences": [{"sentId": 79, "text": "You're right about that but how do you get the money then to make up for the trillions of dollars in tax cuts?"}, {"sentId": 80, "text": "Of carried interest isn't going to do it."}], "speaker": "BURNETT", "secId": 36}, {"sentences": [{"sentId": 81, "text": "Right I agree with that we're bringing in tremendous amounts of money into the country and will going to create jobs."}, {"sentId": 82, "text": "We're going to have an economy that's going to be robust."}, {"sentId": 83, "text": "Right now there is no incentive for companies they just no actually you can have the opposite."}, {"sentId": 84, "text": "In my opinion, if it stays the way it is, you're going to have people, companies, big companies, you know the ones talking about leaving, they are leaving the country, they're going to other countries to get their money, number one and probably maybe that isn't even number one, it's because they have a better tax rate outside of the United States."}], "speaker": "TRUMP", "secId": 37}, {"sentences": [{"sentId": 85, "text": "Yeah."}], "speaker": "BURNETT", "secId": 38}, {"sentences": [{"sentId": 86, "text": "And you have major companies that want to leave our country and it used to be they leave for Florida or Texas."}, {"sentId": 87, "text": "They are leaving now and they're getting out of the United States."}], "speaker": "TRUMP", "secId": 39}, {"sentences": [{"sentId": 88, "text": "They are going to Ireland, they are going somewhere."}], "speaker": "BURNETT", "secId": 40}, {"sentences": [{"sentId": 89, "text": "Ireland is a prime suspect."}], "speaker": "TRUMP", "secId": 41}, {"sentences": [{"sentId": 90, "text": "Yeah."}], "speaker": "BURNETT", "secId": 42}, {"sentences": [{"sentId": 91, "text": "I mean Ireland is really doing a lot of business."}], "speaker": "TRUMP", "secId": 43}, {"sentences": [{"sentId": 92, "text": "So Apple will pay more taxes after Donald Trump's plan."}], "speaker": "BURNETT", "secId": 44}, {"sentences": [{"sentId": 93, "text": "Well Apple is going to pay some taxes."}], "speaker": "TRUMP", "secId": 45}, {"sentences": [{"sentId": 94, "text": "They are the biggest company with money overseas."}], "speaker": "BURNETT", "secId": 46}, {"sentences": [{"sentId": 95, "text": "Right Apple has tremendous money overseas and they going to bring it back and you know there is going to be a 10 percent tax on that money but at least that's reasonable."}, {"sentId": 96, "text": "They will bring it back and then they're going to invest the money mostly here in my opinion."}, {"sentId": 97, "text": "They're going to mostly here."}, {"sentId": 98, "text": "Now they can invest it elsewhere but mostly here."}], "speaker": "TRUMP", "secId": 47}, {"sentences": [{"sentId": 99, "text": "How will it be different than when George W. Bush did it at that time estimates are 92 percent of the money that came home went to shareholder stock buy backs things like that."}, {"sentId": 100, "text": "It didn't go to factories, new jobs, why would it be different?"}], "speaker": "BURNETT", "secId": 48}, {"sentences": [{"sentId": 101, "text": "First of all, we'll create a great incentive for the money to be invested but even if it does go to shareholders, the shareholders they're going to spend the money, you can have of this country stock owners of the company they'll going get x dollars, they're going go out and buy things and that's going to be good."}], "speaker": "TRUMP", "secId": 49}, {"sentences": [{"sentId": 102, "text": "That was a really, really great interview and it was interesting to see him in that -- he was very knowledgeable about the tax code."}, {"sentId": 103, "text": "Is it doable, though?"}], "speaker": "LEMON", "secId": 50}, {"sentences": [{"sentId": 104, "text": "And that's the big question."}, {"sentId": 105, "text": "Look I know you're going to be talking to Grover, right there are some people who say yes, it's doable but a lot of people I talk to and people who like plans like this are extremely skeptical because you're talking about trillions of dollars of tax cuts."}, {"sentId": 106, "text": "Closing a loophole here and there a small one isn't going to make up for that and they might be looking at needing growth numbers we haven't seen in a generation in this country to get there."}, {"sentId": 107, "text": "So, you know, it's going to be incredibly difficult."}], "speaker": "BURNETT", "secId": 51}, {"sentences": [{"sentId": 108, "text": "Yeah because this is about the economy doing really well but his plan works if the economy is doing well and he said the economy is going to skyrocket."}, {"sentId": 109, "text": "Yeah."}], "speaker": "LEMON", "secId": 52}, {"sentences": [{"sentId": 110, "text": "And he's bringing jobs home and if those things happen, yes, but a lot of it."}], "speaker": "BURNETT", "secId": 53}, {"sentences": [{"sentId": 111, "text": "All right we're not done."}, {"sentId": 112, "text": "So stick around Erin Burnett."}, {"sentId": 113, "text": "Bill Clinton has some surprising things to say about Donald Trump when we come right back, we're going to talk about what Trump thinks of the Clintons, OK?"}], "speaker": "LEMON", "secId": 54}, {"sentences": [{"sentId": 114, "text": "And then, plus, Ben Carson doubling down on his comments about Muslims."}, {"sentId": 115, "text": "Will it hurt or it's going to help his race for White House?"}, {"sentId": 116, "text": "That's next."}], "speaker": "LEMON", "secId": 55}, {"sentences": [{"sentId": 117, "text": "Now, Donald Trump is getting a compliment about his campaign style from a somewhat unlikely source."}, {"sentId": 118, "text": "Here it is."}], "speaker": "LEMON", "secId": 56}, {"sentences": [{"sentId": 119, "text": "He's got a lot of pizzazz and zip."}, {"sentId": 120, "text": "He's branded himself in a clearer way."}, {"sentId": 121, "text": "And he's generated some excitement and it remains to be seen what's going to happen."}], "speaker": "CLINTON", "secId": 57}, {"sentences": [{"sentId": 122, "text": "So former president Bill Clinton also says that he thinks that Trump could be the GOP nominee, back with me now, my CNN colleague Erin Burnett who sat down with Donald Trump today."}, {"sentId": 123, "text": "You talked to him about that."}, {"sentId": 124, "text": "What did he say?"}], "speaker": "LEMON", "secId": 58}, {"sentences": [{"sentId": 125, "text": "What?"}, {"sentId": 126, "text": "What?"}], "speaker": "LEMON", "secId": 59}, {"sentences": [{"sentId": 127, "text": "Well, you know, it was interesting."}, {"sentId": 128, "text": "He said he likes Bill Clinton, right?"}, {"sentId": 129, "text": "But he wanted to distance himself a little bit, you know if saying he hadn't talked to him in a long time."}, {"sentId": 130, "text": "Right."}], "speaker": "BURNETT", "secId": 60}, {"sentences": [{"sentId": 131, "text": "Was it backhanded compliment?"}], "speaker": "LEMON", "secId": 61}, {"sentences": [{"sentId": 132, "text": "You know I get the feeling they sort of could be locker room buddies."}, {"sentId": 133, "text": "I mean that you know I did get the feeling that they liked each other but..."}], "speaker": "BURNETT", "secId": 62}, {"sentences": [{"sentId": 134, "text": "He also said some things I think is pretty clear about Bill Clinton is not going to like to hear."}, {"sentId": 135, "text": "You want to hear them?"}], "speaker": "BURNETT", "secId": 63}, {"sentences": [{"sentId": 136, "text": "Yes."}], "speaker": "LEMON", "secId": 64}, {"sentences": [{"sentId": 137, "text": "OK, here we go."}], "speaker": "BURNETT", "secId": 65}, {"sentences": [{"sentId": 138, "text": "I haven't spoke to him for a long time and actually, he wanted to know what I was going to do and it was a long time ago he called that was the last time I spoke to him."}, {"sentId": 139, "text": "But I haven't spoken to him for a long time."}, {"sentId": 140, "text": "I always respected him."}, {"sentId": 141, "text": "I've actually liked him over the years but when we look at what is going on in the world, when we look at the job that Hillary did as secretary of state, she goes down as perhaps the worst secretary of state in history, and when I run against her evenly in the polls, I'm doing very well against Hillary and beating her probably, though, I will tell you you're talking about the Iran agreement."}], "speaker": "TRUMP", "secId": 66}, {"sentences": [{"sentId": 142, "text": "I think Kerry is maybe going to take her place as the worst because of this agreement."}, {"sentId": 143, "text": "I think it's going to go down as the worst agreement in history."}, {"sentId": 144, "text": "But as far as Hilary is concerned, number one if she gets to the starting gate which is questionable because of the e-mail situation it really is to me a big question but I don't think she'll be very difficult to beat."}], "speaker": "TRUMP", "secId": 67}, {"sentences": [{"sentId": 145, "text": "Why?"}, {"sentId": 146, "text": "Why don't you think she's not difficult to beat?"}], "speaker": "BURNETT", "secId": 68}, {"sentences": [{"sentId": 147, "text": "Because she's done such a poor job as secretary of state, she's done the worst job in the history of this country as secretary of state."}, {"sentId": 148, "text": "Erin, if you look throughout the world, during her reign and the reign of Obama, the whole world is blowing up."}, {"sentId": 149, "text": "We've lost our friendships."}, {"sentId": 150, "text": "We've lost everything."}, {"sentId": 151, "text": "It's a whole world."}], "speaker": "TRUMP", "secId": 69}, {"sentences": [{"sentId": 152, "text": "We're talking about Syria, these were things that we wouldn't even be questioning."}, {"sentId": 153, "text": "So many bad -- Libya and so many bad decisions were made going here, going to Libya, now it's a disaster."}], "speaker": "TRUMP", "secId": 70}, {"sentences": [{"sentId": 154, "text": "Sure."}], "speaker": "BURNETT", "secId": 71}, {"sentences": [{"sentId": 155, "text": "Every place that we've touched, every single place, we gave up on Egypt."}, {"sentId": 156, "text": "We didn't back people on Egypt."}, {"sentId": 157, "text": "The people that were relying on backing, so many things that we've touched, the way I look at it, everything, I mean, nobody can tell me one thing that's been done in the last six years foreign policy was that worked out."}], "speaker": "TRUMP", "secId": 72}, {"sentences": [{"sentId": 158, "text": "So in the polls you're the front runner, right, you're the front runner of the GOP when they put you head-to-head with Hilary in our latest poll you still lost by a bit."}, {"sentId": 159, "text": "Some GOP candidates didn't."}, {"sentId": 160, "text": "What would you do to turn that around?"}], "speaker": "BURNETT", "secId": 73}, {"sentences": [{"sentId": 161, "text": "But in other polls, other than the CNN poll I beat her."}, {"sentId": 162, "text": "I think I just have to do my thing see I'm not interested right now and that is by right now I'm running..."}], "speaker": "TRUMP", "secId": 74}, {"sentences": [{"sentId": 163, "text": "Soon your going keep your stride the same..."}], "speaker": "BURNETT", "secId": 75}, {"sentences": [{"sentId": 164, "text": "... guess certain number of people and they have to get there first."}, {"sentId": 165, "text": "I think Hilary in a certain way is going to be easier than anybody else but most of the polls I beat Hilary and I just view -- look, I have a certain number of people that"}], "speaker": "TRUMP", "secId": 76}, {"sentences": [{"sentId": 166, "text": "I'm running against now."}, {"sentId": 167, "text": "One by one they drop out."}], "speaker": "TRUMP", "secId": 77}, {"sentences": [{"sentId": 168, "text": "Who is next to drop out?"}], "speaker": "BURNETT", "secId": 78}, {"sentences": [{"sentId": 169, "text": "Well, you got so many of them doing so poorly that didn't expect to do."}, {"sentId": 170, "text": "Rand Paul is doing horribly."}, {"sentId": 171, "text": "He was supposed to be a leader and he's down to 2 percent."}, {"sentId": 172, "text": "You have so many, guy like Marco Rubio is a lightweight."}, {"sentId": 173, "text": "I can't imagine he goes anywhere."}, {"sentId": 174, "text": "Who, by the way, has the worst voting record in the United States Senate?"}, {"sentId": 175, "text": "He's got the worst..."}], "speaker": "TRUMP", "secId": 79}, {"sentences": [{"sentId": 176, "text": "Not voting."}], "speaker": "BURNETT", "secId": 80}, {"sentences": [{"sentId": 177, "text": "Worst attendance record."}, {"sentId": 178, "text": "You can't do that you got to vote, you know people elect you to a position, you're going to vote."}, {"sentId": 179, "text": "Bush sadly I mean his I think his a nice guy but his doing very poorly."}, {"sentId": 180, "text": "I mean all of these people the interesting thing is everybody that attacked me, Bobby Jindal, Perry, every single person that's got -- Senator Lindsey Graham."}, {"sentId": 181, "text": "I mean in South Carolina I'm a 34."}, {"sentId": 182, "text": "He's at 3 and he's the sitting senator from South Carolina but all of these guys are out."}, {"sentId": 183, "text": "Even Walker and I think he's a nice person but he attacked me, I attacked him."}, {"sentId": 184, "text": "He left the race."}], "speaker": "TRUMP", "secId": 81}, {"sentences": [{"sentId": 185, "text": "So far attacking me has not been a good idea."}, {"sentId": 186, "text": "I'm not saying that it should do it."}, {"sentId": 187, "text": "Well so far it's been I mean seriously, five people."}, {"sentId": 188, "text": "Every single person that's attacked me is either gone or I mean, either collapsed like in the case of Bush he was at 22, 24 and now he's at six or five or something."}, {"sentId": 189, "text": "I don't know what is going on."}, {"sentId": 190, "text": "I don't know."}, {"sentId": 191, "text": "Look, I'm doing this simply I want to make America great again."}], "speaker": "TRUMP", "secId": 82}, {"sentences": [{"sentId": 192, "text": "I'm really good at things I do get along with politicians and believe it or not, I have a great temperament for this stuff."}, {"sentId": 193, "text": "They do respect me in this building I have some of the largest Chinese banks in the world and they are very happy to pay me rent every month and yet I'm very critical of China which is sort of people say how can that be his so critical and yet his got..."}], "speaker": "TRUMP", "secId": 83}, {"sentences": [{"sentId": 194, "text": "So when people say the temperament question -- before we go, people say a temperament question they say look, this is a guy who call someone a loser he'll say something and they say that..."}], "speaker": "BURNETT", "secId": 84}, {"sentences": [{"sentId": 195, "text": "This is a campaign."}], "speaker": "TRUMP", "secId": 85}, {"sentences": [{"sentId": 196, "text": "But they say that's childish and say that's not the temperament of a president."}], "speaker": "BURNETT", "secId": 86}, {"sentences": [{"sentId": 197, "text": "Probably so childish but you know this is a campaign and usually and I think you know this better than anybody, I'm responding to them."}, {"sentId": 198, "text": "I'm a counter puncher."}], "speaker": "TRUMP", "secId": 87}, {"sentences": [{"sentId": 199, "text": "He's a counter puncher and you talked to him because he mentions pretty much all of his rivals, right?"}], "speaker": "LEMON", "secId": 88}, {"sentences": [{"sentId": 200, "text": "Pretty much."}], "speaker": "BURNETT", "secId": 89}, {"sentences": [{"sentId": 201, "text": "And when you talk to him about temperament because that's a big question from just about every single interviewer, what did he say?"}], "speaker": "LEMON", "secId": 90}, {"sentences": [{"sentId": 202, "text": "So he said look, he thinks he has the temperament to be in the White House."}, {"sentId": 203, "text": "Now one thing he said, I think two things about this interview, one, he did make an effort and I think succeeded as coming across as more substantive and more moderate."}], "speaker": "BURNETT", "secId": 91}, {"sentences": [{"sentId": 204, "text": "I agree."}], "speaker": "LEMON", "secId": 92}, {"sentences": [{"sentId": 205, "text": "So I think he succeed in that, which is significant because he needs to turn the conversation about his temperament around."}, {"sentId": 206, "text": "He don't want to come off as an erratic bully you want to come off as someone who's thoughful, you want to be the counter puncher, not the puncher."}, {"sentId": 207, "text": "So he's certainly trying to make that transition, at least it seem that way to me."}, {"sentId": 208, "text": "He was in his wheelhouse when he was talking about the economy."}], "speaker": "BURNETT", "secId": 93}, {"sentences": [{"sentId": 209, "text": "And he clearly has put a lot of thought into foreign policy, as well, right?"}, {"sentId": 210, "text": "I mean his willing to say he takes Vladimir Putin side on Bashar al-Assad it's just an example."}, {"sentId": 211, "text": "So he's there it seems now to try to maybe it's a reaction to some of those poll numbers that have come down."}], "speaker": "BURNETT", "secId": 94}, {"sentences": [{"sentId": 212, "text": "But still the front runner."}], "speaker": "LEMON", "secId": 95}, {"sentences": [{"sentId": 213, "text": "He is still the front runner."}], "speaker": "BURNETT", "secId": 96}, {"sentences": [{"sentId": 214, "text": "So now its time to own it."}, {"sentId": 215, "text": "So but you have the job, basically."}, {"sentId": 216, "text": "BURNETT:  Now you have it, you can't, you don't want to just punch at people who are below you."}, {"sentId": 217, "text": "You want to consolidate and grow and that's clearly what he's trying to do."}], "speaker": "LEMON", "secId": 97}, {"sentences": [{"sentId": 218, "text": "Nice work."}, {"sentId": 219, "text": "Nice work."}], "speaker": "LEMON", "secId": 98}, {"sentences": [{"sentId": 220, "text": "Thank you, great to see you."}], "speaker": "BURNETT", "secId": 99}, {"sentences": [{"sentId": 221, "text": "It's great to see you, it's good to have you back."}, {"sentId": 222, "text": "And it's always an interesting day when you get to interview Donald Trump."}, {"sentId": 223, "text": "I liked doing it."}], "speaker": "LEMON", "secId": 100}, {"sentences": [{"sentId": 224, "text": "He's a fascinating person and seeing him in person and how he operates and how his mind works, it is a very interesting thing."}], "speaker": "BURNETT", "secId": 101}, {"sentences": [{"sentId": 225, "text": "Yeah, thank you."}], "speaker": "LEMON", "secId": 102}, {"sentences": [{"sentId": 226, "text": "All right, thanks, good to see you."}], "speaker": "BURNETT", "secId": 103}, {"sentences": [{"sentId": 227, "text": "Yeah welcome back."}, {"sentId": 228, "text": "Everything is good?"}], "speaker": "LEMON", "secId": 104}, {"sentences": [{"sentId": 229, "text": "Yeah everything is good, two little ones."}], "speaker": "BURNETT", "secId": 105}, {"sentences": [{"sentId": 230, "text": "Coming up, now that Donald Trump revealed his big tax plan, the big question is can it work?"}, {"sentId": 231, "text": "We come right back we're going to get some answers for that."}], "speaker": "LEMON", "secId": 106}, {"sentences": [{"sentId": 232, "text": "Breaking just in at CNN, it's out of Mexico a fugitive who was on the lam since 1990 has been arrested."}, {"sentId": 233, "text": "His name is Paul Jackson."}, {"sentId": 234, "text": "He was invited on rape and kidnapping charges on Oregon and was featured just two months ago on CNN's \"The Hunt,\" with John Walsh."}, {"sentId": 235, "text": "Again, his been arrested and according to U.S. marshals and the task force \"The Hunt\" played an important role in Jackson's capture."}, {"sentId": 236, "text": "We'll update you on this breaking news where in we get more information on it."}], "speaker": "LEMON", "secId": 107}, {"sentences": [{"sentId": 237, "text": "Now, we want to get back to Donald Trump's tax plan."}, {"sentId": 238, "text": "He says it will not only give relief to most Americans, it will simple -- simplify the tax code across the board."}, {"sentId": 239, "text": "Let's talk about it now with Katrina Pierson, the spokeswoman of the Tea Party Leadership Fund and the former taxes congressional candidate."}, {"sentId": 240, "text": "Also Joe Nocera is a columnist for \"The New York Times\" and Sara Murray is a CNN political reporter."}, {"sentId": 241, "text": "Good evening to all of you."}, {"sentId": 242, "text": "Sara you first, what are tax experts saying about Donald Trump's tax plan?"}], "speaker": "LEMON", "secId": 108}, {"sentences": [{"sentId": 243, "text": "They are saying in many ways, it's a traditional Republican plan."}, {"sentId": 244, "text": "It does simplify the tax code and that it shrinks from seven rates to four rates but they are also saying that this is a big cut for the wealthiest Americans."}], "speaker": "MURRAY", "secId": 109}, {"sentences": [{"sentId": 245, "text": "And Donald Trump does that by reducing the top tax rate from 40 percent to 25 percent but he also does that in a potentially even more interesting and a little bit trickier way, which is that business tax cut that Erin was talking about earlier -- that 15 percent corporate tax rate for any size of business means if you're a wealthy individual and you say look, I'm going to go into business for myself and start and LLC."}, {"sentId": 246, "text": "you could pay a 15 percent tax rate rather than that 25 percent tax rate."}, {"sentId": 247, "text": "So in that sense, it could be an even bigger cut for wealthy individuals than we were talking about earlier today, Don."}], "speaker": "MURRAY", "secId": 110}, {"sentences": [{"sentId": 248, "text": "OK so Joe, here is what Donald Trump says."}, {"sentId": 249, "text": "He says that under his tax plan, the economy is going to take off like a rocket."}, {"sentId": 250, "text": "What are your thoughts on that?"}], "speaker": "LEMON", "secId": 111}, {"sentences": [{"sentId": 251, "text": "Well, first of all, it won't."}, {"sentId": 252, "text": "Second of all, we're going to triple the deficit because he's absolutely -- he actually has absolutely no way of raising the kind of revenue that you would need to raise with the tax cuts that he proposed and I might add even the quote unquote hedge fund guys that he's always going after, you know, they are actually going to see their income taxes probably go down rather than up because of the huge cut on the top marginal tax rate."}, {"sentId": 253, "text": "So the idea -- it's a classic idea, supplies that idea."}, {"sentId": 254, "text": "You lower taxes, you got economy growth."}, {"sentId": 255, "text": "We've tried it and tried it and tried it and tried it, it doesn't work."}], "speaker": "NOCERA", "secId": 112}, {"sentences": [{"sentId": 256, "text": "And Katrina, Joe is saying it's not going to work, what's your response?"}], "speaker": "LEMON", "secId": 113}, {"sentences": [{"sentId": 257, "text": "Well, I think I'm going to have the side with all of the tax experts, they seem to like it across the board."}, {"sentId": 258, "text": "It's getting a lot of rave reviews from a lot of people who've been doing this for a very long time."}, {"sentId": 259, "text": "This is Donald Trump's wheelhouse as everyone is calling it, but here we go, Don, he did it again."}], "speaker": "PIERSON", "secId": 114}, {"sentences": [{"sentId": 260, "text": "People have been asking for points and policies and specifics and now we have it."}, {"sentId": 261, "text": "Everyone is loving it across the board and it's not a populous idea that he took and I think it's important that we point that out."}], "speaker": "PIERSON", "secId": 115}, {"sentences": [{"sentId": 262, "text": "A lot of people are saying it is populous, you don't agree that it is."}, {"sentId": 263, "text": "But Sara, let's..."}], "speaker": "LEMON", "secId": 116}, {"sentences": [{"sentId": 264, "text": "I don't agree at all."}], "speaker": "PIERSON", "secId": 117}, {"sentences": [{"sentId": 265, "text": "... Sara, let's get some analysis here because I think that, you know, never ask a question that you don't know the answer."}, {"sentId": 266, "text": "I think I know the answer of this question though."}, {"sentId": 267, "text": "The question is not Trump has hit -- that he hasn't disclosed more details about as Katrina said about his actual policies."}, {"sentId": 268, "text": "What is he doing, why is he doing this now?"}, {"sentId": 269, "text": "Why is he starting with taxes?"}], "speaker": "LEMON", "secId": 118}, {"sentences": [{"sentId": 270, "text": "Well, I think the reality is we've seen him sort of rule out a couple plans like immigration for instance which launched his campaign but taxes really are in his wheelhouse."}, {"sentId": 271, "text": "You can tell I've been traveling with him a lot."}, {"sentId": 272, "text": "This is something he really cares about."}, {"sentId": 273, "text": "It's something he thinks about on a daily basis."}, {"sentId": 274, "text": "All of a sudden, he'll be giving a stump speech and he'll start talking about tax inversions."}], "speaker": "MURRAY", "secId": 119}, {"sentences": [{"sentId": 275, "text": "So as a businessman, Donald Trump is -- his intimately familiar with the tax code."}, {"sentId": 276, "text": "He has dealt with this a lot about individually and with his various business enterprises."}, {"sentId": 277, "text": "But the reality is when you are a serious candidate for president and you start rolling out policy, and you are the Republican front runner, that invites more scrutiny and I think that's what he's getting right now and it's not every expert that's coming out, it's not even every Republican tax experts and economist coming out and saying that this is a great plan."}], "speaker": "MURRAY", "secId": 120}, {"sentences": [{"sentId": 278, "text": "I talked to many Republicans today who's that they weren't exactly sure what Donald Trump was trying to accomplish even though he was following through with many of the things Republicans like, like sweeping across the board tax cuts."}], "speaker": "MURRAY", "secId": 121}, {"sentences": [{"sentId": 279, "text": "So you said that the hedge fund guys would not like this plan?"}, {"sentId": 280, "text": "But his plan would lower taxes for a lot of middle class and this is why I think he did it in part."}, {"sentId": 281, "text": "A lot of middle class and working Americans and that is very appealing to them."}], "speaker": "LEMON", "secId": 122}, {"sentences": [{"sentId": 282, "text": "Well, sure everybody wants lower taxes and if you're a politician who offers lower taxes to everybody, you try to make everybody happy."}, {"sentId": 283, "text": "First of all, I did not say the hedge fund guys wouldn't like it."}, {"sentId": 284, "text": "I think they will like it because, you know, for all his rhetoric about hedge funds, he's actually going to lower their income taxes with his plan."}], "speaker": "NOCERA", "secId": 123}, {"sentences": [{"sentId": 285, "text": "You know, everybody keeps saying this is in his wheelhouse."}, {"sentId": 286, "text": "He hasn't listed a single serious deduction that would make up for the revenue that he's going to give up through this tax plan."}, {"sentId": 287, "text": "So I mean, I find it hard to take it seriously and I'm kind of surprised that more people are taking it seriously."}], "speaker": "NOCERA", "secId": 124}, {"sentences": [{"sentId": 288, "text": "Hang on, hang on."}, {"sentId": 289, "text": "Sara and then Katrina, go ahead."}], "speaker": "LEMON", "secId": 125}, {"sentences": [{"sentId": 290, "text": "I would just that it's not surprising to see a presidential candidate not list the deductions they would cut."}, {"sentId": 291, "text": "You saw the exact same thing with Mitt Romney who have said that he would pay for his tax plan by cutting deductions on the wealthy and he didn't explain who those deductions were but that's because it's not politically popular, not necessarily because candidates don't know which ones they are aiming for."}], "speaker": "MURRAY", "secId": 126}, {"sentences": [{"sentId": 292, "text": "Go ahead Katrina."}], "speaker": "LEMON", "secId": 127}, {"sentences": [{"sentId": 293, "text": "But he did talk about business incentives, which, you know, that the tax experts have said in, well it could bring $2 trillion and bringing that back to the states."}, {"sentId": 294, "text": "I think that's a big deal and we should be looking at that."}, {"sentId": 295, "text": "That when we talk about the tax cuts for the hedge funds, he's talking about capping out at 25 percent in income."}, {"sentId": 296, "text": "It's the other revenue that comes in that's maybe taxed at 15 percent that's not going to be taxed at 25 percent."}], "speaker": "PIERSON", "secId": 128}, {"sentences": [{"sentId": 297, "text": "He's going to need help though from Democrats so Katrina and if he gets elected president."}, {"sentId": 298, "text": "So -- and he talks about the art of the deal, will he get enough Democrats on his side to pass this plan you think?"}], "speaker": "LEMON", "secId": 129}, {"sentences": [{"sentId": 299, "text": "Well, I think so."}, {"sentId": 300, "text": "If you look what everybody is talking about today, we seen across the board on all network, there are a lot of people saying, you know, this is a pretty good idea."}], "speaker": "PIERSON", "secId": 130}, {"sentences": [{"sentId": 301, "text": "And it's not populous simply because the populous idea would be to eradicate the IRS and implement a flat tax or fair tax, that's a populous idea."}, {"sentId": 302, "text": "He actually keeps brackets in place and people are liking what they're hearing."}], "speaker": "PIERSON", "secId": 131}, {"sentences": [{"sentId": 303, "text": "OK, let me ask all of you."}, {"sentId": 304, "text": "Sara, I'm going to ask you and I think you -- realistic is it possible to raise enough revenue to offset the drastic tax cuts?"}], "speaker": "LEMON", "secId": 132}, {"sentences": [{"sentId": 305, "text": "I did not talk to a single tax expert today that said they thought that he would be able to do that."}, {"sentId": 306, "text": "I mean, they did say the same point Joe made, he's not specific about the deductions he would get rid of on highest earners but they found it very difficult to envision any deduction that he left on the table that you could cut that would make up enough for it."}], "speaker": "MURRAY", "secId": 133}, {"sentences": [{"sentId": 307, "text": "And Joe you said as much you believe similar to that, correct?"}], "speaker": "LEMON", "secId": 134}, {"sentences": [{"sentId": 308, "text": "Well, I mean that there just aren't enough deductions in the tax code to make up for what he -- for the revenue that he's going to give up."}, {"sentId": 309, "text": "I mean, let's just acknowledge that."}, {"sentId": 310, "text": "We're going to talk about that trillion dollar deficit and this would actually happen with by the way at never will because he'll never be elected president."}], "speaker": "NOCERA", "secId": 135}, {"sentences": [{"sentId": 311, "text": "OK, well..."}], "speaker": "LEMON", "secId": 136}, {"sentences": [{"sentId": 312, "text": "There are deductions and loopholes."}, {"sentId": 313, "text": "Let's not forget about leaving out the special interest this time."}], "speaker": "PIERSON", "secId": 137}, {"sentences": [{"sentId": 314, "text": "I never say never, but Joe let me ask you about this because you have been quite critical of Donald Trump's business skills but he's not the only one that you criticized."}, {"sentId": 315, "text": "Carly fiorina has drawn fire from you too."}], "speaker": "LEMON", "secId": 138}, {"sentences": [{"sentId": 316, "text": "Absolutely."}, {"sentId": 317, "text": "She was a disaster in the five years that she ran Hewlett-Packard."}, {"sentId": 318, "text": "Her criticism of Trump is correct that he -- his companies went bankrupt four times and his criticism of her is correct that she drove Hewlett-Packard into the ground."}, {"sentId": 319, "text": "It's, you know, it quite a pair."}], "speaker": "NOCERA", "secId": 139}, {"sentences": [{"sentId": 320, "text": "Katrina, you know, the latest poll from NBC -- its NBC in the Wall Street Journal was released yesterday."}, {"sentId": 321, "text": "Trump is virtually tied with Ben Carson now."}, {"sentId": 322, "text": "Trump is 21 percent, Carson is 20."}, {"sentId": 323, "text": "Is that 20 percent?"}, {"sentId": 324, "text": "Is he losing his edge at least in the polls or do you think this is a natural leveling out of this -- of the race?"}], "speaker": "LEMON", "secId": 140}, {"sentences": [{"sentId": 325, "text": "Well, I think this is a natural and leveling it out, but I also say that anyone who's not a billionaire criticizing a billionaire for being a bad business person is probably not up to good taste, but the polls are doing well I think."}, {"sentId": 326, "text": "I think with Ben Carson coming out there, he too is now coming under criticism."}, {"sentId": 327, "text": "I like the fact that Carly Fiorina is rising in the polls because we have to vet all of the candidates and I like Mr. Trump getting to take a break every now and again but seems to make headlines everyday."}], "speaker": "PIERSON", "secId": 141}, {"sentences": [{"sentId": 328, "text": "Sara, I'll ask you the same question about the polls as a political reporter, natural leveling out or this is something that Donald Trump should be worried about?"}], "speaker": "LEMON", "secId": 142}, {"sentences": [{"sentId": 329, "text": "You know, I think the reality is we're starting to see people tune in and look at more candidates who do not fit the establishment mold, they are anti establishment but I do think if you're Donald Trump, you're facing your first serious challenge."}, {"sentId": 330, "text": "It is the first time that since he's risen in the polls that he seen other people start to catch up with him and it's hard to say that's not something that he should be worried about."}], "speaker": "MURRAY", "secId": 143}, {"sentences": [{"sentId": 331, "text": "Again it's very early, remember Rick Santorum was not leading in the polls until just before, I mean, 10 days, two weeks before people went to the polls in Iowa."}, {"sentId": 332, "text": "So I can not stress how early it is."}], "speaker": "MURRAY", "secId": 144}, {"sentences": [{"sentId": 333, "text": "Great panel."}, {"sentId": 334, "text": "Thank you, appreciate all of your input."}, {"sentId": 335, "text": "Thank you very much."}], "speaker": "LEMON", "secId": 145}, {"sentences": [{"sentId": 336, "text": "Thank you."}], "speaker": "NOCERA", "secId": 146}, {"sentences": [{"sentId": 337, "text": "Thank you."}, {"sentId": 338, "text": "Up next, Dr. Ben Carson goes one on one with CNN, does he stand by his comments about not supporting a Muslim for president?"}, {"sentId": 339, "text": "Stick around and find out."}], "speaker": "LEMON", "secId": 147}, {"sentences": [{"sentId": 340, "text": "Dr. Ben Carson has been in the middle of a storm of controversy ever since his comments about not being able to support a Muslim candidate for the president."}, {"sentId": 341, "text": "Our very own Jake Tapper sat down with the candidate."}, {"sentId": 342, "text": "Listen."}], "speaker": "LEMON", "secId": 148}, {"sentences": [{"sentId": 343, "text": "You said last week, quote, I would not advocate that we put a Muslim in charge of this nation, I absolutely would not agree with that."}], "speaker": "TAPPER", "secId": 149}, {"sentences": [{"sentId": 344, "text": "I would advocate that people go back and look at the transcript."}], "speaker": "CARSON", "secId": 150}, {"sentences": [{"sentId": 345, "text": "Should a president's faith matter?"}, {"sentId": 346, "text": "Should you faith matter to voters?"}], "speaker": "TODD", "secId": 151}, {"sentences": [{"sentId": 347, "text": "I guess it depends on what that faith is."}, {"sentId": 348, "text": "If it's inconsistent with the values and principles of America, then of course it should matter but if it fits within the realm of America and consistent with constitution, no problem."}], "speaker": "CARSON", "secId": 152}, {"sentences": [{"sentId": 349, "text": "So do you believe Islam is consistent with the constitution?"}], "speaker": "TODD", "secId": 153}, {"sentences": [{"sentId": 350, "text": "No, don't."}, {"sentId": 351, "text": "I don't."}, {"sentId": 352, "text": "I do not."}, {"sentId": 353, "text": "I would not advocate that we put a Muslim in charge of this nation."}, {"sentId": 354, "text": "I absolutely would not agree with that."}], "speaker": "CARSON", "secId": 154}, {"sentences": [{"sentId": 355, "text": "I want to ask about Islam, if you thought Islam was conductive to the constitution and you said Muslims that you would have a problem with Muslim being president."}], "speaker": "TAPPER", "secId": 155}, {"sentences": [{"sentId": 356, "text": "Yes."}, {"sentId": 357, "text": "I would have problems with somebody who embraced all the doctrines associated with Islam."}, {"sentId": 358, "text": "If they are not willing to reject, you know, Sharia and all the portions of it that are talked about in the Koran, if they are not willing to reject that and subject the that to American values and the constitution, then of course I wouldn't."}, {"sentId": 359, "text": "And I will ask you, would you be willing to do that?"}, {"sentId": 360, "text": "Would you be willing to advocate for somebody that would do that?"}, {"sentId": 361, "text": "Probably not."}], "speaker": "CARSON", "secId": 156}, {"sentences": [{"sentId": 362, "text": "I don't assume that because somebody is Muslim, they would put their religion ahead of the U.S. constitution and in fact the U.S. constitution itself says no religious tests."}], "speaker": "TAPPER", "secId": 157}, {"sentences": [{"sentId": 363, "text": "Yeah, except that I had already said before that that anybody from any religion from any background, if they are -- I told you what the criteria were for -- I told Chuck Todd what the criteria for."}, {"sentId": 364, "text": "So he is asking this out of that context."}], "speaker": "CARSON", "secId": 158}, {"sentences": [{"sentId": 365, "text": "You don't think in any way you said anything that could have been said more clearly about Muslims?"}], "speaker": "TAPPER", "secId": 159}, {"sentences": [{"sentId": 366, "text": "I made it very clear."}], "speaker": "CARSON", "secId": 160}, {"sentences": [{"sentId": 367, "text": "Because you seem to be singling out Muslims as individuals who automatically as a knee jerk would put the religion ahead of the country and I think that offended a lot of people, including a lot of patriotic Muslims."}], "speaker": "TAPPER", "secId": 161}, {"sentences": [{"sentId": 368, "text": "I think the statement stands."}, {"sentId": 369, "text": "Isn't possible that maybe the media thinks that it's a bigger deal than the American people do?"}], "speaker": "CARSON", "secId": 162}, {"sentences": [{"sentId": 370, "text": "I think..."}], "speaker": "TAPPER", "secId": 163}, {"sentences": [{"sentId": 371, "text": "Because American people, the majority of them agree what -- and understand exactly what I'm saying."}], "speaker": "CARSON", "secId": 164}, {"sentences": [{"sentId": 372, "text": "I think I've seen from -- I've heard from a lot of people who don't think that Muslims can be patriotic who agree with you."}], "speaker": "TAPPER", "secId": 165}, {"sentences": [{"sentId": 373, "text": "And I don't know that if I were running for president I would want to support a people that..."}], "speaker": "TAPPER", "secId": 166}, {"sentences": [{"sentId": 374, "text": "Of course Muslims could be -- I have worked with Muslims."}, {"sentId": 375, "text": "I've trained Muslims."}, {"sentId": 376, "text": "I've operated on Muslims."}, {"sentId": 377, "text": "I have a lot of Muslims who are very patriotic, good Americans and they gladly admit at least privately that they don't accept Sharia or the doctrines and they understand that Islam is a system of living, and it includes the way that you relate to the government, and you cannot, unless you specifically deny that portion of Islam be a Muslim in good standing."}, {"sentId": 378, "text": "Now, if that is the case, if you're not willing to reject that, then how in the world can you possibly be the president of the United States?"}], "speaker": "CARSON", "secId": 167}, {"sentences": [{"sentId": 379, "text": "So you are saying that there is something specific about being a Muslim that you have to reject Islam in order to be a president?"}], "speaker": "TAPPER", "secId": 168}, {"sentences": [{"sentId": 380, "text": "Well, you have to -- you have to reject the tenants of Islam."}, {"sentId": 381, "text": "Yes, you have to."}], "speaker": "CARSON", "secId": 169}, {"sentences": [{"sentId": 382, "text": "And that's different from an orthodox Jew or devotes Christian."}], "speaker": "TAPPER", "secId": 170}, {"sentences": [{"sentId": 383, "text": "If there's a devote Christian whose running and they refuse to reject the ideals of our constitution or if they want to establish a theocracy, I cannot advocate for them."}], "speaker": "CARSON", "secId": 171}, {"sentences": [{"sentId": 384, "text": "I guess the point is you're seemed to be suggesting that Muslim Americans automatically want a theocracy."}, {"sentId": 385, "text": "And I just don't know any Muslim Americans and I know plenty who feel that way even if they are observant Muslim."}], "speaker": "TAPPER", "secId": 172}, {"sentences": [{"sentId": 386, "text": "OK."}, {"sentId": 387, "text": "In terms of the tenants of Islam, are you familiar with them?"}], "speaker": "CARSON", "secId": 173}, {"sentences": [{"sentId": 388, "text": "I'm familiar..."}], "speaker": "TAPPER", "secId": 174}, {"sentences": [{"sentId": 389, "text": "The Corpus Juris from the group of the people who make the rules that goes back to the 10th century."}], "speaker": "CARSON", "secId": 175}, {"sentences": [{"sentId": 390, "text": "I'm familiar with extremist interpretations of plenty of religions."}], "speaker": "TAPPER", "secId": 176}, {"sentences": [{"sentId": 391, "text": "I'm not talking about extremists interpretations."}, {"sentId": 392, "text": "I'm talking about what is required."}, {"sentId": 393, "text": "And you have to make a specific declaration, and decision to reject the portions of it."}], "speaker": "CARSON", "secId": 177}, {"sentences": [{"sentId": 394, "text": "What portions of it?"}], "speaker": "TAPPER", "secId": 178}, {"sentences": [{"sentId": 395, "text": "The portions of it that tell you how you treat women."}, {"sentId": 396, "text": "The portions of it that indicate the  who that the people, who are not believers are subject to different rules, that they can be dominated."}], "speaker": "CARSON", "secId": 179}, {"sentences": [{"sentId": 397, "text": "I think one of the things is just you are a member of a church that there is a lot of misinformation about the Seventh Day Adventist Church."}, {"sentId": 398, "text": "You're African-American."}, {"sentId": 399, "text": "You know what it's like for people to make false assumptions about you."}, {"sentId": 400, "text": "And you seem to be doing the same thing with Muslims."}], "speaker": "TAPPER", "secId": 180}, {"sentences": [{"sentId": 401, "text": "In which way am I making a false assumption of it?"}], "speaker": "CARSON", "secId": 181}, {"sentences": [{"sentId": 402, "text": "You're assuming that Muslim-Americans put their religion ahead of the country."}, {"sentId": 403, "text": "CARSON:  I'm assuming that if you accept all the tenants of Islam that you have very difficult time abiding under the constitution of the United States."}], "speaker": "TAPPER", "secId": 182}, {"sentences": [{"sentId": 404, "text": "OK."}, {"sentId": 405, "text": "This interview is over."}], "speaker": "TAPPER", "secId": 183}, {"sentences": [{"sentId": 406, "text": "OK."}], "speaker": "CARSON", "secId": 184}, {"sentences": [{"sentId": 407, "text": "Thank you."}, {"sentId": 408, "text": "Thank you, Dr. Carson, appreciate it."}], "speaker": "TAPPER", "secId": 185}, {"sentences": [{"sentId": 409, "text": "Well, coming up, reaction to that interview to Carson's comments, will his remarks hurt him in the polls?"}, {"sentId": 410, "text": "We'll discuss."}], "speaker": "LEMON", "secId": 186}, {"sentences": [{"sentId": 411, "text": "Doctor Ben Carson's comments about not being able to support a Muslim for president may have offended a lot of people, but they don't seem to have hurt him in the polls."}], "speaker": "LEMON", "secId": 187}, {"sentences": [{"sentId": 412, "text": "Rula Jebreal is here to talk about this."}, {"sentId": 413, "text": "She's a Foreign Policy Analyst and the author of Miral."}, {"sentId": 414, "text": "Ryan Lizza is here, CNN Political Commentator and Washington Post Correspondent for the New Yorker."}, {"sentId": 415, "text": "We didn't recognize because he's not wearing his glasses and Republican Strategists Mercedes Schlapp is with us as well."}, {"sentId": 416, "text": "Good to see all of you."}], "speaker": "LEMON", "secId": 188}, {"sentences": [{"sentId": 417, "text": "I almost didn't recognize you, Ryan without your glasses."}, {"sentId": 418, "text": "So, you heard Jake's interview."}, {"sentId": 419, "text": "Ben Carson is the not backing down, so what do you think?"}, {"sentId": 420, "text": "What do you think?"}, {"sentId": 421, "text": "By the way, this interview is over."}, {"sentId": 422, "text": "That was interesting."}], "speaker": "LEMON", "secId": 189}, {"sentences": [{"sentId": 423, "text": "It's over."}, {"sentId": 424, "text": "I know that was interesting and Armstrong Williams, his immediate adviser decided that the questioning was too tough and ended the interview."}], "speaker": "LIZZA", "secId": 190}, {"sentences": [{"sentId": 425, "text": "I think quite honestly they said it was because of time."}], "speaker": "LEMON", "secId": 191}, {"sentences": [{"sentId": 426, "text": "Well, you know, what, that's always a stupid move."}, {"sentId": 427, "text": "You know, you think you're helping your boss by doing that, but you're embarrassing him, right?"}, {"sentId": 428, "text": "Nobody -- it never looks good to pull the plug on a live T.V."}, {"sentId": 429, "text": "interview."}, {"sentId": 430, "text": "It only looks bad."}, {"sentId": 431, "text": "So that was obviously the biggest mistake in that interview."}, {"sentId": 432, "text": "The biggest mistake is Ben Carson assuming that any Muslim that runs for president in the United States is going to be some kind of Jihad Muslim extremist and that is the only brand of Islam that exists and I think that's the sort of shocking thing is that someone as smart as Ben Carson doesn't understand the different spectrum of opinion in Islam."}], "speaker": "LIZZA", "secId": 192}, {"sentences": [{"sentId": 433, "text": "I want to hear from you now, Rula, how did you interpret that comments, these remarks?"}, {"sentId": 434, "text": "Do you think he is saying that Muslims cannot put their loyalty to the U.S. ahead of their religion?"}, {"sentId": 435, "text": "RULA JEBREAL, FOREIGN POLICY ANALYST:  Well, it's ironic because Ben"}], "speaker": "LEMON", "secId": 193}, {"sentences": [{"sentId": 436, "text": "Carson himself wrote a book in 2011, America the Beautiful and in that book, he talks about Muslims and he says you can't paint 1.4 billion Muslim in a philosophical brush altogether because they are different."}, {"sentId": 437, "text": "He sounded more tolerant towards minorities."}, {"sentId": 438, "text": "Now, he's actually mainstreaming to the far right."}], "speaker": "LEMON", "secId": 194}, {"sentences": [{"sentId": 439, "text": "And he knows that this will get him vote."}, {"sentId": 440, "text": "He knows that 39 percent of Americans believe what he says is true that a Muslim should never become president."}, {"sentId": 441, "text": "This is the Republican Party."}, {"sentId": 442, "text": "This is the base of the Republican Party and he's catering to them."}, {"sentId": 443, "text": "And he's actually rising in the poll because of that."}], "speaker": "LEMON", "secId": 195}, {"sentences": [{"sentId": 444, "text": "Rula, let's talk about some..."}], "speaker": "LEMON", "secId": 196}, {"sentences": [{"sentId": 445, "text": "He will make a lot of money when he drops out of the race because it's an industry."}], "speaker": "JEBREAL", "secId": 197}, {"sentences": [{"sentId": 446, "text": "I want to continue on with you, Rula because he says that, you know, he's operated on."}, {"sentId": 447, "text": "He knows, he's worked with them, he's known lots of Muslims."}, {"sentId": 448, "text": "He said privately, they say they reject the tenants of Islam and of Sharia and he said that is what one would have to do in order to be president."}, {"sentId": 449, "text": "Is he correct?"}], "speaker": "LEMON", "secId": 198}, {"sentences": [{"sentId": 450, "text": "Do people say, you know, what, I reject the tenants of Islam and do you think people have to do that in order to be president?"}], "speaker": "LEMON", "secId": 199}, {"sentences": [{"sentId": 451, "text": "I don't think -- I think he's really doesn't understand the Constitution of this country."}, {"sentId": 452, "text": "And he's -- what he's saying is really more dangerous with what we think."}, {"sentId": 453, "text": "What he's saying basically these are fifth columnists that are basically Jihadists hiding behind and what they are saying is not what they are thinking."}, {"sentId": 454, "text": "Not only that, these are the same biggest argument used against JFK, John Kennedy when they used to say, \"He will obey and beholden to a foreign leader, which is the pope, and beholden to a foreign country."}, {"sentId": 455, "text": "Luckily, history proved them wrong and it will prove them wrong again.\""}], "speaker": "JEBREAL", "secId": 200}, {"sentences": [{"sentId": 456, "text": "Mercedes, the Constitution, she's right, specifically."}, {"sentId": 457, "text": "We have talked about this as there is no qualification over religion as a qualification for the president."}, {"sentId": 458, "text": "Do you think that Ben Carson is asking Muslims to take a litmus test?"}, {"sentId": 459, "text": "Is that fair?"}], "speaker": "LEMON", "secId": 201}, {"sentences": [{"sentId": 460, "text": "It's absolutely not fair."}, {"sentId": 461, "text": "I mean, what is Ben Carson want?"}, {"sentId": 462, "text": "Does he want, you know, the Muslim to sign a pledge like we did with Donald Trump, you know what I mean?"}, {"sentId": 463, "text": "To go out there and say, look, you got to pick the Constitution over, you know, your religion?"}, {"sentId": 464, "text": "I mean, we know that in our Constitution that there is no religious test for running."}, {"sentId": 465, "text": "And at the end of the day, you know that there's plenty of Muslims out there who love this country."}], "speaker": "SCHLAPP", "secId": 202}, {"sentences": [{"sentId": 466, "text": "You know, he did use in his fund-raising letter, interestingly enough which, you know, I get all different types of fund raising letters from Republican candidate saying that he's done with political correctness and he states very clearly that with the Muslims, for example, that they would have to pick the Constitution over Sharia Law."}, {"sentId": 467, "text": "But the question is that why is this -- this has become such a large issue for the Ben Carson campaign."}, {"sentId": 468, "text": "And unfortunately it's distracting from all the other issues we should be talking about right now."}], "speaker": "SCHLAPP", "secId": 203}, {"sentences": [{"sentId": 469, "text": "It is tough."}, {"sentId": 470, "text": "It has been tough for them to put this behind them and they will say it's because the media is, you know, had glommed on to it and is carrying like a dog with a bone."}], "speaker": "LEMON", "secId": 204}, {"sentences": [{"sentId": 471, "text": "Sure."}, {"sentId": 472, "text": "He brought it up."}], "speaker": "SCHLAPP", "secId": 205}, {"sentences": [{"sentId": 473, "text": "He also says that he is being taken out of context, Ryan."}], "speaker": "LEMON", "secId": 206}, {"sentences": [{"sentId": 474, "text": "No."}, {"sentId": 475, "text": "He's not the..."}], "speaker": "LIZZA", "secId": 207}, {"sentences": [{"sentId": 476, "text": "Is he -- and you listen to the comments and his qualification later?"}], "speaker": "LEMON", "secId": 208}, {"sentences": [{"sentId": 477, "text": "Look, Jake which is first of all, it was a great interview by Jake Tapper."}, {"sentId": 478, "text": "He showed the comments by Ben Carson to Chuck Todd on Meet the Press."}, {"sentId": 479, "text": "It was not taken out of context."}, {"sentId": 480, "text": "Now, as the controversy has worn on, right, and as Carson's receive more criticism, he sort of tried to explain things a little bit more clearly."}, {"sentId": 481, "text": "But what he originally said was that basically if you are a Muslim, there is no way that you could abide by your religion and the Constitution at the same time."}], "speaker": "LIZZA", "secId": 209}, {"sentences": [{"sentId": 482, "text": "Now, look, not to defend Ben Carson in any way, but -- or on this issue, obviously, if you are a religious extremist, if you are a Christian Reconstructionist..."}], "speaker": "LIZZA", "secId": 210}, {"sentences": [{"sentId": 483, "text": "Right."}], "speaker": "SCHLAPP", "secId": 211}, {"sentences": [{"sentId": 484, "text": "... that say we should institute the Old Testament law."}, {"sentId": 485, "text": "I think a lot of Americans would say, no, that's not good for -- to be commander-in- chief."}, {"sentId": 486, "text": "The same thing if you are a religious extremist who observes an extreme version of Islam."}, {"sentId": 487, "text": "We all would agree with that."}, {"sentId": 488, "text": "What Carson was saying is that that's pretty much the only strain of Islam that exists."}], "speaker": "LIZZA", "secId": 212}, {"sentences": [{"sentId": 489, "text": "Well, you talked about what happened..."}], "speaker": "JEBREAL", "secId": 213}, {"sentences": [{"sentId": 490, "text": "Rula, hold on."}, {"sentId": 491, "text": "I'll let you respond, but I want you to listen to this because right after Carson made his Muslim comments, his business manager, Armstrong Williams which you guys mentioned came on this show and defended him."}, {"sentId": 492, "text": "Here he is."}], "speaker": "LEMON", "secId": 214}, {"sentences": [{"sentId": 493, "text": "I don't think fear should be a place to motivate us, but because we are human and we see what we see and we hear what we hear and we witness -- I mean, Daniel Pearl being beheaded."}, {"sentId": 494, "text": "The Washington Post journalist still in an Iranian jail in Iran, I mean when you see Jews and Christians being kidnapped and beheaded like they have no value for human life, if more people were to be as outraged in the condemnation, maybe Americans would begin to believe that you just outraged by the loss of human life and this kind of horrific, these crimes that..."}], "speaker": "WILLIAMS", "secId": 215}, {"sentences": [{"sentId": 495, "text": "There is a distinction between Islam and radical Islam."}], "speaker": "LEMON", "secId": 216}, {"sentences": [{"sentId": 496, "text": "Listen, for those -- there are those of us, they embrace -- the issue is yes, there is a distinction, but the Muslim community should do more of condemnation as well as the media."}], "speaker": "WILLIAMS", "secId": 217}, {"sentences": [{"sentId": 497, "text": "Rula, you've been saying..."}], "speaker": "LEMON", "secId": 218}, {"sentences": [{"sentId": 498, "text": "I don't know where this person is living, but that's..."}], "speaker": "JEBREAL", "secId": 219}, {"sentences": [{"sentId": 499, "text": "Modern Muslims we say -- moderate --excuse me, Muslims are not condemning Muslim extremism..."}], "speaker": "LEMON", "secId": 220}, {"sentences": [{"sentId": 500, "text": "I don't know where he's living, I don't know what television he's watching, but he is into total denial."}, {"sentId": 501, "text": "Not only that, he's talking about crimes committed in Iran and Saudi Arabia."}, {"sentId": 502, "text": "What does Muslims in America have to do with that?"}, {"sentId": 503, "text": "Why they need to be criminalized because of that?"}, {"sentId": 504, "text": "Would we ever accept a presidential candidate that would apply the same rules, would say the same thing about Jews and black?"}, {"sentId": 505, "text": "We would never tolerate them, would never respect them, would never even -- even accept them."}, {"sentId": 506, "text": "We will shun them aside."}, {"sentId": 507, "text": "But we accepted against Muslims because sadly, in the Republican base, this is what is appealing to them today."}], "speaker": "JEBREAL", "secId": 221}, {"sentences": [{"sentId": 508, "text": "And not only that..."}], "speaker": "JEBREAL", "secId": 222}, {"sentences": [{"sentId": 509, "text": "Mercedes."}], "speaker": "LEMON", "secId": 223}, {"sentences": [{"sentId": 510, "text": "... what happened..."}], "speaker": "JEBREAL", "secId": 224}, {"sentences": [{"sentId": 511, "text": "I think that..."}], "speaker": "SCHLAPP", "secId": 225}, {"sentences": [{"sentId": 512, "text": "Let me finish this, please, because it's very important."}], "speaker": "JEBREAL", "secId": 226}, {"sentences": [{"sentId": 513, "text": "Go ahead."}], "speaker": "LEMON", "secId": 227}, {"sentences": [{"sentId": 514, "text": "What happened with Trump, the -- we are discussing the first part of what was said and Trump endorsed which is we have a problem called Muslims, but there's a second part, how to get rid of them."}, {"sentId": 515, "text": "And in the realm of possibility in a country that is very armed that somebody that will be carrying weapon will go to a mosque tomorrow or after tomorrow and would start shooting people and then these people would have blood on their hands, all of them."}], "speaker": "JEBREAL", "secId": 228}, {"sentences": [{"sentId": 516, "text": "We certainly..."}], "speaker": "LEMON", "secId": 229}, {"sentences": [{"sentId": 517, "text": "Two points here..."}], "speaker": "SCHLAPP", "secId": 230}, {"sentences": [{"sentId": 518, "text": "We certainly -- I've got to go, guys."}, {"sentId": 519, "text": "We certainly don't want that to happen."}, {"sentId": 520, "text": "But it's sad to say..."}], "speaker": "LEMON", "secId": 231}, {"sentences": [{"sentId": 521, "text": "And lot of people were offended by these remarks, but I have to say this that..."}], "speaker": "LEMON", "secId": 232}, {"sentences": [{"sentId": 522, "text": "... dialogue, that's what we need."}, {"sentId": 523, "text": "We need..."}], "speaker": "SCHLAPP", "secId": 233}, {"sentences": [{"sentId": 524, "text": "I have to say that his campaign has raised $600,000 to $700,000."}, {"sentId": 525, "text": "They raised $20 million in the last quarter."}, {"sentId": 526, "text": "$600,000 to $700,000 just after his Muslim comment."}], "speaker": "LEMON", "secId": 234}, {"sentences": [{"sentId": 527, "text": "That's the Republican-based."}], "speaker": "JEBREAL", "secId": 235}, {"sentences": [{"sentId": 528, "text": "Right."}], "speaker": "LIZZA", "secId": 236}, {"sentences": [{"sentId": 529, "text": "Thank you guys."}], "speaker": "LEMON", "secId": 237}, {"sentences": [{"sentId": 530, "text": "You can raise money from an intense minority, but over the long-term that's not going to win it even in a Republican primary."}], "speaker": "LIZZA", "secId": 238}, {"sentences": [{"sentId": 531, "text": "We got to go."}, {"sentId": 532, "text": "Thank you, Rula."}, {"sentId": 533, "text": "And Mercedes and Ryan, you're going to stay with me."}, {"sentId": 534, "text": "We'll be right back."}], "speaker": "LEMON", "secId": 239}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1509.28.cnnt.02.html.json", "time": "Aired September 28, 2015 - 21:00   ET"}