{"sectionCount": 202, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["LEMON", "STELTER", "JONES", "SHERMAN", "WILSON", "RUCKER", "LEVIN", "CARSON", "HENDERSON", "KING", "RYSSDAL", "TRUMP", "RUBIO", "SANDERS", "COHEN", "O'MARA", "MARTIN", "LU"], "subTitle": "Murdoch's Tweet; Race for White House Heats Up. Aired 10-11:00p ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1510/07/cnnt.01.html", "sentenceCount": 520, "sections": [{"sentences": [{"sentId": 0, "text": "The breaking news tonight, Rupert Murdoch tweets this just moments, quote, \"Ben and Candy Carson, terrific."}, {"sentId": 1, "text": "What about a real black president who can properly address a racial divide and much else?\""}], "speaker": "LEMON", "secId": 0}, {"sentences": [{"sentId": 2, "text": "This is CNN Tonight."}, {"sentId": 3, "text": "I'm Don Lemon."}, {"sentId": 4, "text": "That is a hell a thing to say in the middle of this presidential race."}, {"sentId": 5, "text": "But what does the media mogul really mean by this?"}, {"sentId": 6, "text": "And is he helping or hurting Ben Carson?"}], "speaker": "LEMON", "secId": 1}, {"sentences": [{"sentId": 7, "text": "Let's get right to this now with CNN senior media correspondent and there is none other than Mr. Brian Stelter."}, {"sentId": 8, "text": "Brian, this tweet, again, I want to read it from Rupert Murdoch and it says, \"Ben Candy Carson, terrific."}, {"sentId": 9, "text": "What about a real black president who can properly address the racial divide and much else?\""}, {"sentId": 10, "text": "Give us some context here."}, {"sentId": 11, "text": "What's going on?"}], "speaker": "LEMON", "secId": 2}, {"sentences": [{"sentId": 12, "text": "For seven for eight years there have been challenges to this president's legitimacy, to this president's citizenship, to his race and to his legitimacy in office."}], "speaker": "STELTER", "secId": 3}, {"sentences": [{"sentId": 13, "text": "Well, we don't know if that's exactly what Murdoch is implying here but it sure sounds like it."}, {"sentId": 14, "text": "In my Twitter feed there's even I see people flabbergasted by this comment from one of the most powerful media moguls in the world."}], "speaker": "STELTER", "secId": 4}, {"sentences": [{"sentId": 15, "text": "And I just hear from his spokesman, they say we don't comment on his tweets."}], "speaker": "STELTER", "secId": 5}, {"sentences": [{"sentId": 16, "text": "Yes."}], "speaker": "LEMON", "secId": 6}, {"sentences": [{"sentId": 17, "text": "So, they are confirming this is his Twitter account."}, {"sentId": 18, "text": "We know he's prolific on Twitter."}, {"sentId": 19, "text": "Once in a while he steps into hot water."}, {"sentId": 20, "text": "But I have to say, this is a kind of tweet that's in a whole other league."}, {"sentId": 21, "text": "This is the kind of thing that he's going to have to explain, going to have to respond to."}, {"sentId": 22, "text": "That's so far Murdoch has."}], "speaker": "STELTER", "secId": 7}, {"sentences": [{"sentId": 23, "text": "And how old is Rupert Murdoch?"}], "speaker": "LEMON", "secId": 8}, {"sentences": [{"sentId": 24, "text": "Eighty four years old."}], "speaker": "STELTER", "secId": 9}, {"sentences": [{"sentId": 25, "text": "Eighty four years old."}, {"sentId": 26, "text": "STELTER:  And he owns Fox News, the Fox Broadcast Network."}], "speaker": "LEMON", "secId": 10}, {"sentences": [{"sentId": 27, "text": "Right."}], "speaker": "LEMON", "secId": 11}, {"sentences": [{"sentId": 28, "text": "FX, Fox Sports, one of the most powerful men in the media world."}], "speaker": "STELTER", "secId": 12}, {"sentences": [{"sentId": 29, "text": "It seems to be he is -- it seems to me questioning the effectiveness or ineffectiveness of the Obama administration, and specifically President Obama dealing with race because he went on to tweet this."}, {"sentId": 30, "text": "He tweeted this he said, \"Read New York Magazine for minority disappointment with POTUS."}, {"sentId": 31, "text": "So, he's referring to this particular article that I've read most of here."}], "speaker": "LEMON", "secId": 13}, {"sentences": [{"sentId": 32, "text": "And actually really interesting article."}], "speaker": "STELTER", "secId": 14}, {"sentences": [{"sentId": 33, "text": "Yes."}], "speaker": "LEMON", "secId": 15}, {"sentences": [{"sentId": 34, "text": "Out this morning from Georgetown University in New York magazine talking about whether the president has disappointed African- Americans, were asking whether the President has done enough for African-Americans."}, {"sentId": 35, "text": "That's a very interesting conversation."}], "speaker": "STELTER", "secId": 16}, {"sentences": [{"sentId": 36, "text": "You've had that conversation here on the program before."}], "speaker": "STELTER", "secId": 17}, {"sentences": [{"sentId": 37, "text": "Yes, I had it all the time."}], "speaker": "LEMON", "secId": 18}, {"sentences": [{"sentId": 38, "text": "But the tone of the tweet, and we all know 140 characters things can get taken out of context."}, {"sentId": 39, "text": "But the way Murdoch wrote this tweet, \"Real black president,\" there are a lot of people, you know, with eye popping moment when he posted this."}], "speaker": "STELTER", "secId": 19}, {"sentences": [{"sentId": 40, "text": "Yes."}, {"sentId": 41, "text": "Basically, they've been saying Obama is not a real black president."}], "speaker": "LEMON", "secId": 20}, {"sentences": [{"sentId": 42, "text": "That's right."}, {"sentId": 43, "text": "And we know that Carson is the only African- American in the presidential race."}, {"sentId": 44, "text": "And we should mention he has been boosting, he has been championing Carson for months."}], "speaker": "STELTER", "secId": 21}, {"sentences": [{"sentId": 45, "text": "In fact, four of his last post on Twitter were all about Carson."}, {"sentId": 46, "text": "Because we know that Murdoch is supportive of Carson, we know that Murdoch has conservative tendency."}, {"sentId": 47, "text": "He's a republican cane maker and has been for decades."}, {"sentId": 48, "text": "But to have this kind of tone speaking of other president, I think there's a lot of people shocked."}], "speaker": "STELTER", "secId": 22}, {"sentences": [{"sentId": 49, "text": "OK. Let's govern to this a little bit more."}, {"sentId": 50, "text": "Stand by Brian Stelter."}, {"sentId": 51, "text": "I want to bring in now The Washington Post's Philip Rucker, also Van Jones."}, {"sentId": 52, "text": "Van, by the way, is quoted in this article, formerly of the Obama administration -- a former Obama administration official, also republicans strategic Rick Wilson, and New York Magazine Gabriel Sherman."}], "speaker": "LEMON", "secId": 23}, {"sentences": [{"sentId": 53, "text": "Van, what's your take on this?"}, {"sentId": 54, "text": "Is he saying President Barack Obama is not a real black president?"}, {"sentId": 55, "text": "VAN JONES, CNN POLITICAL CONTRIBUTOR:  Well, first of all, it's just"}], "speaker": "LEMON", "secId": 24}, {"sentences": [{"sentId": 56, "text": "completely outrageous and disgusting that someone in charge of Fox News who has done more to undermine President Obama than any news outlet in human history against any president would break breath to open his mouth to say anything about what this president has done or not done for anybody."}], "speaker": "LEMON", "secId": 25}, {"sentences": [{"sentId": 57, "text": "Yes."}], "speaker": "LEMON", "secId": 26}, {"sentences": [{"sentId": 58, "text": "It's just completely disgusting."}, {"sentId": 59, "text": "And then also for him to challenge the blackness of the president, you know, that is something -- we are now seeing the Donald Trump effect affect the entire media landscape."}], "speaker": "JONES", "secId": 27}, {"sentences": [{"sentId": 60, "text": "This is a kind of juvenile crap that if somebody said about a kid in junior high school, you say it's not appropriate."}, {"sentId": 61, "text": "How can you have someone like Rupert Murdoch with all his wealth and power stoop so low and challenge someone's ethnicity?"}, {"sentId": 62, "text": "This completely, it's ridiculous."}], "speaker": "JONES", "secId": 28}, {"sentences": [{"sentId": 63, "text": "Van, I don't know if you've read the New York Magazine article but you are mentioned in here."}, {"sentId": 64, "text": "You said, and I quote you by saying, \"I understood the type rope from the beginning."}, {"sentId": 65, "text": "He's the president of all people but sometimes it felt like he was president of everyone except black people."}, {"sentId": 66, "text": "Van Jones, Obama former special adviser on green jobs.\""}, {"sentId": 67, "text": "That's attributed to you."}, {"sentId": 68, "text": "What did you mean?"}], "speaker": "LEMON", "secId": 29}, {"sentences": [{"sentId": 69, "text": "OK. Let's -- I meant the same thing that you and I have talked about many times on this show and many other places."}, {"sentId": 70, "text": "That he got put in a certain corner and certain box where he wound up speaking about race for some years less than Bill Clinton or even George W. Bush because of people like Rupert Murdoch."}], "speaker": "JONES", "secId": 30}, {"sentences": [{"sentId": 71, "text": "And now Rupert Murdoch is somehow going to take those quotes from people who are thoughtful who are trying to talk about the realities of race and use that against this president."}, {"sentId": 72, "text": "And then do this divide and conquer nonsense to put a black doctor, Ben Carson, against somehow, a black president."}], "speaker": "JONES", "secId": 31}, {"sentences": [{"sentId": 73, "text": "This is the kind of divide and conquer nonsense that's been going on for centuries."}, {"sentId": 74, "text": "And the idea that we have to talk about this, he should be ashamed of himself."}, {"sentId": 75, "text": "This president has done everything he could do in the face of Rupert Murdoch."}], "speaker": "JONES", "secId": 32}, {"sentences": [{"sentId": 76, "text": "If Rupert Murdoch cares about black people; he should tell the people of Fox News he does because you sure can't tell by watching Fox News."}], "speaker": "JONES", "secId": 33}, {"sentences": [{"sentId": 77, "text": "I want to talk to you about there is a photo that was snap on Marine One, August 9, 2010,and it shows the people on the plane or on helicopter, all of them African-American."}, {"sentId": 78, "text": "And then it goes on to talk about, in reference to this picture, right?"}], "speaker": "LEMON", "secId": 34}, {"sentences": [{"sentId": 79, "text": "They said, \"In a country whose basic genetic blueprint includes the same crooked mutations that made slavery and Jim Crow possible, it is not possible to have a black president surrounded by black aides on Marine One without paying a price."}, {"sentId": 80, "text": "And the price that Obama has had to pay and more important that African-American have had to pay is one of caution, moderation."}, {"sentId": 81, "text": "And at times, compromise policies."}, {"sentId": 82, "text": "The first black president could only do so much and say only so much on behalf of other African-Americans."}, {"sentId": 83, "text": "That is the bittersweet irony of the first black presidency.\""}], "speaker": "LEMON", "secId": 35}, {"sentences": [{"sentId": 84, "text": "Gabriel written about this and you've also written a lot about Fox News."}, {"sentId": 85, "text": "What do you make of that?"}], "speaker": "LEMON", "secId": 36}, {"sentences": [{"sentId": 86, "text": "Well, one of the fascinating dynamic that I see it play is if you look at the inter-republican primary politics."}, {"sentId": 87, "text": "Rupert Murdoch has been sort of vocally critical of Donald Trump."}], "speaker": "SHERMAN", "secId": 37}, {"sentences": [{"sentId": 88, "text": "I reported back in the summer how Rupert Murdoch told Fox News chief Roger Ailes to tone down the pro Trump coverage."}, {"sentId": 89, "text": "Now this was long before Megyn Kelly's feud with Donald Trump."}], "speaker": "SHERMAN", "secId": 38}, {"sentences": [{"sentId": 90, "text": "But so, you can look at Rupert Murdoch's tweet of trying to elevate Carson as a way of damaging Trump because Carson and Trump along with Carly Fiorina are sort of three of the outsider candidates that are competing for these outsider votes."}], "speaker": "SHERMAN", "secId": 39}, {"sentences": [{"sentId": 91, "text": "So, Murdoch's tweets in a certain way can also be seen as trying to boost Carson at the expense of Donald Trump."}], "speaker": "SHERMAN", "secId": 40}, {"sentences": [{"sentId": 92, "text": "Rick, do you think this is all about Donald Trump or do you think this is something that Rupert Murdoch believes because he is not -- I mean, he is known for not holding his tongue or at least his fingers when it comes to writing on Twitter."}], "speaker": "LEMON", "secId": 41}, {"sentences": [{"sentId": 93, "text": "Well, I do think that a lot of this is about his genuine admiration for Ben Carson."}, {"sentId": 94, "text": "I think what we're parsing here is the word real."}, {"sentId": 95, "text": "And it is fraught, it is definitely controversial."}, {"sentId": 96, "text": "But I think that this is reflected on the broader series of things that Rupert have said both in political circles and on his Twitter feed and elsewhere about his admiration for Murdoch."}], "speaker": "WILSON", "secId": 42}, {"sentences": [{"sentId": 97, "text": "It's the contrast one that has caused a little explosion tonight?"}, {"sentId": 98, "text": "You bet."}, {"sentId": 99, "text": "I mean, it's also though, of interest to me that this is a president who's always had a slightly different racial experience and racial narrative, even in his own books from a lot of African- Americans."}], "speaker": "WILSON", "secId": 43}, {"sentences": [{"sentId": 100, "text": "And so, I think that this is a -- this peels back a little complex window into our society right now, not only, you know, on how President Obama has been bounded in some of the things he's done in terms of race but also in terms of the landscape of having a highly accomplished African-American who comes from a much more traditional narrative in the form of Ben Carson in the presidential race on the republican side."}], "speaker": "WILSON", "secId": 44}, {"sentences": [{"sentId": 101, "text": "Philip Rucker, there is -- they also talk about the irony of having a Black Lives Matter movement under a black president, and it says that the very people who charge with -- talking about the, you know, about police officers and said that has given rise to a whole movement defined by three words and the hash tag, Black Lives Matter."}], "speaker": "LEMON", "secId": 45}, {"sentences": [{"sentId": 102, "text": "That's one of the fundamental paradoxes of Obama's presidency that we have the Black Lives Matter movement under a black president, says Frederick Harris, a political science of SOCOM University."}, {"sentId": 103, "text": "\"Your man is in office and you have this whole movement around criminal justice reform asserting black people's humanity."}, {"sentId": 104, "text": "What do you make of that?"}], "speaker": "LEMON", "secId": 46}, {"sentences": [{"sentId": 105, "text": "Well, I think it's been really interesting the last couple of months to see how the Black Lives movement has shaped the presidential race on the democratic side."}], "speaker": "RUCKER", "secId": 47}, {"sentences": [{"sentId": 106, "text": "It's been a very vocal summer with rallies for Bernie Sanders, Hillary Clinton, and Martin O'Malley."}, {"sentId": 107, "text": "They've had some difficult moments with Black Lives Matters protesters and activists."}, {"sentId": 108, "text": "And I think we're going to see that continue into the fall as these candidates try to sort of chart it half forward beyond the Obama administration and deal with some of these lingering issues regarding police activity and other injustices in society."}], "speaker": "RUCKER", "secId": 48}, {"sentences": [{"sentId": 109, "text": "Van, I want you to respond to that, the fact that there has to be a Black Lives Matter movement under a black president."}, {"sentId": 110, "text": "You get what the writer is saying."}], "speaker": "LEMON", "secId": 49}, {"sentences": [{"sentId": 111, "text": "That movement is appropriate and effective --"}], "speaker": "LEMON", "secId": 50}, {"sentences": [{"sentId": 112, "text": "Well, I do, and the reality is that that movement is appropriate and it's respective and you see not only President Obama, but other democratic..."}], "speaker": "JONES", "secId": 51}, {"sentences": [{"sentId": 113, "text": "But I think the assertion is that there shouldn't have to be a Black Lives Matter movement under a black president."}], "speaker": "LEMON", "secId": 52}, {"sentences": [{"sentId": 114, "text": "Yes."}, {"sentId": 115, "text": "Well, listen, I get the irony but the reality is there has had to have been a Black Lives Matter movement in some form or another for 300 years in the United States."}, {"sentId": 116, "text": "And the idea that just putting an African-American in the White House was going to somehow fix all black problems is not something any serious people entertain."}], "speaker": "JONES", "secId": 53}, {"sentences": [{"sentId": 117, "text": "Look, there are two things happening here."}, {"sentId": 118, "text": "There is a very thoughtful, very, very interesting article written by someone who is serious and there is a horrible tweet written by somebody who should be ashamed of themselves."}], "speaker": "JONES", "secId": 54}, {"sentences": [{"sentId": 119, "text": "And I'm happy to talk about the nuances of that article but I'm not happy to give a free pass and pretend that what Rupert Murdoch just did has anything to do with helping black people."}, {"sentId": 120, "text": "It's a divide and conquer to say that someone who is a mixed race is not a real black person."}], "speaker": "JONES", "secId": 55}, {"sentences": [{"sentId": 121, "text": "In our community if you have one black -- one drop of black blood, you get to be in."}, {"sentId": 122, "text": "Frankly, if you're an M&M, you get to be in."}, {"sentId": 123, "text": "We are not exclusive with blackness."}, {"sentId": 124, "text": "You could be part of this community."}, {"sentId": 125, "text": "For somebody like him who's... WILSON:  How about Rachel Dolezal?"}], "speaker": "JONES", "secId": 56}, {"sentences": [{"sentId": 126, "text": "What is that?"}], "speaker": "JONES", "secId": 57}, {"sentences": [{"sentId": 127, "text": "He said Rachel Dolezal."}, {"sentId": 128, "text": "Keep going."}, {"sentId": 129, "text": "Keep going."}], "speaker": "LEMON", "secId": 58}, {"sentences": [{"sentId": 130, "text": "Anyway, for someone like Rupert Murdoch who's Fox News has been an enemy of African-American struggles since it started."}, {"sentId": 131, "text": "For him to now put himself as the arbiter of blackness is hilarious except that is terrifying."}], "speaker": "JONES", "secId": 59}, {"sentences": [{"sentId": 132, "text": "OK."}], "speaker": "LEMON", "secId": 60}, {"sentences": [{"sentId": 133, "text": "And I'm proud of the Black Lives Matter movement because of them we may get bipartisan criminal justice legislation and President Obama will sign that bill."}, {"sentId": 134, "text": "He's doing more for black people doing that than Rupert Murdoch ever has."}], "speaker": "JONES", "secId": 61}, {"sentences": [{"sentId": 135, "text": "All right."}, {"sentId": 136, "text": "We're going to stand by because we're going to discuss more of this."}, {"sentId": 137, "text": "So, each of you will get a chance to respond this."}], "speaker": "LEMON", "secId": 62}, {"sentences": [{"sentId": 138, "text": "When we come back, we're going to talk about this is why latest polls, what the polls say about this race."}, {"sentId": 139, "text": "Plus, what's behind the unexpected rise of Bernie Sanders and could he be the surprise to everyone at this debate?"}], "speaker": "LEMON", "secId": 63}, {"sentences": [{"sentId": 140, "text": "This is our breaking news, Rupert Murdoch tweets this just moments ago, and it's a quote, \"Ben and Candy Carson, terrific."}, {"sentId": 141, "text": "What about a real black president who can properly address the racial divide and much else?\""}], "speaker": "LEMON", "secId": 64}, {"sentences": [{"sentId": 142, "text": "And that tweet is throwing the race into a turmoil, throwing the race into -- this race into a turmoil, meaning the political race."}], "speaker": "LEMON", "secId": 65}, {"sentences": [{"sentId": 143, "text": "So, joining me now on the phone is CNN's senior political reporter Nia-Malika Henderson."}, {"sentId": 144, "text": "Also with me now is Phil Rucker, Van Jones, Gabriel Sherman, and also CNN's Brian Stelter."}], "speaker": "LEMON", "secId": 66}, {"sentences": [{"sentId": 145, "text": "Everyone will get in on this."}, {"sentId": 146, "text": "And John King is with us as well."}, {"sentId": 147, "text": "Everyone, thank you so much for joining us."}, {"sentId": 148, "text": "Big topic, big conversation."}, {"sentId": 149, "text": "Nia, I want to go to you first."}, {"sentId": 150, "text": "But I want to play this from Ben Carson earlier this summer."}, {"sentId": 151, "text": "I think it's in Harlem, I see he was talking about race."}, {"sentId": 152, "text": "Take a look."}], "speaker": "LEMON", "secId": 67}, {"sentences": [{"sentId": 153, "text": "Ben Carson,  U.S. PRESIDENTIAL CANDIDATE:  They want to shut us up completely."}], "speaker": "LEMON", "secId": 68}, {"sentences": [{"sentId": 154, "text": "Yes."}], "speaker": "LEVIN", "secId": 69}, {"sentences": [{"sentId": 155, "text": "And that's why the attacks against me have been so vicious because I represent, you know, an existential threat to them."}, {"sentId": 156, "text": "They need to shut me up, they need to get rid of me."}, {"sentId": 157, "text": "They can't find anything else to delegitimize me, so they take my words, misinterpret them and try to make it seem that I'm a bigot."}], "speaker": "CARSON", "secId": 70}, {"sentences": [{"sentId": 158, "text": "And you're attacked also in many respects because of your race, because you're not supposed to think like this and talk like this."}, {"sentId": 159, "text": "A lot of white liberals just don't like it, do they?"}], "speaker": "LEVIN", "secId": 71}, {"sentences": [{"sentId": 160, "text": "Well, you know, they are the most racist people they are."}, {"sentId": 161, "text": "Because they put you in a little category, a little box."}, {"sentId": 162, "text": "You have to think this way."}, {"sentId": 163, "text": "How could you dare come off the plantation?"}], "speaker": "CARSON", "secId": 72}, {"sentences": [{"sentId": 164, "text": "So, that was on Mark Levin's show."}, {"sentId": 165, "text": "He also made the same comments, very similar comments when he visited Harlem earlier this summer."}, {"sentId": 166, "text": "So, Nia-Malika Henderson, you said this."}, {"sentId": 167, "text": "This is your quote, \"This pretty succinctly captures why Carson is so popular."}, {"sentId": 168, "text": "He's the GOP's great black hope."}, {"sentId": 169, "text": "His blackness makes him the perfect anti- Obama.\""}], "speaker": "LEMON", "secId": 73}, {"sentences": [{"sentId": 170, "text": "Yes, and I think that has been sort of the underlying story of people like Ben Carson."}, {"sentId": 171, "text": "And any even to a certain extent people like Herman Cain and even Michael Steel who opposes elevated up to the head of the RNC and there has been a desire, particularly in this Obama era for the GOP to have their version of Obama."}], "speaker": "HENDERSON", "secId": 74}, {"sentences": [{"sentId": 172, "text": "And I think a Carson definitely taps into that."}, {"sentId": 173, "text": "And we've seen this from time to time, there have been, for instance, a draft movement for Collin Powell, there's still a draft movement for Condi Rice."}, {"sentId": 174, "text": "And the argument has often been that, you know, this drives liberals crazy, right?"}], "speaker": "HENDERSON", "secId": 75}, {"sentences": [{"sentId": 175, "text": "And then you hear black in terms of using words like plantation, Herman Cain did the same thing, Carson is obviously picking up on some of that, too."}, {"sentId": 176, "text": "And even Carson more recently, for instance, said something about black people are starting to think for themselves and in that way might support his candidacy, might go for republicans."}], "speaker": "HENDERSON", "secId": 76}, {"sentences": [{"sentId": 177, "text": "So, this has been I think an ongoing, sort of underlying theme when it comes to a particular brand of black conservatives, and Carson certainly fits into that, so does Herman Cain, people like Alan West fit into that, too."}], "speaker": "HENDERSON", "secId": 77}, {"sentences": [{"sentId": 178, "text": "And I think that's certainly part of his rise."}, {"sentId": 179, "text": "You see on the part of republicans, the real desire to have their version of Obama, to have a black republican, who would also in some ways service sort of an inclusive critique of liberalism."}], "speaker": "HENDERSON", "secId": 78}, {"sentences": [{"sentId": 180, "text": "And that certainly what Ben Carson does to his talks about his own childhood and talks about, well, I didn't, you know, my parents didn't -- or my mom rely on welfare of the government but she essentially told me to concentrate on reading and writing and giving my studies."}, {"sentId": 181, "text": "And in that way I was able to overcome poverty that really needed this government to uphold and likes the thing."}], "speaker": "HENDERSON", "secId": 79}, {"sentences": [{"sentId": 182, "text": "So, Nia, I'm wondering though, you said this speaks to the Republican Party and you mentioned some of the African-American, members of the Republican part."}, {"sentId": 183, "text": "But have I to ask Gab and then Brian."}, {"sentId": 184, "text": "To Gab first, since you guys have -- you've covered and written extensively about Fox News."}, {"sentId": 185, "text": "What does he say about Fox News really the head here, besides, you know, Roger Ailes, but the person who owns the company tweeting out something like this?"}], "speaker": "LEMON", "secId": 80}, {"sentences": [{"sentId": 186, "text": "Well, I mean, I think that the rhetoric is not far beyond what you see on Fox News."}, {"sentId": 187, "text": "So, I don't think it should come as a shock to people."}, {"sentId": 188, "text": "But I do -- I think it is fascinating."}, {"sentId": 189, "text": "You know, we should point out that Ben Carson was a Fox News contributor before he became a presidential candidate after."}], "speaker": "SHERMAN", "secId": 81}, {"sentences": [{"sentId": 190, "text": "So, he has been part of the Fox News machine and become a Fox News celebrity."}, {"sentId": 191, "text": "So, I'm not -- I mean, the rhetoric is controversial but I'm not shocked that Rupert Murdoch would use these types of words in the context of Carson because Carson has been part of the Fox News universe."}], "speaker": "SHERMAN", "secId": 82}, {"sentences": [{"sentId": 192, "text": "That's an interesting point."}, {"sentId": 193, "text": "I just talked to a source very close to Murdoch who says this isn't about Obama, this is about Carson."}, {"sentId": 194, "text": "This is about how much Murdoch likes Carson."}, {"sentId": 195, "text": "So, that might be the spin in response to this tweet, that he's not talking about Obama, not being the first real black president."}], "speaker": "STELTER", "secId": 83}, {"sentences": [{"sentId": 196, "text": "He is trying to support Carson."}, {"sentId": 197, "text": "We know he's been supporting Carson for months."}, {"sentId": 198, "text": "Regardless of how we feel about the tweet or how we're reacting the tweet."}, {"sentId": 199, "text": "We should point out this might elevate Carson in the way."}], "speaker": "STELTER", "secId": 84}, {"sentences": [{"sentId": 200, "text": "This might get the attention off of what is an embarrassing story for him in recent days and that is his comments about the shooting in Oregon, suggesting that he would have been brave enough to go ahead and rush the gunman."}, {"sentId": 201, "text": "That he would have been more brave than the victims in those classrooms."}], "speaker": "STELTER", "secId": 85}, {"sentences": [{"sentId": 202, "text": "That was a pretty ugly story I thought for him."}, {"sentId": 203, "text": "The headlines were pretty bad for him in the last 48 hours."}, {"sentId": 204, "text": "It would seem to me in this controversy is bad for Murdoch."}, {"sentId": 205, "text": "It might be good for Carson, h might get people talking about Carson."}, {"sentId": 206, "text": "As Nia said, as the anti-Obama."}], "speaker": "STELTER", "secId": 86}, {"sentences": [{"sentId": 207, "text": "I want to bring in CNN's John King now."}, {"sentId": 208, "text": "John, you know, you have covered -- you covered the Obama election, you have covered the polls and you have covered Fox News as well and their effects on the GOP."}, {"sentId": 209, "text": "Did you think this has more to do with Donald Trump or is it more to do as Fox News is telling Brian Stelter with this man's affinity for Ben Carson."}], "speaker": "LEMON", "secId": 87}, {"sentences": [{"sentId": 210, "text": "Well, if it had nothing, if it had nothing absolutely nothing to do with the incumbent President of the United States, then why would you type the words \"Why not get a real black president.\""}, {"sentId": 211, "text": "you are asking for the contrast and you are asking for this conversation when you type those words."}, {"sentId": 212, "text": "And I think we all understand that whatever we think of Mr. Murdoch,"}], "speaker": "KING", "secId": 88}, {"sentences": [{"sentId": 213, "text": "he is a very, very smart man who chooses his words carefully and tends to know what he means."}, {"sentId": 214, "text": "To Gab's point, there is no question."}], "speaker": "KING", "secId": 89}, {"sentences": [{"sentId": 215, "text": "Gabi is dead right that Rupert Murdoch has been a fan of Ben Carson, he's been a critique of Donald Trump."}, {"sentId": 216, "text": "But he has also proven -- what did Brian say, he was 84-year-old?"}], "speaker": "KING", "secId": 90}, {"sentences": [{"sentId": 217, "text": "Eighty four."}], "speaker": "LEMON", "secId": 91}, {"sentences": [{"sentId": 218, "text": "He's an 84-year-old man who is using social media, the new thing here."}, {"sentId": 219, "text": "Even though he owns newspapers and he owns TV stations."}, {"sentId": 220, "text": "It was just a couple of weeks ago, I believe when he was on vacation off the Great Barrier Reef that he tweeted Michael Bloomberg should get into the race."}], "speaker": "KING", "secId": 92}, {"sentences": [{"sentId": 221, "text": "That's right."}, {"sentId": 222, "text": "That's a great point."}], "speaker": "WILSON", "secId": 93}, {"sentences": [{"sentId": 223, "text": "He is causing mischief throughout this campaign on social media."}, {"sentId": 224, "text": "And when I say mischief I think he's also trying to drive his agenda or drive a conversation that he enjoys."}, {"sentId": 225, "text": "Whether he enjoys that as the head of this media empire, or he enjoys that as a citizen."}, {"sentId": 226, "text": "I'm not so sure, I'm just a consumer of news."}, {"sentId": 227, "text": "I'm not so sure, but he's enjoying this without a doubt."}], "speaker": "KING", "secId": 94}, {"sentences": [{"sentId": 228, "text": "Hey, Van Jones, before I get you -- before you respond here I wanted to talk a little bit about the article and then can you respond."}, {"sentId": 229, "text": "Because it talks about some of the leaders of the Black Lives Matter movement and how they have been somewhat critical of the president."}], "speaker": "LEMON", "secId": 95}, {"sentences": [{"sentId": 230, "text": "And this one is particular -- Elisa Garza, one of the movement's co- founders, \"For the last eight years everyone and nothing has been -- everything and nothing has been about race.\""}], "speaker": "LEMON", "secId": 96}, {"sentences": [{"sentId": 231, "text": "She looks at the deaths of young black men and women who recently witness, and then she goes on to say and talk about, you know, the president."}, {"sentId": 232, "text": "She says too often, she says, he, meaning President Obama, uses these occasions not to push for greater accountability with the law enforcement but to push a narrative that black people should behave more responsibly."}], "speaker": "LEMON", "secId": 97}, {"sentences": [{"sentId": 233, "text": "Is there some truth into what Rupert Murdoch tweeted?"}, {"sentId": 234, "text": "Especially since another says, \"Obama has a famous swag."}, {"sentId": 235, "text": "It's a signal he sends with this walk that this, I got this, that says, I got this."}, {"sentId": 236, "text": "He had it with trade, with immigration, with health care, but he doesn't have it when he comes to talk -- when he talks about race.\""}, {"sentId": 237, "text": "Van?"}, {"sentId": 238, "text": "Some truth?"}], "speaker": "LEMON", "secId": 98}, {"sentences": [{"sentId": 239, "text": "Well, listen, there is some truth in that statement certainly in the middle years of the Obama journey."}, {"sentId": 240, "text": "There was a time when after that beer summit, you remember Skip Gates was arrested in his home, an African-American famous Harvard professor arrested in his own home for being in his own."}], "speaker": "JONES", "secId": 99}, {"sentences": [{"sentId": 241, "text": "And the president said that that was foolish."}, {"sentId": 242, "text": "That you got a big backlash from that, and afterwards the president was too silent for many years on the issue of race."}, {"sentId": 243, "text": "And often, he did talk about it in terms that made it seems like in black kids just pulled their pants up, jobs would fall down from the sky."}], "speaker": "JONES", "secId": 100}, {"sentences": [{"sentId": 244, "text": "But he has changed quite a bit since Trayvon Martin."}, {"sentId": 245, "text": "And I hope that people notice this, the whole country has moved on these issues and so as the president."}, {"sentId": 246, "text": "I don't think it's bad to have a discussion about race and about the president's relationship with the black community and how it has changed over time."}], "speaker": "JONES", "secId": 101}, {"sentences": [{"sentId": 247, "text": "I think it's terrible for Rupert Murdoch to jump into this and become the arbiter on who is really black and who's best on race when he has been such a destructive force."}, {"sentId": 248, "text": "But I think Elisa Garza is speaking for a lot of young people."}], "speaker": "JONES", "secId": 102}, {"sentences": [{"sentId": 249, "text": "You got to remember young -- you know, a lot of them they are whole conscience wise that we had a black president and yet, we had these shootings."}, {"sentId": 250, "text": "And yet, we had too many people in present, and yet there haven't been enough jobs."}, {"sentId": 251, "text": "And they right to raise the question of any president, black or white, what about us."}], "speaker": "JONES", "secId": 103}, {"sentences": [{"sentId": 252, "text": "Yes."}, {"sentId": 253, "text": "And you know, it goes on to talk about that whole moment with Skip Gates."}, {"sentId": 254, "text": "Because he said that police act foolishly."}, {"sentId": 255, "text": "He says that his advisers had wished that he had not had that meeting because they thought it made them look small that Beer summit."}], "speaker": "LEMON", "secId": 104}, {"sentences": [{"sentId": 256, "text": "They wish he would have come out and say, what I meant to say was they behaved damn foolishly."}, {"sentId": 257, "text": "So, very interesting."}, {"sentId": 258, "text": "So, I want to move on now and I want to talk about the polls and about Donald Trump."}], "speaker": "LEMON", "secId": 105}, {"sentences": [{"sentId": 259, "text": "Of course, John King, this is for you."}, {"sentId": 260, "text": "This is Carson on the debt ceiling appearing."}, {"sentId": 261, "text": "He spoke at the Marketplace host Kai Ryssdal, today about the economy and the debt limit and it's a very interesting conversation."}, {"sentId": 262, "text": "I want you to listen and then we'll talk about it."}], "speaker": "LEMON", "secId": 106}, {"sentences": [{"sentId": 263, "text": "Now I would provide the kind of leadership that says get on the stick, guys, and stop messing around."}, {"sentId": 264, "text": "And cut where you are needed to cut because we're not raising any spending limits period."}], "speaker": "CARSON", "secId": 107}, {"sentences": [{"sentId": 265, "text": "I'm going to try one more time, sir."}, {"sentId": 266, "text": "This is debt that's already obligated."}, {"sentId": 267, "text": "Would you not favor increasing the debt limits to pay the debts already incurred?"}], "speaker": "RYSSDAL", "secId": 108}, {"sentences": [{"sentId": 268, "text": "What I'm saying is what we have to do is restructure the way that we create that."}, {"sentId": 269, "text": "I mean, if we continue along this, where does it stop?"}, {"sentId": 270, "text": "It never stops."}], "speaker": "CARSON", "secId": 109}, {"sentences": [{"sentId": 271, "text": "Ryssdal, sorry I mispronounced that."}, {"sentId": 272, "text": "So, John, does it sound like he is proper grass for the debt limit to you?"}], "speaker": "LEMON", "secId": 110}, {"sentences": [{"sentId": 273, "text": "No, it doesn't."}, {"sentId": 274, "text": "It doesn't."}, {"sentId": 275, "text": "The debt limit is something that congress unfortunately has to go through every year because of existing debt that the United States has to pay."}, {"sentId": 276, "text": "It has nothing to do with -- in the long term it would, there would be less long-term debt, less debt limit, 5, 10, 15, 20 years down the road if you had more spending discipline in Washington and didn't run annual deficits, but the two are quite different."}], "speaker": "KING", "secId": 111}, {"sentences": [{"sentId": 277, "text": "He's dead right as a conservative to say he wants spending limits in Washington, that's a strongly held conservative position that Washington should spend less money."}, {"sentId": 278, "text": "But that is not directly related to the idea that the United States owes billions of dollars in debt and has to pay it."}, {"sentId": 279, "text": "And when you have to pay it, Washington has to go through this annual exercise."}], "speaker": "KING", "secId": 112}, {"sentences": [{"sentId": 280, "text": "All right."}, {"sentId": 281, "text": "Everybody, stay right there."}, {"sentId": 282, "text": "Much, much more."}, {"sentId": 283, "text": "We're going to continue to talk about this presidential race."}, {"sentId": 284, "text": "We'll talk about our Rupert Murdoch's comments and also the polls, Bernie Sanders, and much more right after this."}], "speaker": "LEMON", "secId": 113}, {"sentences": [{"sentId": 285, "text": "We are back."}, {"sentId": 286, "text": "The race for the White House definitely heating up tonight."}, {"sentId": 287, "text": "We'll get back to our panel in just a moment."}, {"sentId": 288, "text": "But I want to pick one of those people from our panel, John King, he's here to break down the news for, of course, he is CNN's national correspondent."}], "speaker": "LEMON", "secId": 114}, {"sentences": [{"sentId": 289, "text": "So, John, we saw Donald Trump campaigning in Iowa today."}, {"sentId": 290, "text": "And it looks he had a spring in his step."}, {"sentId": 291, "text": "And that can only mean one thing because he likes the polls; the new polls are obviously good for Donald Trump."}, {"sentId": 292, "text": "He has a reason to be happy, right?"}], "speaker": "LEMON", "secId": 115}, {"sentences": [{"sentId": 293, "text": "He does and I'll get to the numbers in a minute, Don."}, {"sentId": 294, "text": "But you mentioned Donald Trump being happy."}, {"sentId": 295, "text": "A lot of politicians when you watch them they say, I don't pay attention to the polls, I don't read the polls, I don't get paid by the polls."}], "speaker": "KING", "secId": 116}, {"sentences": [{"sentId": 296, "text": "Donald Trump is quite different."}, {"sentId": 297, "text": "He's an avid consumer of the polls and especially when he's winning."}, {"sentId": 298, "text": "Listen to him here today, he likes to talk about it."}], "speaker": "KING", "secId": 117}, {"sentences": [{"sentId": 299, "text": "We're killing everybody."}, {"sentId": 300, "text": "We're winning by many, many points."}, {"sentId": 301, "text": "And don't forget, you have a sitting senator and an ex-governor in Florida."}, {"sentId": 302, "text": "And we're beating them by many."}, {"sentId": 303, "text": "You know, when you're a 28, 29, that's a lot, especially, you know, when you think you have 16 people or you had 17, one did sayonara, and now you have 16."}, {"sentId": 304, "text": "So, you have 16 people in the race, and when you get almost 29 percent that's pretty good."}], "speaker": "TRUMP", "secId": 118}, {"sentences": [{"sentId": 305, "text": "That is pretty good in the crowded field, Don."}, {"sentId": 306, "text": "So, let's look at the numbers."}, {"sentId": 307, "text": "Just at the Quinnipiac poll, fellow ground states, Florida, Pennsylvania, and Ohio."}, {"sentId": 308, "text": "If you look across the screen there is Florida, Ohio, and Pennsylvania."}, {"sentId": 309, "text": "There you see Trump at 28 in Florida."}, {"sentId": 310, "text": "Governor Bush is at 12, Senator Rubio is at 14."}], "speaker": "KING", "secId": 119}, {"sentences": [{"sentId": 311, "text": "In their home state, Donald Trump is crushing them at the moment."}, {"sentId": 312, "text": "Move over to Ohio, Donald Trump is at 23 percent, Dr. Carson is second in all of these states, I should note."}, {"sentId": 313, "text": "John Kasich, the sitting Governor of Ohio was down at 13 percent, 10 point below Donald Trump."}], "speaker": "KING", "secId": 120}, {"sentences": [{"sentId": 314, "text": "Pennsylvania 23 percent for Trump, 17 for Carson, 12 for Rubio."}, {"sentId": 315, "text": "It's important to note, Don, these are three key battleground states."}, {"sentId": 316, "text": "They vote later in the primary process."}, {"sentId": 317, "text": "Florida is relatively early in the primaries, the other ones come a little bit later."}], "speaker": "KING", "secId": 121}, {"sentences": [{"sentId": 318, "text": "So, these numbers could change based on what happens in Iowa or what happens in New Hampshire."}, {"sentId": 319, "text": "But what they tell you is sure, Trump has plateaued a little bit."}, {"sentId": 320, "text": "He's not rising so much anymore."}, {"sentId": 321, "text": "But if you're one of those people who thought this guy is going to flame out right away, again, if he struggled in Iowa or New Hampshire, maybe things would change."}], "speaker": "KING", "secId": 122}, {"sentences": [{"sentId": 322, "text": "But the one thing this tells you is, yes, he has some weaknesses, yes, he has high unfavorable ratings, but at the moment he is a lasting force and the leading force in the republican race without a doubt."}], "speaker": "KING", "secId": 123}, {"sentences": [{"sentId": 323, "text": "All right."}, {"sentId": 324, "text": "John, stay right there."}, {"sentId": 325, "text": "We hope you analyze this -- to help us analyze these numbers."}, {"sentId": 326, "text": "I want to bring back in Gabe Sherman, Philip Rucker, Van Jones, Rick Wilson into this conversation."}], "speaker": "LEMON", "secId": 124}, {"sentences": [{"sentId": 327, "text": "This one is for you, Rick, because Donald Trump is dominating in three battleground states as you heard John talked about."}, {"sentId": 328, "text": "But I want you to listen to Marco Rubio."}, {"sentId": 329, "text": "He's doing his best to downplay these numbers."}, {"sentId": 330, "text": "Here it is."}], "speaker": "LEMON", "secId": 125}, {"sentences": [{"sentId": 331, "text": "They don't really matter very much."}, {"sentId": 332, "text": "Polls are polls."}, {"sentId": 333, "text": "What's going to matter is what voters are ready to do in early February, that's what we're aiming for."}], "speaker": "RUBIO", "secId": 126}, {"sentences": [{"sentId": 334, "text": "So, Rick, it's not a good time when candidates like Jeb Bush, Marco Rubio, Governor John Kasich, are all, you know, trailing in their home states."}], "speaker": "LEMON", "secId": 127}, {"sentences": [{"sentId": 335, "text": "Look, right now the Trump effect is still one that's disconnected from the decision's voters are going to be making when they come into the primary window."}, {"sentId": 336, "text": "We've seen the peak of Trump mania, and you know, we're not at the end of the Trump mania yet, but we are at least the end of the beginning."}], "speaker": "WILSON", "secId": 128}, {"sentences": [{"sentId": 337, "text": "The velocity of Trump's numbers has tipped downward."}, {"sentId": 338, "text": "The vector they're following on his unfavorable, and particularly as voters start to approach, you know, the real decision of who is going to post up against Hillary Clinton, the fact that in their home states, Jeb Bush and Marco Rubio do very well against Hillary Clinton, Donald Trump much less so."}, {"sentId": 339, "text": "And we're going to find as we go on that voters will start"}], "speaker": "WILSON", "secId": 129}, {"sentences": [{"sentId": 340, "text": "to make decisions based not just on the passionate fervor that Donald Trump experience over the summer."}, {"sentId": 341, "text": "But they're going to start making more considered and rational decisions about the direction of the country and the quality of leadership they need."}], "speaker": "WILSON", "secId": 130}, {"sentences": [{"sentId": 342, "text": "And a lot of the thing that's happened with Trump, the reason is that velocity has slowed down so much is people saw in the last debate and they've seen on the trail that this guy, you know, he shoots from the lip all the time and it's one thing to consider that refreshing and new an outsider."}, {"sentId": 343, "text": "It's another thing to consider just, you know, a sort of political case of Turret's syndrome or he says whatever he wants, anytime he wants without consequence or rationale."}], "speaker": "WILSON", "secId": 131}, {"sentences": [{"sentId": 344, "text": "I want to get Phil in here."}, {"sentId": 345, "text": "Phil, because you just sat down with Donald Trump just a few blocks away from here at Trump Tower."}, {"sentId": 346, "text": "And he talked about the next phase of his campaign."}, {"sentId": 347, "text": "What's up his sleeve?"}], "speaker": "LEMON", "secId": 132}, {"sentences": [{"sentId": 348, "text": "So, he's actually developing a fairly traditional campaign going forward."}, {"sentId": 349, "text": "He's going to starting to air television ad around the country spending more than $20, he's already hired a firm in Florida to develop those ads."}], "speaker": "RUCKER", "secId": 133}, {"sentences": [{"sentId": 350, "text": "He's going to be ruling out policies."}, {"sentId": 351, "text": "Some of it will be in a book that he has coming out in October."}, {"sentId": 352, "text": "His wife and daughter are going to hit the campaign trail to try to soften his image, if you will, with women voters and make him more empathetic."}], "speaker": "RUCKER", "secId": 134}, {"sentences": [{"sentId": 353, "text": "I mean, these are the kind of steps that a serious candidate would make when they're looking to grow their piece of the pie here."}, {"sentId": 354, "text": "I mean, he's going to stay himself and his personality will stay the same."}, {"sentId": 355, "text": "But operationally, they're tactically doing some of these steps that other people do."}], "speaker": "RUCKER", "secId": 135}, {"sentences": [{"sentId": 356, "text": "All right."}, {"sentId": 357, "text": "Thanks everyone."}, {"sentId": 358, "text": "I really appreciate your input, all of you."}, {"sentId": 359, "text": "And don't forget CNN's democratic presidential debate Tuesday, October 13th live from Las Vegas."}], "speaker": "LEMON", "secId": 136}, {"sentences": [{"sentId": 360, "text": "Bernie Sanders will be at our debate and two of his biggest fans are fellow Vermonters, the ice cream magnate Ben & Jerry."}, {"sentId": 361, "text": "Up next we'll talk to Ben."}], "speaker": "LEMON", "secId": 137}, {"sentences": [{"sentId": 362, "text": "So, not only is Bernie Sanders doing well in the polls, he is packing in big crowds in his campaign rallies."}, {"sentId": 363, "text": "Thousands turned out in Springfield, Mass."}, {"sentId": 364, "text": "on Saturday."}, {"sentId": 365, "text": "Take a look at this."}], "speaker": "LEMON", "secId": 138}, {"sentences": [{"sentId": 366, "text": "This campaign is doing just a little bit better than some of the established pundits thought that we would."}], "speaker": "SANDERS", "secId": 139}, {"sentences": [{"sentId": 367, "text": "Two of his biggest supporters fellow Vermonters Ben Cohen and Jerry Greenfield, co-founders of none other than Ben & Jerry's ice cream."}, {"sentId": 368, "text": "Ben Cohen joins me tonight."}, {"sentId": 369, "text": "How are you doing?"}], "speaker": "LEMON", "secId": 140}, {"sentences": [{"sentId": 370, "text": "Pretty good, Don."}, {"sentId": 371, "text": "How are you doing?"}], "speaker": "COHEN", "secId": 141}, {"sentences": [{"sentId": 372, "text": "I'm doing well."}, {"sentId": 373, "text": "I want to -- did you happen to hear the tweet from Rupert Murdoch and what do you make of it?"}], "speaker": "LEMON", "secId": 142}, {"sentences": [{"sentId": 374, "text": "I think it's absurd."}, {"sentId": 375, "text": "I think we shouldn't pay attention to it."}, {"sentId": 376, "text": "I think it's a ridiculous idea."}, {"sentId": 377, "text": "I think, you know, what did he say?"}, {"sentId": 378, "text": "Obama's not black enough?"}], "speaker": "COHEN", "secId": 143}, {"sentences": [{"sentId": 379, "text": "Well, he didn't quite say Obama's not black enough, he said Ben and Candy Carson terrific."}, {"sentId": 380, "text": "What about a real black president who can properly address the racial divide and much else?"}], "speaker": "LEMON", "secId": 144}, {"sentences": [{"sentId": 381, "text": "Yes."}, {"sentId": 382, "text": "I mean, I think he addressed it as much as any president can."}, {"sentId": 383, "text": "I think that the racial divide needs to be addressed by the country as a whole and he's done a great job as the leader but it's something that the entire country needs to address."}], "speaker": "COHEN", "secId": 145}, {"sentences": [{"sentId": 384, "text": "And you think that Bernie Sanders is, as you say, the real thing and can deal with all issues, including race."}, {"sentId": 385, "text": "So, tell us why you're endorsing his run for president."}], "speaker": "LEMON", "secId": 146}, {"sentences": [{"sentId": 386, "text": "You know, I've seen him here in Vermont for the last 30 years."}, {"sentId": 387, "text": "I've seen his run for mayor that nobody thought he would ever win and he won."}, {"sentId": 388, "text": "I've seen him run for House against established democrats and win again."}, {"sentId": 389, "text": "And I've seen him go up against a multi-millionaire and win for Senate."}], "speaker": "COHEN", "secId": 147}, {"sentences": [{"sentId": 390, "text": "I mean, the reason why he wins is because he is talking about the issues that people care about."}, {"sentId": 391, "text": "He doesn't talk political speak."}, {"sentId": 392, "text": "He talks in language that people can understand about, you know, for instance, how you're not making any money."}, {"sentId": 393, "text": "You know, the value of the wages that people are being paid is going down, while 90 percent of the wealth over the last 10 is going to the top 1 percent."}], "speaker": "COHEN", "secId": 148}, {"sentences": [{"sentId": 394, "text": "There's something really wrong when that happens and what Bernie is talking is about systematic change."}, {"sentId": 395, "text": "And, you know, that's why this political revolution is developing around him."}], "speaker": "COHEN", "secId": 149}, {"sentences": [{"sentId": 396, "text": "So, here's -- so, he appears to be getting the $1, $5, $10 donors, the young people that President then candidate got in 2008, and then President Obama got in 2012."}, {"sentId": 397, "text": "Is that enough money, is that enough to go up against a well-oiled Clinton machine?"}], "speaker": "LEMON", "secId": 150}, {"sentences": [{"sentId": 398, "text": "You know, he's getting money from young people, old people and, yes, he's gotten money from over 650,000 Americans an average of about $30 a piece."}, {"sentId": 399, "text": "And that's what democracy is supposed to be about, that huge masses of people, each giving a little."}, {"sentId": 400, "text": "Yes."}, {"sentId": 401, "text": "You know, when you hear his message, people are drawn to him."}, {"sentId": 402, "text": "And"}], "speaker": "COHEN", "secId": 151}, {"sentences": [{"sentId": 403, "text": "he doesn't need as much money as, say, Hillary needs because he's so authentic and because the programs that he's offering answer people's needs."}], "speaker": "COHEN", "secId": 152}, {"sentences": [{"sentId": 404, "text": "Yes."}], "speaker": "LEMON", "secId": 153}, {"sentences": [{"sentId": 405, "text": "He's willing to go up against Wall Street."}, {"sentId": 406, "text": "She's financed by Wall Street."}], "speaker": "COHEN", "secId": 154}, {"sentences": [{"sentId": 407, "text": "So, let's talk about it."}, {"sentId": 408, "text": "I mean, this is a big opportunity for him."}, {"sentId": 409, "text": "CNN's democratic debate is next week in Las Vegas."}, {"sentId": 410, "text": "This could be the first time that many voters are introduced, really know about him."}, {"sentId": 411, "text": "What do you expect from him as far as performance?"}], "speaker": "LEMON", "secId": 155}, {"sentences": [{"sentId": 412, "text": "Well, he's really looking forward to showing the American people who he is, to explaining his vision for America and for talking about the differences between him and Hillary."}], "speaker": "COHEN", "secId": 156}, {"sentences": [{"sentId": 413, "text": "I mean, his long-standing history of working for the working person, his long-standing opposition to all of these various trade deals, NAFTA, KAFTA, TPP, that Hillary has supported over the past."}], "speaker": "COHEN", "secId": 157}, {"sentences": [{"sentId": 414, "text": "I hear that she just changed in terms of the TPP."}, {"sentId": 415, "text": "But, you know, I couldn't think of how huge the differences are between Hillary and Bernie."}, {"sentId": 416, "text": "And I think that people will come to see his authenticity and his passion and how..."}], "speaker": "COHEN", "secId": 158}, {"sentences": [{"sentId": 417, "text": "And we..."}], "speaker": "LEMON", "secId": 159}, {"sentences": [{"sentId": 418, "text": "Go on."}], "speaker": "COHEN", "secId": 160}, {"sentences": [{"sentId": 419, "text": "Yes."}, {"sentId": 420, "text": "We've got to run."}, {"sentId": 421, "text": "But we're all looking forward to hearing him and seeing him as well as the other democratic candidates."}, {"sentId": 422, "text": "Unfortunately, we're out of time."}, {"sentId": 423, "text": "Ben Cohen, we appreciate you joining us, though."}, {"sentId": 424, "text": "Thank you so much."}], "speaker": "LEMON", "secId": 161}, {"sentences": [{"sentId": 425, "text": "All right."}, {"sentId": 426, "text": "Take care."}], "speaker": "COHEN", "secId": 162}, {"sentences": [{"sentId": 427, "text": "Thank you."}, {"sentId": 428, "text": "We'll be right back."}], "speaker": "LEMON", "secId": 163}, {"sentences": [{"sentId": 429, "text": "We are back now with our breaking news."}, {"sentId": 430, "text": "A lot to digest here."}, {"sentId": 431, "text": "This is a tweet from Rupert Murdoch tonight, quote in, \"Ben and Candy Carson, terrific."}, {"sentId": 432, "text": "What about a real black president who can properly address the racial divide and much else?\""}], "speaker": "LEMON", "secId": 164}, {"sentences": [{"sentId": 433, "text": "So, what does that say about race in America."}, {"sentId": 434, "text": "Joining me now, legal commentator Areva Martin, also CNN legal analyst, Mark O'Mara."}, {"sentId": 435, "text": "And back with me of course is Van Jones."}], "speaker": "LEMON", "secId": 165}, {"sentences": [{"sentId": 436, "text": "So, Areva, we wanted to, as you said, you wanted some diversity in gender in this panel and so, here we are."}, {"sentId": 437, "text": "Considering that the tweet from Rupert Murdoch and what has been mentioned on this program about the New York Magazine article."}, {"sentId": 438, "text": "What do you make of this?"}, {"sentId": 439, "text": "AREVA MARTIN, CNN LEGAL COMMENTATOR:  Well, I'm concerned when anyone"}], "speaker": "LEMON", "secId": 166}, {"sentences": [{"sentId": 440, "text": "questions President Obama's blackness or, you know, his authenticity as an African-American."}, {"sentId": 441, "text": "That issue has been put to bed, so I'm troubled by the tweet."}], "speaker": "LEMON", "secId": 167}, {"sentences": [{"sentId": 442, "text": "And Ben Carson, I understand he's leading, you know, he's the second in the GOP polls, but I have some real questions and concerns about him, particularly given his latest statement about the victims in that community college shooting, to suggest that those victims, you know, should have attacked the shooter or done more."}], "speaker": "LEMON", "secId": 168}, {"sentences": [{"sentId": 443, "text": "It just says to me I don't think he's ready to be the leader of the United States and to be the president if he doesn't have more empathy around victims and what happened in that situation."}, {"sentId": 444, "text": "Real concerns about him, black, white, doesn't matter his color."}], "speaker": "LEMON", "secId": 169}, {"sentences": [{"sentId": 445, "text": "Well, the question is, this an appropriate, maybe conversation for Twitter or is it something that you put out in a more succeed press release."}, {"sentId": 446, "text": "Because this is -- I'm playing devil's advocate here."}, {"sentId": 447, "text": "What if he says, what I meant is a real black president for black America?"}, {"sentId": 448, "text": "I mean, that one word does make a difference."}, {"sentId": 449, "text": "Correct?"}, {"sentId": 450, "text": "Go ahead, Mark."}], "speaker": "LEMON", "secId": 170}, {"sentences": [{"sentId": 451, "text": "Well, I mean, he picks he 140 characters exactly how he wanted to pick them."}, {"sentId": 452, "text": "He said what he wanted to say."}, {"sentId": 453, "text": "And if he backs away from it now or tried to explain it away, you can't read that tweet as anything else as exactly what he said."}, {"sentId": 454, "text": "He was sort of suggesting what he wanted to against Obama."}, {"sentId": 455, "text": "That was the way it was read."}], "speaker": "O'MARA", "secId": 171}, {"sentences": [{"sentId": 456, "text": "Yes."}, {"sentId": 457, "text": "And so, -- go ahead, Van."}], "speaker": "LEMON", "secId": 172}, {"sentences": [{"sentId": 458, "text": "Part of it is this idea that drives me crazy."}, {"sentId": 459, "text": "You have certain people that call themselves conservatives often and they say, I don't even see color, I'm color blind, what are you talking about."}, {"sentId": 460, "text": "And then the soon as they say, but, you black kids, you know, you can pull your pants up."}, {"sentId": 461, "text": "And why do black people do this I'm going to pick Ben Carson against the black president."}], "speaker": "JONES", "secId": 173}, {"sentences": [{"sentId": 462, "text": "Wait a second."}, {"sentId": 463, "text": "I thought you said you were color blind."}, {"sentId": 464, "text": "I thought you said when raise issues of racial justice race doesn't matter at all."}, {"sentId": 465, "text": "And yet, they are the first ones to come rushing in to do this kind of divide and conquer stunt."}], "speaker": "JONES", "secId": 174}, {"sentences": [{"sentId": 466, "text": "I think it's really -- listen, people are really, really outraged."}, {"sentId": 467, "text": "There's a whole thing that happens in the black community, Don, and everybody knows who's black and who's not, whether you're talking about skin color, whether you're about cultural affect."}], "speaker": "JONES", "secId": 175}, {"sentences": [{"sentId": 468, "text": "That's a very charged issue within our community."}, {"sentId": 469, "text": "And for someone like him who -- you know, Fox has been such a horrible opponent of black progress."}, {"sentId": 470, "text": "For him to drive his Limousine into the middle of this conversation and start being the arbiter of who's really black and who's not when he has done so much harm to our community, I think it's really outrageous."}], "speaker": "JONES", "secId": 176}, {"sentences": [{"sentId": 471, "text": "What about Ben Carson..."}], "speaker": "LEMON", "secId": 177}, {"sentences": [{"sentId": 472, "text": "Hey, Don, can I just this?"}], "speaker": "MARTIN", "secId": 178}, {"sentences": [{"sentId": 473, "text": "Yes, you ahead."}], "speaker": "LEMON", "secId": 179}, {"sentences": [{"sentId": 474, "text": "We wouldn't see that tweet if there was a white president."}, {"sentId": 475, "text": "We wouldn't see him tweeting about now there's time for a real white president, so it's really insensitive."}], "speaker": "MARTIN", "secId": 180}, {"sentences": [{"sentId": 476, "text": "Absolutely."}], "speaker": "JONES", "secId": 181}, {"sentences": [{"sentId": 477, "text": "So, Areva, I want to ask you this, and I just have a short time left."}, {"sentId": 478, "text": "When you look at some of Ben Carson's comments on race, what he's essentially saying is, number he thinks that African- Americans rely on the Democratic Party too much because he calls it a plantation."}, {"sentId": 479, "text": "Those are his words, not mine."}], "speaker": "LEMON", "secId": 182}, {"sentences": [{"sentId": 480, "text": "And then he also says what he is getting at that conservatives are considered sort of racially inauthentic as if they are African- American conservatives."}], "speaker": "LEMON", "secId": 183}, {"sentences": [{"sentId": 481, "text": "Well, I'm confused about Ben Carson because he wants everyone to have this notion about the life that he's what, pull yourself up by your boot straps."}, {"sentId": 482, "text": "He grew up poor, his mom was poor, but yet, he became this incredible neurosurgeon."}], "speaker": "MARTIN", "secId": 184}, {"sentences": [{"sentId": 483, "text": "That's great for Ben Carson but that doesn't address the real issues of jobs, the issues of the criminal justice system and so many issues that face kids growing up in urban America."}, {"sentId": 484, "text": "And I think Ben Carson, if he really want to be authentic about the issues he has to address those issues and not make himself the model."}], "speaker": "MARTIN", "secId": 185}, {"sentences": [{"sentId": 485, "text": "OK. Mark, I'm out of time."}, {"sentId": 486, "text": "I'm sorry, I wish I had more time to get more answers from you and to your perspective."}], "speaker": "LEMON", "secId": 186}, {"sentences": [{"sentId": 487, "text": "Good to see you."}], "speaker": "O'MARA", "secId": 187}, {"sentences": [{"sentId": 488, "text": "Good to see you, all of you."}, {"sentId": 489, "text": "Thank you very much."}, {"sentId": 490, "text": "You know we hear a lot of complaints these days about government."}, {"sentId": 491, "text": "When we right come back, some government workers who are getting it right."}], "speaker": "LEMON", "secId": 188}, {"sentences": [{"sentId": 492, "text": "We hear a lot about what's wrong with the government as the race for the White House heats up."}, {"sentId": 493, "text": "But there are unsung heroes in government."}], "speaker": "LEMON", "secId": 189}, {"sentences": [{"sentId": 494, "text": "And tonight, they're honor with what's called the Sammy Awards recognizing public servants who are making life better for Americans and others all around the world."}], "speaker": "LEMON", "secId": 190}, {"sentences": [{"sentId": 495, "text": "Joining me is Chris Lu, deputy Labor Secretary."}, {"sentId": 496, "text": "Honored to have you here, sir."}, {"sentId": 497, "text": "The Sammy's are known as the Oscars of government service."}, {"sentId": 498, "text": "What do you hope these awards will accomplish?"}], "speaker": "LEMON", "secId": 191}, {"sentences": [{"sentId": 499, "text": "Well, Don, thank you for having me."}, {"sentId": 500, "text": "Tonight is an opportunity to celebrate why we have a federal government and all the unheralded public servants who are doing work not only to make government better but to really transform lives."}], "speaker": "LU", "secId": 192}, {"sentences": [{"sentId": 501, "text": "When you look at not only the winners tonight but the finalists, these are people that are curing cancer, that are eradicating Ebola, that are doing research on earthquakes."}, {"sentId": 502, "text": "These are the developments that are changing people's lives and it's important that the American people know more about some of these accomplishments."}], "speaker": "LU", "secId": 193}, {"sentences": [{"sentId": 503, "text": "Good stuff."}, {"sentId": 504, "text": "You know, Washington gets a bad rap by insiders and outsiders alike, you know, worn or otherwise."}, {"sentId": 505, "text": "Why do you think that is?"}], "speaker": "LEMON", "secId": 194}, {"sentences": [{"sentId": 506, "text": "Well, look, I think it's mostly lack of knowledge, but certainly there's people who don't like government."}, {"sentId": 507, "text": "And I would say to all of those people who either don't like government or who don't know what government does, take a look at some of the winners."}], "speaker": "LU", "secId": 195}, {"sentences": [{"sentId": 508, "text": "Take a look at the people that have been nominated."}, {"sentId": 509, "text": "And it's especially important to recognize this great work given the anti- government rhetoric that you highlighted, given the uncertainty about whether the government is going to shut down or not shut down."}], "speaker": "LU", "secId": 196}, {"sentences": [{"sentId": 510, "text": "The work that these people are doing is changing lives."}, {"sentId": 511, "text": "And if they were not there, if their government agencies were not there, if they were not being fully funded, this work would not happen and all of our lives would be negatively impacted."}], "speaker": "LU", "secId": 197}, {"sentences": [{"sentId": 512, "text": "So, this is really the best possible public education, public awareness program for why government matters."}], "speaker": "LU", "secId": 198}, {"sentences": [{"sentId": 513, "text": "Well, we appreciate your time and we thank you."}, {"sentId": 514, "text": "Best of luck."}], "speaker": "LEMON", "secId": 199}, {"sentences": [{"sentId": 515, "text": "Thank you so much for having me."}], "speaker": "LU", "secId": 200}, {"sentences": [{"sentId": 516, "text": "That is it for us tonight."}, {"sentId": 517, "text": "I'll see you right back here tomorrow night."}, {"sentId": 518, "text": "AC360 starts right now."}], "speaker": "LEMON", "secId": 201}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1510.07.cnnt.01.html.json", "time": "Aired October 7, 2015 - 22:00   ET"}