{"sectionCount": 289, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["LEMON", "TRUMP", "RATHER", "FOREMAN", "POWERS", "LEWANDOWSKI", "LEWANDOWSKI ", "SELLERS", "CARDONA", "UNIDENTIFIED MALE", "SCHLAPP", "LEMONS"], "subTitle": "Trump Lays Out Immigration Plan; Trump: There Will Be No Amnesty; Trump: Anyone Entering U.S. Illegally Subject To Deportation; Trump: We're Going To End \"Catch and Release\"; Trump: We Will Enforce All Immigration Laws; Trump Meets Mexican President Enrique Pena Nieto; CNN Reality Check On Trump's Immigration Plan; Trump Delivers Immigration Speech in Phoenix; Trump: Zero Tolerance For Criminal Aliens; Trump Lays Out 10-Point Immigration Plan.  Aired 12-1am ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1609/01/cnnt.01.html", "sentenceCount": 663, "sections": [{"sentences": [{"sentId": 0, "text": "It is top of the hour BREAKING NEWS."}, {"sentId": 1, "text": "Donald Trump making his big speech on immigration in Phoenix tonight, just hours after meeting with Mexico's President."}, {"sentId": 2, "text": "This is CNN TONIGHT, I'm Don Lemon."}, {"sentId": 3, "text": "Thank you so much for joining us."}, {"sentId": 4, "text": "Donald Trump saying this in his speech."}], "speaker": "LEMON", "secId": 0}, {"sentences": [{"sentId": 5, "text": "We will break the cycle of amnesty and illegal immigration."}, {"sentId": 6, "text": "We will break the cycle."}, {"sentId": 7, "text": "There will be no amnesty."}], "speaker": "TRUMP", "secId": 1}, {"sentences": [{"sentId": 8, "text": "Well, that comes after this bombshell statement from the candidate about meeting with President Enrique Pena Nieto."}], "speaker": "LEMON", "secId": 2}, {"sentences": [{"sentId": 9, "text": "We did discuss the wall."}, {"sentId": 10, "text": "We didn't discuss payment of wall, and that'll be for a later date."}], "speaker": "TRUMP", "secId": 3}, {"sentences": [{"sentId": 11, "text": "Mexico's President tweeting, \"At the beginning of the conversation with Donald Trump, I made clear that Mexico will not pay for the wall.\""}, {"sentId": 12, "text": "And then, there's Hillary Clinton."}, {"sentId": 13, "text": "She tweets tonight, \"Trump just failed his first foreign test."}, {"sentId": 14, "text": "Diplomacy isn't as easy as it looks.\""}, {"sentId": 15, "text": "I want to bring you now the man who has seen it all, at least most of it when it comes to politics, Dan Rather the host of the Big Interview on Access TV."}, {"sentId": 16, "text": "You have seen it all."}, {"sentId": 17, "text": "10- point plan that he talked about tonight."}, {"sentId": 18, "text": "You know, is he changing his language on immigration over the past couple of weeks that has been discussed?"}, {"sentId": 19, "text": "Do you think that he cleared up anything for anybody, this evening?"}], "speaker": "LEMON", "secId": 4}, {"sentences": [{"sentId": 20, "text": "No."}, {"sentId": 21, "text": "I don't think he cleared up anything for anybody."}, {"sentId": 22, "text": "I think he did revert to his base."}, {"sentId": 23, "text": "You've heard it through his basic speech that won him the nomination."}, {"sentId": 24, "text": "He's going back to that base camp, if you will."}, {"sentId": 25, "text": "Look, for a lot of people who's been an outrageous speech, but it was a powerful speech."}], "speaker": "RATHER", "secId": 5}, {"sentences": [{"sentId": 26, "text": "Uh-hmm."}], "speaker": "LEMON", "secId": 6}, {"sentences": [{"sentId": 27, "text": "It was powerful speech not only for his base, I've heard several people including my friend, David Axelrod is as good as it come when it comes legal commentators, saying, \"Well, it solidifies his space but he - actually, I didn't hear anything that might help him with swing voters, independent voters, people have made up their mind."}, {"sentId": 28, "text": "I would gently disagree with that."}, {"sentId": 29, "text": "And I think the speech may have resonated very well with a lot of people who maybe lean a little bit in Trump's direction, but haven't made up their mind."}, {"sentId": 30, "text": "I do think that's what - that's what his game is now."}, {"sentId": 31, "text": "His game is to make sure he holds his base solid because he has to have a tremendous turnout among white voters pick the white men, and he has to get a high percentage of that turnout, but he's also trying to appeal to the middle and I think he's - what he has decided is look much trying to sound like I'm appealing for African-American votes or Latino votes."}, {"sentId": 32, "text": "Listen, the Latinos have said to him in their mortal words of Arnold Schwarzenegger, \"Hasta la vista, baby.\""}, {"sentId": 33, "text": "We're not voting for you."}, {"sentId": 34, "text": "He understands that."}, {"sentId": 35, "text": "But he's trying to get the people and swing voters, independent voters to see -- well he's not exactly a moderate, but you know he's saying some things that need to be said, that sort of cliche, and I think it's helping him somehow."}, {"sentId": 36, "text": "We see at reflecting the polls, you know?"}, {"sentId": 37, "text": "Hillary Clinton has been inching backwards, and he's been -"}], "speaker": "RATHER", "secId": 7}, {"sentences": [{"sentId": 38, "text": "He's inching."}], "speaker": "LEMON", "secId": 8}, {"sentences": [{"sentId": 39, "text": "-- inching forward."}], "speaker": "RATHER", "secId": 9}, {"sentences": [{"sentId": 40, "text": "Listen, I think that your assessment is right on as it - as I do agree with you most of the time here."}, {"sentId": 41, "text": "It's different than sitting in a green room or on a television set or in your office watching it when you're at home with your family and your children."}, {"sentId": 42, "text": "What he said tonight may have been very effective to some people who may not -- who may not be decided in this election."}], "speaker": "LEMON", "secId": 10}, {"sentences": [{"sentId": 43, "text": "Yes, and I think it's important to say that these are not bad people."}, {"sentId": 44, "text": "There's a tendency to vote those people who find Donald Trump abhorrent to think all of his followers - everybody in the crowd, all of his follows are sort of cookie or nutty people."}], "speaker": "RATHER", "secId": 11}, {"sentences": [{"sentId": 45, "text": "Yeah."}], "speaker": "LEMON", "secId": 12}, {"sentences": [{"sentId": 46, "text": "That's not the case."}, {"sentId": 47, "text": "There are a lot of good, decent, ordinary people --"}], "speaker": "RATHER", "secId": 13}, {"sentences": [{"sentId": 48, "text": "Yeah."}], "speaker": "LEMON", "secId": 14}, {"sentences": [{"sentId": 49, "text": "--who lean toward Donald Trump."}], "speaker": "RATHER", "secId": 15}, {"sentences": [{"sentId": 50, "text": "The question about has been - there's been a lot of question about this so-called \"deportation force.\""}, {"sentId": 51, "text": "What to do with illegal immigrants who are here now?"}, {"sentId": 52, "text": "He discussed that."}, {"sentId": 53, "text": "Let's listen."}], "speaker": "LEMON", "secId": 16}, {"sentences": [{"sentId": 54, "text": "Anyone who illegally crosses the border, will be detained until they are removed out of our country and back to the country from which they came."}, {"sentId": 55, "text": "And they'll be brought great distances."}, {"sentId": 56, "text": "We're not dropping him right across, they learned that President Eisenhower, they drop them across - right across and then come back and across."}, {"sentId": 57, "text": "Then when they flew them to a long distance, all of a sudden, that was the end."}, {"sentId": 58, "text": "We will take them great distances, but we will take them to the country where they came from."}, {"sentId": 59, "text": "LEMON:  He spoke more specifically, you know, in terms of the deportation force in another -- in a different sound, but this one was about catch and release."}, {"sentId": 60, "text": "Is this a softening even on this issue or do you think it's right in line with what he's been saying all along."}], "speaker": "TRUMP", "secId": 17}, {"sentences": [{"sentId": 61, "text": "No, I think he's right along with what he's been saying all along."}, {"sentId": 62, "text": "There may be some smidgen of difference in what he's saying now before."}, {"sentId": 63, "text": "But let's say, this is -- this is his basic message."}, {"sentId": 64, "text": "It has been since he announced of June a year ago and, you know, I recognize, Don, that a lot of people see Trump is kind of, in their view, a sun-powered perpetual motion all-American Bullshine machine."}], "speaker": "RATHER", "secId": 18}, {"sentences": [{"sentId": 65, "text": "Uh-hmm."}], "speaker": "LEMON", "secId": 19}, {"sentences": [{"sentId": 66, "text": "But when he talks about this, the argument that - it's not practical to say we're going to round up 11 million people or whatever - how our number is, and ship them back to their countries."}, {"sentId": 67, "text": "It still resonates in a way with a lot of people."}, {"sentId": 68, "text": "We're saying, \"Listen, I've just had it up to here with immigration.\""}, {"sentId": 69, "text": "He's double down on his bet that immigration is enough to carry him into the White House, and I think he's going to ride that horse right on through."}], "speaker": "RATHER", "secId": 20}, {"sentences": [{"sentId": 70, "text": "Uh-hmm."}, {"sentId": 71, "text": "And here's the one with him talking about what to do with illegal immigrants who are already here."}, {"sentId": 72, "text": "Listen."}], "speaker": "LEMON", "secId": 21}, {"sentences": [{"sentId": 73, "text": "To those here illegally today, who are seeking legal status, they will have one route and one route only, to return home and apply for re-entry like everybody else under the rules of the new legal immigration system that I have outlined above."}, {"sentId": 74, "text": "Those who have left to seek entry - thank you."}, {"sentId": 75, "text": "Thank you."}, {"sentId": 76, "text": "Thank you."}, {"sentId": 77, "text": "Those who have left to seek entry under this new system, and it will be an efficient system, will not be awarded surplus visas, but will have to apply for entry under the immigration caps or limits that will be established in the future."}, {"sentId": 78, "text": "We will break the cycle of amnesty and illegal immigration."}, {"sentId": 79, "text": "We will break the cycle."}, {"sentId": 80, "text": "There will be no amnesty."}], "speaker": "TRUMP", "secId": 22}, {"sentences": [{"sentId": 81, "text": "That was a concern earlier on the week when, you know, people were saying and late last week, when people were saying, he is flip- flopping on amnesty."}, {"sentId": 82, "text": "It looks like he's, you know, what he's saying now is leading to a path to citizenship who in no uncertain terms, he said, \"No amnesty.\""}, {"sentId": 83, "text": "There."}], "speaker": "LEMON", "secId": 23}, {"sentences": [{"sentId": 84, "text": "Absolutely."}, {"sentId": 85, "text": "Could be a misunderstanding about what he's saying."}], "speaker": "RATHER", "secId": 24}, {"sentences": [{"sentId": 86, "text": "Uh-hmm."}], "speaker": "LEMON", "secId": 25}, {"sentences": [{"sentId": 87, "text": "And I do think that he flirted with the idea of sort of softening up a little."}, {"sentId": 88, "text": "And he tried a few lines but this -- the tide signals he's come back to his core belief that the way for him to win is to get, say, an overwhelming number of white people to the polls, and get an overwhelming number of them for him, and he thinks that's enough to win."}], "speaker": "RATHER", "secId": 26}, {"sentences": [{"sentId": 89, "text": "Uh-hmm."}, {"sentId": 90, "text": "So, I think that many people underestimate the power and maybe -- and I'm going to ask you if Hillary - if you think the Clinton campaign is underestimating the power of the narrative and optics, and being in front of the media and in front of the cameras because of Donald Trump with the President today in Mexico."}, {"sentId": 91, "text": "A moment that was viewed by many as very presidential, because the concern was -- there's a handshake."}, {"sentId": 92, "text": "The concern was he's not seen as presidential, which is one reason he went over there."}, {"sentId": 93, "text": "This puts him in that spotlight."}, {"sentId": 94, "text": "Hillary Clinton is not doing that."}, {"sentId": 95, "text": "You think that's a misstep on her part?"}], "speaker": "LEMON", "secId": 27}, {"sentences": [{"sentId": 96, "text": "Well, I wouldn't say misstep on her - on her part, but I think it's a smart move for him to be seen meeting with other country's presidents as presidential."}, {"sentId": 97, "text": "And by way, Donald Trump is a master of the optics, if you noticed -"}], "speaker": "RATHER", "secId": 28}, {"sentences": [{"sentId": 98, "text": "Yeah."}], "speaker": "LEMON", "secId": 29}, {"sentences": [{"sentId": 99, "text": "-- he rarely appears without a bevy over of American flags behind him wherever he goes, and that worked pretty well for Richard Nixon in 1968."}, {"sentId": 100, "text": "He won partly because he just convinced people, \"I'm here."}, {"sentId": 101, "text": "I'm part of the flag."}, {"sentId": 102, "text": "I'm part of patriotism of the country.\""}, {"sentId": 103, "text": "Look, everybody's underestimated Donald Trump from the very beginning."}], "speaker": "RATHER", "secId": 30}, {"sentences": [{"sentId": 104, "text": "Right."}], "speaker": "LEMON", "secId": 31}, {"sentences": [{"sentId": 105, "text": "And I think it's interesting to still underestimate him."}, {"sentId": 106, "text": "As I've said to you before, I'm not saying he's going to win and --"}], "speaker": "RATHER", "secId": 32}, {"sentences": [{"sentId": 107, "text": "And it's an epic point."}], "speaker": "LEMON", "secId": 33}, {"sentences": [{"sentId": 108, "text": "If you had to - if you had to bet a trailer money had met a double wide today, you would bet that Hillary wins."}, {"sentId": 109, "text": "But this is - there's still, what, 68 days to go."}, {"sentId": 110, "text": "Three presidential debates to go."}, {"sentId": 111, "text": "This is still a very volatile race because neither these candidates is very popular, both of them might have negatives over 50 percent unprecedented in our presidential history."}, {"sentId": 112, "text": "And in that environment and with the kind of toxic speech, I did a Facebook tonight and which you neither here or there would use the words jingoism, chauvinism, nativism, which is what Donald Trump is dealing with here."}, {"sentId": 113, "text": "These can be powerful undertows -"}], "speaker": "RATHER", "secId": 34}, {"sentences": [{"sentId": 114, "text": "Uh-hmm."}], "speaker": "LEMON", "secId": 35}, {"sentences": [{"sentId": 115, "text": "--on people who otherwise might not consider him as president."}], "speaker": "RATHER", "secId": 36}, {"sentences": [{"sentId": 116, "text": "Yeah."}, {"sentId": 117, "text": "I think it's always a misstep to underestimate your opponent and, you know, as you said people are thinking, \"Oh, well this is over.\""}, {"sentId": 118, "text": "The poll - the polls are tightening now, and there are still a number of days before people actually go to polls and vote."}, {"sentId": 119, "text": "Early voting is going to start, but you don't know, no one knows where this is going to end up."}], "speaker": "LEMON", "secId": 37}, {"sentences": [{"sentId": 120, "text": "Well, in mentioning when people go to the polls, by the way, you know, early voting starts some places end of September."}], "speaker": "RATHER", "secId": 38}, {"sentences": [{"sentId": 121, "text": "Right."}, {"sentId": 122, "text": "RATHER:  I think a lot of people don't realize that, but it's still true to the American elections that most people go to the polls on voting day and a majority of people don't finally make up their minds until at least the weekend before the Tuesday vote."}], "speaker": "LEMON", "secId": 39}, {"sentences": [{"sentId": 123, "text": "Always a pleasure."}], "speaker": "LEMON", "secId": 40}, {"sentences": [{"sentId": 124, "text": "My pleasure."}], "speaker": "RATHER", "secId": 41}, {"sentences": [{"sentId": 125, "text": "Thank you very much."}, {"sentId": 126, "text": "Good to see you."}], "speaker": "LEMON", "secId": 42}, {"sentences": [{"sentId": 127, "text": "Thanks."}], "speaker": "RATHER", "secId": 43}, {"sentences": [{"sentId": 128, "text": "Dan Rather, everyone."}, {"sentId": 129, "text": "We'll be right back."}], "speaker": "LEMON", "secId": 44}, {"sentences": [{"sentId": 130, "text": "Donald Trump, laying out his immigration plan in his speech tonight in Phoenix."}, {"sentId": 131, "text": "Now, our CNN reality check team takes a look."}, {"sentId": 132, "text": "Here is our Tom Foreman."}, {"sentId": 133, "text": "What do you have for us, Tom?"}], "speaker": "LEMON", "secId": 45}, {"sentences": [{"sentId": 134, "text": "Hey, Don, you know, the central theme of all of these, a big theme, was that among all the undocumented people in this country, there are a lot of dangerous criminals."}], "speaker": "FOREMAN", "secId": 46}, {"sentences": [{"sentId": 135, "text": "There are at least two million, two million, think of it, criminal aliens now, inside of our country."}, {"sentId": 136, "text": "We will begin moving them out, day one, as soon as I take office, day one."}], "speaker": "TRUMP", "secId": 47}, {"sentences": [{"sentId": 137, "text": "Two million, that is a whopping number."}, {"sentId": 138, "text": "But analysts say, to get to that number of criminals, among this population, you basically have to count every possible infraction, including traffic tickets."}, {"sentId": 139, "text": "Maybe it's more realistic to look at this number from the Migration Policy Institute, 1.4 million people on the priority list for apprehension for more serious offenses or maybe - you should even look at these number, 690,000 convicted of felonies or serious misdemeanors, that's another estimate that's out there."}, {"sentId": 140, "text": "That seems credible at all of these, still a big number, but only about a third of what Trump says."}, {"sentId": 141, "text": "Nonetheless, he says he wants to go after them."}, {"sentId": 142, "text": "He wants a task force to really crack down on this population out there."}, {"sentId": 143, "text": "The problem is, one started just a year ago under the immigration office there."}, {"sentId": 144, "text": "Priority Enforcement Program, that's what they call it and it aimed at getting the worst criminals off of the street."}, {"sentId": 145, "text": "It's a big job, maybe he'll make it better, maybe he'll put more agents out there as he promised, maybe he'll do all of that on day one in terms of getting started."}, {"sentId": 146, "text": "So, we can't say otherwise that part of the claim is true, but to the extent that none of these are going to produce immediate results, it simply can't."}, {"sentId": 147, "text": "It's too big of a job."}, {"sentId": 148, "text": "It's also misleading."}, {"sentId": 149, "text": "Trump also went after Hillary Clinton on what she has said about immigration."}, {"sentId": 150, "text": "Listen."}], "speaker": "FOREMAN", "secId": 48}, {"sentences": [{"sentId": 151, "text": "Her plan will provide ObamaCare, Social Security and Medicare for illegal immigrants breaking the federal budget."}], "speaker": "TRUMP", "secId": 49}, {"sentences": [{"sentId": 152, "text": "Well, it is true that Hillary Clinton has said, that she thinks that people who are here in an undocumented status, should be able to buy into ObamaCare, because she thinks it will spread the risk pool, it'll keep them out of emergency rooms."}, {"sentId": 153, "text": "She thinks it makes physical sense."}, {"sentId": 154, "text": "As for the other two down here, Social Security and Medicare, those are more programs that would fall under her general plan to allow these people to move into a legal status to become full citizens."}, {"sentId": 155, "text": "She doesn't want to do this as ad hack add-ons right now, at least she doesn't appears to."}, {"sentId": 156, "text": "So, first part of these, we're going to say is true."}, {"sentId": 157, "text": "Second part, we'll say is false."}, {"sentId": 158, "text": "And of course, Don, as always, you can find out a whole lot more about all of our reality checks on the whole campaign @CNN.com/realitycheck."}], "speaker": "FOREMAN", "secId": 50}, {"sentences": [{"sentId": 159, "text": "Mr. Tom Foreman, always a pleasure."}, {"sentId": 160, "text": "Thank you, Sir."}, {"sentId": 161, "text": "Now, let's discuss all of these as CNN Political Commentator Bakari Sellers is here."}, {"sentId": 162, "text": "I'm back with us, Democratic Strategist."}, {"sentId": 163, "text": "Maria Cardona joins the panel, former George W. Bush Political Director, Matt Schlapp, also joins our panel, former Donald Trump Campaign Manager, Corey Lewandowski is back and CNN Political Analyst, Kirsten Powers, back as well."}, {"sentId": 164, "text": "Kirsten, I'm going to start with you."}, {"sentId": 165, "text": "Two million, he said, criminal aliens or undocumented immigrants."}, {"sentId": 166, "text": "He said that it was misleading."}, {"sentId": 167, "text": "You'd have to take into account a number of different factors."}, {"sentId": 168, "text": "Also talked about ObamaCare."}, {"sentId": 169, "text": "Let's talk about the first part of that fact check."}, {"sentId": 170, "text": "Go ahead."}, {"sentId": 171, "text": "What did you make of that?"}], "speaker": "LEMON", "secId": 51}, {"sentences": [{"sentId": 172, "text": "Well, there's a big difference between 2 million and 690,000 and also the 690,000 includes misdemeanors and felonies."}, {"sentId": 173, "text": "And then we have to also remember that - so, I actually would think we would take misdemeanors out of that probably, if we're going to talk about serious violent crimes that even with felonies, a lot of felonies aren't violent crimes."}, {"sentId": 174, "text": "You can get charged with a felony for selling a very small amount of drugs, for example, that could be your first-time offense, and you could end up being deported."}, {"sentId": 175, "text": "Perhaps, after living in this country for most of your life."}, {"sentId": 176, "text": "So, this is, you know, I think this is a pretty - a pretty big whopper because it's going to be a lot fewer than 690,000 and he said it was two million."}], "speaker": "POWERS", "secId": 52}, {"sentences": [{"sentId": 177, "text": "A whopper, Corey, do you agree?"}, {"sentId": 178, "text": "She said there's a big difference between 2 million and 600,000 and, you know, these aren't necessarily violent crimes that..."}], "speaker": "LEMON", "secId": 53}, {"sentences": [{"sentId": 179, "text": "Oh, we don't know that."}, {"sentId": 180, "text": "What we know is that their convicted felons or they have done a serious misdemeanor is what it said."}, {"sentId": 181, "text": "So, we don't know what the level of that is."}, {"sentId": 182, "text": "But what we do know, first and foremost, is they were in the country illegally."}, {"sentId": 183, "text": "The first crime they committed was coming in illegally, so that's crime number one."}, {"sentId": 184, "text": "Crime number two is, potentially selling drugs, you're killing Americans or you're doing something else that you shouldn't be doing in the country."}, {"sentId": 185, "text": "So, you've got two strikes against you."}, {"sentId": 186, "text": "Why do we need to get in three strikes?"}, {"sentId": 187, "text": "They came in illegally, they've now committed another crime, just between 690,000 of our own numbers to 1.4 million at minimum that we know about."}, {"sentId": 188, "text": "But that's under the sub position that there's only 11 million undocumented/illegal aliens in the country in the first place."}, {"sentId": 189, "text": "And if you'll look what Hillary Clinton's campaign said today, they think there's 16 million."}, {"sentId": 190, "text": "So, we don't even know within five million people, how many are actually in the country illegally?"}], "speaker": "LEWANDOWSKI", "secId": 54}, {"sentences": [{"sentId": 191, "text": "Kirsten, do you want to respond to that?"}], "speaker": "LEMON", "secId": 55}, {"sentences": [{"sentId": 192, "text": "Well, yeah, the thing about it is when you say, they came into the country illegally, a lot of people came into the country as children with their parents."}, {"sentId": 193, "text": "And so, you're talking about somebody who could potentially have been living here."}, {"sentId": 194, "text": "And the fact, I think Donald Trump may be even talked about this."}, {"sentId": 195, "text": "I have this memory of hearing about all this humane treatment."}, {"sentId": 196, "text": "We're going to have this humane, you know, immigration policy, his surrogates were coming out and talking about this."}, {"sentId": 197, "text": "And Donald Trump, I believe, also said he didn't think that the families have been here for a long time, they should be broken up."}, {"sentId": 198, "text": "So, it sounds like you're disagreeing with that."}, {"sentId": 199, "text": "That you're saying that if you came into the country illegally when you were 4 years old and you're now 18 years old or 25 years old and you are charged with a misdemeanor, that you should be sent back to a country that you literally can't remember, I mean, is that your -"}], "speaker": "POWERS", "secId": 56}, {"sentences": [{"sentId": 200, "text": "What I'm saying is - what I'm saying -"}], "speaker": "LEWANDOWSKI", "secId": 57}, {"sentences": [{"sentId": 201, "text": "Let him finish."}], "speaker": "LEMON", "secId": 58}, {"sentences": [{"sentId": 202, "text": "-- what I'm saying is, the Clinton campaign today put out a press release, it said there are16 million undocumented workers/illegal aliens in the country."}, {"sentId": 203, "text": "This is a Clinton campaign."}, {"sentId": 204, "text": "This isn't a Trump campaign."}, {"sentId": 205, "text": "Everyone else assumes that there's 11 million."}, {"sentId": 206, "text": "The Clinton campaign saying there's 16 million."}, {"sentId": 207, "text": "Donald Trump is saying there's 2 million people who we believe want to ship out of the country, that's based on the 16 million number that the Clinton campaign has."}, {"sentId": 208, "text": "So, are we going with the Clinton campaign numbers or the 16 million, or this hyperbole of 11 million which we don't know anything where that number comes from, but it's five million people."}, {"sentId": 209, "text": "We're missing someone."}], "speaker": "LEWANDOWSKI ", "secId": 59}, {"sentences": [{"sentId": 210, "text": "I hear you, Corey, but the fact is that even if you deport all of these criminals on day one, you still don't have a plan."}, {"sentId": 211, "text": "Donald Trump still is not extremely clear on what he's going to do with the, you know, other 10 million or, you know, 12 million individuals who are here \"illegally,\" but even more concerning, Kirsten's point, is something that he said in number five, and I mentioned this earlier tonight and I hope we get a chance to kind of delve into this."}, {"sentId": 212, "text": "But he also wants dreamers -"}], "speaker": "SELLERS", "secId": 60}, {"sentences": [{"sentId": 213, "text": "Uh-hmm."}, {"sentId": 214, "text": "Yeah."}], "speaker": "POWERS", "secId": 61}, {"sentences": [{"sentId": 215, "text": "-- to self deport."}, {"sentId": 216, "text": "I mean, they were - this is the country they know."}, {"sentId": 217, "text": "They don't have another country to self deport to."}, {"sentId": 218, "text": "I mean, they actually go to college here."}, {"sentId": 219, "text": "They work here, they're friends of mine, I mean, you're literally now talking about people who I know, friends of mine, who now have to self-deport."}, {"sentId": 220, "text": "LEMON:  It's been a - I get the campaigns mixed because there's just a long season."}], "speaker": "SELLERS", "secId": 62}, {"sentences": [{"sentId": 221, "text": "Yes."}], "speaker": "CARDONA", "secId": 63}, {"sentences": [{"sentId": 222, "text": "But someone was laughed off the stage with self deport."}, {"sentId": 223, "text": "Do you remember that?"}], "speaker": "LEMON", "secId": 64}, {"sentences": [{"sentId": 224, "text": "Mitt Romney."}], "speaker": "UNIDENTIFIED MALE", "secId": 65}, {"sentences": [{"sentId": 225, "text": "Mitt Romney."}, {"sentId": 226, "text": "That was it."}], "speaker": "LEMON", "secId": 66}, {"sentences": [{"sentId": 227, "text": "Mitt Romney."}, {"sentId": 228, "text": "And I think - and I think he lost the election pretty handily."}], "speaker": "CARDONA", "secId": 67}, {"sentences": [{"sentId": 229, "text": "Yeah."}], "speaker": "SELLERS", "secId": 68}, {"sentences": [{"sentId": 230, "text": "Look, I haven't been on this panel, so I'm not able to comment."}, {"sentId": 231, "text": "As an immigrant -"}], "speaker": "CARDONA", "secId": 69}, {"sentences": [{"sentId": 232, "text": "This is your - this is your chance."}], "speaker": "LEMON", "secId": 70}, {"sentences": [{"sentId": 233, "text": "-- as an immigrant myself, this speech sickened me."}, {"sentId": 234, "text": "It turned my stomach."}, {"sentId": 235, "text": "It was nativist, nationalistic, it was offensive, and I think it was a big step in Donald Trump losing this election."}, {"sentId": 236, "text": "And why do I say that?"}, {"sentId": 237, "text": "We already know that all of these efforts, talking about immigration, the softening, clearly not a softening tonight."}, {"sentId": 238, "text": "There was no effort to gain more Hispanic votes."}, {"sentId": 239, "text": "We know that train has left the station and Trump in on it, right?"}, {"sentId": 240, "text": "Latinos are not going to vote for Trump."}, {"sentId": 241, "text": "But it was an effort, I think, or at least some people in his campaign wanted it to be, to try to gather more support from moderate Republicans, college-educated white voters, which he's now losing."}, {"sentId": 242, "text": "This speech did nothing to increase that number of support to try to appeal to a broader base."}, {"sentId": 243, "text": "If he doesn't do that, there is no credible path to 270."}], "speaker": "CARDONA", "secId": 71}, {"sentences": [{"sentId": 244, "text": "Well, I think the speech also, I mean, I think what Donald Trump's going to do, if we take a step back and look at the speech as just a part of this campaign and even from when you started, Corey, to now where you have - where you have Steve Bannon and others who are running this race."}, {"sentId": 245, "text": "I think what Donald Trump's methodology is, and he started this from day one, is trying to see whether that Obama coalition is still intact."}, {"sentId": 246, "text": "And he's actually pressuring Hillary Clinton, and he's putting the pressure on Hillary Clinton to make sure that she keeps that Obama coalition intact."}, {"sentId": 247, "text": "He's going to squeeze, as you said earlier, every single white male vote out of the electorate that he possibly can."}, {"sentId": 248, "text": "And the question is, and I think that he's awakening a sleeping giant when he's talking about bastardizing immigrants and African-Americans and others."}, {"sentId": 249, "text": "The question is, are African-American voters or Hispanic-American voters, are they going to show up to the polls in numbers?"}, {"sentId": 250, "text": "They don't have to be larger than they were in '08 and '12, but are they going to show up and show out."}], "speaker": "SELLERS", "secId": 72}, {"sentences": [{"sentId": 251, "text": "Okay."}, {"sentId": 252, "text": "Matt."}, {"sentId": 253, "text": "MATT SCHLAPP, FORMER GEORGE W. BUSH POLITICAL DIRECTOR: There's been a lot of talk tonight."}, {"sentId": 254, "text": "And I think we ought to level this a little bit and talk about what happened with the president that I served."}, {"sentId": 255, "text": "A president that a lot of people thought was a lot more moderate on the question of immigration."}, {"sentId": 256, "text": "I -- one of the jobs that I had in 2004, is I had to explain to the activists within the party at the platform at our convention, what his plan was, and his plan was that every person who is here legally, every single one."}, {"sentId": 257, "text": "This moderate at immigration had to go back to their country of origin before they could even be considered for any type of legal status, any type, and everybody said that he had a reasonable approach to immigration."}, {"sentId": 258, "text": "If you look at what Donald Trump said tonight, it's different words, it's different tone."}, {"sentId": 259, "text": "I'll give you all of that."}, {"sentId": 260, "text": "I'm not going to compare the two."}, {"sentId": 261, "text": "I'm just saying, when you look at the policy, if we can get beyond all -"}], "speaker": "LEMON", "secId": 73}, {"sentences": [{"sentId": 262, "text": "But you can't --"}], "speaker": "SELLERS", "secId": 74}, {"sentences": [{"sentId": 263, "text": "Let me finish."}, {"sentId": 264, "text": "I've -"}], "speaker": "SCHLAPP", "secId": 75}, {"sentences": [{"sentId": 265, "text": "Woah, don't scream at me."}], "speaker": "SELLERS", "secId": 76}, {"sentences": [{"sentId": 266, "text": "--listen for long time."}], "speaker": "SCHLAPP", "secId": 77}, {"sentences": [{"sentId": 267, "text": "Well, yeah."}], "speaker": "SELLERS", "secId": 78}, {"sentences": [{"sentId": 268, "text": "Let me finish."}], "speaker": "SCHLAPP", "secId": 79}, {"sentences": [{"sentId": 269, "text": "Yeah, I got you."}, {"sentId": 270, "text": "You can be respectful, though."}], "speaker": "SELLERS", "secId": 80}, {"sentences": [{"sentId": 271, "text": "Yeah."}], "speaker": "SCHLAPP", "secId": 81}, {"sentences": [{"sentId": 272, "text": "Okay."}], "speaker": "SELLERS", "secId": 82}, {"sentences": [{"sentId": 273, "text": "You will, too."}], "speaker": "SCHLAPP", "secId": 83}, {"sentences": [{"sentId": 274, "text": "All right."}], "speaker": "SELLERS", "secId": 84}, {"sentences": [{"sentId": 275, "text": "So, when you look at the policy underneath it, it is a very similar policy, whichever needs to - everyone needs to go home in order to apply."}, {"sentId": 276, "text": "Second thing is, we've had a lot talk about this wall."}, {"sentId": 277, "text": "Well, Hillary Clinton voted for that wall and Hillary Clinton said that I support building a fence, whether it's a fence, whether it's a wall, whether it's a barrier, for people to say - Maria, I love you, but for people to say that this is racist, when this is policies that many democrats have supported and democrats had voted for, let's look at the policy underneath it."}, {"sentId": 278, "text": "Don't shake your head when it's true."}, {"sentId": 279, "text": "It's totally true."}], "speaker": "SCHLAPP", "secId": 85}, {"sentences": [{"sentId": 280, "text": "But it's also - but I think it's also the language around it."}], "speaker": "LEMONS", "secId": 86}, {"sentences": [{"sentId": 281, "text": "But yeah - no, no, no, no."}], "speaker": "SELLERS", "secId": 87}, {"sentences": [{"sentId": 282, "text": "Go ahead."}], "speaker": "LEMONS", "secId": 88}, {"sentences": [{"sentId": 283, "text": "Listen, I hear you, right?"}, {"sentId": 284, "text": "But you can't compare George W. Bush and the language that he used to that of Donald Trump, and say - and then say, \"Oh my God.\""}], "speaker": "SELLERS", "secId": 89}, {"sentences": [{"sentId": 285, "text": "Look at the policy."}], "speaker": "SCHLAPP", "secId": 90}, {"sentences": [{"sentId": 286, "text": "And then, \"Oh my God, disregard it.\""}, {"sentId": 287, "text": "We're talking about someone who said that Mexicans were rapists."}, {"sentId": 288, "text": "We're talking about someone who's outreach consisted of a  we're talking about somebody who - speaker Paul Ryan said, \"Use the textbook version of racism --"}], "speaker": "SELLERS", "secId": 91}, {"sentences": [{"sentId": 289, "text": "Try to get to the policy."}], "speaker": "SCHLAPP", "secId": 92}, {"sentences": [{"sentId": 290, "text": "-- of racism when you talk about Judge Curiel.\""}, {"sentId": 291, "text": "We're taught you cannot - you cannot simply say, \"Oh, my God, let's take the bigotry out of the recipe.\""}], "speaker": "SELLERS", "secId": 93}, {"sentences": [{"sentId": 292, "text": "Try to get to the policy."}], "speaker": "SCHLAPP", "secId": 94}, {"sentences": [{"sentId": 293, "text": "It doesn't work that way."}], "speaker": "SELLERS", "secId": 95}, {"sentences": [{"sentId": 294, "text": "Try to get to the policy."}, {"sentId": 295, "text": "That's what the American voters needs to hear about."}], "speaker": "SCHLAPP", "secId": 96}, {"sentences": [{"sentId": 296, "text": "And let's get to the policy."}, {"sentId": 297, "text": "And let's get -- we're at the policy now."}], "speaker": "SELLERS", "secId": 97}, {"sentences": [{"sentId": 298, "text": "Right."}], "speaker": "SCHLAPP", "secId": 98}, {"sentences": [{"sentId": 299, "text": "But your policy wonk as well."}, {"sentId": 300, "text": "So, please, after this speech today, tell me how Donald Trump, if we're going to get to the policy, is going to pay for his wall."}], "speaker": "SELLERS", "secId": 99}, {"sentences": [{"sentId": 301, "text": "How is he going to pay for his wall?"}], "speaker": "SCHLAPP", "secId": 100}, {"sentences": [{"sentId": 302, "text": "That's exactly right."}], "speaker": "SELLERS", "secId": 101}, {"sentences": [{"sentId": 303, "text": "How - OK.  How do we pay for the wall that Hillary Clinton voted for?"}], "speaker": "SCHLAPP", "secId": 102}, {"sentences": [{"sentId": 304, "text": "No, no, no, no, no."}, {"sentId": 305, "text": "Answer the -- no, no, no, no, no."}, {"sentId": 306, "text": "Answer the question."}, {"sentId": 307, "text": "How is he going to pay for the wall?"}], "speaker": "SELLERS", "secId": 103}, {"sentences": [{"sentId": 308, "text": "I'd like to answer the question."}, {"sentId": 309, "text": "Congress appropriates all the money and if congress has appropriated millions and millions and millions of dollars, and congress will have to step forward as to go forward to build this wall."}], "speaker": "SCHLAPP", "secId": 104}, {"sentences": [{"sentId": 310, "text": "So you don't know."}], "speaker": "SELLERS", "secId": 105}, {"sentences": [{"sentId": 311, "text": "So we don't know."}], "speaker": "SELLERS", "secId": 106}, {"sentences": [{"sentId": 312, "text": "Do you know what it means?"}, {"sentId": 313, "text": "I mean, let's really think about it, I know you guys have a lot of fun with that."}, {"sentId": 314, "text": "The fact is that illegal -"}], "speaker": "SCHLAPP", "secId": 107}, {"sentences": [{"sentId": 315, "text": "We didn't say it."}], "speaker": "CARDONA", "secId": 108}, {"sentences": [{"sentId": 316, "text": "--illegal immigration is a huge cost in our economy in our country."}, {"sentId": 317, "text": "And if we can get a handle on illegal immigration and take care of this economic cost to our society, we will more than pay for that wall."}, {"sentId": 318, "text": "If you look at all the costs associated with the - with the crime and the negative impacts on our economy."}, {"sentId": 319, "text": "You know that that's what the economic consequences -"}], "speaker": "SCHLAPP", "secId": 109}, {"sentences": [{"sentId": 320, "text": "Wait."}, {"sentId": 321, "text": "But so, can we talk about -"}], "speaker": "CARDONA", "secId": 110}, {"sentences": [{"sentId": 322, "text": "Yes, we can."}], "speaker": "LEMON", "secId": 111}, {"sentences": [{"sentId": 323, "text": "--the economy about this for a minute?"}], "speaker": "CARDONA", "secId": 112}, {"sentences": [{"sentId": 324, "text": "On the other side of this break."}], "speaker": "LEMON", "secId": 113}, {"sentences": [{"sentId": 325, "text": "OK."}], "speaker": "CARDONA", "secId": 114}, {"sentences": [{"sentId": 326, "text": "We'll be right back."}], "speaker": "LEMON", "secId": 115}, {"sentences": [{"sentId": 327, "text": "We're back on discussing the 10-point immigration plan Donald Trump laid out in Phoenix tonight, just hours after his meeting with Mexico's president."}, {"sentId": 328, "text": "Back with me, my political panel."}, {"sentId": 329, "text": "I want to go to Kirsten Powers who sat by so patiently during that last segment to -- you know, to -- I want you to respond with Matt Schlapp had to say."}, {"sentId": 330, "text": "He said this was basically Mitt Romney's - was it - you said it was Mitt Romney -"}], "speaker": "LEMON", "secId": 116}, {"sentences": [{"sentId": 331, "text": "It was George W. Bush."}], "speaker": "POWERS", "secId": 117}, {"sentences": [{"sentId": 332, "text": "George W. Bush talked about it in 2004."}], "speaker": "SCHLAPP", "secId": 118}, {"sentences": [{"sentId": 333, "text": "In 2004."}], "speaker": "LEMON", "secId": 119}, {"sentences": [{"sentId": 334, "text": "Yeah, look, I think -- well, what Matt said was basically everybody looked at this idea that people would have to go back to their home countries and come back in, and thought it was a great idea."}, {"sentId": 335, "text": "I can tell you right now most immigration advocates didn't think it was a great idea."}, {"sentId": 336, "text": "Now, that -- but what is true is that I think that there has been some commonalities maybe between some of the democratic plans and maybe what a George W. Bush plan would have on other issues such as a path to citizenship."}, {"sentId": 337, "text": "But there's a huge difference in the way George Bush spoke about undocumented immigrants and the way Donald Trump talks about them."}, {"sentId": 338, "text": "I mean, he wasn't demonizing them in the way that Donald Trump has, and I don't think a lot of the things that he talked about tonight would be the types of things that that George Bush would have been recommending."}, {"sentId": 339, "text": "I mean, Matt, do you really believe that these are - that he'd -- I mean, would George Bush say something like as soon as somebody is arrested without even having being convicted of a crime?"}], "speaker": "POWERS", "secId": 120}, {"sentences": [{"sentId": 340, "text": "Look, I -"}], "speaker": "SCHLAPP", "secId": 121}, {"sentences": [{"sentId": 341, "text": "That's only been arrested, that they should be deported --"}], "speaker": "POWERS", "secId": 122}, {"sentences": [{"sentId": 342, "text": "I think -"}], "speaker": "SCHLAPP", "secId": 123}, {"sentences": [{"sentId": 343, "text": "--without due process?"}], "speaker": "POWERS", "secId": 124}, {"sentences": [{"sentId": 344, "text": "Look, I think you make a very fair point, which I tried to make as well, which I think the tone and the language is different."}, {"sentId": 345, "text": "I'm just getting down to the policy, and there's similarities in the policy, and there's a lot of Republicans who since 2004 have talked about, how do you get to a pathway to either citizenship or legalized status, and I know as a party, because I was involved in it, we talked about the fact that in order to start that process, you had to go home."}, {"sentId": 346, "text": "We have to make this decision as a society."}, {"sentId": 347, "text": "If we're simply going to say, \"OK, look, you came here illegally."}, {"sentId": 348, "text": "We're not going to really fix the southern border problem, we're not going to fix the views of border problem."}, {"sentId": 349, "text": "We're going to eventually give people amnesty but there won't be any way that this ever ends,\" and I think that upsets a lot of democrats."}], "speaker": "SCHLAPP", "secId": 125}, {"sentences": [{"sentId": 350, "text": "You've got two people here shaking her head now and Maria's one of them."}], "speaker": "LEMON", "secId": 126}, {"sentences": [{"sentId": 351, "text": "Okay."}, {"sentId": 352, "text": "So, first of all, that might have been George W. Bush's plan in 2004 and I can't believe I'm defending George W. Bush, but the plan that he talked about in 2007 in his state of the union was comprehensive immigration reform."}], "speaker": "CARDONA", "secId": 127}, {"sentences": [{"sentId": 353, "text": "Right."}], "speaker": "SELLERS", "secId": 128}, {"sentences": [{"sentId": 354, "text": "It did not have anybody going back to their home country."}], "speaker": "CARDONA", "secId": 129}, {"sentences": [{"sentId": 355, "text": "That's right."}], "speaker": "SELLERS", "secId": 130}, {"sentences": [{"sentId": 356, "text": "They had people essentially getting in the back of the line which ended up being the gang of a plan."}, {"sentId": 357, "text": "So, George W. Bush was actually in the same place where the majority of democrats are or sensible republicans are with the majority of Americans are, very different from the kind of speech and policy that Donald Trump did tonight."}, {"sentId": 358, "text": "I also want to talk about the economics of this because everyone keeps talking about how much money, how much money, you know, that the country is cost by illegal immigration."}, {"sentId": 359, "text": "The fact of the matter is that undocumented immigrants actually pay $12 billion in taxes every year, and these are taxes that they don't get back, but they are taxes that they pay with either employers who comply, but then they can't get their taxes back, because their - they don't have papers, it excise taxes."}, {"sentId": 360, "text": "When they go buy things, their paying taxes, so let's not talk about how undocumented immigrants do not contribute to society."}, {"sentId": 361, "text": "They do."}], "speaker": "CARDONA", "secId": 131}, {"sentences": [{"sentId": 362, "text": "Don, the GAO has recorded -"}], "speaker": "UNIDENTIFIED MALE", "secId": 132}, {"sentences": [{"sentId": 363, "text": "In addition to that."}, {"sentId": 364, "text": "In addition to that."}], "speaker": "CARDONA", "secId": 133}, {"sentences": [{"sentId": 365, "text": "Let's use the facts."}, {"sentId": 366, "text": "Use the facts."}], "speaker": "SCHLAPP", "secId": 134}, {"sentences": [{"sentId": 367, "text": "Comprehensive immigration reform would inject --"}], "speaker": "CARDONA", "secId": 135}, {"sentences": [{"sentId": 368, "text": "Hang on."}, {"sentId": 369, "text": "Just finish her things and then you can go ahead."}], "speaker": "LEMON", "secId": 136}, {"sentences": [{"sentId": 370, "text": "Comprehensive immigration reform would actually inject $1.3 trillion into this economy if we did it tomorrow and the next 10 years."}], "speaker": "CARDONA", "secId": 137}, {"sentences": [{"sentId": 371, "text": "Go ahead."}], "speaker": "LEMONS", "secId": 138}, {"sentences": [{"sentId": 372, "text": "Look, the GAO did a study in 2011 and what the illegal immigration/undocumented workers actually cost the American public."}, {"sentId": 373, "text": "What they said was it's $113 billion a year to the American people is what they pay for, all in the - from at the time in 2011, this has not gotten better with age."}, {"sentId": 374, "text": "OK?"}, {"sentId": 375, "text": "That money could be going to children who need vouchers to go to school of choice, that money can be going to a whole series of things."}, {"sentId": 376, "text": "It's a 113 billion."}, {"sentId": 377, "text": "That money could be going to building a wall on the southern border, right?"}, {"sentId": 378, "text": "But what is going to instead is illegal undocumented workers who are in our country illegally."}, {"sentId": 379, "text": "This is not my report."}, {"sentId": 380, "text": "This is the government accountability report from 2011."}, {"sentId": 381, "text": "It's not something I generated."}], "speaker": "LEWANDOWSKI", "secId": 139}, {"sentences": [{"sentId": 382, "text": "Can we -- can we talk about the language?"}, {"sentId": 383, "text": "Because Matt said, you know, I can't speak to language and to tone and these - we have been discussing illegal vs. undocumented person is, and said both, we've all said both and the thing -"}], "speaker": "LEMON", "secId": 140}, {"sentences": [{"sentId": 384, "text": "I mostly stick to undocumented."}], "speaker": "CARDONA", "secId": 141}, {"sentences": [{"sentId": 385, "text": "Yeah, and let's - this moment from Donald Trump speaking about Hillary Clinton, tonight."}, {"sentId": 386, "text": "Listen."}], "speaker": "LEMON", "secId": 142}, {"sentences": [{"sentId": 387, "text": "We are going to triple the number of ICE deportation offices."}, {"sentId": 388, "text": "Within ICE, I am going to create a new special deportation task force focused on identifying and quickly removing the most dangerous criminal, illegal immigrants in America who have evaded justice, just like Hillary Clinton has evaded justice, OK?"}, {"sentId": 389, "text": "Maybe they'll be able to deport her."}], "speaker": "TRUMP", "secId": 143}, {"sentences": [{"sentId": 390, "text": "Kirsten, maybe they'll be able to deport Hillary Clinton."}], "speaker": "LEMON", "secId": 144}, {"sentences": [{"sentId": 391, "text": "Yeah, you know, I don't."}], "speaker": "POWERS", "secId": 145}, {"sentences": [{"sentId": 392, "text": "You're at a loss for words."}], "speaker": "LEMON", "secId": 146}, {"sentences": [{"sentId": 393, "text": "I mean, I know."}, {"sentId": 394, "text": "It's just - it's just so -"}], "speaker": "POWERS", "secId": 147}, {"sentences": [{"sentId": 395, "text": "How about we send her back to Arkansas?"}, {"sentId": 396, "text": "OK?"}, {"sentId": 397, "text": "Let's do something."}], "speaker": "UNIDENTIFIED MALE", "secId": 148}, {"sentences": [{"sentId": 398, "text": "-- juvenile, you know, and then, it's just not - I mean, look, this was sort of built to us, as I thought as a serious policy speech, and it didn't strike me as much of a serious policy speech."}, {"sentId": 399, "text": "It was just more Donald Trump sort of ranting and raving about."}], "speaker": "POWERS", "secId": 149}, {"sentences": [{"sentId": 400, "text": "But we're talking about language."}, {"sentId": 401, "text": "Just language like that, and anyone here on the panel, even Kirsten, does that detract from Donald Trump's message when he says something like Hillary should be deported."}], "speaker": "LEMON", "secId": 150}, {"sentences": [{"sentId": 402, "text": "I don't think that -- that didn't detract."}, {"sentId": 403, "text": "I don't think."}, {"sentId": 404, "text": "I mean, I think that he went off script as Donald Trump is known to do."}, {"sentId": 405, "text": "I think there were more concerning things in the speech than that little one off and, I mean, we can talk about some other things that in the speech that were un-American about the way they were going to vet different immigrants, but not that language."}], "speaker": "SELLERS", "secId": 151}, {"sentences": [{"sentId": 406, "text": "Don, in that particular clip - in that particular clip, he let out a very specific policy."}, {"sentId": 407, "text": "I'm going to triple the number of ICE offices, that's very specific."}], "speaker": "LEWANDOWSKI", "secId": 152}, {"sentences": [{"sentId": 408, "text": "And I agree with you."}], "speaker": "LEMON", "secId": 153}, {"sentences": [{"sentId": 409, "text": "OK."}], "speaker": "LEWANDOWSKI", "secId": 154}, {"sentences": [{"sentId": 410, "text": "But I'm just saying that at the end and everything -"}], "speaker": "LEMON", "secId": 155}, {"sentences": [{"sentId": 411, "text": "Yeah, I understand."}, {"sentId": 412, "text": "But look, let's get back to the policy."}], "speaker": "LEWANDOWSKI", "secId": 156}, {"sentences": [{"sentId": 413, "text": "Let's get to the policy."}], "speaker": "SELLERS", "secId": 157}, {"sentences": [{"sentId": 414, "text": "So, take away the rhetoric, and what we say is, I'm going to triple the number of ICE officers and put them on the boarder and not behind the desk."}, {"sentId": 415, "text": "That is a very specific, very achievable --"}], "speaker": "LEWANDOWSKI", "secId": 158}, {"sentences": [{"sentId": 416, "text": "And how much is that going to cost?"}, {"sentId": 417, "text": "How much is that going to cost?"}], "speaker": "CARDONA", "secId": 159}, {"sentences": [{"sentId": 418, "text": "They said -- I think he's saying it was going to go to 8,000, right?"}], "speaker": "SELLERS", "secId": 160}, {"sentences": [{"sentId": 419, "text": "No, he said there's 5,000, 5,000 more border agents."}], "speaker": "LEWANDOWSKI", "secId": 161}, {"sentences": [{"sentId": 420, "text": "5,000 more --"}], "speaker": "UNIDENTIFIED MALE", "secId": 162}, {"sentences": [{"sentId": 421, "text": "Yeah, but the gang of 8 bill calls for 20,000 --"}], "speaker": "SELLERS", "secId": 163}, {"sentences": [{"sentId": 422, "text": "So, what's wrong with his -"}], "speaker": "SCHLAPP", "secId": 164}, {"sentences": [{"sentId": 423, "text": "But I mean - but I mean, are you going to - are you going -- I mean, but the gang of 8 also knew and understood what the dilemma was and what the problem was."}], "speaker": "SELLERS", "secId": 165}, {"sentences": [{"sentId": 424, "text": "Kirsten Powers, last word in the spot."}], "speaker": "LEMON", "secId": 166}, {"sentences": [{"sentId": 425, "text": "I mean, look, I don't think -- I think it's un-presidential, I think, will be the answer to your question."}, {"sentId": 426, "text": "To say something like that is just isn't something that most people think of when they think of a president saying something like that about, you know, Hillary Clinton who is his, you know, his opponent, for sure, but you -- I think, we could just be a little more respectful, possibly."}], "speaker": "POWERS", "secId": 167}, {"sentences": [{"sentId": 427, "text": "All right."}, {"sentId": 428, "text": "Let's talk policy when we come right back."}, {"sentId": 429, "text": "Right after this break, we'll be right back."}], "speaker": "LEMON", "secId": 168}, {"sentences": [{"sentId": 430, "text": "All right."}, {"sentId": 431, "text": "Back now, discussing the immigration speech from Donald Trump in Arizona."}, {"sentId": 432, "text": "Matt Schlapp is with me, Corey Lewandowski, Maria Cardona, and Bakari Sellers back with me."}, {"sentId": 433, "text": "Okay."}, {"sentId": 434, "text": "So, here's my question, he went to Mexico today, by all accounts, he looked, you know, like a diplomat, very -"}], "speaker": "LEMON", "secId": 169}, {"sentences": [{"sentId": 435, "text": "Uh-uh."}, {"sentId": 436, "text": "Not by all accounts."}], "speaker": "CARDONA", "secId": 170}, {"sentences": [{"sentId": 437, "text": "Do you think - you don't think --"}], "speaker": "LEMON", "secId": 171}, {"sentences": [{"sentId": 438, "text": "Not by my account"}], "speaker": "CARDONA", "secId": 172}, {"sentences": [{"sentId": 439, "text": "You don't think that part of the day was a good part for him?"}], "speaker": "LEMON", "secId": 173}, {"sentences": [{"sentId": 440, "text": "So, here's the problem, with what happened today, and I've talked about this on your show, Don, and that is that the expectations for Donald Trump are under this studio, right?"}, {"sentId": 441, "text": "So he gets up on a stage and he doesn't fumble and he doesn't trip and he doesn't vomit on the President Pena Nieto, and suddenly he looks presidential after everything?"}], "speaker": "CARDONA", "secId": 174}, {"sentences": [{"sentId": 442, "text": "And then  questions."}], "speaker": "UNIDENTIFIED MALE", "secId": 175}, {"sentences": [{"sentId": 443, "text": "After everything that he has said and done, up until now, he read a script, he looked awkward doing it."}, {"sentId": 444, "text": "He clearly was not the Donald Trump that won the nomination."}], "speaker": "CARDONA", "secId": 176}, {"sentences": [{"sentId": 445, "text": "So, clearly you don't think that, that was - it looked -"}], "speaker": "LEMON", "secId": 177}, {"sentences": [{"sentId": 446, "text": "I don't think it helped him at all."}, {"sentId": 447, "text": "I think people saw through it."}, {"sentId": 448, "text": "I think the people that he needed to attract, saw absolutely right through it that it was opportunistic."}], "speaker": "CARDONA", "secId": 178}, {"sentences": [{"sentId": 449, "text": "Well, I think the senior adviser to the Trump campaign, called it what it was, which was a photo op."}], "speaker": "SELLERS", "secId": 179}, {"sentences": [{"sentId": 450, "text": "Yeah, that's right."}], "speaker": "CARDONA", "secId": 180}, {"sentences": [{"sentId": 451, "text": "But I do think that he does get some benefit out of that photo op."}, {"sentId": 452, "text": "I think that although he, you know, flip-flopped on NAFTA, you know, he was talking about ripping up and cutting up NAFTA, then today, he said he want to build on NAFTA."}, {"sentId": 453, "text": "And then we talked about the wall and him not even asking about -- asking the Mexican President to pay for it."}, {"sentId": 454, "text": "But I do think every image in tomorrow morning's paper is going to be the image of him standing next to the Mexican President, and I think that that does help."}, {"sentId": 455, "text": "But I think that if Donald Trump was edging towards being more presidential at 3 o'clock, that kind of dissipated as the night wore on."}], "speaker": "SELLERS", "secId": 181}, {"sentences": [{"sentId": 456, "text": "I saw earlier, you guys were on 360 and someone -- was that Jeffrey Lord saying that he was Reaganesque?"}], "speaker": "LEMON", "secId": 182}, {"sentences": [{"sentId": 457, "text": "Yeah."}], "speaker": "CARDONA", "secId": 183}, {"sentences": [{"sentId": 458, "text": "Oh, my God."}], "speaker": "LEMON", "secId": 184}, {"sentences": [{"sentId": 459, "text": "Oh, yeah."}, {"sentId": 460, "text": "No."}], "speaker": "SELLERS", "secId": 185}, {"sentences": [{"sentId": 461, "text": "Well, it is just -"}], "speaker": "CARDONA", "secId": 186}, {"sentences": [{"sentId": 462, "text": "But I actually think that - I actually think watching it at home, that it was a good moment today for Donald Trump, and I especially think so coming up the hills of Baton Rouge where Hillary Clinton did not go as well."}], "speaker": "LEMON", "secId": 187}, {"sentences": [{"sentId": 463, "text": "He outlined five very specific points when he was in Mexico."}, {"sentId": 464, "text": "Number one, he said we're going to stop illegal immigration, number two, we're going to secure the border, number three, we're going to dismantle drug cartels, number four, we're going to improve NAFTA and we're going to raise standards for everybody and number five, I want to keep manufacturing in this hemisphere."}, {"sentId": 465, "text": "I don't know how Hillary Clinton could be opposed to any of those things, first and foremost."}, {"sentId": 466, "text": "And you know what he did today?"}, {"sentId": 467, "text": "He did something Hillary Clinton hasn't done in 267 days."}], "speaker": "LEWANDOWSKI", "secId": 188}, {"sentences": [{"sentId": 468, "text": "Set a press conference?"}], "speaker": "SELLERS", "secId": 189}, {"sentences": [{"sentId": 469, "text": "He took -- no."}, {"sentId": 470, "text": "He took questions from the media that weren't scripted, that were - hey, who has a question?"}, {"sentId": 471, "text": "And I saw Jim Acosta there and I saw other members, the mainstream media who were there, and they get to ask him a question, and it wasn't controlled and he answered those questions."}], "speaker": "LEWANDOWSKI", "secId": 190}, {"sentences": [{"sentId": 472, "text": "I have to - I have to say that -"}], "speaker": "LEMON", "secId": 191}, {"sentences": [{"sentId": 473, "text": "This is a clear dichotomy from the Clinton -"}], "speaker": "LEWANDOWSKI", "secId": 192}, {"sentences": [{"sentId": 474, "text": "OK."}, {"sentId": 475, "text": "But let me say this, and not that I'm defending Hillary Clinton."}, {"sentId": 476, "text": "She also took questions from the NABJ, National Association of Black Journalists, and about the same number if not a couple more than Donald Trump did."}, {"sentId": 477, "text": "But she also got him in trouble with that questioning because the whole e-mail thing came up and she sort of fumble --"}], "speaker": "LEMON", "secId": 193}, {"sentences": [{"sentId": 478, "text": "She gave yet another different answer, but I also thought it was great that he did it in front of the Mexican press."}, {"sentId": 479, "text": "But the - here's the thing, I think you can't have it both ways, where in my view would be, there was a different tone from the rally speech to what he did in Mexico."}, {"sentId": 480, "text": "And if you like the tone-down-more-thoughtful- Donald Trump, give him credit for that."}, {"sentId": 481, "text": "I mean, he got through written remarks like you do in a diplomatic event like that, and I actually think a lot of people looked at that."}, {"sentId": 482, "text": "A lot of liberals that I saw on Twitter complement him, they thought he did a great job."}], "speaker": "SCHLAPP", "secId": 194}, {"sentences": [{"sentId": 483, "text": "Here's the thing, that is a Donald Trump that I think that liberals and Hillary Clinton supporters are afraid of, and the more they see of that Donald Trump --"}], "speaker": "LEMON", "secId": 195}, {"sentences": [{"sentId": 484, "text": "Which one are they afraid of?"}], "speaker": "SCHLAPP", "secId": 196}, {"sentences": [{"sentId": 485, "text": "-- they're more afraid."}, {"sentId": 486, "text": "I don't think that - I don't think that they are afraid."}, {"sentId": 487, "text": "I think they think that tonight, having listened to everyone here, that tonight's speech was more of the same, it was more of Donald Trump, seeing Donald Trump."}], "speaker": "LEMON", "secId": 197}, {"sentences": [{"sentId": 488, "text": "To me, I think -"}], "speaker": "SELLERS", "secId": 198}, {"sentences": [{"sentId": 489, "text": "But I think today, earlier, it was him being more diplomatic and looking more presidential."}], "speaker": "LEMON", "secId": 199}, {"sentences": [{"sentId": 490, "text": "So they think that it's a more fearsome political -"}], "speaker": "SCHLAPP", "secId": 200}, {"sentences": [{"sentId": 491, "text": "Ask them."}], "speaker": "LEMON", "secId": 201}, {"sentences": [{"sentId": 492, "text": "I just have to say this because as we -- before we - before Maria weighs into that, I think that what we have is this double standard that's almost laughable, because I heard Corey mentioned it a minute ago and Sean Spicer actually mentioned it earlier, and they say, \"Oh, my God, he went to Mexico, he had a press conference, and he took questions.\""}], "speaker": "SELLERS", "secId": 202}, {"sentences": [{"sentId": 493, "text": "Yeah."}], "speaker": "CARDONA", "secId": 203}, {"sentences": [{"sentId": 494, "text": "I mean, that means that he's a diplomat."}, {"sentId": 495, "text": "That means that he's strong, where Hillary Clinton actually negotiated peace in Gazza."}, {"sentId": 496, "text": "Hillary Clinton actually put a 120 country compact together on climate change."}, {"sentId": 497, "text": "I mean, this is somebody who's actually been on the world."}], "speaker": "SELLERS", "secId": 204}, {"sentences": [{"sentId": 498, "text": "You're not joining the presidential campaign."}], "speaker": "LEWANDOWSKI", "secId": 205}, {"sentences": [{"sentId": 499, "text": "Hold on one second."}, {"sentId": 500, "text": "And actually, you know, had some success in the world -"}], "speaker": "SELLERS", "secId": 206}, {"sentences": [{"sentId": 501, "text": "-- $10-billion company."}, {"sentId": 502, "text": "No one's looking at that."}], "speaker": "SCHLAPP", "secId": 207}, {"sentences": [{"sentId": 503, "text": "And this - and this, I think is the point."}, {"sentId": 504, "text": "Clearly -- and what I mean by when people will really see through this, at least the people that he needs to attract, it was, like I've said all day today, an Ave Maria pass, because he needed to shake things up, because he has seen the national polls, he has seen the battleground polls, he has seen how badly he is doing with all the key demographics that he needs to win in order to win."}, {"sentId": 505, "text": "So he needed to shake things up."}, {"sentId": 506, "text": "It was seen a little bit as a desperation move."}, {"sentId": 507, "text": "The picture might have worked and that's exactly what they wanted."}, {"sentId": 508, "text": "They weren't after substance."}, {"sentId": 509, "text": "They weren't after real negotiations."}, {"sentId": 510, "text": "He didn't do anything."}], "speaker": "CARDONA", "secId": 208}, {"sentences": [{"sentId": 511, "text": "Maria, here's what I think in my humble estimation that Hillary Clinton supporters and democrats are missing."}, {"sentId": 512, "text": "And no matter what business you're in, in this business, you're only as good as your last show, your last ratings."}, {"sentId": 513, "text": "You're only as good as your last life shot."}, {"sentId": 514, "text": "Only if you're an author, you're only as good as your last book, if you're a columnist, you're only as good as your last column."}, {"sentId": 515, "text": "You're only in this particular campaign -"}], "speaker": "LEMON", "secId": 209}, {"sentences": [{"sentId": 516, "text": "Uh-hmm."}], "speaker": "CARDONA", "secId": 210}, {"sentences": [{"sentId": 517, "text": "--when optics are a big part of it."}, {"sentId": 518, "text": "You're only as good as the optics that you're seen in."}, {"sentId": 519, "text": "Hillary Clinton gave a speech today, we haven't even talked about it."}], "speaker": "LEMON", "secId": 211}, {"sentences": [{"sentId": 520, "text": "But see, I completely disagree with that, because that means you are discounting all of the conversations both her and frankly, Donald Trump, are having with voters."}, {"sentId": 521, "text": "The problem is -"}], "speaker": "CARDONA", "secId": 212}, {"sentences": [{"sentId": 522, "text": "No, no, no."}, {"sentId": 523, "text": "We're talking about - we're talking about today."}, {"sentId": 524, "text": "I'm just talking about in this particular -"}], "speaker": "LEMON", "secId": 213}, {"sentences": [{"sentId": 525, "text": "But you're talking about - you're talking about a picture."}], "speaker": "CARDONA", "secId": 214}, {"sentences": [{"sentId": 526, "text": "Right."}], "speaker": "LEMON", "secId": 215}, {"sentences": [{"sentId": 527, "text": "And sure, Hillary Clinton did not dominate the media, but she was in Ohio giving an important speech and actually talking to voters, which is what she does every single day."}, {"sentId": 528, "text": "She was actually -"}], "speaker": "CARDONA", "secId": 216}, {"sentences": [{"sentId": 529, "text": "What was important that she said today?"}], "speaker": "LEWANDOWSKI", "secId": 217}, {"sentences": [{"sentId": 530, "text": "Actually, she was talking about American exceptionalism, actually."}], "speaker": "CARDONA", "secId": 218}, {"sentences": [{"sentId": 531, "text": "She actually mentioned - she actually talked and she did talk about - she talked about Benghazi."}], "speaker": "LEMON", "secId": 219}, {"sentences": [{"sentId": 532, "text": "She talked about diplomacy."}], "speaker": "CARDONA", "secId": 220}, {"sentences": [{"sentId": 533, "text": "She talked about her role in Benghazi?"}], "speaker": "LEWANDOWSKI", "secId": 221}, {"sentences": [{"sentId": 534, "text": "She talked about diplomacy."}, {"sentId": 535, "text": "She talked about how -"}], "speaker": "CARDONA", "secId": 222}, {"sentences": [{"sentId": 536, "text": "I saw American Legion where Donald Trump's actually given his speech -"}], "speaker": "SELLERS", "secId": 223}, {"sentences": [{"sentId": 537, "text": "Tomorrow."}], "speaker": "LEWANDOWSKI", "secId": 224}, {"sentences": [{"sentId": 538, "text": "That's right."}, {"sentId": 539, "text": "She -"}], "speaker": "CARDONA", "secId": 225}, {"sentences": [{"sentId": 540, "text": "Yeah, I mean, it was illegitimate."}], "speaker": "SELLERS", "secId": 226}, {"sentences": [{"sentId": 541, "text": "She talked about how it is not credible for you to pop into one of our most important trading partners after you have insulted them for -"}], "speaker": "CARDONA", "secId": 227}, {"sentences": [{"sentId": 542, "text": "Fly in and fly out."}], "speaker": "UNIDENTIFIED MALE", "secId": 228}, {"sentences": [{"sentId": 543, "text": "Why didn't she go?"}, {"sentId": 544, "text": "Why didn't she accept the president's invitation?"}], "speaker": "LEWANDOWSKI", "secId": 229}, {"sentences": [{"sentId": 545, "text": "Because she doesn't need to prove anything."}, {"sentId": 546, "text": "She knows --"}], "speaker": "CARDONA", "secId": 230}, {"sentences": [{"sentId": 547, "text": "Of course, she does."}, {"sentId": 548, "text": "She's running for president of United States."}], "speaker": "LEWANDOWSKI", "secId": 231}, {"sentences": [{"sentId": 549, "text": "I think that's she's also --"}], "speaker": "LEMONS", "secId": 232}, {"sentences": [{"sentId": 550, "text": "She knows President Pena Nieto."}, {"sentId": 551, "text": "She knows him well."}], "speaker": "CARDONA", "secId": 233}, {"sentences": [{"sentId": 552, "text": "So why would you invite her if you didn't want her to come down?"}], "speaker": "LEWANDOWSKI", "secId": 234}, {"sentences": [{"sentId": 553, "text": "He -- she has said that she will go meet with him at the appropriate time."}], "speaker": "CARDONA", "secId": 235}, {"sentences": [{"sentId": 554, "text": "This is the appropriate time."}, {"sentId": 555, "text": "She's running."}], "speaker": "LEWANDOWSKI", "secId": 236}, {"sentences": [{"sentId": 556, "text": "Not to prove something."}, {"sentId": 557, "text": "She knows that the American people understand that she can be a diplomat, that she can be presidential on the global stage."}], "speaker": "CARDONA", "secId": 237}, {"sentences": [{"sentId": 558, "text": "Standby."}, {"sentId": 559, "text": "Here's my question."}, {"sentId": 560, "text": "I want all of you to ponder going into the break, when it's this close."}], "speaker": "LEMON", "secId": 238}, {"sentences": [{"sentId": 561, "text": "Uh-hmm."}], "speaker": "CARDONA", "secId": 239}, {"sentences": [{"sentId": 562, "text": "You know, everything counts in large amounts."}, {"sentId": 563, "text": "What was that?"}, {"sentId": 564, "text": "Was that the  Everything counts."}, {"sentId": 565, "text": "It does."}, {"sentId": 566, "text": "Everything counts in large amounts."}, {"sentId": 567, "text": "So I think and -- I think everything counts now when you get this close and the polls are these close."}, {"sentId": 568, "text": "We'll discuss them."}, {"sentId": 569, "text": "We'll come right back."}], "speaker": "LEMON", "secId": 240}, {"sentences": [{"sentId": 570, "text": "Back with my panel now."}, {"sentId": 571, "text": "I was trying to make a point before the break."}, {"sentId": 572, "text": "I don't know how articulate I was."}, {"sentId": 573, "text": "But I do have to say, I do think that every bit - little bit counts but, I mean, do you honestly think that by Election Day, people are going to remember this, who will this be in the rear-view mirror?"}], "speaker": "LEMON", "secId": 241}, {"sentences": [{"sentId": 574, "text": "This what?"}, {"sentId": 575, "text": "This being what?"}], "speaker": "CARDONA", "secId": 242}, {"sentences": [{"sentId": 576, "text": "The immigration speech and meeting with the president, specifically meeting with the President of Mexico because that was seen as a photo op but by your account."}], "speaker": "LEMON", "secId": 243}, {"sentences": [{"sentId": 577, "text": "I'm sure that Trump campaign will try to make sure that people remember that as the Hillary Clinton campaign will make sure that people don't forget the immigration speech from tonight."}], "speaker": "CARDONA", "secId": 244}, {"sentences": [{"sentId": 578, "text": "Uh-hmm."}], "speaker": "LEMON", "secId": 245}, {"sentences": [{"sentId": 579, "text": "So, you're right that every moment counts and I have been one to always say this, that the Hillary Clinton campaign cannot take anything for granted, right?"}, {"sentId": 580, "text": "They cannot sit there and say, you know, \"Trump is not serious."}, {"sentId": 581, "text": "People will not see him as serious, we don't have anything to worry about.\""}, {"sentId": 582, "text": "Absolutely not."}], "speaker": "CARDONA", "secId": 246}, {"sentences": [{"sentId": 583, "text": "They gave an opportunity to look serious today."}], "speaker": "LEMON", "secId": 247}, {"sentences": [{"sentId": 584, "text": "How?"}, {"sentId": 585, "text": "Again, she did not need to go and meet with President Pena Nieto."}, {"sentId": 586, "text": "She knows him."}, {"sentId": 587, "text": "She's met with him before."}], "speaker": "CARDONA", "secId": 248}, {"sentences": [{"sentId": 588, "text": "Right."}], "speaker": "LEMON", "secId": 249}, {"sentences": [{"sentId": 589, "text": "She understand how - she understands at a global level how these relationships work."}, {"sentId": 590, "text": "She talked about it today in her American Legion speech and people see her as a serious person in a way that they do not see Donald Trump and that's what he was trying to prove."}], "speaker": "CARDONA", "secId": 250}, {"sentences": [{"sentId": 591, "text": "I think every little bit counts, and Bakari, I'm sorry, I snapped at you earlier, because when we talk about these things, it does get heated, but the fact is this, I think -"}], "speaker": "SCHLAPP", "secId": 251}, {"sentences": [{"sentId": 592, "text": "That was a moment."}, {"sentId": 593, "text": "Matt, thank you."}], "speaker": "LEMON", "secId": 252}, {"sentences": [{"sentId": 594, "text": "I think he'll -- yes, thank you."}, {"sentId": 595, "text": "I think Hillary Clinton is playing a little bit of stall ball here."}, {"sentId": 596, "text": "She feels like she's in a good place and she feels like she doesn't want to make errors."}, {"sentId": 597, "text": "So, she's not going to make bold moves like going to see the President of Mexico."}, {"sentId": 598, "text": "Donald Trump did need a game changer."}], "speaker": "SCHLAPP", "secId": 253}, {"sentences": [{"sentId": 599, "text": "I think that's right."}], "speaker": "CARDONA", "secId": 254}, {"sentences": [{"sentId": 600, "text": "You're completely right."}], "speaker": "SCHLAPP", "secId": 255}, {"sentences": [{"sentId": 601, "text": "But she also doesn't need to."}], "speaker": "CARDONA", "secId": 256}, {"sentences": [{"sentId": 602, "text": "He needed - he needed to change it up."}], "speaker": "SCHLAPP", "secId": 257}, {"sentences": [{"sentId": 603, "text": "Right."}, {"sentId": 604, "text": "That's right."}], "speaker": "CARDONA", "secId": 258}, {"sentences": [{"sentId": 605, "text": "And I think he did."}, {"sentId": 606, "text": "It was a smart thing to do."}, {"sentId": 607, "text": "I think his campaign's in a better position because of it."}], "speaker": "SCHLAPP", "secId": 259}, {"sentences": [{"sentId": 608, "text": "I also think one of the things that people haven't paid attention to which we'll start to hear about, probably tomorrow and the next day is that, the Clinton campaign is coming off not at 50 or $60 million a month."}, {"sentId": 609, "text": "They're coming off an $80 million a month."}], "speaker": "SELLERS", "secId": 260}, {"sentences": [{"sentId": 610, "text": "What she raised in the Hamptons this week at $12 million?"}], "speaker": "LEMON", "secId": 261}, {"sentences": [{"sentId": 611, "text": "Yeah."}, {"sentId": 612, "text": "So, I mean, they put their - they put their head down."}, {"sentId": 613, "text": "They know what the goal is because take Donald Trump."}], "speaker": "SELLERS", "secId": 262}, {"sentences": [{"sentId": 614, "text": "They know what they're doing."}], "speaker": "CARDONA", "secId": 263}, {"sentences": [{"sentId": 615, "text": "Because they take Donald Trump seriously."}, {"sentId": 616, "text": "What else is happening is Bernie Sanders, for example, is starting the campaign on Monday in New Hampshire, in your home state, Corey, you'll get a chance to see a whole lot -"}], "speaker": "SELLERS", "secId": 264}, {"sentences": [{"sentId": 617, "text": "I can't wait."}, {"sentId": 618, "text": "I can't wait."}], "speaker": "LEWANDOWSKI", "secId": 265}, {"sentences": [{"sentId": 619, "text": "-- of citizens."}, {"sentId": 620, "text": "But then - but then we actually have - we have the big dog - we have the big dog at 1600 Pennsylvania Avenue who's dedicating the entire month of October."}], "speaker": "SELLERS", "secId": 266}, {"sentences": [{"sentId": 621, "text": "It's a big deal."}], "speaker": "LEMON", "secId": 267}, {"sentences": [{"sentId": 622, "text": "So, you know -"}], "speaker": "SELLERS", "secId": 268}, {"sentences": [{"sentId": 623, "text": "So, to your point, every little bit counts."}], "speaker": "CARDONA", "secId": 269}, {"sentences": [{"sentId": 624, "text": "Every little bit counts, and does this count today?"}, {"sentId": 625, "text": "It does count a little bit, but as we get further out, I think, you'll start to see that the three big debates and then"}], "speaker": "SELLERS", "secId": 270}, {"sentences": [{"sentId": 626, "text": "What happens, though, when, Corey -- when - because when you have a person who's in the White House come out and that's, as you said, that's a big deal."}], "speaker": "LEMON", "secId": 271}, {"sentences": [{"sentId": 627, "text": "It is."}, {"sentId": 628, "text": "But, you know, let me just touch on this for a second."}, {"sentId": 629, "text": "Last time we talked about the fact that this was a hastily- put-together trip, that you can't be executing - takes months to execute this."}], "speaker": "LEWANDOWSKI", "secId": 272}, {"sentences": [{"sentId": 630, "text": "This has ran in the air last night when this happened."}], "speaker": "LEMON", "secId": 273}, {"sentences": [{"sentId": 631, "text": "Last night."}, {"sentId": 632, "text": "And they said, well, he'll never be able to pull this off."}, {"sentId": 633, "text": "It will never be executed."}, {"sentId": 634, "text": "It takes months and I've been on these trips and it takes weeks to plan."}, {"sentId": 635, "text": "Donald Trump --"}], "speaker": "LEWANDOWSKI", "secId": 274}, {"sentences": [{"sentId": 636, "text": "That was a bit of hyperbole -"}], "speaker": "LEMON", "secId": 275}, {"sentences": [{"sentId": 637, "text": "But look, this is - this is what - but you know what happened in 24 hours, Donald Trump flew out on Mexico on a helicopter, land at the palace, met with the president, had a nice conversation."}, {"sentId": 638, "text": "Did all the things that he need to do for the campaign."}, {"sentId": 639, "text": "It was the right thing to do, he accepted the invitation, and he was out there going back in Arizona."}, {"sentId": 640, "text": "It was well executed."}, {"sentId": 641, "text": "It was a good day for the campaign --"}], "speaker": "LEWANDOWSKI", "secId": 276}, {"sentences": [{"sentId": 642, "text": "Good day."}], "speaker": "SCHLAPP", "secId": 277}, {"sentences": [{"sentId": 643, "text": "-- for doing it."}], "speaker": "LEWANDOWSKI", "secId": 278}, {"sentences": [{"sentId": 644, "text": "But that said, you have to understand, President Obama is a very popular president right now."}, {"sentId": 645, "text": "He's unbelievably popular coming into the end of his second term."}, {"sentId": 646, "text": "The down side for Hillary, is that the right track, wrong track is in the wrong direction, so upside down 50 points."}, {"sentId": 647, "text": "Do you think the country's going the right track or the wrong track?"}], "speaker": "LEWANDOWSKI", "secId": 279}, {"sentences": [{"sentId": 648, "text": "That's right."}], "speaker": "LEMON", "secId": 280}, {"sentences": [{"sentId": 649, "text": "So having President Obama, is going to be a big asset to her at the end."}], "speaker": "LEWANDOWSKI", "secId": 281}, {"sentences": [{"sentId": 650, "text": "And Obama - and Obama's at 50 percent in the approvals."}, {"sentId": 651, "text": "He's not overwhelmingly popular."}, {"sentId": 652, "text": "He's very popular to democrats."}], "speaker": "SCHLAPP", "secId": 282}, {"sentences": [{"sentId": 653, "text": "We wake up tomorrow, every - the front of every newspaper's going to be Donald Trump, right?"}], "speaker": "LEMON", "secId": 283}, {"sentences": [{"sentId": 654, "text": "I think it will but it also - it will remind people of his speech tonight and how nationalistic and native has it was, and then I repeat -"}], "speaker": "CARDONA", "secId": 284}, {"sentences": [{"sentId": 655, "text": "Hillary may be on C26."}], "speaker": "LEWANDOWSKI", "secId": 285}, {"sentences": [{"sentId": 656, "text": "--to the people that he needed to appeal to, that was not."}], "speaker": "CARDONA", "secId": 286}, {"sentences": [{"sentId": 657, "text": "And Hillary Clinton will still be winning in every single Battleground State except -"}], "speaker": "SELLERS", "secId": 287}, {"sentences": [{"sentId": 658, "text": "Thank you, everyone."}, {"sentId": 659, "text": "Thank you."}, {"sentId": 660, "text": "I appreciate it."}, {"sentId": 661, "text": "We'll be right back."}], "speaker": "LEMON", "secId": 288}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1609.01.cnnt.01.html.json", "time": "Aired September 1, 2016 - 00:00   ET"}