{"sectionCount": 245, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["LEMON", "JONES", "COPPINS", "BRABENDER", "MIRINGOFF", "HILL", "ROORDA", "MARA", "O'MARA", "GRAY", "QUINN", "SCHUMER", "RIPLEY"], "subTitle": "Donald Trump Surging in the Polls Ahead of Thursday's First GOP Debate; Former Ferguson, Missouri Police Officer Darren Wilson Speaks out.  Aired 10-11:00p ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1508/03/cnnt.01.html", "sentenceCount": 678, "sections": [{"sentences": [{"sentId": 0, "text": "Breaking news."}, {"sentId": 1, "text": "Donald Trump surging in the polls ahead of Thursday's first GOP debate."}, {"sentId": 2, "text": "This is CNN Tonight."}, {"sentId": 3, "text": "I'm Don Lemon."}, {"sentId": 4, "text": "New polls show Trump leading his nearest rivals by double digits."}, {"sentId": 5, "text": "Is the real estate mogul turned presidential candidate trying to lower expectations around he'll do in this week's important debate."}], "speaker": "LEMON", "secId": 0}, {"sentences": [{"sentId": 6, "text": "Donald Trump, U.S. PRESIDENTIAL CANDIDATE: I'm not a debater."}, {"sentId": 7, "text": "I don't stand up and debate like these politicians."}], "speaker": "LEMON", "secId": 1}, {"sentences": [{"sentId": 8, "text": "And tonight in New Hampshire, 14 of the 17 republican candidates square off at the voter's first forum."}, {"sentId": 9, "text": "But Donald Trump skips the event on purpose."}, {"sentId": 10, "text": "We're going to see why."}], "speaker": "LEMON", "secId": 2}, {"sentences": [{"sentId": 11, "text": "And a controversial interview with former Ferguson Missouri Police Officer Darren Wilson, nearly to the day that he shot and killed Michael Brown."}], "speaker": "LEMON", "secId": 3}, {"sentences": [{"sentId": 12, "text": "But I want to begin with our breaking news tonight."}, {"sentId": 13, "text": "Donald Trump surging in the polls days before the first crucial GOP debate on Thursday night."}], "speaker": "LEMON", "secId": 4}, {"sentences": [{"sentId": 14, "text": "I'm joined by CNN's Athena Jones."}, {"sentId": 15, "text": "Good evening to you, Athena."}, {"sentId": 16, "text": "You're up in New Hampshire tonight, where 14 of the 2016 GOP hopefuls participated in a Town Hall forum tonight."}, {"sentId": 17, "text": "The front runner was noticeably absent, though."}, {"sentId": 18, "text": "But there is excellent news in the polls for a surging Donald Trump, isn't there?"}], "speaker": "LEMON", "secId": 5}, {"sentences": [{"sentId": 19, "text": "Hi, Don."}, {"sentId": 20, "text": "More excellent news."}, {"sentId": 21, "text": "He has had a lot of good news in the polls lately."}, {"sentId": 22, "text": "Two new polls out today, one right here in New Hampshire, the WMUR Granite State poll puts Trump in the lead at 24 percent."}, {"sentId": 23, "text": "That is double of the second place person, which is former Florida Governor Jeb Bush at 12 percent."}, {"sentId": 24, "text": "And then Wisconsin Governor Scott Walker at 11 percent."}], "speaker": "JONES", "secId": 6}, {"sentences": [{"sentId": 25, "text": "And then there's a national poll, the Monmouth University Poll, also out today, that poll has Trump at 26 percent."}, {"sentId": 26, "text": "So, more than quarter of republican voters choosing Trump."}, {"sentId": 27, "text": "That is more than double the next place person, which is also Jeb Bush at 12 percent, and Scott Walker in third place at 11."}], "speaker": "JONES", "secId": 7}, {"sentences": [{"sentId": 28, "text": "So, he has more than 2 to 1 lead in a national poll."}, {"sentId": 29, "text": "And it's significant because it's more -- it's outside of the margin of error."}, {"sentId": 30, "text": "So, it is a significant lead although it is still quite early on."}], "speaker": "JONES", "secId": 8}, {"sentences": [{"sentId": 31, "text": "Yes."}, {"sentId": 32, "text": "It is early, but it is a significant lead, as you say."}, {"sentId": 33, "text": "Three days away, though, from the first GOP primary didn't."}, {"sentId": 34, "text": "When will we know who is in and who is out, Athena?"}], "speaker": "LEMON", "secId": 9}, {"sentences": [{"sentId": 35, "text": "That is a big mystery, believe it or not."}, {"sentId": 36, "text": "Tomorrow at 5 p.m. is the cut-off time."}, {"sentId": 37, "text": "That's the time that Fox News has given for when all the polls that come in that they are going to be choosing from for the five polls."}, {"sentId": 38, "text": "They are going to be averaging their calculation to figure out what top 10 candidates make it to the debate stage."}], "speaker": "JONES", "secId": 10}, {"sentences": [{"sentId": 39, "text": "The cut-off time is 5 p.m. tomorrow."}, {"sentId": 40, "text": "We don't know how quickly they'll do those calculations, do those averaging of their polls and announce it to the rest of us."}, {"sentId": 41, "text": "So, we hope to know more about that certainly by this time tomorrow."}, {"sentId": 42, "text": "I can tell you, though, in our own CNN poll or polls, or an average of polls, it looks as, though, that the top eight are pretty much solidified and it's the bottom two spots are going to be a battle between Ohio Governor John Kasich, New Jersey Governor Chris Christie, and former Texas Governor Rick Perry."}, {"sentId": 43, "text": "But we'll have to wait and see which poll they choose and when they announce it."}], "speaker": "JONES", "secId": 11}, {"sentences": [{"sentId": 44, "text": "Christie, Perry, and Kasich, OK - is going to be fighting it out to get into that debate."}, {"sentId": 45, "text": "So, what's the latest now?"}, {"sentId": 46, "text": "We've been hearing about the vice president possibly getting in, Joe Biden."}, {"sentId": 47, "text": "A lot of voters are asking will he or won't he?"}], "speaker": "LEMON", "secId": 12}, {"sentences": [{"sentId": 48, "text": "Well, that's the big question here."}, {"sentId": 49, "text": "We don't know yet whether or not he's going to choose to jump into the race."}, {"sentId": 50, "text": "We know it's something that he's thought about a lot."}, {"sentId": 51, "text": "He's already run twice before."}, {"sentId": 52, "text": "Vice President Biden feels like he would do a good job as president."}, {"sentId": 53, "text": "And you have a group, a super pack that is aimed at trying to convince him to jump into the race."}, {"sentId": 54, "text": "That super pack is called Draft Biden."}], "speaker": "JONES", "secId": 13}, {"sentences": [{"sentId": 55, "text": "And just recently, a former close, a senior -- a former aide to Joe Biden's son, his late son, Beau Biden who died earlier this year, a former aide of his has joined on to that super pack as a senior adviser."}, {"sentId": 56, "text": "And some people are seeing that as a good move."}, {"sentId": 57, "text": "So certainly, there are a lot of people who do support Joe Biden and want to see him get in."}], "speaker": "JONES", "secId": 14}, {"sentences": [{"sentId": 58, "text": "They argue that he has a higher favorability rating than Hillary Clinton does and that her numbers in terms of honesty and trustworthiness and favorability are going to be a problem for her down the line."}, {"sentId": 59, "text": "But of course, it takes a lot of organization and a lot of money to run for president."}, {"sentId": 60, "text": "And so, it's not at all clear that Vice President Biden is going to choose to get into the race."}, {"sentId": 61, "text": "Don."}], "speaker": "JONES", "secId": 15}, {"sentences": [{"sentId": 62, "text": "Athena Jones in Manchester, New Hampshire."}, {"sentId": 63, "text": "Of course, at CNN."}, {"sentId": 64, "text": "Thank you, Athena."}, {"sentId": 65, "text": "I'm joined by McKay Coppins, senior writer for BuzzFeed, Van Jones, CNN political commentator, and John Ray Bender, a republican consultant and senior strategist for Rick Santorum."}, {"sentId": 66, "text": "Good evening to all of you."}, {"sentId": 67, "text": "I'm glad to have you here."}, {"sentId": 68, "text": "Van, I want to start with you."}, {"sentId": 69, "text": "What do you think the other candidates think about Donald Trump at this point?"}, {"sentId": 70, "text": "He's not losing any strength at all going into this debate?"}], "speaker": "LEMON", "secId": 16}, {"sentences": [{"sentId": 71, "text": "Look, I think a lot of republicans were saying, hey, you know, this is going to be a snowflake, it's going to be soap bubble, he'll have his little happy moment, he'll move away."}], "speaker": "JONES", "secId": 17}, {"sentences": [{"sentId": 72, "text": "A lot of democrats said that, too."}], "speaker": "LEMON", "secId": 18}, {"sentences": [{"sentId": 73, "text": "V. JONES: I said it."}, {"sentId": 74, "text": "And we were wrong this."}, {"sentId": 75, "text": "This guy is for real."}, {"sentId": 76, "text": "He is a threat."}, {"sentId": 77, "text": "He is going to be there."}, {"sentId": 78, "text": "And I think if I were any of the serious candidates, if you're certainly if you're Jeb Bush, you're looking at Thursday as an opportunity."}, {"sentId": 79, "text": "Can you do something that at least let the people know that there is a difference between someone who is a great media personality versus a great leader?"}, {"sentId": 80, "text": "But Donald Trump is for real."}, {"sentId": 81, "text": "And I don't..."}], "speaker": "LEMON", "secId": 19}, {"sentences": [{"sentId": 82, "text": "When did you come to that realization, Van?"}, {"sentId": 83, "text": "Because I remember you saying, oh, no."}], "speaker": "LEMON", "secId": 20}, {"sentences": [{"sentId": 84, "text": "V. JONES: You know, you get -- as usual, Don, you got there first."}, {"sentId": 85, "text": "You were trying to warn us."}], "speaker": "LEMON", "secId": 21}, {"sentences": [{"sentId": 86, "text": "I did."}], "speaker": "LEMON", "secId": 22}, {"sentences": [{"sentId": 87, "text": "V. JONES: You were right."}, {"sentId": 88, "text": "I was wrong."}, {"sentId": 89, "text": "I don't mind admitting it this time."}], "speaker": "LEMON", "secId": 23}, {"sentences": [{"sentId": 90, "text": "Yes."}], "speaker": "LEMON", "secId": 24}, {"sentences": [{"sentId": 91, "text": "V. JONES: Donald Trump is for real."}], "speaker": "LEMON", "secId": 25}, {"sentences": [{"sentId": 92, "text": "OK. McKay, you know, you're talking a lot about all the campaigns."}, {"sentId": 93, "text": "Come debate time on Thursday, are we going to see the nine other candidates all attacking Donald Trump?"}, {"sentId": 94, "text": "Is that the strategy?"}], "speaker": "LEMON", "secId": 26}, {"sentences": [{"sentId": 95, "text": "I think, certainly, the entire -- the dynamic of the debate is going to revolve around Trump."}, {"sentId": 96, "text": "He's an unavoidable figure."}, {"sentId": 97, "text": "He is going to be perched right at the center of the stage."}, {"sentId": 98, "text": "He is going to be presumably doing the same thing he's been doing this entire campaign."}], "speaker": "COPPINS", "secId": 27}, {"sentences": [{"sentId": 99, "text": "But I think the candidates are going to each have different strategies."}, {"sentId": 100, "text": "I think somebody like Jeb Bush or Scott Walker is going to try to ignore Donald Trump to whatever extent possible to try to look sober and presidential, using him sort of as a foil or a point of contrast."}], "speaker": "COPPINS", "secId": 28}, {"sentences": [{"sentId": 101, "text": "I think other candidates like Ted Cruz, who wants to poach some of Trump's supporters are going to pander to him a little bit, maybe say, you know, I'm glad Mr. Trump is in the race, I think you'll hear that from some of the candidates."}], "speaker": "COPPINS", "secId": 29}, {"sentences": [{"sentId": 102, "text": "And then the kind of third group that is important to keep an eye on will be the ones who are tempted to lash out and attack Donald Trump as a way of either raising their own profiles or trying to knock Trump out of the race."}], "speaker": "COPPINS", "secId": 30}, {"sentences": [{"sentId": 103, "text": "OK."}], "speaker": "LEMON", "secId": 31}, {"sentences": [{"sentId": 104, "text": "I personally think that would be a mistake."}, {"sentId": 105, "text": "I don't see any way -- up to this point in the race, every attack that's hurled at Donald Trump only makes him stronger."}], "speaker": "COPPINS", "secId": 32}, {"sentences": [{"sentId": 106, "text": "Yes."}], "speaker": "LEMON", "secId": 33}, {"sentences": [{"sentId": 107, "text": "So, I don't see any way that attacking him is going to really hurt him in this debate."}], "speaker": "COPPINS", "secId": 34}, {"sentences": [{"sentId": 108, "text": "John, can I ask you something about Rick Santorum because he's your guy last time."}, {"sentId": 109, "text": "He carried 11 states last go around."}, {"sentId": 110, "text": "And yet, based on the latest polling, he won't even be participating on Thursday night."}, {"sentId": 111, "text": "What's going through his mind right now do you think?"}], "speaker": "LEMON", "secId": 35}, {"sentences": [{"sentId": 112, "text": "Well, I think, first of all, a lot of people sit there and say the first debate may be the more substantial debate."}, {"sentId": 113, "text": "The second is going to be sort of this chaotic debate because of Donald Trump."}, {"sentId": 114, "text": "Second of all, what we found in the last two presidential elections on the republican side are polls right now mean absolutely nothing."}], "speaker": "BRABENDER", "secId": 36}, {"sentences": [{"sentId": 115, "text": "I was with Rudy Giuliani in 2008."}, {"sentId": 116, "text": "And he had a double digit lead about this point but we know it was going to be difficult to play well in places like Iowa and others."}, {"sentId": 117, "text": "Last time about this point I think --"}], "speaker": "BRABENDER", "secId": 37}, {"sentences": [{"sentId": 118, "text": "But Giuliani -- if you'll pardon the interruption."}, {"sentId": 119, "text": "Giuliani did not have the money that Donald Trump has."}, {"sentId": 120, "text": "He did not have the media exposure."}], "speaker": "LEMON", "secId": 38}, {"sentences": [{"sentId": 121, "text": "He raised over $50 million."}, {"sentId": 122, "text": "."}], "speaker": "BRABENDER", "secId": 39}, {"sentences": [{"sentId": 123, "text": "V. JONEs: And he got 50 votes."}], "speaker": "BRABENDER", "secId": 40}, {"sentences": [{"sentId": 124, "text": "So, he was -- and the rule he wasn't for super packs."}, {"sentId": 125, "text": "The truth to the matter is it's extremely early."}, {"sentId": 126, "text": "And nobody knows Donald Trump."}, {"sentId": 127, "text": "In fact, until we go through these debates, I mean, if you put Will Ferrell in the race tomorrow he might be at 10 percent until we go through debates."}], "speaker": "BRABENDER", "secId": 41}, {"sentences": [{"sentId": 128, "text": "And so, you have got to be realistic about where we are on these things."}, {"sentId": 129, "text": "And what Donald Trump is in its system I'm mad as hell and I'm not going take it anymore vote."}], "speaker": "BRABENDER", "secId": 42}, {"sentences": [{"sentId": 130, "text": "Yes."}], "speaker": "LEMON", "secId": 43}, {"sentences": [{"sentId": 131, "text": "And whether they stay with him or not, it's too early to know."}], "speaker": "BRABENDER", "secId": 44}, {"sentences": [{"sentId": 132, "text": "Yes."}, {"sentId": 133, "text": "That's a network, a movie network reference there."}, {"sentId": 134, "text": "OK."}, {"sentId": 135, "text": "Standby, everyone."}, {"sentId": 136, "text": "Standby because I want to come back to you guys."}, {"sentId": 137, "text": "I want to bring in now Lee Miringoff, the director of the Marist Institute for Public Opinion."}], "speaker": "LEMON", "secId": 45}, {"sentences": [{"sentId": 138, "text": "Lee, I appreciate you're joining us here."}, {"sentId": 139, "text": "You've been listening to, you know, this whole, all this conversation."}, {"sentId": 140, "text": "And I'm sure over many nights here on CNN there have been different conversations."}, {"sentId": 141, "text": "You at Marist have some changes in your polling."}, {"sentId": 142, "text": "Why did you decide to stop asking primary voters who they're supporting?"}], "speaker": "LEMON", "secId": 46}, {"sentences": [{"sentId": 143, "text": "Yes."}, {"sentId": 144, "text": "well, I think for a lot reasons."}, {"sentId": 145, "text": "One of which I think is a very bad use of public polls to sort of let the polls dictate not only what the candidates are doing because now they're all trying to get a bump in the last couple of weeks to get higher polls so that they can get into the debate."}], "speaker": "MIRINGOFF", "secId": 47}, {"sentences": [{"sentId": 146, "text": "I don't think the polls are designed with that kind of precision carried out the decimal points with margins of error to consider and the like."}, {"sentId": 147, "text": "It's not just a good use of public polls to try to decide who should be on the stage or who shouldn't be on the stage."}, {"sentId": 148, "text": "I don't think that's the way we want the democracy to function."}], "speaker": "MIRINGOFF", "secId": 48}, {"sentences": [{"sentId": 149, "text": "So, you feel like you're affecting in some way the election, right?"}, {"sentId": 150, "text": "The election process?"}], "speaker": "LEMON", "secId": 49}, {"sentences": [{"sentId": 151, "text": "Well, I think, look, polls are supposed to measure public opinion."}, {"sentId": 152, "text": "Media is supposed to cover it."}, {"sentId": 153, "text": "Now you've got a media sponsored debate which is relying on polls to determine who is going to be eligible to participate."}], "speaker": "MIRINGOFF", "secId": 50}, {"sentences": [{"sentId": 154, "text": "How would you like to see it handled then?"}], "speaker": "LEMON", "secId": 51}, {"sentences": [{"sentId": 155, "text": "well, I mean, if I had my preference, I'd say maybe two or one hour debates and let everybody on their random pick to see who gets  into debate A, debate B."}, {"sentId": 156, "text": "Let everybody -- look, it's so early and so many of the people are not well known."}, {"sentId": 157, "text": "Even Scott Walker, 42 percent of republicans in our poll say they don't know enough about him to have an opinion, 36 percent say the same about Marco Rubio."}], "speaker": "MIRINGOFF", "secId": 52}, {"sentences": [{"sentId": 158, "text": "These are people who are largely unknown."}, {"sentId": 159, "text": "Its name recognition that's catapulting Donald Trump at the moment."}, {"sentId": 160, "text": "We asked whether people consider him to be a serious candidate sine we talked about the discussion you're having or distraction."}], "speaker": "MIRINGOFF", "secId": 53}, {"sentences": [{"sentId": 161, "text": "And although a majority of republicans think he's a distraction, not party activists."}], "speaker": "MIRINGOFF", "secId": 54}, {"sentences": [{"sentId": 162, "text": "Yes."}], "speaker": "LEMON", "secId": 55}, {"sentences": [{"sentId": 163, "text": "Key party folks, strong republicans, they think he's a serious candidate."}, {"sentId": 164, "text": "You were just talking about whether he's somebody who is going to be a factor in this."}, {"sentId": 165, "text": "He sure is."}, {"sentId": 166, "text": "And then our latest poll that we did with The McClatchy News Service, we put a three weigh in and Donald Trump gets 20 percent against Jeb Bush and Hillary Clinton in a three-way taking most of this his support coming from republicans."}], "speaker": "MIRINGOFF", "secId": 56}, {"sentences": [{"sentId": 167, "text": "So, if they don't treat Donald Trump well and he goes as an independent, well, all bets are off."}], "speaker": "MIRINGOFF", "secId": 57}, {"sentences": [{"sentId": 168, "text": "Yes."}, {"sentId": 169, "text": "He's going to take the -- I don't think Donald Trump would leave his votes on the table, right?"}, {"sentId": 170, "text": "I think he probably would take them with him."}], "speaker": "LEMON", "secId": 58}, {"sentences": [{"sentId": 171, "text": "That's, you know, that's the kind of support he probably has at this point."}, {"sentId": 172, "text": "But the debate is an opportunity for the voters at this early stage to try to assess some of these folks who are mostly unknown to most of the voters who are going to be deciding."}, {"sentId": 173, "text": "And look, it's not a national primary."}], "speaker": "MIRINGOFF", "secId": 59}, {"sentences": [{"sentId": 174, "text": "OK."}], "speaker": "LEMON", "secId": 60}, {"sentences": [{"sentId": 175, "text": "It's Iowa, it's New Hampshire, it's South Carolina."}, {"sentId": 176, "text": "What do the national polls mean, especially when you're carrying them out to decimal points and rounding up, rounding down, margins of error, and the like?"}, {"sentId": 177, "text": "It's just doesn't really serve the democracy that well."}, {"sentId": 178, "text": "And that's why we chose not to."}, {"sentId": 179, "text": "There will be enough time for us to those races to raise questions down the road."}, {"sentId": 180, "text": "Right now, I don't think the public polls should be used in this way."}], "speaker": "MIRINGOFF", "secId": 61}, {"sentences": [{"sentId": 181, "text": "All right."}, {"sentId": 182, "text": "Lee, thank you."}, {"sentId": 183, "text": "Standby, I want to bring back the panel now."}, {"sentId": 184, "text": "McKay Coppins, Van Jones, And John Brabender, what do you guys think of what Lee is suggesting, divide the candidates at random into a two-hour long debate?"}, {"sentId": 185, "text": "First to you, Van."}], "speaker": "LEMON", "secId": 62}, {"sentences": [{"sentId": 186, "text": "V. JONES: Well, I think that would be good."}, {"sentId": 187, "text": "I mean, part of the thing is, the republicans in some ways were hurt by having too many debates."}, {"sentId": 188, "text": "This time, you really do need to have the opportunity for every one of these candidates to be seen and to be heard and to be vetted."}], "speaker": "LEMON", "secId": 63}, {"sentences": [{"sentId": 189, "text": "You know, Kasich was actually a very good governor."}, {"sentId": 190, "text": "Rick Perry was a good governor."}, {"sentId": 191, "text": "I don't think Chris Christie is a great governor."}, {"sentId": 192, "text": "You may not get a chance to hear from either of those three candidates because, again, national polling data, that kind of stuff."}, {"sentId": 193, "text": "Campaigns matter."}, {"sentId": 194, "text": "But if you can't actually hear from people because you have got a circus show going on with Donald Trump it's really, really unfair to everybody else, unfair to country."}], "speaker": "LEMON", "secId": 64}, {"sentences": [{"sentId": 195, "text": "John, what do you think of that?"}], "speaker": "LEMON", "secId": 65}, {"sentences": [{"sentId": 196, "text": "Well, absolutely."}, {"sentId": 197, "text": "I mean, the big problem of these polls are first of all, all but I think two of the candidates are within the margin of error of that top 10 spot."}, {"sentId": 198, "text": "Number two, is mostly of these polls they're not asking likely republican voters."}, {"sentId": 199, "text": "They're asking all voters, many of those voters who will not vote in republican primaries."}], "speaker": "BRABENDER", "secId": 66}, {"sentences": [{"sentId": 200, "text": "And third of all, the polls should not drive the debate."}, {"sentId": 201, "text": "The debate should drive the poll."}], "speaker": "BRABENDER", "secId": 67}, {"sentences": [{"sentId": 202, "text": "V. JONES: Well said."}], "speaker": "BRABENDER", "secId": 68}, {"sentences": [{"sentId": 203, "text": "Somebody like Carly Fiorina not being in it and some of these others I think is unfortunate."}], "speaker": "BRABENDER", "secId": 69}, {"sentences": [{"sentId": 204, "text": "OK. All right."}, {"sentId": 205, "text": "Standby, everyone."}, {"sentId": 206, "text": "Thank you."}, {"sentId": 207, "text": "Lee."}, {"sentId": 208, "text": "I appreciate it."}, {"sentId": 209, "text": "Please come back."}, {"sentId": 210, "text": "Everyone else stand by."}, {"sentId": 211, "text": "We have much, much more here on Donald Trump's surge in the polls."}, {"sentId": 212, "text": "But, is there trouble in his campaign?"}, {"sentId": 213, "text": "A staffer is fired for something he allegedly posted."}], "speaker": "LEMON", "secId": 70}, {"sentences": [{"sentId": 214, "text": "Ferguson Police Officer Darren Wilson gives a controversial interview nearly one year after he shot and killed Michael Brown."}, {"sentId": 215, "text": "We're going to see what he has to say."}], "speaker": "LEMON", "secId": 71}, {"sentences": [{"sentId": 216, "text": "And comedian Amy Schumer puts down the jokes and teams up with her cousin, New York Senator Chuck Schumer to stop gun violence."}, {"sentId": 217, "text": "We're going to talk about it with her \"Train Wreck\" co-star, Colin Quinn, when he joins me here in the studio."}], "speaker": "LEMON", "secId": 72}, {"sentences": [{"sentId": 218, "text": "Here's our breaking news tonight."}, {"sentId": 219, "text": "New polls showing Donald Trump surging ahead of his GOP rivals just days before the first big debate on Thursday night."}, {"sentId": 220, "text": "Back with me again, McKay Coppins, Van Jones, and John Brabender."}], "speaker": "LEMON", "secId": 73}, {"sentences": [{"sentId": 221, "text": "Van, I still have not get over that you admitted that I was right on national television, so."}], "speaker": "LEMON", "secId": 74}, {"sentences": [{"sentId": 222, "text": "V. JONES: Well, I mean, listen, you know, we were all saying this guy is going to disappear, he's a snowflake, he's a soap bubble, this is just going to be a slide show."}, {"sentId": 223, "text": "You said from the beginning he is tapping into something that's real."}, {"sentId": 224, "text": "We didn't agree with you."}, {"sentId": 225, "text": "You've been proven correct."}, {"sentId": 226, "text": "He's up double digits."}, {"sentId": 227, "text": "But I think part of the reason that you're seeing this is that he actually has played this media game in a way that is masterful."}], "speaker": "LEMON", "secId": 75}, {"sentences": [{"sentId": 228, "text": "He started off saying all this really negative stuff about the Latinos that everybody got still upset."}, {"sentId": 229, "text": "And then noticed, he didn't switch over, he throw some punches at some republicans then he switches back over."}, {"sentId": 230, "text": "And so, he's so unpredictable that he becomes arresting and he suffocates everybody else's media."}, {"sentId": 231, "text": "And I think he has more political skill than anybody gave him credit for."}, {"sentId": 232, "text": "Except possibly you."}], "speaker": "LEMON", "secId": 76}, {"sentences": [{"sentId": 233, "text": "I think where Donald Trump is smart -- and this is why I didn't think he was going to flame out this because he's used to playing in the New York shark infested media waters."}, {"sentId": 234, "text": "So, he knows how to play the media, right."}, {"sentId": 235, "text": "And he knows how to suck all the oxygen out of the room by getting on television, accepting interviews."}], "speaker": "LEMON", "secId": 77}, {"sentences": [{"sentId": 236, "text": "The other candidates are realizing that Donald Trump is, you know, he's on the airwaves because he's accepts the interviews beyond the airwaves."}, {"sentId": 237, "text": "And everybody else does know, it's not the right to whatever, he's getting all the press, he's on every single channel every night."}, {"sentId": 238, "text": "But, you know, I digress."}, {"sentId": 239, "text": "McKay, there may be some trouble in the Trump land over the week."}, {"sentId": 240, "text": "And he had to fire a campaign staffer for a racially charged Facebook post dating back to 1997."}, {"sentId": 241, "text": "You know a lot about this guy about his history, what happened?"}], "speaker": "LEMON", "secId": 78}, {"sentences": [{"sentId": 242, "text": "Yes."}, {"sentId": 243, "text": "Sam Nunberg."}, {"sentId": 244, "text": "He was one of Donald Trump's kind of political right hands."}, {"sentId": 245, "text": "He's been with him for a while."}, {"sentId": 246, "text": "And actually last year, he was fired a year ago for helping to facilitate an interview that I did with Donald Trump."}, {"sentId": 247, "text": "Mr. Trump did not like the article I ended up writing, fired Sam Nunberg, and made a big kind of show of it."}, {"sentId": 248, "text": "Hired him back a few months later and now he' being fired again."}], "speaker": "COPPINS", "secId": 79}, {"sentences": [{"sentId": 249, "text": "The thing that is interesting about all this is that, what got Sam Nunberg fired this time is a bunch of very inflammatory, racist kind of charged posts on Facebook."}, {"sentId": 250, "text": "But what's fascinating is aside from one where he used the \"n\" word, which I think everyone would agree, maybe even Donald Trump would agree is out of balance, aside from that, the comments on his Facebook wall are not all that different from the kind of comments that Donald Trump makes on a routine basis."}], "speaker": "COPPINS", "secId": 80}, {"sentences": [{"sentId": 251, "text": "I mean, this is a guy who spent the entire 2012 election cycle floating kinds of wild conspiracy theories about President Obama's birth place."}, {"sentId": 252, "text": "He's a guy who started his campaign this time around not 10 minutes into his announcement speech making kind of using about Mexican immigrants and rape."}], "speaker": "COPPINS", "secId": 81}, {"sentences": [{"sentId": 253, "text": "And so, it's not like this guy -- Donald Trump is not known for his racial sensitivities and political correctness."}, {"sentId": 254, "text": "And frankly, I've got to say, having spent some time with Donald Trump in his inner circle last year, the staff that Sam Nunberg said and got him fired this time around is not all that different from a lot of the stuff I heard from the other people in his inner circle."}], "speaker": "COPPINS", "secId": 82}, {"sentences": [{"sentId": 255, "text": "But as you said, though, -- yes, I mean -- go on."}, {"sentId": 256, "text": "I didn't mean -- you were there."}, {"sentId": 257, "text": "And, you know, those people aren't here to defend themselves."}], "speaker": "LEMON", "secId": 83}, {"sentences": [{"sentId": 258, "text": "Oh, yes."}, {"sentId": 259, "text": "I mean, look, no one I -- and to clarify, I did not hear any \"n\" words."}, {"sentId": 260, "text": "So, that certainly is the one exception."}], "speaker": "COPPINS", "secId": 84}, {"sentences": [{"sentId": 261, "text": "V. JONES: Well, that's a pretty low bar."}], "speaker": "COPPINS", "secId": 85}, {"sentences": [{"sentId": 262, "text": "Yes."}], "speaker": "LEMON", "secId": 86}, {"sentences": [{"sentId": 263, "text": "But the inner circle that -- well, the inner circle that Donald Trump surrounds himself with is a retinue of mini Trumps."}, {"sentId": 264, "text": "It's people who act like him, who imitate him, who try to be like him."}, {"sentId": 265, "text": "So, it shouldn't be shocking when we find out that one of his aides has said inflammatory kind of creativity there."}], "speaker": "COPPINS", "secId": 87}, {"sentences": [{"sentId": 266, "text": "So , again, though, as you said, Donald Trump is running around calling people the \"n\" word."}, {"sentId": 267, "text": "And when I have the opportunity to interview him again, I will ask him about the people in his inner circle."}], "speaker": "LEMON", "secId": 88}, {"sentences": [{"sentId": 268, "text": "Right."}, {"sentId": 269, "text": "Yes."}], "speaker": "COPPINS", "secId": 89}, {"sentences": [{"sentId": 270, "text": "And if he tolerates that sort of thing."}, {"sentId": 271, "text": "Do you think that -- do you think Donald Trump, John, helps or hurt the tone of the campaign?"}], "speaker": "LEMON", "secId": 90}, {"sentences": [{"sentId": 272, "text": "Well, at this point I think it hurts because it shut out other candidates."}, {"sentId": 273, "text": "Look how much time we're spending here talking about Donald Trump."}, {"sentId": 274, "text": "The real challenge for the candidates is Donald Trump is not going to be the nominee."}, {"sentId": 275, "text": "I'm telling you that right now."}, {"sentId": 276, "text": "But..."}], "speaker": "BRABENDER", "secId": 91}, {"sentences": [{"sentId": 277, "text": "How do you say that?"}], "speaker": "LEMON", "secId": 92}, {"sentences": [{"sentId": 278, "text": "He's not just going to be."}, {"sentId": 279, "text": "My experience of doing this for 30."}, {"sentId": 280, "text": "I'm just telling you he's not going to be the nominee."}, {"sentId": 281, "text": "But he can pick the nominee for this reason."}, {"sentId": 282, "text": "Someone is going to win with a very small number of votes compared to last time."}, {"sentId": 283, "text": "Like Iowa might be one with 18 percent this time."}], "speaker": "BRABENDER", "secId": 93}, {"sentences": [{"sentId": 284, "text": "Donald Trump does have the ability to win 10 percent, 10 percent all over the place."}, {"sentId": 285, "text": "The question is, who are those going to come from?"}, {"sentId": 286, "text": "I argue they probably come from Cruz and Chris Christie and Rand Paul the most."}, {"sentId": 287, "text": "And frankly, I think that Trump probably does benefit Jeb Bush at this point."}], "speaker": "BRABENDER", "secId": 94}, {"sentences": [{"sentId": 288, "text": "Well, isn't that where the power is, if he has the power to pick the next -- even if he's not the nominee -- which you say he's not going to be, I'm not so sure about that."}, {"sentId": 289, "text": "But he has the power to pick the next nominee?"}], "speaker": "LEMON", "secId": 95}, {"sentences": [{"sentId": 290, "text": "I think he does have some power to do that."}, {"sentId": 291, "text": "I think that you will see the Republican Party treat him as credible with a lot of respect."}, {"sentId": 292, "text": "It doesn't mean he's going to be the nominee, but I think they think he is helpful to drive voters to the polls in November and a rally in the Republican Party and I think they should treat him respectfully."}], "speaker": "BRABENDER", "secId": 96}, {"sentences": [{"sentId": 293, "text": "OK."}, {"sentId": 294, "text": "I have got to go, Van."}, {"sentId": 295, "text": "I'm sorry."}, {"sentId": 296, "text": "Next time."}, {"sentId": 297, "text": "You know, you'll be back."}], "speaker": "LEMON", "secId": 97}, {"sentences": [{"sentId": 298, "text": "V. JONES: Yes."}], "speaker": "LEMON", "secId": 98}, {"sentences": [{"sentId": 299, "text": "Thank you, guys."}, {"sentId": 300, "text": "I appreciate it."}], "speaker": "LEMON", "secId": 99}, {"sentences": [{"sentId": 301, "text": "Coming up, next week will mark one year since Officer Darren Wilson fatally shot Michael Brown in Ferguson, Missouri."}, {"sentId": 302, "text": "And Wilson is now speaking out."}, {"sentId": 303, "text": "And what he says has a lot of people angry."}], "speaker": "LEMON", "secId": 100}, {"sentences": [{"sentId": 304, "text": "You might take a look at this."}, {"sentId": 305, "text": "Because there is a new profile of Darren Wilson in The New Yorker just days before the one year anniversary of the fatal shooting of 18-year-old Michael Brown."}, {"sentId": 306, "text": "In the article, a former Ferguson, Missouri police officer speaks out about the life he now lives in relative obscurity."}], "speaker": "LEMON", "secId": 101}, {"sentences": [{"sentId": 307, "text": "How he longs to return to the Ferguson police force and hasn't been able to land a job there or with any police department."}, {"sentId": 308, "text": "And how his family has to pick certain restaurants with quote, \"Light minded individuals, you know, where it's not a mixing pot.\""}, {"sentId": 309, "text": "He says in the interview."}, {"sentId": 310, "text": "So, let's discuss this with Mark O'Mara, CNN legal analyst and criminal defense attorney."}, {"sentId": 311, "text": "Marc Lamont Hill, CNN political commentator, and Jeff Roorda, business manager for -- of the St. Lois Police Officer's Association."}, {"sentId": 312, "text": "Good evening, gentlemen."}], "speaker": "LEMON", "secId": 102}, {"sentences": [{"sentId": 313, "text": "Good evening."}], "speaker": "HILL", "secId": 103}, {"sentences": [{"sentId": 314, "text": "So, Marc, a lot of people, perhaps unfairly maybe see a lot of coded racial language in some of Darren Wilson's comments in this article when he says things like black people in Ferguson, kids running wild, come from -- where he quote, this is a quote, \"A different culture, than the right culture, the better one to pick from, pre-gang culture where you are just running in the streets not worried about working in the morning, just worried about your immediate gratification."}, {"sentId": 315, "text": "The same younger culture that is everywhere in the inner cities.\""}, {"sentId": 316, "text": "So, what's the problem with saying that?"}, {"sentId": 317, "text": "Isn't he just being honest about what he saw on the job or no?"}], "speaker": "LEMON", "secId": 104}, {"sentences": [{"sentId": 318, "text": "No."}, {"sentId": 319, "text": "First of all, I don't think it's unfair to call that coded racial language."}, {"sentId": 320, "text": "And even the author in the piece says, when I pushed Darren Wilson on those questions he doesn't -- he didn't have a good answer."}], "speaker": "HILL", "secId": 105}, {"sentences": [{"sentId": 321, "text": "So, I think it's fair to say he was talking about black people."}, {"sentId": 322, "text": "Now, whether you think it's accurate or not is different conversation."}, {"sentId": 323, "text": "My answer to that is no, it's not accurate."}, {"sentId": 324, "text": "This is gross misrepresentation of what black cultures."}, {"sentId": 325, "text": "Did he see some people in Ferguson or in Jennings another places where people weren't responsible or people made bad choices?"}], "speaker": "HILL", "secId": 106}, {"sentences": [{"sentId": 326, "text": "Of course."}, {"sentId": 327, "text": "They exist everywhere."}, {"sentId": 328, "text": "They exist in white culture, they exist in black culture."}, {"sentId": 329, "text": "They exist in foreign neighborhoods; they exist in middle class neighborhoods."}, {"sentId": 330, "text": "And I think that unfortunately, the fact that that's how he views black culture, that informs how he polices."}, {"sentId": 331, "text": "And I think that comes through in the piece and certainly in his life."}], "speaker": "HILL", "secId": 107}, {"sentences": [{"sentId": 332, "text": "Do you think that's coded?"}, {"sentId": 333, "text": "Does it sound coded to you Jeff Roorda?"}], "speaker": "LEMON", "secId": 108}, {"sentences": [{"sentId": 334, "text": "Well, I think, first of all, I think the article is intentionally unflattering."}, {"sentId": 335, "text": "I mean, you look at the picture of Darren with his eyes darted off and looking down."}, {"sentId": 336, "text": "It's a terrible picture, and it's an article that I think is in a magazine where they feel pressed to sing along with this chorus that we've heard for the last 127 months, which ignores the reality of what happened on August 9th of last year."}, {"sentId": 337, "text": "Darren Wilson is no racist."}, {"sentId": 338, "text": "I know him well."}, {"sentId": 339, "text": "And I think the article misrepresents who he is."}], "speaker": "ROORDA", "secId": 109}, {"sentences": [{"sentId": 340, "text": "Yes."}, {"sentId": 341, "text": "Can you hear us, Mark?"}, {"sentId": 342, "text": "No, no, Mark O'Mara, are you there?"}, {"sentId": 343, "text": "I think we lost Mark O'Mara."}, {"sentId": 344, "text": "We did lose Mark O'Mara."}, {"sentId": 345, "text": "OK. Go ahead"}], "speaker": "LEMON", "secId": 110}, {"sentences": [{"sentId": 346, "text": "Marc, go ahead."}], "speaker": "LEMON", "secId": 111}, {"sentences": [{"sentId": 347, "text": "V. JONES: I was going to say, I don't think that the piece misrepresents him."}, {"sentId": 348, "text": "First of all, if you read the piece in the first section of the piece it actually paints a very favorable depiction of what happened on August 9th."}, {"sentId": 349, "text": "It offers a very clear examination of the grand jury report even to say that many of the things that the media said about Darren Wilson were incorrect."}], "speaker": "LEMON", "secId": 112}, {"sentences": [{"sentId": 350, "text": "The article shows him with his face down and his eyes down because they're saying that he is in a bad place because of what happened post grand jury investigation."}, {"sentId": 351, "text": "I think it's a very accurate assessment."}], "speaker": "LEMON", "secId": 113}, {"sentences": [{"sentId": 352, "text": "Now, come on, Marc."}], "speaker": "ROORDA", "secId": 114}, {"sentences": [{"sentId": 353, "text": "Yes, go ahead."}], "speaker": "LEMON", "secId": 115}, {"sentences": [{"sentId": 354, "text": "V. JONES: Do you disagree with that?"}], "speaker": "LEMON", "secId": 116}, {"sentences": [{"sentId": 355, "text": "Yes, go ahead, Jeff."}], "speaker": "LEMON", "secId": 117}, {"sentences": [{"sentId": 356, "text": "Well, I mean, I just think, you know, here I've been with this guy talking with him for the last 12 months."}, {"sentId": 357, "text": "He is a sympathetic character."}, {"sentId": 358, "text": "I mean, they delve a little bit, not much into his childhood, which is his one that I think that's a real story here."}, {"sentId": 359, "text": "The guy is..."}], "speaker": "ROORDA", "secId": 118}, {"sentences": [{"sentId": 360, "text": "You can't be serious."}], "speaker": "LEMON", "secId": 119}, {"sentences": [{"sentId": 361, "text": "Really brought himself up from a terrible upbringing, and ended up being a police officer and ended up being a respectable part of our society."}], "speaker": "ROORDA", "secId": 120}, {"sentences": [{"sentId": 362, "text": "Well, here's my problem with that, right."}, {"sentId": 363, "text": "First of all, it is not accurate, right."}, {"sentId": 364, "text": "I mean, the piece goes very much into his childhood."}, {"sentId": 365, "text": "I found out about his mom, I found his mom's mental illness, about the crimes that his mother committed."}, {"sentId": 366, "text": "I found out about his relationships."}, {"sentId": 367, "text": "I mean, it's just inaccurate to say they didn't cover the stuff."}, {"sentId": 368, "text": "But what I find is fascinating is in the piece, Darren Wilson says that he doesn't have the luxury of knowing about context, about knowing about history, about knowing people's psychological states."}, {"sentId": 369, "text": "He said I'm only there to fix the problem."}, {"sentId": 370, "text": "So on the one hand, we want to look at Darren Wilson's his whole life, his whole history and so background whether his mama loves him or not..."}], "speaker": "HILL", "secId": 121}, {"sentences": [{"sentId": 371, "text": "Go ahead, Don."}], "speaker": "HILL", "secId": 122}, {"sentences": [{"sentId": 372, "text": "Let me read that."}, {"sentId": 373, "text": "Let me read that."}, {"sentId": 374, "text": "He says he doesn't like really being a part of history and as it relates to race and he says, \"I'm really simple in the way that I look at life."}, {"sentId": 375, "text": "What happened to my great grandfather is not happening to me."}, {"sentId": 376, "text": "I can't base my actions off what happened to him."}, {"sentId": 377, "text": "We can't fix in 30 minutes what happened 30 years ago."}, {"sentId": 378, "text": "We have to fix what is happening now."}, {"sentId": 379, "text": "That's my job as a police officer."}, {"sentId": 380, "text": "I'm not going to delve into people's life long history and figure out why they are feeling a certain way, a certain moment -- in a certain moment."}, {"sentId": 381, "text": "I'm not a psychologist.\""}, {"sentId": 382, "text": "What's your reaction to that?"}], "speaker": "LEMON", "secId": 123}, {"sentences": [{"sentId": 383, "text": "That's the way all the cops that I know think, too."}, {"sentId": 384, "text": "And I don't think there is anything wrong with that."}, {"sentId": 385, "text": "You got a job to do and there are some environmental issues that surround the circumstances you end up in and contribute to why the kid you are dealing with is acting the way he is, but you can't fix that."}, {"sentId": 386, "text": "All you can do is deal with the problem you have got in front of you at that moment."}], "speaker": "ROORDA", "secId": 124}, {"sentences": [{"sentId": 387, "text": "But you can't analyze the problem you have in front of you if you don't understand the context and the backdrop."}, {"sentId": 388, "text": "That doesn't mean you get into each person's life history."}, {"sentId": 389, "text": "It means you understand the context of the neighborhood you're in..."}], "speaker": "HILL", "secId": 125}, {"sentences": [{"sentId": 390, "text": "No, you are absolutely wrong, Marc."}, {"sentId": 391, "text": "When you are looking down the barrel of the gun you don't have time to figure all that out."}], "speaker": "ROORDA", "secId": 126}, {"sentences": [{"sentId": 392, "text": "Right..."}], "speaker": "HILL", "secId": 127}, {"sentences": [{"sentId": 393, "text": "Just have time to react."}], "speaker": "ROORDA", "secId": 128}, {"sentences": [{"sentId": 394, "text": "Right."}, {"sentId": 395, "text": "But what you just did was make a straw man."}, {"sentId": 396, "text": "I didn't say when you stand at the barrel of a gun, you should be thinking about history."}, {"sentId": 397, "text": "Why I said this, when you are policing you should be looking about at the context -- looking at the context of the neighborhood you operated."}, {"sentId": 398, "text": "You should be thinking about the history of that, you should be thinking about the community police relationship."}], "speaker": "HILL", "secId": 129}, {"sentences": [{"sentId": 399, "text": "That's what Darren did."}, {"sentId": 400, "text": "You know, Darren sought out the guy at the Jennings Police Department that he thought had the best interaction with the neighborhood there and with the community and understood..."}], "speaker": "ROORDA", "secId": 130}, {"sentences": [{"sentId": 401, "text": "Based on the fact that he talked black?"}], "speaker": "HILL", "secId": 131}, {"sentences": [{"sentId": 402, "text": "Based on the fact that he had a great relationship."}], "speaker": "ROORDA", "secId": 132}, {"sentences": [{"sentId": 403, "text": "Was also -- it was more than that, Marc..."}], "speaker": "LEMON", "secId": 133}, {"sentences": [{"sentId": 404, "text": "When he interact with..."}], "speaker": "ROORDA", "secId": 134}, {"sentences": [{"sentId": 405, "text": "It was also his reaction that he was part of a mentoring program for black youth and this was one -- his mentor who was a guy man who said in some way he could understand what it was like."}], "speaker": "LEMON", "secId": 135}, {"sentences": [{"sentId": 406, "text": "He thought that out later."}], "speaker": "HILL", "secId": 136}, {"sentences": [{"sentId": 407, "text": "Yeah."}], "speaker": "LEMON", "secId": 137}, {"sentences": [{"sentId": 408, "text": "He and that's why ."}], "speaker": "HILL", "secId": 138}, {"sentences": [{"sentId": 409, "text": "So Mark O'Mara, are you back?"}], "speaker": "LEMON", "secId": 139}, {"sentences": [{"sentId": 410, "text": "Yes."}], "speaker": "MARA", "secId": 140}, {"sentences": [{"sentId": 411, "text": "OK."}], "speaker": "LEMON", "secId": 141}, {"sentences": [{"sentId": 412, "text": "I'm back."}, {"sentId": 413, "text": "LEMON: So Mark, do you know what it's like to defense someone who is acquitted but still faces tremendous criticism in the public eye."}], "speaker": "O'MARA", "secId": 142}, {"sentences": [{"sentId": 414, "text": "Sure."}], "speaker": "O'MARA", "secId": 143}, {"sentences": [{"sentId": 415, "text": "Do you understand where Darren Wilson is coming from in this article?"}], "speaker": "LEMON", "secId": 144}, {"sentences": [{"sentId": 416, "text": "Well, I understand its perfective now, but one thing I noticed when I read the article, we tend to want to make our demons and our heroes much more and much bigger and much more significant than maybe they really are in life."}, {"sentId": 417, "text": "Darren Wilson was a cop."}, {"sentId": 418, "text": "He was doing it for a few years, he was OK at it, and he carried with him the same biases in previous positions that allow the cops do when they are on the streets and when they interact in ways with different demographics, they don't particular like the interactions."}, {"sentId": 419, "text": "And in this case, ensure without questions, Darren Wilson interacts with blacks."}, {"sentId": 420, "text": "We know they showed in the Ferguson Police Department."}, {"sentId": 421, "text": "And put honesty, we know it showed up right now in the Cincinnati case."}, {"sentId": 422, "text": "So I'm just look -- I look at this article and say, well, that's who he is."}, {"sentId": 423, "text": "But the fact that he had this childhood life or went to this mentor, that's an everyday life story that was sort of exploding because he wants to be more significant."}, {"sentId": 424, "text": "I don't find it to deal that significant."}], "speaker": "O'MARA", "secId": 145}, {"sentences": [{"sentId": 425, "text": "You leave my office when we were writing introduction to this because I've said almost, basically, what you said."}, {"sentId": 426, "text": "When I met Darren Wilson, I spoke to him for, you know, the couple of times that did, he was much more ordinary than the media..."}], "speaker": "LEMON", "secId": 146}, {"sentences": [{"sentId": 427, "text": "Yeah."}], "speaker": "O'MARA", "secId": 147}, {"sentences": [{"sentId": 428, "text": "Made him out to be."}, {"sentId": 429, "text": "You know because he seemed larger than life."}, {"sentId": 430, "text": "He was just this ordinary guy who was a police officer who just sat there..."}], "speaker": "LEMON", "secId": 148}, {"sentences": [{"sentId": 431, "text": "Yes."}], "speaker": "O'MARA", "secId": 149}, {"sentences": [{"sentId": 432, "text": "And talked to me."}], "speaker": "LEMON", "secId": 150}, {"sentences": [{"sentId": 433, "text": "Well, Don -- yeah, Don, you may remember that when Chris Cuomo did the interview of George Zimmermann, one of his takeaways that he said on TV was -- you know, the one thing about George Zimmermann is that he is less than you think he is."}, {"sentId": 434, "text": "Not as an insult, just that's who he was."}, {"sentId": 435, "text": "And I think in Darren Wilson, that's what he was."}, {"sentId": 436, "text": "The problem with it is that, particularly, Darren Wilson's case, we look at what he did and how he did it and why?"}, {"sentId": 437, "text": "And I think the why is most important."}, {"sentId": 438, "text": "I don't think he had..."}], "speaker": "O'MARA", "secId": 151}, {"sentences": [{"sentId": 439, "text": "Right."}], "speaker": "LEMON", "secId": 152}, {"sentences": [{"sentId": 440, "text": "Great hatred in his heart, but if he is dealing with those type of subtleties that we keep talking about, that inform the way the police look at their interactions, then it's going to keep showing up in those ways."}], "speaker": "O'MARA", "secId": 153}, {"sentences": [{"sentId": 441, "text": "Great conversation."}, {"sentId": 442, "text": "Let's talk more about it."}, {"sentId": 443, "text": "ROORDA: Hey Don, haven't we done the same thing with Michael Brown too?"}, {"sentId": 444, "text": "I mean..."}], "speaker": "LEMON", "secId": 154}, {"sentences": [{"sentId": 445, "text": "Yeah."}], "speaker": "LEMON", "secId": 155}, {"sentences": [{"sentId": 446, "text": "We've conflated him, too."}], "speaker": "ROORDA", "secId": 156}, {"sentences": [{"sentId": 447, "text": "Yeah."}, {"sentId": 448, "text": "Thank you, yes."}, {"sentId": 449, "text": "Thank you very much, guys."}, {"sentId": 450, "text": "I appreciate it."}, {"sentId": 451, "text": "Up next, what does Michael Brown's family think of this?"}, {"sentId": 452, "text": "I'm going to talk to their attorney."}], "speaker": "LEMON", "secId": 157}, {"sentences": [{"sentId": 453, "text": "This article when asked about Michael Brown's parents, Darren Wilson said, quote, \"I'm sorry that their son lost his life."}, {"sentId": 454, "text": "It wasn't the intention of that day."}, {"sentId": 455, "text": "It's what occurred that day."}, {"sentId": 456, "text": "And there is nothing you can say that's going to make a parent feel better.\""}, {"sentId": 457, "text": "He went on to say, \"I did my job that day.\""}, {"sentId": 458, "text": "Joining me now Anthony Gray, attorney for Michael Brown's family."}, {"sentId": 459, "text": "Mr. Gray, good to see you, how are you doing?"}], "speaker": "LEMON", "secId": 158}, {"sentences": [{"sentId": 460, "text": "Good to see you, Don."}, {"sentId": 461, "text": "I'm doing great, and yourself?"}], "speaker": "GRAY", "secId": 159}, {"sentences": [{"sentId": 462, "text": "I'm doing well."}, {"sentId": 463, "text": "Thank you."}, {"sentId": 464, "text": "You know, you heard what Darren Wilson says about Michael Brown and his family."}, {"sentId": 465, "text": "He also said that he told his stepson he shot a bad guy and said, \"Do I think about who he was as a person?"}, {"sentId": 466, "text": "Not really, because it doesn't matter at this point."}, {"sentId": 467, "text": "Do I think he had the best upbringing?"}, {"sentId": 468, "text": "No."}, {"sentId": 469, "text": "Not at all.\""}, {"sentId": 470, "text": "I imagine you don't like hearing that?"}], "speaker": "LEMON", "secId": 160}, {"sentences": [{"sentId": 471, "text": "No, I think that that's just one comment that was hypocritical of the person that was making the remarks."}, {"sentId": 472, "text": "There are so many inconsistencies and hypocrisies throughout the article itself."}, {"sentId": 473, "text": "You probably don't have enough time on your show to go through them all."}, {"sentId": 474, "text": "But as it relates to that one particular statement, I find it really appalling that he would make that reference when he had a turbulent upbringing himself by his own admission."}, {"sentId": 475, "text": "So I just -- that kind of hypocrisy really turns, I think most readers off."}, {"sentId": 476, "text": "And it just perpetuates the view of Darren Wilson as being self serving in everything that he has said and done since August 9th."}], "speaker": "GRAY", "secId": 161}, {"sentences": [{"sentId": 477, "text": "Michael Brown's family, have they read this article?"}, {"sentId": 478, "text": "Are they familiar with it?"}], "speaker": "LEMON", "secId": 162}, {"sentences": [{"sentId": 479, "text": "I know they are familiar with the article."}, {"sentId": 480, "text": "The father participated in portions of the article."}, {"sentId": 481, "text": "I think he talked with Jake about some of the information."}, {"sentId": 482, "text": "The mom, I don't think she participated at all."}, {"sentId": 483, "text": "But everybody is aware of it."}, {"sentId": 484, "text": "Whether or not they -- I think it's a 10,000 word article."}, {"sentId": 485, "text": "Whether they went from top to bottom, I don't know, but I know generally speaking, everybody has a mixed reaction to it."}, {"sentId": 486, "text": "And they just think it's full of hypocrisy."}, {"sentId": 487, "text": "Consistent with the way Darren Wilson has behaved after this incident on august 9th."}], "speaker": "GRAY", "secId": 163}, {"sentences": [{"sentId": 488, "text": "What do you mean mixed -- they have a mixed reaction to it?"}, {"sentId": 489, "text": "How is it mixed?"}], "speaker": "LEMON", "secId": 164}, {"sentences": [{"sentId": 490, "text": "Well, because, you know, in one sense they want to be angry about the things that he's basically saying about their son."}, {"sentId": 491, "text": "And on another hand, they are not surprised."}, {"sentId": 492, "text": "I mean, since this thing has happened, Don, as you know, and I've said on many occasions, you know, he began to concoct this version of events as to what happened on August 9th."}, {"sentId": 493, "text": "And that became his reputation to the family and to most of us that have looked at his behavior."}, {"sentId": 494, "text": "So we're not surprised by what he says."}, {"sentId": 495, "text": "And so that element of not being surprised, mixed with, you know, a little bit of anger is what I mean by having a mixed reaction to it."}], "speaker": "GRAY", "secId": 165}, {"sentences": [{"sentId": 496, "text": "Anthony, you say he began to concoct, he's concocted this."}, {"sentId": 497, "text": "But Darren Wilson has been exonerated twice, first by the grand jury and then by the Department of Justice."}, {"sentId": 498, "text": "I mean..."}], "speaker": "LEMON", "secId": 166}, {"sentences": [{"sentId": 499, "text": "Yeah."}], "speaker": "GRAY", "secId": 167}, {"sentences": [{"sentId": 500, "text": "Is that -- it seems like there are two different reports who agree with what he said."}, {"sentId": 501, "text": "Does the family think that both the grand jury and the Department of Justice both got it wrong?"}], "speaker": "LEMON", "secId": 168}, {"sentences": [{"sentId": 502, "text": "Don, and you will find out shortly, and I can't comment a whole lot on the evidence."}, {"sentId": 503, "text": "There are so many missing pieces to the story."}, {"sentId": 504, "text": "If you examine what Wilson told his supervisor immediately after this incident, he was the one that created the notion that Michael Brown had his hands up."}, {"sentId": 505, "text": "I mean, his story got better and better and better until he got to the fifth and most perfected version, which the grand jury and the Justice Department accepted."}, {"sentId": 506, "text": "They just ignored the prior four versions that were totally inconsistent with the physical and forensic evidence."}], "speaker": "GRAY", "secId": 169}, {"sentences": [{"sentId": 507, "text": "What about the forensic evidence, Anthony?"}, {"sentId": 508, "text": "What about the forensic evidence that you just mentioned that shows..."}], "speaker": "LEMON", "secId": 170}, {"sentences": [{"sentId": 509, "text": "Yeah."}], "speaker": "GRAY", "secId": 171}, {"sentences": [{"sentId": 510, "text": "That backs up this officer's story?"}], "speaker": "LEMON", "secId": 172}, {"sentences": [{"sentId": 511, "text": "Well, first of all, it didn't necessarily back up anything."}, {"sentId": 512, "text": "What it didn't do was refute a lot of stuff."}, {"sentId": 513, "text": "For example, let's take the fact that in this article he said he unholstered his gun, and he pointed it."}, {"sentId": 514, "text": "I'm assuming he unholstered it to point it at Mike Brown."}, {"sentId": 515, "text": "But yet, the whole time he said, Mike Brown Jr. went for his weapon as though that was Mike's intent from the first place."}, {"sentId": 516, "text": "Well we know now from Darren's own admission, and this is a minor point, that he introduced the weapon to this encounter and that it was his intent to turn on Mike Brown."}, {"sentId": 517, "text": "And what Mike Brown did with it afterwards, you know that's debatable, but the notion that he reached inside the car and grabbed Darren Wilson's weapon to try to kill Daren Wilson in 45 seconds is absolutely absurd."}, {"sentId": 518, "text": "In out of his mouth, he's proven that."}], "speaker": "GRAY", "secId": 173}, {"sentences": [{"sentId": 519, "text": "Before I let you go, I have to ask you this, how is the family going to spend this Sunday which will be the first anniversary, sadly, of the shooting?"}, {"sentId": 520, "text": "GRAY: They are going to have a memorial on Sunday."}, {"sentId": 521, "text": "There are other activities that are taking place beginning on Thursday."}, {"sentId": 522, "text": "I know that there are activities on Friday as well as Saturday."}, {"sentId": 523, "text": "And I think those list of activities are being posted online and on the website, and if -- of course if you want to learn more about it, Don or your viewers, they can go online and take look at it."}], "speaker": "LEMON", "secId": 174}, {"sentences": [{"sentId": 524, "text": "Anthony Gray, pleasure as always."}, {"sentId": 525, "text": "Thank you, sir."}], "speaker": "LEMON", "secId": 175}, {"sentences": [{"sentId": 526, "text": "Likewise."}, {"sentId": 527, "text": "Thank you."}], "speaker": "GRAY", "secId": 176}, {"sentences": [{"sentId": 528, "text": "Coming up, two cousins."}, {"sentId": 529, "text": "Comedian Amy Schumer and Senator Chuck Schumer push for new legislation after the deadly shooting at a Louisiana movie theater."}, {"sentId": 530, "text": "We'll gonna talk about it with Amy's Trainwreck co-star Colin Quinn when he joins me in studio."}, {"sentId": 531, "text": "That's next."}], "speaker": "LEMON", "secId": 177}, {"sentences": [{"sentId": 532, "text": "Comedian Amy Schumer is using her fame to help out her cousin, New York Senator Chuck Schumer."}, {"sentId": 533, "text": "They are teaming up to call for tighter background checks for potential gun owners."}, {"sentId": 534, "text": "The action comes in the aftermath of the Lafayette, Louisiana movie theater shooting."}, {"sentId": 535, "text": "Two people were shot dead while watching Amy Schumer movie Trainwreck."}, {"sentId": 536, "text": "Joining me now is the Trainwreck co-star and our friend, Comedian Colin Quinn, author of The Coloring Book."}, {"sentId": 537, "text": "The comedian solves race relations in America."}, {"sentId": 538, "text": "COLIN QUINN, CO-STAR IN TRAINWRECK MOVIE: Yup."}], "speaker": "LEMON", "secId": 178}, {"sentences": [{"sentId": 539, "text": "It's America."}, {"sentId": 540, "text": "So Amy Schumer got emotional when she is talking about changing gun laws."}], "speaker": "LEMON", "secId": 179}, {"sentences": [{"sentId": 541, "text": "I saw that, yeah."}], "speaker": "QUINN", "secId": 180}, {"sentences": [{"sentId": 542, "text": "Let's listen."}], "speaker": "LEMON", "secId": 181}, {"sentences": [{"sentId": 543, "text": "We're here today to say enough is enough to mass shootings in our schools, our college campuses, our military bases and each if our movie theaters."}, {"sentId": 544, "text": "These shootings have got to stop."}, {"sentId": 545, "text": "I don't know how else to say it."}, {"sentId": 546, "text": "Maybe the worst part about all this is that there is a common sense way to stop mass shootings."}, {"sentId": 547, "text": "There are many ways."}, {"sentId": 548, "text": "For me, the pain I share with so many other Americans on the issue of gun violence was made extremely personal to me on Thursday, July 23rd when -- I'm not even going to say his name, when this -- when -- he sat down for my movie Trainwreck at the Grand Theater in Lafayette, Louisiana."}, {"sentId": 549, "text": "Two lives were tragically lost and other injured."}, {"sentId": 550, "text": "And I have thought about these victims each day since the tragedy."}], "speaker": "SCHUMER", "secId": 182}, {"sentences": [{"sentId": 551, "text": "Does this event change your mind that all about guns in our society?"}, {"sentId": 552, "text": "QUINN: No."}, {"sentId": 553, "text": "This event?"}, {"sentId": 554, "text": "No."}, {"sentId": 555, "text": "I always thought we should have sure of background checks, you know what I mean?"}, {"sentId": 556, "text": "What I mean I still believe in -- I believe in people should own guns, but I believe background checks."}, {"sentId": 557, "text": "It's crazy how easy you can get a gun."}], "speaker": "LEMON", "secId": 183}, {"sentences": [{"sentId": 558, "text": "But are you surprise that aftermath, I think it's everyone, the police -- you know, most people believe that you should be able to carry a gun..."}], "speaker": "LEMON", "secId": 184}, {"sentences": [{"sentId": 559, "text": "Right."}], "speaker": "QUINN", "secId": 185}, {"sentences": [{"sentId": 560, "text": "It's in our constitution."}, {"sentId": 561, "text": "But, when people have mental issues, they should not be able to get a gun."}], "speaker": "LEMON", "secId": 186}, {"sentences": [{"sentId": 562, "text": "It's psychotic that they are allowed."}, {"sentId": 563, "text": "It's crazy."}], "speaker": "QUINN", "secId": 187}, {"sentences": [{"sentId": 564, "text": "Yeah."}], "speaker": "LEMON", "secId": 188}, {"sentences": [{"sentId": 565, "text": "It subject even be in ?"}], "speaker": "QUINN", "secId": 189}, {"sentences": [{"sentId": 566, "text": "Yeah."}], "speaker": "LEMON", "secId": 190}, {"sentences": [{"sentId": 567, "text": "Isn't it nuts?"}], "speaker": "QUINN", "secId": 191}, {"sentences": [{"sentId": 568, "text": "Yeah."}, {"sentId": 569, "text": "Did you know that they were cousins?"}], "speaker": "LEMON", "secId": 192}, {"sentences": [{"sentId": 570, "text": "I thought she was lying."}, {"sentId": 571, "text": "She told me like two years ago."}, {"sentId": 572, "text": "She -- I said, Chuck Schumer, like chuck Schumer  he's my family relative and I thought she was just lying."}], "speaker": "QUINN", "secId": 193}, {"sentences": [{"sentId": 573, "text": "You didn't believe her?"}], "speaker": "LEMON", "secId": 194}, {"sentences": [{"sentId": 574, "text": "No."}, {"sentId": 575, "text": "I just thought she was lying."}], "speaker": "QUINN", "secId": 195}, {"sentences": [{"sentId": 576, "text": "No."}, {"sentId": 577, "text": "She had today was the day actually firmly believe that, yeah."}, {"sentId": 578, "text": "I don't know why."}], "speaker": "LEMON", "secId": 196}, {"sentences": [{"sentId": 579, "text": "Do you -- I know that you're close to this case because you know Amy."}, {"sentId": 580, "text": "But how do you feel when celebrities becoming involves in political issues and issues like this?"}], "speaker": "LEMON", "secId": 197}, {"sentences": [{"sentId": 581, "text": "Well, as long as they don't become strident and too like preachy like they have all the answers because everybody lives in a different world."}, {"sentId": 582, "text": "You know what I mean, so sometimes I feel like celebrities have a right like any citizen to give their opinion."}, {"sentId": 583, "text": "But sometimes they act like, you know, when people on the red carpet in their Versace dress to walk and people are eating, you know hungry man dinners telling them how to live, it can be a little strange sometimes."}], "speaker": "QUINN", "secId": 198}, {"sentences": [{"sentId": 584, "text": "But to get up there, with her cousin?"}, {"sentId": 585, "text": "I mean..."}], "speaker": "LEMON", "secId": 199}, {"sentences": [{"sentId": 586, "text": "Yeah."}], "speaker": "QUINN", "secId": 200}, {"sentences": [{"sentId": 587, "text": "That's power."}, {"sentId": 588, "text": "Her cousin who is..."}], "speaker": "LEMON", "secId": 201}, {"sentences": [{"sentId": 589, "text": "Yeah, explain."}], "speaker": "QUINN", "secId": 202}, {"sentences": [{"sentId": 590, "text": "Who is a senator, right?"}, {"sentId": 591, "text": "And she is actually..."}], "speaker": "LEMON", "secId": 203}, {"sentences": [{"sentId": 592, "text": "I mean they have the same name, so people know they are related."}, {"sentId": 593, "text": "If they have different names, people like, \"Why are they doing that?\""}], "speaker": "QUINN", "secId": 204}, {"sentences": [{"sentId": 594, "text": "I want to show you something."}, {"sentId": 595, "text": "This was in the New York Times on Saturday, in response to the killing of Cecil the Lion, or Cecil, whatever you call it."}], "speaker": "LEMON", "secId": 205}, {"sentences": [{"sentId": 596, "text": "Cecil, yeah."}], "speaker": "QUINN", "secId": 206}, {"sentences": [{"sentId": 597, "text": "So do you see this cartoon showing, you know, someone shooting at a lion, and then it shows a police officer shooting at a suspect in a car, presumably a black man."}], "speaker": "LEMON", "secId": 207}, {"sentences": [{"sentId": 598, "text": "Right."}, {"sentId": 599, "text": "It's just like a Rorschach test?"}, {"sentId": 600, "text": "What do I see?"}], "speaker": "QUINN", "secId": 208}, {"sentences": [{"sentId": 601, "text": "We have."}, {"sentId": 602, "text": "What do you make of this?"}], "speaker": "LEMON", "secId": 209}, {"sentences": [{"sentId": 603, "text": "What is this?"}], "speaker": "LEMON", "secId": 210}, {"sentences": [{"sentId": 604, "text": "So what is the point?"}], "speaker": "QUINN", "secId": 211}, {"sentences": [{"sentId": 605, "text": "Shot black."}], "speaker": "LEMON", "secId": 212}, {"sentences": [{"sentId": 606, "text": "Are they trying to say people don't care about black people getting shot?"}, {"sentId": 607, "text": "I think that's probably the criticism."}], "speaker": "QUINN", "secId": 213}, {"sentences": [{"sentId": 608, "text": "Well, yeah."}, {"sentId": 609, "text": "But why is that even -- I don't believe that."}], "speaker": "QUINN", "secId": 214}, {"sentences": [{"sentId": 610, "text": "That more people care about the killing of a lion that it's on the Empire State Building."}], "speaker": "LEMON", "secId": 215}, {"sentences": [{"sentId": 611, "text": "Right, right."}], "speaker": "QUINN", "secId": 216}, {"sentences": [{"sentId": 612, "text": "Yeah."}], "speaker": "LEMON", "secId": 217}, {"sentences": [{"sentId": 613, "text": "Well, if you want to go by that measuring stick, more people care about the lion and the black guy getting killed than the Memphis cop that got killed the other way that nobody knows his name, right?"}, {"sentId": 614, "text": "I mean it's all relative to what gets publicity."}], "speaker": "QUINN", "secId": 218}, {"sentences": [{"sentId": 615, "text": "There was -- actually, the one of the police chiefs down there said, you know, it's time that we figure out all lives matter, not just black lives, not just some lives..."}], "speaker": "LEMON", "secId": 219}, {"sentences": [{"sentId": 616, "text": "Right, right."}], "speaker": "QUINN", "secId": 220}, {"sentences": [{"sentId": 617, "text": "But that all lives matter and that's become controversial."}, {"sentId": 618, "text": "Do you see that as controversial?"}], "speaker": "LEMON", "secId": 221}, {"sentences": [{"sentId": 619, "text": "No."}, {"sentId": 620, "text": "I think it's crazy that it's controversial."}, {"sentId": 621, "text": "I think its nuts."}], "speaker": "QUINN", "secId": 222}, {"sentences": [{"sentId": 622, "text": "Why so?"}], "speaker": "LEMON", "secId": 223}, {"sentences": [{"sentId": 623, "text": "Because, you know, I don't believe that most people don't -- I don't believe that most white people don't believe black lives matter, don't believe black lives don't matter, you know."}], "speaker": "QUINN", "secId": 224}, {"sentences": [{"sentId": 624, "text": "Yeah."}], "speaker": "LEMON", "secId": 225}, {"sentences": [{"sentId": 625, "text": "And Cecil, I mean that people are going crazy oversees Cecil, but guess, what?"}, {"sentId": 626, "text": "Cecil, for all the people going crazy over this, guarantee there are a lot of giraffes and a lot willed beast celebrating since the other day."}, {"sentId": 627, "text": "I'm just being real."}, {"sentId": 628, "text": "Cecil wasn't exactly pure himself."}, {"sentId": 629, "text": "Let's be honest."}], "speaker": "QUINN", "secId": 226}, {"sentences": [{"sentId": 630, "text": "You are a one man play, Colin Quinn, New York story based on your book."}, {"sentId": 631, "text": "The Coloring Book is directed by Jerry Seinfeld and can be seen now at the Cherry Lane Theater in New York City."}], "speaker": "LEMON", "secId": 227}, {"sentences": [{"sentId": 632, "text": "OK."}, {"sentId": 633, "text": "Thank you, Colin."}, {"sentId": 634, "text": "I appreciate it."}, {"sentId": 635, "text": "We'll be right back."}], "speaker": "LEMON", "secId": 228}, {"sentences": [{"sentId": 636, "text": "Charity begins at home."}, {"sentId": 637, "text": "And Rochelle Ripley's home is the entire Lakota Indian Reservation in South Dakota."}, {"sentId": 638, "text": "This week CNN Heroes is fulfilling a promise she made in her childhood."}], "speaker": "LEMON", "secId": 229}, {"sentences": [{"sentId": 639, "text": "My grandmother was full blood Lakota."}, {"sentId": 640, "text": "My grandma was my world."}, {"sentId": 641, "text": "She asked me if I would promise to go home and help our people when I grew up."}, {"sentId": 642, "text": "The Lakota Reservations are very isolated."}, {"sentId": 643, "text": "The spirit of the people that's alive, but they struggle with the conditions tremendously."}, {"sentId": 644, "text": "We have extremely high rates of suicide, addictions, food often is in very short supply, unemployment -- health issues are another huge challenge."}, {"sentId": 645, "text": "I formed a group to keep a promise to my Lakota grandmother to go home and help our people."}], "speaker": "RIPLEY", "secId": 230}, {"sentences": [{"sentId": 646, "text": "And we're almost to the front door."}, {"sentId": 647, "text": "There you go."}, {"sentId": 648, "text": "You are at the front door."}], "speaker": "RIPLEY", "secId": 231}, {"sentences": [{"sentId": 649, "text": ": At first, I was traumatized because I was blind."}, {"sentId": 650, "text": "All my electricity outlets and stuff were no good."}, {"sentId": 651, "text": "And it I could have had a house fire."}], "speaker": "RIPLEY", "secId": 232}, {"sentences": [{"sentId": 652, "text": "We're doing as much as we can to make her house safe for her."}], "speaker": "RIPLEY", "secId": 233}, {"sentences": [{"sentId": 653, "text": ": It's feeling even more newer in here."}, {"sentId": 654, "text": "I can't see it, but I feel it."}], "speaker": "RIPLEY", "secId": 234}, {"sentences": [{"sentId": 655, "text": ": The whole thing?"}], "speaker": "RIPLEY", "secId": 235}, {"sentences": [{"sentId": 656, "text": ": Yes."}], "speaker": "RIPLEY", "secId": 236}, {"sentences": [{"sentId": 657, "text": "We've been teaching how to eat healthy on a very limited budget."}], "speaker": "RIPLEY", "secId": 237}, {"sentences": [{"sentId": 658, "text": ": I'm going to give you a couple of these."}], "speaker": "RIPLEY", "secId": 238}, {"sentences": [{"sentId": 659, "text": "We have a medical team."}, {"sentId": 660, "text": "We work collaboratively with the tribe everywhere we go."}], "speaker": "RIPLEY", "secId": 239}, {"sentences": [{"sentId": 661, "text": "So we are going to continue obviously, the toys and the new clothing."}, {"sentId": 662, "text": "We get in everything from beds to food."}], "speaker": "RIPLEY", "secId": 240}, {"sentences": [{"sentId": 663, "text": ": She is a blessing to our reservation."}, {"sentId": 664, "text": "And we call her  means you are helping people."}], "speaker": "RIPLEY", "secId": 241}, {"sentences": [{"sentId": 665, "text": "We are all children this earth."}, {"sentId": 666, "text": "And we need to work together so that everyone has a chance of having a decent life."}], "speaker": "RIPLEY", "secId": 242}, {"sentences": [{"sentId": 667, "text": "To nominate a hero, go to cnnheroes.com."}, {"sentId": 668, "text": "We'll be right back."}], "speaker": "LEMON", "secId": 243}, {"sentences": [{"sentId": 669, "text": "Before we leave you tonight, we want to pay tribute to a boy named Kaiser Carlile, a 9-year-old with a dream job, batboy for his favorite baseball team, the Liberal Bee Jays and amateur club in Kansas."}, {"sentId": 670, "text": "Well, last night, Kaiser died after being hit in the head as a player took practice swing during on a game on Saturday."}, {"sentId": 671, "text": "The team's players are devastated."}, {"sentId": 672, "text": "Kaiser was nicknamed, the little spark plug."}, {"sentId": 673, "text": "Our thoughts and prayers with his family tonight."}, {"sentId": 674, "text": "That's it for us tonight, I'm Don Lemon."}, {"sentId": 675, "text": "Thanks for watching."}, {"sentId": 676, "text": "I'll see you back here tomorrow night."}], "speaker": "LEMON", "secId": 244}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1508.03.cnnt.01.html.json", "time": "Aired August 3, 2015 - 22:00   ET"}