{"sectionCount": 253, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["BALDWIN", "ROZEMA", "UNIDENTIFIED MALE", "COHEN-METZGER", "HOUCK", "MCCOY", "FIELD", "MCKEITHEN", "FIELD ", "PINSKY", "PUSOK", "TERRELL", "BRUNNER", "ELAM", "BATES", "CEVALLOS", "MCMAHON", "SLAGER", "SINYANGWE", "FERGUSON", "HILL", "UNIDENTIFIED FEMALE", "FERGSUOBN", "ROBERTS", "SEITZ-WALD", "WALD", "ANNOUNCER"], "subTitle": "Police Car Rams Suspect; Spring Break Gang Rape; Police Brutality; Tulsa Volunteer Deputy Turns Himself In; Hillary Clinton's Scooby Van; Preview of CNN Original Series: \"High Profits\". Aired 10- 11p ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1504/14/cnnt.01.html", "sentenceCount": 616, "sections": [{"sentences": [{"sentId": 0, "text": "This is CNN TONIGHT."}, {"sentId": 1, "text": "I'm Brooke Baldwin in for Don Lemon."}], "speaker": "BALDWIN", "secId": 0}, {"sentences": [{"sentId": 2, "text": "And this is the shocking dash cam video you have to see."}, {"sentId": 3, "text": "Watch this with me."}, {"sentId": 4, "text": "Why police say they saved the suspect's life by ramming him with a police car."}], "speaker": "BALDWIN", "secId": 1}, {"sentences": [{"sentId": 5, "text": "Plus, the suspect in this incredible video."}, {"sentId": 6, "text": "He falls from a horse, he's beaten by deputies in California, while a news chopper captured this whole scene."}, {"sentId": 7, "text": "He tells his story right here live tonight."}], "speaker": "BALDWIN", "secId": 2}, {"sentences": [{"sentId": 8, "text": "And this."}, {"sentId": 9, "text": "Imagine you're in a crowd of hundreds of people, broad daylight, when you realize a terrible crime is being committed right next to you."}, {"sentId": 10, "text": "Would you do something about it?"}, {"sentId": 11, "text": "Are you sure?"}], "speaker": "BALDWIN", "secId": 3}, {"sentences": [{"sentId": 12, "text": "It happened to a young woman who was allegedly gang-raped in a crowded Florida beach during spring break."}, {"sentId": 13, "text": "The crime caught on camera and authorities say no one did anything to stop it."}], "speaker": "BALDWIN", "secId": 4}, {"sentences": [{"sentId": 14, "text": "How can that happen?"}, {"sentId": 15, "text": "Tonight, Dr. Drew weighs in."}], "speaker": "BALDWIN", "secId": 5}, {"sentences": [{"sentId": 16, "text": "And the Chipotle effect, ladies and gentlemen."}, {"sentId": 17, "text": "Is Hillary Clinton headed to a fast food joint near you?"}], "speaker": "BALDWIN", "secId": 6}, {"sentences": [{"sentId": 18, "text": "We have a lot to get to tonight."}, {"sentId": 19, "text": "I want to begin with one of the most shocking dash cam videos ever, and I have to warn you, it's graphic."}], "speaker": "BALDWIN", "secId": 7}, {"sentences": [{"sentId": 20, "text": "Marana, Arizona, police say it happened February 19th."}, {"sentId": 21, "text": "This is around 9:00 in the morning after the suspect, you'll see here on the left side of your screen, walking down the road, Mario Valencia, allegedly robbed a 7-Eleven -- in his underwear, set a fire at a church."}], "speaker": "BALDWIN", "secId": 8}, {"sentences": [{"sentId": 22, "text": "We'll play it again, as you watch him walk."}, {"sentId": 23, "text": "He apparently entered a home, stole a car, later stole a gun from a Wal-Mart."}, {"sentId": 24, "text": "The suspect allegedly pointed the gun at an officer tailing him, turned away, fired in the air, police say in an area of local businesses."}, {"sentId": 25, "text": "It was crowded."}], "speaker": "BALDWIN", "secId": 9}, {"sentences": [{"sentId": 26, "text": "I know, it makes you gasp."}, {"sentId": 27, "text": "I've seen this multiple times tonight and I continue to gasp."}, {"sentId": 28, "text": "About 300, 400 people around, waving this rifle."}, {"sentId": 29, "text": "That's when another patrol car, as you're seeing, zoomed past and ran into him."}, {"sentId": 30, "text": "I can tell you that he was in the hospital for two days."}, {"sentId": 31, "text": "He's now in the Pima County Jail's medical unit."}], "speaker": "BALDWIN", "secId": 10}, {"sentences": [{"sentId": 32, "text": "So first up tonight, joining me via Skype, Chief Terry Rozema of the Marana, Arizona, Police Department."}], "speaker": "BALDWIN", "secId": 11}, {"sentences": [{"sentId": 33, "text": "Chief, good evening."}], "speaker": "BALDWIN", "secId": 12}, {"sentences": [{"sentId": 34, "text": "Good evening, Brooke."}, {"sentId": 35, "text": "How are you?"}], "speaker": "ROZEMA", "secId": 13}, {"sentences": [{"sentId": 36, "text": "I'm all right."}, {"sentId": 37, "text": "But let's talk about you and let's talk about this officer."}, {"sentId": 38, "text": "My first question is, whose decision was it to use the patrol car to stop Mr. Valencia from waiving that rifle?"}], "speaker": "BALDWIN", "secId": 14}, {"sentences": [{"sentId": 39, "text": "That was the decision of the officer that actually used the force."}, {"sentId": 40, "text": "And, you know, if I could just, you know, correct a couple of things."}, {"sentId": 41, "text": "Number one, the suspect isn't in a medical unit."}, {"sentId": 42, "text": "He was cleared without any injuries two days after the incident and is currently awaiting trial at this time."}], "speaker": "ROZEMA", "secId": 15}, {"sentences": [{"sentId": 43, "text": "We were told by his public defender that he is currently in the medical unit in the jail, but I understand if that's the information you've got."}, {"sentId": 44, "text": "I also understand you're telling me that it was the officer who decided to use his patrol car like that."}, {"sentId": 45, "text": "Given everything you know about this whole situation tonight, sir, was it the right call?"}], "speaker": "BALDWIN", "secId": 16}, {"sentences": [{"sentId": 46, "text": "Well, I think there's a lot of things to consider in a situation like this."}, {"sentId": 47, "text": "And certainly, there's going to be a number of people critiquing from all directions in this profession."}, {"sentId": 48, "text": "I think we have to welcome that."}, {"sentId": 49, "text": "We have to embrace that."}, {"sentId": 50, "text": "It's part of what we do and if those critiques aren't coming, then, you know, we're out there doing things that maybe we shouldn't be."}], "speaker": "ROZEMA", "secId": 17}, {"sentences": [{"sentId": 51, "text": "In this situation, I can tell you that it escalated very quickly."}, {"sentId": 52, "text": "And the subject who had the gun refused to obey commands from the officers, who was giving those commands, telling him to put it down."}, {"sentId": 53, "text": "He had multiple opportunities to put the gun down and walk away and he didn't."}, {"sentId": 54, "text": "If the situation is exacerbated by the fact that he then gets very close to some businesses that are occupied by several hundred people."}], "speaker": "ROZEMA", "secId": 18}, {"sentences": [{"sentId": 55, "text": "At some point, we have to take an action and if we don't take an action, we certainly don't know what the individual's going to do, but we can't allow him to get to the point where he enters the office complex."}, {"sentId": 56, "text": "We can't allow him the opportunity to take somebody who's in the parking lot hostage to do a carjacking or something of that nature."}], "speaker": "ROZEMA", "secId": 19}, {"sentences": [{"sentId": 57, "text": "So I'll grant you 100 percent, in fact, when I watched the video for the first time, I had the same reaction you did."}, {"sentId": 58, "text": "It's graphic, it's violent, but at the same token, it warranted deadly force, given all of the circumstances."}, {"sentId": 59, "text": "It would have been completely justified in shooting the individual, so the use of force that's utilized by this officer, and he does a great job, quite frankly, of articulating the thought process in why he did what he did, and it put an end to this guy's crime spree and --  BALDWIN:  I -- no, I understand."}, {"sentId": 60, "text": "I mean, I hear you loud and clear."}], "speaker": "ROZEMA", "secId": 20}, {"sentences": [{"sentId": 61, "text": "I've talked to a lot of police officers."}, {"sentId": 62, "text": "I know the priority is the safety of the people in the community, in the surrounding area, and even potentially his own safety."}, {"sentId": 63, "text": "According to some reports, he was pointing this loaded rifle at himself."}], "speaker": "ROZEMA", "secId": 21}, {"sentences": [{"sentId": 64, "text": "I do find some of the reaction from some of the officers newsworthy."}, {"sentId": 65, "text": "Let me play something else."}, {"sentId": 66, "text": "This is a different perspective, a different patrol car, before you see the actual car hitting him, you hear this officer anticipate it and react."}, {"sentId": 67, "text": "Take a listen."}], "speaker": "ROZEMA", "secId": 22}, {"sentences": [{"sentId": 68, "text": "Unit right there, just standoff, standoff, the gun is loaded."}, {"sentId": 69, "text": "Unit on -- standoff."}], "speaker": "UNIDENTIFIED MALE", "secId": 23}, {"sentences": [{"sentId": 70, "text": "I mean, you're hearing him saying, stay off, stay off, and then you hear the officer say, \"Oh, Jesus Christ,\" he says, \"man down.\""}], "speaker": "BALDWIN", "secId": 24}, {"sentences": [{"sentId": 71, "text": "Two questions -- two questions for you tonight and then I've got to let you go, Chief."}, {"sentId": 72, "text": "One, what other ways, what other methods could your officers have taken as opposed to using a patrol car?"}, {"sentId": 73, "text": "And two, has anything happened to this officer?"}], "speaker": "BALDWIN", "secId": 25}, {"sentences": [{"sentId": 74, "text": "First of all, to clarify, the officer that's speaking there is not speaking to the officers behind him."}, {"sentId": 75, "text": "He doesn't even know the officer is behind him."}, {"sentId": 76, "text": "He's speaking to an officer who's down at the end of the street, telling him not to come any closer, because the subject has a .30-.30 rifle, which is a high powered rifle."}, {"sentId": 77, "text": "So he's not -- he's not talking to that officer."}, {"sentId": 78, "text": "And yes, it took him by surprise because he didn't know the officer was behind him and didn't know the officer was going to take that action."}, {"sentId": 79, "text": "So, absolutely, the officer was shocked in that situation."}], "speaker": "ROZEMA", "secId": 26}, {"sentences": [{"sentId": 80, "text": "As far as other things that we could have done, yes, you can Monday morning quarterback and we certainly have the benefit in, you know, not being a patrol officer anymore, I have the benefit of sitting in my office or, you know, sleeping on things to make those kinds of decisions."}, {"sentId": 81, "text": "This officer made a split-second decision, and in retrospect, when all the dust clears, I think we look at this and say, yes, there's things that we can learn from this, but the entire community is safe, all the officers are safe, and even the suspect in this case is safe."}], "speaker": "ROZEMA", "secId": 27}, {"sentences": [{"sentId": 82, "text": "That's right."}], "speaker": "BALDWIN", "secId": 28}, {"sentences": [{"sentId": 83, "text": "So --"}], "speaker": "ROZEMA", "secId": 29}, {"sentences": [{"sentId": 84, "text": "He's OK.  And I really do appreciate you taking the time with me tonight."}, {"sentId": 85, "text": "Because, listen, no one's casting any judgment."}, {"sentId": 86, "text": "I'm just trying to get to the bottom of it and hear every single perspective first from you as the chief of police there."}, {"sentId": 87, "text": "Chief Terry Rozema, thank you so much."}], "speaker": "BALDWIN", "secId": 30}, {"sentences": [{"sentId": 88, "text": "And now, you know, the other side of this."}, {"sentId": 89, "text": "Let me bring in Michelle Cohen-Metzger, she's the public defender for Mario Valencia."}], "speaker": "BALDWIN", "secId": 31}, {"sentences": [{"sentId": 90, "text": "Michelle, welcome to you."}], "speaker": "BALDWIN", "secId": 32}, {"sentences": [{"sentId": 91, "text": "Thank you."}], "speaker": "COHEN-METZGER", "secId": 33}, {"sentences": [{"sentId": 92, "text": "So, I mean, listen, you heard the police chief saying your client was there, it sounds like he had had quite a morning, a crime spree."}, {"sentId": 93, "text": "He's waving this rifle, people are in the area, could have taken his own life, and his argument is that he -- you know, the safety of others was his priority in having this officer taking your client down."}, {"sentId": 94, "text": "Your response to that?"}], "speaker": "BALDWIN", "secId": 34}, {"sentences": [{"sentId": 95, "text": "Well, a couple of things I'd like to clarify."}, {"sentId": 96, "text": "I -- based on the records that I've looked at and even what's out in the media, I don't think it's at all clear that the officers had made the conclusion that this was the same individual that had been on this, quote-unquote, crime spree."}, {"sentId": 97, "text": "And he was not waving around the rifle at anybody."}, {"sentId": 98, "text": "He was clearly suicidal."}, {"sentId": 99, "text": "He was clearly in crisis."}], "speaker": "COHEN-METZGER", "secId": 35}, {"sentences": [{"sentId": 100, "text": "He was not threatening anybody."}, {"sentId": 101, "text": "He had put the gun to his head multiple times and then when we see the video, he has the gun straight up in the air and shoots it off one time."}, {"sentId": 102, "text": "We also then don't hear any officers giving commands to my client to put down the gun, any effort whatsoever to try and de-escalate the situation, to have a conversation with him."}], "speaker": "COHEN-METZGER", "secId": 36}, {"sentences": [{"sentId": 103, "text": "But let me just jump in, Michelle."}, {"sentId": 104, "text": "And I understand, I understand, you're clarifying, the chief wants to clarify, you want to clarify, I understand this is your client."}, {"sentId": 105, "text": "But, you know, when you're some -- and you know, you're saying maybe they had the wrong guy."}, {"sentId": 106, "text": "Bottom line, he's out there, he does have this rifle."}, {"sentId": 107, "text": "Whether he's waving it or not, there are people in the area."}], "speaker": "BALDWIN", "secId": 37}, {"sentences": [{"sentId": 108, "text": "Correct."}], "speaker": "COHEN-METZGER", "secId": 38}, {"sentences": [{"sentId": 109, "text": "He could have taken his own life."}, {"sentId": 110, "text": "There are officers around."}, {"sentId": 111, "text": "Why not -- and I understand it sounds like, you know, you have questions maybe over his mental state, but why not just let police take him in?"}], "speaker": "BALDWIN", "secId": 39}, {"sentences": [{"sentId": 112, "text": "Well, taking -- having police take him in, sure, but the method that they used was excessive."}], "speaker": "COHEN-METZGER", "secId": 40}, {"sentences": [{"sentId": 113, "text": "But they wouldn't have had to use that method if he would thrown his arms up and said OK."}], "speaker": "BALDWIN", "secId": 41}, {"sentences": [{"sentId": 114, "text": "I'm sorry?"}], "speaker": "COHEN-METZGER", "secId": 42}, {"sentences": [{"sentId": 115, "text": "He wouldn't -- they wouldn't have had to use that method, they wouldn't have had to use the patrol car if he had just stopped where he was, realized what he was doing was wrong with this rifle in a public area and let police take him in."}], "speaker": "BALDWIN", "secId": 43}, {"sentences": [{"sentId": 116, "text": "Sure."}, {"sentId": 117, "text": "But you're -- right, right, but you're making certain assumptions about his mental state and his ability to do those things."}, {"sentId": 118, "text": "And that's why we have things like crisis response teams, that's why we train officers to be able to de-escalate situations."}, {"sentId": 119, "text": "This was the ultimate opposite of that and, you know, I find it ludicrous to say that we're saving this man's life, who's suicidal, by almost killing him."}, {"sentId": 120, "text": "I mean, he could have died."}, {"sentId": 121, "text": "It's miraculous that he didn't die, given how hard he was hit."}], "speaker": "COHEN-METZGER", "secId": 44}, {"sentences": [{"sentId": 122, "text": "Is he -- just to clarify, because I was talking to the chief of police, and he said, no, no, no, this man is fine, he's not in a medical unit."}, {"sentId": 123, "text": "It was my understanding from, you know, hearing notes from you, that he is in a medical unit in the jail."}, {"sentId": 124, "text": "Is he or is he not?"}], "speaker": "BALDWIN", "secId": 45}, {"sentences": [{"sentId": 125, "text": "I have had conversations with him while he's in the medical unit."}, {"sentId": 126, "text": "As of today, I don't know if he's been moved out of the medical unit or not, and if he was moved out, I don't know when that happened."}], "speaker": "COHEN-METZGER", "secId": 46}, {"sentences": [{"sentId": 127, "text": "OK."}], "speaker": "BALDWIN", "secId": 47}, {"sentences": [{"sentId": 128, "text": "And I can't -- I can't speak to his particular medical condition, because of, you know, HIPAA laws and things like that."}], "speaker": "COHEN-METZGER", "secId": 48}, {"sentences": [{"sentId": 129, "text": "I understand."}, {"sentId": 130, "text": "I would never ask you."}], "speaker": "BALDWIN", "secId": 49}, {"sentences": [{"sentId": 131, "text": "Michelle Metzger, public defender, thank you so much for joining me."}], "speaker": "BALDWIN", "secId": 50}, {"sentences": [{"sentId": 132, "text": "And let's -- let's broaden this out tonight."}], "speaker": "BALDWIN", "secId": 51}, {"sentences": [{"sentId": 133, "text": "Thank you."}], "speaker": "COHEN-METZGER", "secId": 52}, {"sentences": [{"sentId": 134, "text": "Thank you."}], "speaker": "BALDWIN", "secId": 53}, {"sentences": [{"sentId": 135, "text": "Let me turn to Candace McCoy, professor of criminal justice at the Graduate Center, the City University of New York, and also retired New York police detective, Harry Houck."}], "speaker": "BALDWIN", "secId": 54}, {"sentences": [{"sentId": 136, "text": "To both of you, welcome."}], "speaker": "BALDWIN", "secId": 55}, {"sentences": [{"sentId": 137, "text": "And, Harry, I mean, there's a lot to sort through."}, {"sentId": 138, "text": "You hear the -- you know, you hear chief's side, you hear his argument, you hear this from the public defender."}, {"sentId": 139, "text": "I mean, in all your years in law enforcement here in New York City, have you ever heard of an officer using a patrol car in that manner?"}], "speaker": "BALDWIN", "secId": 56}, {"sentences": [{"sentId": 140, "text": "Yes."}], "speaker": "HOUCK", "secId": 57}, {"sentences": [{"sentId": 141, "text": "You have."}], "speaker": "BALDWIN", "secId": 58}, {"sentences": [{"sentId": 142, "text": "Yes."}], "speaker": "HOUCK", "secId": 59}, {"sentences": [{"sentId": 143, "text": "How many times?"}, {"sentId": 144, "text": "HOUCK:  At least twice that I can remember."}, {"sentId": 145, "text": "You know, so what would"}], "speaker": "BALDWIN", "secId": 60}, {"sentences": [{"sentId": 146, "text": "you want?"}, {"sentId": 147, "text": "Would you rather fill him through of holes, shoot him up, or hit him with a car where he could probably, you know, survive?"}, {"sentId": 148, "text": "But that's not the issue here."}, {"sentId": 149, "text": "You know, the issue is you had a man here and they had a confrontation with him earlier and they were following him."}, {"sentId": 150, "text": "This man had a rifle."}], "speaker": "BALDWIN", "secId": 61}, {"sentences": [{"sentId": 151, "text": "Now what if some children came running out of a building or somewhere, and he started to shoot and he killed a kid?"}, {"sentId": 152, "text": "We'd be talking about why didn't the police react faster."}, {"sentId": 153, "text": "OK."}, {"sentId": 154, "text": "So I don't care what his psychological condition is, he is putting people's lives in danger, walking down the street."}, {"sentId": 155, "text": "Allegedly he had pointed the weapon at a police officer in the vehicle."}, {"sentId": 156, "text": "He fired -- in the video, you can see him fire a shot."}, {"sentId": 157, "text": "He fires a shot in the air."}], "speaker": "BALDWIN", "secId": 62}, {"sentences": [{"sentId": 158, "text": "He's suicidal."}, {"sentId": 159, "text": "He doesn't care if he lives or dies."}, {"sentId": 160, "text": "So what are the options police officers have at this time?"}, {"sentId": 161, "text": "Number one, you can't diddle around."}, {"sentId": 162, "text": "You've got to get in there and you've got to take this guy out quickly."}, {"sentId": 163, "text": "All right."}, {"sentId": 164, "text": "Because we don't know what's going to happen."}, {"sentId": 165, "text": "Now the radio car from surround him get into a shoot-out with him, maybe a police officer is killed, maybe somebody else is killed."}, {"sentId": 166, "text": "You've got bullets flying all over the place."}], "speaker": "BALDWIN", "secId": 63}, {"sentences": [{"sentId": 167, "text": "That wasn't a good idea."}, {"sentId": 168, "text": "All right."}, {"sentId": 169, "text": "But this one officer, former NYPD, I might add, OK, decided the best way to take this guy out was to hit him with the car."}, {"sentId": 170, "text": "I'm 100 percent for it."}, {"sentId": 171, "text": "Save a lot of lives."}, {"sentId": 172, "text": "We could be talking about a dead police officer now."}], "speaker": "BALDWIN", "secId": 64}, {"sentences": [{"sentId": 173, "text": "How would he know to do that?"}, {"sentId": 174, "text": "I mean, given training, NYPD, he was NYPD, according to you."}], "speaker": "BALDWIN", "secId": 65}, {"sentences": [{"sentId": 175, "text": "You've got to think on your head."}, {"sentId": 176, "text": "You've got to think on your toes and say, OK, I'm a police officer, I've got to make a split action decision here."}, {"sentId": 177, "text": "All right."}, {"sentId": 178, "text": "A man is walking down the street, he's got a gun, nobody's doing nothing."}, {"sentId": 179, "text": "Somebody's got to do something."}], "speaker": "HOUCK", "secId": 66}, {"sentences": [{"sentId": 180, "text": "It's risky."}], "speaker": "BALDWIN", "secId": 67}, {"sentences": [{"sentId": 181, "text": "There could be children."}, {"sentId": 182, "text": "It's risky."}], "speaker": "HOUCK", "secId": 68}, {"sentences": [{"sentId": 183, "text": "It's risky."}], "speaker": "BALDWIN", "secId": 69}, {"sentences": [{"sentId": 184, "text": "You got to do it."}, {"sentId": 185, "text": "But, you know, that's what we get paid for."}, {"sentId": 186, "text": "We get paid for taking the risks."}, {"sentId": 187, "text": "And that's what this officer did."}, {"sentId": 188, "text": "He should be commended."}], "speaker": "HOUCK", "secId": 70}, {"sentences": [{"sentId": 189, "text": "Candace, do you agree?"}, {"sentId": 190, "text": "Do you think he should be commended?"}, {"sentId": 191, "text": "Do you think this was the best option given what we know?"}], "speaker": "BALDWIN", "secId": 71}, {"sentences": [{"sentId": 192, "text": "I don't know about the commendations."}, {"sentId": 193, "text": "I do know that the primary purpose of the police is to protect life."}, {"sentId": 194, "text": "And this gentleman, suspect, Mr. Valencia, had, in fact, shot."}, {"sentId": 195, "text": "You can hear the shot on the tape."}, {"sentId": 196, "text": "In fact, from what we know, he was dangerous to himself and others, probably."}, {"sentId": 197, "text": "Now the -- he's protecting the life of Mr. Valencia by not putting"}], "speaker": "MCCOY", "secId": 72}, {"sentences": [{"sentId": 198, "text": "everybody in the situation of having to shoot Mr. Valencia."}, {"sentId": 199, "text": "So I do agree with Mr. Houck that --"}], "speaker": "MCCOY", "secId": 73}, {"sentences": [{"sentId": 200, "text": "Houck."}], "speaker": "BALDWIN", "secId": 74}, {"sentences": [{"sentId": 201, "text": "Houck."}, {"sentId": 202, "text": "Sorry."}, {"sentId": 203, "text": "That given the options, this was a way to put an end to the situation without putting the lives of the police officers in danger, and potentially being able simply to stop the suspect, Mr. Valencia, from shooting himself or others."}], "speaker": "MCCOY", "secId": 75}, {"sentences": [{"sentId": 204, "text": "Now the public defender of Mr. Valencia, I think, is also correct in saying, it could have been much worse."}, {"sentId": 205, "text": "It could have been really bad."}, {"sentId": 206, "text": "And -- he could have died."}], "speaker": "MCCOY", "secId": 76}, {"sentences": [{"sentId": 207, "text": "In terms of -- right."}, {"sentId": 208, "text": "In terms of the riskiness of this maneuver with the patrol car."}, {"sentId": 209, "text": "Yes, absolutely."}], "speaker": "BALDWIN", "secId": 77}, {"sentences": [{"sentId": 210, "text": "On the other hand, the point is --"}], "speaker": "MCCOY", "secId": 78}, {"sentences": [{"sentId": 211, "text": "Quickly."}], "speaker": "BALDWIN", "secId": 79}, {"sentences": [{"sentId": 212, "text": "What can you do?"}], "speaker": "MCCOY", "secId": 80}, {"sentences": [{"sentId": 213, "text": "Right, right."}], "speaker": "BALDWIN", "secId": 81}, {"sentences": [{"sentId": 214, "text": "Yes."}], "speaker": "MCCOY", "secId": 82}, {"sentences": [{"sentId": 215, "text": "What can you do?"}, {"sentId": 216, "text": "Thinking on your feet, to Harry's point."}, {"sentId": 217, "text": "You know, and it's not like they have training on taking their patrol cars and doing this."}, {"sentId": 218, "text": "But listen, you know --"}], "speaker": "BALDWIN", "secId": 83}, {"sentences": [{"sentId": 219, "text": "Well, this is Arizona, not New York."}], "speaker": "MCCOY", "secId": 84}, {"sentences": [{"sentId": 220, "text": "And there's --"}], "speaker": "HOUCK", "secId": 85}, {"sentences": [{"sentId": 221, "text": "Patrol cars in Arizona are much more used."}], "speaker": "MCCOY", "secId": 86}, {"sentences": [{"sentId": 222, "text": "I know."}, {"sentId": 223, "text": "Different situation, but still there are still a lot of unanswered questions."}, {"sentId": 224, "text": "We've got to continue on this."}, {"sentId": 225, "text": "We've got to move along, though, for now."}], "speaker": "BALDWIN", "secId": 87}, {"sentences": [{"sentId": 226, "text": "Harry Houck, Candace McCoy, thank you both very much."}], "speaker": "BALDWIN", "secId": 88}, {"sentences": [{"sentId": 227, "text": "You know, we talk about that piece of video."}, {"sentId": 228, "text": "There's something else I have to share with you."}, {"sentId": 229, "text": "When we come back, another violent incident also caught on camera, but this one may be more shocking for what it actually does not show."}, {"sentId": 230, "text": "Nobody tries to help this young woman, allegedly gang-raped on a Florida beach, broad daylight during spring break."}], "speaker": "BALDWIN", "secId": 89}, {"sentences": [{"sentId": 231, "text": "We'll talk to Dr. Drew and ask him how so many people could just stand there and let this happen."}], "speaker": "BALDWIN", "secId": 90}, {"sentences": [{"sentId": 232, "text": "Plus, you saw the suspect fall from a horse and then be punched and kicked by these deputies."}, {"sentId": 233, "text": "Tonight, he is here, he's sharing his story."}], "speaker": "BALDWIN", "secId": 91}, {"sentences": [{"sentId": 234, "text": "Welcome back."}, {"sentId": 235, "text": "I'm Brooke Baldwin."}], "speaker": "BALDWIN", "secId": 92}, {"sentences": [{"sentId": 236, "text": "Growing outrage tonight over the alleged gang rape of a young woman during spring break in Panama City Beach, Florida."}, {"sentId": 237, "text": "Police say it happened in broad daylight on a crowded beach, and you know what?"}, {"sentId": 238, "text": "No one did a thing to stop it."}], "speaker": "BALDWIN", "secId": 93}, {"sentences": [{"sentId": 239, "text": "The victim believes she was drugged."}, {"sentId": 240, "text": "Two college students have been arrested."}, {"sentId": 241, "text": "But in a big break for authorities, the incident was recorded on cell phone."}, {"sentId": 242, "text": "Part of that video has been released and I have to warn you, you may find it tough to watch."}], "speaker": "BALDWIN", "secId": 94}, {"sentences": [{"sentId": 243, "text": "Here's CNN's Alexandra Field."}], "speaker": "BALDWIN", "secId": 95}, {"sentences": [{"sentId": 244, "text": "Panama City Beach, Florida, spring break, the way you've seen it."}, {"sentId": 245, "text": "But just a few feet away, the images we can't show."}], "speaker": "FIELD", "secId": 96}, {"sentences": [{"sentId": 246, "text": "People were more interested in spilling their beer than they were about what was happening right next to them."}, {"sentId": 247, "text": "And it was happening two or three feet away from them."}], "speaker": "MCKEITHEN", "secId": 97}, {"sentences": [{"sentId": 248, "text": "A brutal gang rape on this beach in broad daylight last month."}, {"sentId": 249, "text": "A party raging while a young woman is assaulted by at least three men."}], "speaker": "FIELD", "secId": 98}, {"sentences": [{"sentId": 250, "text": "It pissed me off."}, {"sentId": 251, "text": "They looked like wild animals feeding on a corpse in the middle of the woods, on a carcass."}, {"sentId": 252, "text": "I mean, it's just a frenzy."}], "speaker": "MCKEITHEN", "secId": 99}, {"sentences": [{"sentId": 253, "text": "Ryan Calhoun and Delonte Martistee, students at Troy University in Alabama, arrested, but only after video of the attack comes to light during a separate investigation by police in Alabama into an unrelated crime."}, {"sentId": 254, "text": "Both students have been suspended."}, {"sentId": 255, "text": "No one on the beach ever reported anything to police."}], "speaker": "FIELD", "secId": 100}, {"sentences": [{"sentId": 256, "text": "She was totally incapacitated."}, {"sentId": 257, "text": "She was not even moving at some points."}, {"sentId": 258, "text": "And then one time in the video, she actually was able to get her hand up and grab a hand and try to move it."}], "speaker": "MCKEITHEN", "secId": 101}, {"sentences": [{"sentId": 259, "text": "The victim is identified only after parts of the video are made public by the Bay County Sheriff's Office."}, {"sentId": 260, "text": "She says she doesn't remember being raped and only realized it when she saw the video."}, {"sentId": 261, "text": "The sheriff says it's possible she'd been drugged."}], "speaker": "FIELD", "secId": 102}, {"sentences": [{"sentId": 262, "text": ":  If not for this video, would she have had any idea what happened to her?"}], "speaker": "FIELD", "secId": 103}, {"sentences": [{"sentId": 263, "text": "Well, she knew something happened."}, {"sentId": 264, "text": "She didn't know exactly what happened."}], "speaker": "MCKEITHEN", "secId": 104}, {"sentences": [{"sentId": 265, "text": "More videos of the attack have come to light and police say they've uncovered videos of other incidents of lewd behavior on that beach that merit more investigation."}, {"sentId": 266, "text": "They're looking for anything they haven't found, trying to separate endless images of questionable spring break behavior from unreported crimes."}], "speaker": "FIELD ", "secId": 105}, {"sentences": [{"sentId": 267, "text": "There is a problem out there."}, {"sentId": 268, "text": "It's not occurring every day, but more importantly, it's indicative of the fact that there are things going on out there that we don't even know about."}], "speaker": "MCKEITHEN", "secId": 106}, {"sentences": [{"sentId": 269, "text": "All of it casting a dark shadow over a spring break that police say has spun out of control."}], "speaker": "FIELD", "secId": 107}, {"sentences": [{"sentId": 270, "text": "Alexandra Field, CNN, Panama City, Florida."}], "speaker": "FIELD", "secId": 108}, {"sentences": [{"sentId": 271, "text": "CNN's attempts to reach Calhoun and Martistee for comment have been unsuccessful."}, {"sentId": 272, "text": "Neither man has made any public statements."}], "speaker": "BALDWIN", "secId": 109}, {"sentences": [{"sentId": 273, "text": "Let me bring in Dr. Drew Pinsky, host of \"Dr. Drew on Call\" on HLN."}], "speaker": "BALDWIN", "secId": 110}, {"sentences": [{"sentId": 274, "text": "And, Dr. Drew, I mean, just listening to that sheriff, he says he's pissed off, I'm pissed off."}, {"sentId": 275, "text": "And the thing is, when you think about -- listen, I've been to Panama City Beach and I've been on spring break."}, {"sentId": 276, "text": "But to think of a crowded beach, broad daylight, and this apparently happening and no one doing a darn thing."}, {"sentId": 277, "text": "How is that possible?"}], "speaker": "BALDWIN", "secId": 111}, {"sentences": [{"sentId": 278, "text": "Right."}, {"sentId": 279, "text": "It's almost unthinkable."}, {"sentId": 280, "text": "And yet if you've ever been down there during spring break, it starts to begin to make sense."}, {"sentId": 281, "text": "I've been down there to try to speak to crowds down there and I've looked across the kids and thought to myself, oh, my goodness, all I see here is intoxicated alcoholic and some sex addicts."}, {"sentId": 282, "text": "That's all who's there."}, {"sentId": 283, "text": "And every time you find an adverse outcome, you find alcohol, you find substances."}], "speaker": "PINSKY", "secId": 112}, {"sentences": [{"sentId": 284, "text": "This poor woman thinks she was drugged."}, {"sentId": 285, "text": "I bet she was not."}, {"sentId": 286, "text": "I bet it was strictly alcohol related."}, {"sentId": 287, "text": "We do not raise our young people to understand that when somebody is incapacitated by alcohol, this woman should have been taken to an emergency room."}, {"sentId": 288, "text": "She could have just as easily aspirated and died."}, {"sentId": 289, "text": "Instead, she becomes the victim of a gang rape."}, {"sentId": 290, "text": "It's unthinkable and it happened in front of other people."}], "speaker": "PINSKY", "secId": 113}, {"sentences": [{"sentId": 291, "text": "Now of course we all know about a bystander effect."}], "speaker": "PINSKY", "secId": 114}, {"sentences": [{"sentId": 292, "text": "That's my next question."}], "speaker": "BALDWIN", "secId": 115}, {"sentences": [{"sentId": 293, "text": "Where people are more likely -- well, but listen, this is more than the bystander effect."}, {"sentId": 294, "text": "Bystander effect is you stand by, the more people around, the more you're likely to stand by and not help somebody."}, {"sentId": 295, "text": "This is about something endemic in our culture, both in the spring break culture and on our college campuses where we have institutionalized binge alcohol and hooking up culture."}, {"sentId": 296, "text": "And it's spring break, this is acted out -- look, as the sheriff said, more than he understood."}, {"sentId": 297, "text": "More than he imagined, it's becoming normative, so these kids don't even understand they're engaging in criminal behavior when people are in a condition to not even be able to defend themselves."}], "speaker": "PINSKY", "secId": 116}, {"sentences": [{"sentId": 298, "text": "And the fact that this young woman says she doesn't even remember that it happened."}, {"sentId": 299, "text": "She saw the video surface on --"}], "speaker": "BALDWIN", "secId": 117}, {"sentences": [{"sentId": 300, "text": "Alcohol."}], "speaker": "PINSKY", "secId": 118}, {"sentences": [{"sentId": 301, "text": "-- on the news."}], "speaker": "BALDWIN", "secId": 119}, {"sentences": [{"sentId": 302, "text": "Alcohol."}], "speaker": "PINSKY", "secId": 120}, {"sentences": [{"sentId": 303, "text": "She recognized her tattoos, and said, my god, that was me."}], "speaker": "BALDWIN", "secId": 121}, {"sentences": [{"sentId": 304, "text": "Yes, that's right."}, {"sentId": 305, "text": "And if you go to college campuses and you measure adverse outcomes, whether it is a sexually transmitted disease or an unwanted sexual contact or an injury, a fight, an accident, whatever it is, you always found alcohol and you find binge alcohol more than anything else."}], "speaker": "PINSKY", "secId": 122}, {"sentences": [{"sentId": 306, "text": "And it is the -- the whole hookup culture that is so indoctrinated that these kids, those that aren't necessarily addicts, alcoholics, sex addicts, which are -- which are people who are encouraged to spin out of control, the other kids have to consume enough alcohol to deal with their anxiety of just keeping pace with how unnatural and anxiety-provoking their social structures are."}, {"sentId": 307, "text": "And then they go to spring break where this is just encouraged to act out in ways --"}], "speaker": "PINSKY", "secId": 123}, {"sentences": [{"sentId": 308, "text": "They're surrounded by it."}], "speaker": "BALDWIN", "secId": 124}, {"sentences": [{"sentId": 309, "text": "There are rooms -- I've been to those bars, there are rooms there where people are encouraged to do things just like what happened on that beach."}], "speaker": "PINSKY", "secId": 125}, {"sentences": [{"sentId": 310, "text": "But the fact that she says she doesn't even remember that it happened, I hear you, you're saying, you think it was just alcohol, but how -- I want to say, how is that possible, because I know it is when you have too much."}, {"sentId": 311, "text": "She thinks she was drugged."}], "speaker": "BALDWIN", "secId": 126}, {"sentences": [{"sentId": 312, "text": "It happens all the time."}], "speaker": "PINSKY", "secId": 127}, {"sentences": [{"sentId": 313, "text": "It happens all --"}], "speaker": "BALDWIN", "secId": 128}, {"sentences": [{"sentId": 314, "text": "Happens all the time."}], "speaker": "PINSKY", "secId": 129}, {"sentences": [{"sentId": 315, "text": "It happen all the time when people do not remember."}], "speaker": "BALDWIN", "secId": 130}, {"sentences": [{"sentId": 316, "text": "It happens all the time, not --"}], "speaker": "PINSKY", "secId": 131}, {"sentences": [{"sentId": 317, "text": "You're gang-raped?"}], "speaker": "BALDWIN", "secId": 132}, {"sentences": [{"sentId": 318, "text": "Listen, it's not just when they don't remember, Brooke."}, {"sentId": 319, "text": "That happens all the time when they don't remember and they still appear to be walking around and having their faculties intact."}, {"sentId": 320, "text": "What also happens all the time is people are completely incapacitated to the point that they can't move and they don't remember."}, {"sentId": 321, "text": "They're unconscious and they don't remember."}, {"sentId": 322, "text": "And they're peers don't take them to medical care."}, {"sentId": 323, "text": "It's how people die as well of alcohol poisoning"}], "speaker": "PINSKY", "secId": 133}, {"sentences": [{"sentId": 324, "text": "OK.  Dr. Drew Pinsky, thank you so much."}], "speaker": "BALDWIN", "secId": 134}, {"sentences": [{"sentId": 325, "text": "You bet."}], "speaker": "PINSKY", "secId": 135}, {"sentences": [{"sentId": 326, "text": "Coming up next, caught on video, again, deputies in California beating a suspect after he falls from a horse."}, {"sentId": 327, "text": "That man is here tonight."}], "speaker": "BALDWIN", "secId": 136}, {"sentences": [{"sentId": 328, "text": "It's an incident that has shocked people across this country."}, {"sentId": 329, "text": "Deputies in San Bernardino County, California, subduing a suspect last week."}], "speaker": "BALDWIN", "secId": 137}, {"sentences": [{"sentId": 330, "text": "The whole thing caught by a camera, by this news helicopter."}, {"sentId": 331, "text": "The suspect, here, tried to get away on a horse, but once on the ground, he was repeatedly punched and kicked by these deputies."}, {"sentId": 332, "text": "Multiple investigations are now underway."}, {"sentId": 333, "text": "Joining me now, Francis Pusok, the suspect who was beaten and his attorneys James Terrell and Sharon Brunner, welcome to all of you tonight."}, {"sentId": 334, "text": "And Francis, my goodness, let me just begin with you."}, {"sentId": 335, "text": "You understand that you know, when you were in the middle of this in the desert on the ground, you thought that you were going to die?"}], "speaker": "BALDWIN", "secId": 138}, {"sentences": [{"sentId": 336, "text": "I did."}], "speaker": "PUSOK", "secId": 139}, {"sentences": [{"sentId": 337, "text": "Tell me what happened."}, {"sentId": 338, "text": "Tell me how many times you were kicked and beaten."}, {"sentId": 339, "text": "Do you recall?"}], "speaker": "BALDWIN", "secId": 140}, {"sentences": [{"sentId": 340, "text": "It felt like an eternity."}, {"sentId": 341, "text": "I thought it was never going to end."}], "speaker": "PUSOK", "secId": 141}, {"sentences": [{"sentId": 342, "text": "Do I still see a bruised left eye here, some of your injuries from that incident last week?"}], "speaker": "BALDWIN", "secId": 142}, {"sentences": [{"sentId": 343, "text": "Yeah."}, {"sentId": 344, "text": "A lot of my injuries are underneath."}, {"sentId": 345, "text": "But you can see a few bruises on my head or lacerations on the head and my eye."}], "speaker": "PUSOK", "secId": 143}, {"sentences": [{"sentId": 346, "text": "Francis, have you actually sat and watch this video?"}], "speaker": "BALDWIN", "secId": 144}, {"sentences": [{"sentId": 347, "text": "If I could just add --"}], "speaker": "TERRELL", "secId": 145}, {"sentences": [{"sentId": 348, "text": "Have you seen it yourself?"}], "speaker": "BALDWIN", "secId": 146}, {"sentences": [{"sentId": 349, "text": "A few times I've seen edited versions of it."}], "speaker": "PUSOK", "secId": 147}, {"sentences": [{"sentId": 350, "text": "And your thoughts watching yourself in this video?"}], "speaker": "BALDWIN", "secId": 148}, {"sentences": [{"sentId": 351, "text": "Completely unnecessary."}, {"sentId": 352, "text": "Even without watching the video, completely unnecessary."}, {"sentId": 353, "text": "BALDWIN: James, I want to talk to you in just a second, but Francis,"}], "speaker": "PUSOK", "secId": 149}, {"sentences": [{"sentId": 354, "text": "let me stay with you."}, {"sentId": 355, "text": "You know, I understand this all began after deputies were trying to serve a search warrant in this identity theft investigation."}, {"sentId": 356, "text": "You hopped in a car, you got out of there."}, {"sentId": 357, "text": "At some point, you stole a horse."}, {"sentId": 358, "text": "This whole pursuit with deputies, this thing lasted two hours."}, {"sentId": 359, "text": "I have to ask, why were you running?"}], "speaker": "PUSOK", "secId": 150}, {"sentences": [{"sentId": 360, "text": "I left the house originally."}, {"sentId": 361, "text": "The cops were coming to -- they tried ramming me, and they sent me through a fence, and I've had previous encounters where they have beaten me, so I was trying to avoid that."}], "speaker": "PUSOK", "secId": 151}, {"sentences": [{"sentId": 362, "text": "I understand previous encounters also involve convictions."}, {"sentId": 363, "text": "According to court records, resisting arrest, animal cruelty, attempted robbery, is that correct as well, sir?"}], "speaker": "BALDWIN", "secId": 152}, {"sentences": [{"sentId": 364, "text": "That's correct."}], "speaker": "PUSOK", "secId": 153}, {"sentences": [{"sentId": 365, "text": "So when you're there in the desert, you're -- what, what's happening?"}, {"sentId": 366, "text": "You're being tased, they're punching you, they're kicking you in your head at the time, why do you think they were doing that?"}], "speaker": "BALDWIN", "secId": 154}, {"sentences": [{"sentId": 367, "text": "It's -- I believe that's their protocol."}], "speaker": "PUSOK", "secId": 155}, {"sentences": [{"sentId": 368, "text": "That sort of excessive force, you think --"}], "speaker": "BALDWIN", "secId": 156}, {"sentences": [{"sentId": 369, "text": "I think they're trained that way."}], "speaker": "PUSOK", "secId": 157}, {"sentences": [{"sentId": 370, "text": "Why do you think that?"}], "speaker": "BALDWIN", "secId": 158}, {"sentences": [{"sentId": 371, "text": "I -- bad trainers, wrong trainers."}], "speaker": "PUSOK", "secId": 159}, {"sentences": [{"sentId": 372, "text": "For their side of this, let me just let our viewers know, of course we reached out to the sheriff's department tonight, and they referred us to the news conference on Friday, to just some of the notes from that, Sheriff John McMahon, based on what he saw in the video, it used the force appears to be excessive, this is what he acknowledged."}, {"sentId": 373, "text": "An administrative and criminal investigation is being conducted and if there is criminal wrongdoing, he acknowledged that they, they will in fact take action."}, {"sentId": 374, "text": "And I can tell you that, 10 deputies, Francis, as you well know they're on administrative leave."}, {"sentId": 375, "text": "What would you like to have happen to them?"}], "speaker": "BALDWIN", "secId": 160}, {"sentences": [{"sentId": 376, "text": "I would like the FBI to look in, into their background and see their history, see if there's any excessive force, multiple incidents of excessive force."}], "speaker": "PUSOK", "secId": 161}, {"sentences": [{"sentId": 377, "text": "And if there is --"}], "speaker": "BALDWIN", "secId": 162}, {"sentences": [{"sentId": 378, "text": "I know, just a --"}], "speaker": "BRUNNER", "secId": 163}, {"sentences": [{"sentId": 379, "text": "Go ahead, please jump in."}, {"sentId": 380, "text": "Please jump in, Sharon."}], "speaker": "BALDWIN", "secId": 164}, {"sentences": [{"sentId": 381, "text": "You know on my behalf, Brooke, I know that my client is -- our client has discussed that he wants this to stop."}, {"sentId": 382, "text": "He wants there to be reform."}, {"sentId": 383, "text": "He wants accountability."}, {"sentId": 384, "text": "The reason he fled in the first place is because he has been beaten in the past and there's documented evidence of that."}, {"sentId": 385, "text": "And he didn't want that to happen again."}, {"sentId": 386, "text": "He knew it was going to happen and it did happen."}, {"sentId": 387, "text": "So I know he's had some long conversations with us about, it has to stop and he doesn't want anybody else to have to go through what he went go through."}, {"sentId": 388, "text": "This was just so brutal."}], "speaker": "BRUNNER", "secId": 165}, {"sentences": [{"sentId": 389, "text": "And what like this is called in here is that, this is an ongoing problem we have here."}, {"sentId": 390, "text": "Both Sharon and myself are also involved in another case with another FBI ongoing investigation as to how this department runs the jail."}, {"sentId": 391, "text": "This isn't a new thing about people being fearful or brutality on the roads and highways in San Bernardino County."}, {"sentId": 392, "text": "This is something that goes on all the time."}, {"sentId": 393, "text": "And I know after talking to Francis, the number one thing he wants is for this to stop."}, {"sentId": 394, "text": "And we want some kind of thing like the FBI or the civil rights division in Washington, D.C. involved."}, {"sentId": 395, "text": "There's not gonna be a solution by the sheriff at all."}, {"sentId": 396, "text": "That's not going to happen."}], "speaker": "TERRELL", "secId": 166}, {"sentences": [{"sentId": 397, "text": "OK."}, {"sentId": 398, "text": "I understand you want the other investigations and we'll be following all of this with you, to see where this goes with these multiple investigations."}, {"sentId": 399, "text": "Francis Pusok, James Terrell, Sharon Brunner, thank you."}, {"sentId": 400, "text": "The three of you tonight for your time, I really appreciate it."}, {"sentId": 401, "text": "Coming up next, the latest news on the Tulsa volunteer deputy who's charged with manslaughter in a shooting death of a suspect there, he claims he meant to fire his taser, but is lethal force becoming much more common."}], "speaker": "BALDWIN", "secId": 167}, {"sentences": [{"sentId": 402, "text": "Robert Bates turned himself in today."}, {"sentId": 403, "text": "He's the 73- year-old Tulsa volunteer deputy who shot and killed a suspect when he was allegedly mistook his gun for his taser."}, {"sentId": 404, "text": "The shooting was caught on camera and Bates was charged with second-degree manslaughter and this is certainly not the only case of violence by law enforcement to be caught on camera."}, {"sentId": 405, "text": "CNN's Stephanie Elam has more on that."}], "speaker": "BALDWIN", "secId": 168}, {"sentences": [{"sentId": 406, "text": "The examples are nationwide."}, {"sentId": 407, "text": "Police officers often caught on video, accused of excessive use of force."}, {"sentId": 408, "text": "We've seen it in South Carolina."}, {"sentId": 409, "text": "50-year-old Walter Scott, running away from officer Michael Slager, who pulls his gun and shoots Scott from behind several times."}, {"sentId": 410, "text": "Slager has been fired and is in jail, charged with murder."}, {"sentId": 411, "text": "And in Oklahoma, where police say Reserve Deputy Robert Bates meant to fire his taser."}], "speaker": "ELAM", "secId": 169}, {"sentences": [{"sentId": 412, "text": "Oh, I'm sorry."}, {"sentId": 413, "text": "I'm sorry."}], "speaker": "BATES", "secId": 170}, {"sentences": [{"sentId": 414, "text": "Instead, fires his gun killing 44-year-old Eric Harris."}, {"sentId": 415, "text": "Bates is now facing a second-degree manslaughter charge."}, {"sentId": 416, "text": "In Ohio, a Cleveland police officer is on trial for the 2012 deaths of Timothy Russell and Malissa Williams."}, {"sentId": 417, "text": "After a chase, prosecutor says Michael Brelo fired 49 shots into Russell's car."}, {"sentId": 418, "text": "Brelo is now facing two counts of manslaughter, but these cases are the exceptions."}, {"sentId": 419, "text": "According to the Washington Post, only 54 on-duty officers have been charged since 2005, despite the thousands of people, police fatally shot during that same period."}, {"sentId": 420, "text": "Police advocates would say that's because the use of force was justified."}, {"sentId": 421, "text": "And in the cases that have been resolved, most of those officers were cleared or acquitted."}], "speaker": "ELAM", "secId": 171}, {"sentences": [{"sentId": 422, "text": "It's not surprising that police are prosecuted for lethal force, much less than regular civilians."}, {"sentId": 423, "text": "Because factually, the reality is, police are expert testifiers."}, {"sentId": 424, "text": "It's not necessarily being dishonest or disingenuous."}, {"sentId": 425, "text": "It's just marshaling the facts in a way that would ultimately best serve the dependant's own interests."}], "speaker": "CEVALLOS", "secId": 172}, {"sentences": [{"sentId": 426, "text": "In California, 10 officers were on paid administrative leave after a KNBC helicopter caught them beating up 35-year-old Francis Pusok at the end of a pursuit."}, {"sentId": 427, "text": "While he's disturbed by what he saw in the video, John McMahon of the San Bernardino County Sheriff's Department says, it can be difficult for officers to pull back the reins after a chase."}], "speaker": "ELAM", "secId": 173}, {"sentences": [{"sentId": 428, "text": "It is very difficult at times to control your emotions and clearly to control the adrenalin."}, {"sentId": 429, "text": "Not that that's an excuse, but it is certainly a challenge that deputy sheriff and law enforcement officers across the entire country face, every single day."}], "speaker": "MCMAHON", "secId": 174}, {"sentences": [{"sentId": 430, "text": "A challenge that Slager in South Carolina can be heard acknowledging right after killing Walter Scott."}], "speaker": "ELAM", "secId": 175}, {"sentences": [{"sentId": 431, "text": "It'd probably a good idea to jot down your thoughts about whatever happened, once the adrenaline stops pumping."}], "speaker": "UNIDENTIFIED MALE", "secId": 176}, {"sentences": [{"sentId": 432, "text": "It's pumping."}], "speaker": "SLAGER", "secId": 177}, {"sentences": [{"sentId": 433, "text": "Oh, yeah, oh, yeah."}], "speaker": "UNIDENTIFIED MALE", "secId": 178}, {"sentences": [{"sentId": 434, "text": "Officers under pressure, not just in the heat of the moment, but to explain themselves after."}, {"sentId": 435, "text": "Stephanie Elam, CNN, Los Angeles."}], "speaker": "ELAM", "secId": 179}, {"sentences": [{"sentId": 436, "text": "Joining me now, Samuel Sinyangwe, a researcher and activist who studies police shootings in America."}, {"sentId": 437, "text": "And Samuel, I know it's tough to find actual numbers and CBC, tries to track it."}, {"sentId": 438, "text": "There seems to be at least anecdotally, more officer-involved shootings recently."}, {"sentId": 439, "text": "What do your numbers show you?"}], "speaker": "BALDWIN", "secId": 180}, {"sentences": [{"sentId": 440, "text": "So, first, thanks for having me."}, {"sentId": 441, "text": "What we've seen by comparing the most comprehensive databases out there, which are the killed by police database and the fatal encounters database, and coding for race, we've been able to find that police shootings are on the rise."}, {"sentId": 442, "text": "For example, just in February, 85 people were killed by police."}, {"sentId": 443, "text": "In March, 115 people were killed by police."}, {"sentId": 444, "text": "It's a 35 percent increase."}, {"sentId": 445, "text": "For black people in particular, the rates are going up at a faster rate."}, {"sentId": 446, "text": "So 71 percent more black people were killed by police, just this past March compared to February."}], "speaker": "SINYANGWE", "secId": 181}, {"sentences": [{"sentId": 447, "text": "How are you, Samuel, how are you collecting your numbers?"}], "speaker": "BALDWIN", "secId": 182}, {"sentences": [{"sentId": 448, "text": "So, a recent report from the Bureau of Justice Statistics basically admitted that the official statistics were under counting the number of people killed by police by over 50 percent."}, {"sentId": 449, "text": "Luckily, Nate Silver at fivethirtyeight.com audited the most comprehensive database on police killings in the nation, killbypolice.net and found that their records were 100 percent accurate."}, {"sentId": 450, "text": "What we've done is taken those records, coded them by race to come out with a comprehensive database that we anticipate is about 90 percent of the total universe of police killings."}, {"sentId": 451, "text": "These are sourced from local media reports."}], "speaker": "SINYANGWE", "secId": 183}, {"sentences": [{"sentId": 452, "text": "OK."}, {"sentId": 453, "text": "I know you mentioned race."}, {"sentId": 454, "text": "One finding we just wanted to point out to our viewers, black people was nearly three times more likely than whites to be killed by police in 2014."}, {"sentId": 455, "text": "What more can you tell me about that?"}], "speaker": "BALDWIN", "secId": 184}, {"sentences": [{"sentId": 456, "text": "So as you said, it's a much higher rate for black people."}, {"sentId": 457, "text": "Black people are being targeted by police."}, {"sentId": 458, "text": "We've counted at least 304 black people killed by police in 2014 alone."}, {"sentId": 459, "text": "As I said, the numbers are actually on the rise."}, {"sentId": 460, "text": "And so, what we have found is that actually these numbers are nationwide."}, {"sentId": 461, "text": "Indeed, Ferguson is everywhere."}, {"sentId": 462, "text": "But what we've also found, there are particular places where police violence and police killings are more severe than other places."}, {"sentId": 463, "text": "So you mentioned Tulsa for example."}], "speaker": "SINYANGWE", "secId": 185}, {"sentences": [{"sentId": 464, "text": "How do you mean targeted, specifically?"}, {"sentId": 465, "text": "Let me just push on that."}], "speaker": "BALDWIN", "secId": 186}, {"sentences": [{"sentId": 466, "text": "Sure."}, {"sentId": 467, "text": "So, by targeted I mean, police are over policing in black and brown communities, in particular in black communities."}, {"sentId": 468, "text": "We know that police are more likely to kill unarmed black people compared to unarmed white people or people of other races."}, {"sentId": 469, "text": "And so by targeted I mean, that the approach to policing that police across the country are using, is more severe when encountering a black victim versus a white victim and we have the data to show that."}], "speaker": "SINYANGWE", "secId": 187}, {"sentences": [{"sentId": 470, "text": "Samuel Sinyangwe, researcher and activist, trying to keep those numbers."}, {"sentId": 471, "text": "Thank you very much."}], "speaker": "BALDWIN", "secId": 188}, {"sentences": [{"sentId": 472, "text": "Thank you."}], "speaker": "SINYANGWE", "secId": 189}, {"sentences": [{"sentId": 473, "text": "Coming up tonight, Hillary Clinton was under the radar in Chipotle yesterday."}, {"sentId": 474, "text": "Today, as deputy reporters chased down her presidential Scooby van, is this the new Hillary?"}], "speaker": "BALDWIN", "secId": 190}, {"sentences": [{"sentId": 475, "text": "Hillary -- Hillary Clinton, keeping it real, as real as presidential campaigns can get from her Scooby van, yes, apparently that's a nickname, to Chipotle to the Jones Street Java House."}, {"sentId": 476, "text": "Candidate Clinton is on the road, joining me now to talk about all of this, Ben Ferguson, CNN political commentator and the host of The Ben Ferguson show, also with us tonight, Marc Lamont Hill, CNN political commentator."}, {"sentId": 477, "text": "Fellows...  BEN FERGUSON, CONSERVATIVE RADIO TALK SHOW HOST: Howdy."}], "speaker": "BALDWIN", "secId": 191}, {"sentences": [{"sentId": 478, "text": "Howdy to both of you all."}, {"sentId": 479, "text": "Let's begin with the much ado about this Chipotle video."}, {"sentId": 480, "text": "But here's the new nugget today --today."}, {"sentId": 481, "text": "I mean, listen, she was at a community college today, it was a very intimate forum, answering questions."}, {"sentId": 482, "text": "But everyone's talking about this video of Hillary Clinton with the shades, in the Chipotle."}, {"sentId": 483, "text": "Here's the news, if I may, that New York Times reporter Maggie Haberman apparently was tipped off to this stop."}, {"sentId": 484, "text": "She then called the manager."}, {"sentId": 485, "text": "They were like, what?"}, {"sentId": 486, "text": "Hillary Clinton wasn't here, checked the surveillance tape, alas, she was."}, {"sentId": 487, "text": "Ben, how do you even think -- was this camp Clinton calling Maggie Haberman?"}, {"sentId": 488, "text": "We don't know."}], "speaker": "BALDWIN", "secId": 192}, {"sentences": [{"sentId": 489, "text": "I mean --"}], "speaker": "FERGUSON", "secId": 193}, {"sentences": [{"sentId": 490, "text": "What was this?"}], "speaker": "BALDWIN", "secId": 194}, {"sentences": [{"sentId": 491, "text": "It is the weirdest thing I've ever seen in my entire life."}, {"sentId": 492, "text": "If you're Hillary Clinton and you are trying to be the normal, new, I feel your pain candidate, I'm not stiff, I love you, I'm going to almost be as nice and as friendly as my husband is, if that's your goal, why not say hi to someone at the Chipotle?"}, {"sentId": 493, "text": "I mean, wearing your sunglasses, I don't think, is going to necessarily help you here, especially when you're in the Scooby van."}, {"sentId": 494, "text": "I mean, it may be one of the most odd things I've ever seen a campaign do, where it's like, hey, I'm Hillary, I'm literally on the road to meet people and I'm not going to talk to anybody at Chipotle so they don't notice me --"}], "speaker": "FERGUSON", "secId": 195}, {"sentences": [{"sentId": 495, "text": "I mean --"}], "speaker": "BALDWIN", "secId": 196}, {"sentences": [{"sentId": 496, "text": "It makes no sense to me."}], "speaker": "FERGUSON", "secId": 197}, {"sentences": [{"sentId": 497, "text": "Maybe she just wanted to enjoy her chicken burrito bowl in private and carry her tray to her table, Marc Lamont Hill ."}], "speaker": "BALDWIN", "secId": 198}, {"sentences": [{"sentId": 498, "text": "Or maybe she expected that they would respond -- I mean look, she's supposed to have 100 percent name ID, a 100 percent face ID --"}], "speaker": "HILL", "secId": 199}, {"sentences": [{"sentId": 499, "text": "No one recognized her apparently."}], "speaker": "BALDWIN", "secId": 200}, {"sentences": [{"sentId": 500, "text": "The former first lady was there, that's weird to me."}, {"sentId": 501, "text": "I'm more judging the people of Chipotle than --"}], "speaker": "HILL", "secId": 201}, {"sentences": [{"sentId": 502, "text": "Let's juxtapose this if we can, with of course, Saturday Night Live."}, {"sentId": 503, "text": "Remember all the days of the jogs, Bill Clinton --"}], "speaker": "BALDWIN", "secId": 202}, {"sentences": [{"sentId": 504, "text": "Yeah."}], "speaker": "HILL", "secId": 203}, {"sentences": [{"sentId": 505, "text": "And the trips to McDonald's."}, {"sentId": 506, "text": "It was a bit of a different scene."}, {"sentId": 507, "text": "Roll it."}], "speaker": "BALDWIN", "secId": 204}, {"sentences": [{"sentId": 508, "text": "Speak of the devil, that's one of those McLean sandwiches, isn't it?"}], "speaker": "UNIDENTIFIED MALE", "secId": 205}, {"sentences": [{"sentId": 509, "text": "Yeah."}, {"sentId": 510, "text": "Would you like to try it?"}], "speaker": "UNIDENTIFIED FEMALE", "secId": 206}, {"sentences": [{"sentId": 511, "text": "Well, maybe just a bite."}], "speaker": "UNIDENTIFIED MALE", "secId": 207}, {"sentences": [{"sentId": 512, "text": "That's not bad."}, {"sentId": 513, "text": "But you know, my national service trust fund will allow every student, like yourself -- do you mind if I wash it down?"}], "speaker": "UNIDENTIFIED MALE", "secId": 208}, {"sentences": [{"sentId": 514, "text": "Marc, I mean, that was a very --"}], "speaker": "BALDWIN", "secId": 209}, {"sentences": [{"sentId": 515, "text": "Right, Bill Clinton."}, {"sentId": 516, "text": "What do we -- are we going to see more of that?"}, {"sentId": 517, "text": "Is she going to take a page out of her husband's playbook and say hello to more people, when she's getting her fast food?"}, {"sentId": 518, "text": "What's going on?"}], "speaker": "BALDWIN", "secId": 210}, {"sentences": [{"sentId": 519, "text": "Oh, she -- she's already taking a page out of the playbook."}, {"sentId": 520, "text": "McDonald's was the \"It\" spot 20 years ago."}, {"sentId": 521, "text": "Every investor, every pop culture expert says that Chipotle is the new McDonald's."}, {"sentId": 522, "text": "The stock has gone up 458 percent in the last four years."}, {"sentId": 523, "text": "Millennials love it because it's supposed to be fresher and give you more choices."}, {"sentId": 524, "text": "She basically did what Clintons do."}, {"sentId": 525, "text": "They triangulate it."}, {"sentId": 526, "text": "They figured out what's the best fast food spot to be at."}, {"sentId": 527, "text": "She probably even like Chipotle, she probably like Mexican food."}, {"sentId": 528, "text": "She just probably want to go with the votes would be."}, {"sentId": 529, "text": "So I think this is --"}], "speaker": "HILL", "secId": 211}, {"sentences": [{"sentId": 530, "text": "Yet not --"}], "speaker": "FERGUSON", "secId": 212}, {"sentences": [{"sentId": 531, "text": "Quite essential Clinton stuff."}], "speaker": "HILL", "secId": 213}, {"sentences": [{"sentId": 532, "text": "Yet, yet not meet any of the voters."}, {"sentId": 533, "text": "I mean, this is the thing here..."}], "speaker": "FERGUSON", "secId": 214}, {"sentences": [{"sentId": 534, "text": "She --"}], "speaker": "BALDWIN", "secId": 215}, {"sentences": [{"sentId": 535, "text": "You can try to morph Hillary Clinton into this really nice grandmother."}, {"sentId": 536, "text": "I don't think a lot of people are going to buy it."}, {"sentId": 537, "text": "I think she is the strong, powerful --"}], "speaker": "FERGUSON", "secId": 216}, {"sentences": [{"sentId": 538, "text": "She was saying hello to those at the Java House."}, {"sentId": 539, "text": "She was talking to the people in the community --"}], "speaker": "BALDWIN", "secId": 217}, {"sentences": [{"sentId": 540, "text": "Yeah, but there's cameras there."}], "speaker": "FERGSUOBN", "secId": 218}, {"sentences": [{"sentId": 541, "text": "I hear you."}], "speaker": "BALDWIN", "secId": 219}, {"sentences": [{"sentId": 542, "text": "Exactly."}], "speaker": "HILL", "secId": 220}, {"sentences": [{"sentId": 543, "text": "I hear you."}, {"sentId": 544, "text": "I hear you."}], "speaker": "BALDWIN", "secId": 221}, {"sentences": [{"sentId": 545, "text": "I mean there are cameras."}], "speaker": "FERGUSON", "secId": 222}, {"sentences": [{"sentId": 546, "text": "Can we please move on to actually, I think this is my favorite slice of video of the day."}], "speaker": "BALDWIN", "secId": 223}, {"sentences": [{"sentId": 547, "text": "Sure."}], "speaker": "HILL", "secId": 224}, {"sentences": [{"sentId": 548, "text": "Standby for our audio."}, {"sentId": 549, "text": "And I want you both to listen for the commentator from MSNBC."}, {"sentId": 550, "text": "This is a stampede of correspondents."}, {"sentId": 551, "text": "Wait for it."}, {"sentId": 552, "text": "You're going to hear."}, {"sentId": 553, "text": "Watch the guy with the orange pants."}, {"sentId": 554, "text": "Watch."}], "speaker": "BALDWIN", "secId": 225}, {"sentences": [{"sentId": 555, "text": "Wow."}], "speaker": "ROBERTS", "secId": 226}, {"sentences": [{"sentId": 556, "text": "She's going around to the back."}], "speaker": "SEITZ-WALD", "secId": 227}, {"sentences": [{"sentId": 557, "text": "Wow."}, {"sentId": 558, "text": "They're --"}], "speaker": "ROBERTS", "secId": 228}, {"sentences": [{"sentId": 559, "text": "Alright, we'll see -- we'll see her very soon."}], "speaker": "WALD", "secId": 229}, {"sentences": [{"sentId": 560, "text": "Guy in the orange pants is pretty quick."}, {"sentId": 561, "text": "Alex, I mean, I'm looking at these people -- wow."}, {"sentId": 562, "text": "Alright now, orange pants, he's really outnumbered now."}, {"sentId": 563, "text": "By all of the people that are racing around the back, I'm glad that you have not taken off from your live shot and you remain with me."}, {"sentId": 564, "text": "But that was the intended area where she was supposed to go in, in the back?"}], "speaker": "ROBERTS", "secId": 230}, {"sentences": [{"sentId": 565, "text": "Well, the campaign didn't tell us exactly where she was --"}], "speaker": "WALD", "secId": 231}, {"sentences": [{"sentId": 566, "text": "I don't know if this is the Kentucky derby."}, {"sentId": 567, "text": "Alas, it's not."}, {"sentId": 568, "text": "Folks, these are - and listen, I'm -- you know, I'm a member of the media."}, {"sentId": 569, "text": "These are my colleagues, racing around, to try to catch the Scooby van."}, {"sentId": 570, "text": "Is this the beginning, Marc Lamont Hill, what are we about to see for the next how many months --"}], "speaker": "BALDWIN", "secId": 232}, {"sentences": [{"sentId": 571, "text": "Yes."}, {"sentId": 572, "text": "And we have 16 -- we have 18 more months of this."}, {"sentId": 573, "text": "Every twitch, every move, every burrito bowl, we're going to be following all of it."}, {"sentId": 574, "text": "I can't wait until there's some competition in this race, so we don't spend all of our time chasing down Hillary Clinton's every move."}, {"sentId": 575, "text": "Because guess what?"}, {"sentId": 576, "text": "She - even if you her, she's not that interesting."}, {"sentId": 577, "text": "It's not Obama, it's not Bill Clinton, it's not Sarah Palin, it's not even Elizabeth Warren."}, {"sentId": 578, "text": "We're going to be bored stiff if we don't get some new candidates in the field."}], "speaker": "HILL", "secId": 233}, {"sentences": [{"sentId": 579, "text": "I was just to say, this is the Democrats most boring election, because when you're reduced to looking at the guy in the orange pants to make the story more fun, you need another candidate to run against you."}, {"sentId": 580, "text": "I mean, the only other person that runs in orange pants is actually Marc Lamont Hill."}, {"sentId": 581, "text": "So he has got a buddy out there to world, that's the good news of all."}], "speaker": "FERGUSON", "secId": 234}, {"sentences": [{"sentId": 582, "text": "I've got to figure out who the guy in the orange pants is."}, {"sentId": 583, "text": "Gentleman, thank you very, very much."}, {"sentId": 584, "text": "We will be -- HILL: Thanks ."}], "speaker": "BALDWIN", "secId": 235}, {"sentences": [{"sentId": 585, "text": "Right back."}], "speaker": "BALDWIN", "secId": 236}, {"sentences": [{"sentId": 586, "text": "You hear a lot of stories these days about entrepreneurs, but you've never heard one quite like this."}, {"sentId": 587, "text": "A pair of visionaries doing what it takes to make their dream a reality."}, {"sentId": 588, "text": "They want to be the first-ever moguls of marijuana."}, {"sentId": 589, "text": "They are featured in the CNN original series, High Profits, which premieres Sunday night at 10 o'clock eastern."}, {"sentId": 590, "text": "Here's a preview."}], "speaker": "BALDWIN", "secId": 237}, {"sentences": [{"sentId": 591, "text": "They're parasites."}, {"sentId": 592, "text": "They've got no contribution to this society."}, {"sentId": 593, "text": "They're preying on our community and our kids."}, {"sentId": 594, "text": "And it's going to end badly."}, {"sentId": 595, "text": "We've got exactly $100,000 in cash in the back of this car."}, {"sentId": 596, "text": "I bet there's guys right there in that prison for doing just what we're about to do."}], "speaker": "UNIDENTIFIED MALE", "secId": 238}, {"sentences": [{"sentId": 597, "text": "I want the Breckenridge cannabis club to be a household name."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 239}, {"sentences": [{"sentId": 598, "text": "This is us pioneering a new industry."}], "speaker": "UNIDENTIFIED MALE", "secId": 240}, {"sentences": [{"sentId": 599, "text": "He's going after every resort town in Colorado."}, {"sentId": 600, "text": "His town is brilliant."}], "speaker": "UNIDENTIFIED MALE", "secId": 241}, {"sentences": [{"sentId": 601, "text": "This is a big boy operation now."}], "speaker": "UNIDENTIFIED MALE", "secId": 242}, {"sentences": [{"sentId": 602, "text": "We are not the Amsterdam of the Rockies."}, {"sentId": 603, "text": "We're Breckenridge."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 243}, {"sentences": [{"sentId": 604, "text": "Absolutely unbelievable to us that this has happened so quickly."}], "speaker": "UNIDENTIFIED MALE", "secId": 244}, {"sentences": [{"sentId": 605, "text": "That's one the ."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 245}, {"sentences": [{"sentId": 606, "text": "Oh, hells to Breckenridge."}], "speaker": "UNIDENTIFIED MALE", "secId": 246}, {"sentences": [{"sentId": 607, "text": "I think we have an image to protect."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 247}, {"sentences": [{"sentId": 608, "text": "The powerful elite had definitely put the pressure on."}], "speaker": "UNIDENTIFIED MALE", "secId": 248}, {"sentences": [{"sentId": 609, "text": "Everyone is fighting everyone."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 249}, {"sentences": [{"sentId": 610, "text": "They're going to have a target painted on their back."}, {"sentId": 611, "text": "That's a real threat."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 250}, {"sentences": [{"sentId": 612, "text": "There's $2 billion to be had next."}, {"sentId": 613, "text": "I plan to take more than my fair share."}], "speaker": "UNIDENTIFIED MALE", "secId": 251}, {"sentences": [{"sentId": 614, "text": "\"HIGH PROFITS\", series premieres Sunday night at 10."}], "speaker": "ANNOUNCER", "secId": 252}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1504.14.cnnt.01.html.json", "time": "Aired April 14, 2015 - 23:00   ET"}