{"sectionCount": 227, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["COOPER", "LEMON", "SCIUTTO", "GRIFFIN", "CRUICKSHANK", "CAMPOS", "TRUMP", "CLINTON", "KAYYEM", "SEXTON", "UNIDENTIFIED MALE", "STELTER", "CHRISTIE", "TAPPER", "GRANHOLM", "BLACKBURN"], "subTitle": "Bombing Suspect Facing Five Counts of Attempted Murder and Other Charges; Questions Remain in Bombing Attack Investigation; Clinton and Trump React on the Campaign Trail, Offer Different Strategies. Aired 10-11p ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1609/19/cnnt.01.html", "sentenceCount": 531, "sections": [{"sentences": [{"sentId": 0, "text": "That does it for us."}, {"sentId": 1, "text": "We'll see you tomorrow."}, {"sentId": 2, "text": "CNN TONIGHT with Don Lemon starts now."}], "speaker": "COOPER", "secId": 0}, {"sentences": [{"sentId": 3, "text": "Captured, the suspect in this weekend's bomb attacks in custody tonight."}, {"sentId": 4, "text": "As the candidates battle over how to fight terror on the home front."}], "speaker": "LEMON", "secId": 1}, {"sentences": [{"sentId": 5, "text": "This is CNN TONIGHT."}, {"sentId": 6, "text": "I'm Don Lemon."}], "speaker": "LEMON", "secId": 2}, {"sentences": [{"sentId": 7, "text": "More questions than answers about the man who investigators believe planned multiple deadly bomb attacks in New York and New Jersey."}, {"sentId": 8, "text": "Was he acting alone, how did he choose his targets?"}, {"sentId": 9, "text": "And does somebody know more than they are saying?"}], "speaker": "LEMON", "secId": 3}, {"sentences": [{"sentId": 10, "text": "Let's get right to the very latest in the investigation."}, {"sentId": 11, "text": "Drew griffin is in New Jersey for us, where the suspect was captured today."}, {"sentId": 12, "text": "Jim Sciutto is here in New York with me along with CNN terrorism analyst Paul Cruickshank."}], "speaker": "LEMON", "secId": 4}, {"sentences": [{"sentId": 13, "text": "Gentlemen, good evening."}, {"sentId": 14, "text": "Thanks to all of you."}, {"sentId": 15, "text": "Jim, I'm going to start with you, there was -- I understand there was a note found near a pressure cooker bomb on 27th Street, what did it say?"}], "speaker": "LEMON", "secId": 5}, {"sentences": [{"sentId": 16, "text": "That's right."}, {"sentId": 17, "text": "There were some rambling in there, but also specific references to the Boston bombers."}, {"sentId": 18, "text": "One reason that's actually interesting is because counter terror officials have to me, drawn some parallels, possible parallels between Rahami and the Boston bombers."}, {"sentId": 19, "text": "One is like them he had travelled back to Afghanistan and Pakistan, which at least provided an opportunity for meeting radical groups, they don't that yet."}], "speaker": "SCIUTTO", "secId": 6}, {"sentences": [{"sentId": 20, "text": "But also, another parallel when you look at that, is that, you had brothers involved."}, {"sentId": 21, "text": "Of course, you had the Tsarnaev brothers."}, {"sentId": 22, "text": "Here they don't know for sure, but Rahami's brother is someone they're looking at because he has been living in Afghanistan."}, {"sentId": 23, "text": "Another line of inquiry."}], "speaker": "SCIUTTO", "secId": 7}, {"sentences": [{"sentId": 24, "text": "Drew Griffin, to you now, charges have been filed tonight against Ahmad Rahami after he has, you know, spotted in Linden, New Jersey and apprehended after the shootout."}, {"sentId": 25, "text": "What can you tell us about that?"}], "speaker": "LEMON", "secId": 8}, {"sentences": [{"sentId": 26, "text": "Keep in mind these charges are just the beginning for Rahami, and they all done -- deal with what happened here in Linden, New Jersey."}, {"sentId": 27, "text": "The Union County Prosecutor's Office filing the most serious charges, five counts of attempted murder of a law enforcement officer."}, {"sentId": 28, "text": "Along with two weapons charges."}], "speaker": "GRIFFIN", "secId": 9}, {"sentences": [{"sentId": 29, "text": "Again, none of this involves bombs."}, {"sentId": 30, "text": "Those charges, those terror charges, perhaps even weapons of mass destruction charges will come later, but just on these charges alone, he's being held on a $5.2 million bail and those charges were filed today, Don."}], "speaker": "GRIFFIN", "secId": 10}, {"sentences": [{"sentId": 31, "text": "Do we know if he's cooperating with authorities at this point, Drew?"}], "speaker": "LEMON", "secId": 11}, {"sentences": [{"sentId": 32, "text": "We know that he's not apparently cooperating."}, {"sentId": 33, "text": "That comes from Justice correspondent Evan Perez, who says he's just not cooperating with them right now, and that's bringing some trouble."}, {"sentId": 34, "text": "Making a lot of extra work for authorities as they try to find out exactly who he's been talking to, if anybody concerning this plan that he had."}], "speaker": "GRIFFIN", "secId": 12}, {"sentences": [{"sentId": 35, "text": "So, these -- these were -- this plot involved different types of weapons, bombs, multiple crime scenes."}, {"sentId": 36, "text": "How are law enforcement people able to connect these crime scenes over two states, Jim Sciutto?"}], "speaker": "LEMON", "secId": 13}, {"sentences": [{"sentId": 37, "text": "Well, a couple of things."}, {"sentId": 38, "text": "One, that they found a fingerprint on the unexploded pressure cooker bomb, the one that was on 27th Street."}, {"sentId": 39, "text": "That helped lead them to Rahami."}], "speaker": "SCIUTTO", "secId": 14}, {"sentences": [{"sentId": 40, "text": "but it's interesting because you do have two kinds of explosive devices here, you have two pressure cooker devices, one that exploded, one that did not, then you have these pipe bombs that were in New Jersey, they exploded when the police sent that robot there."}], "speaker": "SCIUTTO", "secId": 15}, {"sentences": [{"sentId": 41, "text": "And they course had a weapon when he encountered the police."}, {"sentId": 42, "text": "So, this at least raises the possibility of some sort of training."}, {"sentId": 43, "text": "It's difficult to make two kinds of bombs correctly that work to have weapons as well."}, {"sentId": 44, "text": "Again, they don't know that he had contact with a group, but that's one reason they had that line of inquiry, because it showed a certain level of expertise."}], "speaker": "SCIUTTO", "secId": 16}, {"sentences": [{"sentId": 45, "text": "So, we don't know if it was a lone wolf, before we get to this whether he's a lone and how he was radicalized and all that."}, {"sentId": 46, "text": "You have very deep sources, what are they telling you tonight?"}], "speaker": "LEMON", "secId": 17}, {"sentences": [{"sentId": 47, "text": "Well, they're definitely looking at that international travel, that he was in Afghanistan and Pakistan, living in Pakistan in quite between 2013 and 2014."}, {"sentId": 48, "text": "That's the headquarters of the Afghan Taliban."}, {"sentId": 49, "text": "They're also looking at the devices very closely, the pressure cooker devices, having a pretty potent explosive of mixture, we're talking about aluminum powder, ammonium nitrate, HMTD."}, {"sentId": 50, "text": "Put that all together and expose where it was expose today telling me"}], "speaker": "CRUICKSHANK", "secId": 18}, {"sentences": [{"sentId": 51, "text": "that you're talking potentially about an explosive device, significantly more powerful than the Boston bombing devices."}, {"sentId": 52, "text": "But just a years ago, HMTD, likely the primary detonating explosive which would set off the wider main charge, pretty tricky to make."}], "speaker": "CRUICKSHANK", "secId": 19}, {"sentences": [{"sentId": 53, "text": "We've seen very few cases in the west of Islamist terrorists, managing to make that without some kind of terrorism training overseas."}, {"sentId": 54, "text": "Could this guy have linked up with Al Qaeda or the Pakistani Taliban or a group like that in Afghanistan or Pakistan?"}, {"sentId": 55, "text": "Remember back in 2010, the Times Square bombing attack?"}, {"sentId": 56, "text": "He was directed, Faisal Shahzad, by the Pakistani Taliban to launch that."}], "speaker": "CRUICKSHANK", "secId": 20}, {"sentences": [{"sentId": 57, "text": "Is that one, HTMD, is that one of the biggest clues they have?"}, {"sentId": 58, "text": "Obviously, a fingerprint but does that tell them that possibly how he became radicalized or who he was working with, correct?"}, {"sentId": 59, "text": "Is that what you're saying?"}], "speaker": "LEMON", "secId": 21}, {"sentences": [{"sentId": 60, "text": "It's possible to learn how to make this off the internet."}, {"sentId": 61, "text": "We saw a few cases of that."}, {"sentId": 62, "text": "But it's very, very tricky, you require experimentation often to do this."}, {"sentId": 63, "text": "It's very, very fairly very, very unstable once you've made it."}, {"sentId": 64, "text": "So that could be, as I was saying a potential point to training overseas."}, {"sentId": 65, "text": "Al Qaeda used it in the London bombings."}], "speaker": "CRUICKSHANK", "secId": 22}, {"sentences": [{"sentId": 66, "text": "Also a plot that they were going to carry out to bomb 10 Trans- Atlantic aircraft in 2006."}, {"sentId": 67, "text": "A very significant data point."}], "speaker": "CRUICKSHANK", "secId": 23}, {"sentences": [{"sentId": 68, "text": "How did they identify him?"}, {"sentId": 69, "text": "Was it the fingerprint or was it more than surveillance video?"}], "speaker": "LEMON", "secId": 24}, {"sentences": [{"sentId": 70, "text": "The fingerprint plus the surveillance video."}, {"sentId": 71, "text": "Because remember, they had images of this man at the time, they didn't know it was Rahami."}, {"sentId": 72, "text": "They later discovered at both the sites wheeling this duffle bag."}, {"sentId": 73, "text": "And then which was then identified because it was a duffel bag where the second pressure cooker device that didn't explode, that was originally inside that when it was left there on that street."}], "speaker": "SCIUTTO", "secId": 25}, {"sentences": [{"sentId": 74, "text": "We have been discussing, Drew Griffin, his travels overseas and a terror contacts that he may have had there, what do you know about that?"}], "speaker": "LEMON", "secId": 26}, {"sentences": [{"sentId": 75, "text": "We don't know about the terror contacts, but I think you need to put in context what kind of travel this was, these were extended trips, Don."}, {"sentId": 76, "text": "He apparently married a Pakistani woman, and he has a child in Pakistan."}, {"sentId": 77, "text": "He's been having trouble bringing that woman, his wife and that child into the United States, we know that through a congressman's office who has at least been contacted about it."}], "speaker": "GRIFFIN", "secId": 27}, {"sentences": [{"sentId": 78, "text": "And also, they did experienced, he and his brother experienced violence, we believe in Quetta, Pakistan, when the brother Muhammad posted a Facebook posting, and I want to read it to you, Don."}, {"sentId": 79, "text": "And maybe you have this on your screen."}], "speaker": "GRIFFIN", "secId": 28}, {"sentences": [{"sentId": 80, "text": "This is the brother writing in 2013, \"seven bomb blasts in less than 24 hours, WTF,\" he writes, \"can't even get out of the house.\""}, {"sentId": 81, "text": "That was written during one of their extended trips."}, {"sentId": 82, "text": "And every time he came back to the U.S., we're told he went through secondary screening at airports."}], "speaker": "GRIFFIN", "secId": 29}, {"sentences": [{"sentId": 83, "text": "Again, he was able to pass through those secondary screenings, where they look for any kind of radicalization or any tendencies that put him on the radar."}, {"sentId": 84, "text": "He simply was not on the radar."}], "speaker": "GRIFFIN", "secId": 30}, {"sentences": [{"sentId": 85, "text": "Let's talk about some of what Drew said, Paul."}, {"sentId": 86, "text": "This is your expertise."}, {"sentId": 87, "text": "What about -- what can you tell us about Quetta, Pakistan."}, {"sentId": 88, "text": "And you said that was a stronghold for the Taliban, correct?"}], "speaker": "LEMON", "secId": 31}, {"sentences": [{"sentId": 89, "text": "It's the headquarters of the Taliban."}, {"sentId": 90, "text": "I mean, it's an open secret that the Taliban are centered there, their leadership are there, they're directing some of the Afghan insurgency from this town, which is pretty near the border between Afghanistan and Pakistan."}], "speaker": "CRUICKSHANK", "secId": 32}, {"sentences": [{"sentId": 91, "text": "Another data point is just a few months ago in May, the leader of the Taliban Mullah Mansour was killed in a U.S. drone strike."}, {"sentId": 92, "text": "And the Taliban suggesting that this was not going to go unanswered."}, {"sentId": 93, "text": "Well, here's a guy who travelled not only into Quetta, but parts of Afghanistan where the Taliban had a big presence."}], "speaker": "CRUICKSHANK", "secId": 33}, {"sentences": [{"sentId": 94, "text": "A lot of opportunities to connect with terrorist groups over there."}, {"sentId": 95, "text": "We just don't yet know whether he did."}, {"sentId": 96, "text": "With the Boston bombers went back since August on in the caucuses, but no evidence they actually connected with terrorist groups."}, {"sentId": 97, "text": "So, obviously we just -- they're going to have to find out."}], "speaker": "CRUICKSHANK", "secId": 34}, {"sentences": [{"sentId": 98, "text": "Jim."}], "speaker": "LEMON", "secId": 35}, {"sentences": [{"sentId": 99, "text": "One thing to say here too, is that there were other factors here, his family had this lawsuit against their -- against their towns..."}], "speaker": "SCIUTTO", "secId": 36}, {"sentences": [{"sentId": 100, "text": "In 2011."}], "speaker": "LEMON", "secId": 37}, {"sentences": [{"sentId": 101, "text": "... related to -- in 2011, related to their restaurant."}, {"sentId": 102, "text": "It was open 24 hours, there are complaints in the neighborhood, in this lawsuit, the family complained about mistreatment of Muslims."}, {"sentId": 103, "text": "So, you have this other path here, and I just bring that up, because oftentimes with terror suspects, you have multiple motivations, right?"}], "speaker": "SCIUTTO", "secId": 38}, {"sentences": [{"sentId": 104, "text": "He had previous arrests, he had arrests for assault, it's not always a clear picture that here is someone who found the path of Jihad and suddenly carried out an attack, there could be multiple motivations, and that's why investigators at this point, it's difficult, you could look to the foreign travel, but oftentimes, some of the most telling clues can be found right at home."}], "speaker": "SCIUTTO", "secId": 39}, {"sentences": [{"sentId": 105, "text": "Yes."}, {"sentId": 106, "text": "So, no one has claimed responsibility was of yet, Paul."}, {"sentId": 107, "text": "So, what does that -- what does that indicate to you at this point."}, {"sentId": 108, "text": "What do we know about him is he's you know, how he became radicalized, if he's a lone wolf, if it was coordinated, and on and on."}, {"sentId": 109, "text": "CRUICKSHANK:  What I would suggest that so far, no terrorist group is"}], "speaker": "LEMON", "secId": 40}, {"sentences": [{"sentId": 110, "text": "sort of willing to claim responsibility."}, {"sentId": 111, "text": "There's been a deafening silence from ISIS in this case."}, {"sentId": 112, "text": "They're very quick to claim some ownership over that stabbing attack in Minnesota saying he was answering the attack of their call."}], "speaker": "LEMON", "secId": 41}, {"sentences": [{"sentId": 113, "text": "Al Qaeda generally a bit slower."}, {"sentId": 114, "text": "Pakistani Taliban a bit slower than ISIS in putting out these claims of responsibility."}, {"sentId": 115, "text": "We could see them try to put nothing out in the coming days, but it's quite possible he just didn't have any connections to any overseas groups."}], "speaker": "LEMON", "secId": 42}, {"sentences": [{"sentId": 116, "text": "And as Jim was saying, that the reasons we're much closer to home."}], "speaker": "LEMON", "secId": 43}, {"sentences": [{"sentId": 117, "text": "All right."}, {"sentId": 118, "text": "Drew, thank you very much."}, {"sentId": 119, "text": "Jim, thank you."}, {"sentId": 120, "text": "Paul, stick around, I have a few questions for you."}], "speaker": "LEMON", "secId": 44}, {"sentences": [{"sentId": 121, "text": "When we come right back, the shootout in New Jersey that ended with a suspected bomber wounded and in custody."}, {"sentId": 122, "text": "We're going to talk to the eyewitness who saw what went down."}], "speaker": "LEMON", "secId": 45}, {"sentences": [{"sentId": 123, "text": "Bombing suspect Ahmad Khan Rahami now facing five counts of attempted murder and other charges."}, {"sentId": 124, "text": "Police in New Jersey capturing him following a shootout today."}], "speaker": "LEMON", "secId": 46}, {"sentences": [{"sentId": 125, "text": "I want to bring in Abel Andrews Campos."}, {"sentId": 126, "text": "He is a witness to the arrest."}, {"sentId": 127, "text": "And terrorism expert Paul Cruickshank is back with me as well."}], "speaker": "LEMON", "secId": 47}, {"sentences": [{"sentId": 128, "text": "Abel, thank you for joining us."}, {"sentId": 129, "text": "Good evening to you."}, {"sentId": 130, "text": "You were in Linden, New Jersey today when that shootout and arrest happened."}, {"sentId": 131, "text": "What did you see?"}], "speaker": "LEMON", "secId": 48}, {"sentences": [{"sentId": 132, "text": "Correct, correct."}, {"sentId": 133, "text": "Good evening."}, {"sentId": 134, "text": "I actually was a couple of blocks away, when everything started taking place, I was driving actually towards the location."}, {"sentId": 135, "text": "I actually work across the street."}, {"sentId": 136, "text": "And there was literally a swarm of cops that was behind us, there were about 20 cop cars, and we had to pull over."}], "speaker": "CAMPOS", "secId": 49}, {"sentences": [{"sentId": 137, "text": "And then once they passed us, you know, I tried to drive again, but there were more cop cars coming, so I called my boss, once I literally get to where everything's happening, and my boss tells me, hey, be careful, they're shooting."}, {"sentId": 138, "text": "You know, shots have been fired."}], "speaker": "CAMPOS", "secId": 50}, {"sentences": [{"sentId": 139, "text": "So, I have to drive around the block."}, {"sentId": 140, "text": "And once I do so, I park in front of the warehouse where we work, where everything was taking place."}, {"sentId": 141, "text": "And literally when we actually looked over on the sidewalk, we saw a man laying down on the floor."}], "speaker": "CAMPOS", "secId": 51}, {"sentences": [{"sentId": 142, "text": "So, you know, there was nothing holding us back, so we actually walked towards the gentleman that was laid out on his back."}, {"sentId": 143, "text": "The next thing you know, he's trying to get up, but he couldn't."}, {"sentId": 144, "text": "He's looking, you know, dazed, looking to the left, the right."}], "speaker": "CAMPOS", "secId": 52}, {"sentences": [{"sentId": 145, "text": "And when we actually got close enough, you know, he looked towards us, and we actually identified that, hey, look, look, who it is."}, {"sentId": 146, "text": "It's actually the guy that we had received texts from in the morning."}], "speaker": "CAMPOS", "secId": 53}, {"sentences": [{"sentId": 147, "text": "Yes."}], "speaker": "LEMON", "secId": 54}, {"sentences": [{"sentId": 148, "text": "And then that's when the officers actually asked us, you know, clear the scene, clear the scene."}, {"sentId": 149, "text": "And we did so."}, {"sentId": 150, "text": "We have to, you know, walk back, about 20 yards back, and that's actually what happened until the ambulance came and then they actually took him out on ambulance."}], "speaker": "CAMPOS", "secId": 55}, {"sentences": [{"sentId": 151, "text": "When you say text that was the emergency alert that we got by cell phone, and you know, and some people on television, with a picture of the suspect."}, {"sentId": 152, "text": "And so, that's how you were able to see that it was him."}, {"sentId": 153, "text": "But you did not."}, {"sentId": 154, "text": "You work in an auto parts store there, and you work there for a while but yu didn't -- you weren't familiar with him, correct?"}], "speaker": "LEMON", "secId": 56}, {"sentences": [{"sentId": 155, "text": "Right, no, no, no."}, {"sentId": 156, "text": "I never seen him a day in my life, until this morning, and the picture, actually."}], "speaker": "CAMPOS", "secId": 57}, {"sentences": [{"sentId": 157, "text": "Yes."}, {"sentId": 158, "text": "Do you think it had, where do you think about -- you know, in this neighborhood, this particular person, do you believe it was ties to terror?"}], "speaker": "LEMON", "secId": 58}, {"sentences": [{"sentId": 159, "text": "To be honest, from what I've seen on TV, from what I seen in the video in Manhattan, where he actually found placing the bomb I believe, in the garbage can or whatever it was, I honestly believed it was."}], "speaker": "CAMPOS", "secId": 59}, {"sentences": [{"sentId": 160, "text": "Yes."}, {"sentId": 161, "text": "And you never recognized him in the neighborhood or anyone, anything out of the ordinary, suspicious having worked there."}], "speaker": "LEMON", "secId": 60}, {"sentences": [{"sentId": 162, "text": "No, no, to be honest, no."}, {"sentId": 163, "text": "From what I heard, I guess co- workers knew him or they see him around before, looks like they knew the family."}, {"sentId": 164, "text": "But I had never seen him before in my life, I mean, since I've been working there for the last couple of months."}], "speaker": "CAMPOS", "secId": 61}, {"sentences": [{"sentId": 165, "text": "Abel, thank you so much."}, {"sentId": 166, "text": "I appreciate it."}], "speaker": "LEMON", "secId": 62}, {"sentences": [{"sentId": 167, "text": "All right."}, {"sentId": 168, "text": "You're welcome."}], "speaker": "CAMPOS", "secId": 63}, {"sentences": [{"sentId": 169, "text": "Thank you."}], "speaker": "LEMON", "secId": 64}, {"sentences": [{"sentId": 170, "text": "Paul, anything stand out to you about what Abel said."}, {"sentId": 171, "text": "Because we always hear, you know, he was very quiet, you know, until something happens."}, {"sentId": 172, "text": "You don't realize that someone could possibly be radicalized and how quickly it happens?"}], "speaker": "LEMON", "secId": 65}, {"sentences": [{"sentId": 173, "text": "Well, that's right."}, {"sentId": 174, "text": "And they're still trying to figure that all out."}, {"sentId": 175, "text": "When did this individual become radicalized, was it during trips he made to south Asia, Afghanistan, Pakistan, was it perhaps more recent."}, {"sentId": 176, "text": "Was there a triggering event in his life which moved him in a particular direction?"}], "speaker": "CRUICKSHANK", "secId": 66}, {"sentences": [{"sentId": 177, "text": "He hasn't so far tried to link this to any kind of terror group to kind of give them ownership, to sort of write a last will and testament, as far as we're aware to say, I did this for ISIS, I did this for Al Qaeda, I did for the Pakistani Taliban."}], "speaker": "CRUICKSHANK", "secId": 67}, {"sentences": [{"sentId": 178, "text": "We heard a few ramblings, talking about the Boston bombings, some kind of note that was left, but no kind of coherent sort of manifesto that we've heard of so far in terms of why he did this."}, {"sentId": 179, "text": "So, I think investigators can be looking at that side of it."}, {"sentId": 180, "text": "Looking at -- did he have any radical contacts in the United States or over social media as well."}], "speaker": "CRUICKSHANK", "secId": 68}, {"sentences": [{"sentId": 181, "text": "So, the question is that from if you're living here in the United States, and I think many people, most of the people who are watching will wonder, this person is a naturalized citizen."}, {"sentId": 182, "text": "He came here, you know, more than 20 years ago with his parents."}], "speaker": "LEMON", "secId": 69}, {"sentences": [{"sentId": 183, "text": "And by all accounts, appeared to be Americanized had assimilated, but then, you know, he went to Afghanistan in 2011, how does that -- you know, it's 2016 now."}, {"sentId": 184, "text": "Is it, I rephrase the question, does radicalization happen that quickly?"}], "speaker": "LEMON", "secId": 70}, {"sentences": [{"sentId": 185, "text": "Yes, I mean, you know, in Europe, I mean, that they've seen cases of radicalization happening in just a few weeks, that people can move very, very quickly into this ideology."}], "speaker": "CRUICKSHANK", "secId": 71}, {"sentences": [{"sentId": 186, "text": "Interesting."}], "speaker": "LEMON", "secId": 72}, {"sentences": [{"sentId": 187, "text": "A lot of it is like being part of a cult, and we, you know, see people joining cults, and very, very quickly becoming brainwashed in this sort of ISIS era, there's been a sort of emotional attachment, emotional radicalization."}, {"sentId": 188, "text": "People sort of being very electrified, energized by this declaration of the so-called caliphate over there back in the Al Qaeda era, it was more ideological."}], "speaker": "CRUICKSHANK", "secId": 73}, {"sentences": [{"sentId": 189, "text": "People had a sort of more of a theological understanding, even though it was distorted theological understanding."}], "speaker": "CRUICKSHANK", "secId": 74}, {"sentences": [{"sentId": 190, "text": "So, yes, the radicalization can happen very quickly."}, {"sentId": 191, "text": "Nobody knew in law enforcement that this guy was a potential threat or that he was radicalized."}, {"sentId": 192, "text": "And we're going to see more cases like this in the future."}, {"sentId": 193, "text": "And you know what, it's going to be really hard to prevent them from launching these kind of attacks."}], "speaker": "CRUICKSHANK", "secId": 75}, {"sentences": [{"sentId": 194, "text": "Paul, thank you very much."}], "speaker": "LEMON", "secId": 76}, {"sentences": [{"sentId": 195, "text": "Up next, how Hillary Clinton and Donald Trump on the campaign trail are reacting to the bombings in New York and New Jersey."}, {"sentId": 196, "text": "They couldn't be more different when it comes to how they fight terror."}], "speaker": "LEMON", "secId": 77}, {"sentences": [{"sentId": 197, "text": "Bombing suspect Ahmad Khan Rahami facing a variety of charges tonight, including five counts of attempted murder."}, {"sentId": 198, "text": "The attacks in New York and New Jersey taking center stage on the campaign trail today."}], "speaker": "LEMON", "secId": 78}, {"sentences": [{"sentId": 199, "text": "Here to discuss is Juliette Kayyem, CNN national security analyst and author of \"Security Mom,\" and CNN political commentator Buck Sexton."}, {"sentId": 200, "text": "He is a former CIA counterterrorism analyst."}], "speaker": "LEMON", "secId": 79}, {"sentences": [{"sentId": 201, "text": "Good to have you on this evening."}, {"sentId": 202, "text": "Juliette, to you first, I want to throw it back to Saturday night, because both candidates reacted very differently."}, {"sentId": 203, "text": "Both of us covered it this weekend to these attacks."}, {"sentId": 204, "text": "So, let's listen in and we'll talk about it."}], "speaker": "LEMON", "secId": 80}, {"sentences": [{"sentId": 205, "text": "I must tell you that just before I got off the plane, a bomb went off in New York, and nobody knows exactly what's going on."}, {"sentId": 206, "text": "But, boy, we are living in a time, we better get very tough, folks."}, {"sentId": 207, "text": "We better get very, very tough."}, {"sentId": 208, "text": "It just happened."}], "speaker": "TRUMP", "secId": 81}, {"sentences": [{"sentId": 209, "text": "So, we'll find out."}, {"sentId": 210, "text": "But it's a terrible thing that's going on in our world and in our country and we are going to get tough and smart and vigilant."}], "speaker": "TRUMP", "secId": 82}, {"sentences": [{"sentId": 211, "text": "I've been briefed about bombings in New York and New Jersey and the attack in Minnesota."}, {"sentId": 212, "text": "Obviously, we need to do everything we can to support our first responders."}, {"sentId": 213, "text": "Also to pray for the victims."}], "speaker": "CLINTON", "secId": 83}, {"sentences": [{"sentId": 214, "text": "We've been in touch with various officials including mayor's office in New York to learn what they are discovering as they conduct this investigation."}], "speaker": "CLINTON", "secId": 84}, {"sentences": [{"sentId": 215, "text": "And I'll have more to say about it, when we actually know some facts."}], "speaker": "CLINTON", "secId": 85}, {"sentences": [{"sentId": 216, "text": "So Juliette, what do you make of their initial responses?"}], "speaker": "LEMON", "secId": 86}, {"sentences": [{"sentId": 217, "text": "I think they're reflective of policy decisions."}, {"sentId": 218, "text": "Look, in any crisis like this, you really want to support first responders, those out in the field whether it be a police department, emergency manager, really give them the space to determine where the facts are going to take them."}], "speaker": "KAYYEM", "secId": 87}, {"sentences": [{"sentId": 219, "text": "And so, that is I think a respect for first responders that Hillary Clinton is showing."}, {"sentId": 220, "text": "Let the investigation go without a lot of political pontificating over it."}, {"sentId": 221, "text": "I recognize the more visible response by Donald Trump."}, {"sentId": 222, "text": "But tough is note a policy."}, {"sentId": 223, "text": "The policy is actually supporting first responders who are essentially our front line in the homeland."}], "speaker": "KAYYEM", "secId": 88}, {"sentences": [{"sentId": 224, "text": "Buck, do you think it was appropriate for Donald Trump to say a bomb went off in New York before it was actually confirmed?"}, {"sentId": 225, "text": "He was ultimately proven right."}, {"sentId": 226, "text": "But, you know, do you know, was -- do you think that a presidential response?"}], "speaker": "LEMON", "secId": 89}, {"sentences": [{"sentId": 227, "text": "Yes, I was a few blocks away from that bomb when it went off."}, {"sentId": 228, "text": "And I turned to the person I was next to me and said, well, that was an explosion."}, {"sentId": 229, "text": "It was clearly a bombing right away within minutes because of all the witnesses and because of social media and everyone's ability to figure this out on the fly."}], "speaker": "SEXTON", "secId": 90}, {"sentences": [{"sentId": 230, "text": "It was very clear that this was a bombing."}, {"sentId": 231, "text": "It was very clear I think -- and Donald Trump just came out and said it."}, {"sentId": 232, "text": "Hillary Clinton also said it by the way, in that statement but then she had sort of subdued rest of the response."}], "speaker": "SEXTON", "secId": 91}, {"sentences": [{"sentId": 233, "text": "To Juliette's point about supporting first responders, I think that's probably the most bipartisan counter terrorism policy that exists."}, {"sentId": 234, "text": "Of course, everyone supports first responders."}, {"sentId": 235, "text": "But they're on the campaign trail now, and they're really trying to separate or I think Trump is trying to separate himself from Hillary when it comes to the philosophy he has about, who the enemy is and what the approach what they should be in dealing with them."}], "speaker": "SEXTON", "secId": 92}, {"sentences": [{"sentId": 236, "text": "And not treat this is as though as some sort of one the law enforcement issue or act as though if we continue to do what we've been doing, everything is going to be OK."}, {"sentId": 237, "text": "I think the American people are truly sick of the continuation of these kinds of attacks on U.S. soil and against our allies."}], "speaker": "SEXTON", "secId": 93}, {"sentences": [{"sentId": 238, "text": "Yes."}], "speaker": "LEMON", "secId": 94}, {"sentences": [{"sentId": 239, "text": "And Donald Trump speaks to that frustration."}], "speaker": "SEXTON", "secId": 95}, {"sentences": [{"sentId": 240, "text": "Can I?"}], "speaker": "KAYYEM", "secId": 96}, {"sentences": [{"sentId": 241, "text": "Yes, but before -- I know you want to respond, Juliette."}, {"sentId": 242, "text": "But listen, this was -- Donald Trump referred to it as a bombing at 9 p.m. on Saturday night, again, before the investigators came out and gave a press conference."}], "speaker": "LEMON", "secId": 97}, {"sentences": [{"sentId": 243, "text": "Hillary Clinton made her comments."}, {"sentId": 244, "text": "This was like at 11 p.m. after those initial reports and the investigators came out."}, {"sentId": 245, "text": "So, there is a difference here."}, {"sentId": 246, "text": "But again, he was initially -- he was ultimately proven right."}], "speaker": "LEMON", "secId": 98}, {"sentences": [{"sentId": 247, "text": "He was right."}], "speaker": "SEXTON", "secId": 99}, {"sentences": [{"sentId": 248, "text": "I'm just wondering if it was presidential to do it before the investigators confirmed it."}, {"sentId": 249, "text": "Go ahead, Juliette."}], "speaker": "LEMON", "secId": 100}, {"sentences": [{"sentId": 250, "text": "I think..."}], "speaker": "SEXTON", "secId": 101}, {"sentences": [{"sentId": 251, "text": "I just want to talk about this notion of strength or toughness."}, {"sentId": 252, "text": "I think it's just really important that Buck and I and you just really talk about policy."}, {"sentId": 253, "text": "Because it's like toughness is not policy, it's just like a, whatever, a statement of machismo."}], "speaker": "KAYYEM", "secId": 102}, {"sentences": [{"sentId": 254, "text": "And less concern with that than the policy to fight counterterrorism."}, {"sentId": 255, "text": "And I think it's just incumbent on supporters of Trump to really drill down on what we understand to be a counter terrorism policy."}, {"sentId": 256, "text": "It seems to appear to be accepting torture of a U.S. policy, of killing family members of terrorists, of isolating or banning all Muslims of some sort of profiling which he suggested today, and also using military commissions in a case like this."}], "speaker": "KAYYEM", "secId": 103}, {"sentences": [{"sentId": 257, "text": "Those are policies, and I think that we should just debate them."}, {"sentId": 258, "text": "I have more confidence in our homeland as well as our institutional and constitutional structures to think we don't need to lose our head over what is going on."}, {"sentId": 259, "text": "That are -- that we have a threat, and we need to do every can - everything we can to minimize it both abroad and here, and support our defenses here, and also engage communities that can help us the most."}], "speaker": "KAYYEM", "secId": 104}, {"sentences": [{"sentId": 260, "text": "OK. And speaking of..."}], "speaker": "LEMON", "secId": 105}, {"sentences": [{"sentId": 261, "text": "Those are the policies."}], "speaker": "KAYYEM", "secId": 106}, {"sentences": [{"sentId": 262, "text": "OK. And speaking of policies - Buck, I'll let you respond, I'll let you respond but I want you to -- she mentioned profiling, let's listen and then you can respond."}, {"sentId": 263, "text": "Here it is."}], "speaker": "LEMON", "secId": 107}, {"sentences": [{"sentId": 264, "text": "Our local police, they know who a lot of these people are."}, {"sentId": 265, "text": "They're afraid to do anything about it, because they don't want to be accused of profiling, and they don't want to be accused of all sorts of things."}, {"sentId": 266, "text": "You know, in Israel, they profile, they've done an unbelievable job, as good as you can do."}], "speaker": "TRUMP", "secId": 108}, {"sentences": [{"sentId": 267, "text": "Sure."}], "speaker": "UNIDENTIFIED MALE", "secId": 109}, {"sentences": [{"sentId": 268, "text": "But Israel has done an unbelievable job and they profile."}, {"sentId": 269, "text": "They profile."}, {"sentId": 270, "text": "They see somebody that's suspicious, they will profile."}, {"sentId": 271, "text": "They will take that person and they will check out, do we have a choice?"}, {"sentId": 272, "text": "Look what's going on?"}, {"sentId": 273, "text": "Do we really have a choice?"}, {"sentId": 274, "text": "We're trying to be so politically correct in our country."}, {"sentId": 275, "text": "And this is only going to get worse."}], "speaker": "TRUMP", "secId": 110}, {"sentences": [{"sentId": 276, "text": "Go ahead, Buck."}], "speaker": "LEMON", "secId": 111}, {"sentences": [{"sentId": 277, "text": "Well, this is where I think Donald Trump actually has one of his strongest hands to play against Hillary Clinton."}, {"sentId": 278, "text": "Specifically on the issue of political correctness determining security procedures and being more important it seems to the elites, particularly in the Democratic Party, than actually securing the American homeland and keeping people safe."}], "speaker": "SEXTON", "secId": 112}, {"sentences": [{"sentId": 279, "text": "I think on political correctness he scores a lot of points."}, {"sentId": 280, "text": "And I think that that's rightfully so."}], "speaker": "SEXTON", "secId": 113}, {"sentences": [{"sentId": 281, "text": "To Juliette's points about policy, and different issues that Donald Trump has raised."}, {"sentId": 282, "text": "First, on the level of this of all this just being campaign rhetoric."}], "speaker": "SEXTON", "secId": 114}, {"sentences": [{"sentId": 283, "text": "That's true on Hillary Clinton side, as well."}, {"sentId": 284, "text": "Saying we'll work with our allies and we will work with our friends in the Muslim world."}, {"sentId": 285, "text": "We'll work with the Muslim-American community in this country."}, {"sentId": 286, "text": "That's been the policy for 15 years now and that's been a bipartisan policy."}], "speaker": "SEXTON", "secId": 115}, {"sentences": [{"sentId": 287, "text": "I would also point out that on a lot of issues, you have Democrats and Republicans more or less agreeing on drone strikes, on a whole host of issues that I think would have been controversial pre 9/11 that have now become a centrally standard operating procedure."}], "speaker": "SEXTON", "secId": 116}, {"sentences": [{"sentId": 288, "text": "So, only areas of difference I would say for one, I haven't heard anything Hillary Clinton has offered on counter-terrorism that is not straight up 101 boilerplate from the last decade or so."}, {"sentId": 289, "text": "So, there are no new ideas."}, {"sentId": 290, "text": "So, if you think we're being hit too often and hit too hard, she doesn't give you anything other than we'll try harder."}, {"sentId": 291, "text": "There'll be an intelligence surge."}, {"sentId": 292, "text": "And then on Trump side of things, yeah, I said the Muslim ban was a terrible idea, he walked away from that."}], "speaker": "SEXTON", "secId": 117}, {"sentences": [{"sentId": 293, "text": "He shouldn't be saying that we should do torture or enhanced interrogation."}, {"sentId": 294, "text": "I disagree with them on that point."}, {"sentId": 295, "text": "I mean there are some places where I think he goes astray."}, {"sentId": 296, "text": "But temperamentally speaking, he seems more angry about the terrorists than Hillary seems more angry about the reporters and that's a problem."}], "speaker": "SEXTON", "secId": 118}, {"sentences": [{"sentId": 297, "text": "All right, I need to let Juliette respond."}, {"sentId": 298, "text": "Go ahead, Juliette."}], "speaker": "LEMON", "secId": 119}, {"sentences": [{"sentId": 299, "text": "Well, I think it -- for supporters of Trump to walk away from his core attributes indifference -- torture, the immigration ban, other things like that -- it's just interesting."}, {"sentId": 300, "text": "I think if they can't hold on to the center of what Trump is saying or the newness, then you have to wonder, well then, why is this a good policy if you're walking away from the basic tenets?"}], "speaker": "KAYYEM", "secId": 120}, {"sentences": [{"sentId": 301, "text": "And I will say, it may be that this is a challenge, right."}, {"sentId": 302, "text": "The kind of threat that we are facing is a challenge."}, {"sentId": 303, "text": "It's going to take a combination of diplomatic military intelligence law enforcement and engagement efforts."}, {"sentId": 304, "text": "That's not rocket science, right, in a sense that we both recognized, we both have served this country that we want to minimize the threat."}], "speaker": "KAYYEM", "secId": 121}, {"sentences": [{"sentId": 305, "text": "But when you start trying to walk away from the extreme things that Trump is saying as something as a campaign issue, I think it really does a disservice not just to those who are choosing between the two, but also to American sort of structure that has defended itself in two world wars and a civil war with the same structure."}], "speaker": "KAYYEM", "secId": 122}, {"sentences": [{"sentId": 306, "text": "And I thank both of you."}, {"sentId": 307, "text": "We don't have a lot of time so I want to get as much in as possible."}, {"sentId": 308, "text": "So Donald Trump tonight is making a pretty bold claim as to why the bombing suspect wasn't on a terror watch list, here it is."}], "speaker": "LEMON", "secId": 123}, {"sentences": [{"sentId": 309, "text": "The guy over the chicken stand brought litigation, a lot of litigation against different people, and I'll bet you that's why he was on no list."}, {"sentId": 310, "text": "You know, he was on no list and they didn't want to put him because they don't want to get sued."}, {"sentId": 311, "text": "So they probably saw he's a litigious guy, and they don't want to get sued so they left him alone."}], "speaker": "TRUMP", "secId": 124}, {"sentences": [{"sentId": 312, "text": "OK, quick answers from both of you."}, {"sentId": 313, "text": "Is that how the terror watch list works, first to you, Buck?"}], "speaker": "LEMON", "secId": 125}, {"sentences": [{"sentId": 314, "text": "No, that's not how the terror watch list works."}, {"sentId": 315, "text": "I think maybe he was -- now I'm going to do a Trump translation, which I admit is kind of scary business sometimes."}, {"sentId": 316, "text": "I think maybe he was trying to refer to, again, the point about political correctness, but no."}, {"sentId": 317, "text": "He's wrong in this one."}, {"sentId": 318, "text": "I will say though that there is litigation that does hamper efforts to try to do real counter-terrorism."}, {"sentId": 319, "text": "When I was part of the NYPD Intelligence Division, you know, we were always concerned with being sued."}, {"sentId": 320, "text": "So that's a real issue."}], "speaker": "SEXTON", "secId": 126}, {"sentences": [{"sentId": 321, "text": "All right, Juliette?"}, {"sentId": 322, "text": "Sorry, you won't get to respond because Buck took up your time."}], "speaker": "LEMON", "secId": 127}, {"sentences": [{"sentId": 323, "text": "I just want to say Bill Bratton is not..."}], "speaker": "KAYYEM", "secId": 128}, {"sentences": [{"sentId": 324, "text": "No, actually we both went three times."}], "speaker": "SEXTON", "secId": 129}, {"sentences": [{"sentId": 325, "text": "Yes, you're longer always."}, {"sentId": 326, "text": "Thank you very much."}, {"sentId": 327, "text": "Thank you very much."}, {"sentId": 328, "text": "When we come right back, Donald Trump says he is done with the birther issue, but after years of ugly false claims about President Obama, is Trump's apparent course correction now too little too late?"}], "speaker": "LEMON", "secId": 130}, {"sentences": [{"sentId": 329, "text": "There's just one week to go until Hillary Clinton and Donald Trump go head to head for the first time on the debate stage and Trump would love to think he has put this birther issue behind him."}, {"sentId": 330, "text": "But after five years of false claims against the president, the candidate has a lot of explaining to do."}, {"sentId": 331, "text": "Here to discuss, CNN's Brian Stelter, the host of \"Reliable Sources.\""}, {"sentId": 332, "text": "Good evening to you, sir."}], "speaker": "LEMON", "secId": 131}, {"sentences": [{"sentId": 333, "text": "Good evening."}], "speaker": "STELTER", "secId": 132}, {"sentences": [{"sentId": 334, "text": "Great show this weekend by the way."}], "speaker": "LEMON", "secId": 133}, {"sentences": [{"sentId": 335, "text": "Thank you."}], "speaker": "STELTER", "secId": 134}, {"sentences": [{"sentId": 336, "text": "Since his statement on Friday, his team is saying that Hillary Clinton started the birther rumors in 2008."}, {"sentId": 337, "text": "Trump dropped them in 2011, when President Obama released his birth certificates -- that's what they're saying."}, {"sentId": 338, "text": "Those are both lies."}], "speaker": "LEMON", "secId": 135}, {"sentences": [{"sentId": 339, "text": "Right."}], "speaker": "STELTER", "secId": 136}, {"sentences": [{"sentId": 340, "text": "So, who's, you know, who's getting behind them?"}], "speaker": "LEMON", "secId": 137}, {"sentences": [{"sentId": 341, "text": "This is as slate said this week, birtherism 2.0."}, {"sentId": 342, "text": "They replaced one conspiracy theory that Barack Obama does not belong here because he was not born here and can't be president, with a new conspiracy theory, that actually it's all Clinton's fault and that Trump cleaned up the mess."}, {"sentId": 343, "text": "But that's just not true Don, and I think the press has got to continue to hold Trump and his aides accountable for this."}, {"sentId": 344, "text": "And that's why next week's debate is so interesting."}], "speaker": "STELTER", "secId": 138}, {"sentences": [{"sentId": 345, "text": "I know but it's weird, because people -- if you listen to people's reaction, you see it."}, {"sentId": 346, "text": "They believe that that's true."}, {"sentId": 347, "text": "It's not true."}], "speaker": "LEMON", "secId": 139}, {"sentences": [{"sentId": 348, "text": "It certainly is very sticky, so to speak, among Trump supporters, among many Republicans and some independents in the U.S. Polling shows this is a widely held belief and facts spoken by CNN are repeated by other news outlets are not going to sway that belief."}, {"sentId": 349, "text": "However, Trump now is on the record saying he knows the president was born here, he knows the truth."}], "speaker": "STELTER", "secId": 140}, {"sentences": [{"sentId": 350, "text": "And that's why I'm really curious to see interviewers really press him on this."}, {"sentId": 351, "text": "Maybe Lester Holt will seven days from today and if Holt doesn't bring it up, I'm sure Hillary Clinton will on stage."}], "speaker": "STELTER", "secId": 141}, {"sentences": [{"sentId": 352, "text": "He is touting town halls in other places, not on CNN, not with anyone of color."}, {"sentId": 353, "text": "What's going on here?"}, {"sentId": 354, "text": "To talk about issues facing the African-American community."}], "speaker": "LEMON", "secId": 142}, {"sentences": [{"sentId": 355, "text": "Well, there's a very interesting media strategy we're seeing from Trump, but highly unusual strategy for someone 50 days before an election."}, {"sentId": 356, "text": "You know, Hillary Clinton, she started to do some interviews, journalists would like to see her do more, but she's doing interviews at a wide variety of settings, having press conferences and things like that."}], "speaker": "STELTER", "secId": 143}, {"sentences": [{"sentId": 357, "text": "Trump is mostly just staying on Fox News, rarely giving interviews outside Fox News, in fact he's going to be on in a couple days talking about African-American issues with Sean Hannity, which seems like an interesting choice."}, {"sentId": 358, "text": "But right now what he's doing by appearing on Fox almost every day, is he's avoiding tough questions about this birther issue and other."}, {"sentId": 359, "text": "You know, I have three questions for Trump that I would love to see him asked and answer."}], "speaker": "STELTER", "secId": 144}, {"sentences": [{"sentId": 360, "text": "Whether he answers them or not, he needs to be asked these questions about the birther lie and he hasn't been asked."}, {"sentId": 361, "text": "The first one is, why did he continue to sow doubts about Obama's birth place between 2001 and 2016?"}], "speaker": "STELTER", "secId": 145}, {"sentences": [{"sentId": 362, "text": "2011."}], "speaker": "LEMON", "secId": 146}, {"sentences": [{"sentId": 363, "text": "2011."}, {"sentId": 364, "text": "So in 2011, that's when the birth certificate was presented and Trump says he takes credit for that."}, {"sentId": 365, "text": "Number two, what finally convinced him of Obama's citizenship?"}, {"sentId": 366, "text": "And number three, will he apologize to President Obama?"}, {"sentId": 367, "text": "Those are the questions Bill O'Reilly should have asked Donald Trump today."}, {"sentId": 368, "text": "Those are the questions Hannity should ask later this week, but I'm not holding my breath."}], "speaker": "STELTER", "secId": 147}, {"sentences": [{"sentId": 369, "text": "Well who finally convinced you that you need to get up and read a 27-second statement is probably the..."}], "speaker": "LEMON", "secId": 148}, {"sentences": [{"sentId": 370, "text": "That is an excellent first question."}, {"sentId": 371, "text": "If he could call in and answer or maybe even answer on Twitter, that will be excellent."}, {"sentId": 372, "text": "But you know, for the most part, Trump is sheltering himself and avoiding these questions."}, {"sentId": 373, "text": "LEMON: Do you think that he or seem aware of just how deeply insulting"}], "speaker": "STELTER", "secId": 149}, {"sentences": [{"sentId": 374, "text": "this is to most African-Americans around the country and to the president."}], "speaker": "STELTER", "secId": 150}, {"sentences": [{"sentId": 375, "text": "I haven't seen evidence that they do."}, {"sentId": 376, "text": "Look at how Chris Christie misled CNN viewers yesterday."}, {"sentId": 377, "text": "Jake Tapper very strongly interrupted and stated the truth, which is that Trump did continue this narrative, this myth for five years, between 2011 and 2016."}, {"sentId": 378, "text": "Chris Christie tried to claim Trump was not talking about birtherism after that point."}, {"sentId": 379, "text": "Those kinds of lies repeated on TV makes me think Trump do not understand how deeply disturbing this birther issue was."}], "speaker": "STELTER", "secId": 151}, {"sentences": [{"sentId": 380, "text": "Thank you, Brian."}], "speaker": "LEMON", "secId": 152}, {"sentences": [{"sentId": 381, "text": "Thanks."}], "speaker": "STELTER", "secId": 153}, {"sentences": [{"sentId": 382, "text": "I appreciate it."}, {"sentId": 383, "text": "And here to discuss all of this now is Jennifer Granholm, former governor of Michigan, who is a Clinton supporter, also   Congresswoman Marsha Blackburn of Tennessee, a Trump supporter."}, {"sentId": 384, "text": "They're here, they're back."}, {"sentId": 385, "text": "It's going to be a great conversation."}, {"sentId": 386, "text": "I'm glad to have both of you this evening."}, {"sentId": 387, "text": "I want you to listen to this exchange between Chris Christie and Jake Tapper that Brian just mentioned."}], "speaker": "LEMON", "secId": 154}, {"sentences": [{"sentId": 388, "text": "The birther issue is a done issue."}, {"sentId": 389, "text": "I've said it's a done issue for a long time and Donald Trump has said it's a done issue now."}, {"sentId": 390, "text": "And so we need to move on to the issues that are really important to the American people."}], "speaker": "CHRISTIE", "secId": 155}, {"sentences": [{"sentId": 391, "text": "Well, this is a point in fact, again, Donald Trump did not accept when Barack Obama released his birth certificate in 2011."}, {"sentId": 392, "text": "He capped off this whole birther thing until Friday."}, {"sentId": 393, "text": "That's five years, but we only have a little time left, so I want to ask you..."}], "speaker": "TAPPER", "secId": 156}, {"sentences": [{"sentId": 394, "text": "But Jake, that's just not true."}, {"sentId": 395, "text": "It's just not true that he kept it up for five years."}], "speaker": "CHRISTIE", "secId": 157}, {"sentences": [{"sentId": 396, "text": "Sure he did."}], "speaker": "TAPPER", "secId": 158}, {"sentences": [{"sentId": 397, "text": "It's simply not true."}], "speaker": "CHRISTIE", "secId": 159}, {"sentences": [{"sentId": 398, "text": "It is true."}], "speaker": "TAPPER", "secId": 160}, {"sentences": [{"sentId": 399, "text": "It wasn't like he was talking -- now, Jake, it wasn't like -- it wasn't like he was talking about it on a regular basis until then."}, {"sentId": 400, "text": "And when the issue was raised, he made very clear the other day what his position is."}], "speaker": "CHRISTIE", "secId": 161}, {"sentences": [{"sentId": 401, "text": "So, Governor Granholm, the surrogates falsely -- continue to falsely insist that Trump let the birther issue go after the president showed his birth certificate in 2011, and that this is behind him."}, {"sentId": 402, "text": "What's your reaction?"}], "speaker": "LEMON", "secId": 162}, {"sentences": [{"sentId": 403, "text": "I just, I mean, Chris Christie is saying things with such a strong affirmative statement."}, {"sentId": 404, "text": "You know, it is a lie."}, {"sentId": 405, "text": "Slate counted at least 37 tweets by Donald Trump between 2011 and 2015 where he continued to push this theory."}, {"sentId": 406, "text": "I'm just -- I'm really -- and I'll be curious to hear what Congressman Blackburn says."}, {"sentId": 407, "text": "I'm stunned."}], "speaker": "GRANHOLM", "secId": 163}, {"sentences": [{"sentId": 408, "text": "In fact, Chris Christie today was raided by the fact checker at the \"Washington Post\" to have four Pinocchio, the worst rating, the biggest lie."}, {"sentId": 409, "text": "It is amazing to me that they continue to push this narrative, which they know to be false."}, {"sentId": 410, "text": "And by the way, which is so utterly insulting and divisive for America."}, {"sentId": 411, "text": "I'm curious, congresswoman, since you're here, please tell me that you are not going to continue to push this lie that Donald Trump dropped this after the president released his birth certificate."}], "speaker": "GRANHOLM", "secId": 164}, {"sentences": [{"sentId": 412, "text": "Why are so many people on Trump's side repeating these total fabrications, congresswoman?"}], "speaker": "LEMON", "secId": 165}, {"sentences": [{"sentId": 413, "text": "Well, I think that you can look at the ft that the issue is done."}, {"sentId": 414, "text": "And he has said that he does not believe that the president was born elsewhere."}, {"sentId": 415, "text": "He does believe the president was born here and is qualified to serve."}, {"sentId": 416, "text": "I think it is interesting that the Clinton campaign in their desperation reverts to this issue because they don't want to talk about Hillary Clinton's failings."}], "speaker": "BLACKBURN", "secId": 166}, {"sentences": [{"sentId": 417, "text": "They don't want to talk about Benghazi."}, {"sentId": 418, "text": "They don't want to talk about the Clinton Foundation."}, {"sentId": 419, "text": "They don't want to go back and talk about Travelgate and the White House or Whitewater or any of those things."}], "speaker": "BLACKBURN", "secId": 167}, {"sentences": [{"sentId": 420, "text": "Congresswoman, hold on."}], "speaker": "LEMON", "secId": 168}, {"sentences": [{"sentId": 421, "text": "They don't want to talk about their scandals."}], "speaker": "BLACKBURN", "secId": 169}, {"sentences": [{"sentId": 422, "text": "With all due respect and I know that that's what you're here to do as surrogate, but my question was why do Trump surrogates continue to push something that is completely false, that he continued with the birther issue and you know, only just giving a 27-second response."}], "speaker": "LEMON", "secId": 170}, {"sentences": [{"sentId": 423, "text": "And by the way, the Clinton campaign did not bring it up, it was a question -- he was questioned by the \"Washington Post\" and he said, \"I'm going to give some explanation to it at a time that I deem appropriate.\""}, {"sentId": 424, "text": "It was his idea to come out and talk about the issue."}, {"sentId": 425, "text": "It wasn't the Clinton campaign who brought it up."}], "speaker": "LEMON", "secId": 171}, {"sentences": [{"sentId": 426, "text": "He said he was going to address it, and he addressed it."}, {"sentId": 427, "text": "And he said that he had decided."}, {"sentId": 428, "text": "He had changed his mind or had addressed it, and he moved on."}, {"sentId": 429, "text": "I would like to see the Clinton campaign go back and address some of the questions about Benghazi, have them address questions about the Clinton Foundation and address them..."}], "speaker": "BLACKBURN", "secId": 172}, {"sentences": [{"sentId": 430, "text": "But don't you think, I mean, four years later, four years -- four years after the president released his birth certificate and by the way, forcing the first African-American president to go and show his papers is so delegitimizing and insulting and really follows this entire narrative of the Trump campaign, of dividing our country rather than bringing people together."}], "speaker": "GRANHOLM", "secId": 173}, {"sentences": [{"sentId": 431, "text": "And the Clinton campaign continues to focus on dividing the country in so many ways."}, {"sentId": 432, "text": "I look at the things that they have done and I look at Hillary Clinton's record, and I think, you know, how can you sit here and so many times..."}], "speaker": "BLACKBURN", "secId": 174}, {"sentences": [{"sentId": 433, "text": "Congresswoman."}], "speaker": "GRANHOLM", "secId": 175}, {"sentences": [{"sentId": 434, "text": "...act as if you are so supportive of people when your record does -- look at her -- go back into her time as first lady."}], "speaker": "BLACKBURN", "secId": 176}, {"sentences": [{"sentId": 435, "text": "Do you believe that Donald Trump wrapped this issue when the president released his birth certificate."}], "speaker": "GRANHOLM", "secId": 177}, {"sentences": [{"sentId": 436, "text": "Yes, I do think that Donald Trump..."}], "speaker": "BLACKBURN", "secId": 178}, {"sentences": [{"sentId": 437, "text": "When he had released his birth certificate?"}], "speaker": "GRANHOLM", "secId": 179}, {"sentences": [{"sentId": 438, "text": "One at a time, please."}, {"sentId": 439, "text": "Do you think -- her question was..."}], "speaker": "LEMON", "secId": 180}, {"sentences": [{"sentId": 440, "text": "I do think I answered that."}, {"sentId": 441, "text": "I said, yes, I think he dropped the issue."}], "speaker": "BLACKBURN", "secId": 181}, {"sentences": [{"sentId": 442, "text": "In 2011?"}], "speaker": "GRANHOLM", "secId": 182}, {"sentences": [{"sentId": 443, "text": "I think Hillary Clinton needs to go back and she needs to talk about why she didn't address things..."}], "speaker": "BLACKBURN", "secId": 183}, {"sentences": [{"sentId": 444, "text": "This isn't about her, this is about him."}], "speaker": "GRANHOLM", "secId": 184}, {"sentences": [{"sentId": 445, "text": "Yes, it is about Hillary Clinton too, Jennifer."}, {"sentId": 446, "text": "That is where you're wrong about this."}, {"sentId": 447, "text": "It is about Hillary Clinton."}, {"sentId": 448, "text": "It's about trustworthiness."}, {"sentId": 449, "text": "It is about her being..."}], "speaker": "BLACKBURN", "secId": 185}, {"sentences": [{"sentId": 450, "text": "We're asking about why Donald Trump -- we're asking about why Donald Trump continued this birther..."}], "speaker": "GRANHOLM", "secId": 186}, {"sentences": [{"sentId": 451, "text": "One at a time."}, {"sentId": 452, "text": "To representative, the question is, it is about Donald Trump and why he continued on with the birther issue."}, {"sentId": 453, "text": "Do you have one example of Hillary Clinton espousing and pressing and pushing and asking for a birth certificate?"}], "speaker": "LEMON", "secId": 187}, {"sentences": [{"sentId": 454, "text": "I know that there were comments in the 2008 campaign."}], "speaker": "BLACKBURN", "secId": 188}, {"sentences": [{"sentId": 455, "text": "Not by Hillary Clinton."}, {"sentId": 456, "text": "There were no comments."}, {"sentId": 457, "text": "Name one comment by Hillary Clinton."}], "speaker": "GRANHOLM", "secId": 189}, {"sentences": [{"sentId": 458, "text": "I think it was by her campaign."}], "speaker": "BLACKBURN", "secId": 190}, {"sentences": [{"sentId": 459, "text": "No, no."}, {"sentId": 460, "text": "Name one public comment by her campaign."}, {"sentId": 461, "text": "There was no public comment by her campaign."}, {"sentId": 462, "text": "This again is another lie."}, {"sentId": 463, "text": "Four Pinnochios... BLACKBURN: Jennifer, this is something you all think you can push on"}], "speaker": "GRANHOLM", "secId": 191}, {"sentences": [{"sentId": 464, "text": "because you're in the tank."}, {"sentId": 465, "text": "I think that we will..."}], "speaker": "GRANHOLM", "secId": 192}, {"sentences": [{"sentId": 466, "text": "No, no, no."}, {"sentId": 467, "text": "Listen, I'm telling the truth because I'm following what \"Washington Post\" has said."}], "speaker": "GRANHOLM", "secId": 193}, {"sentences": [{"sentId": 468, "text": "One at a time, one at a time."}, {"sentId": 469, "text": "She's actually stating a fact, Congresswoman Blackburn and that's the point, facts do matter."}, {"sentId": 470, "text": "Is there one instance that you can espouse or show if Hillary Clinton publicly pushing the birther issue?"}], "speaker": "LEMON", "secId": 194}, {"sentences": [{"sentId": 471, "text": "I, you know, I am sure I could if I had known we were going to discuss this and I could have gone and looked it back at 2008 campaign and the South Carolina campaign."}, {"sentId": 472, "text": "I feel like I could probably could pull that up."}], "speaker": "BLACKBURN", "secId": 195}, {"sentences": [{"sentId": 473, "text": "And you would find an example of Hillary Clinton doing it?"}], "speaker": "LEMON", "secId": 196}, {"sentences": [{"sentId": 474, "text": "I think you would find an example of the Clinton campaign, I certainly do."}], "speaker": "BLACKBURN", "secId": 197}, {"sentences": [{"sentId": 475, "text": "Well, I think that's one of the reasons by the producers told you that you were coming to discuss the birther issue and so."}], "speaker": "LEMON", "secId": 198}, {"sentences": [{"sentId": 476, "text": "No, I didn't have that information."}], "speaker": "BLACKBURN", "secId": 199}, {"sentences": [{"sentId": 477, "text": "OK, we'll be back."}, {"sentId": 478, "text": "We'll discuss, we'll discuss."}, {"sentId": 479, "text": "We'll be right back."}], "speaker": "LEMON", "secId": 200}, {"sentences": [{"sentId": 480, "text": "So I'm back now with Governor Jennifer Grandholm and Congresswoman Marsha Blackburn."}, {"sentId": 481, "text": "OK, so earlier today Hillary Clinton slammed Donald Trump over the birther issue, listen."}], "speaker": "LEMON", "secId": 201}, {"sentences": [{"sentId": 482, "text": "We are facing a candidate with a long history of racial discrimination in his businesses, who re-tweets white supremacists, who led the birther movement to delegitimize our first black president, and he's still lying about it today."}, {"sentId": 483, "text": "He refuses to apologize to President Obama, his family and the American people."}], "speaker": "CLINTON", "secId": 202}, {"sentences": [{"sentId": 484, "text": "What's your reaction Congresswoman Blackburn?"}], "speaker": "LEMON", "secId": 203}, {"sentences": [{"sentId": 485, "text": "I think Hillary Clinton wants to talk about that because she doesn't want to talk about apologizing to Pat Smith and the Benghazi victims."}, {"sentId": 486, "text": "She doesn't want to talk about radical Islamic extremists."}, {"sentId": 487, "text": "She doesn't want to name that."}], "speaker": "BLACKBURN", "secId": 204}, {"sentences": [{"sentId": 488, "text": "She doesn't want to talk about why it's necessary for us to be very vigilant in who comes into this country and to understand why they are coming to have a very serious vetting program in place so that we make certain that people that come here are not going to do us harm."}], "speaker": "BLACKBURN", "secId": 205}, {"sentences": [{"sentId": 489, "text": "I think Hillary Clinton also doesn't want to talk about the past scandals going back to right after they came into D.C. She doesn't want to talk about the failures of Hillarycare."}], "speaker": "BLACKBURN", "secId": 206}, {"sentences": [{"sentId": 490, "text": "Is she right Governor Granholm that Hillary Clinton is..."}], "speaker": "LEMON", "secId": 207}, {"sentences": [{"sentId": 491, "text": "And my state -- my state was the test case for Hillarycare and it nearly bankrupted the state."}], "speaker": "BLACKBURN", "secId": 208}, {"sentences": [{"sentId": 492, "text": "Let's go move on..."}], "speaker": "LEMON", "secId": 209}, {"sentences": [{"sentId": 493, "text": "So, we know very well."}], "speaker": "BLACKBURN", "secId": 210}, {"sentences": [{"sentId": 494, "text": "Is Hillary Clinton deflecting with the issues that he Congresswoman just mentioned."}], "speaker": "LEMON", "secId": 211}, {"sentences": [{"sentId": 495, "text": "Hillary Clinton's entire campaign is built around a slogan called \"Stronger Together.\""}, {"sentId": 496, "text": "It is a slogan about all of America."}, {"sentId": 497, "text": "It's a slogan about making sure that people everywhere have a chance to succeed."}, {"sentId": 498, "text": "Donald Trump's campaign, starting with him bringing on Steve Bannon to run his campaign, who is editor of Breitbart -- that white nationalist rag -- that he has been all about dividing people, scaring people, separating people from Muslims to African-Americans to Mexicans, you name it, this is part and parcel of it."}], "speaker": "GRANHOLM", "secId": 212}, {"sentences": [{"sentId": 499, "text": "And what's disturbing about this is that all of the surrogates that have come out over the weekend and even now, are sort of whitewashing this Trump narrative, the latest lie, which is that he did a grade service to the country by stopping the birther -- by stopping the birther movement by having the president release his birth certificate, and therefore pronouncing on Friday that the president indeed was born in the United States, like he is the great arbiter of it."}], "speaker": "GRANHOLM", "secId": 213}, {"sentences": [{"sentId": 500, "text": "I want to..."}], "speaker": "LEMON", "secId": 214}, {"sentences": [{"sentId": 501, "text": "You know, I'm going to tell you Don..."}], "speaker": "BLACKBURN", "secId": 215}, {"sentences": [{"sentId": 502, "text": "Congresswoman, I've got to get this in, congresswoman."}, {"sentId": 503, "text": "I need to switch gears."}, {"sentId": 504, "text": "I'm sorry."}, {"sentId": 505, "text": "So, let's talk about Bridgegate, the trial began today."}, {"sentId": 506, "text": "Chris Christie has denied any involvement in the closure in George Washington Bridge but you may remember when they were opponents, Trump said Christie absolutely knew about it."}, {"sentId": 507, "text": "Here it is."}], "speaker": "LEMON", "secId": 216}, {"sentences": [{"sentId": 508, "text": "So Chris, who's a friend of mine, he hit me hard."}, {"sentId": 509, "text": "And I said I got to hit him at least once, so I won't do this a lot."}, {"sentId": 510, "text": "But look, here's the story, the George Washington Bridge."}, {"sentId": 511, "text": "He knew about it."}], "speaker": "TRUMP", "secId": 217}, {"sentences": [{"sentId": 512, "text": "So, first to Governor Grandholm and then I'll get you in congresswoman."}, {"sentId": 513, "text": "How do you think this would be treated if it was a Hillary Clinton surrogate, one of her top surrogates saying this?"}], "speaker": "LEMON", "secId": 218}, {"sentences": [{"sentId": 514, "text": "Oh my goodness, the House would be bringing down on the Republican side of the aisle."}, {"sentId": 515, "text": "And honestly, this is a legitimate issue."}, {"sentId": 516, "text": "You saw when this Bridgegate scandal broke, Chris Christie doing the multi-hour press conference where he insisted that he knew nothing about this, with that same certainty that he had this weekend in denying Donald Trump was carrying on this birther scandal."}, {"sentId": 517, "text": "That to me should cause Donald Trump to look at Chris Christie and say, you are not worthy of my transition."}], "speaker": "GRANHOLM", "secId": 219}, {"sentences": [{"sentId": 518, "text": "A federal prosecutor today said that he knew, is there a double standard here, Representative Blackburn?"}], "speaker": "LEMON", "secId": 220}, {"sentences": [{"sentId": 519, "text": "You know, I am going to leave that trial to the courts."}, {"sentId": 520, "text": "In Congress, we don't get involved with what the judiciary is commenting on."}, {"sentId": 521, "text": "I just think that Hillary Clinton and her surrogates are so far in the tank because her \"basket of deplorable\" comment, irredeemable people, not America and the others are pitiful because they think the federal government has..."}], "speaker": "BLACKBURN", "secId": 221}, {"sentences": [{"sentId": 522, "text": "But to my question about the double standard when it comes to a Hillary Clinton -- if this was a top Hillary Clinton aide who had said the same thing and had been criticized for it, do you think there's a double standard here because now he's a top surrogate?"}], "speaker": "LEMON", "secId": 222}, {"sentences": [{"sentId": 523, "text": "You know what Don, they would be trying to triangulate, just like they are away from the \"basket of deplorables\" comment and things of that nature."}, {"sentId": 524, "text": "They're doing everything they can to kind of keep that -- try to keep that ship aright, and they know it's a very difficult task because the American people agree with us."}], "speaker": "BLACKBURN", "secId": 223}, {"sentences": [{"sentId": 525, "text": "Thank you."}], "speaker": "LEMON", "secId": 224}, {"sentences": [{"sentId": 526, "text": "I appreciate the media holding people to account on this because really the whole thing is a lie."}, {"sentId": 527, "text": "It's really important for citizens to know, thank you."}], "speaker": "GRANHOLM", "secId": 225}, {"sentences": [{"sentId": 528, "text": "Thank you, have a good evening."}, {"sentId": 529, "text": "We'll be right back."}], "speaker": "LEMON", "secId": 226}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1609.19.cnnt.01.html.json", "time": "Aired September 19, 2016 - 22:00   ET"}