{"sectionCount": 231, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["LEMON", "PRESTON", "HARTE", "OBAMA", "DUKE", "MOORE", "GIULIANI", "UNIDENTIFIED FEMALE", "TRUMP", "COHAN", "JOHNSTON", "GRIFFIN", "POTOK", "TAPPER", "TAYLOR", "BAUER", "QUINN", "SANDERS", "SELLERS", "UNIDENTIFIED MALE"], "subTitle": "30 Million People Have Already Voted; Interview with Michael Moore; David Duke, KKK Support Donald Trump; What is Trump Worth? Aired 11p-12a ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1611/03/cnnt.02.html", "sentenceCount": 553, "sections": [{"sentences": [{"sentId": 0, "text": "The latest batch of Clinton e- mails."}, {"sentId": 1, "text": "New questions of just how much Donald Trump is really worth, or something else that nobody could predict."}, {"sentId": 2, "text": "It could happen in this one."}, {"sentId": 3, "text": "Plus Rudy Giuliani predicts a surprise that could turn the campaign around, then FBI director James Comey sends that letter."}], "speaker": "LEMON", "secId": 0}, {"sentences": [{"sentId": 4, "text": "What's going on here?"}], "speaker": "LEMON", "secId": 1}, {"sentences": [{"sentId": 5, "text": "Let's get right to CNN Politics executive editor, Mark Preston, and Julia Harte, the justice reporter for Reuters."}], "speaker": "LEMON", "secId": 2}, {"sentences": [{"sentId": 6, "text": "Mark, first, early voting is taking place in 38 states right now."}, {"sentId": 7, "text": "What's the take away?"}], "speaker": "LEMON", "secId": 3}, {"sentences": [{"sentId": 8, "text": "Yes, well, Don, you know, so far we're seeing nearly 31 million people have actually cast ballots in those 38 states but there's two states we want to watch tonight, and certainly talk about given so much interest in them."}], "speaker": "PRESTON", "secId": 4}, {"sentences": [{"sentId": 9, "text": "Let's look at the state of Florida, first of all."}, {"sentId": 10, "text": "If you look at the party breakdown right now to see who is ahead when it comes to return ballots."}, {"sentId": 11, "text": "Right now it's the Republicans."}, {"sentId": 12, "text": "They have a 16,000 ballot edge right now but what's significant about that is back in 2012, Democrats were ahead at this same point."}, {"sentId": 13, "text": "They had a 73,000 ballot edge, so Republicans have turned that around."}], "speaker": "PRESTON", "secId": 5}, {"sentences": [{"sentId": 14, "text": "But let's dig a little bit deeper and let's look at the race characteristics of those who have been actually returning ballots early."}], "speaker": "PRESTON", "secId": 6}, {"sentences": [{"sentId": 15, "text": "Let's take a look here."}, {"sentId": 16, "text": "Let's specifically look at the African- American vote as well as Hispanic voters."}, {"sentId": 17, "text": "If you look at that right now, the fact of the matter is, is that you have African-American voters down as far as their participation right now in early voting."}, {"sentId": 18, "text": "At the same time, though, Hispanic voters is up."}], "speaker": "PRESTON", "secId": 7}, {"sentences": [{"sentId": 19, "text": "Now this is data that is being compared to 2012 and 2008 so clearly you would see an increase in Hispanic voters but Democrats have got to be happy about that, but still, they've got to be unhappy about the African-American vote not being as high as it should be."}], "speaker": "PRESTON", "secId": 8}, {"sentences": [{"sentId": 20, "text": "Let us now go to the state of North Carolina where we just saw Donald Trump and Hillary Clinton, you know, getting their last-minute votes out and let's just take a look at who is leading that state right now."}, {"sentId": 21, "text": "And if you look at North Carolina, it looks like that Democrats are ahead right now five days before Election Day."}, {"sentId": 22, "text": "They have about a 243,000 vote edge."}], "speaker": "PRESTON", "secId": 9}, {"sentences": [{"sentId": 23, "text": "Now that means these ballots have been returned early."}, {"sentId": 24, "text": "However, if you go to look at the date from 2012, Don, Democrats had a 307,000 ballot edge at the same time."}, {"sentId": 25, "text": "So that's got to be very, very concerning to them."}], "speaker": "PRESTON", "secId": 10}, {"sentences": [{"sentId": 26, "text": "And let's look at race characteristics again in the state of North Carolina and you saw Barack Obama trying to get out the African- American vote in that state."}, {"sentId": 27, "text": "If you look at these numbers right here, also not good news for Democrats."}, {"sentId": 28, "text": "We're seeing a decrease in participation from African-American voters by about 5.3 percent, Don, so there's a lot of speculation about why that is, about polling close -- places being close and not opened."}, {"sentId": 29, "text": "A lot of discussion about disenfranchising, but the fact of the matter is, if Hillary Clinton is going to win she needs a strong turnout from African-Americans."}], "speaker": "PRESTON", "secId": 11}, {"sentences": [{"sentId": 30, "text": "So let's talk about that, Julia."}, {"sentId": 31, "text": "As Mark said, the black early vote in North Carolina is down from 2012, and the NAACP is in court fighting what they say is so voter suppression."}, {"sentId": 32, "text": "You did some digging into this."}, {"sentId": 33, "text": "What did you find?"}], "speaker": "LEMON", "secId": 12}, {"sentences": [{"sentId": 34, "text": "Well, what I found was a series of e-mails that Republican Party officials in the state had sent county board of elections officials trying to limit the early voting hours and sights in the state."}, {"sentId": 35, "text": "Early voting is a period when Democratic voters tend out -- tend to turn out more and minority voters, as well."}], "speaker": "HARTE", "secId": 13}, {"sentences": [{"sentId": 36, "text": "OK."}, {"sentId": 37, "text": "So let's read into just a couple of e-mails, one that was sent in North Carolina by the North Carolina Republican executive director Dallas Woodhouse is his name, and he wrote, \"Many of our folks are angry and opposed to Sunday voting."}, {"sentId": 38, "text": "Six days of voting and one week is enough, period.\""}, {"sentId": 39, "text": "And then he went on to say, that keeping polls open for the full 17 days of early voting may be wasteful and unnecessary."}], "speaker": "LEMON", "secId": 14}, {"sentences": [{"sentId": 40, "text": "Explain why Republicans wouldn't want Sunday voting but Democrats would?"}], "speaker": "LEMON", "secId": 15}, {"sentences": [{"sentId": 41, "text": "Well, Republicans argue that keeping polls open on weekends and off hours out of regular weekday business hours puts an unfair burden on poll workers and they think it's just not right to require people to work on Sundays."}], "speaker": "HARTE", "secId": 16}, {"sentences": [{"sentId": 42, "text": "Democrats point to the fact that Sundays, for example, are days when you see especially black churchgoers getting out to vote."}, {"sentId": 43, "text": "It's a program called Souls to the Polls, a historical vibrant program across the country, and those voters do tend to be more Democratic so that's why Democrats have an interest in seeing weekend and evening early voting hours expanded."}], "speaker": "HARTE", "secId": 17}, {"sentences": [{"sentId": 44, "text": "Yes."}, {"sentId": 45, "text": "So -- this is similar to another e-mail that you reported on."}, {"sentId": 46, "text": "This one is from Elaine Hewitt, she's a Rowan County Republican, and she proposed that only one site for the first four days of early voting and no sites on Sundays and she said this."}, {"sentId": 47, "text": "\"With all the opportunities to vote by mail early in person Monday, Saturday and on election day, there is no justification for requiring election workers to work on Sunday.\""}], "speaker": "LEMON", "secId": 18}, {"sentences": [{"sentId": 48, "text": "Both officials deny any effort to suppress voting but what conclusion did you draw?"}, {"sentId": 49, "text": "Who is penalized when polls are closed on Sundays?"}], "speaker": "LEMON", "secId": 19}, {"sentences": [{"sentId": 50, "text": "Well, when I spoke with civil rights groups in the state, they pointed to the fact that this summer, a circuit court struck down North Carolina's voting law."}, {"sentId": 51, "text": "This law required photo voter ID, photo ID from voters and also eliminated flexible voting methods like same- day registration, out of precinct voting that were disproportionately used by minority voters and it's good to remember that this happened just before these e-mails were sent in August, so Democrats and civil rights groups pointed to that timing, as the Republicans trying to basically exert control over the last part of the election process they could after their Republican-backed voting law was struck down by the court."}], "speaker": "HARTE", "secId": 20}, {"sentences": [{"sentId": 52, "text": "Mark Preston, President Barack Obama was in Chapel Hill, North Carolina, yesterday and talked about voter suppression particularly the purging of voter rolls."}, {"sentId": 53, "text": "Listen to this."}], "speaker": "LEMON", "secId": 21}, {"sentences": [{"sentId": 54, "text": "The list of voters Republicans tried to purge was two thirds black and Democratic."}, {"sentId": 55, "text": "That didn't happen by accident."}, {"sentId": 56, "text": "It's happening in counties across this state."}], "speaker": "OBAMA", "secId": 22}, {"sentences": [{"sentId": 57, "text": "Now there was a time when systematically denying black folks the right to vote was considered normal, as well, and so young people, I want you to listen up."}, {"sentId": 58, "text": "Parents, I want you to talk about this."}, {"sentId": 59, "text": "It was not that long ago that folks had to guess the number of jelly beans in a jar, or bubbles on a bar of soap, or recite the Constitution in Chinese in order to vote."}, {"sentId": 60, "text": "It wasn't that long ago when folks were beaten trying to register voters in Mississippi."}], "speaker": "OBAMA", "secId": 23}, {"sentences": [{"sentId": 61, "text": "So Mark, some black leaders are insisting that voters are highly motivated to come out and to help the president."}, {"sentId": 62, "text": "Could we see the vote pick up significantly in a few days -- the few days that we have left?"}], "speaker": "LEMON", "secId": 24}, {"sentences": [{"sentId": 63, "text": "Well, Don, certainly over the weekend I think is we'll have our best guess now."}, {"sentId": 64, "text": "Unfortunately we probably won't have data past Saturday but you would think given the fact that you would have Democrats more likely to vote on the weekends that we will see an uptick in the numbers but right now it's still got to be disturbing to the Democratic Party and in fact Barack Obama said it yesterday."}], "speaker": "PRESTON", "secId": 25}, {"sentences": [{"sentId": 65, "text": "He talked about how it was great that he had so much support and they had all come out for him, but in order to continue on his legacy and his policies and what have you, they needed to get out and vote for Hillary Clinton."}, {"sentId": 66, "text": "So it's unclear if he'll be able to motivate those folks to vote but clearly the Clinton campaign thinks that he can energize the African-American base, and I guess we'll find out on Election Day but we'll certainly over the next couple of days if we see long lines in early voting places, certainly in North Carolina."}], "speaker": "PRESTON", "secId": 26}, {"sentences": [{"sentId": 67, "text": "Julia, some Republicans did try to open up voting in African- American areas and were called traitors."}, {"sentId": 68, "text": "What happened?"}], "speaker": "LEMON", "secId": 27}, {"sentences": [{"sentId": 69, "text": "Well, in Randolph County, for example, the chairman of the board, a Republican, did originally support Sunday voting."}, {"sentId": 70, "text": "The local chapter of the NAACP had lobbied for it and he saw no reason not to put it through."}, {"sentId": 71, "text": "It would have cost about $1,000 to operate according to the director of that Board of Elections, but he told a state Board of Elections meeting that after he supported the plan he was called a traitor, he was vilified and he withdrew his support subsequently."}], "speaker": "HARTE", "secId": 28}, {"sentences": [{"sentId": 72, "text": "Yes."}, {"sentId": 73, "text": "Mark, I have to get this out because I think it's very important."}, {"sentId": 74, "text": "We learned -- tonight we learned that a Twitter account has been shut down, Twitter shut down an account."}, {"sentId": 75, "text": "And also this has been all over social media, as well, not just on Twitter."}, {"sentId": 76, "text": "These accounts apparently target minority voters who support Hillary Clinton."}, {"sentId": 77, "text": "The tweets tell people that their -- to text their votes instead of going to the polls."}], "speaker": "LEMON", "secId": 29}, {"sentences": [{"sentId": 78, "text": "I mean, it's hard to catch these considering, you know, how vast the Internet is."}, {"sentId": 79, "text": "Is this -- is this, you know, a much-harder sort of voter suppression to keep up with?"}], "speaker": "LEMON", "secId": 30}, {"sentences": [{"sentId": 80, "text": "Well, you know, the interesting thing about that is that it becomes out in the open very quickly, you know, and social media makes things move very fast and it is policed, you know, fairly well."}, {"sentId": 81, "text": "You know, you only have to go back 10, 15, 20 years where you would see voter suppression tactics that would be very hidden, that you wouldn't necessarily know unless you were on the ground."}], "speaker": "PRESTON", "secId": 31}, {"sentences": [{"sentId": 82, "text": "But, you know, thankfully, Twitter was able to shut that down and prevent that from happening."}, {"sentId": 83, "text": "But look, going to these last 72 hours, 96 hours of the campaign, things get very, very dirty, and I have to point out, it's not always the campaign that has any knowledge of it."}, {"sentId": 84, "text": "Oftentimes it's outside groups as well who were trying to affect the election."}], "speaker": "PRESTON", "secId": 32}, {"sentences": [{"sentId": 85, "text": "You cannot text your vote."}, {"sentId": 86, "text": "You cannot text your vote."}, {"sentId": 87, "text": "You've got to go to the polls."}, {"sentId": 88, "text": "You have to do the absentee ballot or follow the rules in your particular area."}], "speaker": "LEMON", "secId": 33}, {"sentences": [{"sentId": 89, "text": "Thank you both."}, {"sentId": 90, "text": "I appreciate it."}], "speaker": "LEMON", "secId": 34}, {"sentences": [{"sentId": 91, "text": "Thanks, Don."}], "speaker": "PRESTON", "secId": 35}, {"sentences": [{"sentId": 92, "text": "Thank you."}], "speaker": "HARTE", "secId": 36}, {"sentences": [{"sentId": 93, "text": "When we come right back, Michael Moore says it could be good for men to have a woman president."}, {"sentId": 94, "text": "He's here next."}, {"sentId": 95, "text": "Plus, the man Donald Trump wishes would not support him, former Klu Klux Klan leader, David Duke."}], "speaker": "LEMON", "secId": 37}, {"sentences": [{"sentId": 96, "text": "I will be Donald Trump's most loyal advocate."}], "speaker": "DUKE", "secId": 38}, {"sentences": [{"sentId": 97, "text": "Five days until the election."}, {"sentId": 98, "text": "National polls and polls in key swing states show a very, very tight race."}], "speaker": "LEMON", "secId": 39}, {"sentences": [{"sentId": 99, "text": "Here to discuss, Academy Award-winning director, Michael Moore, whose new film is \"Michael Moore in Trumpland.\""}], "speaker": "LEMON", "secId": 40}, {"sentences": [{"sentId": 100, "text": "Thank you very much."}, {"sentId": 101, "text": "You were here on October 25th, right?"}, {"sentId": 102, "text": "That was just a week and two days ago."}, {"sentId": 103, "text": "It is a completely different race now than we spoke last."}], "speaker": "LEMON", "secId": 41}, {"sentences": [{"sentId": 104, "text": "That's correct."}, {"sentId": 105, "text": "Well, I live in Michigan."}, {"sentId": 106, "text": "And so I know why she's going there tomorrow."}, {"sentId": 107, "text": "She wasn't supposed to have needed to go there, and -- but I think this has always been a lot closer than I think a lot -- I think the Trump vote has probably been undercounted in these polls."}, {"sentId": 108, "text": "Again in Michigan, in our primary in March, Hillary was ahead of Bernie by eight to 22 points on the morning of the primary."}], "speaker": "MOORE", "secId": 42}, {"sentences": [{"sentId": 109, "text": "All the national polls and 12 hours later, Bernie defeated her."}, {"sentId": 110, "text": "So I don't think you -- these polls, nobody should be sitting back regardless who you're for."}, {"sentId": 111, "text": "I mean, this is going to be close."}, {"sentId": 112, "text": "Seems like it's going to be close."}], "speaker": "MOORE", "secId": 43}, {"sentences": [{"sentId": 113, "text": "I agree."}], "speaker": "LEMON", "secId": 44}, {"sentences": [{"sentId": 114, "text": "And in Michigan, it really feels like it's going to be close."}], "speaker": "MOORE", "secId": 45}, {"sentences": [{"sentId": 115, "text": "You know, I have said I think that one will win the popular vote and the other one possibly will win the electoral vote and then it's -- you know, the company is going to -- the country is going to be even more divided."}], "speaker": "LEMON", "secId": 46}, {"sentences": [{"sentId": 116, "text": "Oh, god."}], "speaker": "MOORE", "secId": 47}, {"sentences": [{"sentId": 117, "text": "But -- yes."}], "speaker": "LEMON", "secId": 48}, {"sentences": [{"sentId": 118, "text": "Well, gees."}, {"sentId": 119, "text": "You think that's possible?"}], "speaker": "MOORE", "secId": 49}, {"sentences": [{"sentId": 120, "text": "I do."}, {"sentId": 121, "text": "I think that's possible."}, {"sentId": 122, "text": "I have to ask you about this Comey letter that, you know, came out on Friday."}, {"sentId": 123, "text": "What was your reaction when the news broke?"}], "speaker": "LEMON", "secId": 50}, {"sentences": [{"sentId": 124, "text": "Awful."}, {"sentId": 125, "text": "Awful."}, {"sentId": 126, "text": "Not because nobody was going to switch from Hillary to Trump, but I knew that this would depress the Hillary vote."}], "speaker": "MOORE", "secId": 51}, {"sentences": [{"sentId": 127, "text": "Not all the vote, but even if it depressed 10 percent of it, depressed meaning people are still going to vote for Hillary, but they're not going to be as excited as they need to be this week."}, {"sentId": 128, "text": "They're not going to work for her, they're not going to make calls and they're not going to take five people to the polls with them on election day."}, {"sentId": 129, "text": "They're just going to show up and vote for her."}, {"sentId": 130, "text": "That's not enough."}, {"sentId": 131, "text": "Everybody has got to do a lot more than that in these next five days if we're going to pull this off."}, {"sentId": 132, "text": "Everybody has got to have their A-game going."}], "speaker": "MOORE", "secId": 52}, {"sentences": [{"sentId": 133, "text": "People need to take off work if they can on Monday and Tuesday, not go to school, sign up online."}, {"sentId": 134, "text": "There's all these places -- Democracy for America and MoveOn, whatever."}, {"sentId": 135, "text": "You can sign up and make calls to swing states from your own phone."}, {"sentId": 136, "text": "You don't need to go there."}, {"sentId": 137, "text": "If you can go there, go there."}, {"sentId": 138, "text": "If you live near a swing state go there this weekend."}], "speaker": "MOORE", "secId": 53}, {"sentences": [{"sentId": 139, "text": "Don't let it be said a few weeks from now after it's gone the wrong way, gees, I wish I would have done something."}], "speaker": "MOORE", "secId": 54}, {"sentences": [{"sentId": 140, "text": "Well, it's -- it's too late then."}, {"sentId": 141, "text": "You know, I saw something, and when I saw it, it caught my attention, I didn't think anything of it until two days later and this was two days before the Comey announcement."}, {"sentId": 142, "text": "This was FOX News Wednesday morning."}, {"sentId": 143, "text": "This is Rudy Giuliani, watch this."}], "speaker": "LEMON", "secId": 55}, {"sentences": [{"sentId": 144, "text": "And I think he's got a surprise or two that you're going to hear about in the next two days."}, {"sentId": 145, "text": "I mean, I'm talking about some pretty big surprises."}], "speaker": "GIULIANI", "secId": 56}, {"sentences": [{"sentId": 146, "text": "Yes, I heard you say that this morning."}, {"sentId": 147, "text": "What do you mean?"}], "speaker": "UNIDENTIFIED FEMALE", "secId": 57}, {"sentences": [{"sentId": 148, "text": "You'll see."}], "speaker": "GIULIANI", "secId": 58}, {"sentences": [{"sentId": 149, "text": "Stay tuned."}, {"sentId": 150, "text": "Rudy Giuliani, you're lucky because we got to go."}, {"sentId": 151, "text": "I'm out of time."}, {"sentId": 152, "text": "I want to keep pressing you."}, {"sentId": 153, "text": "Good to see you."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 59}, {"sentences": [{"sentId": 154, "text": "We're not going to -- we're -- we're not going to go down and we're certainly not going to stop fighting."}, {"sentId": 155, "text": "We've got a couple of things up our sleeve that should turn this around in a way that even --"}], "speaker": "GIULIANI", "secId": 60}, {"sentences": [{"sentId": 156, "text": "How are you going to do that?"}], "speaker": "UNIDENTIFIED FEMALE", "secId": 61}, {"sentences": [{"sentId": 157, "text": "Even the liberal polls will get to see it."}], "speaker": "GIULIANI", "secId": 62}, {"sentences": [{"sentId": 158, "text": "So that was from two days before the letter."}], "speaker": "LEMON", "secId": 63}, {"sentences": [{"sentId": 159, "text": "Wow."}], "speaker": "MOORE", "secId": 64}, {"sentences": [{"sentId": 160, "text": "Do you think that he could have known about in advance through his extensive --"}], "speaker": "LEMON", "secId": 65}, {"sentences": [{"sentId": 161, "text": "Well, it sure sounds like he knew something."}, {"sentId": 162, "text": "You know."}, {"sentId": 163, "text": "I mean, this man is a former federal prosecutor, worked for the Justice Department, that if somebody slipped him some information there, I mean, that is -- that is amazing."}], "speaker": "MOORE", "secId": 66}, {"sentences": [{"sentId": 164, "text": "See, the things with the Democrats, after Comey exonerated her in the summer, everybody said, oh, he's the greatest FBI director ever, and it's like, no, no, I wouldn't go so fast on that because he also was involved in other investigations, Bill Clinton, you know."}, {"sentId": 165, "text": "He isn't new to this Clinton game, and I think somebody should be raising questions about him and why this happened, and why he did it on a Friday night, and it's got everybody in this sort of tornado about the e-mails, the e-mails."}], "speaker": "MOORE", "secId": 67}, {"sentences": [{"sentId": 166, "text": "What about the e-mails really?"}, {"sentId": 167, "text": "I mean, truly really."}, {"sentId": 168, "text": "This is -- we have huge issues facing the country."}, {"sentId": 169, "text": "If you're going to -- if you're going to put a sociopath in the White House because, oh, you didn't like how she did her e-mails, this is something seriously wrong."}], "speaker": "MOORE", "secId": 68}, {"sentences": [{"sentId": 170, "text": "I have to say that I had a former U.S. attorney on my show the other night, I think it was two nights ago, maybe three nights ago."}, {"sentId": 171, "text": "He said that he believes that James Comey is releasing this letter -- in releasing this letter he has influenced -- he was influenced by Rudy Giuliani, who was his former boss, and that he may have been in influenced by the criticism of Rudy Giuliani and other Republicans."}, {"sentId": 172, "text": "Do you think that in some way he may be covering his you know what?"}], "speaker": "LEMON", "secId": 69}, {"sentences": [{"sentId": 173, "text": "I have to tell you, I have not seen the Giuliani piece before."}, {"sentId": 174, "text": "I don't know if anybody has run it."}, {"sentId": 175, "text": "Has anybody run it on CNN?"}], "speaker": "MOORE", "secId": 70}, {"sentences": [{"sentId": 176, "text": "I'm sure -- I know about this show."}, {"sentId": 177, "text": "I'm not sure if it's run on the network."}], "speaker": "LEMON", "secId": 71}, {"sentences": [{"sentId": 178, "text": "Well --"}], "speaker": "MOORE", "secId": 72}, {"sentences": [{"sentId": 179, "text": "I have not seen it on the network."}], "speaker": "LEMON", "secId": 73}, {"sentences": [{"sentId": 180, "text": "Whoever is watching the show right now, you just -- you just introduced something that needs to be investigated."}, {"sentId": 181, "text": "Somebody has to answer for what we just saw, that you just showed us, the American people, because that was frightening."}, {"sentId": 182, "text": "That Giuliani, in all of his craziness, he looked like so self-assured that he knew this was going to happen."}], "speaker": "MOORE", "secId": 74}, {"sentences": [{"sentId": 183, "text": "You know, people are asking me, you know, they'll come into my office or to my home and they said, why are you watching FOX News?"}, {"sentId": 184, "text": "I watch everything."}, {"sentId": 185, "text": "I watch FOX News, I watch MSNBC, I watch CNN, I watch ABC, NBC, I watch everything, because, you know, I want to know."}, {"sentId": 186, "text": "I watch Bloomberg."}, {"sentId": 187, "text": "And it's because, you know, most people get their news from just one source and I think that limits you."}], "speaker": "LEMON", "secId": 75}, {"sentences": [{"sentId": 188, "text": "Right."}, {"sentId": 189, "text": "Right."}], "speaker": "MOORE", "secId": 76}, {"sentences": [{"sentId": 190, "text": "And so I saw that and I happened to see that when it aired live."}, {"sentId": 191, "text": "And then I thought about it, you know."}, {"sentId": 192, "text": "MOORE:  I've never understood why liberals don't watch FOX News."}], "speaker": "LEMON", "secId": 77}, {"sentences": [{"sentId": 193, "text": "Yes."}], "speaker": "LEMON", "secId": 78}, {"sentences": [{"sentId": 194, "text": "Because you should always know what the opposition is up to."}], "speaker": "MOORE", "secId": 79}, {"sentences": [{"sentId": 195, "text": "So, listen, given that, you know, the 28 WikiLeak dumps from John Podesta e-mails last week and the FBI news, if Secretary Clinton is elected on Tuesday she's going to be under a big cloud, don't you think?"}], "speaker": "LEMON", "secId": 80}, {"sentences": [{"sentId": 196, "text": "No."}], "speaker": "MOORE", "secId": 81}, {"sentences": [{"sentId": 197, "text": "Because -- you don't think?"}], "speaker": "LEMON", "secId": 82}, {"sentences": [{"sentId": 198, "text": "No, I think she's going to be dragged through the fire."}], "speaker": "MOORE", "secId": 83}, {"sentences": [{"sentId": 199, "text": "Will it impact her ability to govern if she is elected?"}], "speaker": "LEMON", "secId": 84}, {"sentences": [{"sentId": 200, "text": "No."}, {"sentId": 201, "text": "No, I don't think so."}, {"sentId": 202, "text": "I think -- you know, because I have to tell you."}, {"sentId": 203, "text": "And listen, with no criticism meant toward President Obama, but you know, he came in, in his first two years, he was very Kumbaya."}, {"sentId": 204, "text": "He wanted to get along."}, {"sentId": 205, "text": "He started compromising before he even had to compromise."}, {"sentId": 206, "text": "And if you've read his books you knew that that's the kind of guy he is."}], "speaker": "MOORE", "secId": 85}, {"sentences": [{"sentId": 207, "text": "Right."}], "speaker": "LEMON", "secId": 86}, {"sentences": [{"sentId": 208, "text": "She's not that person."}, {"sentId": 209, "text": "And I think she's going to put her boots on, and walk to Capitol Hill and say, now we've got to get some work done here."}, {"sentId": 210, "text": "I'm not here to sing Kumbaya, and she -- I think the people watching the show, I think the American people have got to commit right now to whatever they're going to put her through, we've got to stand up for her."}], "speaker": "MOORE", "secId": 87}, {"sentences": [{"sentId": 211, "text": "We can't leave her by herself like we did in the '90s."}, {"sentId": 212, "text": "When she tried to get us healthcare, you know, and we let that happen to her, where she was decimated, you know."}, {"sentId": 213, "text": "What did we do?"}, {"sentId": 214, "text": "What did any of us do?"}, {"sentId": 215, "text": "This can't happen this time."}, {"sentId": 216, "text": "But people -- I'm so worried, people should not stay home and not vote for her because it's like, I don't want, I don't want to go through e-mail scandal investigation."}, {"sentId": 217, "text": "Oh you don't want to go through that?"}, {"sentId": 218, "text": "So you want to go through where Donald Trump is going to take you through?"}, {"sentId": 219, "text": "That's what you're saying?"}], "speaker": "MOORE", "secId": 88}, {"sentences": [{"sentId": 220, "text": "Are you kidding me?"}, {"sentId": 221, "text": "You know."}, {"sentId": 222, "text": "Let's knock it off."}, {"sentId": 223, "text": "Everybody grow up."}, {"sentId": 224, "text": "We've been brought down by Trump, into his 12-year-old narcissism."}, {"sentId": 225, "text": "This is -- he's been able to drive the engine of this election."}, {"sentId": 226, "text": "He's certainly driven the ratings."}, {"sentId": 227, "text": "Those debates never would have had those ratings without Donald Trump, you know, and it's like there's a certain amount of the population that likes watching the train wreck."}, {"sentId": 228, "text": "And I don't want to watch the train wreck."}], "speaker": "MOORE", "secId": 89}, {"sentences": [{"sentId": 229, "text": "I don't want to see what's going to happen and I think people -- damn it, we live in a liberal country, Don."}, {"sentId": 230, "text": "Let's just say it."}, {"sentId": 231, "text": "People may not call themselves liberals."}, {"sentId": 232, "text": "But the vast majority of Americans, Don, any of the issues in the polls, a majority of Americans believe women should be paid the same as men, a majority of Americans believe the polar ice caps are melting."}, {"sentId": 233, "text": "A majority of Americans believe in a woman's right to choose."}], "speaker": "MOORE", "secId": 90}, {"sentences": [{"sentId": 234, "text": "You go down the issues, the majority of Americans are liberal."}, {"sentId": 235, "text": "That we would end up with a president and a Congress that doesn't represent the majority feeling in this country that's a crime in a democracy."}, {"sentId": 236, "text": "We cannot allow that crime to take place."}], "speaker": "MOORE", "secId": 91}, {"sentences": [{"sentId": 237, "text": "I'm sorry to be so emotional about it, but I'm --"}], "speaker": "MOORE", "secId": 92}, {"sentences": [{"sentId": 238, "text": "We have you here to hear your voice."}, {"sentId": 239, "text": "Thank you."}], "speaker": "LEMON", "secId": 93}, {"sentences": [{"sentId": 240, "text": "Well, thank you for giving me that voice and this shall not pass."}, {"sentId": 241, "text": "Thank you."}], "speaker": "MOORE", "secId": 94}, {"sentences": [{"sentId": 242, "text": "We appreciate you coming on."}, {"sentId": 243, "text": "Michael Moore, everyone."}], "speaker": "LEMON", "secId": 95}, {"sentences": [{"sentId": 244, "text": "Make sure you stay with CNN for all-day coverage of -- on election day, that is Tuesday."}, {"sentId": 245, "text": "And up next, Donald Trump, is he really worth $10 billion like he says he is?"}, {"sentId": 246, "text": "We're going to see what news -- what new reporting shows about that."}], "speaker": "LEMON", "secId": 96}, {"sentences": [{"sentId": 247, "text": "Donald Trump says he is worth more than $10 billion, but even though we haven't seen his tax returns, there's evidence that his real bottom line could be a whole lot lower."}, {"sentId": 248, "text": "Here to discuss now is William Cohan, he's a former investment banker and author of \"The Price of Silence,\" and David Cay Johnson is here as well, investigative journalist, tax specialist and the author of \"The Making of Donald Trump.\""}], "speaker": "LEMON", "secId": 97}, {"sentences": [{"sentId": 249, "text": "Good evening to both of you."}, {"sentId": 250, "text": "William, first of all, I want you to take a look at this."}, {"sentId": 251, "text": "This is the very first episode of \"The Apprentice\" back in 2004 and how many people across the country -- this is how many people across the country got to introduce to Donald Trump."}, {"sentId": 252, "text": "Here he is."}], "speaker": "LEMON", "secId": 98}, {"sentences": [{"sentId": 253, "text": "It wasn't always so easy."}, {"sentId": 254, "text": "About 13 years ago I was seriously in trouble."}, {"sentId": 255, "text": "I was billions of dollars in debt, but I fought back and I won big league."}, {"sentId": 256, "text": "I used my brain."}, {"sentId": 257, "text": "I used my negotiating skills."}, {"sentId": 258, "text": "And I worked it all out."}, {"sentId": 259, "text": "Now my company is bigger than it ever was and stronger than it ever was, and I'm having more fun than I ever had."}], "speaker": "TRUMP", "secId": 99}, {"sentences": [{"sentId": 260, "text": "So that's Donald Trump, the creation myth, right?"}, {"sentId": 261, "text": "Scrappy, smart, successful, is that real story?"}], "speaker": "LEMON", "secId": 100}, {"sentences": [{"sentId": 262, "text": "Part of the real story, yes."}, {"sentId": 263, "text": "I mean, he is successful."}, {"sentId": 264, "text": "We don't know how successful."}, {"sentId": 265, "text": "We've never known how successful because he hasn't released his tax returns."}, {"sentId": 266, "text": "He's never shared with us financial projections that would allow us to actually figure out what he's worth."}], "speaker": "COHAN", "secId": 101}, {"sentences": [{"sentId": 267, "text": "Thanks to the \"New York Times\" reporting today we know that when he talks about, you know, how much money his various businesses make, when he talks about his hotels making $50 million, what he's really referring to is revenue, not net income, which we kind of suspected all along."}, {"sentId": 268, "text": "Now we know it to be revenue, and not income."}, {"sentId": 269, "text": "And the net income is a lot smaller."}, {"sentId": 270, "text": "If you aggregate all those small net incomes, and you put a multiple on that like a banker would do, you know, you get to some number, but it's probably not anywhere near $11 billion."}], "speaker": "COHAN", "secId": 102}, {"sentences": [{"sentId": 271, "text": "Now does that matter, Don?"}, {"sentId": 272, "text": "I don't know."}, {"sentId": 273, "text": "I don't think it matters anymore."}], "speaker": "COHAN", "secId": 103}, {"sentences": [{"sentId": 274, "text": "OK."}, {"sentId": 275, "text": "So, David, this is the -- this is the \"New York Times,\" right, they did a deep dive in Donald Trump's finances which he is referencing today here, and it says, they found the big difference between what is reported income tax forms and what he reports when he needs to pay taxes."}], "speaker": "LEMON", "secId": 104}, {"sentences": [{"sentId": 276, "text": "So we can put this whole screen up."}, {"sentId": 277, "text": "For his Trump National Doral Golf Club near Miami, he reported revenues at $50 million in 2014."}, {"sentId": 278, "text": "In a tax case, he reports a loss for the property of $2.4 million."}, {"sentId": 279, "text": "40 Wall Street, the Manhattan office building, he reports more than $5 million in rent revenue on his election form."}, {"sentId": 280, "text": "But on the tax filing for the city of New York he reports cash flow of just $104,000."}], "speaker": "LEMON", "secId": 105}, {"sentences": [{"sentId": 281, "text": "So why is there such a big gap with what he tells voters than what he reports to the tax man?"}], "speaker": "LEMON", "secId": 106}, {"sentences": [{"sentId": 282, "text": "Well, Don, the reason for that is that the Federal Disclosure Forms are so badly prepared and written that as Bill just pointed out he can report the revenue, not the income he gets after expenses."}, {"sentId": 283, "text": "And the \"Times\" article points out that from other documents he's filed seeking property tax relief and whatnot, that his net revenue on some of his properties is negative, that it's dubious that some of them actually pay for themselves."}], "speaker": "JOHNSTON", "secId": 107}, {"sentences": [{"sentId": 284, "text": "Just today a federal bankruptcy judge in Canada ordered the sale of the Trump Tower in Toronto."}, {"sentId": 285, "text": "Now Trump doesn't own it."}, {"sentId": 286, "text": "But he has the management contract for it."}, {"sentId": 287, "text": "What do the Donald Trump Organization say, well, the continued success --"}], "speaker": "JOHNSTON", "secId": 108}, {"sentences": [{"sentId": 288, "text": "So understand when Donald puts numbers out there, they're like his statements about his net worth."}, {"sentId": 289, "text": "They're based more on his feelings and his taking advantage of loopholes in what he reports than any reality."}], "speaker": "JOHNSTON", "secId": 109}, {"sentences": [{"sentId": 290, "text": "William, does this give us more of an idea of what his annual income could be and maybe a huge clue as to why he hasn't really -- why we haven't seen his tax returns?"}], "speaker": "LEMON", "secId": 110}, {"sentences": [{"sentId": 291, "text": "Don, I think it does."}, {"sentId": 292, "text": "I mean, clearly if he was just reporting his actual net income from all of these buildings, I think -- and his properties that he owns I think we'd get a very, very different image of what his net worth is, or his -- on a -- not only -- his whole net worth, which we would know from projections and his tax returns, but his -- how much money he actually earned last year."}], "speaker": "COHAN", "secId": 111}, {"sentences": [{"sentId": 293, "text": "I mean, he referenced I think in that \"New York Times\" article, somebody quoted him saying, you know, next thing I knew I had $450 million or $500 million of income last year."}, {"sentId": 294, "text": "Who would have thought I had $500 million of income last year?"}, {"sentId": 295, "text": "Well, I just don't think that's true."}, {"sentId": 296, "text": "I think he references revenue numbers as net income numbers, then he hopes that the American people don't notice."}], "speaker": "COHAN", "secId": 112}, {"sentences": [{"sentId": 297, "text": "I mean, he has gotten to pass on so many things continuously for the last year and a half."}, {"sentId": 298, "text": "I don't understand why we've all given him so many passes and the people who support him give him these passes but they do, and so now the impact of when we actually get to the reality of what's happening, that he actually may not be worth $11 million, he may have a very small amount of net income, he may never have paid any taxes, people just sort of say -- they shrug and say that's Donald Trump and, you know, so what?"}], "speaker": "COHAN", "secId": 113}, {"sentences": [{"sentId": 299, "text": "In the first presidential debate, Trump said this, David."}, {"sentId": 300, "text": "Listen."}], "speaker": "LEMON", "secId": 114}, {"sentences": [{"sentId": 301, "text": "As far as my tax returns, you don't learn that much from tax returns that I can tell you."}, {"sentId": 302, "text": "You learn a lot from financial disclosure, and you should go down and take a look at that."}], "speaker": "TRUMP", "secId": 115}, {"sentences": [{"sentId": 303, "text": "So he says he used his every tool at his disposal to pay as little tax as possible, as little taxes as possible, and he may not have paid taxes for years and years on end."}, {"sentId": 304, "text": "Is that what this is about, avoiding taxes, or does he really not make as much as he says he does?"}], "speaker": "LEMON", "secId": 116}, {"sentences": [{"sentId": 305, "text": "I don't think he makes anywhere nearly what he says he does."}, {"sentId": 306, "text": "We know from the 1995 Connecticut summary page that got out, that his income that year was $19.5 million."}, {"sentId": 307, "text": "That's a lot of money but that doesn't put you in the billionaire class."}, {"sentId": 308, "text": "There is not now and never has been any verifiable evidence that Trump is even a billionaire."}, {"sentId": 309, "text": "But to Donald, his whole persona is based on he's a winner and he's worth billions of dollars."}, {"sentId": 310, "text": "But the evidence doesn't support that."}], "speaker": "JOHNSTON", "secId": 117}, {"sentences": [{"sentId": 311, "text": "On the tax side, Donald everywhere goes to extraordinary lengths not to pay taxes."}, {"sentId": 312, "text": "He's filed different sets of numbers with different agencies to not pay fees and not pay taxes."}, {"sentId": 313, "text": "He has searched the West Minster Country Club in --- his Westchester Country Club just north of Manhattan for tax purposes."}, {"sentId": 314, "text": "He was saying it was worth $1.3 million, over a hundred acres of land in Westchester County with a multimillion dollar clubhouse."}, {"sentId": 315, "text": "I don't think $1.3 million."}, {"sentId": 316, "text": "He's now raised it to $9 million."}], "speaker": "JOHNSTON", "secId": 118}, {"sentences": [{"sentId": 317, "text": "Yes."}, {"sentId": 318, "text": "David, William, thank you so much."}, {"sentId": 319, "text": "I appreciate your time."}], "speaker": "LEMON", "secId": 119}, {"sentences": [{"sentId": 320, "text": "Up next, whether he likes it or not, white nationalists are strong supporters of Donald Trump's campaign."}], "speaker": "LEMON", "secId": 120}, {"sentences": [{"sentId": 321, "text": "Donald Trump says he doesn't want the support of white nationalists, but that's not stopping them."}], "speaker": "LEMON", "secId": 121}, {"sentences": [{"sentId": 322, "text": "CNN's Drew Griffin has more now."}], "speaker": "LEMON", "secId": 122}, {"sentences": [{"sentId": 323, "text": "He may disavow them all he likes but Donald Trump's allure to racists is rearing its ugly head in these final days of this contentious campaign."}], "speaker": "GRIFFIN", "secId": 123}, {"sentences": [{"sentId": 324, "text": "Last night a mob scene in New Orleans after the former KKK leader and current U.S. Senate candidate squeaked into a debate on a block college campus."}], "speaker": "GRIFFIN", "secId": 124}, {"sentences": [{"sentId": 325, "text": "David Duke is one of Donald Trump's biggest and least welcomed fans in Louisiana."}, {"sentId": 326, "text": "Duke is barely getting 5 percent in the polls but it was enough to get him on a debate stage and voice his admiration for Donald Trump."}], "speaker": "GRIFFIN", "secId": 125}, {"sentences": [{"sentId": 327, "text": "I will be Donald Trump's most loyal advocate to make sure his nominees go to the Supreme Court."}], "speaker": "DUKE", "secId": 126}, {"sentences": [{"sentId": 328, "text": "Mark Potok with the Southern Poverty Law Center says racist groups of the past have gotten new life, like it or not, from Trump."}], "speaker": "GRIFFIN", "secId": 127}, {"sentences": [{"sentId": 329, "text": "I think from the point of view of the radical right, Donald Trump has been playing a careful little game of footsy with them since the very beginning of the campaign."}, {"sentId": 330, "text": "I think they feel clearly that Trump is essentially on their side if not precisely holding the same views."}], "speaker": "POTOK", "secId": 128}, {"sentences": [{"sentId": 331, "text": "It's been an ongoing problem for Trump, stumbling over questions on how to handle support from known racists."}], "speaker": "GRIFFIN", "secId": 129}, {"sentences": [{"sentId": 332, "text": "Well, just so you understand, I don't know anything about David Duke, OK?"}, {"sentId": 333, "text": "I don't know anything about what you're even talking about with white supremacy or white supremacists."}, {"sentId": 334, "text": "So I don't know."}, {"sentId": 335, "text": "I mean, I don't know, did he endorse me?"}, {"sentId": 336, "text": "Or what's going on, because, you know, I know nothing about David Duke."}, {"sentId": 337, "text": "I know nothing about white supremacists, and so you're asking me a question that I'm supposed to be talking about people that I know nothing about."}], "speaker": "TRUMP", "secId": 130}, {"sentences": [{"sentId": 338, "text": "But I guess the question from the -- from the Anti-Defamation League is, even if you don't know about their endorsement, there are these groups and individuals endorsing you, would you just say unequivocally you condemn them and you don't want their support?"}], "speaker": "TAPPER", "secId": 131}, {"sentences": [{"sentId": 339, "text": "Well, I have to look at the group."}], "speaker": "TRUMP", "secId": 132}, {"sentences": [{"sentId": 340, "text": "Trump did eventually go on to disavow Duke but he's been walking a thin line ever since."}], "speaker": "GRIFFIN", "secId": 133}, {"sentences": [{"sentId": 341, "text": "We're going to watch Pennsylvania."}, {"sentId": 342, "text": "Go down to certain areas and watch and study and make sure other people don't come in and vote five times."}], "speaker": "TRUMP", "secId": 134}, {"sentences": [{"sentId": 343, "text": "His recent calls for poll watchers to protest against rigged elections has led to charges of racism because of the focus on inner city polling places, and his campaign has gotten support in the form of robocalls."}], "speaker": "GRIFFIN", "secId": 135}, {"sentences": [{"sentId": 344, "text": "Last week it was a robocall in Utah which labeled a third party Trump opponent as a homosexual."}, {"sentId": 345, "text": "Earlier this year, White Nationalists robocalls went out in New Hampshire saying vote for Trump to keep Muslims out and illegal immigrants deported."}], "speaker": "GRIFFIN", "secId": 136}, {"sentences": [{"sentId": 346, "text": "Jared Taylor, who calls himself a white advocate, told CNN, Donald Trump may not like him, but he likes what Trump says."}], "speaker": "GRIFFIN", "secId": 137}, {"sentences": [{"sentId": 347, "text": ":  Do you think that Donald Trump wants your support?"}], "speaker": "GRIFFIN", "secId": 138}, {"sentences": [{"sentId": 348, "text": "I don't know whether he wants it or not."}, {"sentId": 349, "text": "I think he wants support from everyone."}, {"sentId": 350, "text": "Whether or not he would agree with me is an entirely other matter."}, {"sentId": 351, "text": "Remember, it is I who is supporting Donald Trump, not Donald Trump who is supporting me."}], "speaker": "TAYLOR", "secId": 139}, {"sentences": [{"sentId": 352, "text": "So here to discuss now, this is Sara Huckabee Sanders, a senior adviser to Donald Trump, CNN political commentator, Christine Quinn, a former New York City Council speaker, political commentator Andre Bauer, the former lieutenant governor of South Carolina, he's supporting Donald Trump, and political commentator Bakari Sellers, a Clinton supporter."}], "speaker": "LEMON", "secId": 140}, {"sentences": [{"sentId": 353, "text": "It was a very interesting piece there by our Drew Griffin."}, {"sentId": 354, "text": "So I'm going to start with you, Andre."}, {"sentId": 355, "text": "You heard the man in there in the piece."}, {"sentId": 356, "text": "He said, you know, that white supremacists say it's not about Trump supporting them, it's about them supporting Donald Trump."}], "speaker": "LEMON", "secId": 141}, {"sentences": [{"sentId": 357, "text": "Is Donald Trump responsible in any way for the fact that his message has attracted a lot of racists?"}], "speaker": "LEMON", "secId": 142}, {"sentences": [{"sentId": 358, "text": "No, not at all."}, {"sentId": 359, "text": "Donald Trump has had a message."}, {"sentId": 360, "text": "They've got one or two candidates they can support and they've decided to support him probably because of other issues, but he has not at one time ever embraced their policies."}, {"sentId": 361, "text": "They're embracing his policies."}, {"sentId": 362, "text": "I mean, if you go that far, you can go back to the Orlando shooter's father sitting on stage with Hillary Clinton."}, {"sentId": 363, "text": "None of us hold her responsible for that."}, {"sentId": 364, "text": "But, you know, again, these people come out of the woodwork, you don't invite them."}, {"sentId": 365, "text": "They show up and embrace your policy, but in no way does that mean you're embracing their policy."}, {"sentId": 366, "text": "And so all along he has said -- you know, Donald Trump was never"}], "speaker": "BAUER", "secId": 143}, {"sentences": [{"sentId": 367, "text": "called a racist until this presidential election."}, {"sentId": 368, "text": "And again this continues to be a narrative that's pushed but it's not a fair narrative."}], "speaker": "BAUER", "secId": 144}, {"sentences": [{"sentId": 369, "text": "Well, I don't know if that's accurate when you think of the Central Park Five, if you live here in New York that was discussed but go ahead, Christine."}], "speaker": "LEMON", "secId": 145}, {"sentences": [{"sentId": 370, "text": "And I was going to raise that."}, {"sentId": 371, "text": "But also Donald Trump was -- there were cases, numerous cases can brought against him with Department of Justice, and evidence clearly was found there that he violated housing anti-discrimination laws, and in the settlement, one of the instructions was to begin following the law."}, {"sentId": 372, "text": "That is clearly racist behavior."}], "speaker": "QUINN", "secId": 146}, {"sentences": [{"sentId": 373, "text": "Let's talk about Drew's piece, though."}, {"sentId": 374, "text": "Is he responsible for the fact that his message has attracted a lot of racists?"}], "speaker": "LEMON", "secId": 147}, {"sentences": [{"sentId": 375, "text": "Of course."}, {"sentId": 376, "text": "Look, when you stand on one of the biggest stages of the world running for president of the United States and you spew anti-Mexican, anti-Muslim, things against disabled people, when you attack judges, when you are incredibly sexist and misogynistic, when you stand on a platform that is clearly anti-LGBT and you mock Gold Star families, who do you think you're going to attract?"}], "speaker": "QUINN", "secId": 148}, {"sentences": [{"sentId": 377, "text": "Yes."}], "speaker": "LEMON", "secId": 149}, {"sentences": [{"sentId": 378, "text": "Who do you -- it's like standing, you know, by the edge of a pond with food for the ducks and then the ducks come and you're like, how the deck did that happen?"}, {"sentId": 379, "text": "He sent out messages to gain these peoples' support, said what the horrible things that they believe, and of course they've come home to roost."}], "speaker": "QUINN", "secId": 150}, {"sentences": [{"sentId": 380, "text": "Sarah?"}], "speaker": "LEMON", "secId": 151}, {"sentences": [{"sentId": 381, "text": "I couldn't disagree with you more on the fact that his messaging is attracting the people like David Duke."}, {"sentId": 382, "text": "It's ridiculous."}, {"sentId": 383, "text": "I mean, if anybody -- let's talk about the Clintons."}, {"sentId": 384, "text": "They've accepted tens of millions of dollars from foreign governments that are the most oppressive governments in the world particularly to women and LGBT people, so why aren't we talking about that?"}], "speaker": "SANDERS", "secId": 152}, {"sentences": [{"sentId": 385, "text": "Why are we spending so much time going after Donald Trump and we never talk about all of the support that the Clintons get from some of the most awful people on the face of this earth?"}, {"sentId": 386, "text": "This is another distraction by the Clinton campaign to try to paint Donald Trump as somebody he isn't and to take away from the fact of the hypocrisy of her and the fact that she is under criminal investigation by the FBI."}], "speaker": "SANDERS", "secId": 153}, {"sentences": [{"sentId": 387, "text": "OK, so --"}], "speaker": "QUINN", "secId": 154}, {"sentences": [{"sentId": 388, "text": "That should be all we're talking about."}, {"sentId": 389, "text": "QUINN:  Any sense it's about any topic about anything Donald Trump"}], "speaker": "SANDERS", "secId": 155}, {"sentences": [{"sentId": 390, "text": "diverts to that."}, {"sentId": 391, "text": "Let's first of all be clear in the facts."}, {"sentId": 392, "text": "Hillary Clinton is not under investigation by the FBI."}, {"sentId": 393, "text": "That is a fact."}, {"sentId": 394, "text": "It's been cleared up today clearly by media."}], "speaker": "SANDERS", "secId": 156}, {"sentences": [{"sentId": 395, "text": "Well, that's a lot of different --"}], "speaker": "SANDERS", "secId": 157}, {"sentences": [{"sentId": 396, "text": "But beyond that -- I didn't interrupt you, Sarah."}], "speaker": "QUINN", "secId": 158}, {"sentences": [{"sentId": 397, "text": "A lot of people say it differently."}], "speaker": "SANDERS", "secId": 159}, {"sentences": [{"sentId": 398, "text": "But it doesn't really matter."}, {"sentId": 399, "text": "A lot of people --"}], "speaker": "QUINN", "secId": 160}, {"sentences": [{"sentId": 400, "text": "Reporters are saying that she is under investigation by the FBI."}], "speaker": "SANDERS", "secId": 161}, {"sentences": [{"sentId": 401, "text": "No."}, {"sentId": 402, "text": "That is -- that is the fact and that has been clarified."}, {"sentId": 403, "text": "One, we're not distracting because the words came out of Donald Trump's mouth, saying --"}], "speaker": "QUINN", "secId": 162}, {"sentences": [{"sentId": 404, "text": "What?"}, {"sentId": 405, "text": "That he disavows them?"}], "speaker": "SANDERS", "secId": 163}, {"sentences": [{"sentId": 406, "text": "Wait a minute."}, {"sentId": 407, "text": "That a Mexican American could not be oversee a case he was involved with because of the wall."}, {"sentId": 408, "text": "He's the person who's called for the wall."}, {"sentId": 409, "text": "He's the person who at times have called for blocking any Muslims to come into America."}], "speaker": "QUINN", "secId": 164}, {"sentences": [{"sentId": 410, "text": "Well, Hillary has called for a wall, too."}], "speaker": "BAUER", "secId": 165}, {"sentences": [{"sentId": 411, "text": "Those are discriminatory views."}, {"sentId": 412, "text": "They come out of his mouth and he can't make them go away because he doesn't like --"}], "speaker": "QUINN", "secId": 166}, {"sentences": [{"sentId": 413, "text": "They're not discriminatory."}], "speaker": "SANDERS", "secId": 167}, {"sentences": [{"sentId": 414, "text": "Of course there's some things that --"}], "speaker": "QUINN", "secId": 168}, {"sentences": [{"sentId": 415, "text": "Christine, why --"}], "speaker": "BAUER", "secId": 169}, {"sentences": [{"sentId": 416, "text": "His job and his focus -- the number one job of the president of the United States is to protect the country and those are things that --"}], "speaker": "SANDERS", "secId": 170}, {"sentences": [{"sentId": 417, "text": "And what did that judge of Mexican descent?"}, {"sentId": 418, "text": "How did that judge of Mexican descent who was so hard on Mexican drug dealers that he was on the cartel's kill list?"}, {"sentId": 419, "text": "How did that judge who happened to be of Mexican decent do anything to jeopardize America?"}, {"sentId": 420, "text": "He put his life on the line to get drug dealers -- drug cartels off the street."}, {"sentId": 421, "text": "He didn't -- he's a hero."}], "speaker": "QUINN", "secId": 171}, {"sentences": [{"sentId": 422, "text": "Bakari is sitting there silently."}, {"sentId": 423, "text": "Go ahead, Bakari."}, {"sentId": 424, "text": "Do you want to weigh?"}], "speaker": "LEMON", "secId": 172}, {"sentences": [{"sentId": 425, "text": "No, I mean -- what she said."}, {"sentId": 426, "text": "No."}, {"sentId": 427, "text": "LEMON:  OK."}], "speaker": "SELLERS", "secId": 173}, {"sentences": [{"sentId": 428, "text": "Christine Quinn is absolutely right."}, {"sentId": 429, "text": "I mean, listen."}, {"sentId": 430, "text": "I hear what Andre Bauer is saying, I hear what Sarah Huckabee Sanders is saying, but the fact is that the rhetoric that's come out of Donald Trump's mouth, the divisiveness from day one, the Mexicans are rapists and drug dealers, the animus towards Muslims, the hypocrisy -- even Paul Ryan said that what Trump said was textbook racism."}], "speaker": "SELLERS", "secId": 174}, {"sentences": [{"sentId": 431, "text": "And I have absolutely no respect for David Duke."}, {"sentId": 432, "text": "I think he is one of the worst human beings to ever walk the face of the earth."}, {"sentId": 433, "text": "The KKK terrorized my ancestors, terrorized all people who look like me in this country, and so I have absolutely the most disdain for that organization."}, {"sentId": 434, "text": "And the fact is that Donald Trump, he can -- this is what his surrogates always say, well, he disavowed."}, {"sentId": 435, "text": "No, Donald Trump needs to come out and be forthright in his -- in his repudiation of these groups, these organizations that support him."}, {"sentId": 436, "text": "He has to do that."}, {"sentId": 437, "text": "And it's really hard to do that."}], "speaker": "SELLERS", "secId": 175}, {"sentences": [{"sentId": 438, "text": "OK."}], "speaker": "LEMON", "secId": 176}, {"sentences": [{"sentId": 439, "text": "When Steve Bannon is your campaign chair."}], "speaker": "SELLERS", "secId": 177}, {"sentences": [{"sentId": 440, "text": "OK."}, {"sentId": 441, "text": "I've got to go to a break."}, {"sentId": 442, "text": "But guess what we're going to talk about when we com e--"}], "speaker": "LEMON", "secId": 178}, {"sentences": [{"sentId": 443, "text": "But Don --"}], "speaker": "BAUER", "secId": 179}, {"sentences": [{"sentId": 444, "text": "I need to you stand by because I got to get to the break."}, {"sentId": 445, "text": "We're going to talk about e-mails."}, {"sentId": 446, "text": "We're going to talk about Anthony Weiner."}, {"sentId": 447, "text": "We're going to talk about the FBI."}, {"sentId": 448, "text": "I'm sure Sarah and Andre are happy about that."}, {"sentId": 449, "text": "We'll be right back."}], "speaker": "LEMON", "secId": 180}, {"sentences": [{"sentId": 450, "text": "Back with me now, Sarah Huckabee Sanders, Christine Quinn, Andre Bauer, and Bakari Sellers."}], "speaker": "LEMON", "secId": 181}, {"sentences": [{"sentId": 451, "text": "So, Christine, you know, Trump, they've been -- Donald Trump has been staying on message and he has a new attack ad."}, {"sentId": 452, "text": "Watch this."}], "speaker": "LEMON", "secId": 182}, {"sentences": [{"sentId": 453, "text": "Decades of lies, cover-ups and scandal, had finally caught up with Hillary Clinton."}, {"sentId": 454, "text": "Hillary Clinton is under FBI investigation again after her e-mails were found on pervert Anthony Weiner's laptop."}], "speaker": "UNIDENTIFIED MALE", "secId": 183}, {"sentences": [{"sentId": 455, "text": "Think about that."}, {"sentId": 456, "text": "America's most sensitive secrets unlawfully sent, received and exposed by Hillary Clinton, her staff and Anthony Weiner?"}], "speaker": "UNIDENTIFIED MALE", "secId": 184}, {"sentences": [{"sentId": 457, "text": "Hillary cannot lead a nation while crippled by a criminal investigation."}, {"sentId": 458, "text": "Hillary Clinton, unfit to serve."}], "speaker": "UNIDENTIFIED MALE", "secId": 185}, {"sentences": [{"sentId": 459, "text": "That's a pretty powerful ad."}], "speaker": "LEMON", "secId": 186}, {"sentences": [{"sentId": 460, "text": "You know --"}], "speaker": "QUINN", "secId": 187}, {"sentences": [{"sentId": 461, "text": "And it's -- I mean, I have to say it's very well done."}, {"sentId": 462, "text": "But given what that ad says, you're a New Yorker."}, {"sentId": 463, "text": "You know Anthony Weiner."}], "speaker": "LEMON", "secId": 188}, {"sentences": [{"sentId": 464, "text": "Yes, I do."}], "speaker": "QUINN", "secId": 189}, {"sentences": [{"sentId": 465, "text": "Is Anthony Weiner someone under any circumstances should have access to the secretary of state's e-mail?"}], "speaker": "LEMON", "secId": 190}, {"sentences": [{"sentId": 466, "text": "Well, I think everyone would say no to that, right?"}, {"sentId": 467, "text": "But there is no -- what came out on Friday was a whole bunch of speculation that these were in fact the secretary's e-mails but now -- what we're learning as things are starting to come out after the FBI finally got a subpoena, they didn't even have one until Sunday is that these are in fact not the secretary's e-mails."}, {"sentId": 468, "text": "So looking at e-mails of Anthony Weiner -- between Anthony Weiner and his wife, given the tragic situation he has caused around his vastly inappropriate and perhaps criminal sexual behavior."}], "speaker": "QUINN", "secId": 191}, {"sentences": [{"sentId": 469, "text": "But this investigation is about that."}, {"sentId": 470, "text": "Not about the secretary."}, {"sentId": 471, "text": "And that ad does what the Trump campaign does."}, {"sentId": 472, "text": "It ties facts together in -- an incorrect set of statements and makes something that is a terrible situation, what Anthony Weiner did, about something else about her."}, {"sentId": 473, "text": "And --"}], "speaker": "QUINN", "secId": 192}, {"sentences": [{"sentId": 474, "text": "But she does work for her."}, {"sentId": 475, "text": "She did work for Hillary Clinton and still does."}, {"sentId": 476, "text": "And so I have to ask you, Andre."}, {"sentId": 477, "text": "Let's just say that the ad is right."}, {"sentId": 478, "text": "And you say it's wrong, Christine."}], "speaker": "LEMON", "secId": 193}, {"sentences": [{"sentId": 479, "text": "Clearly."}], "speaker": "QUINN", "secId": 194}, {"sentences": [{"sentId": 480, "text": "OK.  And the e-mails got into the hands of Anthony Weiner."}, {"sentId": 481, "text": "Isn't the onus so on Huma Abedin here rather than Hillary Clinton or no?"}], "speaker": "LEMON", "secId": 195}, {"sentences": [{"sentId": 482, "text": "Well, you know, again, the legal mumbo jumbo, I don't know, but there are e-mails that came from her camp."}, {"sentId": 483, "text": "Many of them classified e-mails and the fact --"}], "speaker": "BAUER", "secId": 196}, {"sentences": [{"sentId": 484, "text": "We don't know that yet."}], "speaker": "LEMON", "secId": 197}, {"sentences": [{"sentId": 485, "text": "-- that she was requested by Congress to turn over all her e- mails and instead of just turning them over like most public employees do, like I would have done when I was a lieutenant governor, the intent to go out and actually do everything you can to wipe them off the face of the earth by putting -- or having bleached it, applied to these shows an intent to try to -- to not allow information that the American public and to people that were actually had a question about what was in the e-mails."}, {"sentId": 486, "text": "And so I think it was disingenuous to the public."}, {"sentId": 487, "text": "It was -- the fact"}], "speaker": "BAUER", "secId": 198}, {"sentences": [{"sentId": 488, "text": "that she had separate servers, all of this was not done to stay on the up and up and that's why she's being called into question about her character."}], "speaker": "BAUER", "secId": 199}, {"sentences": [{"sentId": 489, "text": "Bakari?"}], "speaker": "LEMON", "secId": 200}, {"sentences": [{"sentId": 490, "text": "Well, I think that this is one of the major problems that you have with Director Comey's statement last Friday, in that he left so much of a void, that you can just fill it with innuendo."}, {"sentId": 491, "text": "I want to talk about that ad because all four of us --"}], "speaker": "SELLERS", "secId": 201}, {"sentences": [{"sentId": 492, "text": "Quickly because I want to move on."}, {"sentId": 493, "text": "But go ahead."}], "speaker": "LEMON", "secId": 202}, {"sentences": [{"sentId": 494, "text": "All four of us are in politics but I can always tell you that just as someone who consumes a lot of politics, that ad was actually very good."}], "speaker": "SELLERS", "secId": 203}, {"sentences": [{"sentId": 495, "text": "Yes."}], "speaker": "LEMON", "secId": 204}, {"sentences": [{"sentId": 496, "text": "It was all lies but the ad was very good."}], "speaker": "SELLERS", "secId": 205}, {"sentences": [{"sentId": 497, "text": "Yes."}, {"sentId": 498, "text": "Yes."}], "speaker": "QUINN", "secId": 206}, {"sentences": [{"sentId": 499, "text": "But the only two things that we know, one is that Director Comey has no idea what's in the e-mails so no one else does either, and number two, Anthony Weiner is a sleaze."}, {"sentId": 500, "text": "That's the only two facts we know."}], "speaker": "SELLERS", "secId": 207}, {"sentences": [{"sentId": 501, "text": "OK."}, {"sentId": 502, "text": "Speaking of Director Comey and the e-mail, I want you guys to take a look at this."}, {"sentId": 503, "text": "This is Rudy Giuliani on FOX News just a couple of days before the FBI's big bombshell."}], "speaker": "LEMON", "secId": 208}, {"sentences": [{"sentId": 504, "text": "And I think he's got a surprise or two that you're going to hear about in the next two days."}, {"sentId": 505, "text": "I mean, I'm talking about some pretty big surprises."}], "speaker": "GIULIANI", "secId": 209}, {"sentences": [{"sentId": 506, "text": "Yes, I heard you say that this morning."}, {"sentId": 507, "text": "What do you mean?"}], "speaker": "UNIDENTIFIED FEMALE", "secId": 210}, {"sentences": [{"sentId": 508, "text": "You'll see."}], "speaker": "GIULIANI", "secId": 211}, {"sentences": [{"sentId": 509, "text": "Stay tuned."}, {"sentId": 510, "text": "Rudy Giuliani, you're lucky because we got to go."}, {"sentId": 511, "text": "I'm out of time."}, {"sentId": 512, "text": "I want to keep pressing you."}, {"sentId": 513, "text": "Good to see you."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 212}, {"sentences": [{"sentId": 514, "text": "We're not going to -- we're -- we're not going to go down and we're certainly not going to stop fighting."}, {"sentId": 515, "text": "We've got a couple of things up our sleeve that should turn this around in a way that even --"}], "speaker": "GIULIANI", "secId": 213}, {"sentences": [{"sentId": 516, "text": "How are you going to do that?"}, {"sentId": 517, "text": "GIULIANI:  Even the liberal polls will get to see it."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 214}, {"sentences": [{"sentId": 518, "text": "Did he know something, Christine?"}], "speaker": "LEMON", "secId": 215}, {"sentences": [{"sentId": 519, "text": "Reading body language, I mean, I don't know what he knew."}, {"sentId": 520, "text": "It certainly looks like he knew a whole lot."}, {"sentId": 521, "text": "He's got to cackle like, you know, he just ate a cat or something."}, {"sentId": 522, "text": "I mean, the grin on his face."}, {"sentId": 523, "text": "And what he said there was pretty much projected exactly what was going to happen in the next few days."}, {"sentId": 524, "text": "So either he knew something, and remember, Director Comey worked for him when he was the U.S. attorney or he is one of the best actors we've ever had in New York and we never knew it."}], "speaker": "QUINN", "secId": 216}, {"sentences": [{"sentId": 525, "text": "That clearly looks like someone who knew something and shouldn't have, really if he was working in the interest of his candidate, spread that out there because this is going to raise a whole another set of questions about what's going on."}], "speaker": "QUINN", "secId": 217}, {"sentences": [{"sentId": 526, "text": "Sarah?"}], "speaker": "LEMON", "secId": 218}, {"sentences": [{"sentId": 527, "text": "Look, Comey is an Obama appointee, not a Rudy Giuliani appointee."}, {"sentId": 528, "text": "But the bottom line is here, we don't know what Rudy Giuliani knew but what we did know is that we were going to spend the next 10 days closing out this election, talking about the real issues that Americans care about."}, {"sentId": 529, "text": "That was our strategy."}], "speaker": "SANDERS", "secId": 219}, {"sentences": [{"sentId": 530, "text": "That's what we're doing while Hillary Clinton is doing nothing but vicious attacks."}, {"sentId": 531, "text": "She's giving Americans no reason to vote for her."}, {"sentId": 532, "text": "She's got no message and Donald Trump is out there talking about big issues and that's why he's been moving in the polls."}, {"sentId": 533, "text": "She's been nothing but failure after failure and corruption and that --"}], "speaker": "SANDERS", "secId": 220}, {"sentences": [{"sentId": 534, "text": "I've got to -- I'm almost out of time."}, {"sentId": 535, "text": "Bakari, I want to get your response."}, {"sentId": 536, "text": "What do you think of Rudy Giuliani right there?"}], "speaker": "LEMON", "secId": 221}, {"sentences": [{"sentId": 537, "text": "The best part about Rudy Giuliani is on November 9th he and a whole list of cast of characters will be off our TV screens for a very long period of time."}], "speaker": "SELLERS", "secId": 222}, {"sentences": [{"sentId": 538, "text": "And that's it."}, {"sentId": 539, "text": "Andre, any response?"}], "speaker": "LEMON", "secId": 223}, {"sentences": [{"sentId": 540, "text": "I'm scared that might be me."}], "speaker": "BAUER", "secId": 224}, {"sentences": [{"sentId": 541, "text": "That was one of the most honest answers we've had in the entire show."}, {"sentId": 542, "text": "And what a way to leave it with a little bit of levity."}, {"sentId": 543, "text": "But that was certainly very interesting there."}], "speaker": "LEMON", "secId": 225}, {"sentences": [{"sentId": 544, "text": "Very."}], "speaker": "QUINN", "secId": 226}, {"sentences": [{"sentId": 545, "text": "Again, as you said, we don't know what he knew but he was indicating that there would be something big and certainly something big came about with the e-mail and with looking, you know, at Huma Abedin's computer."}], "speaker": "LEMON", "secId": 227}, {"sentences": [{"sentId": 546, "text": "Totally."}], "speaker": "QUINN", "secId": 228}, {"sentences": [{"sentId": 547, "text": "Thank you very much, everyone."}, {"sentId": 548, "text": "I really appreciate it."}], "speaker": "LEMON", "secId": 229}, {"sentences": [{"sentId": 549, "text": "That's it for us tonight."}, {"sentId": 550, "text": "Thanks for watching."}, {"sentId": 551, "text": "I'll see you right back here tomorrow."}], "speaker": "LEMON", "secId": 230}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1611.03.cnnt.02.html.json", "time": "Aired November 3, 2016 - 23:00   ET"}