{"sectionCount": 241, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["BERMAN", "LEMON", "TRUMP", "CLINTON", "BUTTERFIELD", "ZELENY", "HABERMAN", "BUMP", "SWERDLICK", "OBAMA", "LEWANDOWSKI", "JONES", "MEEKS", "LEE", "LEVELL", "LEVEL", "WEAVER", "BLOW", "HIGGINBOTHAM"], "subTitle": "Trump: Obama Was Born In The United States; Trump Welcomes 'Deplorables'; Clinton To Trump: Apologize; Members Of Congress Slam Trump; Trump: Clinton's Bodyguards Should Disarm; Trump Falsely Claims Clinton's Started Birther Issue; Clinton: Trump Should Apologize For Birther Movement; Michelle Obama Critical Of Trump; No Apology From Trump After Birther Admission; Members Of Cong. Black Caucus: Trump Is A Disgusting Fraud. Aired 9-10p ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1609/16/cnnt.01.html", "sentenceCount": 665, "sections": [{"sentences": [{"sentId": 0, "text": "That does it for us this Friday night."}, {"sentId": 1, "text": "Thanks so much for watching."}, {"sentId": 2, "text": "Time now for \"CNN Tonight with Don Lemon\"."}], "speaker": "BERMAN", "secId": 0}, {"sentences": [{"sentId": 3, "text": "So you think you've heard the last of Donald Trump's stance on the birther issue?"}, {"sentId": 4, "text": "Think again."}], "speaker": "LEMON", "secId": 1}, {"sentences": [{"sentId": 5, "text": "This is \"CNN Tonight.\""}, {"sentId": 6, "text": "I'm Don Lemon."}], "speaker": "LEMON", "secId": 2}, {"sentences": [{"sentId": 7, "text": "Donald Trump moving on to Florida tonight poking fun at Hillary Clinton."}], "speaker": "LEMON", "secId": 3}, {"sentences": [{"sentId": 8, "text": "Welcome to all of you deplorables."}], "speaker": "TRUMP", "secId": 4}, {"sentences": [{"sentId": 9, "text": "After five years, Trump trying to put to rest his role in the questioning of Barack Obama's birthplace."}], "speaker": "LEMON", "secId": 5}, {"sentences": [{"sentId": 10, "text": "President Barack Obama was born in the United States, period."}], "speaker": "TRUMP", "secId": 6}, {"sentences": [{"sentId": 11, "text": "But Hillary Clinton seemingly rested and ready after her bout with pneumonia, firing back on all cylinders."}], "speaker": "LEMON", "secId": 7}, {"sentences": [{"sentId": 12, "text": "Barack Obama was born in America, plain and simple, and Donald Trump owes him and the American people an apology."}], "speaker": "CLINTON", "secId": 8}, {"sentences": [{"sentId": 13, "text": "And if Trump is trying to win over African-American voters with just 10 days before the first debate, I want you to listen to the withering criticism of the GOP nominee from the head of the Congressional Black Caucus."}], "speaker": "LEMON", "secId": 9}, {"sentences": [{"sentId": 14, "text": "This is a disgusting day."}, {"sentId": 15, "text": "Donald Trump is a disgusting fraud."}], "speaker": "BUTTERFIELD", "secId": 10}, {"sentences": [{"sentId": 16, "text": "There is a whole lot to get to tonight."}, {"sentId": 17, "text": "And I want to bring in CNN's Jeff Zeleny."}, {"sentId": 18, "text": "He's CNN's senior Washington correspondent."}, {"sentId": 19, "text": "Phillip Bump is here, \"Washington Post\" political reporter."}, {"sentId": 20, "text": "CNN political analyst, Maggie Haberman is here as well, who is a presidential campaign correspondent for \"The New York Times,\" and David Swerdlick, an assistant editor at \"The Washington Post\"."}, {"sentId": 21, "text": "Good evening to all of you."}, {"sentId": 22, "text": "Thanks for coming on."}], "speaker": "LEMON", "secId": 11}, {"sentences": [{"sentId": 23, "text": "Jeff, you first, Donald Trump was speaking at a rally in Miami just a short time ago and I want you to listen to this remark that he made about Hillary Clinton and her Secret Service protection."}], "speaker": "LEMON", "secId": 12}, {"sentences": [{"sentId": 24, "text": "I think that her bodyguards should drop all weapons."}, {"sentId": 25, "text": "They should disarm, right?"}, {"sentId": 26, "text": "Right?"}, {"sentId": 27, "text": "I think they should disarm."}, {"sentId": 28, "text": "Immediately."}, {"sentId": 29, "text": "What do you think?"}, {"sentId": 30, "text": "Yes?"}, {"sentId": 31, "text": "Yes."}, {"sentId": 32, "text": "Yeah."}, {"sentId": 33, "text": "Take their guns away."}, {"sentId": 34, "text": "She doesn't want guns."}, {"sentId": 35, "text": "Take their -- let's see what happens to her."}, {"sentId": 36, "text": "Take their guns away, OK?"}, {"sentId": 37, "text": "It'd be very dangerous."}], "speaker": "TRUMP", "secId": 13}, {"sentences": [{"sentId": 38, "text": "So it's not the first time that he has said something like this."}, {"sentId": 39, "text": "Let me play this clip, this is from August 9th."}], "speaker": "LEMON", "secId": 14}, {"sentences": [{"sentId": 40, "text": "Hillary wants to abolish -- essentially abolish the Second Amendment."}, {"sentId": 41, "text": "By the way, and if she gets to pick -- if she gets to pick her judges, nothing you can do, folks."}, {"sentId": 42, "text": "Although the Second Amendment people, maybe there is, I don't know."}], "speaker": "TRUMP", "secId": 15}, {"sentences": [{"sentId": 43, "text": "Jeff, there was tremendous reaction and fear after he said that in August."}, {"sentId": 44, "text": "Why would he -- the question is, why would he repeat anything that sounded even vaguely threatening?"}], "speaker": "LEMON", "secId": 16}, {"sentences": [{"sentId": 45, "text": "Well, Don, he has talked about the Second Amendment several times at speeches and rallies and he talks about her bodyguards, how they should be disarmed."}], "speaker": "ZELENY", "secId": 17}, {"sentences": [{"sentId": 46, "text": "One, they're Secret Service agents and he has the exact same contingent."}, {"sentId": 47, "text": "So it's not that she has some type of separate bodyguards."}, {"sentId": 48, "text": "But, two, I heard him say something different in Miami tonight."}, {"sentId": 49, "text": "It was six words, \"Let's see what happens to her.\""}, {"sentId": 50, "text": "And I think that escalates it to the next level here."}, {"sentId": 51, "text": "It's something that the Secret Service did not like it when he said it the first time in the sound we showed there."}, {"sentId": 52, "text": "And they certainly won't like this."}], "speaker": "ZELENY", "secId": 18}, {"sentences": [{"sentId": 53, "text": "I think -- I mean, Donald Trump, we know, after watching him at so many rallies, he feeds off the crowd."}, {"sentId": 54, "text": "And I think given his earlier event in Washington this morning, when he clearly did not, at least, it seemed to me, did not want to be giving that speech and was not feeding off that crowd, he fed off that crowd tonight, and they were sort of giving him a call in response."}, {"sentId": 55, "text": "And, you know, \"Let's see what happens to her.\""}], "speaker": "ZELENY", "secId": 19}, {"sentences": [{"sentId": 56, "text": "But to me, it sounds like it crosses a line."}, {"sentId": 57, "text": "53 days before an election, talking about anyone's security, certainly, an argument about the Second Amendment is fair game, although she does not want to take away people's guns."}, {"sentId": 58, "text": "That's not her position."}, {"sentId": 59, "text": "But saying, \"Let's see what happens to her,\" I think it crosses a line and I think he'll have to -- that this is going to be revisited."}], "speaker": "ZELENY", "secId": 20}, {"sentences": [{"sentId": 60, "text": "Maggie, what's your reaction?"}, {"sentId": 61, "text": "What do you think he meant?"}], "speaker": "LEMON", "secId": 21}, {"sentences": [{"sentId": 62, "text": "I think that Jeff is absolutely right."}, {"sentId": 63, "text": "And I think that Donald Trump has this habit of sort of, you know, swarming the media with a bunch of different things."}, {"sentId": 64, "text": "He had a rough day earlier today, I agree with Jeff."}, {"sentId": 65, "text": "He did not appear to want to be giving that statement."}, {"sentId": 66, "text": "My impression was, it was going to be a bit of a different statement than what he ended up saying."}], "speaker": "HABERMAN", "secId": 22}, {"sentences": [{"sentId": 67, "text": "What he was, I think, supposed to say was something a little more fulsome."}, {"sentId": 68, "text": "He gave a very quick, I think it was 32 seconds overall and then left."}, {"sentId": 69, "text": "He went and ignored shouted out questions."}, {"sentId": 70, "text": "He doesn't like this topic."}, {"sentId": 71, "text": "I think he -- his strategy during the primaries was to basically say 50 different things a day and none of them would really stick."}, {"sentId": 72, "text": "And I think there is something to that."}, {"sentId": 73, "text": "I do also agree with Jeff, though, that I think he gets -- he feeds off these rally crowds, he likes the energy, he gets into it."}], "speaker": "HABERMAN", "secId": 23}, {"sentences": [{"sentId": 74, "text": "And there is something about walking up to the line and crossing it that he has always seemed to get something of a thrill from."}, {"sentId": 75, "text": "This is a very different circumstance."}, {"sentId": 76, "text": "We were talking about potential assassination of a major presidential nominee and the Secret Service didn't like it before."}], "speaker": "HABERMAN", "secId": 24}, {"sentences": [{"sentId": 77, "text": "Is this Donald Trump -- is this him off-teleprompter what he's like, or do you think that this was a strategy to get people to move on and stop talking about the birther issue?"}], "speaker": "LEMON", "secId": 25}, {"sentences": [{"sentId": 78, "text": "I mean, it was certainly not on teleprompter."}, {"sentId": 79, "text": "I mean, he didn't have teleprompters there, you know."}, {"sentId": 80, "text": "And we've seen him stick to teleprompters as he's making this big come back in the national polls, he was not saying things like this."}, {"sentId": 81, "text": "The last time he said this as we know it was in early August when he was really doing that thing before he made this transition with his staff."}, {"sentId": 82, "text": "You know, I mean, I think the question is if this was a strategic calculation to say something to get the media's attention, I'm not sure this is the angle that he wants people to focus on."}, {"sentId": 83, "text": "Yes, he had a bad day, it didn't go well, his statement was weird about how he was renouncing his birtherism."}, {"sentId": 84, "text": "But I'm not sure now, having everyone talked about, does he want someone to assassinate Hillary Clinton, I don't know that that's a better conversation for him to have."}], "speaker": "BUMP", "secId": 26}, {"sentences": [{"sentId": 85, "text": "Yeah."}, {"sentId": 86, "text": "David, before we move on to the birther thing, what do you make of these latest comments?"}], "speaker": "LEMON", "secId": 27}, {"sentences": [{"sentId": 87, "text": "So, I echo the comments of Jeff, and Maggie, and Phillip, but I just wanted to add -- look, this is a really sophomoric line of reasoning, right?"}, {"sentId": 88, "text": "People -- reasonable people can disagree about the Second Amendment and gun control."}, {"sentId": 89, "text": "But the president of the United States, the candidates, are running to be the leader of the free world."}, {"sentId": 90, "text": "Our system only works when the president is safe and secure."}, {"sentId": 91, "text": "If Donald Trump becomes president, his kids, his wife will have Secret Service protection."}, {"sentId": 92, "text": "His youngest kid will have a Secret Service detail follow him to school, as it should be because we don't -- regardless of party, you don't want people to be hurt."}, {"sentId": 93, "text": "So this idea that just because there's a disagreement about gun control, that you can just throw off this up to the line or over the line remark about, \"Oh, well, see if she can try it like regular people,\" it just is -- it doesn't make any sense."}], "speaker": "SWERDLICK", "secId": 28}, {"sentences": [{"sentId": 94, "text": "All right."}, {"sentId": 95, "text": "Let's move on and talk about the birther issue today."}, {"sentId": 96, "text": "I want to play Donald Trump's statement today."}, {"sentId": 97, "text": "Listen."}], "speaker": "LEMON", "secId": 29}, {"sentences": [{"sentId": 98, "text": "Hillary Clinton and her campaign of 2008 started the birther controversy."}, {"sentId": 99, "text": "I finished it."}, {"sentId": 100, "text": "I finished it."}, {"sentId": 101, "text": "You know what I mean."}, {"sentId": 102, "text": "President Barack Obama was born in the United States, period."}, {"sentId": 103, "text": "Now, we all want to get back to making America strong and great again."}], "speaker": "TRUMP", "secId": 30}, {"sentences": [{"sentId": 104, "text": "So, Jeff, he started off that statement with something that was factually inaccurate."}, {"sentId": 105, "text": "After five years of spreading this conspiracy theory about the President, he gave a 30-second statement admitting what 70 percent of Americans already knew."}, {"sentId": 106, "text": "In political circles, what's the reaction?"}], "speaker": "LEMON", "secId": 31}, {"sentences": [{"sentId": 107, "text": "Well, the reaction has been that, A, it was clear that he did not want to be giving this sort of admission today."}, {"sentId": 108, "text": "He was doing it for one reason."}, {"sentId": 109, "text": "The facts in his argument, his flawed argument, we should say, have not changed."}, {"sentId": 110, "text": "But what's changed is, we're 53 days before the election, and his advisers have told him that he needs to expand, you know, his appeal, at least, you know, in some circles here, to African-American voters, perhaps others, to white suburban voters."}, {"sentId": 111, "text": "So it looked like he was drag there had kicking and screaming after, you know, talking to \"The Washington Post,\" just, you know, two days ago, not acknowledging this."}, {"sentId": 112, "text": "That's why he had to acknowledge it."}, {"sentId": 113, "text": "But look, by saying that the Clinton campaign started this, it's not true."}, {"sentId": 114, "text": "She did not start this."}, {"sentId": 115, "text": "Yes, back in 2007, one of her strategists had a memo out at the time, Mark Penn, sort of exploring a line of thinking, that they could go after sort of question the roots that Obama has."}, {"sentId": 116, "text": "And, you know, his otherness."}], "speaker": "ZELENY", "secId": 32}, {"sentences": [{"sentId": 117, "text": "It was not birtherism, though."}, {"sentId": 118, "text": "And that's a long time ago."}, {"sentId": 119, "text": "He was not a twice-elected president at that point."}, {"sentId": 120, "text": "So she did not start this."}, {"sentId": 121, "text": "And she has never talked about this."}, {"sentId": 122, "text": "She never pursued that line of argument."}, {"sentId": 123, "text": "So by him also saying that he finished it, i don't see what he finished."}, {"sentId": 124, "text": "Had he finished it, he would have come to this realization a long time ago."}], "speaker": "ZELENY", "secId": 33}, {"sentences": [{"sentId": 125, "text": "Yeah."}], "speaker": "LEMON", "secId": 34}, {"sentences": [{"sentId": 126, "text": "Not today at high noon at his brand-new hotel in Downtown Washington."}], "speaker": "ZELENY", "secId": 35}, {"sentences": [{"sentId": 127, "text": "Yeah, and he would have come to the realization, you would think -- one would think, you know, after the President produced his long form birth certificate in 2011."}], "speaker": "LEMON", "secId": 36}, {"sentences": [{"sentId": 128, "text": "And, you know, sitting at home watching it, as most people do, you know, sitting in their living rooms, what have you, or, you know, listening to it on the radio, it was not only offensive in that, you know, how he treated the President, but also that he used the veterans as props, that he promoted his hotel, Maggie, and that he gave 30 seconds to an issue that he sort of conned the public into -- or the media into coming there for and the public into thinking that he was going to be there for that one reason."}, {"sentId": 129, "text": "So, did he put this behind him or did he make it exponentially worse with all of the shenanigans today?"}], "speaker": "LEMON", "secId": 37}, {"sentences": [{"sentId": 130, "text": "And I think the goal in large measure wasn't just about the 53 remaining days, it was about the fact there is something 10 days- ish, there's going to be the first debate."}], "speaker": "HABERMAN", "secId": 38}, {"sentences": [{"sentId": 131, "text": "And I think that his advisers were hoping to get this done with."}, {"sentId": 132, "text": "But this didn't end it by any stretch because there are a lot of follow-up questions, which is, you know, do you feel sorry about this, do you regret it, would you apologize to the President?"}, {"sentId": 133, "text": "None of that has been resolved."}], "speaker": "HABERMAN", "secId": 39}, {"sentences": [{"sentId": 134, "text": "In terms of the even itself -- I mean, look, the veterans who were there in support of him, these military figures, they're making a choice, and I don't want to denigrate their political choice."}, {"sentId": 135, "text": "I do think, though, that it raises questions to do an event the way they did it, where he is surrounded in this way and then tacked on at the very end."}, {"sentId": 136, "text": "And then he ..."}], "speaker": "HABERMAN", "secId": 40}, {"sentences": [{"sentId": 137, "text": "With a general who was a birther?"}], "speaker": "LEMON", "secId": 41}, {"sentences": [{"sentId": 138, "text": "Yes."}, {"sentId": 139, "text": "And then he took all of the -- or some of the cameras on a tour of his hotel and because of the way it was done, and this was a first, the broadcast pool erased the tape."}, {"sentId": 140, "text": "And said they were not going to air this, because there was a bar on editorial reporters coming along."}, {"sentId": 141, "text": "It was just cameras."}], "speaker": "HABERMAN", "secId": 42}, {"sentences": [{"sentId": 142, "text": "So there is a bit of a difference in today what we have seen."}, {"sentId": 143, "text": "I think that this is the second time this week where Trump has used something to gin up excitement."}, {"sentId": 144, "text": "He even said this morning on a CNBC interview that he, you know, he needed to keep the suspense going about what he was going to say."}], "speaker": "HABERMAN", "secId": 43}, {"sentences": [{"sentId": 145, "text": "About Dr. Oz and the health report."}], "speaker": "LEMON", "secId": 44}, {"sentences": [{"sentId": 146, "text": "Correct."}, {"sentId": 147, "text": "And so -- yes."}, {"sentId": 148, "text": "And then this morning in terms of the birther issue, he suggested that he wasn't answering it right away because we have to keep the suspense going, so I'm not going to answer it here."}, {"sentId": 149, "text": "Which suggests the level of treating it like a game, which, I think, voters -- some voters are fine with that, some voters are not fine with that, but it's a risk this close to the election."}], "speaker": "HABERMAN", "secId": 45}, {"sentences": [{"sentId": 150, "text": "Also when they're talking about, you know, he has been so critical of the Clinton Foundation and sort of, you know, the two mixing."}, {"sentId": 151, "text": "And then there's -- there have been questions, we didn't talk about it, because he sort of changed the subject with the health thing with Dr. Oz, that came out in \"Newsweek\" about his business handlings, his business dealings, and how maybe the campaign and his businesses are -- he didn't help that today by giving people a tour and promoting his businesses on national television, his hotel."}], "speaker": "LEMON", "secId": 46}, {"sentences": [{"sentId": 152, "text": "He didn't help his campaign, no."}, {"sentId": 153, "text": "I mean, I assume he helped the Trump hotel and wanted open to the public soon."}], "speaker": "BUMP", "secId": 47}, {"sentences": [{"sentId": 154, "text": "You know, I mean, there are so many questions about today's event that it's sort of hard to parse them just sitting here."}, {"sentId": 155, "text": "But, yeah, I mean, you're right."}, {"sentId": 156, "text": "I mean, one of the things -- David Gergen made a great comment a couple of days ago, which was that Donald Trump is not a public servant."}, {"sentId": 157, "text": "Usually we have elected officials that are public servants."}, {"sentId": 158, "text": "We can look at their public service record and evaluate them."}, {"sentId": 159, "text": "Donald Trump's a business man."}, {"sentId": 160, "text": "But we can't look at his business record because he doesn't release his tax returns."}, {"sentId": 161, "text": "I mean, it is very hard for us to know how he's approaching this thing, besides these little hints that he gives, that treats it something like a reality T.V."}, {"sentId": 162, "text": "show, he treats it sort of like an ad for his hotels."}, {"sentId": 163, "text": "And at the same time, he gives this statement which does no political good."}, {"sentId": 164, "text": "He says, you know, that he doesn't say anything about why he did this thing has made so many people upset."}, {"sentId": 165, "text": "And without saying why he did it, no one's going to say, \"OK, it's fine he did it, then.\""}], "speaker": "BUMP", "secId": 48}, {"sentences": [{"sentId": 166, "text": "David, why are people falling for the old Oakie Doke here so much?"}, {"sentId": 167, "text": "What's going on?"}, {"sentId": 168, "text": "What's this say about us?"}], "speaker": "LEMON", "secId": 49}, {"sentences": [{"sentId": 169, "text": "Well, I'm not sure if people are falling for the Oakie Doke."}, {"sentId": 170, "text": "I think Phillip's right that the way Donald Trump came out today and phrased his answer it doesn't close the door on this, right?"}, {"sentId": 171, "text": "I mean, at the first debate a week and a half from now, you know, I don't see how a question cannot be asked, so, if it's just that President Obama is a U.S. citizen, period, as Donald Trump said, then, what were the last five years all about?"}, {"sentId": 172, "text": "I mean, if you looked at Trump's demeanor today, Don, you know, he looked like someone who was forced to do something that he really didn't want to do."}, {"sentId": 173, "text": "This was a source of tremendous humiliation for him back in 2011."}, {"sentId": 174, "text": "And, you know, I don't think this is going to shut the door on him."}], "speaker": "SWERDLICK", "secId": 50}, {"sentences": [{"sentId": 175, "text": "Have people fallen for it?"}, {"sentId": 176, "text": "I think it's a little bit baked into the cake, if you don't like President Obama, you're inclined to brush this off."}, {"sentId": 177, "text": "If you're someone who doesn't like Donald Trump, you're inclined to say, well, see, that's why people don't like DONALD TRUMP."}, {"sentId": 178, "text": "I don't think it's a game changer, but I do think it makes it a little harder for Trump to get the news cycle back in his favor."}], "speaker": "SWERDLICK", "secId": 51}, {"sentences": [{"sentId": 179, "text": "Well, I also think it's just for decent people who have some sense about them that they are offended by the remarks today."}, {"sentId": 180, "text": "And you're right, it was sort of like, \"There, mom, I ate the spinach now, are you happy now,\" the way the words came out of his mouth."}], "speaker": "LEMON", "secId": 52}, {"sentences": [{"sentId": 181, "text": "I want you to listen, though, to Hillary Clinton's response."}], "speaker": "LEMON", "secId": 53}, {"sentences": [{"sentId": 182, "text": "His campaign was founded on is outrageous lie."}, {"sentId": 183, "text": "There is no erasing it in history."}, {"sentId": 184, "text": "He is feeding into the worst impulses, the bigotry and bias that lurks in our country."}], "speaker": "CLINTON", "secId": 54}, {"sentences": [{"sentId": 185, "text": "So, how is this going to play with voters, Jeff?"}, {"sentId": 186, "text": "How do you think?"}], "speaker": "LEMON", "secId": 55}, {"sentences": [{"sentId": 187, "text": "Well, I think for, you know, Donald Trump's supporters, they will either be with him or blame the media for, you know, talking about this."}, {"sentId": 188, "text": "But I think for the voters that Secretary Clinton is after, we talk about the supporters of the President, the Obama coalition."}, {"sentId": 189, "text": "She's been having some trouble sort of inspiring them and rallying the Obama coalition."}, {"sentId": 190, "text": "Donald Trump did that for her today."}, {"sentId": 191, "text": "He did a lot of -- in that moment, and you can bet that 32 seconds is going to be replayed in some type of advertisement, her super PAC, the super PAC that's supporting her is already advertising to African- American voters about this issue."}], "speaker": "ZELENY", "secId": 56}, {"sentences": [{"sentId": 192, "text": "I think that people who, like, maybe had forgotten about this or, you know, thought, oh, surely he must have dropped this by now, will be reminded that he, you know, did this in this way here."}, {"sentId": 193, "text": "So I think it the fired up Democrats."}, {"sentId": 194, "text": "It fired up African-American leaders."}], "speaker": "ZELENY", "secId": 57}, {"sentences": [{"sentId": 195, "text": "It's also happening in the same weekend of a big meeting here in Washington."}, {"sentId": 196, "text": "Tomorrow night on the same stage, the President and the Secretary are going to be talking to the Congressional Black Caucus, which has African-American leaders from across the country."}, {"sentId": 197, "text": "Of course, they will be talking about this, and that's simply people take this back to their communities."}, {"sentId": 198, "text": "I think this fires-up African- American voters, young voters, other voters, and it's not good for Donald Trump, politically."}, {"sentId": 199, "text": "LEMON:  Yeah, and we'll have special live coverage of that event tomorrow night when the President speaks and also Hillary Clinton."}, {"sentId": 200, "text": "I'll be anchoring that coverage 8:00 to 10:00 here on CNN."}], "speaker": "ZELENY", "secId": 58}, {"sentences": [{"sentId": 201, "text": "You know, I want to play this."}, {"sentId": 202, "text": "This is a clip from the first lady today, Michelle Obama."}], "speaker": "ZELENY", "secId": 59}, {"sentences": [{"sentId": 203, "text": "So if a candidate is erratic and threatening, if a candidate traffics in prejudice, fears, and lies on the trail, if a candidate has no clear plans to implement their goals, if they disrespect their fellow citizens, including folks who make extraordinary sacrifices for our country, let me tell you, that is who they are."}, {"sentId": 204, "text": "That is the kind of president they will be."}, {"sentId": 205, "text": "Trust me."}], "speaker": "OBAMA", "secId": 60}, {"sentences": [{"sentId": 206, "text": "Philip, I'm wondering if this episode reinforces Hillary Clinton's argument that Trump doesn't have the temperament to be president, and also, if this sort of, you know, in some ways, tamps down the criticism she's gotten about the deplorables comment."}], "speaker": "LEMON", "secId": 61}, {"sentences": [{"sentId": 207, "text": "Well, I mean, we're not talking about the deplorables comment."}, {"sentId": 208, "text": "I mean, granted, it's been a week."}, {"sentId": 209, "text": "But, you know, it's only he's come up because Donald Trump mentioned it earlier."}], "speaker": "BUMP", "secId": 62}, {"sentences": [{"sentId": 210, "text": "You know, I think that this does a lot of things for Hillary Clinton that are beneficial."}, {"sentId": 211, "text": "To your point about temperament, yes, him standing up there and his response to it, which was, obviously petulant doesn't do anything to make anyone feels, though."}, {"sentId": 212, "text": "He is someone who doesn't react out of emotion."}, {"sentId": 213, "text": "And, you know, when you ask people why they're worried about his qualifications to be president, the number one concern that people have who say that about him, is his temperament."}], "speaker": "BUMP", "secId": 63}, {"sentences": [{"sentId": 214, "text": "But secondarily, we should keep in mind that this is also a fight about white Republicans, right?"}, {"sentId": 215, "text": "And Hillary Clinton has done a lot of work to try and tell white Republicans it's OK to step away from the party for this election cycle."}, {"sentId": 216, "text": "We've seen in polling, \"Washington Post\" polling shows, one-fifth of Republican men, one quarter of Republican women think that Donald Trump has an issue with racism or sexism."}, {"sentId": 217, "text": "That's a big problem for him."}, {"sentId": 218, "text": "It's part of the reason his numbers are lower with Republicans than they could be."}, {"sentId": 219, "text": "And Hillary Clinton now gets to use this to reinforce, \"Look, this is what I'm talking about.\""}], "speaker": "BUMP", "secId": 64}, {"sentences": [{"sentId": 220, "text": "It was a gift to Hillary Clinton today ..."}], "speaker": "LEMON", "secId": 65}, {"sentences": [{"sentId": 221, "text": "Yeah."}], "speaker": "BUMP", "secId": 66}, {"sentences": [{"sentId": 222, "text": "... from Donald Trump."}, {"sentId": 223, "text": "Thank you, all."}, {"sentId": 224, "text": "I appreciate it."}], "speaker": "LEMON", "secId": 67}, {"sentences": [{"sentId": 225, "text": "Coming up, Trump -- Donald Trump is trying to put the birther issue behind him, yet still blaming it on Hillary Clinton."}, {"sentId": 226, "text": "Will this backfire on him?"}], "speaker": "LEMON", "secId": 68}, {"sentences": [{"sentId": 227, "text": "Donald Trump makes an effort to put the Birther Movement behind him, but did he make it even worse today?"}], "speaker": "LEMON", "secId": 69}, {"sentences": [{"sentId": 228, "text": "Joining me now is former Trump campaign manager, Corey Lewandowski, who is still receiving severance from the Trump campaign and a CNN political commentator."}, {"sentId": 229, "text": "CNN political commentator, Van Jones, Bruce Level of the National Diversity Coalition for Trump and Mayor Karen Weaver of Flint, Michigan, who is a Democrat."}, {"sentId": 230, "text": "It's so good to have all of you on."}], "speaker": "LEMON", "secId": 70}, {"sentences": [{"sentId": 231, "text": "So, let's talk about this."}, {"sentId": 232, "text": "Corey, to you first."}, {"sentId": 233, "text": "Today Donald Trump admitted the President was born in the United States, but in the same breath, he blames the entire birther issue on Hillary Clinton."}, {"sentId": 234, "text": "How does that help him?"}], "speaker": "LEMON", "secId": 71}, {"sentences": [{"sentId": 235, "text": "Well, you know, what he said was, he put this issue to rest and it was an issue that the Clinton campaign specifically, Sidney Blumenthal raised with the McClatchy news editor in 2008, and specifically Sidney Blumenthal of the Clinton campaign at the time asked the editor to look into where Barack Obama was born and McClatchy at time sent a reporter to Kenya to find out if it was ..."}], "speaker": "LEWANDOWSKI", "secId": 72}, {"sentences": [{"sentId": 236, "text": "Corey, that is not true."}, {"sentId": 237, "text": "According to ..."}], "speaker": "LEMON", "secId": 73}, {"sentences": [{"sentId": 238, "text": "Look, this is what McClatchy is reporting."}], "speaker": "LEWANDOWSKI", "secId": 74}, {"sentences": [{"sentId": 239, "text": "OK."}, {"sentId": 240, "text": "So, CNN reached out to Blumenthal, who told our person who reached out, this is false, period."}, {"sentId": 241, "text": "Donald Trump cannot distract from the fact that he is the one who embraced and promoted the birther lie and bares the responsibility for it."}], "speaker": "LEMON", "secId": 75}, {"sentences": [{"sentId": 242, "text": "In 2008 ..."}], "speaker": "LEWANDOWSKI", "secId": 76}, {"sentences": [{"sentId": 243, "text": "There is no definitive proof ..."}], "speaker": "LEMON", "secId": 77}, {"sentences": [{"sentId": 244, "text": "Don, Don ..."}], "speaker": "LEWANDOWSKI", "secId": 78}, {"sentences": [{"sentId": 245, "text": "Hold on, Corey."}, {"sentId": 246, "text": "There is no definitive proof of what you're saying about Blumenthal."}, {"sentId": 247, "text": "OK.  Go on."}], "speaker": "LEMON", "secId": 79}, {"sentences": [{"sentId": 248, "text": "Well, I'm reading to you from McClatchy news services from 7:29 tonight that Sidney Blumenthal is on the record of asking this."}, {"sentId": 249, "text": "And a Clinton staffer in Iowa is on the record as asking for this to be sent forward in an e-mail."}, {"sentId": 250, "text": "And moreover, it is unequivocal that Penn, who is her lead strategist, wrote about the fact that there was a potential of exploiting Barack Obama's potential of where he was born."}], "speaker": "LEWANDOWSKI", "secId": 80}, {"sentences": [{"sentId": 251, "text": "Corey, we're re-litigating this."}, {"sentId": 252, "text": "We've talked about it a million times, every single fact check, every single ..."}], "speaker": "LEMON", "secId": 81}, {"sentences": [{"sentId": 253, "text": "But, no, you're saying -- you're raising the issue with Donald Trump."}, {"sentId": 254, "text": "Donald Trump didn't raise the issue."}, {"sentId": 255, "text": "He put the issue to bed."}, {"sentId": 256, "text": "Two very separate things."}], "speaker": "LEWANDOWSKI", "secId": 82}, {"sentences": [{"sentId": 257, "text": "But Donald Trump -- that's not true."}, {"sentId": 258, "text": "Go ahead, Van."}], "speaker": "LEMON", "secId": 83}, {"sentences": [{"sentId": 259, "text": "Well, first of all, it's bizarre to me because Donald Trump does not follow Hillary Clinton or her staffers on tax policy."}, {"sentId": 260, "text": "He doesn't follow Hillary Clinton or her staffers on foreign policy."}, {"sentId": 261, "text": "He doesn't follow Hillary Clinton or her staffers when it comes to trade policy."}, {"sentId": 262, "text": "But somehow, for some reason, a Hillary Clinton staffer -- you know, say you're right, say you're right."}, {"sentId": 263, "text": "Went on some bizarre lark, and then for five years after the president of the United States put the birth certificate on the counter, he can't let it go."}, {"sentId": 264, "text": "This is exactly what my children do."}, {"sentId": 265, "text": "Don't blame me, blame my big brother."}, {"sentId": 266, "text": "My big brother did it first."}, {"sentId": 267, "text": "No, it was my little brother that started it and I was just following along."}], "speaker": "JONES", "secId": 84}, {"sentences": [{"sentId": 268, "text": "If you want to be president of the United States, you have to take responsibility for your own positions, your own judgment, and you can't blame other people."}, {"sentId": 269, "text": "This is exactly what's wrong with Donald Trump."}], "speaker": "JONES", "secId": 85}, {"sentences": [{"sentId": 270, "text": "Corey?"}], "speaker": "LEMON", "secId": 86}, {"sentences": [{"sentId": 271, "text": "Look, Donald Trump today was unequivocal and he said Barack Obama was born in the United States."}, {"sentId": 272, "text": "I don't understand why it's still a controversy?"}, {"sentId": 273, "text": "The only people that are making it a controversy are the mainstream media, because they wanted the opportunity to ask questions."}, {"sentId": 274, "text": "Today's press -- today's avail in Washington was never designed to be a press conference, and the media is upset that they didn't have the opportunity to ask questions, but it was never designed to be a press conference."}], "speaker": "LEWANDOWSKI", "secId": 87}, {"sentences": [{"sentId": 275, "text": "And Donald Trump was unequivocal today in his statement that Barack Obama was born in the United States."}], "speaker": "LEWANDOWSKI", "secId": 88}, {"sentences": [{"sentId": 276, "text": "He never said he was wrong."}], "speaker": "LEMON", "secId": 89}, {"sentences": [{"sentId": 277, "text": "I don't understand why there's still a question."}], "speaker": "LEWANDOWSKI", "secId": 90}, {"sentences": [{"sentId": 278, "text": "He never said he was wrong about it."}], "speaker": "LEMON", "secId": 91}, {"sentences": [{"sentId": 279, "text": "But, Corey ..."}], "speaker": "JONES", "secId": 92}, {"sentences": [{"sentId": 280, "text": "But you're moving the goalpost."}, {"sentId": 281, "text": "You're moving the goalpost."}, {"sentId": 282, "text": "What you're saying is, does Donald Trump believe the President was born in the United States?"}, {"sentId": 283, "text": "And his answer is, yes, I do, unequivocally, period."}], "speaker": "LEWANDOWSKI", "secId": 93}, {"sentences": [{"sentId": 284, "text": "No, no."}, {"sentId": 285, "text": "But, Corey ..."}], "speaker": "JONES", "secId": 94}, {"sentences": [{"sentId": 286, "text": "So what -- I don't understand what the controversy is."}], "speaker": "LEWANDOWSKI", "secId": 95}, {"sentences": [{"sentId": 287, "text": "Maybe I'll try ..."}], "speaker": "JONES", "secId": 96}, {"sentences": [{"sentId": 288, "text": "He's either right or wrong."}, {"sentId": 289, "text": "Is Hillary Clinton wrong when she doesn't release all her e-mails?"}, {"sentId": 290, "text": "LEMON:  Let him answer."}, {"sentId": 291, "text": "Go ahead."}], "speaker": "LEWANDOWSKI", "secId": 97}, {"sentences": [{"sentId": 292, "text": "So, you're confused and you need help, and I understand."}, {"sentId": 293, "text": "So I'm trying to help you."}], "speaker": "JONES", "secId": 98}, {"sentences": [{"sentId": 294, "text": "Thank you."}], "speaker": "LEWANDOWSKI", "secId": 99}, {"sentences": [{"sentId": 295, "text": "The reason it's still a controversy, Corey, is because he didn't say this was disprove and it's wrong, here's why I continue with the innuendos for years and years."}, {"sentId": 296, "text": "He didn't give full context."}, {"sentId": 297, "text": "Instead, he tried to blame his kid sister, Hillary, for everything he's done for the past five years."}, {"sentId": 298, "text": "And because of that, it shows not just a lack of judgment in pursuing this, but now a lack of character, in not being a stand-up person and taking responsibility for your actions."}, {"sentId": 299, "text": "And that's why it's still a controversy."}, {"sentId": 300, "text": "I hope that helps you."}], "speaker": "JONES", "secId": 100}, {"sentences": [{"sentId": 301, "text": "Look, look, here's what it comes down to, right?"}, {"sentId": 302, "text": "For the 24 hours, people have said, Donald Trump did not say himself that Barack Obama was born in the United States."}, {"sentId": 303, "text": "It was a statement by his campaign and he needs to come out and say this."}, {"sentId": 304, "text": "So you know what Donald Trump did today?"}, {"sentId": 305, "text": "He came out and said \"Barack Obama was born in the United States.\""}], "speaker": "LEWANDOWSKI", "secId": 101}, {"sentences": [{"sentId": 306, "text": "Those same voices have said that he needs to apologize to the President, none of which he did."}], "speaker": "LEMON", "secId": 102}, {"sentences": [{"sentId": 307, "text": "No, no."}, {"sentId": 308, "text": "The narrative now ..."}], "speaker": "LEWANDOWSKI", "secId": 103}, {"sentences": [{"sentId": 309, "text": "They also said that he needs to admit he's wrong."}, {"sentId": 310, "text": "They also said that he needed to admit that he was wrong, he did not do that."}], "speaker": "LEMON", "secId": 104}, {"sentences": [{"sentId": 311, "text": "Look, when is Barack Obama going to apologize to Donald Trump for all the incendiary things he said?"}, {"sentId": 312, "text": "Is that going to happen?"}, {"sentId": 313, "text": "Are we holding the President accountable?"}, {"sentId": 314, "text": "Are holding Hillary Clinton accountable for all the egregious things that she has said to Donald Trump?"}], "speaker": "LEWANDOWSKI", "secId": 105}, {"sentences": [{"sentId": 315, "text": "Incendiary is not factually, as Van said, it's not factually wrong, it's not a lie."}, {"sentId": 316, "text": "Incendiary is something different and those are the two ..."}], "speaker": "LEMON", "secId": 106}, {"sentences": [{"sentId": 317, "text": "It's open to interpretation at best."}], "speaker": "LEWANDOWSKI", "secId": 107}, {"sentences": [{"sentId": 318, "text": "No."}, {"sentId": 319, "text": "OK, the truth is not open to interpretation."}, {"sentId": 320, "text": "But listen, I want to move on because here's how the members of the Congressional Black Caucus responded today."}], "speaker": "LEMON", "secId": 108}, {"sentences": [{"sentId": 321, "text": "So to lie and say that the Birther Movement was started by Hillary Clinton and he was finishing it and that he was born in America and then walk off has got to stop."}], "speaker": "MEEKS", "secId": 109}, {"sentences": [{"sentId": 322, "text": "This is a disgusting day."}, {"sentId": 323, "text": "Donald Trump is a disgusting fraud."}, {"sentId": 324, "text": "By any definition, Donald Trump is a disgusting fraud."}], "speaker": "BUTTERFIELD", "secId": 110}, {"sentences": [{"sentId": 325, "text": "This is the moment."}, {"sentId": 326, "text": "It's a defining moment, for all of those who want to denounce bigotry and racism, to step forward now."}, {"sentId": 327, "text": "And to really demand first that Donald Trump stop it, but secondly, to demand an apology from this man, because this is what his presidential campaign has been about."}], "speaker": "LEE", "secId": 111}, {"sentences": [{"sentId": 328, "text": "So, Bruce, pretty stern words."}, {"sentId": 329, "text": "What do you say to African- American voters tonight?"}, {"sentId": 330, "text": "Why should they continue to support Donald Trump at all?"}], "speaker": "LEMON", "secId": 112}, {"sentences": [{"sentId": 331, "text": "Well, you know, Don, I'm just shocked."}, {"sentId": 332, "text": "First off, for example, ever since I've come on this show, every single time, every guest that we have, it's always been name-calling, name-calling, name-calling, he's this, he's that."}, {"sentId": 333, "text": "And, you know, guys, at one point, we're talking about Mr. Trump was a private citizen."}, {"sentId": 334, "text": "He didn't become a candidate until last year."}], "speaker": "LEVELL", "secId": 113}, {"sentences": [{"sentId": 335, "text": "And just for the record, in 2007, you know, a lot of people have short memories, it was so much bad language going on."}, {"sentId": 336, "text": "Van, you know this."}, {"sentId": 337, "text": "You worked for President Obama, between Biden and Clinton, it was so harsh, the way they were treating him and what they said, the cheap -- as Corey said earlier, the Clinton strategist, Mr. Penn, who said, we question his even -- his American roots."}], "speaker": "LEVELL", "secId": 114}, {"sentences": [{"sentId": 338, "text": "You know, so, you know, at the end of the day, all presidents who get on the ballot, who want to run for office."}, {"sentId": 339, "text": "McCain went through it, was he born in the islands?"}, {"sentId": 340, "text": "You know, Romney went through it."}, {"sentId": 341, "text": "President Bush, his war record, his military record, per se."}, {"sentId": 342, "text": "You know, this is part of the vetting process, guys."}], "speaker": "LEVELL", "secId": 115}, {"sentences": [{"sentId": 343, "text": "And the one thing that really disturbs me more than anything, every time, every show, everywhere I go, they take this Birther movement, we put the CBC on T.V., give them a long time to talk, and try to marry racism into something that was just -- what every candidate goes through."}, {"sentId": 344, "text": "When you run for office -- wait a minute."}, {"sentId": 345, "text": "When you run for office, the first thing we go down the list, Van, we know that."}, {"sentId": 346, "text": "We check where your residency are, are you qualified?"}, {"sentId": 347, "text": "Everyone goes through this."}], "speaker": "LEVELL", "secId": 116}, {"sentences": [{"sentId": 348, "text": "Yeah."}], "speaker": "LEMON", "secId": 117}, {"sentences": [{"sentId": 349, "text": "I want the American people to realize in 2007, the harsh things that were said against President Obama, as a Republican, a black man, I was totally appalled, like, \"Oh, my God, look at this."}, {"sentId": 350, "text": "This is the primary.\""}], "speaker": "LEVELL", "secId": 118}, {"sentences": [{"sentId": 351, "text": "So you're not appalled this time?"}], "speaker": "LEMON", "secId": 119}, {"sentences": [{"sentId": 352, "text": "Beg your pardon?"}], "speaker": "LEVEL", "secId": 120}, {"sentences": [{"sentId": 353, "text": "You're not appalled this time?"}], "speaker": "LEMON", "secId": 121}, {"sentences": [{"sentId": 354, "text": "No."}, {"sentId": 355, "text": "I mean ..."}, {"sentId": 356, "text": "LEMON:  OK."}], "speaker": "LEVELL", "secId": 122}, {"sentences": [{"sentId": 357, "text": "Don ..."}], "speaker": "LEVELL", "secId": 123}, {"sentences": [{"sentId": 358, "text": "But you said that every time you come on a show like this, Bruce ..."}], "speaker": "LEMON", "secId": 124}, {"sentences": [{"sentId": 359, "text": "No, no, a lot of shows."}], "speaker": "LEVELL", "secId": 125}, {"sentences": [{"sentId": 360, "text": "I haven't heard anyone tonight call ..."}], "speaker": "LEMON", "secId": 126}, {"sentences": [{"sentId": 361, "text": "Every time I come on here, I was on this show a few weeks ago, and every time, it's always a name-calling, name-calling Mr. Trump."}, {"sentId": 362, "text": "He's a racist, he's xenophobic, he's this, he's that, you know."}, {"sentId": 363, "text": "And then we take this birther and try to marry into the African-American community, put the Congressional Black Caucus and put -- merge it together?"}, {"sentId": 364, "text": "That's ludicrous."}], "speaker": "LEVELL", "secId": 127}, {"sentences": [{"sentId": 365, "text": "OK.  All right."}, {"sentId": 366, "text": "Go ahead, Van."}, {"sentId": 367, "text": "And then I want to get Mayor Weaver in because Mayor Weaver sitting by very patiently."}, {"sentId": 368, "text": "Go ahead, Van."}], "speaker": "LEMON", "secId": 128}, {"sentences": [{"sentId": 369, "text": "I don't want to take her time."}, {"sentId": 370, "text": "I just want to say I don't think we're tying to marry it to racism."}, {"sentId": 371, "text": "There's a reason ..."}], "speaker": "JONES", "secId": 129}, {"sentences": [{"sentId": 372, "text": "No, sir."}, {"sentId": 373, "text": "You all did it today."}], "speaker": "LEVELL", "secId": 130}, {"sentences": [{"sentId": 374, "text": "Hold on."}, {"sentId": 375, "text": "Hold on."}], "speaker": "LEMON", "secId": 131}, {"sentences": [{"sentId": 376, "text": "The CBC did today."}], "speaker": "LEVELL", "secId": 132}, {"sentences": [{"sentId": 377, "text": "Sure."}, {"sentId": 378, "text": "Well, I don't think we're trying to marry it to racism."}, {"sentId": 379, "text": "I think they're twins."}, {"sentId": 380, "text": "They don't need a marriage ceremony, they're related."}, {"sentId": 381, "text": "And they're related in the minds of the Klan and the Aryan nation and everybody ..."}], "speaker": "JONES", "secId": 133}, {"sentences": [{"sentId": 382, "text": "No."}, {"sentId": 383, "text": "No, no, no."}, {"sentId": 384, "text": "Here we go."}], "speaker": "LEVELL", "secId": 134}, {"sentences": [{"sentId": 385, "text": "... Trump for his birther position."}], "speaker": "JONES", "secId": 135}, {"sentences": [{"sentId": 386, "text": "Yeah."}, {"sentId": 387, "text": "Mayor Karen Weaver, what are you hearing now in your community about today's event?"}], "speaker": "LEMON", "secId": 136}, {"sentences": [{"sentId": 388, "text": "Well, you know, it's just been very interesting, not only to me, but people that have I've talked to in Flint, that while this controversy has gone on and on for years, as we've, you know, heard people saying, that in 30 seconds you want to say, yes, he's an American citizen, he was born here, and that should be the end of it."}, {"sentId": 389, "text": "And that doesn't bowl very well in the African-American community."}, {"sentId": 390, "text": "And that's where he's really trying to get some votes."}, {"sentId": 391, "text": "So that's why I think he wants to put this to bed and move on."}, {"sentId": 392, "text": "But we've been offended by this for years now."}, {"sentId": 393, "text": "And 30 seconds doesn't do it."}, {"sentId": 394, "text": "LEMON:  All right."}, {"sentId": 395, "text": "We're going to take a break."}, {"sentId": 396, "text": "I'll let you respond on the other side of the break, Bruce."}, {"sentId": 397, "text": "I've got to get to it."}, {"sentId": 398, "text": "I'll be right back."}], "speaker": "WEAVER", "secId": 137}, {"sentences": [{"sentId": 399, "text": "OK, thanks."}], "speaker": "LEVELL", "secId": 138}, {"sentences": [{"sentId": 400, "text": "OK."}, {"sentId": 401, "text": "I'm back now with my panel."}, {"sentId": 402, "text": "Bruce, I want to go to you because you wanted to weigh in."}, {"sentId": 403, "text": "What Mayor Weaver said, is how can you expect an issue that's been happening over five years to be put to rest in, you know, within 30 seconds."}], "speaker": "LEMON", "secId": 139}, {"sentences": [{"sentId": 404, "text": "With all due respect with the Mayor's last question, first off, the American people should be offended on the failed policies that's been taking place in Flint."}, {"sentId": 405, "text": "I had family, Don, who lost everything with ..."}], "speaker": "LEVELL", "secId": 140}, {"sentences": [{"sentId": 406, "text": "Bruce, we're talking about the birther issue."}], "speaker": "LEMON", "secId": 141}, {"sentences": [{"sentId": 407, "text": "Well, you know -- Don, you know, look, here, at the end of the day, a Donald Trump administration is -- well, first off, let me put it to you like this."}, {"sentId": 408, "text": "The deal is that everyone's all emotional."}, {"sentId": 409, "text": "They know that we're surging in our polls."}, {"sentId": 410, "text": "They know we're doing well."}, {"sentId": 411, "text": "This last ditch effort to throw this, whatever this theory out here to scare the black voters away is not going to work."}, {"sentId": 412, "text": "So this is a ploy ..."}], "speaker": "LEVELL", "secId": 142}, {"sentences": [{"sentId": 413, "text": "We've been asking for five years for this man to stop with his delegitimating the commander-in-chief of the United States."}, {"sentId": 414, "text": "And you know what?"}, {"sentId": 415, "text": "Half the country believed him ..."}], "speaker": "JONES", "secId": 143}, {"sentences": [{"sentId": 416, "text": "Van ..."}], "speaker": "LEVELL", "secId": 144}, {"sentences": [{"sentId": 417, "text": "You spoke very well and powerfully, sir."}, {"sentId": 418, "text": "I was appreciating your position."}], "speaker": "JONES", "secId": 145}, {"sentences": [{"sentId": 419, "text": "OK."}], "speaker": "LEVELL", "secId": 146}, {"sentences": [{"sentId": 420, "text": "But listen, had he been successful, Donald Trump, in getting the country to believe that this man was not the commander in chief, legitimately, that is an incredible reckless thing to do."}, {"sentId": 421, "text": "We have soldiers in the field who would not know whether they should obey orders or not."}, {"sentId": 422, "text": "This is -- so he was doing something that was not just racist, but reckless, and it took five years to get him to come out and make one sentence."}, {"sentId": 423, "text": "And now we're supposed to just be happy?"}, {"sentId": 424, "text": "When you paint the side of a barn for five years one color, and you come back out and one second with one stroke, you think you -- no, you have to do a lot of work with this community to repair the damage."}], "speaker": "JONES", "secId": 147}, {"sentences": [{"sentId": 425, "text": "Hey, Don ..."}], "speaker": "LEWANDOWSKI", "secId": 148}, {"sentences": [{"sentId": 426, "text": "You have to remember, also -- Corey, I'll let you get in."}, {"sentId": 427, "text": "But on top of that it was the President is a Muslim."}, {"sentId": 428, "text": "So if he was a Muslim, what does it matter?"}, {"sentId": 429, "text": "I mean, you know, under American constitution, the First Amendment, you can run for a president if you're Muslim, if you're Catholic, if you're Baptist, it doesn't matter."}, {"sentId": 430, "text": "And then also, saying if he releases his college transcripts, this all went hand in hand, then I will give, you know, money to a foundation and I'll release all of this."}], "speaker": "LEMON", "secId": 149}, {"sentences": [{"sentId": 431, "text": "And Corey, you said that he put this to rest, OK?"}, {"sentId": 432, "text": "So I'm wondering how this is putting this to rest."}, {"sentId": 433, "text": "Let's put this up."}, {"sentId": 434, "text": "Because he continued to question the authenticity of the President's birth certificate and of the President even after the President produced his birth certificate."}, {"sentId": 435, "text": "This is in 2013, he said, Trump, \"How amazing the state health doctor who verified copies of Obama's birth certificate died in a plane crash today."}, {"sentId": 436, "text": "All others lived.\""}, {"sentId": 437, "text": "And there's this tweet where he says -- Trump says, \"An extremely incredible source has called my office and told me that Barack Obama's birth certificate is a fraud.\""}, {"sentId": 438, "text": "And then there are numbers of interviews where he says, \"I don't know if the birth certificate is even real.\""}, {"sentId": 439, "text": "How is that putting it to rest, Corey?"}], "speaker": "LEMON", "secId": 150}, {"sentences": [{"sentId": 440, "text": "Look -- Don, look, he was very public today and said that Barack Obama was born in the United States."}, {"sentId": 441, "text": "And what no one is remembering is that in 2008 ..."}], "speaker": "LEWANDOWSKI", "secId": 151}, {"sentences": [{"sentId": 442, "text": "But did he get some special evidence today that negates, you know, that ..."}], "speaker": "LEMON", "secId": 152}, {"sentences": [{"sentId": 443, "text": "No, excuse me ..."}], "speaker": "LEWANDOWSKI", "secId": 153}, {"sentences": [{"sentId": 444, "text": "... that the birth certificate is authentic, all of a sudden?"}, {"sentId": 445, "text": "Did he share that?"}], "speaker": "LEMON", "secId": 154}, {"sentences": [{"sentId": 446, "text": "Excuse me, Donald Trump was very clear today and he said Barack Obama was born in the United States."}, {"sentId": 447, "text": "What no one remembers is that in 2008, Hillary Clinton's campaign put out a photo of Barack Obama in Kenyan gear that her campaign had to apologize for and David Plouffe called it the most racist thing of the campaign cycle."}, {"sentId": 448, "text": "That was Barack Obama's campaign manager at the time."}, {"sentId": 449, "text": "No one's talking about that."}, {"sentId": 450, "text": "What else no one is talking about is Sidney Blumenthal has been a member of the Clinton Foundation and he is the one who perpetuated the narrative ..."}], "speaker": "LEWANDOWSKI", "secId": 155}, {"sentences": [{"sentId": 451, "text": "We've discussed that."}, {"sentId": 452, "text": "So far, there's no evidence of that."}], "speaker": "LEMON", "secId": 156}, {"sentences": [{"sentId": 453, "text": "... that Barack Obama may not be born in the United States."}, {"sentId": 454, "text": "Where is the apology from Sidney Blumenthal?"}], "speaker": "LEWANDOWSKI", "secId": 157}, {"sentences": [{"sentId": 455, "text": "Corey, again, there's no proof that that is true."}, {"sentId": 456, "text": "Go ahead, Van."}], "speaker": "LEMON", "secId": 158}, {"sentences": [{"sentId": 457, "text": "Well, let me just ..."}], "speaker": "JONES", "secId": 159}, {"sentences": [{"sentId": 458, "text": "There is proof."}, {"sentId": 459, "text": "Look, there was a firsthand that written account from a credible news outlet ..."}], "speaker": "LEWANDOWSKI", "secId": 160}, {"sentences": [{"sentId": 460, "text": "Corey, we've litigated that."}, {"sentId": 461, "text": "Again as our reporting here, there is no proof ..."}], "speaker": "LEMON", "secId": 161}, {"sentences": [{"sentId": 462, "text": "It's a firsthand account from a news outlet."}, {"sentId": 463, "text": "LEMON:  OK, that doesn't mean that it's true."}, {"sentId": 464, "text": "But go ahead, Van."}], "speaker": "LEWANDOWSKI", "secId": 162}, {"sentences": [{"sentId": 465, "text": "So first of all ..."}], "speaker": "JONES", "secId": 163}, {"sentences": [{"sentId": 466, "text": "Look, and here's -- look, here's the problem ..."}], "speaker": "LEWANDOWSKI", "secId": 164}, {"sentences": [{"sentId": 467, "text": "Corey, Corey, you had your turn."}], "speaker": "LEMON", "secId": 165}, {"sentences": [{"sentId": 468, "text": "Van, hang on one second."}, {"sentId": 469, "text": "Here's the problem."}, {"sentId": 470, "text": "The \"L.A. Times\" poll that came out today, Donald Trump is getting 19 percent of the African-American vote."}, {"sentId": 471, "text": "You know what that means?"}, {"sentId": 472, "text": "It means the African-American community ..."}], "speaker": "LEWANDOWSKI", "secId": 166}, {"sentences": [{"sentId": 473, "text": "Again, that is not a CNN poll."}, {"sentId": 474, "text": "That is not a CNN poll."}], "speaker": "LEMON", "secId": 167}, {"sentences": [{"sentId": 475, "text": "Excuse me, I didn't -- I said the \"L.A. Times,\" I didn't say it was a CNN poll."}, {"sentId": 476, "text": "I said the \"L.A. Times\" poll that came out today shows that Donald Trump is getting 19 percent of the African- American vote."}, {"sentId": 477, "text": "What it also shows ..."}], "speaker": "LEWANDOWSKI", "secId": 168}, {"sentences": [{"sentId": 478, "text": "Corey ..."}], "speaker": "LEMON", "secId": 169}, {"sentences": [{"sentId": 479, "text": "The government statistics show that 26.1 percent of the African-Americans in this country live in poverty."}], "speaker": "LEWANDOWSKI", "secId": 170}, {"sentences": [{"sentId": 480, "text": "OK."}], "speaker": "LEMON", "secId": 171}, {"sentences": [{"sentId": 481, "text": "Corey, hold on ..."}], "speaker": "JONES", "secId": 172}, {"sentences": [{"sentId": 482, "text": "Again, I have to say this Van before you get in."}, {"sentId": 483, "text": "That poll does not ..."}], "speaker": "LEMON", "secId": 173}, {"sentences": [{"sentId": 484, "text": "... than they were when Barack Obama took office."}], "speaker": "LEWANDOWSKI", "secId": 174}, {"sentences": [{"sentId": 485, "text": "That poll does not reach -- meet the CNN standards."}, {"sentId": 486, "text": "But go ahead, Van."}], "speaker": "LEMON", "secId": 175}, {"sentences": [{"sentId": 487, "text": "And Corey, you're a professional and you know better than to take one outlier poll and pretend that -- but somebody in your position, especially, know that you've got to look at the averages."}, {"sentId": 488, "text": "And the averages show that he's -- that Trump is doing historically awful when it comes to African-Americans."}, {"sentId": 489, "text": "And there's a reason for it ..."}], "speaker": "JONES", "secId": 176}, {"sentences": [{"sentId": 490, "text": "That's not true."}, {"sentId": 491, "text": "The Trafalgar poll in South Carolina this week showed that Donald Trump ..."}], "speaker": "LEWANDOWSKI", "secId": 177}, {"sentences": [{"sentId": 492, "text": "Corey ..."}], "speaker": "JONES", "secId": 178}, {"sentences": [{"sentId": 493, "text": "Corey, let him finish."}, {"sentId": 494, "text": "JONES:  Just -- are you the host?"}, {"sentId": 495, "text": "Can I actually talk now?"}, {"sentId": 496, "text": "When you get your show, you can keep talking but let me ..."}], "speaker": "LEMON", "secId": 179}, {"sentences": [{"sentId": 497, "text": "I'm telling you when you're wrong."}], "speaker": "LEWANDOWSKI", "secId": 180}, {"sentences": [{"sentId": 498, "text": "Well, and I'm telling you that you're wrong because if you look at the poll of polls, he's doing historically awful with African- Americans."}, {"sentId": 499, "text": "And anybody doesn't believe it, if they got a computer, just look it up."}, {"sentId": 500, "text": "I don't want to argue with you about that."}], "speaker": "JONES", "secId": 181}, {"sentences": [{"sentId": 501, "text": "Here's the difference of what you're saying, you're trying to make a point that other people have sinned when it came to Barack Obama and making racial innuendo."}, {"sentId": 502, "text": "And Corey, you are right, that in fact happened."}, {"sentId": 503, "text": "But it happened a long time ago and they stopped."}, {"sentId": 504, "text": "They didn't do it repeatedly."}, {"sentId": 505, "text": "They didn't do it over and over and over and over again for years."}], "speaker": "JONES", "secId": 182}, {"sentences": [{"sentId": 506, "text": "They didn't till the soil and make it fertile."}], "speaker": "LEMON", "secId": 183}, {"sentences": [{"sentId": 507, "text": "When was the last time Donald Trump raised this issue?"}], "speaker": "LEWANDOWSKI", "secId": 184}, {"sentences": [{"sentId": 508, "text": "Well, hold that -- well, I'll tell you."}, {"sentId": 509, "text": "He -- after the president in 2011 put it to bed as late as 2014 he was still out there tweeting about it."}, {"sentId": 510, "text": "And he's been asked repeatedly and he said he didn't know over and over and over again."}], "speaker": "JONES", "secId": 185}, {"sentences": [{"sentId": 511, "text": "And he also this year as well."}], "speaker": "LEMON", "secId": 186}, {"sentences": [{"sentId": 512, "text": "... new year as a private citizen."}], "speaker": "LEWANDOWSKI", "secId": 187}, {"sentences": [{"sentId": 513, "text": "Yeah, and also this year as well."}, {"sentId": 514, "text": "But the private citizen once was is now running for president of the United States."}], "speaker": "LEMON", "secId": 188}, {"sentences": [{"sentId": 515, "text": "Well, hold on."}, {"sentId": 516, "text": "Corey, now listen, you guys can't have it both ways."}, {"sentId": 517, "text": "When he's building buildings, you say he's a private citizen and that counts."}, {"sentId": 518, "text": "When he's out there as you say giving millions of invisible dollars to invisible organization you say that counts."}, {"sentId": 519, "text": "But when he's out there doing stuff that makes no sense at all while he's a private citizen he's not professional politician."}, {"sentId": 520, "text": "You can't have it both ways on ..."}], "speaker": "JONES", "secId": 189}, {"sentences": [{"sentId": 521, "text": "But you guys don't want to acknowledge ..."}], "speaker": "LEWANDOWSKI", "secId": 190}, {"sentences": [{"sentId": 522, "text": "Yeah."}, {"sentId": 523, "text": "I need to get Mayor Weaver in."}], "speaker": "LEMON", "secId": 191}, {"sentences": [{"sentId": 524, "text": "Donald Trump didn't raise this issue."}, {"sentId": 525, "text": "That's the point."}, {"sentId": 526, "text": "Donald Trump never raised this issue."}, {"sentId": 527, "text": "This was raised by the Clinton ..."}], "speaker": "LEWANDOWSKI", "secId": 192}, {"sentences": [{"sentId": 528, "text": "Corey, that is patently false."}, {"sentId": 529, "text": "I mean come on."}], "speaker": "LEMON", "secId": 193}, {"sentences": [{"sentId": 530, "text": "It's not false."}, {"sentId": 531, "text": "LEMON:  Are you -- yes it is."}], "speaker": "LEWANDOWSKI", "secId": 194}, {"sentences": [{"sentId": 532, "text": "It's actually not false."}], "speaker": "LEWANDOWSKI", "secId": 195}, {"sentences": [{"sentId": 533, "text": "He is the one who carried it ..."}], "speaker": "LEMON", "secId": 196}, {"sentences": [{"sentId": 534, "text": "And it is Hillary Clinton  and is raised in 2008."}], "speaker": "LEWANDOWSKI", "secId": 197}, {"sentences": [{"sentId": 535, "text": "I sent investigators to Hawaii, I sent investigators to Africa, you wouldn't believe the stuff that I'm finding out."}, {"sentId": 536, "text": "I don't know if the birth certificate is even authentic."}, {"sentId": 537, "text": "There are people who still believe the birth certificate is not false."}, {"sentId": 538, "text": "I'm still not sure it's an accurate birth certificate."}], "speaker": "LEMON", "secId": 198}, {"sentences": [{"sentId": 539, "text": "Mayor Weaver, is there anything that can we do to fix this at this point?"}], "speaker": "LEMON", "secId": 199}, {"sentences": [{"sentId": 540, "text": "Well, you know, what is interesting, the other thing that happened, just look at what happened in Flint a couple of days ago when he came to the church, and what happened with the pastor that was there."}, {"sentId": 541, "text": "You know, this lady stood up to him and said that you are here to thank the people that have been handing out this water all of this time and instead he chose to attack her for that."}, {"sentId": 542, "text": "And say that she was a nervous mess, but she was the same lady, the same pastor that stood up and stopped the crowd from heckling and said, be respectful."}, {"sentId": 543, "text": "But he didn't say anything about that."}, {"sentId": 544, "text": "So we see it again."}], "speaker": "WEAVER", "secId": 200}, {"sentences": [{"sentId": 545, "text": "Yeah."}, {"sentId": 546, "text": "Thank you all."}, {"sentId": 547, "text": "I appreciate it."}, {"sentId": 548, "text": "I'm out of time."}, {"sentId": 549, "text": "I'm sorry."}], "speaker": "LEMON", "secId": 201}, {"sentences": [{"sentId": 550, "text": "Coming up, was Donald Trump's involvement in the Birther Movement fueled by racism?"}, {"sentId": 551, "text": "We'll discuss."}], "speaker": "LEMON", "secId": 202}, {"sentences": [{"sentId": 552, "text": "So members of the Congressional Black Caucus calling Donald Trump a racist and a fraud for his involvement in the Birther Movement."}], "speaker": "LEMON", "secId": 203}, {"sentences": [{"sentId": 553, "text": "Joining me now is Charles Blow, the op-ed columnist for \"The New York Times\" and F. Michael Higginbotham who's a law professor at University of Baltimore and the author of \"Ghost of Jim Crow, Ending Racism and Post Racial America\"."}, {"sentId": 554, "text": "Gentlemen, good evening."}, {"sentId": 555, "text": "It's good to have you on, on this Friday night."}], "speaker": "LEMON", "secId": 204}, {"sentences": [{"sentId": 556, "text": "So this all started -- I'll go to you first, Charles, 2011, when he -- Donald Trump first started with this birther moment questioning the President, was he born in the United States?"}, {"sentId": 557, "text": "Why was this insinuation so racist and offensive because people have been saying, \"No, it wasn't.\""}, {"sentId": 558, "text": "Why in your estimation was it?"}], "speaker": "LEMON", "secId": 205}, {"sentences": [{"sentId": 559, "text": "Well, I mean Barack Obama's success was something a lot of people did not want to accept."}, {"sentId": 560, "text": "And a lot of people looked for ways to make it -- make their -- get their heads around the idea that he could not have been as good as he was."}, {"sentId": 561, "text": "He could not have achieved at this level."}, {"sentId": 562, "text": "And part of that, it -- part of trying to knock him down was to other him in every way possible, including ways that depended on traditional and old and ancient stereotypes."}, {"sentId": 563, "text": "And so that was everything from trying to say that he was not legitimate, he was not born here, that on his birth certificate, it may say Donald Trump said this, may say that he's a Muslim."}, {"sentId": 564, "text": "That's a lie."}, {"sentId": 565, "text": "That he may not have gone to Columbia, as he suggested and did well."}, {"sentId": 566, "text": "He -- Donald Trump also said that that people there said they never saw him."}, {"sentId": 567, "text": "That was a lie."}, {"sentId": 568, "text": "That he may not have even written his best-selling book, because as Donald Trump said, it read like Hemingway, and it must have been written by Bill Ayers, a white man."}, {"sentId": 569, "text": "That was a lie."}], "speaker": "BLOW", "secId": 206}, {"sentences": [{"sentId": 570, "text": "But everything about him, they try to attack and say that there is no way that this person that we may have kind of philosophical, political differences with, no way that this person could actually be as good as he appears to be."}, {"sentId": 571, "text": "And that became the racist linchpin in this argument."}], "speaker": "BLOW", "secId": 207}, {"sentences": [{"sentId": 572, "text": "But the Trump campaign has tried the to deny over and over that this had anything to do with -- the birtherism had anything to do with racism, but when you think about what else could it be, because essentially as we were saying, he's asking for his papers."}], "speaker": "LEMON", "secId": 208}, {"sentences": [{"sentId": 573, "text": "That's the thing about truth, right?"}, {"sentId": 574, "text": "It actually doesn't require your affirmation, it doesn't require your blessing, it doesn't require you to agree with it."}, {"sentId": 575, "text": "It actually is the truth."}, {"sentId": 576, "text": "And I don't need you to believe me when I tell you that you are saying something that is racist, because I understand that it is."}, {"sentId": 577, "text": "And I understand enough about history, I understand enough about traditional stereotypes, I understand enough about human motivations to understand that this has a racial underpinning."}], "speaker": "BLOW", "secId": 209}, {"sentences": [{"sentId": 578, "text": "Michael, to you first."}, {"sentId": 579, "text": "Even after the President produced his long-form birth certificate which is an embarrassment for a lot of people that, you know, they couldn't believe this was happening, Donald Trump continued with his birther theories."}, {"sentId": 580, "text": "What does he get out of trying to de-legitimatize the first African-American president of the United States?"}], "speaker": "LEMON", "secId": 210}, {"sentences": [{"sentId": 581, "text": "F. MICHAEL HIGGINBOTHAM, UNIVERSITY OF BALTIMORE LAW PROFESSOR:  Well I think what he's trying to get and what he has done throughout this campaign is to inject racism into it, to inject the issue of race."}, {"sentId": 582, "text": "You don't have to say specifically racist epithets to inject the issue of race."}, {"sentId": 583, "text": "And that's what he did with the Birther Movement."}, {"sentId": 584, "text": "And that's what he's done throughout his presidential campaign."}], "speaker": "LEMON", "secId": 211}, {"sentences": [{"sentId": 585, "text": "If you remember, the first thing he did when he announced for president was to talk about building a wall, stopping Mexicans from coming in because he said that they were rapist and criminals."}, {"sentId": 586, "text": "He then talked about stopping Muslims."}, {"sentId": 587, "text": "And then of course, when David Duke announced his support and avowed racist, Trump refused to reject that support."}], "speaker": "LEMON", "secId": 212}, {"sentences": [{"sentId": 588, "text": "And so, race is always been something that has been underlying Trump's campaign and the fact that he denies it doesn't really make a difference."}, {"sentId": 589, "text": "LEMON:  Michael, after he did disavow David Duke, after people believe he was forced to he was in the same sort of sentiment that he did today with the Birther Movement."}, {"sentId": 590, "text": "\"I disavow,\" and almost sounding like, \"There, you're happy, I did it.\""}, {"sentId": 591, "text": "Part of that is the way he goes about doing it once he has, in some way, you know, admitted that there was an issue somewhere, but not really apologizing."}], "speaker": "LEMON", "secId": 213}, {"sentences": [{"sentId": 592, "text": "This is what Trump does."}, {"sentId": 593, "text": "And let's be clear, Trump was dead wrong on this birtherism issue."}, {"sentId": 594, "text": "President Obama was born in the United States, his birth certificate said so and that made him a citizen by birth."}, {"sentId": 595, "text": "So, Trump was dead wrong."}], "speaker": "HIGGINBOTHAM", "secId": 214}, {"sentences": [{"sentId": 596, "text": "Now, today, after several years and continuing to assert that even the birth certificate was fraudulent somehow."}, {"sentId": 597, "text": "Now, Trump comes out and says, \"Well, he was born in the United States.\""}, {"sentId": 598, "text": "That's just unacceptable."}, {"sentId": 599, "text": "Trump must go further."}, {"sentId": 600, "text": "He must apologize."}], "speaker": "HIGGINBOTHAM", "secId": 215}, {"sentences": [{"sentId": 601, "text": "Look, I'm a professor."}, {"sentId": 602, "text": "Trump tried to get credit today for bringing up the issue to the American people."}, {"sentId": 603, "text": "When my students bring up an issue and they're wrong, they don't get credit."}, {"sentId": 604, "text": "They only get credit when they bring up the issue and they're right."}, {"sentId": 605, "text": "So, Trump was wrong here."}, {"sentId": 606, "text": "Not only does he need to say he was wrong, but he needs to apologize to President Obama and to the American people."}], "speaker": "HIGGINBOTHAM", "secId": 216}, {"sentences": [{"sentId": 607, "text": "The people need to have distain for what Trump has done for injecting this type of racial innuendo into the discussion for president."}], "speaker": "HIGGINBOTHAM", "secId": 217}, {"sentences": [{"sentId": 608, "text": "Something else I noticed Charles and that we've talked about it."}, {"sentId": 609, "text": "The people who have racist tendencies are now calling people who talk about issues like this racist as a projection or deflection."}, {"sentId": 610, "text": "What's going on here?"}], "speaker": "LEMON", "secId": 218}, {"sentences": [{"sentId": 611, "text": "I mean, people need to be affirmed in their own belief system."}, {"sentId": 612, "text": "They want to believe that what they're believing is right."}], "speaker": "BLOW", "secId": 219}, {"sentences": [{"sentId": 613, "text": "Because you know when we get up here, the social media is going to say we're racist."}], "speaker": "LEMON", "secId": 220}, {"sentences": [{"sentId": 614, "text": "And I will give like two flips of the coin when that happens because I really don't care what -- if I hurt your feelings, right, because racism is a fact of life in America."}], "speaker": "BLOW", "secId": 221}, {"sentences": [{"sentId": 615, "text": "There are a lot of racist people in America, people who understand that they are racist, people who don't register that they are racist, it's kind of subconscious for them and we're all acting out in this big gumbo of race and prejudice and biases and all of that's happening all around this."}, {"sentId": 616, "text": "And that is just a fact."}], "speaker": "BLOW", "secId": 222}, {"sentences": [{"sentId": 617, "text": "And so, when it happens, it's real."}, {"sentId": 618, "text": "And just because I bring it up does not mean that that means you're racist by them because you brought up the issue of race."}, {"sentId": 619, "text": "And therefore, that makes you the person who's talking about race and that makes you -- the racial problem an issue."}], "speaker": "BLOW", "secId": 223}, {"sentences": [{"sentId": 620, "text": "This issue with Donald Trump is absolutely racist no matter what they want to argue about, bringing it up and who started it and whatever."}, {"sentId": 621, "text": "In fact, there's no sign that Hillary Clinton was involved in starting this whatsoever."}], "speaker": "BLOW", "secId": 224}, {"sentences": [{"sentId": 622, "text": "Donald Trump became the grand wizard of birtherism."}, {"sentId": 623, "text": "That is simply a fact, and until he takes ownership of that, until he apologizes, like the professor said -- and what you do with an apology, it's not necessarily you're doing it for the other person."}, {"sentId": 624, "text": "That is a moral character issue."}, {"sentId": 625, "text": "You are doing that because you are wrong."}, {"sentId": 626, "text": "And the moral character in you says that I have to do this because I was wrong and to set my own spirit right."}], "speaker": "BLOW", "secId": 225}, {"sentences": [{"sentId": 627, "text": "If the other person accepts the apology, that's up to them."}, {"sentId": 628, "text": "You need to do this because it is right to do."}], "speaker": "BLOW", "secId": 226}, {"sentences": [{"sentId": 629, "text": "How do you think that this is a, you know, you mentioned Charles that he is called the president of the Muslim."}, {"sentId": 630, "text": "He, you know, he talked about what he said with his college records."}], "speaker": "LEMON", "secId": 227}, {"sentences": [{"sentId": 631, "text": "This is how Donald Trump came to the floor, at least politically."}, {"sentId": 632, "text": "I was looking at it through an interview what I do with him for in 2011."}, {"sentId": 633, "text": "And it sounded exactly the same when we talked about the Birther Movement."}, {"sentId": 634, "text": "How do you think that this is affecting the campaign now?"}, {"sentId": 635, "text": "Do you think that this will hurt him?"}], "speaker": "LEMON", "secId": 228}, {"sentences": [{"sentId": 636, "text": "I mean, it's to be seen."}, {"sentId": 637, "text": "I never tried to predict what's going to happen in the polls, you know."}, {"sentId": 638, "text": "I don't know exactly how to ripple up, but I do believe that it brings up this issue in a way that some people have forgotten about."}], "speaker": "BLOW", "secId": 229}, {"sentences": [{"sentId": 639, "text": "I have forgotten about how many different ways he had attack to President's credibility and try to defame him during that period."}, {"sentId": 640, "text": "And so, I went back today and like read over it and it was -- it kind of grows me up, you know."}, {"sentId": 641, "text": "It was so much."}, {"sentId": 642, "text": "It was so deep."}, {"sentId": 643, "text": "It was so in this world."}], "speaker": "BLOW", "secId": 230}, {"sentences": [{"sentId": 644, "text": "And I think that just by bringing the subject up and having people having to go back through that again is going to hurt him some."}], "speaker": "BLOW", "secId": 231}, {"sentences": [{"sentId": 645, "text": "I think they thought they were going to get this issue behind him, but, you know, we're not so sure again who can predict anything in this particular election."}], "speaker": "LEMON", "secId": 232}, {"sentences": [{"sentId": 646, "text": "Michael, today, members of the Congressional Black Caucus, I mean, they really went after Donald Trump, harshly criticized him for his comments and lack of an apology and lack of sincerity about it."}, {"sentId": 647, "text": "He thought that he was ending the birther discussion today."}, {"sentId": 648, "text": "Is he, in fact -- has he reignited the issue?"}], "speaker": "LEMON", "secId": 233}, {"sentences": [{"sentId": 649, "text": "I think he has reignited it."}, {"sentId": 650, "text": "And, certainly, I think members of the Congressional Black Caucus and many Americans of all colors are not going to let this go."}, {"sentId": 651, "text": "They're not going to let him simply say, \"OK, I say President Obama was born in the U.S. and that's it."}, {"sentId": 652, "text": "Now, let's move on.\""}], "speaker": "HIGGINBOTHAM", "secId": 234}, {"sentences": [{"sentId": 653, "text": "No, we're not going to move on because not only is an apology warranted, but this election is a battle for America's racial sole."}, {"sentId": 654, "text": "I mean, Trump has injected race into this and Americans can't let this go."}, {"sentId": 655, "text": "I mean, this election is crucial."}, {"sentId": 656, "text": "And so, when you start to look at not only the policies and practices that candidate Trump is espousing, this is going to be really problematic to equality in our country."}], "speaker": "HIGGINBOTHAM", "secId": 235}, {"sentences": [{"sentId": 657, "text": "If some of these things that Trump wants to do are actually become law and policy, it's going to have a very detrimental effect."}], "speaker": "HIGGINBOTHAM", "secId": 236}, {"sentences": [{"sentId": 658, "text": "America is not going to be the great melting pot."}, {"sentId": 659, "text": "America is not going to be able to live up to, you know, the meaning of its creed that all are created equal if we don't get Hillary Clinton elected and if we don't make sure that we initiate new policies and practices that are going to guarantee equality for all Americans."}], "speaker": "HIGGINBOTHAM", "secId": 237}, {"sentences": [{"sentId": 660, "text": "Michael, Charles, thank you very much, gentlemen."}, {"sentId": 661, "text": "I appreciate it."}], "speaker": "LEMON", "secId": 238}, {"sentences": [{"sentId": 662, "text": "My pleasure."}], "speaker": "HIGGINBOTHAM", "secId": 239}, {"sentences": [{"sentId": 663, "text": "Just ahead, what Trump is saying tonight about Hillary Clinton security detail."}], "speaker": "LEMON", "secId": 240}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1609.16.cnnt.01.html.json", "time": "Aired September 16, 2016 - 21:00   ET"}