{"sectionCount": 322, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["LEMON", "LEEDS", "TRUMP", "OBAMA", "BORGER", "MCKINNON", "STERN", "UNIDENTIFIED FEMALE", "COOPER", "ROSS", "HUGHES", "HOOVER", "HOVER"], "subTitle": "Donald Trump Angrily Denying Allegations that he Touched Women Inappropriately; Michelle Obama Campaigning for Hillary Clinton; Trump Accuser Speaks to CNN. Aired 10-11p ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1610/13/cnnt.01.html", "sentenceCount": 603, "sections": [{"sentences": [{"sentId": 0, "text": "You know, if this happened on scandal, do you know that TV show, or in a movie, you just wouldn't believe it, but what's happening tonight in the race for the White House has to be seen and heard to be believed."}], "speaker": "LEMON", "secId": 0}, {"sentences": [{"sentId": 1, "text": "This is CNN Tonight."}, {"sentId": 2, "text": "I'm Don Lemon."}], "speaker": "LEMON", "secId": 1}, {"sentences": [{"sentId": 3, "text": "I want you to listen to what one of Donald Trump's accusers tells CNN's Anderson Cooper tonight."}], "speaker": "LEMON", "secId": 2}, {"sentences": [{"sentId": 4, "text": "Suddenly, he's like encroaching on my side of -- of the seat, and he's -- his hands were everywhere."}], "speaker": "LEEDS", "secId": 3}, {"sentences": [{"sentId": 5, "text": "Now here's Donald Trump."}], "speaker": "LEMON", "secId": 4}, {"sentences": [{"sentId": 6, "text": "These vicious claims about me of inappropriate conduct with women are totally and absolutely false."}], "speaker": "TRUMP", "secId": 5}, {"sentences": [{"sentId": 7, "text": "And the Clintons know it and they know it very well."}, {"sentId": 8, "text": "These claims are all fabricated."}, {"sentId": 9, "text": "They're pure fiction and they're outright lies."}], "speaker": "TRUMP", "secId": 6}, {"sentences": [{"sentId": 10, "text": "And the First Lady Michelle Obama campaigning for Hillary Clinton in New Hampshire goes off script and weighs in."}], "speaker": "LEMON", "secId": 7}, {"sentences": [{"sentId": 11, "text": "And I can't believe that I'm saying that a candidate for president of the United States has bragged about sexually assaulting women."}], "speaker": "OBAMA", "secId": 8}, {"sentences": [{"sentId": 12, "text": "And it is now just 26 days until the Election Day and it couldn't come any sooner."}, {"sentId": 13, "text": "There's a lot to get to tonight."}], "speaker": "LEMON", "secId": 9}, {"sentences": [{"sentId": 14, "text": "Of course, I want to begin with CNN's chief political analyst Gloria Borger, and Mark McKinnon, the co-creator of Showtime's the Circus inside the greatest political show on earth."}, {"sentId": 15, "text": "I hardly recognize him without a hat."}], "speaker": "LEMON", "secId": 10}, {"sentences": [{"sentId": 16, "text": "Thank you, both for joining us this evening."}, {"sentId": 17, "text": "So, let's discuss this."}, {"sentId": 18, "text": "This is very serious stuff here."}, {"sentId": 19, "text": "I want you to listen to the clip."}, {"sentId": 20, "text": "This is Jessica Leeds who is accusing Donald Trump of assault."}, {"sentId": 21, "text": "She spoke to Anderson Cooper just a short time ago."}], "speaker": "LEMON", "secId": 11}, {"sentences": [{"sentId": 22, "text": "He was grabbing my breasts and trying to turn me towards him and -- and kissing me and then after, a bit, that's when his hands started going -- I was wearing a skirt and he -- his hands started going towards my knee and up my skirt and that's when I said, I don't need this, and I got up."}], "speaker": "LEEDS", "secId": 12}, {"sentences": [{"sentId": 23, "text": "So Gloria, what she's describing is a scene in an airplane where Donald Trump allegedly attacked her more than 35 years ago, the Trump people say she's a liar."}, {"sentId": 24, "text": "They flat out calling her a liar and he's saying the same thing, she's just looking for fame."}, {"sentId": 25, "text": "What's your impression of her?"}], "speaker": "LEMON", "secId": 13}, {"sentences": [{"sentId": 26, "text": "Well, my impression of her is someone who is a reluctant witness."}, {"sentId": 27, "text": "She watched the debate on Sunday night, she heard Anderson Cooper repeatedly press Donald Trump about whether in fact he had ever behaved the way he bragged about behaving on that notorious videotape, and he said he didn't."}], "speaker": "BORGER", "secId": 14}, {"sentences": [{"sentId": 28, "text": "And what she described is someone who just had held this and told some friends about it for decades and heard Trump say that and somehow couldn't sleep that night and woke up the next morning and decided that she had to say something."}], "speaker": "BORGER", "secId": 15}, {"sentences": [{"sentId": 29, "text": "This is a woman that I saw from a different generation who said to Anderson, you know, at the time, I never thought of complaining about it because that's not what women did at that time."}, {"sentId": 30, "text": "We didn't want to make waves, we didn't want to complain."}], "speaker": "BORGER", "secId": 16}, {"sentences": [{"sentId": 31, "text": "And so she held it in all these years until at some point she decided she had to speak up when Donald Trump denied that he had ever behaved that way in the past."}], "speaker": "BORGER", "secId": 17}, {"sentences": [{"sentId": 32, "text": "Yes, Mark, let me bring you in here, because today Trump he is seriously denying these accusations by Leeds and all the other women who say Trump groped them and sexually assaulted them."}, {"sentId": 33, "text": "So, let's listen and then we'll discuss."}], "speaker": "LEMON", "secId": 18}, {"sentences": [{"sentId": 34, "text": "The claims are preposterous, ludicrous, and defied truth, common sense and logic."}, {"sentId": 35, "text": "We already have substantial evidence to dispute these lies and it will be made public in an appropriate way and at an appropriate time."}, {"sentId": 36, "text": "Very soon."}], "speaker": "TRUMP", "secId": 19}, {"sentences": [{"sentId": 37, "text": "Then a flood of women coming forward, Mark and some of their stories mirror what has said in the past."}, {"sentId": 38, "text": "I mean, where do you put this?"}, {"sentId": 39, "text": "Can he recover from this?"}], "speaker": "LEMON", "secId": 20}, {"sentences": [{"sentId": 40, "text": "Well, it's something he bragged about doing and then sort of in Gary Hart fashion, and Gary Hart -- but Gary Hart said follow mw, remember when he said follow me, that sort of what Donald Trump when he said, you know, he didn't do it, that just sort of forced a lot of hands up there to say, well, you know, he didn't do it and he did it to me."}], "speaker": "MCKINNON", "secId": 21}, {"sentences": [{"sentId": 41, "text": "And you know, that's six or seven, or eight women, in the last 24 hours -- who knows how many more there will be, but there's also lot of lawsuits before this week over a period of time."}, {"sentId": 42, "text": "So, at a certain point it becomes a pattern now."}], "speaker": "MCKINNON", "secId": 22}, {"sentences": [{"sentId": 43, "text": "My -- so, you know, so colleagues say well, how he could have answered Anderson Cooper's question any other way than to say no, I think there was a way which to say like mild blustered George W. Bush did to say when I was young and irresponsible, I was young and irresponsible."}], "speaker": "MCKINNON", "secId": 23}, {"sentences": [{"sentId": 44, "text": "It was a different era; I'm not saying it was right."}, {"sentId": 45, "text": "I had a lot of inappropriate behavior that's overly aggressive but I've learned a lesson and I've grown and I'm running for president and I..."}], "speaker": "MCKINNON", "secId": 24}, {"sentences": [{"sentId": 46, "text": "Do you really think he would have given that answer?"}, {"sentId": 47, "text": "That could have been a better answer?"}], "speaker": "LEMON", "secId": 25}, {"sentences": [{"sentId": 48, "text": "No, I think it would have been, I don't think he's going to and I don't think he -- I didn't expect him to and I don't think he was going to."}], "speaker": "MCKINNON", "secId": 26}, {"sentences": [{"sentId": 49, "text": "He probably didn't think that this was, you know."}], "speaker": "LEMON", "secId": 27}, {"sentences": [{"sentId": 50, "text": "But I'm saying by saying no he challenged those women."}], "speaker": "MCKINNON", "secId": 28}, {"sentences": [{"sentId": 51, "text": "He challenged those women, yes, yes."}, {"sentId": 52, "text": "Can you -- my question though, is can he recover with just 20 something days?"}, {"sentId": 53, "text": "Is this recoverable?"}], "speaker": "LEMON", "secId": 29}, {"sentences": [{"sentId": 54, "text": "Well, I don't think the option of going back to the sort of strategic approach that I suggested is possible."}, {"sentId": 55, "text": "So all he can do now is just turn the boats."}, {"sentId": 56, "text": "I mean, it's like the Vikings that just they -- they landed and said we're going to burn the boats, there's no retreat and we're just going full bore."}], "speaker": "MCKINNON", "secId": 30}, {"sentences": [{"sentId": 57, "text": "Yes, Gloria, go ahead."}], "speaker": "LEMON", "secId": 31}, {"sentences": [{"sentId": 58, "text": "Yes, his staff is -- one member of his staff has said to CNN, to Sara Murray, this is war."}, {"sentId": 59, "text": "And I think that it is going to scorched earth and I think all he can do -- and you see Donald Trump right now, this is not about saving the Republican Party."}, {"sentId": 60, "text": "This is not about saving the United States Senate, or saving the House."}], "speaker": "BORGER", "secId": 32}, {"sentences": [{"sentId": 61, "text": "It's about Donald Trump."}], "speaker": "LEMON", "secId": 33}, {"sentences": [{"sentId": 62, "text": "This is about Donald Trump winning at all cost and you see that he understands -- he brags about the polls when they're in his favor."}, {"sentId": 63, "text": "He's not talking about them a lot today."}, {"sentId": 64, "text": "And what he's trying to do is save Donald Trump, save Donald Trump's brand, and try and go back to what worked for him during the primaries, was this notion of I'm the outsider, there's a conspiracy against me."}], "speaker": "BORGER", "secId": 34}, {"sentences": [{"sentId": 65, "text": "You're going to hear this a lot and what that will do is solidify his base."}, {"sentId": 66, "text": "Maybe it will get his base more enthusiastic."}, {"sentId": 67, "text": "You see that his crowds have not diminished in size at all."}], "speaker": "BORGER", "secId": 35}, {"sentences": [{"sentId": 68, "text": "And suppressed the other side."}], "speaker": "LEMON", "secId": 36}, {"sentences": [{"sentId": 69, "text": "Or enthusiasm -- right."}, {"sentId": 70, "text": "Or enthusiasm."}, {"sentId": 71, "text": "But it isn't going to broaden the base."}, {"sentId": 72, "text": "It certainly isn't helping him with women as we've seen in the Fox News poll this evening, so I'm not quite sure how he does this."}, {"sentId": 73, "text": "If he does come back, it would be completely unprecedented."}], "speaker": "BORGER", "secId": 37}, {"sentences": [{"sentId": 74, "text": "Mark, I want to ask you, because the Clinton folks are saying he's doing this."}, {"sentId": 75, "text": "It's a race for the bottom for him because he is trying to suppress turnout for Hillary Clinton."}, {"sentId": 76, "text": "Is that a viable strategy?"}, {"sentId": 77, "text": "Is that what's happening here?"}], "speaker": "LEMON", "secId": 38}, {"sentences": [{"sentId": 78, "text": "It may be one of the only strategies left."}], "speaker": "MCKINNON", "secId": 39}, {"sentences": [{"sentId": 79, "text": "Wow."}], "speaker": "LEMON", "secId": 40}, {"sentences": [{"sentId": 80, "text": "I mean, he's getting no support from women and it's just gotten worse over the last week or so, and he's gotten to war with republicans."}, {"sentId": 81, "text": "He's gotten war with the Speaker of the House."}], "speaker": "MCKINNON", "secId": 41}, {"sentences": [{"sentId": 82, "text": "He's the man on an island."}], "speaker": "LEMON", "secId": 42}, {"sentences": [{"sentId": 83, "text": "And you now, any republican nominee George Bush, for example, had 90 percent plus, a little bit more than that of the republican base behind him, and you know, won by the Supreme Court, there was a recount with 90 percent of the republicans."}, {"sentId": 84, "text": "Donald Trump recently had 75 percent."}, {"sentId": 85, "text": "I don't even know that it's that today after this week, but."}], "speaker": "MCKINNON", "secId": 43}, {"sentences": [{"sentId": 86, "text": "Yes."}], "speaker": "LEMON", "secId": 44}, {"sentences": [{"sentId": 87, "text": "So, he needs women and he needs republicans and he's got to get in the addition game instead of the subtraction, the subtraction game."}], "speaker": "MCKINNON", "secId": 45}, {"sentences": [{"sentId": 88, "text": "I mentioned that there were -- there were flood of accusers coming forward."}, {"sentId": 89, "text": "One of them is Natasha Stoynoff, she is the reporter from People magazine."}, {"sentId": 90, "text": "She said she gives the first person account about Donald Trump attacking her Mar-a-Lago, and then she went on to write a story on trump and his wife Melania in 2005."}], "speaker": "LEMON", "secId": 46}, {"sentences": [{"sentId": 91, "text": "And here's what she write."}, {"sentId": 92, "text": "\"Donald wanted to show me around the mansion."}, {"sentId": 93, "text": "There was one tremendous room in particular he said that I just had to see."}, {"sentId": 94, "text": "We walked into the room alone and Trump shut the door behind us."}, {"sentId": 95, "text": "I turned around and within seconds he was pushing me against the wall and forcing his tongue down my throat.\""}], "speaker": "LEMON", "secId": 47}, {"sentences": [{"sentId": 96, "text": "Here's his response."}], "speaker": "LEMON", "secId": 48}, {"sentences": [{"sentId": 97, "text": "Why didn't they make it part of the story I was one of the biggest stars on television with the \"Apprentice\" and that would have been one of the biggest stories of the year."}, {"sentId": 98, "text": "Think of it."}, {"sentId": 99, "text": "She's doing the story on Melania who's pregnant at the time and Donald Trump, our one year anniversary and she said I made inappropriate advances."}], "speaker": "TRUMP", "secId": 49}, {"sentences": [{"sentId": 100, "text": "And by the way, the area was a public area, people all over the place."}, {"sentId": 101, "text": "Take a look."}, {"sentId": 102, "text": "You take a look."}, {"sentId": 103, "text": "Look at her."}, {"sentId": 104, "text": "Look at her words, you tell me what you think."}, {"sentId": 105, "text": "I don't think so."}, {"sentId": 106, "text": "I don't think."}], "speaker": "TRUMP", "secId": 50}, {"sentences": [{"sentId": 107, "text": "So Gloria, it's the tone and the intonation and look at the \"look at her.\""}, {"sentId": 108, "text": "Is he pointing to a journalist's looks as defense?"}, {"sentId": 109, "text": "Is that going to fly?"}], "speaker": "LEMON", "secId": 51}, {"sentences": [{"sentId": 110, "text": "Yes."}, {"sentId": 111, "text": "Well, sarcastically, in some childish way, he's talking about her appearance, it seems to me."}, {"sentId": 112, "text": "Look at her, I would never -- I would never make a pass at someone like that."}], "speaker": "BORGER", "secId": 52}, {"sentences": [{"sentId": 113, "text": "I mean, boorish to do that and I think that, you know, I don't know how that helps him with women voters, to be honest."}, {"sentId": 114, "text": "I think it's never great to criticize a woman's looks when you're trying to get women's votes."}], "speaker": "BORGER", "secId": 53}, {"sentences": [{"sentId": 115, "text": "Or adult, really."}], "speaker": "LEMON", "secId": 54}, {"sentences": [{"sentId": 116, "text": "So I don't think or ever -- so, I don't -- I don't know what that gets him, but in this kind of a circumstance, and you know, Mark, correct me if I'm wrong here -- it seems that he can't help himself."}], "speaker": "BORGER", "secId": 55}, {"sentences": [{"sentId": 117, "text": "Yes, I mean, he was actually, you know, relating a defense about the situation, which all kind of seemed rational, but then he just stepped over that line by attacking her looks."}], "speaker": "MCKINNON", "secId": 56}, {"sentences": [{"sentId": 118, "text": "Right."}], "speaker": "BORGER", "secId": 57}, {"sentences": [{"sentId": 119, "text": "You know, no matter how well that argument holds up any woman is going to see that and say, sorry."}], "speaker": "MCKINNON", "secId": 58}, {"sentences": [{"sentId": 120, "text": "I want to -- I want to go and come back with something but can we just play this Howard Stern moment and we'll discuss this on the other side."}, {"sentId": 121, "text": "Play this one from Howard Stern and then we'll be right back."}], "speaker": "LEMON", "secId": 59}, {"sentences": [{"sentId": 122, "text": "Donald, seriously, you know about sexual predators and things like that."}, {"sentId": 123, "text": "I mean."}], "speaker": "STERN", "secId": 60}, {"sentences": [{"sentId": 124, "text": "Right."}], "speaker": "TRUMP", "secId": 61}, {"sentences": [{"sentId": 125, "text": "You are one."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 62}, {"sentences": [{"sentId": 126, "text": "All right."}, {"sentId": 127, "text": "I didn't mean to say that, but it's true."}], "speaker": "STERN", "secId": 63}, {"sentences": [{"sentId": 128, "text": "Donald, seriously, you know about sexual predators and things like that."}, {"sentId": 129, "text": "I mean."}], "speaker": "STERN", "secId": 64}, {"sentences": [{"sentId": 130, "text": "Right."}], "speaker": "TRUMP", "secId": 65}, {"sentences": [{"sentId": 131, "text": "You are one."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 66}, {"sentences": [{"sentId": 132, "text": "I didn't mean to say that, but it's true."}], "speaker": "STERN", "secId": 67}, {"sentences": [{"sentId": 133, "text": "OK. Back now with Gloria Borger and Mark McKinnon."}, {"sentId": 134, "text": "I mean, Gloria, that was 2006 but how many of these are out there and how many more can everyone withstand."}], "speaker": "LEMON", "secId": 68}, {"sentences": [{"sentId": 135, "text": "Well, you know, you know, where there's smoke there's usually more and, you know, we'll have to see."}, {"sentId": 136, "text": "I think that on those Howard Stern videos and other videos that we've seen over the past year, you see Donald Trump's self-image, it's somebody who kind of was a young playboy, a  and about town."}], "speaker": "BORGER", "secId": 69}, {"sentences": [{"sentId": 137, "text": "And the things that he said in 2005 are now looked upon very differently, particularly as a president of the United States, and particularly by women, and I think he thought they were fine in 2005 when he was a reality TV star and it worked for him when he was trying to get his celebrity cooking and continuing, but it doesn't work when you're presidential candidate."}], "speaker": "BORGER", "secId": 70}, {"sentences": [{"sentId": 138, "text": "Mark, were you surprised by that clip?"}], "speaker": "LEMON", "secId": 71}, {"sentences": [{"sentId": 139, "text": "No, it's just confirmation of the sort of behavior that we've seen."}], "speaker": "MCKINNON", "secId": 72}, {"sentences": [{"sentId": 140, "text": "But Ivanka is sitting there."}], "speaker": "LEMON", "secId": 73}, {"sentences": [{"sentId": 141, "text": "Not the sort of thing you'd normally want to say in front of your daughter or laugh at."}], "speaker": "MCKINNON", "secId": 74}, {"sentences": [{"sentId": 142, "text": "Right."}], "speaker": "BORGER", "secId": 75}, {"sentences": [{"sentId": 143, "text": "But what strikes me is there's going to be more tapes, there's going to be more women and there's going to be more e-mails."}, {"sentId": 144, "text": "So, basically for the next 30 days as we were watching this it's going to be sex and e-mails."}], "speaker": "MCKINNON", "secId": 76}, {"sentences": [{"sentId": 145, "text": "Yes."}, {"sentId": 146, "text": "And you were concerned about naming your show, The Circus."}], "speaker": "LEMON", "secId": 77}, {"sentences": [{"sentId": 147, "text": "We thought it was a little bit over the top a couple of years ago."}], "speaker": "MCKINNON", "secId": 78}, {"sentences": [{"sentId": 148, "text": "Not so much."}], "speaker": "LEMON", "secId": 79}, {"sentences": [{"sentId": 149, "text": "Gloria, let's talk about the first lady."}], "speaker": "LEMON", "secId": 80}, {"sentences": [{"sentId": 150, "text": "I'm begging for a discussion about taxes."}], "speaker": "BORGER", "secId": 81}, {"sentences": [{"sentId": 151, "text": "Yes."}], "speaker": "LEMON", "secId": 82}, {"sentences": [{"sentId": 152, "text": "Can we do that?"}], "speaker": "BORGER", "secId": 83}, {"sentences": [{"sentId": 153, "text": "Yes, we can, but you know what, and I think you'll agree, I mean, you know, sexual assault is also a big issue in the society that, you know..."}], "speaker": "LEMON", "secId": 84}, {"sentences": [{"sentId": 154, "text": "Absolutely."}], "speaker": "BORGER", "secId": 85}, {"sentences": [{"sentId": 155, "text": "... that if anything can come out of this, we can have a serious and substantive discussion about sexual assault from all of this."}], "speaker": "LEMON", "secId": 86}, {"sentences": [{"sentId": 156, "text": "I think so."}], "speaker": "BORGER", "secId": 87}, {"sentences": [{"sentId": 157, "text": "And let's hope that does happen."}], "speaker": "LEMON", "secId": 88}, {"sentences": [{"sentId": 158, "text": "I think you're right."}], "speaker": "BORGER", "secId": 89}, {"sentences": [{"sentId": 159, "text": "Michelle Obama, the First Lady stomping for Hillary Clinton today and she became visibly emotional when she took on Trump and his hot mic remarks on Access Hollywood."}], "speaker": "LEMON", "secId": 90}, {"sentences": [{"sentId": 160, "text": "This was not just a lewd conversation; this wasn't just locker room banter."}, {"sentId": 161, "text": "This was a powerful individual, speaking freely and openly about sexually predatory behavior, and actually bragging about kissing and groping women using language so obscene that many of us will worried about our children hearing it when we turn on the TV."}], "speaker": "OBAMA", "secId": 91}, {"sentences": [{"sentId": 162, "text": "And to make matters worse, it now seems very clear that this isn't an isolated incident."}, {"sentId": 163, "text": "It's one of countless example of how he has treated women his whole life."}, {"sentId": 164, "text": "And I have to tell you that I listen to all of this and I feel it so personally, and I'm sure that many of you do, too, particularly the women."}], "speaker": "OBAMA", "secId": 92}, {"sentences": [{"sentId": 165, "text": "The shameful comments about our bodies, the disrespect of our ambitions and intellect and the belief that you can do anything you want to a woman."}, {"sentId": 166, "text": "It is cruel."}, {"sentId": 167, "text": "It is -- it's frightening, and the truth is, it hurts it -- it hurts."}], "speaker": "OBAMA", "secId": 93}, {"sentences": [{"sentId": 168, "text": "It was very powerful and emotional, Mark."}], "speaker": "LEMON", "secId": 94}, {"sentences": [{"sentId": 169, "text": "That was pure authenticity and you can't fake that."}, {"sentId": 170, "text": "I mean, she's in the surrogate hall of fame now."}, {"sentId": 171, "text": "I mean, she's given the two best speeches of the year at the convention and today."}, {"sentId": 172, "text": "I mean, really amazing."}], "speaker": "MCKINNON", "secId": 95}, {"sentences": [{"sentId": 173, "text": "Yes, she's a -- she's probably the one that'll make the difference, Gloria."}, {"sentId": 174, "text": "Because they call her the closer."}, {"sentId": 175, "text": "I agree with Mark."}, {"sentId": 176, "text": "I mean, it was very -- it was authentic."}], "speaker": "LEMON", "secId": 96}, {"sentences": [{"sentId": 177, "text": "It was."}, {"sentId": 178, "text": "And I was talking to someone from the Clinton campaign today who said to me she asked us if she could give that speech."}, {"sentId": 179, "text": "She wanted to give that speech."}, {"sentId": 180, "text": "Because as she said during the speech that it was something that struck her at her core, and I think we clearly saw that it did."}], "speaker": "BORGER", "secId": 97}, {"sentences": [{"sentId": 181, "text": "And when we watched her it struck a lot of people."}], "speaker": "BORGER", "secId": 98}, {"sentences": [{"sentId": 182, "text": "I also think what's interesting about it, is that it's a speech that I don't think Hillary Clinton could give, that here you have the first woman nominee for president, and she can't give that speech because of everything else around her, including her husband, including her history, everything else."}], "speaker": "BORGER", "secId": 99}, {"sentences": [{"sentId": 183, "text": "But Michelle Obama could give that speech, and Hillary shouldn't give that speech."}, {"sentId": 184, "text": "Hillary needs to go high, as Michelle Obama says."}, {"sentId": 185, "text": "But Michelle Obama could give that speech and talk directly to women voters in a way that I don't think Hillary Clinton has been able to do during this campaign."}], "speaker": "BORGER", "secId": 100}, {"sentences": [{"sentId": 186, "text": "And this is the way you and I were agreeing on just a moment ago, talking about, you know, this issue and taking it seriously."}], "speaker": "LEMON", "secId": 101}, {"sentences": [{"sentId": 187, "text": "Yes."}], "speaker": "BORGER", "secId": 102}, {"sentences": [{"sentId": 188, "text": "I think the first lady laid the groundwork for that..."}], "speaker": "LEMON", "secId": 103}, {"sentences": [{"sentId": 189, "text": "Absolutely."}], "speaker": "BORGER", "secId": 104}, {"sentences": [{"sentId": 190, "text": "... with that speech today."}, {"sentId": 191, "text": "You have an interesting story I heard..."}], "speaker": "LEMON", "secId": 105}, {"sentences": [{"sentId": 192, "text": "Well, I learned to never bet against -- never bet against Michelle Obama."}, {"sentId": 193, "text": "At the democratic convention, she was about to speak."}, {"sentId": 194, "text": "The Bernie supporters had been very agitated with booing every time Hillary Clinton's name was mentioned."}], "speaker": "MCKINNON", "secId": 106}, {"sentences": [{"sentId": 195, "text": "So, my colleague John Hallman  said I bet that when Michelle gives her speech not a -- there won't be a single boo, and I took the bet."}, {"sentId": 196, "text": "And Mark Halpin said, for $50, and John shook my hands at a $1,000."}, {"sentId": 197, "text": "LEMON:  Yes."}], "speaker": "MCKINNON", "secId": 107}, {"sentences": [{"sentId": 198, "text": "And as it turned out, I was 1,000 poorer as I walk out of that venue."}, {"sentId": 199, "text": "Not a single person do."}], "speaker": "MCKINNON", "secId": 108}, {"sentences": [{"sentId": 200, "text": "Yes."}, {"sentId": 201, "text": "Let's talk about polls now, shall we?"}, {"sentId": 202, "text": "There's a new national poll out, Hillary Clinton has a seven point lead among likely voters."}, {"sentId": 203, "text": "A week ago, Fox's poll that she led by just two and maybe more important, he's down 6 percent among women, 8 percent among white women with degrees, and 10 percent among suburban women."}], "speaker": "LEMON", "secId": 109}, {"sentences": [{"sentId": 204, "text": "And that wouldn't include any, you know, reaction among voters to last night's accusers, as well."}, {"sentId": 205, "text": "So, we're still going to get to that."}, {"sentId": 206, "text": "So, Mark what do you make of these numbers?"}], "speaker": "LEMON", "secId": 110}, {"sentences": [{"sentId": 207, "text": "Well, yes, the math doesn't work."}, {"sentId": 208, "text": "I mean, if you don't have white women with degrees, republicans don't win."}, {"sentId": 209, "text": "So, I mean he -- he's just got to look at the math and you've got to have -- you've got to have republicans."}], "speaker": "MCKINNON", "secId": 111}, {"sentences": [{"sentId": 210, "text": "Yes."}], "speaker": "LEMON", "secId": 112}, {"sentences": [{"sentId": 211, "text": "And you got to have women, particularly white women with degrees."}, {"sentId": 212, "text": "And if you don't have them it's just never been done."}, {"sentId": 213, "text": "I mean, maybe he'll be the first."}], "speaker": "MCKINNON", "secId": 113}, {"sentences": [{"sentId": 214, "text": "But Gloria, I can assume that you agree because you're saying yes."}], "speaker": "LEMON", "secId": 114}, {"sentences": [{"sentId": 215, "text": "I do."}], "speaker": "BORGER", "secId": 115}, {"sentences": [{"sentId": 216, "text": "So, can we -- can I move on to another and talk about..."}], "speaker": "LEMON", "secId": 116}, {"sentences": [{"sentId": 217, "text": "Sure."}], "speaker": "BORGER", "secId": 117}, {"sentences": [{"sentId": 218, "text": "... a couple of new battleground state polls out?"}], "speaker": "LEMON", "secId": 118}, {"sentences": [{"sentId": 219, "text": "Yes."}], "speaker": "BORGER", "secId": 119}, {"sentences": [{"sentId": 220, "text": "North Carolina, Clinton is up by 4-point over Donald Trump, 45 percent to 41, and then in Ohio, Trump is up by 1 percent, give us your takeaway on these."}], "speaker": "LEMON", "secId": 120}, {"sentences": [{"sentId": 221, "text": "I think these battleground polls are reflective of the national polls and I think they're very difficult for Trump."}, {"sentId": 222, "text": "Look, he has to run the table and then find another table, and he's not -- you know, he's not doing that."}], "speaker": "BORGER", "secId": 121}, {"sentences": [{"sentId": 223, "text": "And a state like North Carolina, you look at that, Romney won that very narrowly last time, and Trump should be running away with North Carolina, or at least winning, and he's -- and he's not."}], "speaker": "BORGER", "secId": 122}, {"sentences": [{"sentId": 224, "text": "Pennsylvania, Hillary, 9 percent lead."}, {"sentId": 225, "text": "I mean, Wisconsin, Hillary is up 7, Michigan, Hillary is up 11 points."}, {"sentId": 226, "text": "So, if the election were held today, not really good for Donald Trump."}, {"sentId": 227, "text": "Twenty six days is some time, but not an awful lot of time to make the..."}], "speaker": "BORGER", "secId": 123}, {"sentences": [{"sentId": 228, "text": "Gloria, what about down ticket though?"}, {"sentId": 229, "text": "What does that mean, because she's up by 7 percent nationally, what does that mean to the down ticket which is important to republicans?"}], "speaker": "LEMON", "secId": 124}, {"sentences": [{"sentId": 230, "text": "It's troubling."}, {"sentId": 231, "text": "And you saw President Obama start that tonight."}, {"sentId": 232, "text": "He started to talk about republicans who had endorsed Donald Trump and then ran away from Donald Trump."}, {"sentId": 233, "text": "And Mark, I'm sure he's talking about your old boss, John McCain, right?"}], "speaker": "BORGER", "secId": 125}, {"sentences": [{"sentId": 234, "text": "And he's saying you can't have it both ways, guys, because what he's trying to do is affect the down ballot and trying to say to republicans, huh-uh, if you were for Donald Trump, you can't just turnaround, which is John McCain did unendorsed, which is a new verb in our political..."}], "speaker": "BORGER", "secId": 126}, {"sentences": [{"sentId": 235, "text": "Yes, unendorsed."}, {"sentId": 236, "text": "I know it, I never heard of it."}, {"sentId": 237, "text": "So, listen."}], "speaker": "LEMON", "secId": 127}, {"sentences": [{"sentId": 238, "text": "Or re-endorsed."}], "speaker": "MCKINNON", "secId": 128}, {"sentences": [{"sentId": 239, "text": "Re-endorsed."}, {"sentId": 240, "text": "I got to run, but quickly, if you can tell me, is there anything that he can do to stop the bleeding now and just, you know, and gain momentum."}], "speaker": "LEMON", "secId": 129}, {"sentences": [{"sentId": 241, "text": "They're doing exactly what they want to do."}, {"sentId": 242, "text": "You can't un- burn the boats."}, {"sentId": 243, "text": "They've burned the boats."}, {"sentId": 244, "text": "This is the strategy and that's the plan."}], "speaker": "MCKINNON", "secId": 130}, {"sentences": [{"sentId": 245, "text": "Mark and Gloria, thank you very much."}, {"sentId": 246, "text": "Great conversation."}], "speaker": "LEMON", "secId": 131}, {"sentences": [{"sentId": 247, "text": "Sure."}], "speaker": "BORGER", "secId": 132}, {"sentences": [{"sentId": 248, "text": "See you soon."}, {"sentId": 249, "text": "Just ahead, in her own words one of the women accusing Donald Trump of touching her inappropriately, speaking out tonight to CNN's Anderson Cooper."}, {"sentId": 250, "text": "We're going to hear what she's saying next."}], "speaker": "LEMON", "secId": 133}, {"sentences": [{"sentId": 251, "text": "Donald Trump angrily denying allegations that he touched women inappropriately, calling the accusations pure fiction and outright lies."}], "speaker": "LEMON", "secId": 134}, {"sentences": [{"sentId": 252, "text": "One of those women is Jessica Leeds."}, {"sentId": 253, "text": "She is speaking out tonight to CNN's Anderson Cooper."}], "speaker": "LEMON", "secId": 135}, {"sentences": [{"sentId": 254, "text": "I did not know Donald Trump from a hole in the wall."}, {"sentId": 255, "text": "I did not know New York, I did not know New York real estate."}, {"sentId": 256, "text": "This was in 1979, so -- no, I was -- I was unaware, but as I said, he introduced himself, Donald Trump."}, {"sentId": 257, "text": "I sat down."}, {"sentId": 258, "text": "They served a very nice dinner or meal and after it was all cleared, why then he became inappropriate."}, {"sentId": 259, "text": "COOPER:  You, I think you said in the New York Times article that he"}], "speaker": "LEEDS", "secId": 136}, {"sentences": [{"sentId": 260, "text": "asked you if you were married."}], "speaker": "LEEDS", "secId": 137}, {"sentences": [{"sentId": 261, "text": "Yes."}, {"sentId": 262, "text": "She did -- he did."}, {"sentId": 263, "text": "And I was at that time."}, {"sentId": 264, "text": "I had two kids to care off but I was divorced."}], "speaker": "LEEDS", "secId": 138}, {"sentences": [{"sentId": 265, "text": "And were you talking during the meal?"}], "speaker": "COOPER", "secId": 139}, {"sentences": [{"sentId": 266, "text": "Yes, we were talking during the meal and it was totally innocuous."}, {"sentId": 267, "text": "It was, you know, generalities."}, {"sentId": 268, "text": "It was nothing -- he wasn't flirting and I don't think I was flirting."}, {"sentId": 269, "text": "We were just talking."}], "speaker": "LEEDS", "secId": 140}, {"sentences": [{"sentId": 270, "text": "And then the meal finished?"}], "speaker": "COOPER", "secId": 141}, {"sentences": [{"sentId": 271, "text": "Then the meal finished and the stewardess cleared away the dishes and everything else like that and it was like suddenly he's like encroaching on my side of the seat and his hands were everywhere."}], "speaker": "LEEDS", "secId": 142}, {"sentences": [{"sentId": 272, "text": "Did he say anything?"}], "speaker": "COOPER", "secId": 143}, {"sentences": [{"sentId": 273, "text": "No and I didn't either."}], "speaker": "LEEDS", "secId": 144}, {"sentences": [{"sentId": 274, "text": "You didn't say anything?"}], "speaker": "COOPER", "secId": 145}, {"sentences": [{"sentId": 275, "text": "I didn't say anything."}], "speaker": "LEEDS", "secId": 146}, {"sentences": [{"sentId": 276, "text": "You say his hands were everywhere."}, {"sentId": 277, "text": "Can you be specific?"}], "speaker": "COOPER", "secId": 147}, {"sentences": [{"sentId": 278, "text": "Well, he was grabbing my breasts and trying to turn me towards him, and -- and kissing me and then after a bit, that's when his hands started going -- I was wearing a skirt, and his hands started going towards my knee and up my skirt and that's when I said, I don't need this, and I got up."}], "speaker": "LEEDS", "secId": 148}, {"sentences": [{"sentId": 279, "text": "Is that literally what you said?"}], "speaker": "COOPER", "secId": 149}, {"sentences": [{"sentId": 280, "text": "I don't know what I said it out loud or whether..."}], "speaker": "LEEDS", "secId": 150}, {"sentences": [{"sentId": 281, "text": "That's what you were thinking."}], "speaker": "COOPER", "secId": 151}, {"sentences": [{"sentId": 282, "text": "I do remember thinking the guy in the other seat, why doesn't he say something."}, {"sentId": 283, "text": "I mean..."}], "speaker": "LEEDS", "secId": 152}, {"sentences": [{"sentId": 284, "text": "Could other people see?"}], "speaker": "COOPER", "secId": 153}, {"sentences": [{"sentId": 285, "text": "The guy in the seat across the aisle could see, and I kept thinking maybe the stewardess is going to come and he'll stop, but she never came."}], "speaker": "LEEDS", "secId": 154}, {"sentences": [{"sentId": 286, "text": "Do you know how long that went on for?"}], "speaker": "COOPER", "secId": 155}, {"sentences": [{"sentId": 287, "text": "Not real long, no, no, I would say just about, what, 15 minutes."}, {"sentId": 288, "text": "That's long enough."}], "speaker": "LEEDS", "secId": 156}, {"sentences": [{"sentId": 289, "text": "That's a long time."}], "speaker": "COOPER", "secId": 157}, {"sentences": [{"sentId": 290, "text": "Yes."}], "speaker": "LEEDS", "secId": 158}, {"sentences": [{"sentId": 291, "text": "Did he actually kiss you?"}], "speaker": "COOPER", "secId": 159}, {"sentences": [{"sentId": 292, "text": "Yes."}], "speaker": "LEEDS", "secId": 160}, {"sentences": [{"sentId": 293, "text": "On the on the face or on the lips?"}], "speaker": "COOPER", "secId": 161}, {"sentences": [{"sentId": 294, "text": "All -- wherever he could find a landing spot, yes."}], "speaker": "LEEDS", "secId": 162}, {"sentences": [{"sentId": 295, "text": "And, I mean, 15 minutes is a very long time."}], "speaker": "COOPER", "secId": 163}, {"sentences": [{"sentId": 296, "text": "Well, you know, it seemed like forever."}, {"sentId": 297, "text": "So, but I got up, got my bag and I went back to the coach section and I went all the way back to the tail of the airplane, the last seat in the last aisle, and when the plane landed I made sure that I was the last person off the plane."}], "speaker": "LEEDS", "secId": 164}, {"sentences": [{"sentId": 298, "text": "Because?"}], "speaker": "COOPER", "secId": 165}, {"sentences": [{"sentId": 299, "text": "I didn't want to run into him."}, {"sentId": 300, "text": "I didn't start telling my story until about a year and a half ago when it became apparent that he was making a serious run for the presidency."}], "speaker": "LEEDS", "secId": 166}, {"sentences": [{"sentId": 301, "text": "And I would have an occasion to say to a group of friends, let me tell you my Trump story."}, {"sentId": 302, "text": "Now, most of these friends were women."}, {"sentId": 303, "text": "It was my book club."}, {"sentId": 304, "text": "It was this club."}, {"sentId": 305, "text": "It was -- it was neighbors a friends and everything."}], "speaker": "LEEDS", "secId": 167}, {"sentences": [{"sentId": 306, "text": "But a couple of men."}, {"sentId": 307, "text": "My son-in-law, my son, friends, my nephew, the whole thing."}, {"sentId": 308, "text": "And over the year and a half that I've been telling this, it's like it doesn't change it at all."}], "speaker": "LEEDS", "secId": 168}, {"sentences": [{"sentId": 309, "text": "It still infuriates me when I -- when I think about it but I'm, you know, that was a long time ago."}, {"sentId": 310, "text": "It wasn't until Sunday night."}, {"sentId": 311, "text": "And all of them."}, {"sentId": 312, "text": "All of my friends would say, oh, you got -- you got to write this story up, you've got to publish it."}, {"sentId": 313, "text": "You got to contact somebody and make it known, it's too long ago."}], "speaker": "LEEDS", "secId": 169}, {"sentences": [{"sentId": 314, "text": "You didn't want to do that?"}], "speaker": "COOPER", "secId": 170}, {"sentences": [{"sentId": 315, "text": "No, not particularly."}, {"sentId": 316, "text": "I mean, it was too long ago."}, {"sentId": 317, "text": "So -- but when you -- at the debate -- well, the Friday night tapes, that whole bus scene was really annoying and then the debate, when you specifically asked Trump, had he ever groped a woman -- I forget how you phrased it, and he said no."}], "speaker": "LEEDS", "secId": 171}, {"sentences": [{"sentId": 318, "text": "Yes, I asked him if he'd ever, if -- which he's bragging about sexual assault or if he had actually done what he said."}], "speaker": "COOPER", "secId": 172}, {"sentences": [{"sentId": 319, "text": "Right."}], "speaker": "LEEDS", "secId": 173}, {"sentences": [{"sentId": 320, "text": "Had he ever kissed a woman without consent."}], "speaker": "COOPER", "secId": 174}, {"sentences": [{"sentId": 321, "text": "Right."}], "speaker": "LEEDS", "secId": 175}, {"sentences": [{"sentId": 322, "text": "Had he ever groped a woman."}, {"sentId": 323, "text": "LEEDS:  Right."}, {"sentId": 324, "text": "And he said no."}, {"sentId": 325, "text": "And I literally wanted to throw"}], "speaker": "COOPER", "secId": 176}, {"sentences": [{"sentId": 326, "text": "something at the TV, or punch my hand in the TV."}, {"sentId": 327, "text": "And that was Sunday night and Monday morning I found myself writing an e-mail, a letter to the editor to the Times."}], "speaker": "COOPER", "secId": 177}, {"sentences": [{"sentId": 328, "text": "Something about him actually denying it on the stage?"}], "speaker": "COOPER", "secId": 178}, {"sentences": [{"sentId": 329, "text": "Yes, that's as far as -- that's it exactly."}], "speaker": "LEEDS", "secId": 179}, {"sentences": [{"sentId": 330, "text": "What do you think it was about that moment that made you want to go public?"}], "speaker": "COOPER", "secId": 180}, {"sentences": [{"sentId": 331, "text": "Because I really would like for the fact that he's lying and he lies about so many things really brought out and, yes, you did."}, {"sentId": 332, "text": "You asked very good questions, but he -- he's very good at all the sudden he was talking about ISIS and he was talking about defense and he was talking about this, that, and the others."}], "speaker": "LEEDS", "secId": 181}, {"sentences": [{"sentId": 333, "text": "So, he manages to change the conversation."}, {"sentId": 334, "text": "And I sometimes I think I don't think he's even really aware of -- that he's lying."}, {"sentId": 335, "text": "He's built up his defenses in his head to the extent that he doesn't know."}], "speaker": "LEEDS", "secId": 182}, {"sentences": [{"sentId": 336, "text": "So you, in that moment you wanted to throw something at the screen, is that the moment you decided you were going to go public?"}], "speaker": "COOPER", "secId": 183}, {"sentences": [{"sentId": 337, "text": "I didn't sleep Sunday night thinking about what to do and how to do it."}, {"sentId": 338, "text": "I got up and on my e-mail, there were two friends who had -- I told the story and they said, you know, you really should -- should -- because they had watched the debate, you really should say something."}], "speaker": "LEEDS", "secId": 184}, {"sentences": [{"sentId": 339, "text": "Jessica Leeds, up next, a friend of Jessica's joins us live."}], "speaker": "LEMON", "secId": 185}, {"sentences": [{"sentId": 340, "text": "All right."}, {"sentId": 341, "text": "I want you to sit back and listen to this."}, {"sentId": 342, "text": "Donald Trump denying allegations that he touched women inappropriately."}, {"sentId": 343, "text": "We just heard from Jessica Leeds, one of Trump's accusers."}], "speaker": "LEMON", "secId": 186}, {"sentences": [{"sentId": 344, "text": "Now I want to bring in Linda Ross, a friend of Leeds."}, {"sentId": 345, "text": "And the reason I said I want you to watch this is because -- first of all, welcome."}], "speaker": "LEMON", "secId": 187}, {"sentences": [{"sentId": 346, "text": "Thank you."}], "speaker": "ROSS", "secId": 188}, {"sentences": [{"sentId": 347, "text": "It's good to have you here."}], "speaker": "LEMON", "secId": 189}, {"sentences": [{"sentId": 348, "text": "Nice to be here."}], "speaker": "ROSS", "secId": 190}, {"sentences": [{"sentId": 349, "text": "Some people say, why now, she didn't share this, she didn't tell this."}, {"sentId": 350, "text": "You said she shared this with you?"}], "speaker": "LEMON", "secId": 191}, {"sentences": [{"sentId": 351, "text": "Many months ago."}, {"sentId": 352, "text": "I can't -- because this campaign has seemed to be gone on forever, I can't pinpoint exactly when she shared this with me, but sometime around the time that it appeared Donald Trump was going to get the nomination, so eight or nine months ago, six month months ago -- before he got the nomination certainly."}], "speaker": "ROSS", "secId": 192}, {"sentences": [{"sentId": 353, "text": "Did you say, well, why didn't you, you know, Jessica, why didn't you tell this, what was your reasoning for that?"}], "speaker": "LEMON", "secId": 193}, {"sentences": [{"sentId": 354, "text": "No, no."}, {"sentId": 355, "text": "I'm from the same generation, she is, we didn't tell these things generally."}], "speaker": "ROSS", "secId": 194}, {"sentences": [{"sentId": 356, "text": "Yes."}], "speaker": "LEMON", "secId": 195}, {"sentences": [{"sentId": 357, "text": "And she just -- I had said something that I find him really creepy and she said, well, why don't I tell you my story."}, {"sentId": 358, "text": "So, she told me her story and I was literally shaking, I was horrified by what she told me."}, {"sentId": 359, "text": "And I didn't ask her why she didn't tell anybody at the time because I knew why she didn't."}, {"sentId": 360, "text": "We just didn't."}], "speaker": "ROSS", "secId": 196}, {"sentences": [{"sentId": 361, "text": "There were repercussions if you were a business person and dealing with business people, you're usually outnumbered."}, {"sentId": 362, "text": "It was just a difficult thing to do."}], "speaker": "ROSS", "secId": 197}, {"sentences": [{"sentId": 363, "text": "But subsequently, didn't she tell you that she didn't think any one would believe her?"}], "speaker": "LEMON", "secId": 198}, {"sentences": [{"sentId": 364, "text": "Yes, and when I said to her maybe you should think about contacting news organization and sharing this story, she said I'm 70 years old, you know, it happened decades ago, why would anybody care?"}, {"sentId": 365, "text": "Not to believe her why would anybody care?"}], "speaker": "ROSS", "secId": 199}, {"sentences": [{"sentId": 366, "text": "And you said?"}], "speaker": "LEMON", "secId": 200}, {"sentences": [{"sentId": 367, "text": "I said I think it's important, but it wasn't until Friday when the news came out about the Access Hollywood, I called her immediately, as soon as I heard that."}, {"sentId": 368, "text": "I heard the tape, I heard the words he used and I called her and I said, Jessica, this is exactly -- he's describing what he did to you."}, {"sentId": 369, "text": "He's literally describing what he did to you about grabbing them and saying that they love it, you know, I'm famous, I can get away with it, women love it."}, {"sentId": 370, "text": "I said you really, really -- now you really, really need to think about it."}], "speaker": "ROSS", "secId": 201}, {"sentences": [{"sentId": 371, "text": "And what did she -- what was that conversation like?"}], "speaker": "LEMON", "secId": 202}, {"sentences": [{"sentId": 372, "text": "She said you know, I'm getting a lot of e-mails from other people I've told this story too."}, {"sentId": 373, "text": "And I was with her Sunday night."}, {"sentId": 374, "text": "She -- she and I sitting together on the couch watching this."}], "speaker": "ROSS", "secId": 203}, {"sentences": [{"sentId": 375, "text": "May I play the turning point, what you say was a turning point?"}], "speaker": "LEMON", "secId": 204}, {"sentences": [{"sentId": 376, "text": "Absolutely."}], "speaker": "ROSS", "secId": 205}, {"sentences": [{"sentId": 377, "text": "This was at the debate."}], "speaker": "LEMON", "secId": 206}, {"sentences": [{"sentId": 378, "text": "For the record though, are you saying that what you said on that bus 11 years ago, that you did not actually kiss women without consent or grope women without consent?"}], "speaker": "COOPER", "secId": 207}, {"sentences": [{"sentId": 379, "text": "I have great consent for women."}, {"sentId": 380, "text": "Nobody has more weapon for women than I do."}], "speaker": "TRUMP", "secId": 208}, {"sentences": [{"sentId": 381, "text": "So for the record you're saying you never that?"}], "speaker": "COOPER", "secId": 209}, {"sentences": [{"sentId": 382, "text": "I said things that frankly -- you hear these things I said."}, {"sentId": 383, "text": "And I was embarrassed by it but I have tremendous respect for women..."}], "speaker": "TRUMP", "secId": 210}, {"sentences": [{"sentId": 384, "text": "Have you ever done those things?"}], "speaker": "COOPER", "secId": 211}, {"sentences": [{"sentId": 385, "text": "... and women have respect for me."}, {"sentId": 386, "text": "And I will tell you, no, I have not."}], "speaker": "TRUMP", "secId": 212}, {"sentences": [{"sentId": 387, "text": "That's what you called her and said."}], "speaker": "LEMON", "secId": 213}, {"sentences": [{"sentId": 388, "text": "I didn't called her."}], "speaker": "ROSS", "secId": 214}, {"sentences": [{"sentId": 389, "text": "She called."}], "speaker": "LEMON", "secId": 215}, {"sentences": [{"sentId": 390, "text": "I was sitting right next to her."}], "speaker": "ROSS", "secId": 216}, {"sentences": [{"sentId": 391, "text": "Oh, you were sitting with her."}], "speaker": "LEMON", "secId": 217}, {"sentences": [{"sentId": 392, "text": "We were sitting together on her couch."}, {"sentId": 393, "text": "And I looked at her and I said, oh, my God, Jessica, he just flat out lied right to our faces."}, {"sentId": 394, "text": "I mean, that's how personal it felt."}, {"sentId": 395, "text": "He just flat-out lied to our faces."}], "speaker": "ROSS", "secId": 218}, {"sentences": [{"sentId": 396, "text": "And we were both shaking."}, {"sentId": 397, "text": "We were so angry, and as the debate went on, and we just starting chatting and I said you really, really need to reassess your stats of not sharing this publicly, if you're comfortable enough to share it publicly, I support you."}, {"sentId": 398, "text": "I think it's important that you share it."}], "speaker": "ROSS", "secId": 219}, {"sentences": [{"sentId": 399, "text": "And?"}], "speaker": "LEMON", "secId": 220}, {"sentences": [{"sentId": 400, "text": "She -- she said, I'll think about it and I went home at the end of the debate."}, {"sentId": 401, "text": "I live two floors below her and the next morning I got an e-mail from her telling me that she had sent a letter or an e-mail to the New York Times on Monday."}], "speaker": "ROSS", "secId": 221}, {"sentences": [{"sentId": 402, "text": "Did she -- or you, either or both, did you realize that people were going to say this is politically motivated, that she would be challenged in some ways about it?"}, {"sentId": 403, "text": "Did you expect that?"}, {"sentId": 404, "text": "Did she?"}], "speaker": "LEMON", "secId": 222}, {"sentences": [{"sentId": 405, "text": "We've seen enough of the Trump campaign to believe that she would be challenged and of course we knew people would think it was politically motivated, that's not the case at all."}, {"sentId": 406, "text": "I mean, I read online things, you know, that she did for money."}, {"sentId": 407, "text": "Of"}], "speaker": "ROSS", "secId": 223}, {"sentences": [{"sentId": 408, "text": "course not."}, {"sentId": 409, "text": "Not a cent anywhere."}, {"sentId": 410, "text": "She -- none of these things that people say are possible reasons."}, {"sentId": 411, "text": "The only reason was to get a true story out in the public."}], "speaker": "ROSS", "secId": 224}, {"sentences": [{"sentId": 412, "text": "And I said to her, I said you know, Jessica, if you do it, there have to be other women out there, this is 40 years -- almost 40 years ago."}, {"sentId": 413, "text": "So, I think that yours won't be the only story."}], "speaker": "ROSS", "secId": 225}, {"sentences": [{"sentId": 414, "text": "And there are other women coming forward including the woman in People magazine who wrote an account about it."}, {"sentId": 415, "text": "And then here's how he responded, Donald Trump about her allegations."}], "speaker": "LEMON", "secId": 226}, {"sentences": [{"sentId": 416, "text": "Take a look, you take a look."}, {"sentId": 417, "text": "Look at her."}, {"sentId": 418, "text": "Look at her words."}, {"sentId": 419, "text": "You tell me what you think."}, {"sentId": 420, "text": "I don't think so."}, {"sentId": 421, "text": "I don't think so."}], "speaker": "TRUMP", "secId": 227}, {"sentences": [{"sentId": 422, "text": "And I want to play a part of what your friend, Jessica told Anderson Cooper earlier tonight."}], "speaker": "LEMON", "secId": 228}, {"sentences": [{"sentId": 423, "text": "That was one of the reasons why I pulled out my pictures to show because I'm 74 years old, and for him to now look at me at this age, he would never even give me the time of day."}, {"sentId": 424, "text": "But I wanted -- I wanted people to know what I looked like when I met him."}], "speaker": "LEEDS", "secId": 229}, {"sentences": [{"sentId": 425, "text": "Isn't it amazing that she wouldn't even have to do that?"}], "speaker": "LEMON", "secId": 230}, {"sentences": [{"sentId": 426, "text": "Oh, yes."}, {"sentId": 427, "text": "We knew that."}, {"sentId": 428, "text": "We talked too."}], "speaker": "ROSS", "secId": 231}, {"sentences": [{"sentId": 429, "text": "And you said she's a beautiful -- she's a beautiful woman now."}], "speaker": "LEMON", "secId": 232}, {"sentences": [{"sentId": 430, "text": "A beautiful, beautiful."}], "speaker": "ROSS", "secId": 233}, {"sentences": [{"sentId": 431, "text": "But then you said."}], "speaker": "LEMON", "secId": 234}, {"sentences": [{"sentId": 432, "text": "Well, I didn't know her then."}, {"sentId": 433, "text": "I've known her about three years and we become good friends, and you know, I said you must have pictures, you know, I think you should pull out your pictures around that time."}], "speaker": "ROSS", "secId": 235}, {"sentences": [{"sentId": 434, "text": "Why would a woman have to prove that?"}, {"sentId": 435, "text": "I mean, because, you know."}], "speaker": "LEMON", "secId": 236}, {"sentences": [{"sentId": 436, "text": "Because that's the society we live in."}, {"sentId": 437, "text": "It's pretty sad."}, {"sentId": 438, "text": "And as we age we become more and more aware of that being the society we live in."}], "speaker": "ROSS", "secId": 237}, {"sentences": [{"sentId": 439, "text": "Yes."}, {"sentId": 440, "text": "What do you say to the folks out there watching?"}, {"sentId": 441, "text": "I don't know if you want to talk to the people who don't believe, or to the women who, you know, have dealt with this, not just with Donald Trump."}, {"sentId": 442, "text": "What's your message?"}], "speaker": "LEMON", "secId": 238}, {"sentences": [{"sentId": 443, "text": "Well, I'd like everybody to know that my friend, Jessica, is an upright, beautiful, special woman and I think every woman that is out there should follow her example, if you can."}], "speaker": "ROSS", "secId": 239}, {"sentences": [{"sentId": 444, "text": "If you can't do it publicly, at least speak to somebody privately so that you can get this off your chest, because women have been suffering these kinds of attacks and not quite as brutal as this one."}, {"sentId": 445, "text": "A lot of times -- sometimes it's far more subtle."}], "speaker": "ROSS", "secId": 240}, {"sentences": [{"sentId": 446, "text": "But we have been objectified and it's -- you really need to talk to somebody and instead of carrying it around internally, and don't blame yourself, it's not your fault."}, {"sentId": 447, "text": "We tended to blame ourselves, the skirt was too short, or we flirted or something."}, {"sentId": 448, "text": "You know, that -- that's it."}], "speaker": "ROSS", "secId": 241}, {"sentences": [{"sentId": 449, "text": "Thank you."}], "speaker": "LEMON", "secId": 242}, {"sentences": [{"sentId": 450, "text": "You're very welcome."}], "speaker": "ROSS", "secId": 243}, {"sentences": [{"sentId": 451, "text": "Thank you."}], "speaker": "LEMON", "secId": 244}, {"sentences": [{"sentId": 452, "text": "You're very welcome."}], "speaker": "ROSS", "secId": 245}, {"sentences": [{"sentId": 453, "text": "Thank you so much."}, {"sentId": 454, "text": "I wish we could have met under better circumstances."}], "speaker": "LEMON", "secId": 246}, {"sentences": [{"sentId": 455, "text": "Yes, I hope so."}, {"sentId": 456, "text": "It's something lovely next time."}], "speaker": "ROSS", "secId": 247}, {"sentences": [{"sentId": 457, "text": "We'll be right back."}], "speaker": "LEMON", "secId": 248}, {"sentences": [{"sentId": 458, "text": "Thank you."}], "speaker": "ROSS", "secId": 249}, {"sentences": [{"sentId": 459, "text": "Trump calls the allegations against him pure fiction and outright lies but how will voters react?"}], "speaker": "LEMON", "secId": 250}, {"sentences": [{"sentId": 460, "text": "Here to discuss, Margaret Hoover, will be along in just a second, republican consultant and Sirius XM host and a CNN political commentator, also with Scottie Nell Hughes who is a Trump supporter, as well."}], "speaker": "LEMON", "secId": 251}, {"sentences": [{"sentId": 461, "text": "I want to get to you first, Scottie, and then we'll bring Margaret in here."}, {"sentId": 462, "text": "What's your reaction to what you heard from Jessica Leeds?"}, {"sentId": 463, "text": "She said that she decided to speak out now after Donald Trump told Anderson Cooper he never did the things he described on that Access Hollywood tape."}], "speaker": "LEMON", "secId": 252}, {"sentences": [{"sentId": 464, "text": "Well, listening to Jessica's words of course my heart breaks for her, because obviously for 30 years she's held this inside her."}, {"sentId": 465, "text": "And you can tell that, you know, it obviously -- it obviously took some sort of toll on her, as it does any woman."}], "speaker": "HUGHES", "secId": 253}, {"sentences": [{"sentId": 466, "text": "One out of every five women here in the United States have been victims of rape and that's a very sad number, an issue that we have to deal with here about in the United States."}], "speaker": "HUGHES", "secId": 254}, {"sentences": [{"sentId": 467, "text": "However, we do still live in the United States and we're guilty -- and we're innocent until proven guilty."}, {"sentId": 468, "text": "And unfortunately right now these are just allegations, these are just things that are coming out, and they're coming out at a time that most people would go, wait a minute, we are 26 days before the election, Don."}, {"sentId": 469, "text": "Doesn't that seem like it's a little bit politically motivated?"}], "speaker": "HUGHES", "secId": 255}, {"sentences": [{"sentId": 470, "text": "Listen, I would never wish this on any woman or any man because man can also be taken advantage of."}, {"sentId": 471, "text": "But let's do -- let's -- if we're going to sit here and talk about let's have the conversation and not just use for political reasons to takedown a candidate, but actually to find solutions to a very serious problem that we have here."}], "speaker": "HUGHES", "secId": 256}, {"sentences": [{"sentId": 472, "text": "Well, I ask her friend."}, {"sentId": 473, "text": "Her friend was just on and I asked her, I said about political motivation."}, {"sentId": 474, "text": "She flat out denied it and said why would, you know, why would any woman want to subject herself to this."}], "speaker": "LEMON", "secId": 257}, {"sentences": [{"sentId": 475, "text": "She's 74 years old."}, {"sentId": 476, "text": "She quite frankly thought that no one would, you know, that it wasn't important and that it wouldn't matter."}], "speaker": "LEMON", "secId": 258}, {"sentences": [{"sentId": 477, "text": "Listen, 74-year-olds care just much this country as 35-year- olds, as 20-year-olds."}, {"sentId": 478, "text": "And if they are truly -- if they are truly supporters of Hillary Clinton or the Democratic Party, I think it's interesting that you have the timing of these women come out almost within the same 24 hours of each other."}], "speaker": "HUGHES", "secId": 259}, {"sentences": [{"sentId": 479, "text": "We had a whole -- a whole slew of them come out and basically, you know, kind of back each other up."}], "speaker": "HUGHES", "secId": 260}, {"sentences": [{"sentId": 480, "text": "OK."}], "speaker": "LEMON", "secId": 261}, {"sentences": [{"sentId": 481, "text": "So, I say it's all about the timing on the issue."}, {"sentId": 482, "text": "I don't want to talk about -- the issue is horrendous, it's a horrible subject, but let's actually talk about in this country deal with solutions and not using this for political pandering purposes, Don."}, {"sentId": 483, "text": "We know that the second that the speeches are given on November 8, both of these politicians will forget about it."}], "speaker": "HUGHES", "secId": 262}, {"sentences": [{"sentId": 484, "text": "OK."}, {"sentId": 485, "text": "I understand."}, {"sentId": 486, "text": "You made your point."}, {"sentId": 487, "text": "And just for the timing purposes."}, {"sentId": 488, "text": "I want to bring Margaret in now."}, {"sentId": 489, "text": "Does timing matter here?"}, {"sentId": 490, "text": "What is it?"}, {"sentId": 491, "text": "I mean, it is -- look, we're in the middle of a very -- you know, raucous, political presidential race."}], "speaker": "LEMON", "secId": 263}, {"sentences": [{"sentId": 492, "text": "I think every victim I agree with Hillary Clinton."}, {"sentId": 493, "text": "Every victim deserves to be heard, regardless of when they speak."}, {"sentId": 494, "text": "I'm willing to listen to every potential victim and I'm not willing to just discount them because of any sort of timing issue."}], "speaker": "HOOVER", "secId": 264}, {"sentences": [{"sentId": 495, "text": "And, Scottie, I'm sure you're not either."}, {"sentId": 496, "text": "Look, the reality is, if Donald Trump, as a candidate, had done any of the basic things that candidates do, right, basic opposition research on himself, is he ever been prepared for any of this, their campaign wouldn't be caught so flat-footed at this given moment."}], "speaker": "HOOVER", "secId": 265}, {"sentences": [{"sentId": 497, "text": "But the issue now, Scottie, isn't about the candidate at the top of the ticket."}, {"sentId": 498, "text": "It's not about the republican nominee; it's not about a republican presidency."}, {"sentId": 499, "text": "The bottom is falling out for candidates who are down ballot."}], "speaker": "HOOVER", "secId": 266}, {"sentences": [{"sentId": 500, "text": "For senators, for House, members of the House of Representatives who are republicans, who are suffering now because your guy at the top of the ticket didn't do his homework, hasn't prepared, isn't running a serious race and he is now facing serious allegations from women across the country."}], "speaker": "HOOVER", "secId": 267}, {"sentences": [{"sentId": 501, "text": "And now very good republicans, moderate republicans, republicans who would have been in the Senate, who would have allowed for, and could still allow for, a real working, bipartisan consensus in the legislative level with the democrat or republican at the top of the ticket, might lose their seats now."}, {"sentId": 502, "text": "That's what we're facing."}], "speaker": "HOOVER", "secId": 268}, {"sentences": [{"sentId": 503, "text": "Hey, Margaret, let me say this, I agree with you about the whole research thing, but let me remind you, that's actually more of a knock against these 17 republicans that were in the primary, because now -- they didn't -- all of their opposition research -- and we know it was done -- the Washington Post actually put on their 20 reporters, what was it, last spring, last winter when it looked like Donald Trump was going to be the nominee, there had been opposition research since the day Donald Trump announced and now this is all coming out 26 days."}], "speaker": "HUGHES", "secId": 269}, {"sentences": [{"sentId": 504, "text": "No, no."}, {"sentId": 505, "text": "no."}], "speaker": "HOOVER", "secId": 270}, {"sentences": [{"sentId": 506, "text": "But opposition research..."}], "speaker": "LEMON", "secId": 271}, {"sentences": [{"sentId": 507, "text": "Do you know what happens to opposition research?"}], "speaker": "HOOVER", "secId": 272}, {"sentences": [{"sentId": 508, "text": "Yes."}], "speaker": "LEMON", "secId": 273}, {"sentences": [{"sentId": 509, "text": "Candidates provides opposite research on themselves."}, {"sentId": 510, "text": "You know what Mitt Romney did, the cleanest, squeakiest candidate in history, did opposition research on himself so he would know what the democrats were going to hit on."}, {"sentId": 511, "text": "Did Donald Trump do op-on on himself?"}, {"sentId": 512, "text": "No."}], "speaker": "HOOVER", "secId": 274}, {"sentences": [{"sentId": 513, "text": "But why didn't you -- here's my question."}], "speaker": "HUGHES", "secId": 275}, {"sentences": [{"sentId": 514, "text": "Oh, he's done."}], "speaker": "HOOVER", "secId": 276}, {"sentences": [{"sentId": 515, "text": "Margaret, let me remind you what broke the story, Jeb Bush's own nephew was the one that brought the tapes to light."}, {"sentId": 516, "text": "So, you know, if your own nephew is not willing to tell you, hey, by the way, Uncle Jeb, Mr. -- you know..."}], "speaker": "HUGHES", "secId": 277}, {"sentences": [{"sentId": 517, "text": "I think you're making a lot of assumptions about the Bush family there, Scottie."}, {"sentId": 518, "text": "HUGHES:  Donald Trump doesn't say ."}, {"sentId": 519, "text": "What I'm saying is why -- the key is obvious."}, {"sentId": 520, "text": "That republicans look into everything they could for Donald Trump, did not find any of it."}, {"sentId": 521, "text": "Even Ted Cruz tweeted out about why did this stuff come out in 2015, so obviously maybe republicans need better researchers if all of a sudden a bunch of politicians can't figure this out."}], "speaker": "HOOVER", "secId": 278}, {"sentences": [{"sentId": 522, "text": "But what's your point about self-op research?"}, {"sentId": 523, "text": "I don't understand."}, {"sentId": 524, "text": "I understand the point."}], "speaker": "LEMON", "secId": 279}, {"sentences": [{"sentId": 525, "text": "Here's the point I'm trying to make."}, {"sentId": 526, "text": "If you're a candidate and you're a serious candidate running for office, what you do is you have a robust operation on the campaign operation."}], "speaker": "HOVER", "secId": 280}, {"sentences": [{"sentId": 527, "text": "I get that."}], "speaker": "LEMON", "secId": 281}, {"sentences": [{"sentId": 528, "text": "And you provide op -- you do op-research on yourself, so you know what the hits against you."}], "speaker": "HOOVER", "secId": 282}, {"sentences": [{"sentId": 529, "text": "You sit there and you hear the negatives and..."}], "speaker": "LEMON", "secId": 283}, {"sentences": [{"sentId": 530, "text": "And you know that."}], "speaker": "HOOVER", "secId": 284}, {"sentences": [{"sentId": 531, "text": "... you figure out how to respond to it."}], "speaker": "LEMON", "secId": 285}, {"sentences": [{"sentId": 532, "text": "And then you plan ahead so that you know how they are going to hit and you know how to respond to it."}, {"sentId": 533, "text": "And then you see how to punch her."}, {"sentId": 534, "text": "Donald Trump didn't do that on himself."}, {"sentId": 535, "text": "It's not about the Republican Party doing it on him."}], "speaker": "HOOVER", "secId": 286}, {"sentences": [{"sentId": 536, "text": "It's not about the Republican Party."}, {"sentId": 537, "text": "It's about Donald Trump as candidate for the presidency doing the op-o on himself and having a campaign operation that's robust enough to actually run for the presidency."}], "speaker": "HOOVER", "secId": 287}, {"sentences": [{"sentId": 538, "text": "But we know that he doesn't have that, because we know he doesn't have any ground to put efforts, we know he doesn't have any ground game, we know he doesn't have a polling operation."}], "speaker": "HOOVER", "secId": 288}, {"sentences": [{"sentId": 539, "text": "OK."}], "speaker": "HUGHES", "secId": 289}, {"sentences": [{"sentId": 540, "text": "We know he doesn't have any of the things at our national presidency."}], "speaker": "HOOVER", "secId": 290}, {"sentences": [{"sentId": 541, "text": "OK. Let her respond."}], "speaker": "LEMON", "secId": 291}, {"sentences": [{"sentId": 542, "text": "Can I point out one point, though, Margaret."}, {"sentId": 543, "text": "Need did Mitt Romney in 2012."}, {"sentId": 544, "text": "They demonized him for saying that he put his dog on his roof."}, {"sentId": 545, "text": "They said that he did not give cancer treatment to his employees."}], "speaker": "HUGHES", "secId": 292}, {"sentences": [{"sentId": 546, "text": "How you respond to it."}, {"sentId": 547, "text": "HUGHES:  Two thousand eight."}, {"sentId": 548, "text": "He obviously didn't do too well because"}], "speaker": "HOOVER", "secId": 293}, {"sentences": [{"sentId": 549, "text": "he lost."}, {"sentId": 550, "text": "Two thousand eight John McCain was said to have an affair with a lobbyist."}], "speaker": "HOOVER", "secId": 294}, {"sentences": [{"sentId": 551, "text": "But are you, OK, let me ask you."}, {"sentId": 552, "text": "But does this all rise..."}], "speaker": "LEMON", "secId": 295}, {"sentences": [{"sentId": 553, "text": "Where is that op-o to the races?"}], "speaker": "HUGHES", "secId": 296}, {"sentences": [{"sentId": 554, "text": "... to level of what's happening now?"}, {"sentId": 555, "text": "I think it doesn't even begin to rise to the level of women coming out and saying that you touched inappropriately."}], "speaker": "LEMON", "secId": 297}, {"sentences": [{"sentId": 556, "text": "Every day new allegations, new women inappropriate touching..."}], "speaker": "HOOVER", "secId": 298}, {"sentences": [{"sentId": 557, "text": "Allegations."}, {"sentId": 558, "text": "Allegations."}, {"sentId": 559, "text": "Nothing has been proven."}, {"sentId": 560, "text": "Like I said, we are innocent until proven guilty..."}], "speaker": "HUGHES", "secId": 299}, {"sentences": [{"sentId": 561, "text": "How much video do you need?"}], "speaker": "HOOVER", "secId": 300}, {"sentences": [{"sentId": 562, "text": "... here in the United States."}, {"sentId": 563, "text": "Go through a court of law, innocent until proven guilty."}, {"sentId": 564, "text": "This is all mud slings that we knew we would have."}, {"sentId": 565, "text": "And anything that was..."}], "speaker": "HUGHES", "secId": 301}, {"sentences": [{"sentId": 566, "text": "So, you think all of the -- you're saying all these women -- let me just be clear about this."}, {"sentId": 567, "text": "You're saying all of these women who are coming out are lying?"}], "speaker": "LEMON", "secId": 302}, {"sentences": [{"sentId": 568, "text": "Anything that should -- that -- anything -- I would take we have a lot better sense of giving them legitimacy to it if it would have been months ago, weeks ago, years ago."}, {"sentId": 569, "text": "When we're talking about something from 10, 20, years ago..."}], "speaker": "HUGHES", "secId": 303}, {"sentences": [{"sentId": 570, "text": "OK. Let me ask you this."}, {"sentId": 571, "text": "Let me ask you something."}], "speaker": "LEMON", "secId": 304}, {"sentences": [{"sentId": 572, "text": "... and it's just coming out now, Don.."}], "speaker": "HUGHES", "secId": 305}, {"sentences": [{"sentId": 573, "text": "Let me ask you something, Scottie and I want you to be honest about it."}, {"sentId": 574, "text": "What did you think about the Bill Cosby accusers?"}, {"sentId": 575, "text": "Did you think about the same thing about them?"}], "speaker": "LEMON", "secId": 306}, {"sentences": [{"sentId": 576, "text": "Well, it's a different situation because Bill Cosby was not on a timeline, where he had somebody running against him."}, {"sentId": 577, "text": "Where someone, that was -- you know, we're in a race here, the male versus female."}], "speaker": "HUGHES", "secId": 307}, {"sentences": [{"sentId": 578, "text": "But as far as the victims, as far as the allegations it was"}], "speaker": "LEMON", "secId": 308}, {"sentences": [{"sentId": 579, "text": "the same thing, those women were said -- were asked why didn't you come out sooner and they explained that it was a very powerful and they didn't feel comfortable with coming out at the time and it was different times women, you know, were not -- seemed as credible, as credible in those days even though they should have."}, {"sentId": 580, "text": "It was a different time."}, {"sentId": 581, "text": "And so, these women are saying the exact same thing."}], "speaker": "LEMON", "secId": 309}, {"sentences": [{"sentId": 582, "text": "And now there was proof there, but there was proof."}], "speaker": "HUGHES", "secId": 310}, {"sentences": [{"sentId": 583, "text": "And not, hold on, let me finish and I promise I'll let you get in."}], "speaker": "LEMON", "secId": 311}, {"sentences": [{"sentId": 584, "text": "And not only in this case, but for women, who have been, you know, victims of sexual assault or touched inappropriately, or they will say the same thing, that they didn't feel comfortable coming out."}, {"sentId": 585, "text": "It's not just the accusers of Donald Trump."}, {"sentId": 586, "text": "Many, many women say that."}], "speaker": "LEMON", "secId": 312}, {"sentences": [{"sentId": 587, "text": "Well, what I'm saying is those women, the difference in Bill Cosby and Donald Trump is there's actual evidence that that happened with those women and it was in a time period just 26 days before an election against somebody else."}], "speaker": "HUGHES", "secId": 313}, {"sentences": [{"sentId": 588, "text": "That's what make this is very questionable and there are holes in some of these women's arguments but those -- but the whole point about this, Don, we've spent all day, we've spent this entire show talking about this instead of what really is the main issues which we need to be focusing on."}], "speaker": "HUGHES", "secId": 314}, {"sentences": [{"sentId": 589, "text": "Well, I think this is a -- I hate to..."}], "speaker": "LEMON", "secId": 315}, {"sentences": [{"sentId": 590, "text": "No."}, {"sentId": 591, "text": "It is not more important than John Podesta."}], "speaker": "HUGHES", "secId": 316}, {"sentences": [{"sentId": 592, "text": "I hate to -- this is a very important issue."}, {"sentId": 593, "text": "Listen, it's important."}, {"sentId": 594, "text": "It's important."}], "speaker": "LEMON", "secId": 317}, {"sentences": [{"sentId": 595, "text": "Not were 24/7 coverage, Don."}], "speaker": "HUGHES", "secId": 318}, {"sentences": [{"sentId": 596, "text": "I have to say that that's really insulting especially as someone who is a survivor of sexual abuse, and who is a product of a single mother, and was raised with all sisters and aunts and who looked after me, I would say that this is a very important issue in American society right now."}, {"sentId": 597, "text": "And we should be discussing it in a more substantive way."}], "speaker": "LEMON", "secId": 319}, {"sentences": [{"sentId": 598, "text": "Thank you very much."}, {"sentId": 599, "text": "We'll be right back."}], "speaker": "LEMON", "secId": 320}, {"sentences": [{"sentId": 600, "text": "Aren't we doing that?"}, {"sentId": 601, "text": "LEMON:  Thank you."}], "speaker": "HUGHES", "secId": 321}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1610.13.cnnt.01.html.json", "time": "Aired October 13, 2016 - 22:00   ET"}