{"sectionCount": 291, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["COOPER", "LEMON", "TRUMP", "CLINTON", "OBAMA", "CHALIAN", "PRESTON", "BORGER", "POWERS", "KRISTOF", "NAVARRO", "SANDERS", "HUCKABEE-SANDERS", "SELLERS", "BAUER", "WIGGINS"], "subTitle": "Trump and Clinton Both Hold Rallies in North Carolina; President Obama Speaks to Voters in Florida; Melania Trump Unfamiliar with Donald's Twitter Account; Election Five Days Away; New Batch of Clinton E-mails; How Much is Donald Trump Worth? Aired 10-11p ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1611/03/cnnt.01.html", "sentenceCount": 570, "sections": [{"sentences": [{"sentId": 0, "text": "CNN TONIGHT with Don Lemon starts now."}], "speaker": "COOPER", "secId": 0}, {"sentences": [{"sentId": 1, "text": "If you thought the World Series was a nail biter, you didn't seen anything yet."}], "speaker": "LEMON", "secId": 1}, {"sentences": [{"sentId": 2, "text": "This is CNN TONIGHT."}, {"sentId": 3, "text": "I'm Don Lemon."}], "speaker": "LEMON", "secId": 2}, {"sentences": [{"sentId": 4, "text": "We have some breaking news for you."}, {"sentId": 5, "text": "Hillary Clinton and Donald Trump hold dueling rallies in North Carolina and that is no coincidence, my friends."}, {"sentId": 6, "text": "She has a slim lead but he cannot afford to lose it."}, {"sentId": 7, "text": "Trump tonight making a speech on the military and getting in a dig at Hillary Clinton."}], "speaker": "LEMON", "secId": 3}, {"sentences": [{"sentId": 8, "text": "Under the failed leadership of Hillary -- talk about leadership."}, {"sentId": 9, "text": "What leadership?"}, {"sentId": 10, "text": "I don't want to use the word in the same sentence."}], "speaker": "TRUMP", "secId": 4}, {"sentences": [{"sentId": 11, "text": "While Clinton says this."}], "speaker": "LEMON", "secId": 5}, {"sentences": [{"sentId": 12, "text": "I've said many times he has shown us who he is, now it is up to us to decide who we are."}], "speaker": "CLINTON", "secId": 6}, {"sentences": [{"sentId": 13, "text": "And meanwhile, President Obama rallies early voters in Miami today and saying this about Trump."}], "speaker": "LEMON", "secId": 7}, {"sentences": [{"sentId": 14, "text": "You can't move."}, {"sentId": 15, "text": "He can't hear you boo, but he can hear you vote."}], "speaker": "OBAMA", "secId": 8}, {"sentences": [{"sentId": 16, "text": "And Melania Trump apparently unfamiliar with her own husband's"}], "speaker": "LEMON", "secId": 9}, {"sentences": [{"sentId": 17, "text": "Twitter account, says this."}], "speaker": "LEMON", "secId": 10}, {"sentences": [{"sentId": 18, "text": "Our culture has gotten too mean and too rough."}], "speaker": "TRUMP", "secId": 11}, {"sentences": [{"sentId": 19, "text": "Here with me now, CNN's chief political analyst Gloria Borger, CNN political executive -- politics executive editor Mark Preston, and political analyst Kirsten Powers."}, {"sentId": 20, "text": "Good evening to all of you."}, {"sentId": 21, "text": "But I want with CNN political director David Chalian."}, {"sentId": 22, "text": "David, there is some good news for Donald Trump in the latest polls, right?"}], "speaker": "LEMON", "secId": 12}, {"sentences": [{"sentId": 23, "text": "That's right, Don."}, {"sentId": 24, "text": "There are some new polls out tonight that should give Donald Trump some comfort."}, {"sentId": 25, "text": "Let's start in New Hampshire."}, {"sentId": 26, "text": "A couple of polls out there today, one poll shows a one point edge for Donald Trump, 40 percent to 39 percent."}, {"sentId": 27, "text": "Another poll out in New Hampshire today, dead heat, 42 percent to 42 percent."}], "speaker": "CHALIAN", "secId": 13}, {"sentences": [{"sentId": 28, "text": "This is a state in our map that we have leaning towards Hillary Clinton."}, {"sentId": 29, "text": "These new polls are certainly welcome news in the Trump organization and in Utah, this is probably some of the most welcome news Donald Trump got today."}], "speaker": "CHALIAN", "secId": 14}, {"sentences": [{"sentId": 30, "text": "Take a look at this."}, {"sentId": 31, "text": "We've been talking a lot about Evan McMullin, this third-party, never-Trump candidate surging."}, {"sentId": 32, "text": "But right now Donald Trump is hanging on to Utah."}, {"sentId": 33, "text": "Not that he should have to worry about it, but it's important to see that he's at 37 percent, and Hillary Clinton is even beating McMullin in this poll at 31 percent to 24 percent."}], "speaker": "CHALIAN", "secId": 15}, {"sentences": [{"sentId": 34, "text": "Donald Trump needs to hang on to those electoral votes and it looks like he maybe on his way to do so."}, {"sentId": 35, "text": "And a little heartburn may be coming from Georgia tonight for the Trump campaign."}], "speaker": "CHALIAN", "secId": 16}, {"sentences": [{"sentId": 36, "text": "Take a look at this brand new NBC/Wall Street Journal/Marist poll, 45 percent to 44 percent, a one-point lead in Georgia, it has not gone democratic since 1992."}, {"sentId": 37, "text": "The Clinton campaign has not even been doing a full assault in Georgia and this where NBC/Wall Street Journal finds the race."}, {"sentId": 38, "text": "This may give some heartburn to the Trump campaign."}], "speaker": "CHALIAN", "secId": 17}, {"sentences": [{"sentId": 39, "text": "Let's look how this all impacts the battle for 270 and look at two of the most likely paths that Donald Trump has."}, {"sentId": 40, "text": "Still narrow, but two different paths."}], "speaker": "CHALIAN", "secId": 18}, {"sentences": [{"sentId": 41, "text": "One, we call the no-room for error path."}, {"sentId": 42, "text": "This is a one where if you award all the remaining tossup battleground states to Donald Trump you see that he still doesn't get there, flip New Hampshire for him."}, {"sentId": 43, "text": "We saw there's two tied polls today."}, {"sentId": 44, "text": "He's one away."}, {"sentId": 45, "text": "How did he get that one, that congressional district up in Maine."}, {"sentId": 46, "text": "They award their electoral votes by congressional district."}, {"sentId": 47, "text": "That would get him to 270."}, {"sentId": 48, "text": "Another path would be the right through this upper Midwest region, the rust belt."}, {"sentId": 49, "text": "This is what the Trump campaign had always hoped to change the map with a different type of voter than previous modern republican nominees."}], "speaker": "CHALIAN", "secId": 19}, {"sentences": [{"sentId": 50, "text": "Look what would happen here."}, {"sentId": 51, "text": "Donald Trump wouldn't need all of the tossups."}, {"sentId": 52, "text": "Let's say he hangs on to Utah, and Arizona."}, {"sentId": 53, "text": "He gets Florida and he gets Ohio, but we can give Hillary Clinton North Carolina and Nevada here."}, {"sentId": 54, "text": "But what happens is if Donald $ump runs through the rust belt and flips Wisconsin and Michigan, he gets to 270."}], "speaker": "CHALIAN", "secId": 20}, {"sentences": [{"sentId": 55, "text": "We also know he's playing in Pennsylvania."}, {"sentId": 56, "text": "Two of those three, not even sweeping all the tossups, could get Donald Trump to 270."}, {"sentId": 57, "text": "Don?"}], "speaker": "CHALIAN", "secId": 21}, {"sentences": [{"sentId": 58, "text": "David Chalian, thank you very much."}], "speaker": "LEMON", "secId": 22}, {"sentences": [{"sentId": 59, "text": "Now let's turn to Gloria, Mark, and Kirsten."}, {"sentId": 60, "text": "OK."}, {"sentId": 61, "text": "So we look at the electoral map."}, {"sentId": 62, "text": "Mark, the polls are fast and furious now, the big picture."}, {"sentId": 63, "text": "Who is expanding the map right now and where?"}], "speaker": "LEMON", "secId": 23}, {"sentences": [{"sentId": 64, "text": "Well, let's just first say that we think that wind is behind Donald Trump at this point."}, {"sentId": 65, "text": "We don't know how much of a head wind he's got going on right now but he certainly has some wind going."}], "speaker": "PRESTON", "secId": 24}, {"sentences": [{"sentId": 66, "text": "Let's take a look at three different states."}, {"sentId": 67, "text": "Let's first look at Georgia."}, {"sentId": 68, "text": "This is a big surprise, a new poll that has come out in that state that shows Donald Trump only up by one point."}, {"sentId": 69, "text": "Very surprising."}, {"sentId": 70, "text": "This is a very red state."}], "speaker": "PRESTON", "secId": 25}, {"sentences": [{"sentId": 71, "text": "Hillary Clinton hasn't invested very much time or any money and what's also interesting about this is that we're looking at early vote numbers right now for that state, and even though they don't correlate to a poll, Don, we are seeing a decrease in participation by African- American voters in the early vote."}], "speaker": "PRESTON", "secId": 26}, {"sentences": [{"sentId": 72, "text": "So, I'm sure the Clinton campaign is scratching their heads wondering if in fact Georgia is real."}, {"sentId": 73, "text": "But let's now go up to the state of New Hampshire that David Chalian had noted and look at this poll right here, that's certainly getting a lot of attention."}], "speaker": "PRESTON", "secId": 27}, {"sentences": [{"sentId": 74, "text": "It is even now the Suffolk University/Boston Globe poll, what's interesting about New Hampshire right now is that we've seen Hillary Clinton in the past few hours announce she's now going to hold an event in New Hampshire on Sunday and guess who is going to follow her on Monday, none other than the President of the United States, Barack Obama heads up there Monday to try to rally the troops in that state which has tightened up."}], "speaker": "PRESTON", "secId": 28}, {"sentences": [{"sentId": 75, "text": "And then let's move out west to the state of Colorado right now, a poll that caught us off guard late last night."}, {"sentId": 76, "text": "It shows that the race is even out there in Colorado."}, {"sentId": 77, "text": "You can see that 39 percent to 39 percent, Gary Johnson at 5 percent."}], "speaker": "PRESTON", "secId": 29}, {"sentences": [{"sentId": 78, "text": "Bill Clinton is going to be there tomorrow, Bernie Sanders is going in on Saturday."}, {"sentId": 79, "text": "So, a blue state such as Colorado now seems to be on the board at least from this poll's perspective, and clearly the Clinton campaign has some concerns about it that's why they're sending in two of their big guns to try to rally this last-minute votes, Don."}], "speaker": "PRESTON", "secId": 30}, {"sentences": [{"sentId": 80, "text": "It's a good thing this happens every four years because I'm sure people are going, my goodness."}], "speaker": "LEMON", "secId": 31}, {"sentences": [{"sentId": 81, "text": "Gloria, were you -- were you saying something -- were you commenting there under your breath?"}], "speaker": "LEMON", "secId": 32}, {"sentences": [{"sentId": 82, "text": "No, I just -- I feel like we do see this every four years."}, {"sentId": 83, "text": "I mean, I remember and you guys all remember, in 2012 when Mitt Romney made an Election Day trip to Ohio."}, {"sentId": 84, "text": "We were all talking about the tightening in Pennsylvania."}], "speaker": "BORGER", "secId": 33}, {"sentences": [{"sentId": 85, "text": "This is know what happens at the end of a presidential race."}, {"sentId": 86, "text": "Not on -- this race has tightened a bit because of the Comey news out of the FBI of course and that hasn't been good for Hillary Clinton."}, {"sentId": 87, "text": "Let's not pretend that it is."}, {"sentId": 88, "text": "And that it's just a natural kind of settling and tightening of a race in a very divided country."}], "speaker": "BORGER", "secId": 34}, {"sentences": [{"sentId": 89, "text": "I was talking to somebody in North Carolina who pays a lot of attention to their early voting who said to me, 90 percent of republicans will come home in North Carolina and that's really good for Donald Trump."}], "speaker": "BORGER", "secId": 35}, {"sentences": [{"sentId": 90, "text": "The African-American vote is down."}, {"sentId": 91, "text": "Will Hillary Clinton be able to gather her more progressive, younger, multicultural coalition, to win that state, we just don't know."}], "speaker": "BORGER", "secId": 36}, {"sentences": [{"sentId": 92, "text": "Yes."}], "speaker": "LEMON", "secId": 37}, {"sentences": [{"sentId": 93, "text": "There are some really key states, North Carolina, Florida, Ohio, and Pennsylvania, are my four that I'm really going to be looking at election night."}], "speaker": "BORGER", "secId": 38}, {"sentences": [{"sentId": 94, "text": "Well, I said Georgia."}, {"sentId": 95, "text": "And that was -- that's -- you know, I think Georgia is going to be -- is going to be up there."}, {"sentId": 96, "text": "But listen -- I mean, again, I said if you think..."}], "speaker": "LEMON", "secId": 39}, {"sentences": [{"sentId": 97, "text": "It could be a surprise."}], "speaker": "BORGER", "secId": 40}, {"sentences": [{"sentId": 98, "text": "Yes, it could be a surprise."}, {"sentId": 99, "text": "I said, I thought, you know, the World Series was a nail biter, Kirsten, you know, until what we're about to show you on CNN Tonight, tonight -- So, tonight-tonight, I like that."}], "speaker": "LEMON", "secId": 41}, {"sentences": [{"sentId": 100, "text": "So, I have to ask you this, you know, Gloria mentioned, you know, the bad news that came out for Hillary Clinton, but the thing is, is Donald Trump has been trying mightily to stay on message and not to blow it."}, {"sentId": 101, "text": "Let's listen and I'll let you respond."}], "speaker": "LEMON", "secId": 42}, {"sentences": [{"sentId": 102, "text": "There's so much more brave than me."}, {"sentId": 103, "text": "I wouldn't have done what they did."}, {"sentId": 104, "text": "I've brave in other ways."}, {"sentId": 105, "text": "I'm brave, I'm financially brave."}, {"sentId": 106, "text": "Big deal."}, {"sentId": 107, "text": "Right?"}, {"sentId": 108, "text": "He's a real brave."}], "speaker": "TRUMP", "secId": 43}, {"sentences": [{"sentId": 109, "text": "You know, when I look at these great admirals and these great generals, ad these great Metal of Honor recipients behind me, to think of her being their boss, I don't think so."}], "speaker": "TRUMP", "secId": 44}, {"sentences": [{"sentId": 110, "text": "And you know, they're incredible patriots."}, {"sentId": 111, "text": "They would never say a thing, but I know what they're thinking."}, {"sentId": 112, "text": "It's not -- it's not for them, believe me."}], "speaker": "TRUMP", "secId": 45}, {"sentences": [{"sentId": 113, "text": "So, Kirsten, that, that was on the border."}, {"sentId": 114, "text": "It was borderline, but can he keep control..."}], "speaker": "LEMON", "secId": 46}, {"sentences": [{"sentId": 115, "text": "Well, that was a borderline?"}], "speaker": "POWERS", "secId": 47}, {"sentences": [{"sentId": 116, "text": "I mean for Donald Trump."}], "speaker": "LEMON", "secId": 48}, {"sentences": [{"sentId": 117, "text": "I was wondering what you were going to call that one, Don."}], "speaker": "POWERS", "secId": 49}, {"sentences": [{"sentId": 118, "text": "I'm just thinking."}], "speaker": "BORGER", "secId": 50}, {"sentences": [{"sentId": 119, "text": "Yes."}], "speaker": "POWERS", "secId": 51}, {"sentences": [{"sentId": 120, "text": "Can he do that for five days?"}, {"sentId": 121, "text": "Can he keep control of himself for another five days?"}], "speaker": "LEMON", "secId": 52}, {"sentences": [{"sentId": 122, "text": "Well, I'm going to call that out of bounds actually."}, {"sentId": 123, "text": "I don't think that's borderline."}, {"sentId": 124, "text": "I don't think that, again, we keep hearing people say this and I think it's true."}, {"sentId": 125, "text": "I think we've lowered our standards too much."}, {"sentId": 126, "text": "That isn't just the kind of thing that you say."}], "speaker": "POWERS", "secId": 53}, {"sentences": [{"sentId": 127, "text": "To me, actually the implication also -- there seems -- maybe I'm now seeing sexism behind every bush -- but it does seems to be a little sexist like you can't imagine a woman being these people's boss, it's just -- it seems out of bounds to me."}], "speaker": "POWERS", "secId": 54}, {"sentences": [{"sentId": 128, "text": "So, maybe he's starting, maybe it's been too many days of him being on script and he's going to start going off script because let's face it."}, {"sentId": 129, "text": "I mean, what's his record for actually staying on script?"}, {"sentId": 130, "text": "It can't -- I don't think it's been more than a, you know, a couple weeks probably."}], "speaker": "POWERS", "secId": 55}, {"sentences": [{"sentId": 131, "text": "Yes."}, {"sentId": 132, "text": "But I can't believe I'm asking you, I'm like, can you..."}], "speaker": "LEMON", "secId": 56}, {"sentences": [{"sentId": 133, "text": "I think if he thinks it's working..."}], "speaker": "BORGER", "secId": 57}, {"sentences": [{"sentId": 134, "text": "Go ahead, Gloria."}], "speaker": "LEMON", "secId": 58}, {"sentences": [{"sentId": 135, "text": "If he thinks it's working, Don, then he might just -- he might just stay on script and he seems to be having a great deal of success with it, and so I think as long as he thinks it's working, he'll go with it."}], "speaker": "BORGER", "secId": 59}, {"sentences": [{"sentId": 136, "text": "I mean, he channeled himself yesterday, I believe, and sort of you saw the thought bubble coming out of his head when he said..."}], "speaker": "BORGER", "secId": 60}, {"sentences": [{"sentId": 137, "text": "No, you didn't see it."}, {"sentId": 138, "text": "He said it out loud it wasn't a thought bubble, Gloria."}], "speaker": "LEMON", "secId": 61}, {"sentences": [{"sentId": 139, "text": "Right."}], "speaker": "BORGER", "secId": 62}, {"sentences": [{"sentId": 140, "text": "It was just like, you know."}], "speaker": "LEMON", "secId": 63}, {"sentences": [{"sentId": 141, "text": "Right."}, {"sentId": 142, "text": "It was the real..."}], "speaker": "BORGER", "secId": 64}, {"sentences": [{"sentId": 143, "text": "Maybe it was in the prompter, who knows."}], "speaker": "LEMON", "secId": 65}, {"sentences": [{"sentId": 144, "text": "... whatever."}, {"sentId": 145, "text": "Yes."}], "speaker": "BORGER", "secId": 66}, {"sentences": [{"sentId": 146, "text": "So, Mark, I have to ask you."}], "speaker": "LEMON", "secId": 67}, {"sentences": [{"sentId": 147, "text": "I don't think so."}], "speaker": "BORGER", "secId": 68}, {"sentences": [{"sentId": 148, "text": "Yes."}, {"sentId": 149, "text": "For the Clinton campaign it seems like there's -- before -- before this this letter out from the FBI, before Comey and then after Comey and then before Comey, Clinton pivoted to talking about what she would do as president."}, {"sentId": 150, "text": "Her message was pretty positive."}, {"sentId": 151, "text": "Now, she and her surrogates are attacking, listen."}], "speaker": "LEMON", "secId": 69}, {"sentences": [{"sentId": 152, "text": "Just a few days ago, I want you to hear this because this has never happened to a major -- to a nominee of a major party."}, {"sentId": 153, "text": "Just a few days ago, Donald Trump was endorsed by the official newspaper of the Klu Klux Klan."}], "speaker": "CLINTON", "secId": 70}, {"sentences": [{"sentId": 154, "text": "They wrote their endorsement under the slogan of his campaign, \"make America great again.\""}, {"sentId": 155, "text": "They said it's about preserving white identity and they've placed their faith and hope in him."}], "speaker": "CLINTON", "secId": 71}, {"sentences": [{"sentId": 156, "text": "So, Gloria, I want you to respond, but I think Kirsten said -- if I'm looking at my notes earlier, Kirsten said that she should leave that up to that hitting him to his surrogates and focus more on a positive message."}], "speaker": "LEMON", "secId": 72}, {"sentences": [{"sentId": 157, "text": "Yes."}], "speaker": "BORGER", "secId": 73}, {"sentences": [{"sentId": 158, "text": "Do you agree with what Kirsten said to our producers earlier?"}], "speaker": "LEMON", "secId": 74}, {"sentences": [{"sentId": 159, "text": "This -- I do."}, {"sentId": 160, "text": "I think that this isn't the way Hillary Clinton intended to end her campaign."}, {"sentId": 161, "text": "Remember, when she said they go low, we go high, and I think that the whole Comey-FBI matter threw her off- script, and so she's on the attack."}, {"sentId": 162, "text": "We should not be surprised."}, {"sentId": 163, "text": "The candidates are attacking each other during the left handful of days..."}], "speaker": "BORGER", "secId": 75}, {"sentences": [{"sentId": 164, "text": "Shocking, right?"}], "speaker": "LEMON", "secId": 76}, {"sentences": [{"sentId": 165, "text": "... over presidential campaign."}], "speaker": "BORGER", "secId": 77}, {"sentences": [{"sentId": 166, "text": "Yes."}], "speaker": "LEMON", "secId": 78}, {"sentences": [{"sentId": 167, "text": "I get that."}, {"sentId": 168, "text": "But I do believe that that kind of an attack, I totally agree should be left to a surrogate to do."}], "speaker": "BORGER", "secId": 79}, {"sentences": [{"sentId": 169, "text": "Yes."}], "speaker": "LEMON", "secId": 80}, {"sentences": [{"sentId": 170, "text": "She can -- she's clearly trying to get out African-American voters because she is not reaching, for example, Barack Obama numbers in North Carolina, nor by the way, should she be expected to, but they need to get up the African-American vote in a place like North Carolina."}, {"sentId": 171, "text": "So she's doing that."}], "speaker": "BORGER", "secId": 81}, {"sentences": [{"sentId": 172, "text": "But I think that that might be better left to a surrogate and she ought to be making the case not out of fear so much, but to Barack Obama out of hope about what she can do for you in the last day or two and maybe she will get there."}], "speaker": "BORGER", "secId": 82}, {"sentences": [{"sentId": 173, "text": "OK."}], "speaker": "LEMON", "secId": 83}, {"sentences": [{"sentId": 174, "text": "But she's not there yet."}], "speaker": "BORGER", "secId": 84}, {"sentences": [{"sentId": 175, "text": "Hey, Kirsten, I'll let you respond after we get to the break."}, {"sentId": 176, "text": "But you can respond on the other side, OK?"}, {"sentId": 177, "text": "So make sure you, guys, stick around."}, {"sentId": 178, "text": "Stay here, everybody."}], "speaker": "LEMON", "secId": 85}, {"sentences": [{"sentId": 179, "text": "President Barack Obama won big with women in 2012."}, {"sentId": 180, "text": "Can he help Hillary Clinton do it this year?"}], "speaker": "LEMON", "secId": 86}, {"sentences": [{"sentId": 181, "text": "All right."}, {"sentId": 182, "text": "I'm back now with my guests."}, {"sentId": 183, "text": "Gloria Borger, Mark Preston, and Kirsten Powers."}, {"sentId": 184, "text": "So, Kirsten, I was saying, you know, she's on the attack."}, {"sentId": 185, "text": "Does she have a choice though?"}], "speaker": "LEMON", "secId": 87}, {"sentences": [{"sentId": 186, "text": "Well, yes, because she does have some great surrogates who can be doing a lot of the attacking for her and I think that if you look at what we're seeing, this sort of new Hillary coalition, right, she's not doing as well with black voters, but she's a doing a lot better with Hispanic voters than Barack Obama did."}], "speaker": "POWERS", "secId": 88}, {"sentences": [{"sentId": 187, "text": "And so her coalition is sort of looking more like -- we're looking at early voting, we're looking at more white liberals voting for her and more Hispanics, fewer millennials and fewer black voters."}], "speaker": "POWERS", "secId": 89}, {"sentences": [{"sentId": 188, "text": "And so, if you look at a state like North Carolina she doesn't have -- she can't balance out the low African-American vote with the Latino vote because there's very high African-American vote there around 20 plus percent and it's around 3 percent Latinos."}, {"sentId": 189, "text": "And so she has to think about the message that she needs to be giving to them, and in particular she's doing particularly bad with black millennials who are looking for a much more hopeful message."}, {"sentId": 190, "text": "And so these are -- these are like Obama's surge voters who came out because they love the hope in change..."}], "speaker": "POWERS", "secId": 90}, {"sentences": [{"sentId": 191, "text": "The Sanders people."}], "speaker": "LEMON", "secId": 91}, {"sentences": [{"sentId": 192, "text": "... so telling them he's bad isn't going to motivate them."}], "speaker": "POWERS", "secId": 92}, {"sentences": [{"sentId": 193, "text": "You know..."}], "speaker": "PRESTON", "secId": 93}, {"sentences": [{"sentId": 194, "text": "The Sanders coalition that young..."}], "speaker": "LEMON", "secId": 94}, {"sentences": [{"sentId": 195, "text": "Right."}], "speaker": "POWERS", "secId": 95}, {"sentences": [{"sentId": 196, "text": "Yes."}, {"sentId": 197, "text": "Go ahead, Mark."}], "speaker": "LEMON", "secId": 96}, {"sentences": [{"sentId": 198, "text": "You know, Don, you know, I think it's worth saying too that Clinton campaign's fighting a war on a couple of fronts right now."}, {"sentId": 199, "text": "They're fighting with Donald Trump, but they're also fighting with the FBI director."}, {"sentId": 200, "text": "You know, they took him on immediately after it was revealed that he was reopening the investigation or looking back into the e-mail server, and it's funny."}], "speaker": "PRESTON", "secId": 97}, {"sentences": [{"sentId": 201, "text": "I was talking to a democratic strategist, not aligned with the Clinton campaign tonight and unbeknownst to me that we would actually be talking about this."}, {"sentId": 202, "text": "This strategist just came out and said to me \"I can't believe they went after director Comey."}, {"sentId": 203, "text": "That was the stupidest thing they could have ever done.\""}, {"sentId": 204, "text": "And I said, well, why, I mean, it seems like that's the only thing they could do."}], "speaker": "PRESTON", "secId": 98}, {"sentences": [{"sentId": 205, "text": "The strategist said, you know what, they should -- they should have embraced Comey at that point and said look, the guy is just doing his job, we have nothing to hide, we have nothing to hide, we have nothing to hide."}, {"sentId": 206, "text": "We hope he can do a thorough job, you know, we have a great confidence in him."}], "speaker": "PRESTON", "secId": 99}, {"sentences": [{"sentId": 207, "text": "And I was like, well, that's kind of interesting, that hadn't actually crossed my mind, but I wonder if they had done that, would this be playing out a little bit better for them."}], "speaker": "PRESTON", "secId": 100}, {"sentences": [{"sentId": 208, "text": "I think Alan Dershowitz is on our show for two nights in a row and said very similar things on Monday and on Tuesday."}, {"sentId": 209, "text": "And maybe even..."}], "speaker": "LEMON", "secId": 101}, {"sentences": [{"sentId": 210, "text": "You notice she stopped."}], "speaker": "BORGER", "secId": 102}, {"sentences": [{"sentId": 211, "text": "Yes, she stopped."}], "speaker": "LEMON", "secId": 103}, {"sentences": [{"sentId": 212, "text": "She has stopped."}, {"sentId": 213, "text": "LEMON:  But also I've heard strategists say that it could work in her"}], "speaker": "BORGER", "secId": 104}, {"sentences": [{"sentId": 214, "text": "favor as people see her as the victim here and that this in some way is partisan because there are reports that it's a partisan attack, I think there are -- there's a report in The Guardian saying that it's sort of Trump land at the FBI."}, {"sentId": 215, "text": "It could actually turnout the other way."}, {"sentId": 216, "text": "I don't know if it will, Gloria, but strategists are also saying that."}], "speaker": "BORGER", "secId": 105}, {"sentences": [{"sentId": 217, "text": "Well, I think that they can turn this into something like Hillary is a fighter and she never gives up, and she will always continue to fight, and then fight for you."}, {"sentId": 218, "text": "I think that going after the FBI..."}], "speaker": "BORGER", "secId": 106}, {"sentences": [{"sentId": 219, "text": "Which is what Donald Trump said at one of the debates that you're a strong lady and you don't give up."}], "speaker": "LEMON", "secId": 107}, {"sentences": [{"sentId": 220, "text": "Right."}, {"sentId": 221, "text": "I think going after the FBI was kind of a reflective action, lots of democrats did it, lots of republicans were surprised by it."}, {"sentId": 222, "text": "And I think that she ought to train her eye more on Donald Trump, which is what she is doing, and that is what Barack Obama's doing."}], "speaker": "BORGER", "secId": 108}, {"sentences": [{"sentId": 223, "text": "What's interesting to me in this campaign now and we're still in a very negative phase."}, {"sentId": 224, "text": "We haven't gotten to the closing arguments and the hope and change stuff, and when I was listening to President Obama, I was -- and him campaigning for Hillary Clinton, he was talking about what would happen, how awful it would be for his base and democrats and his voters if Donald Trump were elected."}], "speaker": "BORGER", "secId": 109}, {"sentences": [{"sentId": 225, "text": "And I thought that's interesting because that's not the Barack Obama I saw when he first ran for office, he was all about hope, and now, what they're doing, is rallying their base, trying to get out their voters, and the way to do it is to remind them what they dislike about Donald Trump and what scares Donald Trump."}], "speaker": "BORGER", "secId": 110}, {"sentences": [{"sentId": 226, "text": "Let's play -- let's play some of that because..."}], "speaker": "LEMON", "secId": 111}, {"sentences": [{"sentId": 227, "text": "So not only is Hillary Clinton doing that but the president is."}], "speaker": "BORGER", "secId": 112}, {"sentences": [{"sentId": 228, "text": "Yes."}, {"sentId": 229, "text": "He specifically is talking about women and minorities today."}, {"sentId": 230, "text": "Here's the president."}], "speaker": "LEMON", "secId": 113}, {"sentences": [{"sentId": 231, "text": "Yes."}], "speaker": "BORGER", "secId": 114}, {"sentences": [{"sentId": 232, "text": "If you disrespected women before you were in office, you will disrespect women as president."}], "speaker": "OBAMA", "secId": 115}, {"sentences": [{"sentId": 233, "text": "You accept the support of clan sympathizers before you are president, you will accept their support after you're a president."}, {"sentId": 234, "text": "If you discriminate against people of different face before you are president, then that is what you will do in office except you will have more power to carry out the twisted notions that you had before you were in office."}], "speaker": "OBAMA", "secId": 116}, {"sentences": [{"sentId": 235, "text": "So, Kirsten, as you said, I mean, she has powerful surrogates."}, {"sentId": 236, "text": "No more -- you don't get more powerful than the current president and the first lady being your surrogate."}], "speaker": "LEMON", "secId": 117}, {"sentences": [{"sentId": 237, "text": "Yes."}], "speaker": "POWERS", "secId": 118}, {"sentences": [{"sentId": 238, "text": "Do you think that resonates with women and minorities that message?"}], "speaker": "LEMON", "secId": 119}, {"sentences": [{"sentId": 239, "text": "Yes, I definitely do."}, {"sentId": 240, "text": "And I think he's a great messenger for her."}, {"sentId": 241, "text": "I mean, honestly, you know, I'm sure if the Clinton campaign had their brothers the Obama will just pack their bags and be on the road nonstop and never going to go back to the White House talking about Election Day."}], "speaker": "POWERS", "secId": 120}, {"sentences": [{"sentId": 242, "text": "You know, because they really are so good at talking about these issues in a way that doesn't sound angry, necessarily."}, {"sentId": 243, "text": "It sounds righteous, right, but it doesn't sound -- it's not off putting I think."}], "speaker": "POWERS", "secId": 121}, {"sentences": [{"sentId": 244, "text": "And so, I mean, President Obama today was at his absolute best."}, {"sentId": 245, "text": "I mean, I would really put it up with one of his best speeches of all time and he's given so many great speeches."}, {"sentId": 246, "text": "So he's completely on fire and he's doing a great job."}], "speaker": "POWERS", "secId": 122}, {"sentences": [{"sentId": 247, "text": "So, I don't think Hillary can -- I mean, Hillary can criticize Trump, it's just that she needs to also be giving a more positive, I think hopeful message and speaking maybe to the issues that matter to the voters that aren't turning out, the millennials and the black voters."}], "speaker": "POWERS", "secId": 123}, {"sentences": [{"sentId": 248, "text": "Yes."}, {"sentId": 249, "text": "He's also, I mean, he's doing a bit of code switching today, he's like, you all, come on, you all, man, you know, especially in North Carolina."}, {"sentId": 250, "text": "Right?"}, {"sentId": 251, "text": "It was -- it's fun to watch."}, {"sentId": 252, "text": "Thank you, all."}, {"sentId": 253, "text": "I appreciate it."}], "speaker": "LEMON", "secId": 124}, {"sentences": [{"sentId": 254, "text": "Thank you."}], "speaker": "BORGER", "secId": 125}, {"sentences": [{"sentId": 255, "text": "Stay with CNN for all-day coverage on Election Day, that is on Tuesday."}, {"sentId": 256, "text": "Up next, Melania Trump making a rare appearance on the campaign trail, denounces bullying, which has to make you wonder has she ever seen what her husband says on Twitter?"}], "speaker": "LEMON", "secId": 126}, {"sentences": [{"sentId": 257, "text": "Polls are showing a very tight race with just five days to go until the election."}, {"sentId": 258, "text": "No doubt many Americans will be glad to see this campaign come to an end, but what about the course language, the incendiary rhetoric, the general lack of civility, that has defined this election?"}], "speaker": "LEMON", "secId": 127}, {"sentences": [{"sentId": 259, "text": "Here to discuss that is Nicholas Kristof, he's a columnist at the New York Times."}, {"sentId": 260, "text": "Thanks for joining us."}, {"sentId": 261, "text": "I think we can agree atht this election has set really a low bar when it comes to, you know, what's going on."}], "speaker": "LEMON", "secId": 128}, {"sentences": [{"sentId": 262, "text": "And then today, Melania gave a rare speech and she made, you know, everyone say whoa, when she said this."}, {"sentId": 263, "text": "Listen."}], "speaker": "LEMON", "secId": 129}, {"sentences": [{"sentId": 264, "text": "M. TRUMP:  Out culture has gotten too mean and too rough, especially to children and teenagers."}, {"sentId": 265, "text": "It is never OK when a 12-year-old girl or boy is mocked, bullied, or attacked."}, {"sentId": 266, "text": "It is terrible when that happens on the playground and it is absolutely unacceptable when it's done by someone with no name hiding on the internet."}], "speaker": "LEMON", "secId": 130}, {"sentences": [{"sentId": 267, "text": "We have to find a better way better way to talk to each other, to disagree with each other, to respect each other."}, {"sentId": 268, "text": "We must find better ways to honor and support the basic goodness of our children, especially in social media."}], "speaker": "LEMON", "secId": 131}, {"sentences": [{"sentId": 269, "text": "So, bullying children is terrible."}, {"sentId": 270, "text": "It is -- you know, and it's an admirable quest for her -- initiative if she wants to do that, but it is also terrible when a presidential candidate mocks and bullies and attacks people, everyone else say, you know, on Twitter, for years on end, what did you think when you heard this?"}], "speaker": "LEMON", "secId": 132}, {"sentences": [{"sentId": 271, "text": "You know, I mean, I thought -- I thought three possibilities, so one is the secret endorsement by Melania of Clinton seems a little bit unlikely."}, {"sentId": 272, "text": "Another is that it was just the height of hypocrisy given that nobody has done more to -- you know, to attack the disabled, to attack Latinos, to attack Muslims, to attack fellow republican candidates, to attack journalists, women, Miss Piggy, Miss Housekeeping, John McCain, or maybe it was just total obliviousness."}], "speaker": "KRISTOF", "secId": 133}, {"sentences": [{"sentId": 273, "text": "Well, I mean, clearly, come on, the campaign, right?"}, {"sentId": 274, "text": "This was their strategy, because, you know, if you believe the ABC interview or her reaction, she didn't realize she was going to be giving speech, right, or two speeches as he said, so this was clearly not her idea to do this and then she -- but this is strategized, so why would they -- why would they have had this strategy?"}], "speaker": "LEMON", "secId": 134}, {"sentences": [{"sentId": 275, "text": "I mean, I think it's a misfire, because the moment Melania talks about bullying, what is everybody going to think of, if they are going to think, well, you know, if you want to talk to people about addressing bullying, then how about your pillow talk."}, {"sentId": 276, "text": "Talk to Donald."}], "speaker": "KRISTOF", "secId": 135}, {"sentences": [{"sentId": 277, "text": "Well, here's the -- this is you may recognize this paper."}], "speaker": "LEMON", "secId": 136}, {"sentences": [{"sentId": 278, "text": "I think I've heard of that paper."}, {"sentId": 279, "text": "LEMON:  But I mean, look at this."}, {"sentId": 280, "text": "This is at times, listen, all the"}], "speaker": "KRISTOF", "secId": 137}, {"sentences": [{"sentId": 281, "text": "people and the places and things that Donald Trump has insulted, I mean, just on Twitter, this is..."}], "speaker": "KRISTOF", "secId": 138}, {"sentences": [{"sentId": 282, "text": "Two hundred eighty two people."}], "speaker": "KRISTOF", "secId": 139}, {"sentences": [{"sentId": 283, "text": "Since the start of this campaign, it is -- I mean, it's unprecedented."}, {"sentId": 284, "text": "So, that's why -- listen, not to beat up on Melania Trump, but just on the -- you know, the strategy of having her do this, like..."}], "speaker": "LEMON", "secId": 140}, {"sentences": [{"sentId": 285, "text": "Yes, I think it's great."}, {"sentId": 286, "text": "I mean, essentially in this campaign, when people are talking about Hillary Clinton then Trump benefits."}], "speaker": "KRISTOF", "secId": 141}, {"sentences": [{"sentId": 287, "text": "When people are talking about Trump, Clinton benefits."}, {"sentId": 288, "text": "And Melania's comment immediately turned the conversation back to Trump and his bullying and his meanness, so I think from that point of view is a mistake."}], "speaker": "KRISTOF", "secId": 142}, {"sentences": [{"sentId": 289, "text": "OK."}, {"sentId": 290, "text": "So, listen, I mean, we're talking about basically the Trump effect here, how it's spreading."}, {"sentId": 291, "text": "I want to put this up."}, {"sentId": 292, "text": "This is a Texas agriculture commissioner, his name is Sid Miller."}, {"sentId": 293, "text": "He tweeted this poll on Tuesday, it identifies Trump as \"Trump and Secretary Clinton as the c word.\""}, {"sentId": 294, "text": "He later said it was a re-tweet."}], "speaker": "LEMON", "secId": 143}, {"sentences": [{"sentId": 295, "text": "And then there's also a student in Virginia, the parents of students are upset with a high school principal and his secretary for dressing up as Donald Trump and Hillary Clinton."}, {"sentId": 296, "text": "Clinton as you see in prison garb in orange."}], "speaker": "LEMON", "secId": 144}, {"sentences": [{"sentId": 297, "text": "These are educators."}, {"sentId": 298, "text": "Do you think that people feel that they have the license now to act disrespectfully in part because of what's happening on the campaign trail?"}], "speaker": "LEMON", "secId": 145}, {"sentences": [{"sentId": 299, "text": "Look, individuals are always going to post obnoxious tweets, individuals are always going to have, you know, Halloween costumes, but I do think that Donald Trump has essentially given license to his supporters to say things that they would not otherwise have said."}], "speaker": "KRISTOF", "secId": 146}, {"sentences": [{"sentId": 300, "text": "At his campaign rallies, as you know there are people who are showing, you know, not just \"lock her up,\" but things like \"hang the bitch.\""}, {"sentId": 301, "text": "And you know, I'm from rural Oregon of town right on the edge of Atlantic Valley, it traditionally was white."}, {"sentId": 302, "text": "Latinos had moved in."}], "speaker": "KRISTOF", "secId": 147}, {"sentences": [{"sentId": 303, "text": "In this area you kind of see the social fabric coming in because there were certainly resentment for years but white kids in the schools have now been -- one of the local schools hanging banners saying \"build a wall,\" in physics class, saying \"build a wall,\" and targeting Latino kids in ways that that can't be addressed and solved on November 9."}, {"sentId": 304, "text": "I mean, there is a tearing of the social fabric and it will take time to heel."}], "speaker": "KRISTOF", "secId": 148}, {"sentences": [{"sentId": 305, "text": "Yes."}, {"sentId": 306, "text": "KKK leader, you know, David Duke, right, the former knight of the KKK, he is running for U.S. Senate."}, {"sentId": 307, "text": "He is a candidate in Louisiana, and during a debate, just a few things that happened during that debate, OK?"}], "speaker": "LEMON", "secId": 149}, {"sentences": [{"sentId": 308, "text": "Duke said inflammatory things about Black Lives Matter, he said Hillary Clinton should get the electric chair, when asked about a term he uses CNN Jews, that's his term."}, {"sentId": 309, "text": "Duke said, quote, \"There is a problem in America with a very strong powerful tribal group that dominates our media and dominates our international banking."}, {"sentId": 310, "text": "I'm not oppose to all Jews."}, {"sentId": 311, "text": "I think there's a lot of great Jews.\""}], "speaker": "LEMON", "secId": 150}, {"sentences": [{"sentId": 312, "text": "He also said he'd be Donald Trump's greatest advocate."}, {"sentId": 313, "text": "So, How is this happening in a debate for a seat for the United States Senate and this is someone who is clearly a big supporter of Donald Trump who he said, you know, I don't know him."}, {"sentId": 314, "text": "I don't know if he endorses him in the beginning and then denounced him."}], "speaker": "LEMON", "secId": 151}, {"sentences": [{"sentId": 315, "text": "You know, I think one of the problems has been the fragmentation of the media, if you will, that we all like to complain about political correctness, but in a sense of certain civility, that people felt things that they were unwilling to say because they thought they would get in trouble if they did."}], "speaker": "KRISTOF", "secId": 152}, {"sentences": [{"sentId": 316, "text": "And these days increasingly, people get their information from, you know, maybe alt-right web sites, in which they learn that there an awful a lot of other people who feel the same resentment, feel that same animus."}, {"sentId": 317, "text": "And I think in that context they feel empowered to say crude, vile, racist, or sexist things."}, {"sentId": 318, "text": "And you know, they feel liberated to say that in part because somebody who reflects that view is now nominee for president and running in a very tight race."}], "speaker": "KRISTOF", "secId": 153}, {"sentences": [{"sentId": 319, "text": "And that's what Nicholas Kristof writes about in his opinion column today it's called five reasons to vote for Trump, and you talk about those things..."}], "speaker": "LEMON", "secId": 154}, {"sentences": [{"sentId": 320, "text": "And let's be clear I'm a little bit tongue and check."}], "speaker": "KRISTOF", "secId": 155}, {"sentences": [{"sentId": 321, "text": "Yes, yes, yes."}, {"sentId": 322, "text": "We were talking about how it -- what you just said how it happens."}], "speaker": "LEMON", "secId": 156}, {"sentences": [{"sentId": 323, "text": "Yes."}, {"sentId": 324, "text": "That -- I mean, there are a lot of people who feel that they then left out and Trump in a sense is empowering -- empowering them to say things they never could have before."}], "speaker": "KRISTOF", "secId": 157}, {"sentences": [{"sentId": 325, "text": "Thanks, Nick."}], "speaker": "LEMON", "secId": 158}, {"sentences": [{"sentId": 326, "text": "Great to be with you again."}], "speaker": "KRISTOF", "secId": 159}, {"sentences": [{"sentId": 327, "text": "I appreciate it always."}], "speaker": "LEMON", "secId": 160}, {"sentences": [{"sentId": 328, "text": "When we come right back, you heard what Melania Trump says about online bullying, so how does her husband get away with all those mean tweets?"}], "speaker": "LEMON", "secId": 161}, {"sentences": [{"sentId": 329, "text": "So, let's talk about the big campaign speech today from Melania Trump."}, {"sentId": 330, "text": "She spoke out against online bullying."}, {"sentId": 331, "text": "I wonder if it came as a surprise to her husband."}], "speaker": "LEMON", "secId": 162}, {"sentences": [{"sentId": 332, "text": "Here to discuss, Sarah Huckabee-Sanders, a senior adviser to Donald J. Trump, and also CNN political commentator, Ana Navarro, Bakari Sellers, a CNN political commentator, and Andre Bauer, former Lieutenant Governor of South Carolina."}], "speaker": "LEMON", "secId": 163}, {"sentences": [{"sentId": 333, "text": "Again, as I said to my last guest, you know, that's a very admiral cause to take up - bullying - no one should be bullied."}, {"sentId": 334, "text": "But, Ana, can we just -- I want to start with you because I want to talk about online bullying and what she said."}, {"sentId": 335, "text": "She talked about how horrible it is when someone hides behind the internet and attacks children."}], "speaker": "LEMON", "secId": 164}, {"sentences": [{"sentId": 336, "text": "Donald Trump who is her husband has called me a light weight, dumb as a rock."}, {"sentId": 337, "text": "He's called you a flunky, one of the dumbest people on politics, and says you have no talent, no TV persona, I just..."}], "speaker": "LEMON", "secId": 165}, {"sentences": [{"sentId": 338, "text": "And that was on a day he liked me."}], "speaker": "NAVARRO", "secId": 166}, {"sentences": [{"sentId": 339, "text": "Right."}, {"sentId": 340, "text": "I was going to say, the other was on a day he like me, I disagree for the record about you, about me, maybe he's right, who knows."}, {"sentId": 341, "text": "It doesn't really matter they spelled my name right."}, {"sentId": 342, "text": "So, what's your reaction to Melania Trump?"}], "speaker": "LEMON", "secId": 167}, {"sentences": [{"sentId": 343, "text": "Look, I think you're right."}, {"sentId": 344, "text": "I think it is a heated topic that we need to discuss as a society."}, {"sentId": 345, "text": "There is way too much hate, way too much venom, way too much violent language, too much violence, too many threat, it's just horrible what's going on in social media."}], "speaker": "NAVARRO", "secId": 168}, {"sentences": [{"sentId": 346, "text": "And often time, Don, under anonymity, done by an egghead, done by somebody that a fake account or whatever."}, {"sentId": 347, "text": "Donald Trump does it on his own."}, {"sentId": 348, "text": "He does it with his own persona."}, {"sentId": 349, "text": "He backs up what he said."}], "speaker": "NAVARRO", "secId": 169}, {"sentences": [{"sentId": 350, "text": "Now if Melania Trump wants to do something against online bullying, really all she's got do is put a little melatonin in his nighttime milk and, you know, maybe lullaby him to sleep."}, {"sentId": 351, "text": "He needs to sleep."}], "speaker": "NAVARRO", "secId": 170}, {"sentences": [{"sentId": 352, "text": "Or take his phone away, right?"}], "speaker": "LEMON", "secId": 171}, {"sentences": [{"sentId": 353, "text": "Take his phone away."}, {"sentId": 354, "text": "You know, tie his hands up, do something."}, {"sentId": 355, "text": "But look, I get where she's coming from, but it's very -- it's a very difficult argument to make when you are sleeping next to Donald Trump who's tweeting at 3 a.m. in the morning and tweeting really ridiculous things at 30 a.m. in the morning."}], "speaker": "NAVARRO", "secId": 172}, {"sentences": [{"sentId": 356, "text": "So the interesting thing, I think that everyone -- you know, if you did happen to split with Donald Trump, there was one thing that said, OK, I just can't go past."}, {"sentId": 357, "text": "For a lot of people, especially women it was the Heidi Cruz thing when"}], "speaker": "LEMON", "secId": 173}, {"sentences": [{"sentId": 358, "text": "he re-tweeted the Heidi Cruz photo."}, {"sentId": 359, "text": "So, Sarah, this is for you."}, {"sentId": 360, "text": "Isn't that definition of online -- online bullying and why isn't her husband held to the same standards that he, you know, that she wants to hold the kids to?"}], "speaker": "LEMON", "secId": 174}, {"sentences": [{"sentId": 361, "text": "Look, I don't think that's her point at all."}, {"sentId": 362, "text": "Melania certainly didn't say that her husband was perfect."}, {"sentId": 363, "text": "What she did was come out and tell her story, tell what matters to her in terms of what she would take on as America's first lady."}], "speaker": "SANDERS", "secId": 175}, {"sentences": [{"sentId": 364, "text": "She has an incredibly powerful story, one that I thought was inspiring and frankly, every talk show host and TV show tonight is talking about bullying, but in the wrong way."}, {"sentId": 365, "text": "Instead of attacking Melania, why aren't we talking about the real epidemic here of cyber bullying."}, {"sentId": 366, "text": "She is trying to bring and highlight an issues that is a problem."}, {"sentId": 367, "text": "And I think we should -- you know, give her -- give here credit for that."}], "speaker": "SANDERS", "secId": 176}, {"sentences": [{"sentId": 368, "text": "But as we said that's very..."}], "speaker": "LEMON", "secId": 177}, {"sentences": [{"sentId": 369, "text": "I don't think we're attacking Melania certainly."}], "speaker": "NAVARRO", "secId": 178}, {"sentences": [{"sentId": 370, "text": "Yes."}], "speaker": "LEMON", "secId": 179}, {"sentences": [{"sentId": 371, "text": "I don't mean to attack Melania."}, {"sentId": 372, "text": "I think she is a class act."}, {"sentId": 373, "text": "I think she is a lovely woman."}, {"sentId": 374, "text": "She's..."}], "speaker": "NAVARRO", "secId": 180}, {"sentences": [{"sentId": 375, "text": "And she said herself, you know..."}], "speaker": "HUCKABEE-SANDERS", "secId": 181}, {"sentences": [{"sentId": 376, "text": "She's come out to be much more grounded than her husband."}], "speaker": "NAVARRO", "secId": 182}, {"sentences": [{"sentId": 377, "text": "... she owns it."}], "speaker": "HUCKABEE-SANDERS", "secId": 183}, {"sentences": [{"sentId": 378, "text": "And I think it she is supportive and loving of herself."}], "speaker": "NAVARRO", "secId": 184}, {"sentences": [{"sentId": 379, "text": "Yes."}], "speaker": "LEMON", "secId": 185}, {"sentences": [{"sentId": 380, "text": "That being said, her spouse is crazy and tweets crazy things in the middle of the night."}, {"sentId": 381, "text": "I mean, that's not normal."}], "speaker": "NAVARRO", "secId": 186}, {"sentences": [{"sentId": 382, "text": "I would hardly say that herself is crazy."}, {"sentId": 383, "text": "And I think when you say things like that and expect him not to respond is ridiculous."}, {"sentId": 384, "text": "You're calling him a name while getting mad at him..."}], "speaker": "HUCKABEE-SANDERS", "secId": 187}, {"sentences": [{"sentId": 385, "text": "But here's the difference."}, {"sentId": 386, "text": "Yes, but the difference is I am not talking ahead on TV."}], "speaker": "NAVARRO", "secId": 188}, {"sentences": [{"sentId": 387, "text": "Sarah."}], "speaker": "LEMON", "secId": 189}, {"sentences": [{"sentId": 388, "text": "He is running for president, the highest office in the land."}], "speaker": "NAVARRO", "secId": 190}, {"sentences": [{"sentId": 389, "text": "Yes."}, {"sentId": 390, "text": "Your father ran for president."}], "speaker": "LEMON", "secId": 191}, {"sentences": [{"sentId": 391, "text": "A kid, I was there for that, I remember."}], "speaker": "HUCKABEE-SANDERS", "secId": 192}, {"sentences": [{"sentId": 392, "text": "And your father didn't respond to every surrogate every news person, every -- your father took the high road."}], "speaker": "LEMON", "secId": 193}, {"sentences": [{"sentId": 393, "text": "He was also very nice."}], "speaker": "NAVARRO", "secId": 194}, {"sentences": [{"sentId": 394, "text": "Right."}, {"sentId": 395, "text": "And he is -- he is a nice man."}, {"sentId": 396, "text": "I'm not saying Donald Trump is a ice man -- not a nice man, whatever."}, {"sentId": 397, "text": "But your dad did not go about it and most people don't go about it the way Donald Trump did."}], "speaker": "LEMON", "secId": 195}, {"sentences": [{"sentId": 398, "text": "Look, the most vicious..."}], "speaker": "HUCKABEE-SANDERS", "secId": 196}, {"sentences": [{"sentId": 399, "text": "He is seen as a bully."}, {"sentId": 400, "text": "Some of the things he said is bully."}, {"sentId": 401, "text": "I mean, look, come on."}, {"sentId": 402, "text": "This is just Twitter, come on, Sarah."}, {"sentId": 403, "text": "Let's be honest."}], "speaker": "LEMON", "secId": 197}, {"sentences": [{"sentId": 404, "text": "The most -- the most vicious things in this race though..."}], "speaker": "HUCKABEE-SANDERS", "secId": 198}, {"sentences": [{"sentId": 405, "text": "Look at that."}, {"sentId": 406, "text": "That was just the election side."}], "speaker": "LEMON", "secId": 199}, {"sentences": [{"sentId": 407, "text": "Why aren't we talking about all the terrible things that Hillary Clinton had said?"}, {"sentId": 408, "text": "She call it..."}], "speaker": "HUCKABEE-SANDERS", "secId": 200}, {"sentences": [{"sentId": 409, "text": "That's a two-page spread of people, places and things that Donald Trump has attacked on Twitter and you and me are on that list."}], "speaker": "NAVARRO", "secId": 201}, {"sentences": [{"sentId": 410, "text": "Yes, if Hillary Clinton's husband..."}], "speaker": "LEMON", "secId": 202}, {"sentences": [{"sentId": 411, "text": "And Hillary Clinton called millions of Americans deplorable and irredeemable, yet that's not a big deal, let's just put that aside."}], "speaker": "HUCKABEE-SANDERS", "secId": 203}, {"sentences": [{"sentId": 412, "text": "No, no, no."}, {"sentId": 413, "text": "We talked about that."}, {"sentId": 414, "text": "That's one thing."}, {"sentId": 415, "text": "Did you see the -- did you see..."}], "speaker": "LEMON", "secId": 204}, {"sentences": [{"sentId": 416, "text": "That's not one thing."}], "speaker": "HUCKABEE-SANDERS", "secId": 205}, {"sentences": [{"sentId": 417, "text": "No, no, she said that -- she said that one..."}], "speaker": "LEMON", "secId": 206}, {"sentences": [{"sentId": 418, "text": "She constantly has content for Americans that don't agree with her."}], "speaker": "HUCKABEE-SANDERS", "secId": 207}, {"sentences": [{"sentId": 419, "text": "... she said that one-time in a speech."}, {"sentId": 420, "text": "These are hundreds."}, {"sentId": 421, "text": "Do you understand the difference?"}], "speaker": "LEMON", "secId": 208}, {"sentences": [{"sentId": 422, "text": "I do, but I think you're missing the point of what Melania was trying to do today."}, {"sentId": 423, "text": "She wanted to come out, she wanted to tell her story."}], "speaker": "HUCKABEE-SANDERS", "secId": 209}, {"sentences": [{"sentId": 424, "text": "Yes."}], "speaker": "LEMON", "secId": 210}, {"sentences": [{"sentId": 425, "text": "If anybody at this point in the campaign is going low, it's Hillary Clinton."}, {"sentId": 426, "text": "Her campaign has..."}], "speaker": "HUCKABEE-SANDERS", "secId": 211}, {"sentences": [{"sentId": 427, "text": "She also apologizes for that too, as well."}], "speaker": "LEMON", "secId": 212}, {"sentences": [{"sentId": 428, "text": "Her campaign has turned to nothing but vicious, personal attacks these final days that's all she's doing."}, {"sentId": 429, "text": "She said she was going to take the high road."}, {"sentId": 430, "text": "That's the opposite of what she has done in this..."}], "speaker": "HUCKABEE-SANDERS", "secId": 213}, {"sentences": [{"sentId": 431, "text": "You're absolutely right."}], "speaker": "LEMON", "secId": 214}, {"sentences": [{"sentId": 432, "text": "... last days."}], "speaker": "HUCKABEE-SANDERS", "secId": 215}, {"sentences": [{"sentId": 433, "text": "And we discussed that, the last -- the two segments before that."}], "speaker": "LEMON", "secId": 216}, {"sentences": [{"sentId": 434, "text": "While Donald Trump is talking about issues."}], "speaker": "HUCKABEE-SANDERS", "secId": 217}, {"sentences": [{"sentId": 435, "text": "Bakari, Donald Trump called a failed CNN announcer again, right, he called you that, right, is that right?"}], "speaker": "LEMON", "secId": 218}, {"sentences": [{"sentId": 436, "text": "Yes."}], "speaker": "SELLERS", "secId": 219}, {"sentences": [{"sentId": 437, "text": "He says our online -- Melania Trump says our online culture has gotten too mean and too rough."}, {"sentId": 438, "text": "So, what's your reaction?"}], "speaker": "LEMON", "secId": 220}, {"sentences": [{"sentId": 439, "text": "Well, I think that I look in the context of Melania Trump's two entrees on to the national stage and I have to say that Melania Trump's team around her actually failed her."}, {"sentId": 440, "text": "First with the speech at the convention and now with the speech talking about bullying, which many say is just hypocrisy because her husband is the point person when it comes to online bullying."}, {"sentId": 441, "text": "I don't think anybody is talking badly about Melania Trump."}, {"sentId": 442, "text": "I think"}], "speaker": "SELLERS", "secId": 221}, {"sentences": [{"sentId": 443, "text": "she's a woman of great poise."}, {"sentId": 444, "text": "I think she's intelligent, she has her own business, she's beautiful."}, {"sentId": 445, "text": "And so, no one is criticizing Melania Trump on that."}], "speaker": "SELLERS", "secId": 222}, {"sentences": [{"sentId": 446, "text": "But what I am saying though is that her team -- the people around her, somebody who said -- who wrote those remarks for her, somebody who said that we're going to talk about bullying and completely disregard -- I mean, when you listen to the speech, it's almost as if you want to introduce her to Donald Trump, because maybe she can work on Donald Trump."}], "speaker": "SELLERS", "secId": 223}, {"sentences": [{"sentId": 447, "text": "I mean, there's some disconnect there and I just put that on the campaign."}, {"sentId": 448, "text": "I don't put that on her, because I do think she's a viable asset to the campaign and we should see more of her if Donald Trump wants to do better with women."}], "speaker": "SELLERS", "secId": 224}, {"sentences": [{"sentId": 449, "text": "Yes."}, {"sentId": 450, "text": "That is a candidate that we all gave, she is a nice woman, does an admirable of thing to take up, initially to take up."}, {"sentId": 451, "text": "But I mean, you know..."}], "speaker": "LEMON", "secId": 225}, {"sentences": [{"sentId": 452, "text": "The other point she's talking about child bullying."}], "speaker": "HUCKABEE-SANDERS", "secId": 226}, {"sentences": [{"sentId": 453, "text": "Yes, absolutely."}], "speaker": "LEMON", "secId": 227}, {"sentences": [{"sentId": 454, "text": "And I think we should all, surely everybody here knows the difference, too, and you know, I think to try to make it something different is..."}], "speaker": "HUCKABEE-SANDERS", "secId": 228}, {"sentences": [{"sentId": 455, "text": "I have to say congratulations Andre Bauer, because as far as I can tell you, you haven't been attacked by Donald Trump on Twitter not yet, depends on what comes out of your mouth now."}, {"sentId": 456, "text": "But it is admirable cause, but is she the right messenger for this cause?"}], "speaker": "LEMON", "secId": 229}, {"sentences": [{"sentId": 457, "text": "I like her independence in the fact that she's pursuing what she thinks is important."}, {"sentId": 458, "text": "Also in this speech, I think we haven't mentioned that she talked about her journey to become a U.A."}, {"sentId": 459, "text": "citizen."}], "speaker": "BAUER", "secId": 230}, {"sentences": [{"sentId": 460, "text": "And she thought it was the greatest thing in her life and this was the greatest country."}, {"sentId": 461, "text": "And I think those are big things, being an immigrant, coming to this country, talking about her journey, doing it the legal way and saying how proud she was."}], "speaker": "BAUER", "secId": 231}, {"sentences": [{"sentId": 462, "text": "And of course, I'm paraphrasing but that too is a big message."}, {"sentId": 463, "text": "We haven't talked about it tonight."}, {"sentId": 464, "text": "Look, you all have heard me disagree with Donald Trump before."}, {"sentId": 465, "text": "He's my man."}, {"sentId": 466, "text": "I want him for president."}], "speaker": "BAUER", "secId": 232}, {"sentences": [{"sentId": 467, "text": "I think he's the only person that's run in many years that can really catastrophically change Washington but this is one of this area where I would rather him to use his time, effort, and energy to really go after his message."}, {"sentId": 468, "text": "So, I think resonates with so many on the border are on the fence, voters that aren't sure which way they're going to go."}, {"sentId": 469, "text": "When he pounds that message to term limits, cleaning the pool out, draining the swamp, getting rid of people lobbying and after they've been in public office, which I could have done, but chose not to."}], "speaker": "BAUER", "secId": 233}, {"sentences": [{"sentId": 470, "text": "When he talks about making those changes I think that's where he gets his best bumps."}], "speaker": "BAUER", "secId": 234}, {"sentences": [{"sentId": 471, "text": "OK."}], "speaker": "LEMON", "secId": 235}, {"sentences": [{"sentId": 472, "text": "I think that's where people really see the Donald Trump that so many of us have stood behind."}], "speaker": "BAUER", "secId": 236}, {"sentences": [{"sentId": 473, "text": "I don't think that..."}], "speaker": "LEMON", "secId": 237}, {"sentences": [{"sentId": 474, "text": "Going after the people on the internet, that wouldn't be one of my things that I really -- that's not his strong suit."}], "speaker": "BAUER", "secId": 238}, {"sentences": [{"sentId": 475, "text": "I was going to say I don't think you're going to get attacked."}, {"sentId": 476, "text": "That's why we weren't talking about that, but at the end you wrapped it in a bow."}, {"sentId": 477, "text": "So, I have to give that to you."}], "speaker": "LEMON", "secId": 239}, {"sentences": [{"sentId": 478, "text": "We'll be right back and we'll continue our conversation."}], "speaker": "LEMON", "secId": 240}, {"sentences": [{"sentId": 479, "text": "Back now with my spectacular panel which includes, Sarah Huckabee-Sanders, Ana Navarro, Bakari Sellers, and Andre Bauer."}], "speaker": "LEMON", "secId": 241}, {"sentences": [{"sentId": 480, "text": "Bakari, to you first in this one."}, {"sentId": 481, "text": "North Carolina is going to be key in this race and I want to play a moment, this is from a woman who introduced Hillary Clinton today."}, {"sentId": 482, "text": "Her name is Mae Brown Wiggins and she says she was discriminated against when she tried to rent an apartment from a Trump property in the '60s."}, {"sentId": 483, "text": "Listen."}], "speaker": "LEMON", "secId": 242}, {"sentences": [{"sentId": 484, "text": "The Trump's does turned me away because of the color of my skin and they had done the same thing to many others."}, {"sentId": 485, "text": "When I think about how they lied to me just because I was black, I still feel the anger, I can't share this experience with you without the pain."}], "speaker": "WIGGINS", "secId": 243}, {"sentences": [{"sentId": 486, "text": "Listen, Bakari, Donald Trump would have been 17 at that time Ms. Wiggins filed a complaint against his father's company, but we do know that 10 years later, Trump's company was sued by the federal government for housing discrimination."}, {"sentId": 487, "text": "How do you feel when you hear her story?"}], "speaker": "LEMON", "secId": 244}, {"sentences": [{"sentId": 488, "text": "Well, I think that's -- I mean, if we look at in the totality, I mean, that type of pain is what a lot of African-Americans feel as if Donald Trump is emblematic of."}, {"sentId": 489, "text": "And when you think about just this week, Don, I mean, this week you had a black church in Mississippi that was bombed that said vote Trump."}], "speaker": "SELLERS", "secId": 245}, {"sentences": [{"sentId": 490, "text": "You had David Duke that is on the main stage in a debate down in Louisiana."}, {"sentId": 491, "text": "You had the KKK, their newspaper come out and introduce and endorse, excuse me, Donald Trump, and then you have these stories like Ms. Wiggins."}, {"sentId": 492, "text": "And you know, there's so many people -- we're not that far away from Ms. Wiggins' generation, from her story, and then hear her pain, I mean, it's just very tough."}], "speaker": "SELLERS", "secId": 246}, {"sentences": [{"sentId": 493, "text": "And the question that people have to really ask themselves in this election, is do you want somebody to vote for someone to be president of the United States who literally turn people because they were colored?"}, {"sentId": 494, "text": "Those were his words."}, {"sentId": 495, "text": "They literally marked c on an application for people that were colored and would not rent to them."}], "speaker": "SELLERS", "secId": 247}, {"sentences": [{"sentId": 496, "text": "And they were sued successfully not once but twice."}, {"sentId": 497, "text": "And so, I appreciate her story and I stand on the shoulders of like Miss -- of women like Ms. Wiggins and just I applaud her for her strength."}], "speaker": "SELLERS", "secId": 248}, {"sentences": [{"sentId": 498, "text": "Yes."}, {"sentId": 499, "text": "And listen, and regarding the church there, we don't know what happened there in the church."}, {"sentId": 500, "text": "I mean, the church was, there was burning of that church and it did say vote Trump on the side, but we don't know who is behind it."}, {"sentId": 501, "text": "Sarah, do you want to respond, what do you think of the woman?"}], "speaker": "LEMON", "secId": 249}, {"sentences": [{"sentId": 502, "text": "I mean, I agree with Bakari, I think her story is powerful and I think it's tough to hear, but like you said, Donald Trump was 17 at the time, that certainly was an action that he took."}], "speaker": "HUCKABEE-SANDERS", "secId": 250}, {"sentences": [{"sentId": 503, "text": "Look, Donald Trump and the campaign itself have disavowed and rebuked time and time again all forms of bigotry and racism and certainly don't condone it or support it."}, {"sentId": 504, "text": "And to try to the paint Donald Trump as a racist I think is wrong."}, {"sentId": 505, "text": "And I think frankly, it's very dishonest and a very dangerous road to go down."}], "speaker": "HUCKABEE-SANDERS", "secId": 251}, {"sentences": [{"sentId": 506, "text": "I don't think that helps create the type of unity we want in our country and I certainly think it's a very terrible trajectory that frankly, the Clinton campaign is trying to paint."}, {"sentId": 507, "text": "I think she's using this as a distraction to take away from the fact she's under investigation, multiple investigations by the FBI."}], "speaker": "HUCKABEE-SANDERS", "secId": 252}, {"sentences": [{"sentId": 508, "text": "But..."}], "speaker": "SELLERS", "secId": 253}, {"sentences": [{"sentId": 509, "text": "I don't think that most Americans think and they certainly shouldn't that Donald Trump is a racist."}], "speaker": "HUCKABEE-SANDERS", "secId": 254}, {"sentences": [{"sentId": 510, "text": "But what about what part..."}], "speaker": "SELLERS", "secId": 255}, {"sentences": [{"sentId": 511, "text": "But he has empowered hundreds of African-Americans at his company hired them, put them in places in executive office."}], "speaker": "HUCKABEE-SANDERS", "secId": 256}, {"sentences": [{"sentId": 512, "text": "That maybe he has to do that by law."}], "speaker": "LEMON", "secId": 257}, {"sentences": [{"sentId": 513, "text": "But, yes, he has to..."}], "speaker": "SELLERS", "secId": 258}, {"sentences": [{"sentId": 514, "text": "As an employer he must do that by law."}], "speaker": "LEMON", "secId": 259}, {"sentences": [{"sentId": 515, "text": "He doesn't have to do it on his campaign and he does."}], "speaker": "HUCKABEE-SANDERS", "secId": 260}, {"sentences": [{"sentId": 516, "text": "Who -- let me -- let me just ask this question."}], "speaker": "SELLERS", "secId": 261}, {"sentences": [{"sentId": 517, "text": "Go ahead, Bakari."}], "speaker": "LEMON", "secId": 262}, {"sentences": [{"sentId": 518, "text": "I mean, what is Hillary Clinton because we've gone down this road and people always say that all of a sudden you're playing the race card or this or that but what has Hillary Clinton said about Donald Trump and his issues and his interactions with race that have been false."}], "speaker": "SELLERS", "secId": 263}, {"sentences": [{"sentId": 519, "text": "I mean, there's nothing false."}, {"sentId": 520, "text": "I mean, he did, his father's company, him, they were both sued for housing discrimination."}, {"sentId": 521, "text": "He has not apologized to the Central Park Five."}, {"sentId": 522, "text": "He led the 'birther' movement."}], "speaker": "SELLERS", "secId": 264}, {"sentences": [{"sentId": 523, "text": "Look, I went to Central High I think I know a little but about this school."}, {"sentId": 524, "text": "I graduated from Central High."}], "speaker": "HUCKABEE-SANDERS", "secId": 265}, {"sentences": [{"sentId": 525, "text": "I said Central Park Five."}], "speaker": "SELLERS", "secId": 266}, {"sentences": [{"sentId": 526, "text": "The Central Park."}], "speaker": "LEMON", "secId": 267}, {"sentences": [{"sentId": 527, "text": "I'm sorry, he said this -- I thought he said the Central High."}], "speaker": "HUCKABEE-SANDERS", "secId": 268}, {"sentences": [{"sentId": 528, "text": "No, Central Park."}], "speaker": "LEMON", "secId": 269}, {"sentences": [{"sentId": 529, "text": "No, no, no."}, {"sentId": 530, "text": "I understand Central High, but no Central Park Five."}], "speaker": "SELLERS", "secId": 270}, {"sentences": [{"sentId": 531, "text": "Yes."}], "speaker": "LEMON", "secId": 271}, {"sentences": [{"sentId": 532, "text": "And so, when you had these instances of race, I mean, OK, we're playing a race card."}, {"sentId": 533, "text": "Well, that means it must be full effects."}], "speaker": "SELLERS", "secId": 272}, {"sentences": [{"sentId": 534, "text": "No."}, {"sentId": 535, "text": "It's the fact that you're trying to paint him as something that he isn't and you're trying to make him accountable for actions of other people like David Duke when he wasn't."}], "speaker": "HUCKABEE-SANDERS", "secId": 273}, {"sentences": [{"sentId": 536, "text": "I think it's Hillary's way of making this a distraction from her own failed record."}, {"sentId": 537, "text": "She wants to do anything she can to talk about the fact that she's under investigation by the FBI."}], "speaker": "HUCKABEE-SANDERS", "secId": 274}, {"sentences": [{"sentId": 538, "text": "Right."}], "speaker": "LEMON", "secId": 275}, {"sentences": [{"sentId": 539, "text": "She's all but disqualifies her."}], "speaker": "HUCKABEE-SANDERS", "secId": 276}, {"sentences": [{"sentId": 540, "text": "We're talking about the woman here not the David Duke thing."}, {"sentId": 541, "text": "I mean, I thought you resolved it..."}], "speaker": "LEMON", "secId": 277}, {"sentences": [{"sentId": 542, "text": "I think -- I think that woman's testament should make us all reflect."}, {"sentId": 543, "text": "I think it should make us sad, break our hearts."}, {"sentId": 544, "text": "This is not ancient history."}, {"sentId": 545, "text": "This is living history."}, {"sentId": 546, "text": "She's telling her living story."}], "speaker": "NAVARRO", "secId": 278}, {"sentences": [{"sentId": 547, "text": "And it should make us reflect on how badly this debate, this rhetoric, this campaign rhetoric has gone."}, {"sentId": 548, "text": "It's been way too divisive; it's been way too hostile."}, {"sentId": 549, "text": "Too much hatred, too much division has been injected into this campaign and we must as Americans figure out a way to come together November 9th."}, {"sentId": 550, "text": "We just have got to do it."}], "speaker": "NAVARRO", "secId": 279}, {"sentences": [{"sentId": 551, "text": "No matter what..."}], "speaker": "LEMON", "secId": 280}, {"sentences": [{"sentId": 552, "text": "There's been -- there has been people screaming Jews FA at the press, there has been people accusing the press of taking shackles to do this, to do that."}, {"sentId": 553, "text": "There has been immigrants that have been bashed and bashed and bashed all over again."}], "speaker": "NAVARRO", "secId": 281}, {"sentences": [{"sentId": 554, "text": "This must stop, this, you know, this unbridled passion, this unbridled anger that's out there must stop and we must do it because of ladies like her."}], "speaker": "NAVARRO", "secId": 282}, {"sentences": [{"sentId": 555, "text": "Yes."}, {"sentId": 556, "text": "Andre, unfortunately, I'm out of time, so I'm sorry."}, {"sentId": 557, "text": "And I'll see you later on this week on the show."}], "speaker": "LEMON", "secId": 283}, {"sentences": [{"sentId": 558, "text": "Sorry about that."}], "speaker": "LEMON", "secId": 284}, {"sentences": [{"sentId": 559, "text": "Thank you very much, everyone."}, {"sentId": 560, "text": "Great discussion."}, {"sentId": 561, "text": "We'll be right back."}], "speaker": "LEMON", "secId": 285}, {"sentences": [{"sentId": 562, "text": "It is not over until well -- you know."}], "speaker": "LEMON", "secId": 286}, {"sentences": [{"sentId": 563, "text": "This is CNN tonight."}, {"sentId": 564, "text": "I'm Don Lemon."}], "speaker": "LEMON", "secId": 287}, {"sentences": [{"sentId": 565, "text": "Hillary Clinton holding on to her national lead, but this thing is close, and there's a lot that could change the minds of those undecided voters."}], "speaker": "LEMON", "secId": 288}, {"sentences": [{"sentId": 566, "text": "Take your pick, the latest batch of Clinton e-mails, new questions about just how much Donald Trump is really worth, or something else that nobody could predict."}, {"sentId": 567, "text": "It could happen in this room."}], "speaker": "LEMON", "secId": 289}, {"sentences": [{"sentId": 568, "text": "Plus, Rudy Giuliani predicts a surprise that could the campaign around."}], "speaker": "LEMON", "secId": 290}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1611.03.cnnt.01.html.json", "time": "Aired November 3, 2016 - 22:00   ET"}