{"sectionCount": 202, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["LEMON", "MATTINGLY", "GERGEN", "BRINKLEY", "BERNSTEIN", "WOLFF", "ROMNEY", "TRUMP", "CHEN", "MADDEN", "ZAKARIA", "RYE", "MCENANY", "SETMAYER", "LEWIS", "UNIDENTIFIED FEMALE"], "subTitle": "Trump Settles Lawsuits Against Trump University; Trump Fills Key Posts with Hard-Liners; Trump Meets Mitt Romney Tomorrow; Trump's Chief Strategist is Steve Bannon; World Leaders React to President- Elect Trump; Trump's Controversial Cabinet Picks; Trump Fills Key Posts with Controversial Hard-Liners; Trump and Romney to Meet After War of Words. Aired 10-11p ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1611/18/cnnt.01.html", "sentenceCount": 515, "sections": [{"sentences": [{"sentId": 0, "text": "The hard line, according to Donald Trump, this is CNN Tonight, I'm Don Lemon."}, {"sentId": 1, "text": "Senator Jeff Sessions for attorney general, Congressman Mike Pompeo for CIA director, and Army General Michael Flynn for national security advisor."}, {"sentId": 2, "text": "There you have it."}, {"sentId": 3, "text": "Will it be Mitt Romney though for secretary of state?"}, {"sentId": 4, "text": "A lot of questions to answer tonight."}], "speaker": "LEMON", "secId": 0}, {"sentences": [{"sentId": 5, "text": "I want to bring in -- we begin this hour with CNN correspondent Phil Mattingly, who is outside of Trump Tower for us this evening."}, {"sentId": 6, "text": "Good evening to you, Phil."}, {"sentId": 7, "text": "First, let's talk about the big news tonight on the Trump University lawsuit."}, {"sentId": 8, "text": "Give us the details."}], "speaker": "LEMON", "secId": 1}, {"sentences": [{"sentId": 9, "text": "Yes, that's exactly right."}, {"sentId": 10, "text": "The man who never settles, including on this specific lawsuit, well, he settled to the tune of $25 million, that will be paid out to more than 6,000 students."}, {"sentId": 11, "text": "This was about three separate lawsuits related to Trump University."}], "speaker": "MATTINGLY", "secId": 2}, {"sentences": [{"sentId": 12, "text": "Again, the for-profit education entity, I guess, you will call it, that has been bogging down Donald Trump's campaign over the course of the last 18 months, and really his private business as well over the course of the last couple of years."}, {"sentId": 13, "text": "That is now all put to bed and while Donald Trump always claimed he would never settle, he now has."}], "speaker": "MATTINGLY", "secId": 3}, {"sentences": [{"sentId": 14, "text": "There's pretty good reason, there's really good chance, Don, that at some point soon, the president-elect would actually have to take the witness stand during the looming trial on this."}, {"sentId": 15, "text": "Now that's gone, and as his legal team made very clear, they admitted no wrongdoing and for the president-elect, this is one major issue that is now no longer on its plate."}], "speaker": "MATTINGLY", "secId": 4}, {"sentences": [{"sentId": 16, "text": "All right."}, {"sentId": 17, "text": "Let's talk about him now filling out his national security team and he has picked some hard core conservatives."}, {"sentId": 18, "text": "What you can tell us about that, Phil?"}], "speaker": "LEMON", "secId": 5}, {"sentences": [{"sentId": 19, "text": "Yes, exactly right."}, {"sentId": 20, "text": "Look, the one thing you hear repeatedly from people inside the Trump transition operation is when it comes to national security, you shouldn't be surprised by any of these three picks if you paid any attention over the course of the campaign."}, {"sentId": 21, "text": "All three of them espouse Donald Trump did on national security."}], "speaker": "MATTINGLY", "secId": 6}, {"sentences": [{"sentId": 22, "text": "You noted a very hard line presence, a very attack friendly view on how to treat terrorism, how to go after problems in the middle east."}, {"sentId": 23, "text": "Now, there are two controversial I think you could say, potential picks in attorney general selection."}, {"sentId": 24, "text": "Jeff Sessions, an Alabama senator and also national security advisor who does not need to be confirmed by the senate, Michael Flynn."}], "speaker": "MATTINGLY", "secId": 7}, {"sentences": [{"sentId": 25, "text": "But of those two, it's very important to note, very close advisers to Donald Trump, Jeff Sessions was his first senator endorser and Michael Flynn was his closest military adviser throughout the campaign."}, {"sentId": 26, "text": "This is a group of loyalists."}, {"sentId": 27, "text": "This is a group of people that have been with Donald Trump from the beginning, and now Donald Trump is rewarding them with very crucial positions inside his administration."}], "speaker": "MATTINGLY", "secId": 8}, {"sentences": [{"sentId": 28, "text": "He's also holding some very high level meetings this weekend."}, {"sentId": 29, "text": "Mitt Romney, chief among them, what's the latest?"}], "speaker": "LEMON", "secId": 9}, {"sentences": [{"sentId": 30, "text": "That's obviously what we're keeping the closest eye on."}, {"sentId": 31, "text": "This is an interesting element."}, {"sentId": 32, "text": "If the three selections we saw today on the national security side of things were of Trump loyalists or people you would expect, some of the meetings tomorrow are the exact opposite."}, {"sentId": 33, "text": "Obviously, we know Mitt Romney called him a conman, was very, very clear in his opposition throughout the campaign."}], "speaker": "MATTINGLY", "secId": 10}, {"sentences": [{"sentId": 34, "text": "That may be due to happen around noon."}, {"sentId": 35, "text": "And we are told while Mitt Romney has made no comment publicly about this, the Trump operation is looking at Mitt Romney for a potential cabinet position."}, {"sentId": 36, "text": "There are a lot of questions when we talk to the republicans outside Trump whether or not this is a head fake or they are just trying to send a message to republicans."}], "speaker": "MATTINGLY", "secId": 11}, {"sentences": [{"sentId": 37, "text": "But Mitt Romney is not the only interesting leading tomorrow, also retired marine general James Mattis as somebody that a lot of people are talking about as defense secretary."}, {"sentId": 38, "text": "Michelle Rhee and Betsy DeVos, a couple for education secretaries."}, {"sentId": 39, "text": "Mitt Romney, the headline meeting tomorrow in Bedminster."}, {"sentId": 40, "text": "A number of potential cabinet picks will be making a visit to meet with Donald Trump, Don."}], "speaker": "MATTINGLY", "secId": 12}, {"sentences": [{"sentId": 41, "text": "All right, Phil, thank you."}, {"sentId": 42, "text": "That hum you behind Phil is New York City."}, {"sentId": 43, "text": "It's like that all the time, not to worry."}, {"sentId": 44, "text": "It's a very busy city on a Friday night in front of Trump Tower."}, {"sentId": 45, "text": "Thank you very much."}, {"sentId": 46, "text": "I appreciate that, Phil."}], "speaker": "LEMON", "secId": 13}, {"sentences": [{"sentId": 47, "text": "I want to bring in now CNN presidential historian Douglas Brinkley, who is also executive producer of the album \"Presidential Suite.\""}, {"sentId": 48, "text": "Political commentator Mr. Carl Bernstein, the author of \"A Woman in Charge: The Life of Hillary Rodham Clinton.\""}, {"sentId": 49, "text": "And senior political analyst David Gergen who is an adviser to four presidents."}], "speaker": "LEMON", "secId": 14}, {"sentences": [{"sentId": 50, "text": "I'm so glad to have all of you this evening."}, {"sentId": 51, "text": "David Gergen, I'm going to start with you."}, {"sentId": 52, "text": "Flynn, Sessions, Pompeo, what message is Donald Trump sending by choosing  three hawks on national security?"}], "speaker": "LEMON", "secId": 15}, {"sentences": [{"sentId": 53, "text": "Well, for all those who thought he was going to be more moderate in his early choices, they're very disappointed."}, {"sentId": 54, "text": "For conservatives, this is a moment for cheer."}, {"sentId": 55, "text": "This is what they hoped for."}], "speaker": "GERGEN", "secId": 16}, {"sentences": [{"sentId": 56, "text": "This is what they've longed for."}, {"sentId": 57, "text": "A team that would really scorch the earth on some of these policies, clean this one up, as the saying goes, that's what they got."}], "speaker": "GERGEN", "secId": 17}, {"sentences": [{"sentId": 58, "text": "It's going to be very controversial especially Senator Sessions going to the justice department."}, {"sentId": 59, "text": "As you well know, Don, the justice department, the attorney general is the chief custodian of civil rights in this country."}], "speaker": "GERGEN", "secId": 18}, {"sentences": [{"sentId": 60, "text": "The most important priority of the last two attorney generals has been to lift the quality and the strength in the civil rights division."}, {"sentId": 61, "text": "All of these issues about African-Americans, blacks and crimes, the issues about Latinos and all these come right through the division."}], "speaker": "GERGEN", "secId": 19}, {"sentences": [{"sentId": 62, "text": "And Jeff Sessions is a very, very hard liner on these things, and his appointment in particular while it will cheer conservatives will validate the fears that so many people of color and immigrants and others have had about where this administration is heading once it gets into office."}], "speaker": "GERGEN", "secId": 20}, {"sentences": [{"sentId": 63, "text": "And it's -- these choices are -- will be viewed as a repudiation of President Barack Obama's national security strategy."}, {"sentId": 64, "text": "Douglas, do you agree with that?"}], "speaker": "LEMON", "secId": 21}, {"sentences": [{"sentId": 65, "text": "I do."}, {"sentId": 66, "text": "Look, this can be a hard line Trump administration."}, {"sentId": 67, "text": "I mean, it doesn't get any more hard line than the three he just named."}, {"sentId": 68, "text": "Pompeo represents the tea party, which Donald Trump owed a lot to."}, {"sentId": 69, "text": "You remember, Don, I was doing your show when Jeff Sessions stood on a stage in Alabama and a Trump plane came in and swoop around very few people wanted to even stand by Donald Trump."}], "speaker": "BRINKLEY", "secId": 22}, {"sentences": [{"sentId": 70, "text": "There was Jeff sessions giving him 110 percent right out of the gate, so all three of these are predictable picks, so it does leave the secretary of state chip to be the one we're watching for."}], "speaker": "BRINKLEY", "secId": 23}, {"sentences": [{"sentId": 71, "text": "Carl, let's talk about this."}, {"sentId": 72, "text": "Senator Jeff Sessions accused of using racially charged language in the past."}, {"sentId": 73, "text": "At one point he didn't get a federal judgeship for those comments."}, {"sentId": 74, "text": "I just watched a report about that and remember it from the 1980s."}, {"sentId": 75, "text": "It was 1986 I think when that happened."}, {"sentId": 76, "text": "Will he pass scrutiny this time?"}], "speaker": "LEMON", "secId": 24}, {"sentences": [{"sentId": 77, "text": "I think he'll be confirmed, but there's something more important here..."}], "speaker": "BERNSTEIN", "secId": 25}, {"sentences": [{"sentId": 78, "text": "Which is?"}], "speaker": "LEMON", "secId": 26}, {"sentences": [{"sentId": 79, "text": "... you got to look at this as a whole."}, {"sentId": 80, "text": "And these are radically divisive choices."}, {"sentId": 81, "text": "Instead of Donald Trump seeing a way to unify the country, he has chosen division, and this is what we now face."}], "speaker": "BERNSTEIN", "secId": 27}, {"sentences": [{"sentId": 82, "text": "He's not only chosen division but he's chosen it in an ugly way that says to African-Americans, says to Muslim-Americans, says to immigrants, says to people who believe in civil rights, that we are going in the other direction."}, {"sentId": 83, "text": "It is not important to us that we protect your civil rights as the foremost and most important thing that we do in this country."}], "speaker": "BERNSTEIN", "secId": 28}, {"sentences": [{"sentId": 84, "text": "Instead, we are going in another direction."}, {"sentId": 85, "text": "We are going to fight Islamic terrorism, but in the process, we are going to forget about the rights that ought to be foremost in the minds of most Americans."}], "speaker": "BERNSTEIN", "secId": 29}, {"sentences": [{"sentId": 86, "text": "So the question is why?"}], "speaker": "LEMON", "secId": 30}, {"sentences": [{"sentId": 87, "text": "Can I try something on that?"}], "speaker": "BERNSTEIN", "secId": 31}, {"sentences": [{"sentId": 88, "text": "Go for it."}], "speaker": "LEMON", "secId": 32}, {"sentences": [{"sentId": 89, "text": "The why is that Donald Trump -- if we look at Donald Trump's life, it is about results."}, {"sentId": 90, "text": "He wants certain results."}, {"sentId": 91, "text": "He has never cared how he gets there."}, {"sentId": 92, "text": "Not ever has there been a concern for those who might stand in the way, who might get run over by his bus."}, {"sentId": 93, "text": "The students at Trump University, those people he pays 12 cents on the dollar too and doesn't pay him back and on his loans, but he gets what he wants."}], "speaker": "BERNSTEIN", "secId": 33}, {"sentences": [{"sentId": 94, "text": "These people are integral to his view of the world."}, {"sentId": 95, "text": "He wants to go there."}, {"sentId": 96, "text": "And it doesn't matter to him clearly, unfortunately, that Hillary Clinton got a majority of the vote and he, nonetheless..."}], "speaker": "BERNSTEIN", "secId": 34}, {"sentences": [{"sentId": 97, "text": "He won."}], "speaker": "LEMON", "secId": 35}, {"sentences": [{"sentId": 98, "text": "... of course he won and he gets to be the president, but president Obama gave him, tried to bring hip toward a unifying vision of his presidency."}, {"sentId": 99, "text": "Obviously, Obama has failed here, and we are going down a very dangerous road."}], "speaker": "BERNSTEIN", "secId": 36}, {"sentences": [{"sentId": 100, "text": "David Gergen has worked for four presidents."}, {"sentId": 101, "text": "What do you make of that -- of Carl's comments?"}, {"sentId": 102, "text": "Do you agree?"}], "speaker": "LEMON", "secId": 37}, {"sentences": [{"sentId": 103, "text": "Well, Carl was pretty tough there and I don't think they're going to forget about civil rights."}, {"sentId": 104, "text": "I think they're no longer going to be the champion of civil rights."}, {"sentId": 105, "text": "And I think that all as well as gays have every reason to be very, very nervous."}, {"sentId": 106, "text": "And that I would agree with."}], "speaker": "GERGEN", "secId": 38}, {"sentences": [{"sentId": 107, "text": "I do think that we ought to wait for the weekend to see where two more important posts are going to be filled and to see if in fact -- if Donald Trump were to secure Mitt Romney as secretary of state over the weekend."}], "speaker": "GERGEN", "secId": 39}, {"sentences": [{"sentId": 108, "text": "And also this very new name has come on the list, James Mattis, highly respected marine."}, {"sentId": 109, "text": "If he were to go to the defense department, I think that at least on these two posts we would say they're much more mainstream."}], "speaker": "GERGEN", "secId": 40}, {"sentences": [{"sentId": 110, "text": "And I think that they would get a lot more respect from the international -- the international folks here at home."}, {"sentId": 111, "text": "But I also think it's doubtful he's going to offer it to Mitt Romney and will be more surprised if Mitt Romney accepts it."}, {"sentId": 112, "text": "But if it happens, then I think we ought to be open to the possibility of saying on these new posts these are much more mainstream."}], "speaker": "GERGEN", "secId": 41}, {"sentences": [{"sentId": 113, "text": "Douglas?"}], "speaker": "LEMON", "secId": 42}, {"sentences": [{"sentId": 114, "text": "Look."}, {"sentId": 115, "text": "I think also Donald Trump has a woman deficit."}, {"sentId": 116, "text": "Where are the women in his administration?"}], "speaker": "BRINKLEY", "secId": 43}, {"sentences": [{"sentId": 117, "text": "And minorities."}], "speaker": "LEMON", "secId": 44}, {"sentences": [{"sentId": 118, "text": "Yes, and minorities."}], "speaker": "BRINKLEY", "secId": 45}, {"sentences": [{"sentId": 119, "text": "How about people of color?"}], "speaker": "BERNSTEIN", "secId": 46}, {"sentences": [{"sentId": 120, "text": "And when are they coming forward?"}, {"sentId": 121, "text": "And they're in a danger of having a million woman march in Washington, D.C. at the time of the inaugural with very few women in the administration so that's why they're trying to get Nikki Haley involved."}], "speaker": "BRINKLEY", "secId": 47}, {"sentences": [{"sentId": 122, "text": "She counts as both a woman and as being an Indian-American as somebody that would be a diversity pick."}, {"sentId": 123, "text": "What do they going to give her?"}, {"sentId": 124, "text": "She doesn't want to be secretary of commerce."}, {"sentId": 125, "text": "She's governor of South Carolina."}, {"sentId": 126, "text": "So I think he needs to lure some top women and minorities soon in the next week before things get worse."}], "speaker": "BRINKLEY", "secId": 48}, {"sentences": [{"sentId": 127, "text": "I want to talk about Mike Pompeo because he's getting more bipartisan support but he supports keeping Guantanamo Bay prison open."}, {"sentId": 128, "text": "He also endorses and enhances interrogation techniques, something that fellow republicans and former POW Senator John McCain is strongly opposed to."}], "speaker": "LEMON", "secId": 49}, {"sentences": [{"sentId": 129, "text": "Many Americans think those tactic damage the country's standing in the world."}, {"sentId": 130, "text": "Is this going to be a return to water boarding and so on?"}, {"sentId": 131, "text": "David Gergen?"}], "speaker": "LEMON", "secId": 50}, {"sentences": [{"sentId": 132, "text": "Yeah, I think it will be."}, {"sentId": 133, "text": "Donald Trump endorsed it."}, {"sentId": 134, "text": "I don't think he is going to make it a daily practice, but I think there are going to be instances in which we arrest people and they'll use these tactics and for -- and all the other things that follow through this."}], "speaker": "GERGEN", "secId": 51}, {"sentences": [{"sentId": 135, "text": "To add to Douglas Brinkley point and Carl's point, actually, I think the one thing the republican party has to be aware of, as these folks come up for in the senate, if the republican party endorses -- republican basically endorse these people, the republican party is going to own the responsibility for these picks."}], "speaker": "GERGEN", "secId": 52}, {"sentences": [{"sentId": 136, "text": "When the party endorses and puts them in office, the republican party has ownership, and with the consequences to go with it, some of these picks are going to be -- Senator Sessions, obvious case in point, they're going to be highly controversial."}, {"sentId": 137, "text": "They're going to be the center of the political storm over a fairly long period of time."}], "speaker": "GERGEN", "secId": 53}, {"sentences": [{"sentId": 138, "text": "Carl, let talk about General Flynn."}, {"sentId": 139, "text": "He is said to be hot- headed, and was fired by the Defense Intelligence Agency, the DIA."}, {"sentId": 140, "text": "He has been accused of mishandling classified material."}, {"sentId": 141, "text": "He has tweeted some alarming remarks about Islam."}, {"sentId": 142, "text": "I'll read some of them."}], "speaker": "LEMON", "secId": 54}, {"sentences": [{"sentId": 143, "text": "Fear of Muslims is rational."}, {"sentId": 144, "text": "Please forward this to others."}, {"sentId": 145, "text": "The truth fears no question."}, {"sentId": 146, "text": "And then he said, in the next 24 hours, a dare Arab and Persian world leaders to step up to the plate and declare their Islamic ideology sick and must be healed."}, {"sentId": 147, "text": "Are you concerned about this choice?"}], "speaker": "LEMON", "secId": 55}, {"sentences": [{"sentId": 148, "text": "Well, I'm concerned about it."}, {"sentId": 149, "text": "I've also talked to people who worked with him in the military who thought he was a great general and who then flipped out to use their term."}, {"sentId": 150, "text": "And that who has become to use their term again unhinged, who is intemperate, who can't get along with people."}], "speaker": "BERNSTEIN", "secId": 56}, {"sentences": [{"sentId": 151, "text": "And these old friends of his are mystified at why Donald Trump despite the ideological fit would go for somebody like this, except for loyalty and Flynn was there at the beginning."}], "speaker": "BERNSTEIN", "secId": 57}, {"sentences": [{"sentId": 152, "text": "Also, we ought to talk about Steve Bannon a little bit because if you look at Bannon as the propaganda minister, who enunciates the positions embraced by the people who have been named to the national security post, we begin to see a rather unified angry view that is totally consistent with the world view and sensibility and priorities of Donald Trump that what we saw on the campaign."}], "speaker": "BERNSTEIN", "secId": 58}, {"sentences": [{"sentId": 153, "text": "We're talking a lot more about that next with Michael Wolff, he's coming."}], "speaker": "LEMON", "secId": 59}, {"sentences": [{"sentId": 154, "text": "Oh, okay."}], "speaker": "BERNSTEIN", "secId": 60}, {"sentences": [{"sentId": 155, "text": "Thank you, gentlemen, I appreciate it."}, {"sentId": 156, "text": "We'll be right back."}], "speaker": "LEMON", "secId": 61}, {"sentences": [{"sentId": 157, "text": "Steve Bannon is a key reason that Donald Trump is now president-elect."}, {"sentId": 158, "text": "Bannon's reward?"}, {"sentId": 159, "text": "He is now Donald Trump's chief strategist."}, {"sentId": 160, "text": "I want to bring you in Michael Wolff."}, {"sentId": 161, "text": "He joins us again."}, {"sentId": 162, "text": "He is a columnist who wrote at Hollywood Reporter, who got a big interview with Bannon at Trump Tower."}], "speaker": "LEMON", "secId": 62}, {"sentences": [{"sentId": 163, "text": "You sort of gave us a preview of it earlier in the week when you're on with us and I'm so glad that you're here."}, {"sentId": 164, "text": "You got the interview that most journalist would kill for, that's Steve Bannon, the Darth Vader of the campaign, right?"}], "speaker": "LEMON", "secId": 63}, {"sentences": [{"sentId": 165, "text": "And you wrote this, you said, \"darkness is good, says Bannon, who amid the suits surrounding him at Trump Tower, looks like a graduate student in his T-shirt, open button-down and tatty blue blazer -- albeit a 62-year-old graduate student."}, {"sentId": 166, "text": "Dick Cheney."}, {"sentId": 167, "text": "Darth Vader."}, {"sentId": 168, "text": "Satan."}, {"sentId": 169, "text": "That's power."}, {"sentId": 170, "text": "It only helps us when they -- I believe by \"they\" he means liberals and the media."}, {"sentId": 171, "text": "Already promoting calls for his ouster -- get it wrong."}, {"sentId": 172, "text": "When they're blind to who we are and what we're doing.\""}], "speaker": "LEMON", "secId": 64}, {"sentences": [{"sentId": 173, "text": "Is Bannon now the dark lord or is the media, you know, in that media construct?"}, {"sentId": 174, "text": "What's your impression?"}], "speaker": "LEMON", "secId": 65}, {"sentences": [{"sentId": 175, "text": "I think he means that that's the way the media sees him."}, {"sentId": 176, "text": "That's the way liberal America sees him and that works to his advantage."}, {"sentId": 177, "text": "If they demonize him, then they don't really know what he's doing, what's his about, and he gets to -- he gets in a way of free ride, we aren't really seeing what he's up to."}], "speaker": "WOLFF", "secId": 66}, {"sentences": [{"sentId": 178, "text": "And I think actually that's what happened with the Trump campaign, why did they win."}, {"sentId": 179, "text": "One reason is that we didn't think that they could win."}], "speaker": "WOLFF", "secId": 67}, {"sentences": [{"sentId": 180, "text": "I think they just simply ran a better campaign, right?"}, {"sentId": 181, "text": "The winner..."}], "speaker": "LEMON", "secId": 68}, {"sentences": [{"sentId": 182, "text": "Yeah, except we didn't know that because we just saw them as being -- as not running a better campaign."}, {"sentId": 183, "text": "So I think what one of the things that Bannon is -- is saying is that the media in liberal America is so blind to what these guys are up to that they miss what's going on, they miss all the tricks."}], "speaker": "WOLFF", "secId": 69}, {"sentences": [{"sentId": 184, "text": "Do you see that what I have highlighted, it's exactly what you said."}, {"sentId": 185, "text": "You said, they liberals and media don't understand what he's saying or why or to whom."}, {"sentId": 186, "text": "I'm not sure."}, {"sentId": 187, "text": "I think -- I don't know liberals, but I think maybe the media, some people do understand and maybe they just take offense to it or don't like it."}, {"sentId": 188, "text": "I think they maybe understand why he's doing it or what saying."}], "speaker": "LEMON", "secId": 70}, {"sentences": [{"sentId": 189, "text": "Well, I think you've gotten to the heart of the issue, that taking offense, and it's taking offense a -- we're on a -- it's sort of curved right down the middle."}, {"sentId": 190, "text": "The divide."}], "speaker": "WOLFF", "secId": 71}, {"sentences": [{"sentId": 191, "text": "You think he's saying this, they don't think that they're saying that."}, {"sentId": 192, "text": "And what's more, they're kind of pleased that they think we're -- I'm not exactly sure who we're, but I'll be on this side for a minute..."}], "speaker": "WOLFF", "secId": 72}, {"sentences": [{"sentId": 193, "text": "The media and liberals."}], "speaker": "LEMON", "secId": 73}, {"sentences": [{"sentId": 194, "text": "... yes, the media and the liberals, we're saying things about them that -- that really don't explain what they are and in fact give them a past, you know, all of this language that the media, liberals have come to use, racists, anti-Semites, homophobes."}, {"sentId": 195, "text": "I mean, it becomes practically speaking meaningless."}], "speaker": "WOLFF", "secId": 74}, {"sentences": [{"sentId": 196, "text": "Let's talk about that then because his election is -- you know, there's political divide whether he's carved that political divide or exposed it, but there is a political divide."}, {"sentId": 197, "text": "Let's talk about that."}, {"sentId": 198, "text": "Here's what you write about Bannon's perception of that."}], "speaker": "LEMON", "secId": 75}, {"sentences": [{"sentId": 199, "text": "You said, Bannon arguably is one of the people most at the battle line of the great American divide and one of the people to have most clearly seen it."}, {"sentId": 200, "text": "He absolutely mockingly rejects the idea that this is a racial line."}, {"sentId": 201, "text": "I'm not a white national list."}, {"sentId": 202, "text": "I'm a nationalist."}, {"sentId": 203, "text": "I'm an economic nationalist, he tells me."}], "speaker": "LEMON", "secId": 76}, {"sentences": [{"sentId": 204, "text": "The globalists gutted the American working class and created a middle class in Asia."}, {"sentId": 205, "text": "The issue now is about Americans looking to not get fucked  over, right, your words if we deliver."}, {"sentId": 206, "text": "By \"we\" he means the Trump White House."}, {"sentId": 207, "text": "We'll get 60 percent of the white vote and 40 percent of the black and Hispanic vote and we'll govern for 50 years."}], "speaker": "LEMON", "secId": 77}, {"sentences": [{"sentId": 208, "text": "So, the divide is between the have and the have nots and not along racial lines, according to them."}], "speaker": "LEMON", "secId": 78}, {"sentences": [{"sentId": 209, "text": "Absolutely."}, {"sentId": 210, "text": "From his point of view -- this is not -- I'm not speaking from my point of view, you know, I did this interview in a very calculated way."}, {"sentId": 211, "text": "I just want to hear him talk, what he has to say."}, {"sentId": 212, "text": "And what he has to say is it's about the economy stupid."}], "speaker": "WOLFF", "secId": 79}, {"sentences": [{"sentId": 213, "text": "It is back to the most basic aspects of politics."}, {"sentId": 214, "text": "It's about delivering jobs."}, {"sentId": 215, "text": "It's about delivering prosperity."}, {"sentId": 216, "text": "From his point of view, that is clearly not a racial divide at all."}, {"sentId": 217, "text": "As a matter of fact, jobs benefit everyone."}], "speaker": "WOLFF", "secId": 80}, {"sentences": [{"sentId": 218, "text": "So as Carl Bernstein said in the last segment, it appears that maybe issues of race and gender, and religion are off the radar if you look at the picks, because this is about jobs and this is about a conservative republican agenda rather than issues, social issues, issues of civil rights."}], "speaker": "LEMON", "secId": 81}, {"sentences": [{"sentId": 219, "text": "I think absolutely that's true."}, {"sentId": 220, "text": "I think liberals and the media put those issues on the table and the country said, we want to take those issues at least off of the center of the table."}, {"sentId": 221, "text": "That this is -- that there is a more important thing, again channeling Bannon here, there is a much more important thing and that's jobs, it's better salaries, it's growing industries."}], "speaker": "WOLFF", "secId": 82}, {"sentences": [{"sentId": 222, "text": "It's this trillion dollars he wants to put into infrastructure."}, {"sentId": 223, "text": "Which is -- you know, the oldest political trick in the book and a very, very successful one."}], "speaker": "WOLFF", "secId": 83}, {"sentences": [{"sentId": 224, "text": "I want to ask you then."}, {"sentId": 225, "text": "I want to preference my next question by asking where he is in the pecking order if he's now the Trump whisperer, and if he gives Donald Trump something to stand for."}, {"sentId": 226, "text": "Because a lot of people have wondered what Donald Trump really believes in and maybe he believes in what Steve Bannon believes in now because he got elected, where his convictions are."}], "speaker": "LEMON", "secId": 84}, {"sentences": [{"sentId": 227, "text": "Here's what you write about Bannon's role in defining the message."}, {"sentId": 228, "text": "He's the man with the idea."}, {"sentId": 229, "text": "If Trumpism is represent something intellectually and historically coherent, it's Bannon's job to make it so."}], "speaker": "LEMON", "secId": 85}, {"sentences": [{"sentId": 230, "text": "Yeah, and Bannon to me was incredibly impressive."}, {"sentId": 231, "text": "I mean, here was a guy who has a vision, a coherent vision, who is there for a reason, who believes in something and who has a plan to get it."}], "speaker": "WOLFF", "secId": 86}, {"sentences": [{"sentId": 232, "text": "Yeah."}, {"sentId": 233, "text": "I was looking for the part here -- I don't think I had it outlined but I told you in the commercial break where you were talking about the headline in the New York Times and the media is saying oh, my goodness, there's chaos and you were -- you didn't see any chaos."}], "speaker": "LEMON", "secId": 87}, {"sentences": [{"sentId": 234, "text": "I thought it was extraordinary."}, {"sentId": 235, "text": "One of the things that Bannon says is that the media is my outfit."}, {"sentId": 236, "text": "They don't see what they are doing."}, {"sentId": 237, "text": "And I spent the better part of the day in Trump Tower, seeing this transition process going on."}, {"sentId": 238, "text": "It seemed actually actually very impressive."}, {"sentId": 239, "text": "I mean, highly focused."}, {"sentId": 240, "text": "Lots of people meeting."}, {"sentId": 241, "text": "Lots of people going around."}, {"sentId": 242, "text": "Obviously the business of this transition was taking place there."}, {"sentId": 243, "text": "The next morning, I got up and the New York Times said the transition is in disarray."}, {"sentId": 244, "text": "Now, the New York Times was not there, I was there."}, {"sentId": 245, "text": "And I thought disarray?"}, {"sentId": 246, "text": "No."}, {"sentId": 247, "text": "There was no disarray there."}, {"sentId": 248, "text": "There was a really focused process of getting this done."}, {"sentId": 249, "text": "Very clearly."}], "speaker": "WOLFF", "secId": 88}, {"sentences": [{"sentId": 250, "text": "Fascinating."}, {"sentId": 251, "text": "Thank you, sir."}], "speaker": "LEMON", "secId": 89}, {"sentences": [{"sentId": 252, "text": "Thank you."}], "speaker": "WOLFF", "secId": 90}, {"sentences": [{"sentId": 253, "text": "I appreciate you coming on."}, {"sentId": 254, "text": "Straight ahead, Donald Trump meets tomorrow with Mitt Romney, one of his harshest critics during the campaign."}, {"sentId": 255, "text": "Will Romney join the Trump administration?"}, {"sentId": 256, "text": "We're going to talk about it next."}], "speaker": "LEMON", "secId": 91}, {"sentences": [{"sentId": 257, "text": "Donald Trump meets tomorrow with Mitt Romney."}, {"sentId": 258, "text": "Romney was spotted waiting online for a cab at JFK Airport apparently en route to his weekend meetings."}, {"sentId": 259, "text": "Is that JFK or Newark?"}, {"sentId": 260, "text": "That is JFK."}, {"sentId": 261, "text": "Wow."}, {"sentId": 262, "text": "Mitt Romney, waiting in line."}, {"sentId": 263, "text": "Their get-together is somewhat surprising as Romney was one of Trump's harshest critics during the campaign."}, {"sentId": 264, "text": "Both men in a war of words."}, {"sentId": 265, "text": "Here they are."}], "speaker": "LEMON", "secId": 92}, {"sentences": [{"sentId": 266, "text": "Donald Trump is a phony, a fraud."}], "speaker": "ROMNEY", "secId": 93}, {"sentences": [{"sentId": 267, "text": "Mitt was a disaster as a candidate."}], "speaker": "TRUMP", "secId": 94}, {"sentences": [{"sentId": 268, "text": "He is playing the members of the American public suckers."}], "speaker": "ROMNEY", "secId": 95}, {"sentences": [{"sentId": 269, "text": "Romney let us all down."}, {"sentId": 270, "text": "He was a very poor campaigner."}], "speaker": "TRUMP", "secId": 96}, {"sentences": [{"sentId": 271, "text": "He gets a free ride to the White House and all we get is a lousy hat."}], "speaker": "ROMNEY", "secId": 97}, {"sentences": [{"sentId": 272, "text": "Romney choked like a dog."}, {"sentId": 273, "text": "He choked."}], "speaker": "TRUMP", "secId": 98}, {"sentences": [{"sentId": 274, "text": "His promises are as worthless as a degree from Trump University."}], "speaker": "ROMNEY", "secId": 99}, {"sentences": [{"sentId": 275, "text": "He was begging for my endorsement."}, {"sentId": 276, "text": "I could have said, Mitt, drop to your knees, he would have dropped to his knees."}], "speaker": "TRUMP", "secId": 100}, {"sentences": [{"sentId": 277, "text": "I want to bring in CNN political commentator Lanhee Chen, Romney's former policy director."}, {"sentId": 278, "text": "And political commentator Kevin Madden who is a republican strategist."}, {"sentId": 279, "text": "Those are some harsh words, Lanhee."}], "speaker": "LEMON", "secId": 101}, {"sentences": [{"sentId": 280, "text": "They were."}], "speaker": "CHEN", "secId": 102}, {"sentences": [{"sentId": 281, "text": "I mean..."}], "speaker": "LEMON", "secId": 103}, {"sentences": [{"sentId": 282, "text": "Yeah, go back to the point about the waiting in line."}], "speaker": "CHEN", "secId": 104}, {"sentences": [{"sentId": 283, "text": "Can you put the picture up?"}], "speaker": "LEMON", "secId": 105}, {"sentences": [{"sentId": 284, "text": "He -- Governor Romney used to love southwest airlines during the campaign."}, {"sentId": 285, "text": "People always have this assumption."}, {"sentId": 286, "text": "Here's this guy who has done really well, most unassuming guy though."}, {"sentId": 287, "text": "Really very unassuming guy."}, {"sentId": 288, "text": "Now, look, I think in campaigns, a lot of things get said."}], "speaker": "CHEN", "secId": 106}, {"sentences": [{"sentId": 289, "text": "I mean, obviously, this is probably worse than what were said in other campaigns, but Governor Romney's made no bones about it, he's interested in helping Donald Trump be successful."}], "speaker": "CHEN", "secId": 107}, {"sentences": [{"sentId": 290, "text": "So what do you think of these meetings?"}], "speaker": "LEMON", "secId": 108}, {"sentences": [{"sentId": 291, "text": "I think it's too early to tell."}, {"sentId": 292, "text": "I think part of it is Governor Romney wants to be a good patriot and a good American."}, {"sentId": 293, "text": "And he has asked for help by the president-elect so he's going to go and meet with them."}], "speaker": "CHEN", "secId": 109}, {"sentences": [{"sentId": 294, "text": "Kevin, same question to you, what do you think of these meetings?"}], "speaker": "LEMON", "secId": 110}, {"sentences": [{"sentId": 295, "text": "I think it's a good sign that the Trump transition team and president-elect Trump are reaching out and getting insight from, you know, forces or voices within the party that may not necessarily agree with them 100 percent."}], "speaker": "MADDEN", "secId": 111}, {"sentences": [{"sentId": 296, "text": "And nobody better to talk to about that than Governor Romney."}, {"sentId": 297, "text": "I mean, Lanhee and I know that Governor Romney used to admonish us any time somebody was sitting at the table that -- or any time we are discussing a big policy decision where there was an opposing viewpoint."}], "speaker": "MADDEN", "secId": 112}, {"sentences": [{"sentId": 298, "text": "He wanted to hear from people who disagreed with him."}, {"sentId": 299, "text": "He wanted to hear competing viewpoints."}, {"sentId": 300, "text": "He wanted to hear competing perspectives."}, {"sentId": 301, "text": "And I think that was something that he also -- he always value."}], "speaker": "MADDEN", "secId": 113}, {"sentences": [{"sentId": 302, "text": "And I think that's the type of insight that he's going to offer to the Trump transition team and president-elect Trump, which is to rethink some of the policy proposals that he made, particularly in foreign policy and national security, to seek out those competing perspectives."}], "speaker": "MADDEN", "secId": 114}, {"sentences": [{"sentId": 303, "text": "Because the challenges on that front -- on that issue front are great and, you know, hearing from people who have studied these issues and care about them will be an important part if he is to have a successful presidency."}], "speaker": "MADDEN", "secId": 115}, {"sentences": [{"sentId": 304, "text": "Did he make you fly southwest?"}, {"sentId": 305, "text": "I'm kidding, just kidding."}], "speaker": "LEMON", "secId": 116}, {"sentences": [{"sentId": 306, "text": "Anybody -- Lanhee is right."}, {"sentId": 307, "text": "Anybody who knows Governor Romney is not surprised that he's waiting patiently in line and he's probably going to haggle with the price, too."}], "speaker": "MADDEN", "secId": 117}, {"sentences": [{"sentId": 308, "text": "My goodness."}, {"sentId": 309, "text": "What do they call you the eight -- I forgot how many sons."}, {"sentId": 310, "text": "You were the eighth son or ninth or tenth or whatever."}], "speaker": "LEMON", "secId": 118}, {"sentences": [{"sentId": 311, "text": "I've checked the trust fund, I'm not in it."}], "speaker": "MADDEN", "secId": 119}, {"sentences": [{"sentId": 312, "text": "You're not in in."}, {"sentId": 313, "text": "So how does he get beyond what Donald Trump said about him and what he said about Trump in the past 18 months?"}, {"sentId": 314, "text": "How do you get beyond that?"}], "speaker": "LEMON", "secId": 120}, {"sentences": [{"sentId": 315, "text": "Yeah, look, he's -- he's a big boy and I think he recognizes and a lot of people who are -- have gone through political campaigns, they know that the campaigns -- there's a lot of hot rhetoric that goes around."}, {"sentId": 316, "text": "Campaigns are about litigating your differences."}, {"sentId": 317, "text": "It's about driving contrast."}], "speaker": "MADDEN", "secId": 121}, {"sentences": [{"sentId": 318, "text": "Often times that takes place within the context of the a primary."}, {"sentId": 319, "text": "People have very strong views on where they think the party's going, but then after the American people wield their staggering power at the ballot box, you get to the business of governing."}, {"sentId": 320, "text": "And when you get to the business of governing, it's about finding common ground and is about trying to help those people make the right decisions."}], "speaker": "MADDEN", "secId": 122}, {"sentences": [{"sentId": 321, "text": "So I think that's how they would get past it."}, {"sentId": 322, "text": "I think there are very real differences."}, {"sentId": 323, "text": "And there's going to have to be some effort to come to some sort of understanding, but the -- the practice of governing is just very important right now to Governor Romney."}], "speaker": "MADDEN", "secId": 123}, {"sentences": [{"sentId": 324, "text": "Lanhee, is this a head fake."}, {"sentId": 325, "text": "I mean, to make it look like he's going beyond loyalists."}, {"sentId": 326, "text": "Do you think he is seriously considering Mitt Romney?"}], "speaker": "LEMON", "secId": 124}, {"sentences": [{"sentId": 327, "text": "I think it's tough to tell."}, {"sentId": 328, "text": "I mean, I don't know Donald Trump."}, {"sentId": 329, "text": "I have no idea what's going on through his head right now."}, {"sentId": 330, "text": "But if he wanted to demonstrate that he's interested in governing, if he wanted to be serious about uniting the party, if he wanted to be serious about having a national security policy premised on American interest first, there really probably would be no one better to amplify that than Mitt Romney."}], "speaker": "CHEN", "secId": 125}, {"sentences": [{"sentId": 331, "text": "So I don't know what his goal is here, but it's certainly clear to me that Governor Romney would be a wonderful addition to anyone's administration."}], "speaker": "CHEN", "secId": 126}, {"sentences": [{"sentId": 332, "text": "Yeah."}, {"sentId": 333, "text": "Kevin, Fareed Zakaria spoke earlier today about the reaction from world leaders of Trump winning the White House."}, {"sentId": 334, "text": "Listen to this."}], "speaker": "LEMON", "secId": 127}, {"sentences": [{"sentId": 335, "text": "It's an odd situation where our allies are very concerned."}, {"sentId": 336, "text": "You heard very concerned voices coming out of Germany and France and Italy and Britain."}, {"sentId": 337, "text": "And the people who are cheering are a bunch of dictators who think they've found a natural ally, and a strong man, which by the way might not prove to be true."}, {"sentId": 338, "text": "All of them are pro-Russian."}, {"sentId": 339, "text": "Because they see Russia as being the most actively -- the active state, that is the most powerful state, that is actively trying to destroy the existing global order."}], "speaker": "ZAKARIA", "secId": 128}, {"sentences": [{"sentId": 340, "text": "So what's your reaction to that?"}, {"sentId": 341, "text": "What this would mean to a possible secretary of state for Mitt Romney?"}], "speaker": "LEMON", "secId": 129}, {"sentences": [{"sentId": 342, "text": "Well, I think it's not surprising that people would have concerns and many of these -- where the concern is coming from are some of our strongest allies who are part of some of our most important alliances."}, {"sentId": 343, "text": "I think that upon the administration, the new administration, president Trump elect to address those concerns."}], "speaker": "MADDEN", "secId": 130}, {"sentences": [{"sentId": 344, "text": "You know, there I think is a worry about some of the policy substance coming out that came out during the campaign."}, {"sentId": 345, "text": "But, you know, a lot of what president-elect Trump can do is take those concerns head on, and with appointments by demonstrating that he's listening to other more pragmatic or more moderate voices that he allay some of those concerns."}], "speaker": "MADDEN", "secId": 131}, {"sentences": [{"sentId": 346, "text": "The task of governing is a very big challenge right now, so I  think he has to send that message to some of our strongest allies that he's working to allay some of those concerns."}], "speaker": "MADDEN", "secId": 132}, {"sentences": [{"sentId": 347, "text": "I got to run."}, {"sentId": 348, "text": "Thank you both, gentlemen, I appreciate it."}, {"sentId": 349, "text": "Coming up, the Trump cabinet could be taking shape, but will controversial picks be approved?"}], "speaker": "LEMON", "secId": 133}, {"sentences": [{"sentId": 350, "text": "Donald Trump's choice of Senator Jeff Sessions to be attorney general is drawing immediate reaction at Capitol Hill."}, {"sentId": 351, "text": "I want to discuss now with CNN's political commentators, Matt Lewis, Tara Setmayer, Kayleigh McEnany, and Angela Rye."}, {"sentId": 352, "text": "Good evening to all of you."}, {"sentId": 353, "text": "I am so tired."}], "speaker": "LEMON", "secId": 134}, {"sentences": [{"sentId": 354, "text": "It's been exhausting."}, {"sentId": 355, "text": "Okay, so Angela, I'm going to start with you because Elizabeth Warren wasted no time today criticizing the president-elect Trump's pick of Senator Jeff Sessions for attorney general."}, {"sentId": 356, "text": "Here is what some of her statements said."}], "speaker": "LEMON", "secId": 135}, {"sentences": [{"sentId": 357, "text": "She said, instead of embracing the bigotry that fueled his campaign rallies, I urge president-elect Trump to reverse his apparent decision and nominate Senator Jeff Sessions to be attorney general of the United States."}], "speaker": "LEMON", "secId": 136}, {"sentences": [{"sentId": 358, "text": "So -- and then Senator Dianne Feinstein has promised to be a fair and complete review of Sessions, have a fair and complete review of Sessions."}, {"sentId": 359, "text": "How hard did you expect democrats to push back on this confirmation hearing?"}], "speaker": "LEMON", "secId": 137}, {"sentences": [{"sentId": 360, "text": "They've already started and I think rightfully so."}, {"sentId": 361, "text": "It's interesting to hear commentators, all they say, we're judging him off their record from 30 years ago and that's not exactly true."}, {"sentId": 362, "text": "There are also a number of women who are frustrated about the fact that this is the same man who voted against the violence against women act."}], "speaker": "RYE", "secId": 138}, {"sentences": [{"sentId": 363, "text": "This is the same man who voted against the  which of course allows for fairness with women and men."}, {"sentId": 364, "text": "So it's like, he's not advocate for people of color, for Latinos and other folks who immigrate into this country."}, {"sentId": 365, "text": "He's been a very strong opponent for black people."}, {"sentId": 366, "text": "We can check the record from calling a black man boy while he was a USA attorney in Alabama, fighting against people."}], "speaker": "RYE", "secId": 139}, {"sentences": [{"sentId": 367, "text": "I was watching the report in my office just before I came on."}], "speaker": "LEMON", "secId": 140}, {"sentences": [{"sentId": 368, "text": "You have this major issue where this man's record consistently, from the '80s to today, flies in the face of justice department, and what it should be all about."}], "speaker": "RYE", "secId": 141}, {"sentences": [{"sentId": 369, "text": "I just want to know."}, {"sentId": 370, "text": "Following the footsteps of Eric Holder and Loretta Lynch."}, {"sentId": 371, "text": "How different do you think this justice department will be under Senator Sessions?"}], "speaker": "LEMON", "secId": 142}, {"sentences": [{"sentId": 372, "text": "Well, we should call it the department of injustice because that's exactly what it would be."}, {"sentId": 373, "text": "He would undo everything they've done to work so hard to establish the civil rights division and make it a beacon of hope in this country."}], "speaker": "RYE", "secId": 143}, {"sentences": [{"sentId": 374, "text": "Angela leaves out some really important parts of Senator Sessions' record."}, {"sentId": 375, "text": "For one, he brought 10 cases to desegregate schools when he was attorney general, not only that he prosecuted a KKK leader, he got $7 million payout from the KKK, which dismantled the KKK in Alabama."}], "speaker": "MCENANY", "secId": 144}, {"sentences": [{"sentId": 376, "text": "He personally oversaw that the KKK leader got the death penalty for the killing of a black teenager."}, {"sentId": 377, "text": "This is what Senator Sessions did as attorney general in Alabama."}, {"sentId": 378, "text": "Then when he got into the senate, he brought forth the 2010 Fair Sentencing Act, which was to reduce mandatory minimum sentences."}, {"sentId": 379, "text": "He partnered with democrats on that."}, {"sentId": 380, "text": "He voted for a 30-year extension on the civil rights act."}, {"sentId": 381, "text": "I can go and on and on."}], "speaker": "MCENANY", "secId": 145}, {"sentences": [{"sentId": 382, "text": "Do you think he's evolved over the years since the '80s?"}], "speaker": "LEMON", "secId": 146}, {"sentences": [{"sentId": 383, "text": "I think he was mischaracterized in 1986."}, {"sentId": 384, "text": "He denied those allegations."}, {"sentId": 385, "text": "Those were statements brought up in a confirmation hearing that I think was..."}], "speaker": "MCENANY", "secId": 147}, {"sentences": [{"sentId": 386, "text": "He admitted -- I heard that -- I read the transcripts and saw it."}, {"sentId": 387, "text": "He admit, he said, I'm sure I said something along those lines or in that order."}], "speaker": "LEMON", "secId": 148}, {"sentences": [{"sentId": 388, "text": "He also joked about the KKK and he did also admit to joking about the KKK."}, {"sentId": 389, "text": "And as you know for so many of us, it's no laughing matter."}, {"sentId": 390, "text": "I think perhaps it's checkered past, but I think checkered is not good enough when you're supposed to be..."}], "speaker": "RYE", "secId": 149}, {"sentences": [{"sentId": 391, "text": "Do you think it's -- as Kayleigh said that he was evolved in certain issues or was mischaracterized?"}], "speaker": "LEMON", "secId": 150}, {"sentences": [{"sentId": 392, "text": "Well, there's some controversy over the \"86 nomination and what happened in the person that accused him and the Department of Justice has been -- was admonished actually and had to pay a fine for over exaggerating racial injustices while bringing cases."}], "speaker": "SETMAYER", "secId": 151}, {"sentences": [{"sentId": 393, "text": "So there's some question about what happened in '86."}, {"sentId": 394, "text": "but, there's still -- I think what's going on -- look, I've work with Jeff Sessions in his office when I worked on the hill and we were very close with immigration issues."}, {"sentId": 395, "text": "I've never had a problem with Jeff Sessions in that respect."}, {"sentId": 396, "text": "But here's the issue."}], "speaker": "SETMAYER", "secId": 152}, {"sentences": [{"sentId": 397, "text": "The issue is that Donald Trump is coming out saying that he wants to unify the country and there are a lot of people, particularly people of color, who feel that Donald Trump is a racist, a bigot and other things going on here based on the way he ran his campaign."}, {"sentId": 398, "text": "When you choose someone that has a racial baggage like Jeff Sessions does, it does -- it sends a message that he doesn't care."}, {"sentId": 399, "text": "There are a lot of other people."}], "speaker": "SETMAYER", "secId": 153}, {"sentences": [{"sentId": 400, "text": "I think Jeff Sessions will be all right as attorney general, but when you want to send the message that you are trying to unify folks, then why do you pick someone that has a checkered racial past like that."}, {"sentId": 401, "text": "It just opens up this conversation and it makes healing the wounds that much more difficult."}], "speaker": "SETMAYER", "secId": 154}, {"sentences": [{"sentId": 402, "text": "Does it make -- do these picks make it harder for Donald Trump to see him as as someone who is trying to unite the nation?"}], "speaker": "LEMON", "secId": 155}, {"sentences": [{"sentId": 403, "text": "If what we had to go on is what happened today, then yes, but look, I don't think most Americans symbolically say this -- or even know who the attorney general is, right?"}], "speaker": "LEWIS", "secId": 156}, {"sentences": [{"sentId": 404, "text": "And so if Donald Trump brings back the economy, if Donald Trump makes people optimistic about their future, if Donald Trump picks Michelle Rhee on Monday as secretary of education and she does school choice reform to help more African-American kids get a better education, then I don't think this matters."}], "speaker": "LEWIS", "secId": 157}, {"sentences": [{"sentId": 405, "text": "We obsess over this one issue and it's fair, this is what's happening today."}, {"sentId": 406, "text": "But, you know, look, Jeff Sessions, he needs to do his job."}, {"sentId": 407, "text": "He's a respected United States senator."}, {"sentId": 408, "text": "I wouldn't pick him."}, {"sentId": 409, "text": "He wouldn't have been my attorney general."}, {"sentId": 410, "text": "I didn't vote for Donald Trump."}, {"sentId": 411, "text": "But I think that the president-elect deserves to pick his team."}, {"sentId": 412, "text": "This guy is certainly qualified in his experience."}], "speaker": "LEWIS", "secId": 158}, {"sentences": [{"sentId": 413, "text": "I think it's important to note there are different places throughout history, where different groups of people have sought out their justice, right, and I think that it's important to note, perhaps overwhelmingly, most Americans wouldn't know."}], "speaker": "RYE", "secId": 159}, {"sentences": [{"sentId": 414, "text": "But you also have to acknowledge there are a group of us who have just seen first two black attorney generals ever -- attorney general ever so we're really paying attention I think specifically to the justice department because we know that voting rights act just got gutted years ago."}, {"sentId": 415, "text": "So I think it's a little bit different for some of us, perhaps generally speaking, I hear you..."}], "speaker": "RYE", "secId": 160}, {"sentences": [{"sentId": 416, "text": "Hold that thought."}, {"sentId": 417, "text": "I got to get to break."}], "speaker": "LEMON", "secId": 161}, {"sentences": [{"sentId": 418, "text": "I agree with that."}], "speaker": "RYE", "secId": 162}, {"sentences": [{"sentId": 419, "text": "You guys will get the first word out of the break."}, {"sentId": 420, "text": "Kayleigh, you'll get to fire back, too."}, {"sentId": 421, "text": "We'll be right back."}], "speaker": "LEMON", "secId": 163}, {"sentences": [{"sentId": 422, "text": "Back now with my panel and you were disagreeing with what Matt said."}], "speaker": "LEMON", "secId": 164}, {"sentences": [{"sentId": 423, "text": "Yes."}], "speaker": "SETMAYER", "secId": 165}, {"sentences": [{"sentId": 424, "text": "Surprise, surprise."}], "speaker": "LEMON", "secId": 166}, {"sentences": [{"sentId": 425, "text": "I usually agree with Matt, but I respectfully disagree on this, that the AG position is an insignificant position to the American people just because of the nature of what's been going on and the climate."}, {"sentId": 426, "text": "You know, as soon as there's another police shooting and there's riot in another city, the attorney general is going to be in the forefront or if there is, you know, issues of deciding whether to prosecute Hillary Clinton or move forward in the Clinton foundation, you're going to see the role of the attorney general."}], "speaker": "SETMAYER", "secId": 167}, {"sentences": [{"sentId": 427, "text": "I think you started to see maybe in the past prior to Barack Obama, you didn't really see -- that's not true."}, {"sentId": 428, "text": "Since 9/11, the roll of the attorney general has really become a little bit more out front because of terrorism and what's going on in the way that we are looking at law enforcement and those different issues."}, {"sentId": 429, "text": "So I do think it matters who you put in that position."}, {"sentId": 430, "text": "The American people will know who that person is."}], "speaker": "SETMAYER", "secId": 168}, {"sentences": [{"sentId": 431, "text": "I'm going to read this from the Daily Beast and this is for you, Matt."}, {"sentId": 432, "text": "This is a quote fro Michael Temanski ."}, {"sentId": 433, "text": "And he says, the last paragraph of his article, so I don't blame them, talking about you know what they're doing, he says, but I do find it interesting that Trump's first announcements do not include his treasury secretary or his chief economic advisor or some kind of special manufacturers whose job will be to MAGA or make America great again."}], "speaker": "LEMON", "secId": 169}, {"sentences": [{"sentId": 434, "text": "His way across the rust belt to the cows come home, know the first blank the president-elect seems to have felt the need to cover is the racial one, meaning these controversial picks."}, {"sentId": 435, "text": "I don't think you'd be wrong to read into that what you wish."}], "speaker": "LEMON", "secId": 170}, {"sentences": [{"sentId": 436, "text": "Michael is a liberal columnist?"}], "speaker": "LEWIS", "secId": 171}, {"sentences": [{"sentId": 437, "text": "Do you think rust belt people really care about disappointments?"}, {"sentId": 438, "text": "The people in the rust belt?"}, {"sentId": 439, "text": "LEWIS: No."}, {"sentId": 440, "text": "I think they're care about turning the economy around and things like that."}, {"sentId": 441, "text": "And that's how the president will be judged."}, {"sentId": 442, "text": "It doesn't matter who these appointees are."}, {"sentId": 443, "text": "But I would say let's put them in context."}], "speaker": "LEMON", "secId": 172}, {"sentences": [{"sentId": 444, "text": "So the most important decision that president-elect Donald Trump has made is selecting Mike Pence as his running mate and to be the vice president."}, {"sentId": 445, "text": "That's a mainstream conservative and I think fairly respected."}, {"sentId": 446, "text": "He's got Reince Priebus who is his chief of staff."}, {"sentId": 447, "text": "Again, sort of establishment republican mainstream kind of guy."}, {"sentId": 448, "text": "And then you got Jeff Sessions..."}], "speaker": "LEMON", "secId": 173}, {"sentences": [{"sentId": 449, "text": "You forgot one."}], "speaker": "SETMAYER", "secId": 174}, {"sentences": [{"sentId": 450, "text": "You skip some."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 175}, {"sentences": [{"sentId": 451, "text": "And then he's got Steve Bannon..."}], "speaker": "SETMAYER", "secId": 176}, {"sentences": [{"sentId": 452, "text": "... former democrat ahead of the defense intelligence agency, served in the military for 30 years."}, {"sentId": 453, "text": "He's very qualified."}], "speaker": "LEWIS", "secId": 177}, {"sentences": [{"sentId": 454, "text": "And still has been very controversial."}], "speaker": "LEMON", "secId": 178}, {"sentences": [{"sentId": 455, "text": "I'm curious to know."}, {"sentId": 456, "text": "I really do want to know from you all."}, {"sentId": 457, "text": "I think his base wanted to see these appointments."}, {"sentId": 458, "text": "They felt very seriously about -- you know, for example, Pompeo wants to keep Guantanamo Bay open."}, {"sentId": 459, "text": "Really into ensuring that water boarding is still, you know, or becomes part of wind and there's less parameters on torture for when it comes to terrorists and prosecution related to terror."}], "speaker": "RYE", "secId": 179}, {"sentences": [{"sentId": 460, "text": "The other thing is you have people talking about build that wall."}, {"sentId": 461, "text": "You have a strong proponent of immigration reform in building a wall in Jeff Sessions."}], "speaker": "RYE", "secId": 180}, {"sentences": [{"sentId": 462, "text": "He can't do anything."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 181}, {"sentences": [{"sentId": 463, "text": "... this week was national security week, next week is going to be economic week."}, {"sentId": 464, "text": "I suppose we'll hear some economic appointments there in relation to the article."}, {"sentId": 465, "text": "I don't think this was the least of priorities."}, {"sentId": 466, "text": "This is just the way he's taking things."}], "speaker": "MCENANY", "secId": 182}, {"sentences": [{"sentId": 467, "text": "You don't set the tone in the beginning?"}], "speaker": "LEMON", "secId": 183}, {"sentences": [{"sentId": 468, "text": "Yeah, I think he did set the tone when he said, I have Reince Priebus here and I have Steve Bannon."}, {"sentId": 469, "text": "He had someone who saw the uprising of the people against government before anyone did and that's Steve Bannon."}, {"sentId": 470, "text": "He also has a pragmatic conservative in the form of Reince Priebus."}], "speaker": "MCENANY", "secId": 184}, {"sentences": [{"sentId": 471, "text": "... his loyal supporters."}], "speaker": "LEMON", "secId": 185}, {"sentences": [{"sentId": 472, "text": "... consistent with his world view."}, {"sentId": 473, "text": "But look, again, we don't know what's going to happen next week."}, {"sentId": 474, "text": "I don't think this is going to happen, but there could be a Nikki Haley, there could be a Mitt Romney, there could be a Michelle Rhee who is doing education reform in school."}, {"sentId": 475, "text": "This could be a more diverse, ethically, gender and ideologically..."}], "speaker": "LEWIS", "secId": 186}, {"sentences": [{"sentId": 476, "text": "Do you think we'll see more diversity, Kayleigh?"}], "speaker": "LEMON", "secId": 187}, {"sentences": [{"sentId": 477, "text": "I do."}, {"sentId": 478, "text": "I think that we'll see some people who are ideological of Donald Trump..."}], "speaker": "MCENANY", "secId": 188}, {"sentences": [{"sentId": 479, "text": "Do you like to see diversity?"}], "speaker": "LEMON", "secId": 189}, {"sentences": [{"sentId": 480, "text": "I want to see diversity of opinion but what I what I want to see most is the person who is most qualified for the job get the job."}], "speaker": "MCENANY", "secId": 190}, {"sentences": [{"sentId": 481, "text": "Here's something that we will just put in perspective."}, {"sentId": 482, "text": "It is who you name first is about priorities."}, {"sentId": 483, "text": "Donald Trump one being a populist and the economic woes of the rust belt and the American people feeling left out of the global economy."}], "speaker": "SETMAYER", "secId": 191}, {"sentences": [{"sentId": 484, "text": "So when Barack Obama faced the financial crisis in 2009, his first appointment was the treasure secretary so that set the tone for where his priority would be."}, {"sentId": 485, "text": "His first hundred days in office was about the stimulus and bailout and all that because it was about the economy."}], "speaker": "SETMAYER", "secId": 192}, {"sentences": [{"sentId": 486, "text": "So it's interesting."}, {"sentId": 487, "text": "I don't think that it should be ignored that this is the route he chose to take with these appointments."}, {"sentId": 488, "text": "I think it's important to name national security advisor, sec def, things like that because, you know, terrorism in this country still exists on day one, but it's interesting that we haven't heard anything about treasury or economy or commerce."}], "speaker": "SETMAYER", "secId": 193}, {"sentences": [{"sentId": 489, "text": "Quickly, can we get the Romney picture of waiting in line at JFK?"}, {"sentId": 490, "text": "Because my question is..."}], "speaker": "LEMON", "secId": 194}, {"sentences": [{"sentId": 491, "text": "..."}, {"sentId": 492, "text": "I think it's a fascinating picture."}, {"sentId": 493, "text": "I mean, why not?"}, {"sentId": 494, "text": "So he is -- there he is, waiting in line, like everybody else."}, {"sentId": 495, "text": "I'm going to talk about Mitt Romney."}, {"sentId": 496, "text": "Mitt Romney is coming here to meet with him."}, {"sentId": 497, "text": "He met with Nikki Haley."}, {"sentId": 498, "text": "Do you think these are head fakes or do you think he's actually considering it?"}], "speaker": "LEMON", "secId": 195}, {"sentences": [{"sentId": 499, "text": "I would much rather see Rudy Giuliani in the place of secretary of state than Mitt Romney."}, {"sentId": 500, "text": "I trust Donald Trump to make the right decision."}, {"sentId": 501, "text": "I would mind Nikki Haley, but I want to see someone who is going to be strong."}], "speaker": "MCENANY", "secId": 196}, {"sentences": [{"sentId": 502, "text": "Okay."}, {"sentId": 503, "text": "Do you agree with that?"}], "speaker": "LEMON", "secId": 197}, {"sentences": [{"sentId": 504, "text": "I don't think it's going to be Mitt Romney."}, {"sentId": 505, "text": "But I would not be upset if it were Mitt Romney."}], "speaker": "LEWIS", "secId": 198}, {"sentences": [{"sentId": 506, "text": "Mitt Romney is a good and decent man."}, {"sentId": 507, "text": "Too bad he didn't win in 2012."}, {"sentId": 508, "text": "He would be crazy to serve under a Donald Trump administration."}], "speaker": "SETMAYER", "secId": 199}, {"sentences": [{"sentId": 509, "text": "Thank you."}, {"sentId": 510, "text": "So keep talking about that over the weekend."}], "speaker": "LEMON", "secId": 200}, {"sentences": [{"sentId": 511, "text": "Up next, Donald Trump chooses conservative Senator Jeff Sessions for his attorney general."}, {"sentId": 512, "text": "There are cheers and denunciations for that decision tonight."}, {"sentId": 513, "text": "Plus, some Muslims and African-Americans expressing fear over what the future may hold for their communities under President Trump."}], "speaker": "LEMON", "secId": 201}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1611.18.cnnt.01.html.json", "time": "Aired November 18, 2016 - 22:00   ET"}