{"sectionCount": 264, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["LEMON", "TRUMP", "CLINTON", "OBAMA", "PRESTON", "FOREMAN", "DERSHOWITZ", "TOOBIN", "PELOSI", "GANGEL", "KINGSTON", "AYOTTE", "UNIDENTIFIED MALE", "JONES", "MCENANY", "SANDERS"], "subTitle": "Race Tightens Six Days Until Election Day; If Early Voters Change Their Minds?; Obama on FBI Turmoil. Aired 11p-12a ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1611/02/cnnt.02.html", "sentenceCount": 582, "sections": [{"sentences": [{"sentId": 0, "text": "Hillary Clinton leading the national polls but the race is tightening in some crucial states."}], "speaker": "LEMON", "secId": 0}, {"sentences": [{"sentId": 1, "text": "This is CNN TONIGHT, I'm Don Lemon."}], "speaker": "LEMON", "secId": 1}, {"sentences": [{"sentId": 2, "text": "Six days to go."}, {"sentId": 3, "text": "Six days."}, {"sentId": 4, "text": "And Donald Trump has this promise for his voters."}], "speaker": "LEMON", "secId": 2}, {"sentences": [{"sentId": 5, "text": "Next Tuesday we will have one last glorious surprise for the pundits, the politicians, and the special interests when we win and return the power back to the people."}], "speaker": "TRUMP", "secId": 3}, {"sentences": [{"sentId": 6, "text": "Hillary Clinton says this."}], "speaker": "LEMON", "secId": 4}, {"sentences": [{"sentId": 7, "text": "On January 20th, we are going to have a new president, and things are going to change, that's for sure."}, {"sentId": 8, "text": "The question is, what kind of change are we going to have?"}, {"sentId": 9, "text": "Are we going to build a fairer, stronger, better America?"}, {"sentId": 10, "text": "Or are we going to fear the future and each other?"}], "speaker": "CLINTON", "secId": 5}, {"sentences": [{"sentId": 11, "text": "Meanwhile, President Barack Obama speaking out for the first time on the turmoil over the FBI, warning against leaks and innuendo."}], "speaker": "LEMON", "secId": 6}, {"sentences": [{"sentId": 12, "text": "We don't operate on innuendo."}, {"sentId": 13, "text": "We don't operate on incomplete information."}, {"sentId": 14, "text": "We don't operate on leaks."}], "speaker": "OBAMA", "secId": 7}, {"sentences": [{"sentId": 15, "text": "Let's get straight to CNN Politics executive editor, Mr. Mark Preston, and Mark, the important part now, those battleground states."}, {"sentId": 16, "text": "We are seeing the race tighten nationally."}, {"sentId": 17, "text": "In our poll of polls today has Hillary Clinton leading Donald Trump by five points but we also have some new information from here's what's important, some key battleground states."}, {"sentId": 18, "text": "So what do you see in those numbers, Mark?"}], "speaker": "LEMON", "secId": 8}, {"sentences": [{"sentId": 19, "text": "Well, a couple of things."}, {"sentId": 20, "text": "One, let's stay with the states out west."}, {"sentId": 21, "text": "If you look at Nevada and Arizona, you have Donald Trump up six in Nevada."}, {"sentId": 22, "text": "Up five in Arizona."}, {"sentId": 23, "text": "Good numbers for him at this time, certainly as we see Hillary Clinton contesting Arizona at this point, but Donald Trump seems to have a little bit of a cushion there and then if you look over at Nevada right now, where they are battling for it."}, {"sentId": 24, "text": "As we talked earlier in the past hour, we're going to see Bill Clinton there tomorrow."}], "speaker": "PRESTON", "secId": 9}, {"sentences": [{"sentId": 25, "text": "But if you come to the east now, Hillary Clinton only has a four-point lead in Pennsylvania, that's going to be a little bit concerning at this point, and if you head down into Florida it's basically tied."}], "speaker": "PRESTON", "secId": 10}, {"sentences": [{"sentId": 26, "text": "Now one more thing about these polls is that in the states, specifically Florida and Nevada, the Donald Trump voters are more enthusiastic about their candidate than Hillary Clinton, and again that's going to be another warning sign for Hillary Clinton."}], "speaker": "PRESTON", "secId": 11}, {"sentences": [{"sentId": 27, "text": "Well, and there's some troubling news for Hillary Clinton from Colorado where a new poll shows her tied with Donald Trump."}, {"sentId": 28, "text": "That's an important state for her."}, {"sentId": 29, "text": "Is this a crack in her firewall?"}], "speaker": "LEMON", "secId": 12}, {"sentences": [{"sentId": 30, "text": "Well, you know, this is one poll out of Colorado so we'll see how it goes, but, look, the perception right now is that Donald Trump has a little bit of wind behind his back and a lot of people will attribute that to Director Comey coming out, the FBI director, on Friday and saying they're reopening the investigation into her e-mail server, so could that news hurt her potentially?"}, {"sentId": 31, "text": "But we're going to have to see it."}, {"sentId": 32, "text": "Let's -- going to wait to see if there's another poll out of Colorado."}], "speaker": "PRESTON", "secId": 13}, {"sentences": [{"sentId": 33, "text": "But, Don, I'm shocked that you and I are actually talking about Colorado now."}, {"sentId": 34, "text": "Come tomorrow, it'll be five days until Election Day."}, {"sentId": 35, "text": "I thought it was off the board."}], "speaker": "PRESTON", "secId": 14}, {"sentences": [{"sentId": 36, "text": "Yes."}, {"sentId": 37, "text": "Let's listen to Hillary Clinton today."}], "speaker": "LEMON", "secId": 15}, {"sentences": [{"sentId": 38, "text": "Imagine with me what it would be like to have Donald Trump sitting in the Oval Office come next January."}, {"sentId": 39, "text": "Someone who demeans women, mocks the disabled, insults Latinos and African-Americans."}, {"sentId": 40, "text": "What would it be like to have that person in the most powerful office in the world?"}], "speaker": "CLINTON", "secId": 16}, {"sentences": [{"sentId": 41, "text": "So we're six days from Election Day, Mark."}, {"sentId": 42, "text": "She wants to get the focus off her and back on Donald Trump."}, {"sentId": 43, "text": "Is that going to do it?"}], "speaker": "LEMON", "secId": 17}, {"sentences": [{"sentId": 44, "text": "Well, when the focus is on her she doesn't do well and for that matter when the focus is on Donald Trump, he doesn't do well, but day two of trying to turn the page of Hillary Clinton, we saw her down in Florida yesterday with Alicia Machado, you know, who was the Miss Universe who Donald Trump, you know, allegedly had said some pretty nasty things about."}, {"sentId": 45, "text": "We also saw her release a very damaging ad against Donald"}], "speaker": "PRESTON", "secId": 18}, {"sentences": [{"sentId": 46, "text": "Trump using his own words to try to show voters that he doesn't have the moral aptitude to be the commander-in-chief."}, {"sentId": 47, "text": "So Hillary Clinton clearly trying to move away from any discussion of the e-mail investigation and the FBI, and try to put the spotlight directly back on Donald Trump."}], "speaker": "PRESTON", "secId": 19}, {"sentences": [{"sentId": 48, "text": "And meanwhile, Donald Trump sounds like he is starting to measure the drapes in the Oval Office, listen."}], "speaker": "LEMON", "secId": 20}, {"sentences": [{"sentId": 49, "text": "It's feeling like it already, isn't it?"}, {"sentId": 50, "text": "Just -- we've got to be nice and cool, nice and cool."}, {"sentId": 51, "text": "Right?"}, {"sentId": 52, "text": "Stay on point, Donald, stay on point."}, {"sentId": 53, "text": "No side tracks, Donald."}, {"sentId": 54, "text": "Nice and easy, nice."}, {"sentId": 55, "text": "Because I've been watching Hillary the last few days."}, {"sentId": 56, "text": "She's totally unhinged."}, {"sentId": 57, "text": "We don't want any of that."}], "speaker": "TRUMP", "secId": 21}, {"sentences": [{"sentId": 58, "text": "So he has been saying nice and cool, nice and easy, believe it or not."}, {"sentId": 59, "text": "Is it working for him?"}], "speaker": "LEMON", "secId": 22}, {"sentences": [{"sentId": 60, "text": "It is."}, {"sentId": 61, "text": "I mean, it's a little therapy session what you saw there with Donald Trump."}, {"sentId": 62, "text": "Apparently he's taking his own advice."}, {"sentId": 63, "text": "We've seen this in the past, Don, right?"}, {"sentId": 64, "text": "You know, we go back over the past few months when things are going good for Donald Trump, he seems to be the one who takes the train off the tracks."}, {"sentId": 65, "text": "Now we've seen him not tweeting."}, {"sentId": 66, "text": "We haven't seen him say absolutely outrageous things on the campaign trail."}], "speaker": "PRESTON", "secId": 23}, {"sentences": [{"sentId": 67, "text": "We haven't seen him do some things, though."}, {"sentId": 68, "text": "He did criticize an NBC reporter in a huge rally today which was not the nice thing to do, so to speak, and then of course he kind of talks like that at rallies, which is not necessarily presidential, but it plays to the crowd and right now something like that is not going to hurt him."}, {"sentId": 69, "text": "So we'll see if he can stay on message."}], "speaker": "PRESTON", "secId": 24}, {"sentences": [{"sentId": 70, "text": "You know, the Trump campaign announced their victory party will be at the Hilton Hotel in Midtown Manhattan."}, {"sentId": 71, "text": "No airplane hangar, no stadium, just a fairly small gathering not far from Trump Tower."}, {"sentId": 72, "text": "First, he has to win, but are you surprised that he's not doing something more huge?"}], "speaker": "LEMON", "secId": 25}, {"sentences": [{"sentId": 73, "text": "Well, first of all he still has a very difficult path to win, as much as we're talking about the polls right now with Hillary Clinton."}, {"sentId": 74, "text": "She's still -- if election held today, she's going to be president and Donald Trump really has to run the board."}], "speaker": "PRESTON", "secId": 26}, {"sentences": [{"sentId": 75, "text": "To the point of Donald Trump going to a hotel ballroom which most conventional politicians do to hold their victory parties or at least their election parties, maybe Donald Trump is becoming conventional now, Don."}, {"sentId": 76, "text": "I mean, maybe -- maybe he's surprising us."}], "speaker": "PRESTON", "secId": 27}, {"sentences": [{"sentId": 77, "text": "Well, we'll see."}, {"sentId": 78, "text": "I have to ask you because, you know, we keep seeing these polls."}, {"sentId": 79, "text": "We keep seeing these polls."}, {"sentId": 80, "text": "It's still less than a week out from when --"}], "speaker": "LEMON", "secId": 28}, {"sentences": [{"sentId": 81, "text": "Right."}], "speaker": "PRESTON", "secId": 29}, {"sentences": [{"sentId": 82, "text": "You know, the FBI, you know, made that announcement or sent the letter to Congress."}, {"sentId": 83, "text": "Do you think -- I think the polls are going to be at least more efficient, more effective, more accurate as we get further into the week when they start polling people then."}], "speaker": "LEMON", "secId": 30}, {"sentences": [{"sentId": 84, "text": "I think you're right."}, {"sentId": 85, "text": "So there have been a couple of polls that have come out where that question has been asked, including, you know, our own."}, {"sentId": 86, "text": "We were trying to ascertain from our own polls in the states and by and large we haven't seen movement on it but I can't imagine that people on the edges, though, Don, that are really going to really decide the election, whether that Republicans, you know, that segment of the Republican Party who wasn't with Donald Trump, are they now with Donald Trump, because they just have so much distaste for Hillary Clinton, especially after this investigation opened or quite frankly people that were on the fence?"}], "speaker": "PRESTON", "secId": 31}, {"sentences": [{"sentId": 87, "text": "So I agree with you."}, {"sentId": 88, "text": "You know, give us another 24, 48 hours and we'll really see how this shook out over the weekend."}], "speaker": "PRESTON", "secId": 32}, {"sentences": [{"sentId": 89, "text": "OK."}, {"sentId": 90, "text": "So here's the thing."}, {"sentId": 91, "text": "As I've been talking to people and also if you look on social media, they say John King and you are scaring the bejeebus  out of people."}, {"sentId": 92, "text": "They use different language than that when they look at the -- at the electoral map."}, {"sentId": 93, "text": "What's the difference?"}, {"sentId": 94, "text": "Why so many -- why do the polls show so many different things, so many different readings, so to speak?"}], "speaker": "LEMON", "secId": 33}, {"sentences": [{"sentId": 95, "text": "So if we were talking about different -- well, a couple of things."}, {"sentId": 96, "text": "One is you may have a poll that has a different methodology, I suppose, you know, than another poll that's taken in a state, for instance."}, {"sentId": 97, "text": "Some polls quite frankly are garbage, are -- they're not real scientific, or if they are, quote-unquote, scientific, they're not good scientific."}, {"sentId": 98, "text": "And then quite frankly we also have outliers, as well."}, {"sentId": 99, "text": "I mean, where there are going to be polls out there that are going to be totally out in left field and they're not going to be in line with other polls that we see, but for all the criticism that our directed at polling, it is a science and by and large, it is helpful in understanding where the electorate is at a certain moment in time."}], "speaker": "PRESTON", "secId": 34}, {"sentences": [{"sentId": 100, "text": "And, you know, this is a volatile election, so, look, the polls might get thrown out the window but I don't think anyone has ever seen an election like this so we'll see what happens."}], "speaker": "PRESTON", "secId": 35}, {"sentences": [{"sentId": 101, "text": "Thank you, Mark Preston."}, {"sentId": 102, "text": "I appreciate that."}], "speaker": "LEMON", "secId": 36}, {"sentences": [{"sentId": 103, "text": "Donald Trump is urging early voters who have what he calls buyers' remorse to just switch their votes to him."}], "speaker": "LEMON", "secId": 37}, {"sentences": [{"sentId": 104, "text": "CNN's Tom Foreman explains how that works -- Tom."}], "speaker": "LEMON", "secId": 38}, {"sentences": [{"sentId": 105, "text": "Hey, Don."}, {"sentId": 106, "text": "Let's bring in the map because by our count you can get a do-over."}, {"sentId": 107, "text": "You can change your vote in at least seven different states, Wisconsin, Michigan, Pennsylvania, New York, Connecticut, down here in Mississippi, also up in Minnesota, although their deadline passed earlier this week."}], "speaker": "FOREMAN", "secId": 39}, {"sentences": [{"sentId": 108, "text": "And usually it's a simple process."}, {"sentId": 109, "text": "You have to show up in person."}, {"sentId": 110, "text": "You have to nullify the vote that you've already cast, that essentially means you tell an election official, I don't want that counted when Election Day comes around, let me cast a new one, and then you do have to cast another ballot, often actually on Election Day."}, {"sentId": 111, "text": "You can't always do that earlier."}], "speaker": "FOREMAN", "secId": 40}, {"sentences": [{"sentId": 112, "text": "But each state has its own quirks, its own rules and they're not always easy for a normal to find."}, {"sentId": 113, "text": "Maybe that's why this doesn't happen very often."}, {"sentId": 114, "text": "For example, if you look at the state of Wisconsin, you can actually change your vote up there three different times, however, a town clerk in Oshkosh says in all the years that she's been working there, never seen anybody do it."}], "speaker": "FOREMAN", "secId": 41}, {"sentences": [{"sentId": 115, "text": "Over in Connecticut, the secretary of state's office got curious about this, they started calling around."}, {"sentId": 116, "text": "They spoke to a town clerk who said look in eight years of working there, saw a vote changed exactly once."}, {"sentId": 117, "text": "So if Donald Trump is counting on some sort of landslide of vote changes to propel him to victory, history says not likely -- Don."}], "speaker": "FOREMAN", "secId": 42}, {"sentences": [{"sentId": 118, "text": "Tom Foreman, thank you very much."}], "speaker": "LEMON", "secId": 43}, {"sentences": [{"sentId": 119, "text": "Make sure you stay with CNN for all-day coverage on Election Day next Tuesday."}], "speaker": "LEMON", "secId": 44}, {"sentences": [{"sentId": 120, "text": "When we come right back, turmoil in the FBI."}, {"sentId": 121, "text": "President Barack Obama weighing in, but what will happen after the election?"}], "speaker": "LEMON", "secId": 45}, {"sentences": [{"sentId": 122, "text": "All right."}, {"sentId": 123, "text": "There is Hillary Clinton in Arizona."}, {"sentId": 124, "text": "Getting ready to take to the microphone."}, {"sentId": 125, "text": "Are we going to listen in or we're just going to show the intro?"}, {"sentId": 126, "text": "So once she starts speaking, we'll monitor for a little bit."}, {"sentId": 127, "text": "She's doing hellos and waves."}, {"sentId": 128, "text": "And we'll get right back to it."}], "speaker": "LEMON", "secId": 46}, {"sentences": [{"sentId": 129, "text": "So let's discuss now what's going on in the campaign because the political firestorm around the FBI Director James Comey is heating up and now President Obama is speaking out about it."}, {"sentId": 130, "text": "Here to discuss is CNN's senior legal analyst Jeffrey Toobin and Alan Dershowitz, the author of \"Electile Dysfunction: A Guide for Unaroused Voters.\""}], "speaker": "LEMON", "secId": 47}, {"sentences": [{"sentId": 131, "text": "Good evening to both of you."}, {"sentId": 132, "text": "Alan, President Obama weighed in on the FBI controversy today."}, {"sentId": 133, "text": "Let's listen."}], "speaker": "LEMON", "secId": 48}, {"sentences": [{"sentId": 134, "text": "I've made a very deliberate effort to make sure that I don't look like I'm meddling in what are supposed to be independent processes for making these assessments."}, {"sentId": 135, "text": "There is a norm that, you know, when there are investigations, we don't operate on innuendo, we don't operation on incomplete information, we don't operate in leaks."}], "speaker": "OBAMA", "secId": 49}, {"sentences": [{"sentId": 136, "text": "So he says no meddling, but does that sound like criticism to you?"}], "speaker": "LEMON", "secId": 50}, {"sentences": [{"sentId": 137, "text": "It does, of course."}, {"sentId": 138, "text": "And he is absolutely right."}, {"sentId": 139, "text": "Look, the director of the FBI is not like a play-by-play announcer in the World Series."}, {"sentId": 140, "text": "Man on first, score -- you don't go give evaluations as things are happening."}, {"sentId": 141, "text": "What he should have done is on the day the investigation was closed, he should have said the investigation is closed, period."}, {"sentId": 142, "text": "Now when he found new information, he should have said to Congress, I have found new information, that's it."}], "speaker": "DERSHOWITZ", "secId": 51}, {"sentences": [{"sentId": 143, "text": "But you don't go around saying it's pertinent."}, {"sentId": 144, "text": "You don't go around giving evaluations of the evidence."}, {"sentId": 145, "text": "By the way, the director of the FBI shouldn't say anything at all."}, {"sentId": 146, "text": "It should be the attorney general and the deputy attorney general."}], "speaker": "DERSHOWITZ", "secId": 52}, {"sentences": [{"sentId": 147, "text": "I think I disagree with Alan."}, {"sentId": 148, "text": "I don't think he should have said anything to Congress, period."}, {"sentId": 149, "text": "I think that there is a rule in the Justice Department, a policy, that says you don't say anything within 60 days of a -- any kind of election, much less the presidential election."}], "speaker": "TOOBIN", "secId": 53}, {"sentences": [{"sentId": 150, "text": "Why did he do it?"}], "speaker": "LEMON", "secId": 54}, {"sentences": [{"sentId": 151, "text": "Well, I think he felt like having told Congress that the investigation was complete, because there was new information, he felt obliged to tell them at that time that the investigation was continuing, but there was no reason especially since he did not know what this information was and whether it was significant or not."}], "speaker": "TOOBIN", "secId": 55}, {"sentences": [{"sentId": 152, "text": "And he didn't promise Congress in his original statement that he would tell them."}, {"sentId": 153, "text": "All he promised them is that if there was new information, he would look at it."}, {"sentId": 154, "text": "He could keep his promise without having said a word."}], "speaker": "DERSHOWITZ", "secId": 56}, {"sentences": [{"sentId": 155, "text": "Look, he may go down in history as a major villain if his statements have an impact on changing this election and then it turns out there's nothing there, these are the same e-mails from before, or worse, because he'll go down in history as a villain, he may search desperately to try to find something that will justify as having said this before the election and turning it around."}], "speaker": "DERSHOWITZ", "secId": 57}, {"sentences": [{"sentId": 156, "text": "I was speaking to someone who works in government and he said, Don, don't be pooled."}, {"sentId": 157, "text": "There are very partisan people who -- and very partisan agents and people who work in all aspects of the government and to them -- this is this person's estimation -- this seemed like a partisan issue."}], "speaker": "LEMON", "secId": 58}, {"sentences": [{"sentId": 158, "text": "You know --"}], "speaker": "DERSHOWITZ", "secId": 59}, {"sentences": [{"sentId": 159, "text": "What was that?"}], "speaker": "LEMON", "secId": 60}, {"sentences": [{"sentId": 160, "text": "I've known Director Comey for a long time."}], "speaker": "TOOBIN", "secId": 61}, {"sentences": [{"sentId": 161, "text": "Not just with Comey, with -- just with the FBI, as well."}, {"sentId": 162, "text": "TOOBIN:  Well, that's right, but remember, it's Comey who is the voice"}], "speaker": "LEMON", "secId": 62}, {"sentences": [{"sentId": 163, "text": "of the FBI."}, {"sentId": 164, "text": "I think he is not a strong political partisan, but his -- it's his job to keep the partisans in the FBI and like any government agency, there are people who really don't like Hillary Clinton in that agency."}, {"sentId": 165, "text": "It his job to conduct the leadership in a way that doesn't open the bureau to this kind of criticism."}], "speaker": "LEMON", "secId": 63}, {"sentences": [{"sentId": 166, "text": "So what's worse?"}, {"sentId": 167, "text": "Being a partisan to try to help somebody else or trying to do something to help your own reputation?"}, {"sentId": 168, "text": "And to make sure your reputation is preserved because that's what he was doing."}, {"sentId": 169, "text": "He was putting his own integrity, his own legacy, and his own reputation before democratic principles as not interfering with an election."}], "speaker": "DERSHOWITZ", "secId": 64}, {"sentences": [{"sentId": 170, "text": "A small D.  A small D.  Not Democratic Party principles."}], "speaker": "TOOBIN", "secId": 65}, {"sentences": [{"sentId": 171, "text": "Right."}], "speaker": "DERSHOWITZ", "secId": 66}, {"sentences": [{"sentId": 172, "text": "And I think, you know, the irony is, he -- he wound up hurting his reputation even more than he thought."}], "speaker": "TOOBIN", "secId": 67}, {"sentences": [{"sentId": 173, "text": "Of course."}, {"sentId": 174, "text": "Of course."}], "speaker": "DERSHOWITZ", "secId": 68}, {"sentences": [{"sentId": 175, "text": "That he is now a principal figure in this political maelstrom, which is not what he wants to be or wants the FBI to be."}, {"sentId": 176, "text": "And I think it's -- it backfired terribly, but we still don't know what the impact will be on the politics."}], "speaker": "TOOBIN", "secId": 69}, {"sentences": [{"sentId": 177, "text": "So then what happens next?"}, {"sentId": 178, "text": "Because he said he's not going to --"}], "speaker": "LEMON", "secId": 70}, {"sentences": [{"sentId": 179, "text": "I think what happens next is he keeps his mouth shut and he doesn't say anything, but another problem with this whole matter is that by announcing that this investigation is going on, the bureau has been leaking like crazy."}, {"sentId": 180, "text": "The bureau has had people say -- talking to reporters."}], "speaker": "TOOBIN", "secId": 71}, {"sentences": [{"sentId": 181, "text": "Yes."}], "speaker": "LEMON", "secId": 72}, {"sentences": [{"sentId": 182, "text": "And you know I have mixed feelings about this because I'm a reporter, too, I try to get leaks."}], "speaker": "TOOBIN", "secId": 73}, {"sentences": [{"sentId": 183, "text": "But this is deeply unfair to have leaks about an investigation that is so politically charged."}], "speaker": "TOOBIN", "secId": 74}, {"sentences": [{"sentId": 184, "text": "And --"}], "speaker": "DERSHOWITZ", "secId": 75}, {"sentences": [{"sentId": 185, "text": "Do you think because of his actions that the leaks are --"}], "speaker": "LEMON", "secId": 76}, {"sentences": [{"sentId": 186, "text": "Absolutely."}], "speaker": "DERSHOWITZ", "secId": 77}, {"sentences": [{"sentId": 187, "text": "Absolutely."}, {"sentId": 188, "text": "Yes."}], "speaker": "TOOBIN", "secId": 78}, {"sentences": [{"sentId": 189, "text": "How so?"}], "speaker": "LEMON", "secId": 79}, {"sentences": [{"sentId": 190, "text": "And --  TOOBIN:  Because there were no leaks leading up until he made his"}], "speaker": "DERSHOWITZ", "secId": 80}, {"sentences": [{"sentId": 191, "text": "announcement."}], "speaker": "DERSHOWITZ", "secId": 81}, {"sentences": [{"sentId": 192, "text": "And by the way it is more than just a violation to leak."}, {"sentId": 193, "text": "It may be in fact a crime if any of the leaks result from any kind of grand jury or confidentiality."}, {"sentId": 194, "text": "You know talk about confidentiality, the Justice Department and the FBI is supposed to keep investigations confidential."}, {"sentId": 195, "text": "They're not supposed to have selective leaks."}], "speaker": "DERSHOWITZ", "secId": 82}, {"sentences": [{"sentId": 196, "text": "Now we don't know whether the leaks are coming from the top or coming agents who are trying to introduce partisan issues or protect the reputation."}, {"sentId": 197, "text": "We just don't know, and right now, I don't think silence is an option for Comey."}, {"sentId": 198, "text": "I think if he remains silent and the election switches and Hillary Clinton loses the election, and it turns out there's nothing there, he will go down in history as err and burr."}, {"sentId": 199, "text": "I mean, he will really be a villain in American history."}], "speaker": "DERSHOWITZ", "secId": 83}, {"sentences": [{"sentId": 200, "text": "Nancy Pelosi -- go ahead."}], "speaker": "LEMON", "secId": 84}, {"sentences": [{"sentId": 201, "text": "So I just think silence is the best option."}], "speaker": "TOOBIN", "secId": 85}, {"sentences": [{"sentId": 202, "text": "Nancy Pelosi speaking to our Jamie Gangel today and Nancy Pelosi took a real shot at the director, listen."}], "speaker": "LEMON", "secId": 86}, {"sentences": [{"sentId": 203, "text": "His job, if you're not in it for a while, you can't take the heat and I think he just couldn't take the heat from the Republicans."}], "speaker": "PELOSI", "secId": 87}, {"sentences": [{"sentId": 204, "text": "Do you think he should resign?"}], "speaker": "GANGEL", "secId": 88}, {"sentences": [{"sentId": 205, "text": "No, I'm not going to that place."}, {"sentId": 206, "text": "I think that we have to just get through this election and just see what the casualties are along the way."}], "speaker": "PELOSI", "secId": 89}, {"sentences": [{"sentId": 207, "text": "Chuck Schumer, who is the Democratic leader -- who will be Democratic leader in the Senate after this, maybe the majority leader, maybe the minority leader, said very much the same thing today."}, {"sentId": 208, "text": "That he's lost confidence in Comey and he doesn't know whether he should leave, but I mean, I think Comey has turned himself into a partisan Republican figure, which is not something --"}], "speaker": "TOOBIN", "secId": 90}, {"sentences": [{"sentId": 209, "text": "I want to make a prediction here."}, {"sentId": 210, "text": "Two days after the election, he will resign."}, {"sentId": 211, "text": "That will probably be the way he tries to salvage his reputation."}, {"sentId": 212, "text": "He'll get on television and he'll say, look, this has become too partisan, I've become too much part of the story, I have to resign at this point."}], "speaker": "DERSHOWITZ", "secId": 91}, {"sentences": [{"sentId": 213, "text": "No matter who wins?"}], "speaker": "LEMON", "secId": 92}, {"sentences": [{"sentId": 214, "text": "I think no matter who wins."}, {"sentId": 215, "text": "And -- but I do think that he would be much smarter if he got on television now and said look, when we made that statement we didn't know any more about the content of the information than any of you do out there and no voter should be influenced by what we said, that was not our intention."}, {"sentId": 216, "text": "Our intention was to send a technical message to Congress and any voter who is influenced by that is being misled by misinformation but he won't do that."}, {"sentId": 217, "text": "You're probably right."}], "speaker": "DERSHOWITZ", "secId": 93}, {"sentences": [{"sentId": 218, "text": "The one thing, it is a mess."}, {"sentId": 219, "text": "But, Jeffrey, he does have a boss, and his boss is Loretta Lynch."}, {"sentId": 220, "text": "Right?"}], "speaker": "LEMON", "secId": 94}, {"sentences": [{"sentId": 221, "text": "Who appears to be in the witness protection program, yes."}], "speaker": "TOOBIN", "secId": 95}, {"sentences": [{"sentId": 222, "text": "So if she could have ordered him, said, listen, don't send this letter, don't -- you're going to influence the election, you need to plug the leaks, all of that, and she didn't."}, {"sentId": 223, "text": "Why is not?"}, {"sentId": 224, "text": "Why is she --"}], "speaker": "LEMON", "secId": 96}, {"sentences": [{"sentId": 225, "text": "I think she is -- she is compromised by the fact of this ridiculous Bill Clinton visit --"}], "speaker": "TOOBIN", "secId": 97}, {"sentences": [{"sentId": 226, "text": "Meeting on the plane."}], "speaker": "LEMON", "secId": 98}, {"sentences": [{"sentId": 227, "text": "On the plane which she -- led her not formally to recuse herself, but more or less to recuse herself from the small operation."}], "speaker": "TOOBIN", "secId": 99}, {"sentences": [{"sentId": 228, "text": "To abide by what the FBI would do?"}], "speaker": "LEMON", "secId": 100}, {"sentences": [{"sentId": 229, "text": "Right."}, {"sentId": 230, "text": "But the thing is, she should have formally recused herself so that at least Sally Yates, the deputy attorney general, should have --"}], "speaker": "TOOBIN", "secId": 101}, {"sentences": [{"sentId": 231, "text": "Right."}], "speaker": "DERSHOWITZ", "secId": 102}, {"sentences": [{"sentId": 232, "text": "I mean, it's if the Department of Justice has no leadership at this point."}, {"sentId": 233, "text": "They're just letting Jim Comey run American justice system."}], "speaker": "TOOBIN", "secId": 103}, {"sentences": [{"sentId": 234, "text": "And he is only an investigator."}, {"sentId": 235, "text": "Now he has a stronger role than the FBI director used to have."}, {"sentId": 236, "text": "He now has a term of office."}, {"sentId": 237, "text": "He can't easily be fired by the attorney general."}, {"sentId": 238, "text": "He's not quite an employee of the Justice Department the way he used to be, but he's taking on too much power and as I've said previously, he may be a decent man of integrity, but remember who the building is named after."}, {"sentId": 239, "text": "J. Edgar Hoover."}, {"sentId": 240, "text": "And the precedent he establishes here can be used in the future by a director of the FBI who is not a person of integrity."}], "speaker": "DERSHOWITZ", "secId": 104}, {"sentences": [{"sentId": 241, "text": "So -- you know, we have been questioning Donald Trump when he said -- when he was asked by Chris Wallace if he would accept the results of the election."}, {"sentId": 242, "text": "Now what happens if Hillary Clinton says, I won't accept the results if she loses?"}], "speaker": "LEMON", "secId": 105}, {"sentences": [{"sentId": 243, "text": "Is there any legal recourse?"}], "speaker": "LEMON", "secId": 106}, {"sentences": [{"sentId": 244, "text": "No."}, {"sentId": 245, "text": "LEMON:  Can she say that -- no, it's done."}], "speaker": "TOOBIN", "secId": 107}, {"sentences": [{"sentId": 246, "text": "No, this is -- I mean, the votes are going to be counted on Tuesday night and, you know, one side will win or we'll be in a recount."}, {"sentId": 247, "text": "But there is certainly no -- you know, you can't sue Jim Comey, you can't try to stop this process one way or another."}, {"sentId": 248, "text": "We're now in an election and one side or the other is going to win."}], "speaker": "TOOBIN", "secId": 108}, {"sentences": [{"sentId": 249, "text": "And it's --"}], "speaker": "LEMON", "secId": 109}, {"sentences": [{"sentId": 250, "text": "But, you know --"}], "speaker": "DERSHOWITZ", "secId": 110}, {"sentences": [{"sentId": 251, "text": "The foot is on the pedal."}, {"sentId": 252, "text": "It's going."}], "speaker": "LEMON", "secId": 111}, {"sentences": [{"sentId": 253, "text": "That's it."}], "speaker": "TOOBIN", "secId": 112}, {"sentences": [{"sentId": 254, "text": "They're now putting it into a program."}, {"sentId": 255, "text": "What if the program shows that in fact if not all most of these e-mails are duplicates of what previously was produced, certainly he would have an obligation at this point to correct the half truth and turn it into a whole truth."}], "speaker": "DERSHOWITZ", "secId": 113}, {"sentences": [{"sentId": 256, "text": "What if it finds something, though?"}], "speaker": "LEMON", "secId": 114}, {"sentences": [{"sentId": 257, "text": "Well, that's the question."}, {"sentId": 258, "text": "What do you then?"}, {"sentId": 259, "text": "It's in the middle of an investigation."}, {"sentId": 260, "text": "I think complete --"}], "speaker": "DERSHOWITZ", "secId": 115}, {"sentences": [{"sentId": 261, "text": "I mean, the -- you know, one of the things I learned as a prosecutor is that the rule is, you put up or shut up, you announce a charge."}], "speaker": "TOOBIN", "secId": 116}, {"sentences": [{"sentId": 262, "text": "Right."}], "speaker": "DERSHOWITZ", "secId": 117}, {"sentences": [{"sentId": 263, "text": "You charge somebody with a crime or you say nothing at all."}, {"sentId": 264, "text": "That should be the rule."}, {"sentId": 265, "text": "Not we're investigating and we may have something pertinent."}, {"sentId": 266, "text": "That is completely unfair."}, {"sentId": 267, "text": "Among other reasons because you can't -- how does a target respond to that?"}], "speaker": "TOOBIN", "secId": 118}, {"sentences": [{"sentId": 268, "text": "And I think we'll see legislation."}, {"sentId": 269, "text": "After this, too late, the cow's out of the barn."}, {"sentId": 270, "text": "But I think we'll see legislation in the future saying the director of the FBI may not make any statement beyond closed or indictment."}], "speaker": "DERSHOWITZ", "secId": 119}, {"sentences": [{"sentId": 271, "text": "I have to go."}, {"sentId": 272, "text": "But that's what I've heard from a number of prosecutors, both Republican and Democrat -- former prosecutors, is that you put up or shut up and --"}], "speaker": "LEMON", "secId": 120}, {"sentences": [{"sentId": 273, "text": "Right."}, {"sentId": 274, "text": "And -- a lot of Republicans are unhappy about this, too."}], "speaker": "TOOBIN", "secId": 121}, {"sentences": [{"sentId": 275, "text": "Absolutely."}], "speaker": "DERSHOWITZ", "secId": 122}, {"sentences": [{"sentId": 276, "text": "Thank you very much."}], "speaker": "LEMON", "secId": 123}, {"sentences": [{"sentId": 277, "text": "Up next, which candidate do voters think is the most honest and trustworthy?"}, {"sentId": 278, "text": "Our new polls have the answer."}], "speaker": "LEMON", "secId": 124}, {"sentences": [{"sentId": 279, "text": "Six whole days until the election day and new polls in key battleground states show a tightening race."}, {"sentId": 280, "text": "Here to discuss now, CNN political contributor Van Jones, political commentator Kayleigh McEnany, a Trump supporter, Symone Sanders, a former national press secretary for Bernie Sanders, and former Republican congressman Jack Kingston, who is senior adviser to the Trump campaign."}], "speaker": "LEMON", "secId": 125}, {"sentences": [{"sentId": 281, "text": "Good to have all of you on."}, {"sentId": 282, "text": "Van Jones --"}], "speaker": "LEMON", "secId": 126}, {"sentences": [{"sentId": 283, "text": "Glad to be here."}], "speaker": "KINGSTON", "secId": 127}, {"sentences": [{"sentId": 284, "text": "Here's New Hampshire Senator Kelly Ayotte, who is in an awkward position of having to dance around Donald Trump."}], "speaker": "LEMON", "secId": 128}, {"sentences": [{"sentId": 285, "text": "I have a 12-year-old daughter."}], "speaker": "AYOTTE", "secId": 129}, {"sentences": [{"sentId": 286, "text": "12-year-old."}, {"sentId": 287, "text": "OK.  Would you want your -- let's fast-forward four years and your daughter's 16 years of age."}, {"sentId": 288, "text": "Would you have wanted your daughter to hear the conversation that Donald Trump had engaged in with the reporter from \"Access Hollywood\" on that bus?"}], "speaker": "UNIDENTIFIED MALE", "secId": 130}, {"sentences": [{"sentId": 289, "text": "I think we all know the answer to that."}], "speaker": "AYOTTE", "secId": 131}, {"sentences": [{"sentId": 290, "text": "OK.  At any point in time would you want your 16- year-old daughter in a room with Bill Clinton?"}], "speaker": "UNIDENTIFIED MALE", "secId": 132}, {"sentences": [{"sentId": 291, "text": "I wouldn't want my daughter in the room with any of them, but, you know, the point of this is that, you know, why would I want my daughter in the room with them?"}, {"sentId": 292, "text": "You know, and this isn't about my daughter."}, {"sentId": 293, "text": "I love my daughter and, you know, obviously being a mom is very important to me."}], "speaker": "AYOTTE", "secId": 133}, {"sentences": [{"sentId": 294, "text": "Van, we heard what she said."}, {"sentId": 295, "text": "Why would she want her daughter with any grown man alone?"}, {"sentId": 296, "text": "But they're in a -- she's in a tough position."}, {"sentId": 297, "text": "A lot of Republicans are coming back to Donald Trump now -- or some."}], "speaker": "LEMON", "secId": 134}, {"sentences": [{"sentId": 298, "text": "That's true."}, {"sentId": 299, "text": "Well, I think first of all this is the first not-safe for work election that I've heard of or seen like literally on both sides you have allegations and accusations that when you try to explain them to your kids, you're just like, this is not the civics lesson that I thought I was going to be giving in 2016, trying to elect the first female president."}], "speaker": "JONES", "secId": 135}, {"sentences": [{"sentId": 300, "text": "So there's that, just the general sense that something is way off when you've got Weiner and Bill Clinton being accused of this and Trump, but then there's the other piece, which is that you have a party that is in complete disarray."}, {"sentId": 301, "text": "I know people are going to push back on me, but you've never seen a situation where the speaker of the House is a afraid to speak the name of his nominee, and major senators, major people are, like, ducking and dodging saying, I wouldn't want -- listen, nobody says they wouldn't want their kid alone with Barack Obama."}, {"sentId": 302, "text": "That's all I'm saying."}], "speaker": "JONES", "secId": 136}, {"sentences": [{"sentId": 303, "text": "Go, Jack."}], "speaker": "LEMON", "secId": 137}, {"sentences": [{"sentId": 304, "text": "Can I interrupt yet?"}], "speaker": "KINGSTON", "secId": 138}, {"sentences": [{"sentId": 305, "text": "I said go ahead, Jack."}, {"sentId": 306, "text": "Go ahead."}], "speaker": "LEMON", "secId": 139}, {"sentences": [{"sentId": 307, "text": "OK.  You know what I want to say."}, {"sentId": 308, "text": "I think some of this is this same political indignation or whatever."}, {"sentId": 309, "text": "I have two daughters, I can tell you they can handle themselves."}, {"sentId": 310, "text": "They're exceptional young women."}, {"sentId": 311, "text": "I would be proud to have them with Donald Trump or Bill Clinton, and if they laid one hand on either one of my daughters they're going to deal with them and then they -- and then the rest of the family."}], "speaker": "KINGSTON", "secId": 140}, {"sentences": [{"sentId": 312, "text": "But, you know, I think that one of the things that we need to talk about more is the issues and get off some of these things and, you know, going into the homestretch, we all hope that we can start talking about healthcare and national security and the national debt, and things like that, and I hope that maybe the -- the debate does shift to that, instead of this character --"}], "speaker": "KINGSTON", "secId": 141}, {"sentences": [{"sentId": 313, "text": "I know, Jack."}, {"sentId": 314, "text": "You've been saying that for a long time and I'm sure people feel the same way, but we do have these issues and to Van's point, you know, this is the not-safe for work, it's not even a PG 17 election because we do -- we do have the candidates who do have their history, who do have their current history, who do say things on tape, who say really odd things, and that was in an interview with Kelly Ayotte who was in a race and fighting for her position."}, {"sentId": 315, "text": "And so we are going to continue to talk about these things."}, {"sentId": 316, "text": "We have to."}, {"sentId": 317, "text": "These are issues, as well."}], "speaker": "LEMON", "secId": 142}, {"sentences": [{"sentId": 318, "text": "And I think the character of the country is an issue."}, {"sentId": 319, "text": "I think, you know, whether or not we're going to have, you know, people who we could respect and people we can admire in public office and much more importantly, when people make mistakes to the extent that they're able to learn from them and apologize and that kind of thing all of these things go to the character of the country."}, {"sentId": 320, "text": "I think it is an issue."}], "speaker": "JONES", "secId": 143}, {"sentences": [{"sentId": 321, "text": "Right."}, {"sentId": 322, "text": "Which, by the way, Donald Trump has apologized for that tape about five times."}], "speaker": "MCENANY", "secId": 144}, {"sentences": [{"sentId": 323, "text": "What about the ."}], "speaker": "JONES", "secId": 145}, {"sentences": [{"sentId": 324, "text": "We're still waiting for a full throated apology from Hillary Clinton on a myriad of issues, but look, this to me is a frustrating part for me as a Donald Trump supporter, seeing Republican leaders who do this fancy political footwork, I support but I don't endorse."}, {"sentId": 325, "text": "I don't even quite know what that means."}, {"sentId": 326, "text": "It's very strange, or not taking a side and saying you'll write Mike Pence's name in the ballot, which I believe is what Kelly Ayotte said you might as well vote for Ronald Reagan."}, {"sentId": 327, "text": "There are two people in this race."}, {"sentId": 328, "text": "Mike Pence is not at the top o the ticket."}], "speaker": "MCENANY", "secId": 146}, {"sentences": [{"sentId": 329, "text": "I'm sure Jeffrey Lord might do that but go ahead."}], "speaker": "LEMON", "secId": 147}, {"sentences": [{"sentId": 330, "text": "He may, Don, that's a good point."}, {"sentId": 331, "text": "He may."}, {"sentId": 332, "text": "But to Van's point about the party being in disarray I just have to disagree with that."}, {"sentId": 333, "text": "We have leadership in disarray, we have folks like Paul Ryan who aren't brave enough to take a stake in this election vocally and full throatedly support the nominee."}, {"sentId": 334, "text": "But voters are very different."}, {"sentId": 335, "text": "And we actually currently, according to the latest national poll, have more Republicans supporting us than you have Democrats supporting Hillary Clinton."}, {"sentId": 336, "text": "I think that's significant."}, {"sentId": 337, "text": "The voters are together."}, {"sentId": 338, "text": "The leadership is not."}], "speaker": "MCENANY", "secId": 148}, {"sentences": [{"sentId": 339, "text": "Go ahead, Symone."}, {"sentId": 340, "text": "You want to weigh in?"}], "speaker": "LEMON", "secId": 149}, {"sentences": [{"sentId": 341, "text": "I think the -- I think the voters and the leadership not being on the same page is indicative of a party being in disarray."}, {"sentId": 342, "text": "You know, I think the Republican Party, again they sought to find out who they are."}, {"sentId": 343, "text": "This is the fight for the soul of the Republican Party."}, {"sentId": 344, "text": "And you know, when Hillary Clinton wins on Tuesday --"}], "speaker": "SANDERS", "secId": 150}, {"sentences": [{"sentId": 345, "text": "I think the Republicans are going to have some real serious rebuilding to do and to this point about, you know, Kelly Ayotte and her daughter, and this isn't about her daughter, I think this is definitely about our nation and especially our nation's kids, our young people."}, {"sentId": 346, "text": "They're paying attention."}], "speaker": "SANDERS", "secId": 151}, {"sentences": [{"sentId": 347, "text": "I was just in D.C. talking to some young folks earlier today and I asked them were they following the election and they were like Donald Trump and the tapes, that was the first thing that came out of their mouths, and I was cringing about thinking about what they were going to say and hoping that, you know, they didn't use the P word."}, {"sentId": 348, "text": "So this is a real issue for our country and this is going to continue to be a conversation."}], "speaker": "SANDERS", "secId": 152}, {"sentences": [{"sentId": 349, "text": "Jack?"}], "speaker": "LEMON", "secId": 153}, {"sentences": [{"sentId": 350, "text": "Well, I hope they were equally as concerned about Hillary Clinton and pay-for-play and some lying about destroying the e-mails and -- but let me say this."}, {"sentId": 351, "text": "And I want to get back to Kayleigh's point."}, {"sentId": 352, "text": "I think it really is true, this is part of the growth of a party."}, {"sentId": 353, "text": "These parties go through leadership changes."}], "speaker": "KINGSTON", "secId": 154}, {"sentences": [{"sentId": 354, "text": "Our base is -- and I mean Republicans, our Republican base is disappointed in the party leadership not getting the debt under control, voting to repeal Obamacare, but not being successful in that endeavor, and also not cure terrorism and immigration."}, {"sentId": 355, "text": "So our party, and I think your party is, as well, Symone and Van, in terms of the Democrats, they're disappointed in what they have not gotten out of Washington and what Donald Trump has said, and he's an authentic candidate, by the way."}, {"sentId": 356, "text": "As I would say Bernie Sanders was an authentic candidate."}], "speaker": "KINGSTON", "secId": 155}, {"sentences": [{"sentId": 357, "text": "But Donald Trump is saying, look, the system isn't working for a lot of people."}, {"sentId": 358, "text": "Their household income has shrunk, their job opportunities have gone down, and Washington is not serving them."}], "speaker": "KINGSTON", "secId": 156}, {"sentences": [{"sentId": 359, "text": "Van, can you hold that thought until the break?"}, {"sentId": 360, "text": "But it sounds like what Jack is saying, you know, whoever takes over needs a magic wand and then everything will be fine."}, {"sentId": 361, "text": "All the ills will be cured, which we know will never happen."}, {"sentId": 362, "text": "We'll be right back."}], "speaker": "LEMON", "secId": 157}, {"sentences": [{"sentId": 363, "text": "The Clinton campaign taking aim at Donald Trump using his own words."}, {"sentId": 364, "text": "Back with me now, Van Jones, Kayleigh McEnany, Symone Sanders and Jack Kingston."}], "speaker": "LEMON", "secId": 158}, {"sentences": [{"sentId": 365, "text": "Van Jones, you were making a point because Jack Kingston was saying basically that the next person and it's Donald Trump would have a magic wand or a wizard and is what's going to fix everything."}, {"sentId": 366, "text": "So what was your response?"}], "speaker": "LEMON", "secId": 159}, {"sentences": [{"sentId": 367, "text": "Well, look, I mean, I admire all of the Trump surrogates for, you know, trying to make this case and they have a case to make in that there is a bunch of discontent in the country."}, {"sentId": 368, "text": "It is in fact the case, and I think there has been a bipartisan failure at the top of the both parties that has let a lot of people down on trade, on these dumb wars, on prisons, too many prisons, deregulating the banks."}, {"sentId": 369, "text": "All that stuff is true."}], "speaker": "JONES", "secId": 160}, {"sentences": [{"sentId": 370, "text": "The problem is that at the end of the day you can't just have a message, you have to have a messenger."}, {"sentId": 371, "text": "I think that where Donald Trump has let his own party down and certainly he's let himself down is that he just now figured out after 18 months that if he can just read the teleprompter and not shoot himself in the face, it might help his campaign."}, {"sentId": 372, "text": "That is not a lesson that should be hard to learn."}, {"sentId": 373, "text": "An 18-month learning curve on that."}], "speaker": "JONES", "secId": 161}, {"sentences": [{"sentId": 374, "text": "If he were in office he'd be almost to his midterms just now discovering that not starting accidental wars and offending foreign leaders is good for the country."}, {"sentId": 375, "text": "So part of the thing I think that Trump surrogates and other people have to deal with and wrestle with is this has not been a great show of the best of your party by any stretch and that's just got to be accepted."}], "speaker": "JONES", "secId": 162}, {"sentences": [{"sentId": 376, "text": "And Kayleigh -- Kayleigh, and I'll let you get in."}, {"sentId": 377, "text": "I mean, he's very proud of himself, he's like, I was just calm and quiet, Donald, stick to the message like someone is talking to him like a kid."}, {"sentId": 378, "text": "Jared Kushner has been traveling with him."}, {"sentId": 379, "text": "It's Jared's day to watch Donald Trump tomorrow, it could be Ivanka's and then it could be, you know, who knows next."}, {"sentId": 380, "text": "So go ahead to -- go ahead."}], "speaker": "LEMON", "secId": 163}, {"sentences": [{"sentId": 381, "text": "Look, I thought that moment was hilarious."}, {"sentId": 382, "text": "I actually really enjoyed that moment during his stump speech, but, you know, I -- Donald Trump doesn't say everything right."}, {"sentId": 383, "text": "Of course not."}, {"sentId": 384, "text": "None of us say everything right but I think what people appreciate about him is that he's not the scripted politician that Van is describing."}, {"sentId": 385, "text": "There was a WikiLeaks e-mail out tonight that to me was just very eye- opening where the Clinton campaign debated fervently about whether Clinton should say the words \"yo, mama\" on the campaign trail in an effort to garner more support among black voters."}, {"sentId": 386, "text": "This was actually debated in an e-mail chain, whether she should say these two words."}, {"sentId": 387, "text": "I don't think that happens --"}], "speaker": "MCENANY", "secId": 164}, {"sentences": [{"sentId": 388, "text": "What's wrong with that?"}], "speaker": "LEMON", "secId": 165}, {"sentences": [{"sentId": 389, "text": "-- in the Trump campaign, because, you know, she's a teleprompted, mannequin, scripted politician and the American people are tired about, you know, one day you support TPP, one day you don't."}, {"sentId": 390, "text": "One day you support --"}], "speaker": "MCENANY", "secId": 166}, {"sentences": [{"sentId": 391, "text": "The only time Trump doesn't get into trouble is when he's on the teleprompter."}], "speaker": "JONES", "secId": 167}, {"sentences": [{"sentId": 392, "text": "But that's also --"}], "speaker": "KINGSTON", "secId": 168}, {"sentences": [{"sentId": 393, "text": "That does seem very contradictory when you say Donald Trump is sticking to message and he does it when he sticks to the teleprompter, and then you're criticizing Hillary Clinton for trying to figure out if a message is right and trying to stick to the teleprompter."}], "speaker": "LEMON", "secId": 169}, {"sentences": [{"sentId": 394, "text": "The only time Donald Trump doesn't get in trouble is when -- there's two Donald Trumps."}, {"sentId": 395, "text": "There's teleprompter Trump and there's terrible Trump."}], "speaker": "JONES", "secId": 170}, {"sentences": [{"sentId": 396, "text": "But Van --"}], "speaker": "KINGSTON", "secId": 171}, {"sentences": [{"sentId": 397, "text": "Terrible prompter Trump."}], "speaker": "LEMON", "secId": 172}, {"sentences": [{"sentId": 398, "text": "It was Hillary Clinton who broke the record for not having a press conference."}, {"sentId": 399, "text": "I can't remember how long she went."}, {"sentId": 400, "text": "Was it a year and a half or something?"}], "speaker": "KINGSTON", "secId": 173}, {"sentences": [{"sentId": 401, "text": "Very true."}, {"sentId": 402, "text": "When was the last time Donald Trump gave one?"}], "speaker": "LEMON", "secId": 174}, {"sentences": [{"sentId": 403, "text": "He gives one daily."}, {"sentId": 404, "text": "That's why he gets in --"}], "speaker": "KINGSTON", "secId": 175}, {"sentences": [{"sentId": 405, "text": "No, no, no."}, {"sentId": 406, "text": "When was the last time Donald Trump had a press conference?"}], "speaker": "LEMON", "secId": 176}, {"sentences": [{"sentId": 407, "text": "I actually do not know the answer for that, but I can tell you this, he's constantly, for the last year and a half, been out in front of the press and you know sometimes as you pointed out --"}], "speaker": "KINGSTON", "secId": 177}, {"sentences": [{"sentId": 408, "text": "He hasn't had a presser in a while, Congressman."}, {"sentId": 409, "text": "He has not had a presser in a while."}], "speaker": "SANDERS", "secId": 178}, {"sentences": [{"sentId": 410, "text": "It has been months since he's had a press conference."}], "speaker": "LEMON", "secId": 179}, {"sentences": [{"sentId": 411, "text": "Well, if he want -- if we want to chalk up the days I can promise you that he's been far more out there than Hillary Clinton, and no one ever criticized him for not having a press conference, by the way."}, {"sentId": 412, "text": "That's Hillary Clinton's record."}, {"sentId": 413, "text": "She ought to happy of it."}, {"sentId": 414, "text": "It's one of her few achievements."}, {"sentId": 415, "text": "We can't talk about her foreign policy achievements, we can't talk about what she did as a senator --"}], "speaker": "KINGSTON", "secId": 180}, {"sentences": [{"sentId": 416, "text": "Yes, we can."}, {"sentId": 417, "text": "I'm happy to."}], "speaker": "JONES", "secId": 181}, {"sentences": [{"sentId": 418, "text": "We can't talk about her tax deductions and job creations."}], "speaker": "KINGSTON", "secId": 182}, {"sentences": [{"sentId": 419, "text": "You opened the door."}], "speaker": "JONES", "secId": 183}, {"sentences": [{"sentId": 420, "text": "What about those 200,000 jobs she promised as a Senate candidate for New York?"}, {"sentId": 421, "text": "Still waiting on those."}], "speaker": "KINGSTON", "secId": 184}, {"sentences": [{"sentId": 422, "text": "Well, what about the great recession?"}], "speaker": "JONES", "secId": 185}, {"sentences": [{"sentId": 423, "text": "Go ahead."}, {"sentId": 424, "text": "Let him answer."}, {"sentId": 425, "text": "Let him answer."}, {"sentId": 426, "text": "Go ahead, Van."}], "speaker": "LEMON", "secId": 186}, {"sentences": [{"sentId": 427, "text": "OK.  Well, you opened the door on foreign policy."}, {"sentId": 428, "text": "You guys act like she didn't do anything on foreign policy, which is a huge insult to the fact that, first of all, Hamas and Israel were on a collision course for the kind of conflict that would have left dead babies across the Middle East."}], "speaker": "JONES", "secId": 187}, {"sentences": [{"sentId": 429, "text": "She got in there and within 24 hours, had neutralized that."}, {"sentId": 430, "text": "That is very tough to do."}, {"sentId": 431, "text": "Also, the -- she got the entire world together, Russia, who doesn't like us, China, who's always messing with us, and every other country, to put a chokehold on Iran and forced them to the table on nuclear weapons."}], "speaker": "JONES", "secId": 188}, {"sentences": [{"sentId": 432, "text": "Wait."}, {"sentId": 433, "text": "She's giving them nuclear weapons --"}], "speaker": "MCENANY", "secId": 189}, {"sentences": [{"sentId": 434, "text": "Hold on."}, {"sentId": 435, "text": "Let him finish."}, {"sentId": 436, "text": "Let him finish."}], "speaker": "LEMON", "secId": 190}, {"sentences": [{"sentId": 437, "text": "Hold on a second."}, {"sentId": 438, "text": "You say she hasn't achieved anything."}, {"sentId": 439, "text": "That's an extremely difficult thing she achieved."}, {"sentId": 440, "text": "You may not like it but she did --"}], "speaker": "JONES", "secId": 191}, {"sentences": [{"sentId": 441, "text": "No -- let me say --"}], "speaker": "KINGSTON", "secId": 192}, {"sentences": [{"sentId": 442, "text": "Iran getting nuclear weapons in 10 years just like Bill Clinton did with North Korea."}, {"sentId": 443, "text": "That's not an achievement, in my mind."}], "speaker": "MCENANY", "secId": 193}, {"sentences": [{"sentId": 444, "text": "George W. Bush --"}], "speaker": "JONES", "secId": 194}, {"sentences": [{"sentId": 445, "text": "A madman having nuclear weapons."}], "speaker": "MCENANY", "secId": 195}, {"sentences": [{"sentId": 446, "text": "And she also has --"}], "speaker": "KINGSTON", "secId": 196}, {"sentences": [{"sentId": 447, "text": "Centrifuges grew exponentially."}, {"sentId": 448, "text": "She reversed that, period."}, {"sentId": 449, "text": "That's a fact."}, {"sentId": 450, "text": "F-A-C-T, Fact."}], "speaker": "JONES", "secId": 197}, {"sentences": [{"sentId": 451, "text": "What about the famous -- what about the Russian reset?"}, {"sentId": 452, "text": "What about ISIL, which is now in 18 countries, according to President Obama?"}], "speaker": "KINGSTON", "secId": 198}, {"sentences": [{"sentId": 453, "text": "You're mad about her relationship with Russia?"}], "speaker": "JONES", "secId": 199}, {"sentences": [{"sentId": 454, "text": "Yes."}], "speaker": "KINGSTON", "secId": 200}, {"sentences": [{"sentId": 455, "text": "Your ticket --"}], "speaker": "JONES", "secId": 201}, {"sentences": [{"sentId": 456, "text": "And the reset -- remember the Russian reset and the fact that the uranium transfer is now in Russian hand because of Hillary Clinton."}], "speaker": "KINGSTON", "secId": 202}, {"sentences": [{"sentId": 457, "text": "It is interesting that, Congress, you bring up Russia -- go ahead."}, {"sentId": 458, "text": "Go ahead, Van."}], "speaker": "LEMON", "secId": 203}, {"sentences": [{"sentId": 459, "text": "You represent the Trump-Putin ticket and you're up here criticizing her with regard to the reset?"}, {"sentId": 460, "text": "There's never been a candidate closer to a Russian dictator than your candidate."}], "speaker": "JONES", "secId": 204}, {"sentences": [{"sentId": 461, "text": "I don't want to hear about a reset."}], "speaker": "JONES", "secId": 205}, {"sentences": [{"sentId": 462, "text": "Well, you shouldn't because there wasn't one, that was her big bragging point and I don't think Russia would have invaded the Ukraine if you had President Trump --"}], "speaker": "KINGSTON", "secId": 206}, {"sentences": [{"sentId": 463, "text": "No, oh my goodness."}, {"sentId": 464, "text": "Trump didn't -- Trump didn't even know they were already in the Ukraine."}], "speaker": "SANDERS", "secId": 207}, {"sentences": [{"sentId": 465, "text": "That's why Putin is now a world figure because they have built him back up."}, {"sentId": 466, "text": "When George Bush was president we have Putin down lower on the rank of world superiority, if you will."}], "speaker": "KINGSTON", "secId": 208}, {"sentences": [{"sentId": 467, "text": "Nobody loves Putin more than your guy."}], "speaker": "JONES", "secId": 209}, {"sentences": [{"sentId": 468, "text": "However you want to counter it, but it was Obama, Hillary Clinton thing to build it back up."}], "speaker": "KINGSTON", "secId": 210}, {"sentences": [{"sentId": 469, "text": "I think the difference -- I think the difference here is that Secretary Clinton actually had a record of foreign policy record to stand on."}, {"sentId": 470, "text": "She has proven bona fide."}, {"sentId": 471, "text": "I think we can debate about if people like the way that she went about it."}, {"sentId": 472, "text": "But she has again proven bona fide to stand on."}, {"sentId": 473, "text": "Donald Trump doesn't have that at all actually."}, {"sentId": 474, "text": "Donald Trump has a lot of glittering rhetoric but he does not have any real remedy for this rhetoric."}], "speaker": "SANDERS", "secId": 211}, {"sentences": [{"sentId": 475, "text": "OK.  Kayleigh, you get the first word out of the break."}, {"sentId": 476, "text": "Kayleigh McEnany."}], "speaker": "LEMON", "secId": 212}, {"sentences": [{"sentId": 477, "text": "OK.  Great."}, {"sentId": 478, "text": "Thanks."}], "speaker": "MCENANY", "secId": 213}, {"sentences": [{"sentId": 479, "text": "We'll be right back."}], "speaker": "LEMON", "secId": 214}, {"sentences": [{"sentId": 480, "text": "All right."}, {"sentId": 481, "text": "There is Hillary Clinton speaking in Arizona tonight and we're told crowd is getting larger."}, {"sentId": 482, "text": "Very big crowd there this evening in Arizona."}, {"sentId": 483, "text": "We're getting down to the wire."}, {"sentId": 484, "text": "There she is in Tempe."}, {"sentId": 485, "text": "We'll continue to monitor that."}], "speaker": "LEMON", "secId": 215}, {"sentences": [{"sentId": 486, "text": "Back now with my panel."}, {"sentId": 487, "text": "Kayleigh McEnany, you wanted to weigh in on Hillary Clinton and her accomplishments."}], "speaker": "LEMON", "secId": 216}, {"sentences": [{"sentId": 488, "text": "Yes, I was going to say that I'm so frustrated when I hear President Obama or Clinton surrogates saying she's the most qualified person in history."}, {"sentId": 489, "text": "Look, qualifications are not achieved by having a list on your resume."}, {"sentId": 490, "text": "If I held up a resume and say, hey, I was manager of these Fortune 500 companies, but I ran all of them into the ground, not a single person would put me in charge of another Fortune 500 company."}], "speaker": "MCENANY", "secId": 217}, {"sentences": [{"sentId": 491, "text": "Let's look at what she achieved actually."}, {"sentId": 492, "text": "Libya, chaos."}, {"sentId": 493, "text": "Syria chaos."}, {"sentId": 494, "text": "Iraq, chaos."}, {"sentId": 495, "text": "Russian reset, chaos."}, {"sentId": 496, "text": "Iran having nuclear weapons in 10 years."}, {"sentId": 497, "text": "These are failures."}, {"sentId": 498, "text": "She might have had the title but she has a list of failures to go along with the title."}], "speaker": "MCENANY", "secId": 218}, {"sentences": [{"sentId": 499, "text": "Benghazi."}], "speaker": "KINGSTON", "secId": 219}, {"sentences": [{"sentId": 500, "text": "Benghazi, there you go."}, {"sentId": 501, "text": "Another one."}], "speaker": "MCENANY", "secId": 220}, {"sentences": [{"sentId": 502, "text": "I was just going to say, I was waiting and no one said it."}, {"sentId": 503, "text": "I was so stunned I didn't jump in."}, {"sentId": 504, "text": "And then you said it."}, {"sentId": 505, "text": "OK.  No one said e-mails."}], "speaker": "LEMON", "secId": 221}, {"sentences": [{"sentId": 506, "text": "That's domestic problem."}, {"sentId": 507, "text": "Hey, listen, I understand that -- how important it is for the Trump campaign to try to discredit her record of public service."}, {"sentId": 508, "text": "I understand that."}, {"sentId": 509, "text": "They don't have a record to point to for Donald Trump that they're proud of."}, {"sentId": 510, "text": "He's not done anything except make money for himself and bankrupt companies and hurt other people."}, {"sentId": 511, "text": "And so they have to discredit her."}], "speaker": "JONES", "secId": 222}, {"sentences": [{"sentId": 512, "text": "But what I want to say very clearly is, the mess in the Middle East is going to take a generation to clean up not because of Hillary Clinton but because of George W. Bush and Dick Cheney going over there and kicking over every hornet's nest and hoping it will work out."}, {"sentId": 513, "text": "They had a plan to start a way, they had no plan to win, they had no plan to win the peace."}], "speaker": "JONES", "secId": 223}, {"sentences": [{"sentId": 514, "text": "The Obama administration took a very, very tough hand and has been able to first of all wind those words down and bring our folks home, which the American people in both parties were demanding and crying out for."}, {"sentId": 515, "text": "And put us in a position where we are no longer on the kind of trajectory that we were going to be, spending more blood and more treasure."}], "speaker": "JONES", "secId": 224}, {"sentences": [{"sentId": 516, "text": "What secretary of state --"}], "speaker": "LEMON", "secId": 225}, {"sentences": [{"sentId": 517, "text": "Van, this is not -- did you forget about ISIS?"}], "speaker": "MCENANY", "secId": 226}, {"sentences": [{"sentId": 518, "text": "What secretary of state and administration fixed the problems -- all the problems in the Middle East?"}], "speaker": "LEMON", "secId": 227}, {"sentences": [{"sentId": 519, "text": "None."}, {"sentId": 520, "text": "Which is why we need someone outside of the establishment."}, {"sentId": 521, "text": "Which is why we need not the Bushes and not the Clintons but someone outside of the establishment."}], "speaker": "MCENANY", "secId": 228}, {"sentences": [{"sentId": 522, "text": "So who's Donald Trump going to put up there to fix this -- to wave the magic wand and fix this mess in the Middle East?"}], "speaker": "SANDERS", "secId": 229}, {"sentences": [{"sentId": 523, "text": "Well, you know, I think one of the things he's talking about is just rebuilding our military, the hollowing out of the army that has happened under Barack Obama, Donald Trump is talking about rebuilding our equipment, building more ships, more --"}], "speaker": "KINGSTON", "secId": 230}, {"sentences": [{"sentId": 524, "text": "Does that mean going to war?"}], "speaker": "LEMON", "secId": 231}, {"sentences": [{"sentId": 525, "text": "Which country has a bigger --"}], "speaker": "JONES", "secId": 232}, {"sentences": [{"sentId": 526, "text": "But let me say this."}, {"sentId": 527, "text": "When you talk about pulled us out of Iraq and Afghanistan, that doesn't mean the war ended."}, {"sentId": 528, "text": "And then also leaving without a status of forces agreement caused the instability --"}], "speaker": "KINGSTON", "secId": 233}, {"sentences": [{"sentId": 529, "text": "You want more American forces there now?"}, {"sentId": 530, "text": "Is that what you want?"}], "speaker": "JONES", "secId": 234}, {"sentences": [{"sentId": 531, "text": "Well, this is what I believe, Van."}, {"sentId": 532, "text": "I believe that sometimes -- and by the way remember there are forces there right now, even though Hillary Clinton did not seem to know that."}], "speaker": "KINGSTON", "secId": 235}, {"sentences": [{"sentId": 533, "text": "I'm just saying, you want a bigger American presence militarily in the Middle East?"}, {"sentId": 534, "text": "That's what you want, sir?"}], "speaker": "JONES", "secId": 236}, {"sentences": [{"sentId": 535, "text": "What I would say, this is Jack Kingston --"}], "speaker": "KINGSTON", "secId": 237}, {"sentences": [{"sentId": 536, "text": "You guys never answer the question."}], "speaker": "JONES", "secId": 238}, {"sentences": [{"sentId": 537, "text": "But no, I'm going to say it but I have to say it for myself."}], "speaker": "KINGSTON", "secId": 239}, {"sentences": [{"sentId": 538, "text": "But not for your candidate?"}], "speaker": "JONES", "secId": 240}, {"sentences": [{"sentId": 539, "text": "I'll say -- you have to have that coalition rebuilt."}, {"sentId": 540, "text": "The coalition fell apart under Barack Obama."}], "speaker": "KINGSTON", "secId": 241}, {"sentences": [{"sentId": 541, "text": "It's not true."}], "speaker": "JONES", "secId": 242}, {"sentences": [{"sentId": 542, "text": "George Bush had a 43-country coalition that did things besides put their name on the letterhead, and -- but look at what the president of the Philippines called Barack Obama."}], "speaker": "KINGSTON", "secId": 243}, {"sentences": [{"sentId": 543, "text": "I mean, do you remember what he called him?"}, {"sentId": 544, "text": "I mean, you know --"}], "speaker": "KINGSTON", "secId": 244}, {"sentences": [{"sentId": 545, "text": "Do you know what every world leader calls Donald Trump?"}, {"sentId": 546, "text": "Do you want to hear what every world leader calls Donald Trump?"}, {"sentId": 547, "text": "They call him a racist, they call him a bigot, they call him an ignoramus."}, {"sentId": 548, "text": "Do you want to go down the list of insults they give Donald Trump?"}], "speaker": "JONES", "secId": 245}, {"sentences": [{"sentId": 549, "text": "I -- well, you know what, I actually -- actually, Van, I haven't heard that at all but you know what I like about this discussion right now, we're talking about substance because all I've heard from Hillary Clinton and her surrogates this week is the usual, we're getting down to the wire, let's do our usual race baiting call to close the campaign."}, {"sentId": 550, "text": "They ought to be talk about --"}], "speaker": "KINGSTON", "secId": 246}, {"sentences": [{"sentId": 551, "text": "Miss Universe."}], "speaker": "MCENANY", "secId": 247}, {"sentences": [{"sentId": 552, "text": "That is not race baiting."}, {"sentId": 553, "text": "It's not race baiting when it's actually --"}], "speaker": "SANDERS", "secId": 248}, {"sentences": [{"sentId": 554, "text": "Symone, go ahead."}], "speaker": "LEMON", "secId": 249}, {"sentences": [{"sentId": 555, "text": "These things are actually happening."}, {"sentId": 556, "text": "So it's not race baiting when we're talking about, you know, Republicans have systematically tried to suppress the vote."}, {"sentId": 557, "text": "It's not race baiting when you've got a Trump person or in background saying, you know, voter suppression is part of our plan to win this thing, of African- Americans, young people and liberals."}, {"sentId": 558, "text": "It's not race baiting when -- you know, it's -- when the KKK is literally bombing places in America in 2016."}], "speaker": "SANDERS", "secId": 250}, {"sentences": [{"sentId": 559, "text": "KKK is not bombing anything on behalf of the Trump campaign."}], "speaker": "KINGSTON", "secId": 251}, {"sentences": [{"sentId": 560, "text": "I'm sorry, it happened today."}], "speaker": "SANDERS", "secId": 252}, {"sentences": [{"sentId": 561, "text": "The only campaign that has been bombed is a Republican --"}], "speaker": "KINGSTON", "secId": 253}, {"sentences": [{"sentId": 562, "text": "They fire bombed a church in Greeneville, Mississippi."}], "speaker": "SANDERS", "secId": 254}, {"sentences": [{"sentId": 563, "text": "OK."}, {"sentId": 564, "text": "Here's what I know."}, {"sentId": 565, "text": "Here's what I know right now."}, {"sentId": 566, "text": "Here's what I know."}, {"sentId": 567, "text": "I'm being told, you got to think in T's and go."}, {"sentId": 568, "text": "Good night."}, {"sentId": 569, "text": "That means one less day of this."}], "speaker": "LEMON", "secId": 255}, {"sentences": [{"sentId": 570, "text": "Good night, Don."}], "speaker": "MCENANY", "secId": 256}, {"sentences": [{"sentId": 571, "text": "Bye-bye."}], "speaker": "LEMON", "secId": 257}, {"sentences": [{"sentId": 572, "text": "Well, I understand there's free pizza downstairs."}], "speaker": "KINGSTON", "secId": 258}, {"sentences": [{"sentId": 573, "text": "Good night."}], "speaker": "LEMON", "secId": 259}, {"sentences": [{"sentId": 574, "text": "Bye, Don."}], "speaker": "MCENANY", "secId": 260}, {"sentences": [{"sentId": 575, "text": "Bye, Don."}], "speaker": "SANDERS", "secId": 261}, {"sentences": [{"sentId": 576, "text": "Bye-bye."}], "speaker": "LEMON", "secId": 262}, {"sentences": [{"sentId": 577, "text": "See you, Don."}, {"sentId": 578, "text": "See you, Symone."}, {"sentId": 579, "text": "See you, Van."}, {"sentId": 580, "text": "LEMON:  It's the Brady Bunch."}], "speaker": "KINGSTON", "secId": 263}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1611.02.cnnt.02.html.json", "time": "Aired November 2, 2016 - 23:00   ET"}