{"sectionCount": 257, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["LEMON", "UNIDENTIFIED MALE", "UNIDENTIFIED FEMALE", "MCCARTHY", "CLINTON", "CHAFFETZ", "DAVIS", "SCHLAPP", "LIZZA", "DAIS", "MELE", "MERCER", "MACK", "SEAGER", "BLOW", "MACCK"], "subTitle": "Battle for the House of Representatives; Interview with Rep. Jason Chaffetz; Hillary's New Ad; New Polls are Mixed Bag for Donald Trump; Chilling Plot by Four Teenage Boys Foiled; Candelight Vigil for Victims of the Umpqua Community College Shooting; The Gun Control Debate. Aired 10-11p ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1510/05/cnnt.01.html", "sentenceCount": 582, "sections": [{"sentences": [{"sentId": 0, "text": "A chilling plot by four teenage boys."}, {"sentId": 1, "text": "How authorities failed to foil their plan to shoot teachers and students at their California high school."}], "speaker": "LEMON", "secId": 0}, {"sentences": [{"sentId": 2, "text": "This is CNN TONIGHT."}, {"sentId": 3, "text": "I'm Don Lemon."}, {"sentId": 4, "text": "I'm going to talk to the sheriff who says this about just how close his community came to tragedy."}], "speaker": "LEMON", "secId": 1}, {"sentences": [{"sentId": 5, "text": "Pretty doggone close."}, {"sentId": 6, "text": "Enough to keep me up last night, to keep my detectives, my lieutenants up at night."}], "speaker": "UNIDENTIFIED MALE", "secId": 2}, {"sentences": [{"sentId": 7, "text": "Plus, the battle for control of the House of Representatives."}, {"sentId": 8, "text": "Tonight, I'm going to talk with the wild card candidate, Jason Chaffetz."}], "speaker": "LEMON", "secId": 3}, {"sentences": [{"sentId": 9, "text": "And breaking news, the CNN's Democratic presidential debate just a little over a week away, Hillary Clinton releases a new ad tonight."}, {"sentId": 10, "text": "Take a look."}], "speaker": "LEMON", "secId": 4}, {"sentences": [{"sentId": 11, "text": "The Republicans timely admit it."}], "speaker": "UNIDENTIFIED MALE", "secId": 5}, {"sentences": [{"sentId": 12, "text": "Republican McCarthy saying the committee investigating Benghazi and Clinton's e-mails was created to destroy her candidacy."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 6}, {"sentences": [{"sentId": 13, "text": "Everyone thought Hillary Clinton was unbeatable, right?"}, {"sentId": 14, "text": "But we put together a Benghazi special committee."}, {"sentId": 15, "text": "What are her numbers today?"}], "speaker": "MCCARTHY", "secId": 7}, {"sentences": [{"sentId": 16, "text": "Republicans spent millions attacking Hillary because she's fighting for everything they oppose, form Affordable Health Care to equal pay."}, {"sentId": 17, "text": "She'll never stop fighting for you and the Republicans know it."}], "speaker": "UNIDENTIFIED MALE", "secId": 8}, {"sentences": [{"sentId": 18, "text": "I'm Hillary Clinton and I approved this message."}], "speaker": "CLINTON", "secId": 9}, {"sentences": [{"sentId": 19, "text": "And that's not all."}, {"sentId": 20, "text": "I want you to listen to a candidate during a Town Hall in New Hampshire on NBC's Today show."}], "speaker": "LEMON", "secId": 10}, {"sentences": [{"sentId": 21, "text": "Look at the situation they chose to exploit, to go after me for political reasons."}, {"sentId": 22, "text": "The death of four Americans in Benghazi."}, {"sentId": 23, "text": "I knew the ambassador."}, {"sentId": 24, "text": "I identified him."}, {"sentId": 25, "text": "I asked him to go there."}, {"sentId": 26, "text": "I asked the president to nominate him."}, {"sentId": 27, "text": "There have been seven investigations, led mostly by Republicans in the Congress, and they were nonpartisan and they reached conclusions that, first of all, I and nobody did anything wrong, but there were changes we could make."}], "speaker": "CLINTON", "secId": 11}, {"sentences": [{"sentId": 28, "text": "This committee was set up, as they have admitted for the purpose of making a partisan political issue out of the deaths of four Americans."}, {"sentId": 29, "text": "I would have never done that and if I were president, and there were Republicans or Democrats who were thinking about that, I would have done everything to shut it down."}], "speaker": "CLINTON", "secId": 12}, {"sentences": [{"sentId": 30, "text": "Joining me now is Republican Congressman Jason Chaffetz who is running for a House -- for Speaker of the House."}, {"sentId": 31, "text": "Thank you, Mr. Chairman, for joining us here on CNN Tonight."}], "speaker": "LEMON", "secId": 13}, {"sentences": [{"sentId": 32, "text": "I know that you weren't happy with Kevin McCarthy's comments where he said that Benghazi, the committee, was created to hurt Hillary Clinton in the race for the White House."}, {"sentId": 33, "text": "But given those comments, is Hillary Clinton, you heard her there, does she have the right to be so fired up?"}], "speaker": "LEMON", "secId": 14}, {"sentences": [{"sentId": 34, "text": "Well, I'm sure she wants us to go away and we do, actually, want to wrap it up."}, {"sentId": 35, "text": "But Trey Gowdy and the select committee they are going to get to the truth."}, {"sentId": 36, "text": "I'm pleased to hear that Secretary Clinton is going to come answer questions on October 22nd."}], "speaker": "CHAFFETZ", "secId": 15}, {"sentences": [{"sentId": 37, "text": "We look forward to that."}, {"sentId": 38, "text": "And let's get to the conclusive end of this investigation."}, {"sentId": 39, "text": "But it's still going to take a few months to get through it."}, {"sentId": 40, "text": "We have to find out what happened before, during and after that attack."}], "speaker": "CHAFFETZ", "secId": 16}, {"sentences": [{"sentId": 41, "text": "Do you think she has the right more -- just more directly to my question, to be so fired up about McCarthy's comments and there what they allegedly meant?"}], "speaker": "LEMON", "secId": 17}, {"sentences": [{"sentId": 42, "text": "Well, look, I think that Mr. McCarthy's comments were wrong."}, {"sentId": 43, "text": "I think it's been a very professional investigation."}, {"sentId": 44, "text": "It's been -- they've had literally dozens and dozens of transcribed interviews and depositions that have happened behind closed doors that weren't exploited for any sort of political purpose."}, {"sentId": 45, "text": "That's part of the process."}, {"sentId": 46, "text": "And we still need to hear from her in public, as well as others in order to get to the truth."}], "speaker": "CHAFFETZ", "secId": 18}, {"sentences": [{"sentId": 47, "text": "Do you think Mr. McCarthy's comments damaged what those hearings were meant for, damaged the proceedings in any way, the credibility?"}], "speaker": "LEMON", "secId": 19}, {"sentences": [{"sentId": 48, "text": "Well, I think it's a distraction."}, {"sentId": 49, "text": "Because I don't think it's an accurate portrayal of people who are thoroughly and professionally investigating something with the death of four Americans."}], "speaker": "CHAFFETZ", "secId": 20}, {"sentences": [{"sentId": 50, "text": "So, it was never put up there."}, {"sentId": 51, "text": "Once upon a time, it was, you know, pretty much myself, and Trey Gowdy looking into this."}, {"sentId": 52, "text": "And that's grown and expanded."}, {"sentId": 53, "text": "There have been a lot of obstruction from the White House, the State Department, and the Department of Defense."}, {"sentId": 54, "text": "But ultimately, we just want to try to get to the truth."}, {"sentId": 55, "text": "That's all we're trying to get to."}], "speaker": "CHAFFETZ", "secId": 21}, {"sentences": [{"sentId": 56, "text": "Let's talk about the speaker's race."}, {"sentId": 57, "text": "You're running against the leader, McCarthy, as, you know, as has been reported."}, {"sentId": 58, "text": "Do you think that the Benghazi comments that he made, that poor people believe it was a gaffe, was this the impetus for you to jump into the speakership race?"}], "speaker": "LEMON", "secId": 22}, {"sentences": [{"sentId": 59, "text": "No, it's not."}, {"sentId": 60, "text": "It was unfortunate comment but I believe Kevin McCarthy, when he says it was a mistake issue that made those comments, Kevin McCarthy is a very good man."}, {"sentId": 61, "text": "He's the big reason why we have a strong majority and there's a reason why he's still loved in our conference."}], "speaker": "CHAFFETZ", "secId": 23}, {"sentences": [{"sentId": 62, "text": "I just happen to believe that there's a math problem that there are to many of our members that cannot or will not vote for him on the floor."}, {"sentId": 63, "text": "And I'm trying to bridge the divide that is within the House if Republicans try to bring together the far, far right of our party and the more centrist members, offer an alternate solution."}], "speaker": "CHAFFETZ", "secId": 24}, {"sentences": [{"sentId": 64, "text": "And somebody that can take things in a different direction, process, reform is important, and also be somebody that be a speaker who can speaks that get out -- gets out and shares our vision for America in such a critical year."}], "speaker": "CHAFFETZ", "secId": 25}, {"sentences": [{"sentId": 65, "text": "You said that he's a good man."}, {"sentId": 66, "text": "You two are friends."}, {"sentId": 67, "text": "When you announced that you were running, what was his reaction?"}], "speaker": "LEMON", "secId": 26}, {"sentences": [{"sentId": 68, "text": "He wasn't too happy."}, {"sentId": 69, "text": "I mean, I think it surprised him."}, {"sentId": 70, "text": "But I, you know, Friday morning, I did eyeball to eyeball tell him."}, {"sentId": 71, "text": "And it was tough and these interparty races, they're never fun."}, {"sentId": 72, "text": "It's a five- day race."}, {"sentId": 73, "text": "I hope we can embrace each other afterwards and say, hey, you know what?"}, {"sentId": 74, "text": "It was nothing personal."}], "speaker": "CHAFFETZ", "secId": 27}, {"sentences": [{"sentId": 75, "text": "But these races deserve a little bit of competition."}, {"sentId": 76, "text": "And if we do so in a respectful way, we shouldn't shine away from that."}], "speaker": "CHAFFETZ", "secId": 28}, {"sentences": [{"sentId": 77, "text": "I was surprised by your comments that you made to ABC News."}, {"sentId": 78, "text": "You said earlier that, you know, you didn't believe, you said the math wasn't there for McCarthy."}, {"sentId": 79, "text": "But you told ABC News that you were probably going to lose."}], "speaker": "LEMON", "secId": 29}, {"sentences": [{"sentId": 80, "text": "I mean, there's a key vote that's coming up on Thursday that's going to determine the nominee for speaker."}, {"sentId": 81, "text": "I mean, if you're a better candidate and why are you running if you think you're going to lose?"}, {"sentId": 82, "text": "CHAFFETZ:  Well, I don't -- there are 246 Republicans in the House."}], "speaker": "LEMON", "secId": 30}, {"sentences": [{"sentId": 83, "text": "There are roughly 50 or so as best that I can tell that just cannot and will not vote for a promotion of existing leadership on the floor of the House."}], "speaker": "LEMON", "secId": 31}, {"sentences": [{"sentId": 84, "text": "So, you need 218 votes to win."}, {"sentId": 85, "text": "So, but if you can't get the 218, then there's going to be a bit of chaos."}, {"sentId": 86, "text": "And I think we can avoid that."}, {"sentId": 87, "text": "And what I'm trying to suggest is for those people that can't vote for Kevin McCarthy."}, {"sentId": 88, "text": "But then the other question is will be more center members or other members that do support Kevin."}], "speaker": "LEMON", "secId": 32}, {"sentences": [{"sentId": 89, "text": "You know, we have to unite behind somebody."}, {"sentId": 90, "text": "The question is, Kevin McCarthy is going to be the speaker or is he going to be the majority leader?"}, {"sentId": 91, "text": "So, he's still an important part of our leadership team."}, {"sentId": 92, "text": "I'm just offering an alternative and a solution."}], "speaker": "LEMON", "secId": 33}, {"sentences": [{"sentId": 93, "text": "I want to fight to win."}, {"sentId": 94, "text": "But at the same time, it's clear that Kevin McCarthy has the majority of support within our conference."}, {"sentId": 95, "text": "I just worry that he doesn't have quite enough to actually win on the floor."}], "speaker": "LEMON", "secId": 34}, {"sentences": [{"sentId": 96, "text": "OK. Let's talk about this, Mr. Chairman."}, {"sentId": 97, "text": "You know, and the aftermath of this Oregon shooting, this terrible shooting."}], "speaker": "LEMON", "secId": 35}, {"sentences": [{"sentId": 98, "text": "Yes."}], "speaker": "CHAFFETZ", "secId": 36}, {"sentences": [{"sentId": 99, "text": "Let's talk about guns."}, {"sentId": 100, "text": "We're learning tonight that the President is going to head to Oregon on Friday."}, {"sentId": 101, "text": "He's going to meet with the families."}, {"sentId": 102, "text": "He called on the media to compare the number of Americans killed by terrorism versus gun violence."}], "speaker": "LEMON", "secId": 37}, {"sentences": [{"sentId": 103, "text": "I'm sure you saw that during that press conference."}, {"sentId": 104, "text": "For every American killed by terrorism, more than a thousand have died from firearms."}, {"sentId": 105, "text": "We have also seen 51 mass shootings in the United States since 1997."}, {"sentId": 106, "text": "What are we doing wrong?"}], "speaker": "LEMON", "secId": 38}, {"sentences": [{"sentId": 107, "text": "Well, look, there is a constitutional right to bear arms."}, {"sentId": 108, "text": "I happen to have a shot gun, a pistol and a rifle."}, {"sentId": 109, "text": "And a law-abiding citizen in this country does have the right to bear arms."}, {"sentId": 110, "text": "Now there is some common ground where I would like to work with the president is on the issue of mental health."}], "speaker": "CHAFFETZ", "secId": 39}, {"sentences": [{"sentId": 111, "text": "Because there does seem to be a common denominator -- not in every case, but some of these mass shootings."}, {"sentId": 112, "text": "A lot of this comes back to misdiagnosing or missing the signs for mental health."}, {"sentId": 113, "text": "And also, for those who can't distinguish right from wrong, cannot actually make mentally-type -- mental decisions in a rational way."}], "speaker": "CHAFFETZ", "secId": 40}, {"sentences": [{"sentId": 114, "text": "I want to work with the president because I do think there's more that we can do in that regard."}, {"sentId": 115, "text": "But let's be clear, you're a law-abiding citizen, you have the right to bear arms in this country."}], "speaker": "CHAFFETZ", "secId": 41}, {"sentences": [{"sentId": 116, "text": "So, just the mental health issues."}, {"sentId": 117, "text": "You don't think that our gun laws or, you know, making people wait, a waiting period or anything like that needs to just be even examined or reexamined?"}], "speaker": "LEMON", "secId": 42}, {"sentences": [{"sentId": 118, "text": "I don't think it would necessarily solve all these problems and challenges that we have had."}, {"sentId": 119, "text": "One of the common denominators I see -- and, again, it's not all of them, but certainly in a lot of them, some of these happen in gun-free zones where there isn't somebody who can carry, have a concealed carry permit."}], "speaker": "CHAFFETZ", "secId": 43}, {"sentences": [{"sentId": 120, "text": "And I'm not fore arming everybody, either."}, {"sentId": 121, "text": "You know, some people say, well, we should arm all the teachers."}, {"sentId": 122, "text": "But you've got teachers out out there that can't negotiate, you know, buns and burners, for goodness sake."}], "speaker": "CHAFFETZ", "secId": 44}, {"sentences": [{"sentId": 123, "text": "Guns aren't for everybody."}, {"sentId": 124, "text": "But if you feel comfortable with them and you are a law-abiding citizen, you have the right to carry those weapons."}, {"sentId": 125, "text": "So, I'll listen to anything that the president has to suggest."}, {"sentId": 126, "text": "I think we all need to -- but I also want the president to listen to our suggestions, as well."}, {"sentId": 127, "text": "I don't want him to just cut us off."}], "speaker": "CHAFFETZ", "secId": 45}, {"sentences": [{"sentId": 128, "text": "OK. All right."}, {"sentId": 129, "text": "I want to talk to you about this because, I mean, this was very surprising and I'm sure you were surprised by it, as well."}, {"sentId": 130, "text": "What's going on with you and the secret service?"}], "speaker": "LEMON", "secId": 46}, {"sentences": [{"sentId": 131, "text": "The Department of Homeland Security reopened their probe today about the leaking of your application for your failed attempt to join the agency."}, {"sentId": 132, "text": "That was back in 2003."}], "speaker": "LEMON", "secId": 47}, {"sentences": [{"sentId": 133, "text": "I mean, this comes after the director of the Secret Service, Joe Clancy changed his account of when he, you know, when he knew about all of this."}, {"sentId": 134, "text": "Would you like to see the director step down?"}], "speaker": "LEMON", "secId": 48}, {"sentences": [{"sentId": 135, "text": "I think a couple of things have to happen."}, {"sentId": 136, "text": "I've questioned as to why 45 agents, according to the Inspector General, why do those people still have security clearances when they violated federal law according to the Inspector General."}], "speaker": "CHAFFETZ", "secId": 49}, {"sentences": [{"sentId": 137, "text": "Number two, what is Department of Justice doing?"}, {"sentId": 138, "text": "Where is the attorney general on this?"}, {"sentId": 139, "text": "Why isn't there a special prosecutor?"}, {"sentId": 140, "text": "I mean, this wasn't one or two arrant people, 45 secret service agents in a multi- month investigation by the Inspector General?"}], "speaker": "CHAFFETZ", "secId": 50}, {"sentences": [{"sentId": 141, "text": "There needs to be some accountability for that and I think you need to ask the secretary of Homeland Security what he's doing about it because it was so pervasive, they're demonstrating exactly why we were investigating the secret service."}], "speaker": "CHAFFETZ", "secId": 51}, {"sentences": [{"sentId": 142, "text": "Chairman Chaffetz, thank you."}], "speaker": "LEMON", "secId": 52}, {"sentences": [{"sentId": 143, "text": "Thank you."}], "speaker": "CHAFFETZ", "secId": 53}, {"sentences": [{"sentId": 144, "text": "When we come back, is Joe Biden getting ready to throw his hat into the ring?"}, {"sentId": 145, "text": "Senior Democrats say he is sounding more and more like a candidate."}, {"sentId": 146, "text": "But has the vice president waited too long?"}], "speaker": "LEMON", "secId": 54}, {"sentences": [{"sentId": 147, "text": "Plus, Hillary Clinton meets her twin, Kate McKinnon on SNL and joins her for a duet."}], "speaker": "LEMON", "secId": 55}, {"sentences": [{"sentId": 148, "text": "Hillary Clinton all fired up at House Republicans and slamming their Benghazi investigation as a partisan exercise."}], "speaker": "LEMON", "secId": 56}, {"sentences": [{"sentId": 149, "text": "Lanny Davis is here to talk about it who was White House correspondent, White House, excuse me, special counsel -- we're giving you a new job, Lanny, out of President Clinton, and also, Mercedes Schlapp is a Republican strategist, and Ryan Lizza, CNN political commentator and Washington correspondent for The New Yorker."}], "speaker": "LEMON", "secId": 57}, {"sentences": [{"sentId": 150, "text": "You could have been a correspondent I think you would have a good one."}, {"sentId": 151, "text": "So, listen, Lanny, Hillary Clinton's campaign just released a new ad highlighting Kevin McCarthy's Benghazi comments."}, {"sentId": 152, "text": "I want you to watch and I want you to keep in mind that Congressman Jason Chaffetz who is running for House Speaker now, he wants to be a House Speaker, just told me those remarks about the committee aren't accurate at all."}, {"sentId": 153, "text": "Listen."}], "speaker": "LEMON", "secId": 58}, {"sentences": [{"sentId": 154, "text": "The Republicans finally admit it."}], "speaker": "UNIDENTIFIED MALE", "secId": 59}, {"sentences": [{"sentId": 155, "text": "Republican Kevin McCarthy saying the committee investigating Benghazi and Clinton's e-mails was created to destroy her candidacy."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 60}, {"sentences": [{"sentId": 156, "text": "Everybody thought Hillary Clinton was unbeatable, right?"}, {"sentId": 157, "text": "But we put together a Benghazi special committee."}, {"sentId": 158, "text": "What are her numbers today?"}], "speaker": "MCCARTHY", "secId": 61}, {"sentences": [{"sentId": 159, "text": "Republicans spent millions attacking Hillary because she's fighting for everything they oppose from Affordable Health Care to equal pay."}, {"sentId": 160, "text": "She'll never stop fighting for you and the Republicans know it."}], "speaker": "UNIDENTIFIED MALE", "secId": 62}, {"sentences": [{"sentId": 161, "text": "I'm Hillary Clinton and I approve this message."}], "speaker": "CLINTON", "secId": 63}, {"sentences": [{"sentId": 162, "text": "So, Lanny, despite Congressman Chaffetz, saying that Benghazi committee isn't partisan and that their only goal is to uncover why four Americans were killed."}, {"sentId": 163, "text": "Are McCarthy's comments a gift to the Clinton campaign?"}], "speaker": "LEMON", "secId": 64}, {"sentences": [{"sentId": 164, "text": "Well, first of all, I do facts."}, {"sentId": 165, "text": "And the truth is that Kevin McCarthy spoke the truth."}, {"sentId": 166, "text": "But I'll do two facts that Mr. Chaffetz conveniently forgot to tell your audience."}], "speaker": "DAVIS", "secId": 65}, {"sentences": [{"sentId": 167, "text": "Two House Republican major committees dominated and controlled by Republicans, the House Armed Services Committee and the House Intelligence Committee came out with reports, 40,000 documents, interviews, and after all of that Republicans who Mr. Chaffetz is asking to vote for him for speaker, the chairman of both committees and all the Republican members of the committee found, one, no wrongdoing by Hillary Clinton or the administration in manipulating or covering up talking points."}], "speaker": "DAVIS", "secId": 66}, {"sentences": [{"sentId": 168, "text": "Two, no order of a stand down and, three, that whatever has been charged about political motivation is false."}, {"sentId": 169, "text": "So, in other words, two committees are being criticized by Mr. Chaffetz who forgot to tell your audience about the Republicans coming out with these reports and Gowdy has nothing new but to attack and try to bring down the one candidate that I see that..."}], "speaker": "DAVIS", "secId": 67}, {"sentences": [{"sentId": 170, "text": "So, a gift to her campaign?"}], "speaker": "LEMON", "secId": 68}, {"sentences": [{"sentId": 171, "text": "... Republicans most fear is -- it's a gift that we finally know what everyone has already known which is that Goudy has nothing to do but partisan agenda."}], "speaker": "DAVIS", "secId": 69}, {"sentences": [{"sentId": 172, "text": "So, you saw her at the Town Hall on New Hampshire this morning on the Today show."}, {"sentId": 173, "text": "And I think you have said on this program that she's better when she's on the defensive."}, {"sentId": 174, "text": "She was blasting that committee this morning, not holding back."}], "speaker": "LEMON", "secId": 70}, {"sentences": [{"sentId": 175, "text": "In the offensive."}], "speaker": "DAVIS", "secId": 71}, {"sentences": [{"sentId": 176, "text": "You're a crisis communications expert."}, {"sentId": 177, "text": "Do you -- is this the Hillary Clinton you've been waiting to see?"}], "speaker": "LEMON", "secId": 72}, {"sentences": [{"sentId": 178, "text": "No."}, {"sentId": 179, "text": "Because I think I've seen her this way before and I don't think I said defensive."}, {"sentId": 180, "text": "She's better on the offensive."}, {"sentId": 181, "text": "But what I think I said is that when she's down, she bounces back and people like someone who fights for everyday Americans and she did that in '08 when she was down and looked like..."}], "speaker": "DAVIS", "secId": 73}, {"sentences": [{"sentId": 182, "text": "And she lost the election."}, {"sentId": 183, "text": "She lost the primary."}], "speaker": "SCHLAPP", "secId": 74}, {"sentences": [{"sentId": 184, "text": "... there the Obama had basically wipe her out."}, {"sentId": 185, "text": "An she got 18 million votes and she won a Senate seat and got re-elected and I think her political skills have been shown in the past and will be shown in the future."}, {"sentId": 186, "text": "There is a reason why the Republicans are focusing all their attention on attacking Hillary Clinton."}], "speaker": "DAVIS", "secId": 75}, {"sentences": [{"sentId": 187, "text": "All right."}, {"sentId": 188, "text": "Go ahead, Mercedes."}], "speaker": "LEMON", "secId": 76}, {"sentences": [{"sentId": 189, "text": "And there is a reason why her favorability numbers are at 41 percent."}], "speaker": "SCHLAPP", "secId": 77}, {"sentences": [{"sentId": 190, "text": "That's the one candidate they don't want to run against."}], "speaker": "DAVIS", "secId": 78}, {"sentences": [{"sentId": 191, "text": "Go ahead, Mercedes."}], "speaker": "LEMON", "secId": 79}, {"sentences": [{"sentId": 192, "text": "Well, I mean, that's what -- you look at her favorability numbers they're down at 41 percent."}, {"sentId": 193, "text": "I mean, you know that the two words that are associated with Hillary Clinton are dishonest and liar."}, {"sentId": 194, "text": "It is the two words that keep popping up, especially when you start seeing these polls."}], "speaker": "SCHLAPP", "secId": 80}, {"sentences": [{"sentId": 195, "text": "So, she has to come out trying to defend herself now."}, {"sentId": 196, "text": "We know her with the Trey Gowdy, the Benghazi special committee, Trey Gowdy in fact, share meals her former chief of staff came out and actually thanks Trey Gowdy for holding what would be a respectable committee."}], "speaker": "SCHLAPP", "secId": 81}, {"sentences": [{"sentId": 197, "text": "You know, so, again, it was worried that she used herself."}, {"sentId": 198, "text": "So the fact is, in the case of Benghazi, it was very clear that the Obama administration, they obstructed, stonewalled, did not provide the information that they needed to and we needed to get down to the bottom of this disaster that occurred in Benghazi which lost, where we lost four Americans."}], "speaker": "SCHLAPP", "secId": 82}, {"sentences": [{"sentId": 199, "text": "So, Ryan, if you listen to Mercedes and listen to Lanny."}, {"sentId": 200, "text": "Lanny says, OK, you know, this has, he forgot to mention this and it was a Republican committee."}, {"sentId": 201, "text": "She's saying, you know, that people find her dishonest has a damage already been done regardless of what the truth is here, Ryan?"}], "speaker": "LEMON", "secId": 83}, {"sentences": [{"sentId": 202, "text": "You know, I think when it comes to Hillary Clinton or any politician who has been around in the public eye as long as she has, I think it's very, very hard to give voters any new information about them -- about her that will change their minds."}], "speaker": "LIZZA", "secId": 84}, {"sentences": [{"sentId": 203, "text": "I mean, frankly, voters' perceptions of her are very set in stone."}, {"sentId": 204, "text": "You either love her or hate her, there aren't many people in between."}, {"sentId": 205, "text": "I will say there's a certain -- you know, I can't believe there's gambling here, quality to the conversation."}], "speaker": "LIZZA", "secId": 85}, {"sentences": [{"sentId": 206, "text": "Of course, a Republican investigation of a Democratic administration is going to be politicized and there's going to be partisan politics at play."}, {"sentId": 207, "text": "It was the same..."}], "speaker": "LIZZA", "secId": 86}, {"sentences": [{"sentId": 208, "text": "And everyone is going to deny it."}], "speaker": "LEMON", "secId": 87}, {"sentences": [{"sentId": 209, "text": "I mean, when the Democrats controlled the House and they investigated George W. Bush, of course those investigations are similarly politicized."}, {"sentId": 210, "text": "That's why we have an opposition party to look into the party in power."}, {"sentId": 211, "text": "It's a good system, but of course, partisan politics come into play."}], "speaker": "LIZZA", "secId": 88}, {"sentences": [{"sentId": 212, "text": "As I think all of us would admit, you know, what McCarthy did was a classic gaffe is he admitted something that everyone knows is true but you're not supposed to say out loud."}], "speaker": "LIZZA", "secId": 89}, {"sentences": [{"sentId": 213, "text": "OK."}, {"sentId": 214, "text": "So, this is I guess this is a new strategy, I guess a charm offensive."}, {"sentId": 215, "text": "She's on Saturday Night Live, SNL having a little fun this weekend."}, {"sentId": 216, "text": "Here it is."}], "speaker": "LEMON", "secId": 90}, {"sentences": [{"sentId": 217, "text": "I'm just so darn bummed."}, {"sentId": 218, "text": "All anyone wants to talk about is Donald Trump."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 91}, {"sentences": [{"sentId": 219, "text": "Donald Trump?"}, {"sentId": 220, "text": "Isn't he the one that's like, oh, you're all losers?"}], "speaker": "CLINTON", "secId": 92}, {"sentences": [{"sentId": 221, "text": "That's him."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 93}, {"sentences": [{"sentId": 222, "text": "Do you think he'll win the primaries?"}], "speaker": "CLINTON", "secId": 94}, {"sentences": [{"sentId": 223, "text": "He must."}, {"sentId": 224, "text": "I want to be the one to take him down."}, {"sentId": 225, "text": "I will destroy him and I will mount his hair in the Oval Office!"}], "speaker": "UNIDENTIFIED FEMALE", "secId": 95}, {"sentences": [{"sentId": 226, "text": "You are really easy to talk to, Val."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 96}, {"sentences": [{"sentId": 227, "text": "Oh, thanks."}, {"sentId": 228, "text": "You know, that's the first time I've ever heard that."}], "speaker": "CLINTON", "secId": 97}, {"sentences": [{"sentId": 229, "text": "Oh, Val, Val, I wish you could be president."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 98}, {"sentences": [{"sentId": 230, "text": "Me, too!"}], "speaker": "CLINTON", "secId": 99}, {"sentences": [{"sentId": 231, "text": "Come on, you have to admit, it was funny."}, {"sentId": 232, "text": "Democrat or Republican, come on, Mercedes."}], "speaker": "LEMON", "secId": 100}, {"sentences": [{"sentId": 233, "text": "Well, I mean, maybe she should run as Val Clinton instead of Hillary Clinton."}, {"sentId": 234, "text": "I mean, come on."}, {"sentId": 235, "text": "No, I'm thinking that maybe for Saturday Night Live, it might be smart for the Hillary campaign to hire them, the writers, to maybe help booster, you know, get her speeches and make them a little funnier."}, {"sentId": 236, "text": "So, you know, this was a classic act of Hillary Clinton trying to be relatable to the American people."}], "speaker": "SCHLAPP", "secId": 101}, {"sentences": [{"sentId": 237, "text": "I just want to say that Donald Trump took notice."}, {"sentId": 238, "text": "He tweeted this."}, {"sentId": 239, "text": "He said Taram Killam playing a way better fake Donald Trump than real Hillary Clinton."}, {"sentId": 240, "text": "Because Donald Trump was on it."}, {"sentId": 241, "text": "They were the opening monologue or the opening set, they called open than to place herself."}], "speaker": "LEMON", "secId": 102}, {"sentences": [{"sentId": 242, "text": "So, when SNL is making fun of you, I think that it's a win-win for everyone even for Donald Trump and for Hillary Clinton."}, {"sentId": 243, "text": "So, stay with me, everyone."}, {"sentId": 244, "text": "Stick around."}], "speaker": "LEMON", "secId": 103}, {"sentences": [{"sentId": 245, "text": "Up next, new polls show that support for Donald Trump may be slipping."}, {"sentId": 246, "text": "We'll be right back."}], "speaker": "LEMON", "secId": 104}, {"sentences": [{"sentId": 247, "text": "New polls, mixed bag for Donald Trump."}, {"sentId": 248, "text": "make no mistake Trump is still number one, but the competition is getting -- is really gaining on him."}], "speaker": "LEMON", "secId": 105}, {"sentences": [{"sentId": 249, "text": "Back with me now, Lanny Davis, Mercedes Schlapp, and also Ryan Lizza."}, {"sentId": 250, "text": "All right."}, {"sentId": 251, "text": "Let's look at these polls."}, {"sentId": 252, "text": "Still on top, Ryan, I want to get to you first for this."}], "speaker": "LEMON", "secId": 106}, {"sentences": [{"sentId": 253, "text": "The latest poll in Iowa and New Hampshire, but he is losing ground, here it is, New Hampshire, Trump holds a five-point lead over Carly Fiorina."}, {"sentId": 254, "text": "That was last month."}], "speaker": "LEMON", "secId": 107}, {"sentences": [{"sentId": 255, "text": "He had a 16-point lead, I should say, last month he did a 16-point lead over his competition."}, {"sentId": 256, "text": "And in Iowa, he is ahead of Ben Carson by 5 points."}, {"sentId": 257, "text": "Last month it was 7 points."}, {"sentId": 258, "text": "So, what do you think of these polls, Ryan?"}], "speaker": "LEMON", "secId": 108}, {"sentences": [{"sentId": 259, "text": "Look, you've probably heard me say this ad nauseam."}, {"sentId": 260, "text": "These early polls are almost completely a function of how much you are on TV and in the news."}, {"sentId": 261, "text": "And if you look at Donald Trump's news coverage and Donald Trump's polling coverage, they are almost perfectly correlated."}], "speaker": "LIZZA", "secId": 109}, {"sentences": [{"sentId": 262, "text": "And what happened since the second debate?"}, {"sentId": 263, "text": "News coverage of him has gone down a little bit, it's gone up for some of the other candidates."}, {"sentId": 264, "text": "Why?"}, {"sentId": 265, "text": "Because people aren't engage in the race right now."}, {"sentId": 266, "text": "And a pollster calls you and asked you 15 names, and Donald Trump is the one you saw in the news, and maybe he said something that appeal to you."}], "speaker": "LIZZA", "secId": 110}, {"sentences": [{"sentId": 267, "text": "There's no price to pay for telling a pollster his name."}, {"sentId": 268, "text": "This happened in 2012, we saw 16 different candidates who rise and fall on that election based on whether they were in the public eye at that moment."}], "speaker": "LIZZA", "secId": 111}, {"sentences": [{"sentId": 269, "text": "So, his leads, I think from here until sort of, you know, Thanksgiving and maybe a little after are going to be a function of how much he's in the public eye."}], "speaker": "LIZZA", "secId": 112}, {"sentences": [{"sentId": 270, "text": "OK."}, {"sentId": 271, "text": "But I have to ask you this."}], "speaker": "LEMON", "secId": 113}, {"sentences": [{"sentId": 272, "text": "What benefits him is there's no big debate."}, {"sentId": 273, "text": "Yes."}], "speaker": "LIZZA", "secId": 114}, {"sentences": [{"sentId": 274, "text": "So, I'm on the airplane."}, {"sentId": 275, "text": "The flight attendant comes up and says, you know..."}], "speaker": "LEMON", "secId": 115}, {"sentences": [{"sentId": 276, "text": "Where is this going, Don?"}], "speaker": "LIZZA", "secId": 116}, {"sentences": [{"sentId": 277, "text": "I saw your interview with Donald Trump."}, {"sentId": 278, "text": "And this is not just -- people do this all the time."}, {"sentId": 279, "text": "I saw your interview with Donald Trump."}, {"sentId": 280, "text": "I really like what he has to say."}, {"sentId": 281, "text": "And I think I said this to Donald Trump."}], "speaker": "LEMON", "secId": 117}, {"sentences": [{"sentId": 282, "text": "But there's part of it that scares me, you know, part of it that scares me some things he says."}, {"sentId": 283, "text": "And then I said, well, you vote for him?"}, {"sentId": 284, "text": "Almost to a person is they say considering the people who are out there, I hate to say it, yes."}, {"sentId": 285, "text": "So."}], "speaker": "LEMON", "secId": 118}, {"sentences": [{"sentId": 286, "text": "How many times have you interviewed Donald Trump?"}], "speaker": "LIZZA", "secId": 119}, {"sentences": [{"sentId": 287, "text": "Four times."}], "speaker": "LEMON", "secId": 120}, {"sentences": [{"sentId": 288, "text": "And how many times have you interviewed other Republican candidates?"}], "speaker": "LIZZA", "secId": 121}, {"sentences": [{"sentId": 289, "text": "Probably not as much."}, {"sentId": 290, "text": "But they don't always accept."}, {"sentId": 291, "text": "During debate, I'm sure I'll have more of an opportunity."}], "speaker": "LEMON", "secId": 122}, {"sentences": [{"sentId": 292, "text": "So, I'm just saying, to me, that's the number one explanation of his rise."}, {"sentId": 293, "text": "And look, there has to be a reason we're focused on him and interested in him in the press."}, {"sentId": 294, "text": "He is inherently interesting."}, {"sentId": 295, "text": "He is undoubtedly more interesting than any other Republican candidates."}], "speaker": "LIZZA", "secId": 123}, {"sentences": [{"sentId": 296, "text": "But I don't read that much into the early, early polls."}, {"sentId": 297, "text": "If he's still leading in January, then I think there's something deeper there."}], "speaker": "LIZZA", "secId": 124}, {"sentences": [{"sentId": 298, "text": "Go ahead, Mercedes or Lanny."}, {"sentId": 299, "text": "Go ahead."}], "speaker": "LEMON", "secId": 125}, {"sentences": [{"sentId": 300, "text": "Yes."}, {"sentId": 301, "text": "This was the great piece today saying don't trust the polls."}, {"sentId": 302, "text": "There's so many of these polls out there."}, {"sentId": 303, "text": "The sampling sizes are small."}, {"sentId": 304, "text": "With that being said, what it is showing -- what these polls are showing is that you've got these about six, seven top tier candidates that are -- they're all mixing it up."}], "speaker": "SCHLAPP", "secId": 126}, {"sentences": [{"sentId": 305, "text": "And this next debate on October at the beginning of October is going to be critical."}, {"sentId": 306, "text": "That I think is also is going to shake it up even more."}, {"sentId": 307, "text": "You know, I think you're obviously going to start seeing more of the ad dollars being spent in these earlier states."}], "speaker": "SCHLAPP", "secId": 127}, {"sentences": [{"sentId": 308, "text": "And some of these states are must-wins for some of these candidates."}, {"sentId": 309, "text": "And so, I think that that really helps us understand what's trending."}, {"sentId": 310, "text": "What's trending right now is that Donald Trump is going downward on the polls, but this doesn't mean obviously that he's out of the race in any way."}], "speaker": "SCHLAPP", "secId": 128}, {"sentences": [{"sentId": 311, "text": "He's self-financing his campaign."}, {"sentId": 312, "text": "He can take it through the long run."}, {"sentId": 313, "text": "So with Jeb Bush, so can Marco Rubio, so can Carly Fiorina."}, {"sentId": 314, "text": "The interesting one is Carson, which as we know -- with his controversial comments that hasn't necessarily impacted him in a negative way."}, {"sentId": 315, "text": "Maybe in New Hampshire, but definitely not in Iowa."}], "speaker": "SCHLAPP", "secId": 129}, {"sentences": [{"sentId": 316, "text": "Lanny, before you jump in here I want to put this up."}, {"sentId": 317, "text": "This is what Donald Trump re-tweeted."}, {"sentId": 318, "text": "This graphic yesterday was showing a young Marco Rubio with the headline never hire a boy to do a man's job."}, {"sentId": 319, "text": "Do you think that Rubio is his biggest threat right now?"}, {"sentId": 320, "text": "He sees Rubio is his biggest threat maybe?"}], "speaker": "LEMON", "secId": 130}, {"sentences": [{"sentId": 321, "text": "Are you asking me?"}], "speaker": "DAVIS", "secId": 131}, {"sentences": [{"sentId": 322, "text": "Yes."}, {"sentId": 323, "text": "I said Lanny."}], "speaker": "LEMON", "secId": 132}, {"sentences": [{"sentId": 324, "text": "Well, I mean, Mercedes is the Republican strategist and I'll just say that let them fight it out and whoever wins will lose in November."}], "speaker": "DAVIS", "secId": 133}, {"sentences": [{"sentId": 325, "text": "But I do agree with Ryan."}, {"sentId": 326, "text": "I do agree with Ryan whether Hillary Clinton is ahead or behind, it doesn't matter now at all."}, {"sentId": 327, "text": "She lost in Iowa 8 years ago and she was down 14 points going into this Saturday before the New Hampshire primary."}], "speaker": "DAVIS", "secId": 134}, {"sentences": [{"sentId": 328, "text": "And she fought her way back, then he had a very bad march."}, {"sentId": 329, "text": "And she fought her way back and got 18 million votes and came within a hair's breadth of winning the nomination."}], "speaker": "DAVIS", "secId": 135}, {"sentences": [{"sentId": 330, "text": "I know Hillary Clinton, by the way."}, {"sentId": 331, "text": "The Saturday Night Live that you saw is the Hillary Clinton, I remember in law school, one of the few women at Yale law School with a belly laugh that made infectious."}, {"sentId": 332, "text": "She took her work seriously, never herself seriously."}, {"sentId": 333, "text": "And she's one of the best friends anyone could ever have."}], "speaker": "DAVIS", "secId": 136}, {"sentences": [{"sentId": 334, "text": "Lanny, answer the question."}], "speaker": "SCHLAPP", "secId": 137}, {"sentences": [{"sentId": 335, "text": "So, who are..."}], "speaker": "LEMON", "secId": 138}, {"sentences": [{"sentId": 336, "text": "So, the real Hillary Clinton is going to come through and win the nomination, that's why Mercedes..."}], "speaker": "DAVIS", "secId": 139}, {"sentences": [{"sentId": 337, "text": "Answer the question."}], "speaker": "SCHLAPP", "secId": 140}, {"sentences": [{"sentId": 338, "text": "... is so angry about Hillary Clinton."}], "speaker": "DAVIS", "secId": 141}, {"sentences": [{"sentId": 339, "text": "Is that answer -- is that the answer to the question?"}], "speaker": "LEMON", "secId": 142}, {"sentences": [{"sentId": 340, "text": "Marco Rubio and Donald Trump."}, {"sentId": 341, "text": "We're not talking about Hillary Clinton."}, {"sentId": 342, "text": "She's boring."}], "speaker": "SCHLAPP", "secId": 143}, {"sentences": [{"sentId": 343, "text": "Yes."}, {"sentId": 344, "text": "Thank you very much."}], "speaker": "LEMON", "secId": 144}, {"sentences": [{"sentId": 345, "text": "We don't need to talk about her."}], "speaker": "SCHLAPP", "secId": 145}, {"sentences": [{"sentId": 346, "text": "If you want me to answer the question -- if you want me to answer the question, I think both of them will be defeated by Hillary Clinton."}, {"sentId": 347, "text": "I was going to leave that to you, Mercedes."}], "speaker": "DAVIS", "secId": 146}, {"sentences": [{"sentId": 348, "text": "So, who on the Republican side should the Democrats be most worried about, Lanny?"}, {"sentId": 349, "text": "Surely you can answer that question."}], "speaker": "LEMON", "secId": 147}, {"sentences": [{"sentId": 350, "text": "I hate to hurt their chances."}, {"sentId": 351, "text": "I will answer that question."}, {"sentId": 352, "text": "The two people who have the most possibility of gaining some center of ground are Jeb Bush and John Kasich."}, {"sentId": 353, "text": "I know that I hurt them when I say that because they are decent and honorable people."}], "speaker": "DAVIS", "secId": 148}, {"sentences": [{"sentId": 354, "text": "And I think they have the greatest chance of defeating a Democrat."}, {"sentId": 355, "text": "But if it's Hillary Clinton, I think she will beat both of them."}, {"sentId": 356, "text": "But those are the two people I think will mostly..."}], "speaker": "DAVIS", "secId": 149}, {"sentences": [{"sentId": 357, "text": "You're so in love with her."}, {"sentId": 358, "text": "I mean, it's so clear."}, {"sentId": 359, "text": "You're just so enamored with her."}, {"sentId": 360, "text": "DAVIS:  Well, I love my wife."}, {"sentId": 361, "text": "I don't love you."}, {"sentId": 362, "text": "I like you."}, {"sentId": 363, "text": "I love my"}], "speaker": "SCHLAPP", "secId": 150}, {"sentences": [{"sentId": 364, "text": "wife and Hillary Clinton."}], "speaker": "SCHLAPP", "secId": 151}, {"sentences": [{"sentId": 365, "text": "And you adore Hillary Clinton."}, {"sentId": 366, "text": "There you go."}], "speaker": "SCHLAPP", "secId": 152}, {"sentences": [{"sentId": 367, "text": "Oh, my, God."}, {"sentId": 368, "text": "OK. Ryan, you and I will have a conversation."}, {"sentId": 369, "text": "We'll let those two have their thing."}, {"sentId": 370, "text": "So, listen."}], "speaker": "LEMON", "secId": 153}, {"sentences": [{"sentId": 371, "text": "Why is Mercedes so obsessed with Hillary Clinton?"}, {"sentId": 372, "text": "This is what I don't understand."}], "speaker": "DAVIS", "secId": 154}, {"sentences": [{"sentId": 373, "text": "I'm definitely not obsessed about her."}], "speaker": "SCHLAPP", "secId": 155}, {"sentences": [{"sentId": 374, "text": "The Trump campaign sent out a prank care package, Ryan, to Marco Rubio's watching them campaign office that contained Trump ice natural spring water and it had his face on it."}, {"sentId": 375, "text": "It says too, it says make America great, and his towels, bumper sticker with a note that reads, \"Since you're always sweating, we thought you could use some water."}, {"sentId": 376, "text": "Enjoy.\""}, {"sentId": 377, "text": "So, how do you think viewers are going to, you know, or voters are going to view this type of answers?"}], "speaker": "LEMON", "secId": 156}, {"sentences": [{"sentId": 378, "text": "As you know, an aficionado of all of Trump's outlandishness this campaign like every one else covering it, I thought this was one of his weaker moments."}, {"sentId": 379, "text": "It's really old, the news, the whole Marco Rubio, you know, sipping the water thing."}], "speaker": "LIZZA", "secId": 157}, {"sentences": [{"sentId": 380, "text": "But it does point to Trump's dilemma here, right?"}, {"sentId": 381, "text": "He needs to every day get out there and do something a little more outrageous and a little sillier to keep the momentum going, to keep his face in front of all of us."}], "speaker": "LIZZA", "secId": 158}, {"sentences": [{"sentId": 382, "text": "And I just -- I'm really skeptical that that is what gets you elected, the nominee of a major party."}, {"sentId": 383, "text": "You can't just waltz into a party and carry the day."}, {"sentId": 384, "text": "And eventually that's what will catch up with him that the party activist..."}], "speaker": "LIZZA", "secId": 159}, {"sentences": [{"sentId": 385, "text": "Can I quote Jeb Bush?"}], "speaker": "DAVIS", "secId": 160}, {"sentences": [{"sentId": 386, "text": "Absolutely."}], "speaker": "LIZZA", "secId": 161}, {"sentences": [{"sentId": 387, "text": "Just to interrupt to with Ryan again, by the way..."}], "speaker": "DAVIS", "secId": 162}, {"sentences": [{"sentId": 388, "text": "Hurry up, Lanny."}], "speaker": "LEMON", "secId": 163}, {"sentences": [{"sentId": 389, "text": "Jeb Bush said you can't insult your way to the presidency."}, {"sentId": 390, "text": "His act is going to wear thing because all he has is bile against everyone."}], "speaker": "DAVIS", "secId": 164}, {"sentences": [{"sentId": 391, "text": "OK."}], "speaker": "LEMON", "secId": 165}, {"sentences": [{"sentId": 392, "text": "And he can't lead from one of the great countries of the world with vicious style..."}], "speaker": "DAIS", "secId": 166}, {"sentences": [{"sentId": 393, "text": "I'm out of time, Ryan."}, {"sentId": 394, "text": "I'm out of time, guys."}, {"sentId": 395, "text": "Thank you very much."}], "speaker": "LEMON", "secId": 167}, {"sentences": [{"sentId": 396, "text": "Thanks."}], "speaker": "LIZZA", "secId": 168}, {"sentences": [{"sentId": 397, "text": "Thank you, Don."}], "speaker": "SCHLAPP", "secId": 169}, {"sentences": [{"sentId": 398, "text": "Donald Trump is going to be a guest on CNN New Day tomorrow morning."}, {"sentId": 399, "text": "So, make sure you tune in."}], "speaker": "LEMON", "secId": 170}, {"sentences": [{"sentId": 400, "text": "Coming up, police stop a school shooting plot."}, {"sentId": 401, "text": "One day after the massacre in Umpqua Community College in Oregon."}], "speaker": "LEMON", "secId": 171}, {"sentences": [{"sentId": 402, "text": "A California community in shock tonight after four high school students were arrested."}, {"sentId": 403, "text": "Authorities believe they were plotting a deadly attack at their school aiming to shoot and kill as many students and teachers as they could."}], "speaker": "LEMON", "secId": 172}, {"sentences": [{"sentId": 404, "text": "The suspects have not been publicly identified, but all four were students at Summerville High School, about 55 miles east of Stockton, California."}], "speaker": "LEMON", "secId": 173}, {"sentences": [{"sentId": 405, "text": "Joining me now is Sheriff Jim Mele of Tuolumne County."}, {"sentId": 406, "text": "Hell, Sheriff."}, {"sentId": 407, "text": "How did you find out about this shooting plot at Summerville High School?"}], "speaker": "LEMON", "secId": 174}, {"sentences": [{"sentId": 408, "text": "Well, what took place was on Wednesday, some students observed some suspicious activity and felt it was suspicious enough that they went to their teacher."}], "speaker": "MELE", "secId": 175}, {"sentences": [{"sentId": 409, "text": "As they went to their teacher, the teacher thought what the students were telling them was credible, then went to administration."}, {"sentId": 410, "text": "At that time, the students were pulled out of the classroom and we were contacted and we went forward from that point."}], "speaker": "MELE", "secId": 176}, {"sentences": [{"sentId": 411, "text": "So, it must have been pretty serious."}, {"sentId": 412, "text": "And how detailed, Sheriff, were these plans, the plans that you discovered?"}], "speaker": "LEMON", "secId": 177}, {"sentences": [{"sentId": 413, "text": "Well, they were very detailed in written form."}, {"sentId": 414, "text": "And through our interviews we were able to discover how they felt that -- or how they wanted to carry this threat out."}, {"sentId": 415, "text": "It was more than just where boys are just talking about how upset they may have been or how a teacher may have upset them."}], "speaker": "MELE", "secId": 178}, {"sentences": [{"sentId": 416, "text": "It was actually to the point where they were -- how they were going to get weapons, how they felt -- who they were going to target, and so on."}, {"sentId": 417, "text": "So, it was more than just a simple few students getting together and talking about video games or that they were upset with their teachers."}], "speaker": "MELE", "secId": 179}, {"sentences": [{"sentId": 418, "text": "They literally sat down and talked about what they were going to do and actually had assignments on how they were going to carry these things out."}], "speaker": "MELE", "secId": 180}, {"sentences": [{"sentId": 419, "text": "You probably didn't see it, but CNN just aired a documentary, it's about teens and social media and bullying."}, {"sentId": 420, "text": "Do you have a sense that bullying was a motivating factor in this particular instance?"}], "speaker": "LEMON", "secId": 181}, {"sentences": [{"sentId": 421, "text": "I do."}, {"sentId": 422, "text": "And I think that these types of incidents across the nation, there's some type of bullying that is taking place."}, {"sentId": 423, "text": "And what you were talking about with Anderson Cooper's piece, I haven't seen it yet."}], "speaker": "MELE", "secId": 182}, {"sentences": [{"sentId": 424, "text": "But the things that our kids are seeing today, at any moment, they can get on the internet and see things and have communication or conversations with people."}, {"sentId": 425, "text": "And when you have these faceless attacks on our kids, it cuts straight to the core."}], "speaker": "MELE", "secId": 183}, {"sentences": [{"sentId": 426, "text": "And it's hard for children to put in that thought process, is this reality?"}, {"sentId": 427, "text": "Are they really -- do they really hate me that much?"}, {"sentId": 428, "text": "And so, just that the normal stress of the day-to-day of homework and boyfriend/girlfriend, those types of things."}], "speaker": "MELE", "secId": 184}, {"sentences": [{"sentId": 429, "text": "And then you compound the social media aspect, it's difficult to be a child and to be a teenager in today's society."}, {"sentId": 430, "text": "And so, bullying is a huge problem."}, {"sentId": 431, "text": "Not just here in the rural communities, but it's a problem across the nation."}], "speaker": "MELE", "secId": 185}, {"sentences": [{"sentId": 432, "text": "You think it's different than maybe when you and I were growing up or have you seeing a progression over the years as sheriff?"}], "speaker": "LEMON", "secId": 186}, {"sentences": [{"sentId": 433, "text": "Most definitely."}, {"sentId": 434, "text": "It is completely different."}, {"sentId": 435, "text": "The way that we communicate, when you and I were children, we would communicate, we would get on the phone or go down to the next door -- you and I will go -- I would come to your house and say hey, let's go play catch, let's go play baseball, let's go do whatever."}], "speaker": "MELE", "secId": 187}, {"sentences": [{"sentId": 436, "text": "Now it's at midnight I can get on my text or my cell phone and I can communicate and tell you I'm really upset with what you did or what you said because you looked at the girl that I was interested in and now I'm going to start calling you names and not only are you going to see it, but everybody else that may be in my group will see that."}], "speaker": "MELE", "secId": 188}, {"sentences": [{"sentId": 437, "text": "You said four boys were taken into custody."}, {"sentId": 438, "text": "Does this fit the profile of mass shooters?"}], "speaker": "LEMON", "secId": 189}, {"sentences": [{"sentId": 439, "text": "It fits the profile in the sense that these are male."}, {"sentId": 440, "text": "But we've seen, though, that they're not just juveniles, but white male, you know, it fits that profile."}, {"sentId": 441, "text": "So, it is completely within that profile that the -- that is out there."}], "speaker": "MELE", "secId": 190}, {"sentences": [{"sentId": 442, "text": "What happens to these four kids now?"}], "speaker": "LEMON", "secId": 191}, {"sentences": [{"sentId": 443, "text": "So, right now they're in custody in the juvenile detention center."}, {"sentId": 444, "text": "They are out of county and they will be arraigned just like an adult would."}, {"sentId": 445, "text": "But because they are juveniles, a superior court judge will arraign them and then they will move forward and the probation department takes the case on -- because they are juveniles and the district attorney will continue to do the prosecution."}, {"sentId": 446, "text": "They will be afforded attorneys if they can't afford one or they have"}], "speaker": "MELE", "secId": 192}, {"sentences": [{"sentId": 447, "text": "the ability to go out and get their own attorney."}, {"sentId": 448, "text": "So, it is the same as -- for an adult, but because they are juveniles, the probation department is involved."}], "speaker": "MELE", "secId": 193}, {"sentences": [{"sentId": 449, "text": "Sheriff Jim Mele, thank you."}], "speaker": "LEMON", "secId": 194}, {"sentences": [{"sentId": 450, "text": "Thank you."}, {"sentId": 451, "text": "And, Don, if I can say, we are very proud of those young kids, what they did, coming forward and -- you know, you touch a lot of people on your program."}], "speaker": "MELE", "secId": 195}, {"sentences": [{"sentId": 452, "text": "And the fact is that we were successful because there is trust."}, {"sentId": 453, "text": "And I can't reiterate and impress upon those are listening that when our children come to us and share the problems that they have, we need to listen and we need to act upon it."}], "speaker": "MELE", "secId": 196}, {"sentences": [{"sentId": 454, "text": "And because those adults at the high school and my staff took this as credible, I am very confident that we were able to save lives."}, {"sentId": 455, "text": "So, thank you for coming out to Tuolumne County and letting us share this story."}, {"sentId": 456, "text": "It truly does mean a lot to our community."}, {"sentId": 457, "text": "Thank you."}], "speaker": "MELE", "secId": 197}, {"sentences": [{"sentId": 458, "text": "Thanks again, Sheriff."}], "speaker": "LEMON", "secId": 198}, {"sentences": [{"sentId": 459, "text": "President Obama heading to Oregon, Friday, to meet with the families of victims of the campus shooting."}], "speaker": "LEMON", "secId": 199}, {"sentences": [{"sentId": 460, "text": "We come back, I'm going to talk to three people with very different view owes gun violence in America."}], "speaker": "LEMON", "secId": 200}, {"sentences": [{"sentId": 461, "text": "You're looking right now at the candlelight vigil tonight for the victims of the Umpqua Community College shooting."}], "speaker": "LEMON", "secId": 201}, {"sentences": [{"sentId": 462, "text": "Meanwhile, President Barack Obama is heading to Oregon Friday to meet with the families of victims and Hillary Clinton is speaking out on her plan for gun control."}, {"sentId": 463, "text": "But are Americans any closer on to agreement on what to do about gun violence?"}], "speaker": "LEMON", "secId": 202}, {"sentences": [{"sentId": 464, "text": "Joining me now is Richard Mack, a former of sheriff of Graham County, Arizona and the founder of Constitutional Sheriffs and Peace Officers Association."}, {"sentId": 465, "text": "New York times op-ed columnist, Charles Blow, and psychiatrist, Dr. Stephen Seager, co-producer of Shattered Families, the Collapse of America's Mental Health System."}], "speaker": "LEMON", "secId": 203}, {"sentences": [{"sentId": 466, "text": "OK, guys."}, {"sentId": 467, "text": "But three, I would say, pretty different views on guns."}, {"sentId": 468, "text": "So, Sheriff, I want to start with you on gun violence."}, {"sentId": 469, "text": "Mark Ian Mercer, Chris Harper Mercer's father spoke to Ryan Young this weekend."}, {"sentId": 470, "text": "Let's listen and then I'll have a question for you."}], "speaker": "LEMON", "secId": 204}, {"sentences": [{"sentId": 471, "text": "I wonder if could he compile 13 guns, how can that happen."}, {"sentId": 472, "text": "You know, they talk about gun laws, they talk about gun control."}, {"sentId": 473, "text": "Every time something like this happens, they talk about it and nothing is done."}, {"sentId": 474, "text": "I'm not trying to say that that is the blame for what happened, but if Chris hadn't been able to get a hold of 13 guns, it wouldn't have happened."}], "speaker": "MERCER", "secId": 205}, {"sentences": [{"sentId": 475, "text": "So, Sheriff Mack, what do says to this grieving father, nine other grieving Oregon families tonight after that comment?"}], "speaker": "LEMON", "secId": 206}, {"sentences": [{"sentId": 476, "text": "Well, some of what he said, Don, was right on target."}, {"sentId": 477, "text": "It's not gun control."}, {"sentId": 478, "text": "There are more laws and people do just talk about this stuff and never do anything."}, {"sentId": 479, "text": "But what Hillary Clinton has proposed and what President Obama has proposed would do nothing to take guns away from criminals or the mentally handicapped or the emotionally disturbed."}], "speaker": "MACK", "secId": 207}, {"sentences": [{"sentId": 480, "text": "It's ridiculous that we keep going through this and pretending to the American people as Mr. Obama has done that gun control is going to make us all safer."}, {"sentId": 481, "text": "That's an absolute lie."}, {"sentId": 482, "text": "It's not going to happen."}, {"sentId": 483, "text": "And that we continue to -- look, I filed a lawsuit when I was sheriff against the Brady Bill."}, {"sentId": 484, "text": "I won at the United States Supreme Court."}], "speaker": "MACK", "secId": 208}, {"sentences": [{"sentId": 485, "text": "President Obama ignores the Heller decision, ignore the McDonald decision, it was done by a black man from Chicago trying to keep his gun rights."}], "speaker": "MACK", "secId": 209}, {"sentences": [{"sentId": 486, "text": "And yet, Mr. Obama completely ignores that and he's the one responsible to enforce the Heller decision."}, {"sentId": 487, "text": "But he refuses to do that."}], "speaker": "MACK", "secId": 210}, {"sentences": [{"sentId": 488, "text": "So, my question was, what do you say to this three..."}], "speaker": "LEMON", "secId": 211}, {"sentences": [{"sentId": 489, "text": "And he also refuse to..."}], "speaker": "MACK", "secId": 212}, {"sentences": [{"sentId": 490, "text": "My question was what do you say to this grieving father and to the families of the man's victims?"}], "speaker": "LEMON", "secId": 213}, {"sentences": [{"sentId": 491, "text": "First and foremost to any of these families, yes, absolutely, it's a great question."}, {"sentId": 492, "text": "Those families have to recognize these problems and get these people help way before they go to murdering people."}], "speaker": "MACK", "secId": 214}, {"sentences": [{"sentId": 493, "text": "And isn't it amazing and astonishing that the first thing people want there is somebody with a gun."}, {"sentId": 494, "text": "And yet the response time for police is 5 to 10 minutes."}], "speaker": "MACK", "secId": 215}, {"sentences": [{"sentId": 495, "text": "OK."}], "speaker": "LEMON", "secId": 216}, {"sentences": [{"sentId": 496, "text": "And so, somehow we've got to be quicker getting somebody with a gun there."}], "speaker": "MACK", "secId": 217}, {"sentences": [{"sentId": 497, "text": "I just want everyone enough time on this panel to speak."}, {"sentId": 498, "text": "So, Dr. Seager, today Hillary Clinton to the gentleman's point, she gave her plan."}, {"sentId": 499, "text": "She said if she's elected in 2016, she's going to close background check loopholes and allow victim to sue gun manufacturers."}, {"sentId": 500, "text": "Do you think that will make a difference?"}], "speaker": "LEMON", "secId": 218}, {"sentences": [{"sentId": 501, "text": "No, I don't."}, {"sentId": 502, "text": "I'm in actually in agreement with the sheriff probably on only this point."}, {"sentId": 503, "text": "It's a mental health issue and a treatment issue."}, {"sentId": 504, "text": "And I'm going to make two points before I'm ask."}], "speaker": "SEAGER", "secId": 219}, {"sentences": [{"sentId": 505, "text": "We have actually, we are putting together a movie about this very issue."}, {"sentId": 506, "text": "It's called Shattered Families, the Collapse of America's Mental Health System into which all of these shooters and the victims fall."}], "speaker": "SEAGER", "secId": 220}, {"sentences": [{"sentId": 507, "text": "If you want to see a video about this, if you're interested in this go to indiegogo.com., i-n-d-i-e-g-o-g-o.com."}, {"sentId": 508, "text": "Listen to the video."}, {"sentId": 509, "text": "If you like what we say about changing the system, I'd be honored if you..."}], "speaker": "SEAGER", "secId": 221}, {"sentences": [{"sentId": 510, "text": "OK. Do you think it's going to make a difference?"}, {"sentId": 511, "text": "I only have a small amount of time."}], "speaker": "LEMON", "secId": 222}, {"sentences": [{"sentId": 512, "text": "No, I don't."}, {"sentId": 513, "text": "But I'll tell you what will make a difference which is HR-2640, Tim Murphy's Bill."}, {"sentId": 514, "text": "And I assist every one, I would ask everyone in the House of Representatives to vote for that."}], "speaker": "SEAGER", "secId": 223}, {"sentences": [{"sentId": 515, "text": "I think it's a mental health issue, it's a treatment issue, until we treat the mentally ill, which is what our movie is about, this is going to keep happening."}, {"sentId": 516, "text": "If Sandy Hook didn't get it..."}], "speaker": "SEAGER", "secId": 224}, {"sentences": [{"sentId": 517, "text": "Please e-mail that to me, doctor."}], "speaker": "LEMON", "secId": 225}, {"sentences": [{"sentId": 518, "text": "That nothing else will."}], "speaker": "SEAGER", "secId": 226}, {"sentences": [{"sentId": 519, "text": "OK."}, {"sentId": 520, "text": "So, Charles, listen."}, {"sentId": 521, "text": "You and I have spoken about this."}, {"sentId": 522, "text": "You grew up in the south."}, {"sentId": 523, "text": "You own a gun, your brother collects guns."}, {"sentId": 524, "text": "But you wrote about how different the gun culture in you grew up in what's compared to what we see today."}], "speaker": "LEMON", "secId": 227}, {"sentences": [{"sentId": 525, "text": "First, what do you think, you know, we have -- how do you think we've reach this point, and second, what is your reaction to Hillary Clinton's plan?"}], "speaker": "LEMON", "secId": 228}, {"sentences": [{"sentId": 526, "text": "I mean, it's very easy to understand how we get to this point, which is that, you know, the gun lobbyists have been very effective in making sure that people felt that they needed to protect themselves, that they need to feel some level of fear and that the only way to counteract that fear is to be armed, and that has been very effective."}], "speaker": "BLOW", "secId": 229}, {"sentences": [{"sentId": 527, "text": "I do believe that what, you know, what we have to do is look at what we have, the situation we have now."}, {"sentId": 528, "text": "We have about as many guns in circulation in America as we have people."}, {"sentId": 529, "text": "And there are millions more people -- a million more guns being produced and sold every year."}], "speaker": "BLOW", "secId": 230}, {"sentences": [{"sentId": 530, "text": "And what we have to do is look at -- not the short-term horizon, but the long-term horizon."}, {"sentId": 531, "text": "Because I'm not sure exactly what we can do to stop -- deal with the guns in circulation right now."}, {"sentId": 532, "text": "We can do some things around the edges, you know, closing gun loopholes."}], "speaker": "BLOW", "secId": 231}, {"sentences": [{"sentId": 533, "text": "I think we need to also deal with inner generation transfers because just because a mother or father is responsible gun owner doesn't mean that the son is when they die, right?"}, {"sentId": 534, "text": "And that person doesn't have to get a background check."}], "speaker": "BLOW", "secId": 232}, {"sentences": [{"sentId": 535, "text": "But I think we have to deal with that."}, {"sentId": 536, "text": "But I think we have to think about what do we want the gun profile of America to look like when our children or our grandchildren are adults."}, {"sentId": 537, "text": "And do we want just an unending proliferation in addition to just proliferation, you know, we owned -- when we were kids, we owned like rifles for hunting and, you know, it was kind of an agrarian culture."}], "speaker": "BLOW", "secId": 233}, {"sentences": [{"sentId": 538, "text": "So, you cut -- it was a tool."}, {"sentId": 539, "text": "You know having military weapons on the street is not necessarily -- it's not a good thing."}, {"sentId": 540, "text": "It's not a good thing even for police officers because then they have to ramp up because they have to understand that bad guys might have those."}], "speaker": "BLOW", "secId": 234}, {"sentences": [{"sentId": 541, "text": "And I think if you look at it like this, if there are 30,000 gun deaths a year, a third of those are homicides, two-thirds are suicides or accidents, that's just -- that means that you have 300 million guns."}, {"sentId": 542, "text": "That means 99.999 percent of all guns are not used in those shootings."}], "speaker": "BLOW", "secId": 235}, {"sentences": [{"sentId": 543, "text": "If one gun each was used in each shooting."}, {"sentId": 544, "text": "That means the vast majority of people are not behaving irresponsibly with guns."}, {"sentId": 545, "text": "But it also means that it only takes a tiny fraction of people to misbehave with guns in order for us to get to this situation."}], "speaker": "BLOW", "secId": 236}, {"sentences": [{"sentId": 546, "text": "So, if laws, as you said cleaning up around the edges then, so if laws are not the answer, according to you, Sheriff, you said I don't think you believe that laws are the answer, then what is?"}, {"sentId": 547, "text": "What is this answer?"}], "speaker": "LEMON", "secId": 237}, {"sentences": [{"sentId": 548, "text": "Follow the law, follow the Constitution."}, {"sentId": 549, "text": "Let's quit pretending that the Second Amendment doesn't exist, that the founding fathers didn't know what they were talking about."}, {"sentId": 550, "text": "They did."}], "speaker": "MACK", "secId": 238}, {"sentences": [{"sentId": 551, "text": "In fact, Richard Henry Lee said, \"To preserve liberty, it is essential that the whole body of the people always possess arms.\""}], "speaker": "MACK", "secId": 239}, {"sentences": [{"sentId": 552, "text": "To preserve liberty and to preserve the Second Amendment."}, {"sentId": 553, "text": "Regardless of all these other statistics..."}], "speaker": "MACK", "secId": 240}, {"sentences": [{"sentId": 554, "text": "OK. Charles, you wanted to jump in?"}], "speaker": "LEMON", "secId": 241}, {"sentences": [{"sentId": 555, "text": "No."}], "speaker": "BLOW", "secId": 242}, {"sentences": [{"sentId": 556, "text": "The Second Amendment is still there and gun control is against the law."}], "speaker": "MACK", "secId": 243}, {"sentences": [{"sentId": 557, "text": "I think that this is a point in which that reasonable people can disagree."}, {"sentId": 558, "text": "I do believe that the founders were really brilliant in certain ways, and they couldn't see far enough in the future but not in these ways."}], "speaker": "BLOW", "secId": 244}, {"sentences": [{"sentId": 559, "text": "Excuse me, I'm sorry, did I interrupt you?"}, {"sentId": 560, "text": "I don't think I did."}, {"sentId": 561, "text": "So, I don't want you to interrupt me."}], "speaker": "BLOW", "secId": 245}, {"sentences": [{"sentId": 562, "text": "No, I'm not going to let you get away with that."}], "speaker": "MACCK", "secId": 246}, {"sentences": [{"sentId": 563, "text": "Well, no, you're not going to talk over me is what you're going to do."}], "speaker": "BLOW", "secId": 247}, {"sentences": [{"sentId": 564, "text": "Exactly."}], "speaker": "SEAGER", "secId": 248}, {"sentences": [{"sentId": 565, "text": "That's not appropriate."}, {"sentId": 566, "text": "What I'm saying to you is that this is where reasonable people can disagree."}, {"sentId": 567, "text": "And I do believe that the founders could not see far enough into the future on this particular issue."}], "speaker": "BLOW", "secId": 249}, {"sentences": [{"sentId": 568, "text": "Oh, stop."}], "speaker": "MACK", "secId": 250}, {"sentences": [{"sentId": 569, "text": "Yes."}, {"sentId": 570, "text": "I have to go."}], "speaker": "LEMON", "secId": 251}, {"sentences": [{"sentId": 571, "text": "Get off it."}], "speaker": "MACK", "secId": 252}, {"sentences": [{"sentId": 572, "text": "I have to go."}, {"sentId": 573, "text": "We'll continue this."}], "speaker": "LEMON", "secId": 253}, {"sentences": [{"sentId": 574, "text": "The untreated mentally ill."}], "speaker": "SEAGER", "secId": 254}, {"sentences": [{"sentId": 575, "text": "Thank you very much."}, {"sentId": 576, "text": "We'll be right back, everyone."}], "speaker": "LEMON", "secId": 255}, {"sentences": [{"sentId": 577, "text": "That's it for us tonight."}, {"sentId": 578, "text": "Thanks for watching."}, {"sentId": 579, "text": "See you back here tomorrow."}, {"sentId": 580, "text": "\"AC360\" starts right now."}], "speaker": "LEMON", "secId": 256}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1510.05.cnnt.01.html.json", "time": "Aired October 5, 2015 - 22:00   ET"}