{"sectionCount": 393, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["LEMON", "TRUMP", "OBAMA", "PRESTON", "BUMP", "FAROOHAR", "GRIFFIN", "PENCE", "CAMEROTA", "CONWAY", "CHACON", "SCHNEIDERMAN", "LEWANDOWSKI", "JOHNSTON", "MCENANY", "SELLERS", "RYE"], "subTitle": "Campaigner-in-Chief Stumps for Hillary Clinton; Donald Trump and Charity; New York State Investigates Trump Foundation. Aired 11p- 12a ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1609/13/cnnt.02.html", "sentenceCount": 770, "sections": [{"sentences": [{"sentId": 0, "text": "Hillary Clinton isn't the only one getting some help from a star on the campaign trail."}], "speaker": "LEMON", "secId": 0}, {"sentences": [{"sentId": 1, "text": "This is CNN TONIGHT, I'm Don Lemon."}], "speaker": "LEMON", "secId": 1}, {"sentences": [{"sentId": 2, "text": "Ivanka Trump stepping up for her father, the candidate, and helping him roll out his child care plan tonight in Pennsylvania."}], "speaker": "LEMON", "secId": 2}, {"sentences": [{"sentId": 3, "text": "My father has created a plan that is designed to bring relief and to provide working parents with options so that they can make the decisions that are in the best interest of their families."}], "speaker": "TRUMP", "secId": 3}, {"sentences": [{"sentId": 4, "text": "Meanwhile, President Barack Obama takes to the trail as Hillary Clinton recovers from pneumonia."}], "speaker": "LEMON", "secId": 4}, {"sentences": [{"sentId": 5, "text": "We cannot afford suddenly to treat this like a reality show."}, {"sentId": 6, "text": "We can't afford to act as if there's some equivalence here."}, {"sentId": 7, "text": "To be president you have to do your homework and you have to know what you're talking about."}], "speaker": "OBAMA", "secId": 5}, {"sentences": [{"sentId": 8, "text": "So here to discuss a very busy day on the campaign trail, \"Washington Post\" political reporter Phillip Bump, Rana Faroohar is the assistant managing editor of \"TIME\" and the author of \"Makers and Takers,\" and CNN Politics executive editor, Mr. Marc Preston."}, {"sentId": 9, "text": "They all join me here on studio."}], "speaker": "LEMON", "secId": 6}, {"sentences": [{"sentId": 10, "text": "Thank you so much."}, {"sentId": 11, "text": "A pleasure having all of you on."}, {"sentId": 12, "text": "So Hillary Clinton is off the campaign trail."}, {"sentId": 13, "text": "Barack Obama is stepping in today."}, {"sentId": 14, "text": "The president stepping in today to help her in the key battleground state of Pennsylvania."}], "speaker": "LEMON", "secId": 7}, {"sentences": [{"sentId": 15, "text": "Mark, I'm going to come to you but I want you to listen to a bit of what the president had to say."}], "speaker": "LEMON", "secId": 8}, {"sentences": [{"sentId": 16, "text": "You want to debate transparency?"}, {"sentId": 17, "text": "You've got one candidate in this race whose released decades' worth of her tax returns."}, {"sentId": 18, "text": "The other candidate is the first in decades who refuses to release any at all."}], "speaker": "OBAMA", "secId": 9}, {"sentences": [{"sentId": 19, "text": "You want to debate foundations and charities?"}, {"sentId": 20, "text": "One candidate's family foundation has saved countless lives around the world."}, {"sentId": 21, "text": "The other candidate's foundation took money other people gave to his charity and then bought a six-foot tall painting of himself."}], "speaker": "OBAMA", "secId": 10}, {"sentences": [{"sentId": 22, "text": "I think you'll agree as others, even on the other side, say that President Barack Obama is a gifted campaigner, but how much do you think this is going to impact her campaign?"}, {"sentId": 23, "text": "Is it going to help her?"}], "speaker": "LEMON", "secId": 11}, {"sentences": [{"sentId": 24, "text": "Quite a bit."}, {"sentId": 25, "text": "Look, he is one of the most gifted politicians of our time."}, {"sentId": 26, "text": "Now let's go back and who was that person before Barack Obama?"}, {"sentId": 27, "text": "It was Bill Clinton."}, {"sentId": 28, "text": "Right?"}, {"sentId": 29, "text": "Somebody who could deliver a speech, be serious yet intertwined and weaving parables and stories, what have you, and also take subtle jabs."}], "speaker": "PRESTON", "secId": 12}, {"sentences": [{"sentId": 30, "text": "Who was it -- I was watching Nia-Malika Henderson saying as she was watching the president today saying that, Barack Obama is now Hillary Clinton's Bill Clinton."}], "speaker": "LEMON", "secId": 13}, {"sentences": [{"sentId": 31, "text": "Yes, I know."}, {"sentId": 32, "text": "It is -- and Nia is absolutely right."}, {"sentId": 33, "text": "Look, here's the thing about Barack Obama."}, {"sentId": 34, "text": "He's not going to be on the campaign trail for the next couple of weeks."}, {"sentId": 35, "text": "You have the U.N. General Assembly coming here to New York City."}, {"sentId": 36, "text": "He is still the president of the United States, but come October he is going to be on the campaign trail, he is going to be out there for her, he is going to be in states such as North Carolina, Florida, and a lot of people don't realize this, there are a lot of African-Americans in key states such as Ohio, in Michigan, and also in Pennsylvania."}, {"sentId": 37, "text": "We saw him in Philadelphia today."}], "speaker": "PRESTON", "secId": 14}, {"sentences": [{"sentId": 38, "text": "Barack Obama could really be a great help, and someone said this earlier and they were absolutely right, when's the last time we've seen a sitting president campaign so hard on behalf of their nominee?"}], "speaker": "PRESTON", "secId": 15}, {"sentences": [{"sentId": 39, "text": "Smart move to have him out there?"}], "speaker": "LEMON", "secId": 16}, {"sentences": [{"sentId": 40, "text": "Yes."}, {"sentId": 41, "text": "Unquestionable."}, {"sentId": 42, "text": "I mean, you know, the guy is popular, which is not always common for Barack Obama, much less presidents."}, {"sentId": 43, "text": "You know, the new \"Post\"-ABC poll had him at 58 percent approval, which I think is probably a little high, but everyone else has him about 50 percent."}, {"sentId": 44, "text": "He is well-liked."}, {"sentId": 45, "text": "He is a good campaigner."}], "speaker": "BUMP", "secId": 17}, {"sentences": [{"sentId": 46, "text": "We just saw this new economic data today which shows that incomes rose by 5.2 percent across the country."}, {"sentId": 47, "text": "You know, there are -- there's a lot of good news behind Barack Obama and Barack Obama himself is a good advocate."}, {"sentId": 48, "text": "There's a strong correlation between having a popular president and that party doing well in the presidential election."}, {"sentId": 49, "text": "Like, it's win, win, win, win."}], "speaker": "BUMP", "secId": 18}, {"sentences": [{"sentId": 50, "text": "Just watching and listening to him, Rana, today is, like, I was thinking, this man is going do whatever it takes to get Hillary Clinton elected."}], "speaker": "LEMON", "secId": 19}, {"sentences": [{"sentId": 51, "text": "Yes."}], "speaker": "FAROOHAR", "secId": 20}, {"sentences": [{"sentId": 52, "text": "And because it is personal for him and not only that, it's legacy as well."}], "speaker": "LEMON", "secId": 21}, {"sentences": [{"sentId": 53, "text": "It's absolute legacy and, you know, going to your point about the economic data, you can now look and say we have just had the biggest jump in median incomes in this country in 50 years."}, {"sentId": 54, "text": "That is a nice piece of economic data to go out with."}], "speaker": "FAROOHAR", "secId": 22}, {"sentences": [{"sentId": 55, "text": "Does that help or hurt -- does that help or hurt for a legacy, but does that help or hurt in this campaign when you have -- you look at the economic data and then, you know, people say, well, I don't feel it?"}], "speaker": "LEMON", "secId": 23}, {"sentences": [{"sentId": 56, "text": "Well, you know, it's interesting because this last bit of data shows that incomes are finally starting to rise at the bottom and at the middle so you're finally starting to get a little bit of that, you know, gap starting to shrink and I think that people this year did start to feel a little bit different than they have certainly in the past six or seven years."}, {"sentId": 57, "text": "I think that we are at a turning point."}], "speaker": "FAROOHAR", "secId": 24}, {"sentences": [{"sentId": 58, "text": "And it would be interesting for him to have Donald Trump be the recipient of that if this continues to go in that direction instead of Hillary Clinton, which would help his legacy."}], "speaker": "LEMON", "secId": 25}, {"sentences": [{"sentId": 59, "text": "That's right."}, {"sentId": 60, "text": "That's right."}], "speaker": "FAROOHAR", "secId": 26}, {"sentences": [{"sentId": 61, "text": "So it means even more to him."}], "speaker": "LEMON", "secId": 27}, {"sentences": [{"sentId": 62, "text": "Philip Bump, Ivanka Trump was out on the campaign trail with her dad tonight."}, {"sentId": 63, "text": "And they were talking about promoting, you know, middle class families, how to help middle class family especially for childcare, to pay for childcare."}, {"sentId": 64, "text": "Listen to this."}], "speaker": "LEMON", "secId": 28}, {"sentences": [{"sentId": 65, "text": "I. TRUMP:  The United States is the only industrialized nation in the world that does not provide new mothers with paid maternity leave."}, {"sentId": 66, "text": "My father's policy will give paid leave to mothers whose employers are among the almost 90 percent of U.S. businesses that currently do not offer this benefit."}], "speaker": "LEMON", "secId": 29}, {"sentences": [{"sentId": 67, "text": "It is pretty clear when you look at it, this is pretty straight politics."}, {"sentId": 68, "text": "He needs women, he's going right after this."}, {"sentId": 69, "text": "BUMP:  Yes -- no, that's exactly right."}, {"sentId": 70, "text": "He has Ivanka out there,"}], "speaker": "LEMON", "secId": 30}, {"sentences": [{"sentId": 71, "text": "who's a great representative."}, {"sentId": 72, "text": "She's, you know, fairly well-liked, especially by the standards of this election cycle."}, {"sentId": 73, "text": "You know, I mean, I think one of the things that's fascinating about what happened tonight is it's really one of the first times we saw Donald Trump lay out a concrete policy proposal with details."}, {"sentId": 74, "text": "Right?"}, {"sentId": 75, "text": "I mean, he really hasn't done that at all."}], "speaker": "LEMON", "secId": 31}, {"sentences": [{"sentId": 76, "text": "And he, of course, said that Hillary Clinton hadn't released any childcare plan, which she had, which is very Trumpy."}, {"sentId": 77, "text": "But, you know, this was a fairly unique thing for him and for his candidacy, and you know, it will be interesting to see -- and you know, obviously we could talk about the policy itself and I'm sure we will, but they're all very detailed and very nuanced."}, {"sentId": 78, "text": "It's just very unusual for us to see that in Donald Trump."}], "speaker": "LEMON", "secId": 32}, {"sentences": [{"sentId": 79, "text": "I want to talk -- you said it's very Trumpy."}, {"sentId": 80, "text": "I like that expression."}], "speaker": "LEMON", "secId": 33}, {"sentences": [{"sentId": 81, "text": "Right."}], "speaker": "BUMP", "secId": 34}, {"sentences": [{"sentId": 82, "text": "You know, you're being Trumpy, man."}], "speaker": "LEMON", "secId": 35}, {"sentences": [{"sentId": 83, "text": "But isn't the irony about the details, though, is that this was supposed to be her policy?"}, {"sentId": 84, "text": "I mean, it was her driving force --"}], "speaker": "PRESTON", "secId": 36}, {"sentences": [{"sentId": 85, "text": "Yes."}, {"sentId": 86, "text": "Yes."}], "speaker": "FAROOHAR", "secId": 37}, {"sentences": [{"sentId": 87, "text": "-- behind her father to put this policy into place and to make sure the building blocks were there?"}], "speaker": "PRESTON", "secId": 38}, {"sentences": [{"sentId": 88, "text": "It's in line with a lot of other policies."}, {"sentId": 89, "text": "It does favor middle class and upper middle class people."}, {"sentId": 90, "text": "I mean, this is not a policy that's really going to help --"}], "speaker": "FAROOHAR", "secId": 39}, {"sentences": [{"sentId": 91, "text": "How so?"}], "speaker": "LEMON", "secId": 40}, {"sentences": [{"sentId": 92, "text": "Well, you know, it's regressive."}, {"sentId": 93, "text": "Most benefits from the kind of plan that they're proposing would flow to the people with the most income, so it's not really going to help working class Americans, middle class Americans, lower middle class Americans who really do need childcare the most."}], "speaker": "FAROOHAR", "secId": 41}, {"sentences": [{"sentId": 94, "text": "What do we know, Mark, if anything, about how he handled these similar issues in his own companies, paid family leave, childcare, that sort of thing?"}], "speaker": "LEMON", "secId": 42}, {"sentences": [{"sentId": 95, "text": "Well, they put a statement out today and they said that Trump Corporation, that they feel very good about the policies that they have done."}, {"sentId": 96, "text": "I mean, look, I'm not a labor expert so I -- you know, I'm not one to speak of that."}, {"sentId": 97, "text": "I do think it would be very difficult and let's assume that there are holes in it."}, {"sentId": 98, "text": "It would be very difficult for him to be talking about this without them having some buttoned-up approach for their own company."}], "speaker": "PRESTON", "secId": 43}, {"sentences": [{"sentId": 99, "text": "The question is, Rana, always, how are you going to pay for this?"}, {"sentId": 100, "text": "How is he -- everything that you -- you know, people who are running for president proposed."}, {"sentId": 101, "text": "How is he going to pay for this?"}], "speaker": "LEMON", "secId": 44}, {"sentences": [{"sentId": 102, "text": "Well, and that's what we haven't heard enough about him."}, {"sentId": 103, "text": "I mean, to your point, we -- this is sort of classic trickle-down economics, a lot of this stuff, tax cuts, tax breaks without plans about how to pay for them and a lot of economists think that spending and the deficit would go way up based on what little we've seen so far of some of the Trump's proposals."}], "speaker": "FAROOHAR", "secId": 45}, {"sentences": [{"sentId": 104, "text": "Is this an issue that conservatives or Republicans usually take on?"}, {"sentId": 105, "text": "And if -- so how is this going to be received?"}, {"sentId": 106, "text": "You're saying no."}], "speaker": "LEMON", "secId": 46}, {"sentences": [{"sentId": 107, "text": "Right."}, {"sentId": 108, "text": "No --"}], "speaker": "BUMP", "secId": 47}, {"sentences": [{"sentId": 109, "text": "How is going to this be received?"}], "speaker": "LEMON", "secId": 48}, {"sentences": [{"sentId": 110, "text": "Actually I verified, I was just looking at a tweet before I came out here."}, {"sentId": 111, "text": "Someone who's -- Breitbart.com, which has been very strongly pro-Trump had a story in January 2015 lamenting that Barack Obama was proposing that there'd be paid child leave and then of course they had an article which was saying how great it was."}], "speaker": "BUMP", "secId": 49}, {"sentences": [{"sentId": 112, "text": "No, it is not typical."}], "speaker": "BUMP", "secId": 50}, {"sentences": [{"sentId": 113, "text": "Are you surprised?"}], "speaker": "LEMON", "secId": 51}, {"sentences": [{"sentId": 114, "text": "No comment on that."}, {"sentId": 115, "text": "You know, this is not typical."}, {"sentId": 116, "text": "You know, this is -- this is, I think, an area where both Ivanka have got her father to make a change but also an area where he can be sort of a different type of candidate because he's not beholden to the Republican Party, he's not beholden to traditional Republican politics."}, {"sentId": 117, "text": "If he'd be doing stuff like this all along I think he would probably be in a slightly better position."}], "speaker": "BUMP", "secId": 52}, {"sentences": [{"sentId": 118, "text": "OK.  Let's talk more about the economy."}, {"sentId": 119, "text": "Here's the president."}], "speaker": "LEMON", "secId": 53}, {"sentences": [{"sentId": 120, "text": "Now let's face it."}, {"sentId": 121, "text": "Republicans don't like to hear good news right now."}, {"sentId": 122, "text": "But it's important just to -- to understand this is a big deal."}, {"sentId": 123, "text": "More Americans are working."}, {"sentId": 124, "text": "More have health insurance."}, {"sentId": 125, "text": "Incomes are rising."}, {"sentId": 126, "text": "Poverty is falling."}, {"sentId": 127, "text": "And gas is $2 a gallon."}], "speaker": "OBAMA", "secId": 54}, {"sentences": [{"sentId": 128, "text": "I didn't even -- thank you for reminding me."}, {"sentId": 129, "text": "Thanks, Obama."}], "speaker": "OBAMA", "secId": 55}, {"sentences": [{"sentId": 130, "text": "He was saying, thanks Obama, because earlier on."}], "speaker": "LEMON", "secId": 56}, {"sentences": [{"sentId": 131, "text": "So good."}, {"sentId": 132, "text": "LEMON:  They were saying, thank you, Obama, or what have you, during"}], "speaker": "FAROOHAR", "secId": 57}, {"sentences": [{"sentId": 133, "text": "the speech."}, {"sentId": 134, "text": "They were chanting that."}, {"sentId": 135, "text": "You know, Donald Trump has said the economy is a mess."}, {"sentId": 136, "text": "And he did say -- he said that economic statistics are rigged."}, {"sentId": 137, "text": "He accused the Federal Reserve chair Janet Yellen of keeping interest rates low to help Obama."}], "speaker": "FAROOHAR", "secId": 58}, {"sentences": [{"sentId": 138, "text": "How is this -- all of this income and all that, how is that going to play out in public?"}], "speaker": "FAROOHAR", "secId": 59}, {"sentences": [{"sentId": 139, "text": "Well --"}], "speaker": "FAROOHAR", "secId": 60}, {"sentences": [{"sentId": 140, "text": "Because it actually is good news."}], "speaker": "LEMON", "secId": 61}, {"sentences": [{"sentId": 141, "text": "It's -- no, it's -- and what's kind of ironic is that if you look at, you know, really who's done the most for the economy in the last eight years, so it's been the Feds."}, {"sentId": 142, "text": "It's funny that Trump has taken on Janet Yellen because, I mean, if there's anybody that's done something to the economy, Feds kept rates low."}, {"sentId": 143, "text": "That's one."}, {"sentId": 144, "text": "The fact that we had low inflation is one of the reasons why median incomes have been rising."}], "speaker": "FAROOHAR", "secId": 62}, {"sentences": [{"sentId": 145, "text": "I think it's hard to say that this news is not good news."}, {"sentId": 146, "text": "Now that said, there are some nuances."}, {"sentId": 147, "text": "The data is better because there are more jobs out there but wages as a whole are really not growing as fast as they should at this stage in the recovery."}, {"sentId": 148, "text": "That's been true for the last few recovery."}, {"sentId": 149, "text": "Each one has taken longer and been weaker than the last."}], "speaker": "FAROOHAR", "secId": 63}, {"sentences": [{"sentId": 150, "text": "All right."}, {"sentId": 151, "text": "Thank you all."}], "speaker": "LEMON", "secId": 64}, {"sentences": [{"sentId": 152, "text": "Thanks."}], "speaker": "FAROOHAR", "secId": 65}, {"sentences": [{"sentId": 153, "text": "I appreciate it."}], "speaker": "LEMON", "secId": 66}, {"sentences": [{"sentId": 154, "text": "When we come right back New York's attorney general says he is investigating the Trump Foundation."}, {"sentId": 155, "text": "The campaign calls it, quote, \"a left-wing hit job.\""}, {"sentId": 156, "text": "We've got the story behind all of this coming up."}], "speaker": "LEMON", "secId": 67}, {"sentences": [{"sentId": 157, "text": "New York's attorney general tells CNN he is investigating the Trump Foundation to make sure it is complying with state law."}, {"sentId": 158, "text": "The campaign calling that, quote \"a left-wing hit job.\""}, {"sentId": 159, "text": "It all comes amid reports that are rising or raising questions, I should say about how the charity spends its money."}], "speaker": "LEMON", "secId": 68}, {"sentences": [{"sentId": 160, "text": "CNN senior investigative correspondent Drew Griffin has been looking into the foundation for us and here's what he found."}], "speaker": "LEMON", "secId": 69}, {"sentences": [{"sentId": 161, "text": "It's a sticky little thing called a fact."}, {"sentId": 162, "text": "Tens of millions of them."}], "speaker": "GRIFFIN", "secId": 70}, {"sentences": [{"sentId": 163, "text": "Dollars that the Trump campaign continuously says Donald Trump has given away without specifically providing any of the sticky little facts to back it all up."}], "speaker": "GRIFFIN", "secId": 71}, {"sentences": [{"sentId": 164, "text": "Anyone who knows about Donald Trump and his career knows that this is a man who's given away tens of millions of dollars to charitable causes."}], "speaker": "PENCE", "secId": 72}, {"sentences": [{"sentId": 165, "text": "Joining us now is Trump's campaign manager, Kellyanne Conway."}, {"sentId": 166, "text": "Kellyanne --"}], "speaker": "CAMEROTA", "secId": 73}, {"sentences": [{"sentId": 167, "text": "This morning on CNN's \"NEW DAY,\" it was Trump's campaign manager's turn to dodge the charity question."}], "speaker": "GRIFFIN", "secId": 74}, {"sentences": [{"sentId": 168, "text": "Part of why people are calling for him to release his taxes is so that we do know how much he himself has given to charity."}, {"sentId": 169, "text": "Will you or the campaign release exactly what that number is?"}], "speaker": "CAMEROTA", "secId": 75}, {"sentences": [{"sentId": 170, "text": "I doubt it."}], "speaker": "CONWAY", "secId": 76}, {"sentences": [{"sentId": 171, "text": "And the reason I asked -- why would you doubt it?"}], "speaker": "CAMEROTA", "secId": 77}, {"sentences": [{"sentId": 172, "text": "I doubt it because this is like badgering."}, {"sentId": 173, "text": "In other words, I don't see it as journalism."}, {"sentId": 174, "text": "I see it as badgering."}], "speaker": "CONWAY", "secId": 78}, {"sentences": [{"sentId": 175, "text": "Here is the journalism as we know it."}, {"sentId": 176, "text": "Pulled from the Donald J. Trump Foundation's own tax filings."}, {"sentId": 177, "text": "The first thing you will notice, it's small."}, {"sentId": 178, "text": "In 2014, it had just $1.3 million in the bank and Donald Trump hasn't given to his own foundation since he gave his last donation in 2008."}], "speaker": "GRIFFIN", "secId": 79}, {"sentences": [{"sentId": 179, "text": "The foundation instead relies on donations mostly, it appears, from companies who have had business or TV appearances with him."}, {"sentId": 180, "text": "NBC, Comedy Central, World Wrestling Entertainment."}, {"sentId": 181, "text": "Trump then uses those donated funds to give it away in his own name."}], "speaker": "GRIFFIN", "secId": 80}, {"sentences": [{"sentId": 182, "text": "CNN has found evidence this year where Trump personally has given his own money, $1 million to the Marine Corps Law Enforcement Association in May, another $100,000 to a Baton Rouge, Louisiana, church to help flood victims."}], "speaker": "GRIFFIN", "secId": 81}, {"sentences": [{"sentId": 183, "text": "And there is evidence Trump's campaign's allegations that some of the reporting on Trump's charity has been inaccurate may have something to them."}, {"sentId": 184, "text": "The \"Washington Post,\" which has done an exhaustive review of Trump's giving, reported that a $10,000 donation Trump's foundation said it gave to Latino Commission on AIDS was never received."}, {"sentId": 185, "text": "Today, the director of the Latino Commission on AIDS told us the same thing and then actually checked and changed his story."}, {"sentId": 186, "text": "It turns out Trump did give $10,000."}], "speaker": "GRIFFIN", "secId": 82}, {"sentences": [{"sentId": 187, "text": "I'm grateful that the story came up because I was able to clarify the confusion that happened when they were putting this story together."}], "speaker": "CHACON", "secId": 83}, {"sentences": [{"sentId": 188, "text": "In a second instance, the \"Washington Post\" reported Trump's foundation failed to give a $10,000 donation to the Giving Back Fund, a fund devoted to professional athletes' charitable causes."}, {"sentId": 189, "text": "It turns out Trump in fact did give money to that charity, as well."}], "speaker": "GRIFFIN", "secId": 84}, {"sentences": [{"sentId": 190, "text": "\"We just did an exhaustive search,\" the charity wrote to CNN."}, {"sentId": 191, "text": "\"And did finally find a record of it.\""}], "speaker": "GRIFFIN", "secId": 85}, {"sentences": [{"sentId": 192, "text": "And Don, we found a third example tonight where a Trump donation was made to a charity that the \"Washington Post\" claims was not made."}, {"sentId": 193, "text": "This is called a Friends of Veterans down in Palm Beach, Florida."}, {"sentId": 194, "text": "But this looks more like an error in the accounting by the Trump Foundation itself."}, {"sentId": 195, "text": "They errantly charted that off to a Vermont charity with the exact same name."}, {"sentId": 196, "text": "But this is only going to feed into the fire that the Trump campaign is trying to raise that there are lots of inaccuracies in the reporting about Trump's charitable givings, but it still doesn't excuse the fact that we have no evidence, no evidence whatsoever from the campaign or the Trump Organization where these tens of millions of dollars that Donald Trump has supposedly given out over the years where they actually are -- Don."}], "speaker": "GRIFFIN", "secId": 86}, {"sentences": [{"sentId": 197, "text": "Drew Griffin, thank you very much."}], "speaker": "LEMON", "secId": 87}, {"sentences": [{"sentId": 198, "text": "Up next a Trump campaign has some choice words for New York's attorney general who's investigating the foundation."}], "speaker": "LEMON", "secId": 88}, {"sentences": [{"sentId": 199, "text": "The Donald J. Trump Foundation under investigation by the state of New York."}, {"sentId": 200, "text": "I want to talk about it now with CNN political commentator Corey Lewandowski, Trump's former campaign manager, and David Cay Johnston, a columnist for the \"Daily Beast\" and the author of \"The Making of Donald Trump.\""}], "speaker": "LEMON", "secId": 89}, {"sentences": [{"sentId": 201, "text": "Here's what the New York state attorney general, Eric Schneiderman, said on CNN earlier."}], "speaker": "LEMON", "secId": 90}, {"sentences": [{"sentId": 202, "text": "We have been concerned that the Trump Foundation may have engaged in some impropriety from that point of view and we've inquired into it and we've had correspondents with them."}, {"sentId": 203, "text": "I didn't make a big deal out or hold a press conference but we have been looking into the Trump Foundation to make sure it's complying with the laws that govern charities in New York."}], "speaker": "SCHNEIDERMAN", "secId": 91}, {"sentences": [{"sentId": 204, "text": "Corey, does this concern you?"}], "speaker": "LEMON", "secId": 92}, {"sentences": [{"sentId": 205, "text": "Well, it doesn't concern me, but, you know what does concern me is that you've got a highly politically motivated attorney general who sees his sights as the next governor of the state of New York, trying to -- with eight weeks to go in a presidential campaign trying to make a political story out of something that doesn't exist."}], "speaker": "LEWANDOWSKI", "secId": 93}, {"sentences": [{"sentId": 206, "text": "And what's very important here is this is all premised on the \"Washington Post\" story, which was originally written and that \"Washington Post\" story specifically outlined three foundations that claimed Donald Trump made a contribution to and those foundations said they didn't receive the money until CNN went back and did the research and found out that they actually had received the money on each of those occasions and the \"Washington Post\" says we stand by our story."}], "speaker": "LEWANDOWSKI", "secId": 94}, {"sentences": [{"sentId": 207, "text": "So what I think you have now is you have Schneiderman, who has solicited contributions from not only Donald Trump, but also from Ivanka, and from his son-in-law, Jared, to help his political campaign in the future."}, {"sentId": 208, "text": "Now using his office for political purposes, to go after a foundation where there's no wrongdoing."}], "speaker": "LEWANDOWSKI", "secId": 95}, {"sentences": [{"sentId": 209, "text": "David, the Trump campaign's official response is pretty in lined with what Corey Lewandowski is saying."}, {"sentId": 210, "text": "It says the attorney general is -- it's actually harsher, it says the attorney general, \"is a partisan hack who's turned a blind eye to the Clinton Foundation for years and has endorsed Hillary Clinton for president."}, {"sentId": 211, "text": "This is nothing more than another left-wing hit job designed to distract from Crooked Hillary Clinton's disastrous week.\""}], "speaker": "LEMON", "secId": 96}, {"sentences": [{"sentId": 212, "text": "Why are you not surprised that they're opening up this investigation into this Trump Foundation."}], "speaker": "LEMON", "secId": 97}, {"sentences": [{"sentId": 213, "text": "Well, there have been three known illegal acts by the Trump Foundation."}, {"sentId": 214, "text": "The use of charitable funds to buy a Team Tebow helmet for Donald, the use of $20,000 of foundation money to buy a six-foot painting that Barack Obama talked about today of Donald Trump."}, {"sentId": 215, "text": "Those are improper expenditures."}, {"sentId": 216, "text": "And the $25,000 given to Pam Bondi's election campaign when she was considering investigating this fraud of Trump University."}], "speaker": "JOHNSTON", "secId": 98}, {"sentences": [{"sentId": 217, "text": "The last one is very important because the Trump Organization has tried to explain that away in a way that suggests a cover-up."}, {"sentId": 218, "text": "Well, we managed to go to a group in Wichita, which says it's never gotten any money -- no, no, it was a group in California."}, {"sentId": 219, "text": "And the fact is charitable foundations operate under rules set by Congress and they are not allowed -- you are not allowed to use that money for your own benefit."}], "speaker": "JOHNSTON", "secId": 99}, {"sentences": [{"sentId": 220, "text": "So on those three issues alone I think there's plenty for the attorney general who is the guardian of charitable assets to look into what's happening at the Trump Foundation and if there's nothing there then they won't find anything, but we do know of these three illegal acts."}], "speaker": "JOHNSTON", "secId": 100}, {"sentences": [{"sentId": 221, "text": "OK."}, {"sentId": 222, "text": "So, Corey, here's the thing."}, {"sentId": 223, "text": "Mike Pence has given -- said that Donald Trump has given away tens of millions of dollars, but as you saw in the investigation by Drew Griffin there was no proof of it."}, {"sentId": 224, "text": "Tens of millions."}, {"sentId": 225, "text": "Where is the proof of it?"}], "speaker": "LEMON", "secId": 101}, {"sentences": [{"sentId": 226, "text": "Look, Donald Trump has said very clearly that he gives through persons -- he gives his personal donation to what we saw this year alone is when Donald Trump raised $6 million for the veterans."}, {"sentId": 227, "text": "He wrote a personal $1 million check from his own account to the Marine Corps Law Enforcement Foundation."}, {"sentId": 228, "text": "You can call Jim Kallstrom."}, {"sentId": 229, "text": "He'll agree that that million dollars has been received."}, {"sentId": 230, "text": "And what we've also known is that Donald Trump has not donated to his charity since 2008 because he's chosen to give that personally."}, {"sentId": 231, "text": "LEMON:  OK --"}], "speaker": "LEWANDOWSKI", "secId": 102}, {"sentences": [{"sentId": 232, "text": "Tens of millions of dollars."}], "speaker": "LEWANDOWSKI", "secId": 103}, {"sentences": [{"sentId": 233, "text": "Unless the returns are released and you see his charitable givings, you don't see that."}, {"sentId": 234, "text": "This is a year that he's been running for president so, of course, he's going to make a deal out of it that he has given to charity but beyond that there is no proof of it."}], "speaker": "LEMON", "secId": 104}, {"sentences": [{"sentId": 235, "text": "Well, again -- again, he has said he'll release his taxes as soon as the audit is complete but what we do know is he's given millions of dollars personally."}, {"sentId": 236, "text": "And what we also know is that the \"Washington Post\" story which says that he didn't give to these charities is factually incorrect."}], "speaker": "LEWANDOWSKI", "secId": 105}, {"sentences": [{"sentId": 237, "text": "All right."}, {"sentId": 238, "text": "You've made your point about that."}, {"sentId": 239, "text": "But let's say this."}, {"sentId": 240, "text": "Because, you know, we have been discussing transparency and you and I talked about -- talked about transparency, discussed it last night, especially in light of what happened this weekend with Secretary Clinton."}], "speaker": "LEMON", "secId": 106}, {"sentences": [{"sentId": 241, "text": "We have compiled a list of Hillary Clinton's charitable donations."}, {"sentId": 242, "text": "This is according to her tax filings because she has released her taxes."}, {"sentId": 243, "text": "2015 she donated over $1 million."}, {"sentId": 244, "text": "In 2014 and 2013, she donated $3 million, and so on and so on."}], "speaker": "LEMON", "secId": 107}, {"sentences": [{"sentId": 245, "text": "So if -- shouldn't he, if he wants to be transparent, shouldn't he detail his charitable givings, which would come through transparency through his tax returns?"}], "speaker": "LEMON", "secId": 108}, {"sentences": [{"sentId": 246, "text": "Look, I don't think he needs to do that."}, {"sentId": 247, "text": "I don't think he's going to release his tax returns until the audit is completed."}, {"sentId": 248, "text": "But what I do think is when you look at the attorney general of New York, what he has not done --"}], "speaker": "LEWANDOWSKI", "secId": 109}, {"sentences": [{"sentId": 249, "text": "What about where he's not audited?"}], "speaker": "LEMON", "secId": 110}, {"sentences": [{"sentId": 250, "text": "No, no, but so look, that's eight years ago, 10 years ago, it's completely irrelevant, right?"}, {"sentId": 251, "text": "And what we learned from --"}], "speaker": "LEWANDOWSKI", "secId": 111}, {"sentences": [{"sentId": 252, "text": "Not really."}], "speaker": "LEMON", "secId": 112}, {"sentences": [{"sentId": 253, "text": "Do you know what we learned from Mike Pence's taxes that he released last Friday?"}, {"sentId": 254, "text": "Absolutely nothing."}, {"sentId": 255, "text": "Right?"}], "speaker": "LEWANDOWSKI", "secId": 113}, {"sentences": [{"sentId": 256, "text": "But he released them."}], "speaker": "LEMON", "secId": 114}, {"sentences": [{"sentId": 257, "text": "He released 10 years of taxes and so --"}], "speaker": "LEWANDOWSKI", "secId": 115}, {"sentences": [{"sentId": 258, "text": "OK."}, {"sentId": 259, "text": "So to that point then, he released them probably because there was nothing in there to worry about."}], "speaker": "LEMON", "secId": 116}, {"sentences": [{"sentId": 260, "text": "There's nothing in there."}, {"sentId": 261, "text": "Right?"}], "speaker": "LEWANDOWSKI", "secId": 117}, {"sentences": [{"sentId": 262, "text": "So the question is, is that --"}], "speaker": "LEMON", "secId": 118}, {"sentences": [{"sentId": 263, "text": "And I respect Mike Pence."}], "speaker": "LEWANDOWSKI", "secId": 119}, {"sentences": [{"sentId": 264, "text": "But what people are saying is that Donald Trump is not releasing his tax returns even though the IRS, and attorneys have said, you know what, if there's nothing, he can release them, that's bull, to say that's a talking point to say that he can't do that."}], "speaker": "LEMON", "secId": 120}, {"sentences": [{"sentId": 265, "text": "His accountant and his attorneys have said our best advice to you is as you are understand audit from the IRS, you should not release your tax returns."}, {"sentId": 266, "text": "That's a fair point to make."}], "speaker": "LEWANDOWSKI", "secId": 121}, {"sentences": [{"sentId": 267, "text": "That's not -- it's not true, though."}, {"sentId": 268, "text": "I mean, maybe they've said that, but that's not true."}], "speaker": "LEMON", "secId": 122}, {"sentences": [{"sentId": 269, "text": "That's the counsel that he has received."}], "speaker": "LEWANDOWSKI", "secId": 123}, {"sentences": [{"sentId": 270, "text": "OK."}], "speaker": "LEMON", "secId": 124}, {"sentences": [{"sentId": 271, "text": "Don?"}], "speaker": "JOHNSTON", "secId": 125}, {"sentences": [{"sentId": 272, "text": "David, David, go ahead."}], "speaker": "LEMON", "secId": 126}, {"sentences": [{"sentId": 273, "text": "Don, first of all, all Donald Trump has to do if he's actually under audit is release the audit letter."}, {"sentId": 274, "text": "It's a form letter you get when you're under audit."}, {"sentId": 275, "text": "Let's see the letters."}, {"sentId": 276, "text": "He said he's been audited every year so he should have about 10 or 12 of these that tells us he's under audit."}, {"sentId": 277, "text": "There's nothing disclosed that's personal about it."}, {"sentId": 278, "text": "Prove he's under audit."}], "speaker": "JOHNSTON", "secId": 127}, {"sentences": [{"sentId": 279, "text": "Secondly, in 1990 when Trump claimed that he's giving away millions of dollars, I called about 60 charities."}, {"sentId": 280, "text": "Not one of whom said they had gotten $1 from Donald Trump."}, {"sentId": 281, "text": "So there may be some minor flaws in the \"Post\" piece but there is exactly zero evidence."}, {"sentId": 282, "text": "And when Corey says it's a fact, that's not true."}], "speaker": "JOHNSTON", "secId": 128}, {"sentences": [{"sentId": 283, "text": "What's a fact is Donald and his surrogates say he made these donations but there's no record of them."}, {"sentId": 284, "text": "The donations we do know about worked up to be a tiny fraction of 1 percent of what he says is his wealth, whereas his opponent has made gifts that are public disclosed that are at least a third of her and her husband's wealth."}, {"sentId": 285, "text": "So a tiny of fraction of 1 percent, a third."}], "speaker": "JOHNSTON", "secId": 129}, {"sentences": [{"sentId": 286, "text": "Donald Trump is worth $10 billion."}], "speaker": "LEWANDOWSKI", "secId": 130}, {"sentences": [{"sentId": 287, "text": "I think there's good reason --"}], "speaker": "JOHNSTON", "secId": 131}, {"sentences": [{"sentId": 288, "text": "A fraction -- 1 percent of $10 billion is $100 million."}, {"sentId": 289, "text": "That's --"}], "speaker": "LEWANDOWSKI", "secId": 132}, {"sentences": [{"sentId": 290, "text": "But, Corey, hang on."}, {"sentId": 291, "text": "But we don't know he's worth $10 billion because there's no tax returns."}, {"sentId": 292, "text": "There's nothing to show that he's worth --"}], "speaker": "LEMON", "secId": 133}, {"sentences": [{"sentId": 293, "text": "Well, he's filed a disclosure -- financial disclosure with the FEC."}], "speaker": "LEWANDOWSKI", "secId": 134}, {"sentences": [{"sentId": 294, "text": "In fact, it doesn't actually who -- but that doesn't actually who --"}], "speaker": "LEMON", "secId": 135}, {"sentences": [{"sentId": 295, "text": "And one more -- one more point, Don."}, {"sentId": 296, "text": "Don, one more point if I can finish without instead of being interrupted."}, {"sentId": 297, "text": "One last point."}, {"sentId": 298, "text": "Donald Trump has a long, well-established history of using different sets of numbers and tax filings."}, {"sentId": 299, "text": "We know that he took part in the sales tax fraud in New York City at Bulgari's."}, {"sentId": 300, "text": "He has made statements that are in the public record, that are in my book, that don't line up with reality in terms of his property tax matters."}], "speaker": "JOHNSTON", "secId": 136}, {"sentences": [{"sentId": 301, "text": "So I don't think there's any reason to trust Donald Trump when he says that he made these gifts."}, {"sentId": 302, "text": "Where the record of it?"}, {"sentId": 303, "text": "And Donald Trump, you know, puts his name on everything."}, {"sentId": 304, "text": "He's going to tell us, I don't want my name anywhere."}], "speaker": "JOHNSTON", "secId": 137}, {"sentences": [{"sentId": 305, "text": "Where are the gifts to the University of Pennsylvania, his alma mater?"}, {"sentId": 306, "text": "There's simply no record to support the claim that's being made and the unwillingness to produce it suggests that in fact there's nothing there just as there's no proof that he's under audit."}], "speaker": "JOHNSTON", "secId": 138}, {"sentences": [{"sentId": 307, "text": "So --"}], "speaker": "LEMON", "secId": 139}, {"sentences": [{"sentId": 308, "text": "One last point."}, {"sentId": 309, "text": "If Trump, by his own standards, says I can't -- release returns under audit, let's get Donald's returns from 1978 to 2008, the audits are closed."}, {"sentId": 310, "text": "So by his own standard, there is no reason to withhold those tax returns."}], "speaker": "JOHNSTON", "secId": 140}, {"sentences": [{"sentId": 311, "text": "Yes."}, {"sentId": 312, "text": "So where -- where are the receipts, Corey Lewandowski?"}, {"sentId": 313, "text": "That's the question."}], "speaker": "LEMON", "secId": 141}, {"sentences": [{"sentId": 314, "text": "Look, look, I think you should contact the Marine Corps Law Enforcement Foundation, who received $1 million contribution from Donald Trump's personal wealth this year."}, {"sentId": 315, "text": "Go back and look last year --"}], "speaker": "LEWANDOWSKI", "secId": 142}, {"sentences": [{"sentId": 316, "text": "Where are the receipts from 2015, 2014, 2013, 2012?"}], "speaker": "LEMON", "secId": 143}, {"sentences": [{"sentId": 317, "text": "Go back and look last year."}, {"sentId": 318, "text": "Trump was the recipient of the Marine Corps Law Enforcement award."}, {"sentId": 319, "text": "He received -- he gave $125,000 at the same time."}, {"sentId": 320, "text": "You can make a phone call to Jim Kallstrom, who runs the foundation right now."}, {"sentId": 321, "text": "And you're going to find out --"}], "speaker": "LEWANDOWSKI", "secId": 144}, {"sentences": [{"sentId": 322, "text": "From his personal money or from the Trump --"}], "speaker": "LEMON", "secId": 145}, {"sentences": [{"sentId": 323, "text": "From his personal Donald Trump checkbook, he wrote a million dollars to that foundation this year."}, {"sentId": 324, "text": "Last year it was $125,000."}], "speaker": "LEWANDOWSKI", "secId": 146}, {"sentences": [{"sentId": 325, "text": "So that's this year."}, {"sentId": 326, "text": "That's this year?"}], "speaker": "LEMON", "secId": 147}, {"sentences": [{"sentId": 327, "text": "Last year it was $125,000 from his personal checkbook."}, {"sentId": 328, "text": "What he has said and continues to say, and is unequivocal is that he does not give money to his foundation."}, {"sentId": 329, "text": "He writes it personally and you can contact the Marine Corps Law Enforcement Foundation, which is tasked with helping those people --"}], "speaker": "LEWANDOWSKI", "secId": 148}, {"sentences": [{"sentId": 330, "text": "OK."}], "speaker": "LEMON", "secId": 149}, {"sentences": [{"sentId": 331, "text": "-- whose individuals' families who have died."}], "speaker": "LEWANDOWSKI", "secId": 150}, {"sentences": [{"sentId": 332, "text": "Wouldn't it be easier if he just said -- if he just said here's the receipt, here's the cancelled check, there's the bank transfer."}], "speaker": "LEMON", "secId": 151}, {"sentences": [{"sentId": 333, "text": "Contact the foundation."}, {"sentId": 334, "text": "Contact the foundation."}], "speaker": "LEWANDOWSKI", "secId": 152}, {"sentences": [{"sentId": 335, "text": "Here's the tax --"}], "speaker": "LEMON", "secId": 153}, {"sentences": [{"sentId": 336, "text": "It will show up in their 990s."}], "speaker": "LEWANDOWSKI", "secId": 154}, {"sentences": [{"sentId": 337, "text": "But if he did it, why wouldn't -- it's very easy."}, {"sentId": 338, "text": "If I wrote a check to you, Corey Lewandowski, five years ago, I can just say here is the canceled check and call the bank and they can get a copy."}], "speaker": "LEMON", "secId": 155}, {"sentences": [{"sentId": 339, "text": "He has outlined a significant --"}], "speaker": "LEWANDOWSKI", "secId": 156}, {"sentences": [{"sentId": 340, "text": "It's easy."}, {"sentId": 341, "text": "It just takes a phone call."}], "speaker": "LEMON", "secId": 157}, {"sentences": [{"sentId": 342, "text": "He has outlined a very significant list of charitable contributions that he has made that was given to the \"Washington Post..\""}], "speaker": "LEWANDOWSKI", "secId": 158}, {"sentences": [{"sentId": 343, "text": "Corey, I understand that."}, {"sentId": 344, "text": "But there is no proof of it."}], "speaker": "LEMON", "secId": 159}, {"sentences": [{"sentId": 345, "text": "Call the foundation."}], "speaker": "LEWANDOWSKI", "secId": 160}, {"sentences": [{"sentId": 346, "text": "So when you call the foundation and they said -- that's what exactly what our investigators did."}, {"sentId": 347, "text": "That's exactly --"}], "speaker": "LEMON", "secId": 161}, {"sentences": [{"sentId": 348, "text": "And they found three examples."}], "speaker": "LEWANDOWSKI", "secId": 162}, {"sentences": [{"sentId": 349, "text": "Yes."}], "speaker": "LEMON", "secId": 163}, {"sentences": [{"sentId": 350, "text": "Specifically where the \"Washington Post\" said they weren't there."}], "speaker": "LEWANDOWSKI", "secId": 164}, {"sentences": [{"sentId": 351, "text": "But you look at Drew Griffin's report, there is no proof of any -- except for a $10,000 donation, that there's no proof of any of that."}], "speaker": "LEMON", "secId": 165}, {"sentences": [{"sentId": 352, "text": "Don, it was three $10,000 donations that were originally said by the \"Washington Post\" that weren't received which were."}, {"sentId": 353, "text": "And there was a $1,000 donation which says it wasn't received, but it was."}, {"sentId": 354, "text": "And then the \"Washington Post,\" you know what they said?"}, {"sentId": 355, "text": "We stand by our story, but when the CEO of the foundation says we have in our records that we received a $10,000 contribution from Donald Trump, you know what the \"Washington Post\" said, oh well, that's OK."}], "speaker": "LEWANDOWSKI", "secId": 166}, {"sentences": [{"sentId": 356, "text": "OK."}], "speaker": "LEMON", "secId": 167}, {"sentences": [{"sentId": 357, "text": "Nothing to see here, move on."}, {"sentId": 358, "text": "LEMON:  So the people in his campaign seen his tax returns?"}], "speaker": "LEWANDOWSKI", "secId": 168}, {"sentences": [{"sentId": 359, "text": "I don't know."}, {"sentId": 360, "text": "I don't work for the campaign but what I do know is that he has produced a letter from his CPAs that said he is under audit."}], "speaker": "LEWANDOWSKI", "secId": 169}, {"sentences": [{"sentId": 361, "text": "The reason I ask you that is because --"}], "speaker": "LEMON", "secId": 170}, {"sentences": [{"sentId": 362, "text": "That letter --"}], "speaker": "JOHNSTON", "secId": 171}, {"sentences": [{"sentId": 363, "text": "The -- David, I'll let you get in."}, {"sentId": 364, "text": "But the reason I asked you that is because Kellyanne Conway, who's now his campaign manager, would come on before when she was a surrogate for Ted Cruz, she would say, I think Donald Trump needs to release his tax returns on more than one occasion."}, {"sentId": 365, "text": "She has said that."}, {"sentId": 366, "text": "When she came back as an adviser she said -- or a campaign manager, she said well, I've since learned new information since I didn't support Donald Trump."}, {"sentId": 367, "text": "So what is that new information?"}, {"sentId": 368, "text": "Why can't that be revealed?"}, {"sentId": 369, "text": "Have you seen those tax returns?"}], "speaker": "LEMON", "secId": 172}, {"sentences": [{"sentId": 370, "text": "The information is that he's under audit from the IRS."}, {"sentId": 371, "text": "And look --"}], "speaker": "LEWANDOWSKI", "secId": 173}, {"sentences": [{"sentId": 372, "text": "But that was said before."}], "speaker": "LEMON", "secId": 174}, {"sentences": [{"sentId": 373, "text": "But --"}], "speaker": "LEWANDOWSKI", "secId": 175}, {"sentences": [{"sentId": 374, "text": "That's all been said from the very beginning."}], "speaker": "LEMON", "secId": 176}, {"sentences": [{"sentId": 375, "text": "Making sure she's aware of that information and now she is because she understands that under the audit and by the advice of his both attorneys and by his accountants."}], "speaker": "LEWANDOWSKI", "secId": 177}, {"sentences": [{"sentId": 376, "text": "All right."}], "speaker": "LEMON", "secId": 178}, {"sentences": [{"sentId": 377, "text": "They have said you should not release your taxes until the audit is complete."}, {"sentId": 378, "text": "That's very clear."}], "speaker": "LEWANDOWSKI", "secId": 179}, {"sentences": [{"sentId": 379, "text": "That's not an excuse."}, {"sentId": 380, "text": "That's like saying my, you know, tailor told me I couldn't wear black with blue."}, {"sentId": 381, "text": "Well, if I really wanted to I could."}], "speaker": "LEMON", "secId": 180}, {"sentences": [{"sentId": 382, "text": "If you were tasking somebody --"}], "speaker": "LEWANDOWSKI", "secId": 181}, {"sentences": [{"sentId": 383, "text": "OK."}], "speaker": "LEMON", "secId": 182}, {"sentences": [{"sentId": 384, "text": "-- to file your taxes on your behalf, which is your account."}], "speaker": "LEWANDOWSKI", "secId": 183}, {"sentences": [{"sentId": 385, "text": "Yes."}], "speaker": "LEMON", "secId": 184}, {"sentences": [{"sentId": 386, "text": "Don?"}], "speaker": "JOHNSTON", "secId": 185}, {"sentences": [{"sentId": 387, "text": "And your attorneys, and they're giving you their best professional advice which you're paying for you should listen to it."}], "speaker": "LEWANDOWSKI", "secId": 186}, {"sentences": [{"sentId": 388, "text": "Go ahead -- everyone we've asked said that's not true."}, {"sentId": 389, "text": "But go ahead, David."}], "speaker": "LEMON", "secId": 187}, {"sentences": [{"sentId": 390, "text": "Don -- well, Don, notice that Corey Lewandowski keeps avoiding the very basic issues here, namely, well, what about the returns that are no longer under audit from 1978 to 2008."}, {"sentId": 391, "text": "By Donald's own standards there's no reason to hold those back and we have Hillary Clinton's for all of those years."}, {"sentId": 392, "text": "And secondly, what about just producing the audit letter."}, {"sentId": 393, "text": "It's a form letter that you get which says we're auditing your return."}], "speaker": "JOHNSTON", "secId": 188}, {"sentences": [{"sentId": 394, "text": "The letter written that Corey refers to is one of the mort artfully written letters I have ever read."}, {"sentId": 395, "text": "It could be that it's a gift tax."}, {"sentId": 396, "text": "It could be that it is a matter totally unrelated to the issues that we care about."}, {"sentId": 397, "text": "And let's keep in mind, we had a crook in the White House, a tax crook in the White House, who released his tax returns while under audit."}, {"sentId": 398, "text": "We had a man one heartbeat away who resigned and confessed and admitted to a tax felony back in 1974."}], "speaker": "JOHNSTON", "secId": 189}, {"sentences": [{"sentId": 399, "text": "We don't want to risk having a tax cheat in the White House and there is no excuse for Donald Trump not to release the audit letters and to release his -- 2008 and earlier tax returns and that he won't do it."}], "speaker": "JOHNSTON", "secId": 190}, {"sentences": [{"sentId": 400, "text": "OK."}], "speaker": "LEMON", "secId": 191}, {"sentences": [{"sentId": 401, "text": "He has very good evidence together with the other signs of fraud that I have written about."}], "speaker": "JOHNSTON", "secId": 192}, {"sentences": [{"sentId": 402, "text": "Yes."}], "speaker": "LEMON", "secId": 193}, {"sentences": [{"sentId": 403, "text": "That there's something he needs to hide."}], "speaker": "JOHNSTON", "secId": 194}, {"sentences": [{"sentId": 404, "text": "All right."}, {"sentId": 405, "text": "That's got to be the last word."}, {"sentId": 406, "text": "Thank you very much for that, David Cay Johnston."}, {"sentId": 407, "text": "Thank you."}, {"sentId": 408, "text": "I appreciate it."}], "speaker": "LEMON", "secId": 195}, {"sentences": [{"sentId": 409, "text": "Corey, you're going to stay with me."}, {"sentId": 410, "text": "We're going to continue to discuss a little bit more."}], "speaker": "LEMON", "secId": 196}, {"sentences": [{"sentId": 411, "text": "When we come right back, President Obama says he really, really, really wants Hillary Clinton to win."}, {"sentId": 412, "text": "Is he just the shot in the arm that she needs as she recovers from pneumonia?"}], "speaker": "LEMON", "secId": 197}, {"sentences": [{"sentId": 413, "text": "President Barack Obama's approval rating soaring and he is using his star power to help Hillary Clinton succeed, and succeed him."}], "speaker": "LEMON", "secId": 198}, {"sentences": [{"sentId": 414, "text": "Joining me now CNN political commentator Bakari Sellers, he's a Clinton supporter, Corey Lewandowski is back with us, and CNN political commentator, Kayleigh McEnany, a Trump supporter."}, {"sentId": 415, "text": "Also with me, Angela Rye, former executive director of the Congressional Black Caucus."}], "speaker": "LEMON", "secId": 199}, {"sentences": [{"sentId": 416, "text": "Hope I can get my mouth to work on this -- in this segment."}, {"sentId": 417, "text": "All right."}, {"sentId": 418, "text": "So, Kayleigh, President Barack Obama out solo on the campaign trail."}, {"sentId": 419, "text": "He is stumping for Hillary Clinton in Philadelphia today."}, {"sentId": 420, "text": "Clearly he has distain for Donald Trump."}, {"sentId": 421, "text": "Listen to this."}], "speaker": "LEMON", "secId": 200}, {"sentences": [{"sentId": 422, "text": "This is the guy you want to be championing working people?"}, {"sentId": 423, "text": "This guy who spent 70 years on this earth showing no concern for working people."}, {"sentId": 424, "text": "This guy suddenly going to be your champion?"}, {"sentId": 425, "text": "I mean, he spent most of his life trying to stay as far away from working people as he could."}], "speaker": "OBAMA", "secId": 201}, {"sentences": [{"sentId": 426, "text": "So there's no doubt that Donald Trump has a lot of support from working people as part of their -- his biggest supporters."}, {"sentId": 427, "text": "But the president's question is, why would people believe that a wealthy businessman from New York who has readily admitted in some ways gaming the system saying, you know, I had to do what I had to do as a businessman."}, {"sentId": 428, "text": "Why do they think that he's going to advocate for them in the White House?"}], "speaker": "LEMON", "secId": 202}, {"sentences": [{"sentId": 429, "text": "Well, I suppose you should ask them because they turned out in droves for him."}, {"sentId": 430, "text": "Look, independent voters came out for Donald Trump and he's winning them by three times the margin Mitt Romney won them by."}, {"sentId": 431, "text": "And I think it's because he knows working people because he's been around working people."}], "speaker": "MCENANY", "secId": 203}, {"sentences": [{"sentId": 432, "text": "We heard Donald Trump Jr. talked about how -- I was out there on the construction sites with my dad, I learned about cutting sheet metal."}, {"sentId": 433, "text": "I was there with the guys, my first job was on the construction site."}, {"sentId": 434, "text": "Donald Trump didn't sit at the top of Trump Tower."}, {"sentId": 435, "text": "He got in the dirt, talked to the workers, got to know the workers."}, {"sentId": 436, "text": "That's the kind of man he is and it's the kind of president he'll be."}], "speaker": "MCENANY", "secId": 204}, {"sentences": [{"sentId": 437, "text": "Well, I mean, he wasn't out there doing construction work."}, {"sentId": 438, "text": "I mean, I'm sure he --"}], "speaker": "LEMON", "secId": 205}, {"sentences": [{"sentId": 439, "text": "But he talked to the people who worked for him."}, {"sentId": 440, "text": "They were his peers and they were his friends."}], "speaker": "MCENANY", "secId": 206}, {"sentences": [{"sentId": 441, "text": "Yes."}, {"sentId": 442, "text": "Go ahead."}, {"sentId": 443, "text": "You're smiling."}, {"sentId": 444, "text": "You're like sitting there --"}], "speaker": "LEMON", "secId": 207}, {"sentences": [{"sentId": 445, "text": "I mean, I -- I think that it's been one of the better tricks of this campaign cycle where somehow, some way that Donald Trump's been converted into this working class hero, when Donald Trump very fundamentally on its face opposes the minimum wage."}, {"sentId": 446, "text": "Literally."}, {"sentId": 447, "text": "He opposes the minimum wage and actually came out and, quote-unquote, said wages are too high, so I don't understand how you can take someone whose policy rhetoric doesn't even match up with this -- this plea that he's making to working class Americans."}], "speaker": "SELLERS", "secId": 208}, {"sentences": [{"sentId": 448, "text": "But to get to the genesis of your question, the most popular elected official we had in the United States of America right now is Barack Obama -- well, it may be Michelle Obama but it's Barack Obama out on the trail right now."}], "speaker": "SELLERS", "secId": 209}, {"sentences": [{"sentId": 449, "text": "She's not elected, Bakari."}], "speaker": "RYE", "secId": 210}, {"sentences": [{"sentId": 450, "text": "Well --"}], "speaker": "SELLERS", "secId": 211}, {"sentences": [{"sentId": 451, "text": "Yes."}, {"sentId": 452, "text": "She's not elected."}, {"sentId": 453, "text": "She's not --"}], "speaker": "LEMON", "secId": 212}, {"sentences": [{"sentId": 454, "text": "So officially the first lady."}], "speaker": "LEMON", "secId": 213}, {"sentences": [{"sentId": 455, "text": "Officially the first lady so she's a public official."}], "speaker": "SELLERS", "secId": 214}, {"sentences": [{"sentId": 456, "text": "This is where -- Bakari, this is where the --"}], "speaker": "MCENANY", "secId": 215}, {"sentences": [{"sentId": 457, "text": "But I think -- I think that all of these people are going to roll out for Hillary Clinton and going to supplement her especially in working class people."}], "speaker": "SELLERS", "secId": 216}, {"sentences": [{"sentId": 458, "text": "But you talk about policies, but this is where the Clinton campaign should look in the mirror."}, {"sentId": 459, "text": "She was for NAFTA, she was for TPP."}, {"sentId": 460, "text": "Called it the gold standard."}, {"sentId": 461, "text": "Now she's against it because it's politically convenient for her."}, {"sentId": 462, "text": "So we can talk about policy but Donald Trump, I've heard anchors on this network say I've heard him 30 years ago talking about how bad NAFTA is."}], "speaker": "MCENANY", "secId": 217}, {"sentences": [{"sentId": 463, "text": "No, no, but you need policy from Donald Trump because what we do know is if you want to have a policy conversation, the Hillary Clinton --"}], "speaker": "SELLERS", "secId": 218}, {"sentences": [{"sentId": 464, "text": "It's not a policy."}, {"sentId": 465, "text": "Happy to."}], "speaker": "MCENANY", "secId": 219}, {"sentences": [{"sentId": 466, "text": "The Hillary Clinton has over 112,000 words of policy on the Web site."}, {"sentId": 467, "text": "Donald Trump has 9,000."}, {"sentId": 468, "text": "Donald Trump does not want to have a policy debate because he hasn't put forth any policy proposals."}], "speaker": "SELLERS", "secId": 220}, {"sentences": [{"sentId": 469, "text": "He's put forth a lot of policy."}], "speaker": "MCENANY", "secId": 221}, {"sentences": [{"sentId": 470, "text": "Name one for working class --"}], "speaker": "SELLERS", "secId": 222}, {"sentences": [{"sentId": 471, "text": "Factories from Mexico have to come back."}], "speaker": "MCENANY", "secId": 223}, {"sentences": [{"sentId": 472, "text": "How?"}, {"sentId": 473, "text": "How are you going to bring them back?"}], "speaker": "SELLERS", "secId": 224}, {"sentences": [{"sentId": 474, "text": "And if you send your factory -- if you send your factory to Mexico, you're going to pay a tariff on."}, {"sentId": 475, "text": "When you try to cross back into the border."}], "speaker": "MCENANY", "secId": 225}, {"sentences": [{"sentId": 476, "text": "Angela --"}], "speaker": "LEMON", "secId": 226}, {"sentences": [{"sentId": 477, "text": "He also said that Apple is going to produce their phones here?"}, {"sentId": 478, "text": "How's that going to work?"}, {"sentId": 479, "text": "MCENANY:  He has a lot of policy and we can go through it."}], "speaker": "SELLERS", "secId": 227}, {"sentences": [{"sentId": 480, "text": "Hey, Don."}], "speaker": "RYE", "secId": 228}, {"sentences": [{"sentId": 481, "text": "That makes no sense."}], "speaker": "SELLERS", "secId": 229}, {"sentences": [{"sentId": 482, "text": "Step by step."}, {"sentId": 483, "text": "But the Clinton campaign always wants to get --"}], "speaker": "MCENANY", "secId": 230}, {"sentences": [{"sentId": 484, "text": "Yes, and Angela --"}], "speaker": "LEMON", "secId": 231}, {"sentences": [{"sentId": 485, "text": "Don, hello."}], "speaker": "RYE", "secId": 232}, {"sentences": [{"sentId": 486, "text": "Yes, go ahead."}], "speaker": "LEMON", "secId": 233}, {"sentences": [{"sentId": 487, "text": "I'm over here in TV time out."}, {"sentId": 488, "text": "And just want to chime in quickly to say listen, Donald Trump is selling Americans a dream and part of the issue is there's a book that's now pretty old called, \"What's the Matter with Kansas,\" and we know for years Republicans have been pushing the American dream, peddling the American dream to people who will never achieve it based on the policies and the priorities that they have."}], "speaker": "RYE", "secId": 234}, {"sentences": [{"sentId": 489, "text": "Donald Trump has not just fallen into that, he has embraced that and in fact created a monster out of the situation."}, {"sentId": 490, "text": "He's basically calling Republicans to the carpet and saying, if you really believe all of the things you've been saying for all of these decades, if you really believe this dog whistle politics, let me use them and see what I get from it and that's what we're seeing in this election cycle."}], "speaker": "RYE", "secId": 235}, {"sentences": [{"sentId": 491, "text": "That is why when we talk about in the earlier segment, it is an us versus them, very, very divided electorate because people are mad and they need someone to blame."}, {"sentId": 492, "text": "Unfortunately, the people they're blaming look like me and other black and brown people in this country."}], "speaker": "RYE", "secId": 236}, {"sentences": [{"sentId": 493, "text": "Corey -- Corey is not on TV time out but he -- what did you want to say?"}], "speaker": "LEMON", "secId": 237}, {"sentences": [{"sentId": 494, "text": "Look, I agree with Angela."}, {"sentId": 495, "text": "People are mad because for 30 years Washington, D.C., has been broken."}], "speaker": "LEWANDOWSKI", "secId": 238}, {"sentences": [{"sentId": 496, "text": "You don't agree with me, Corey."}], "speaker": "RYE", "secId": 239}, {"sentences": [{"sentId": 497, "text": "I do agree with you because --  you know why?"}], "speaker": "LEWANDOWSKI", "secId": 240}, {"sentences": [{"sentId": 498, "text": "No, you don't because you brought down on this -- that's crazy."}, {"sentId": 499, "text": "You don't agree with me."}], "speaker": "RYE", "secId": 241}, {"sentences": [{"sentId": 500, "text": "Look, look --"}], "speaker": "LEWANDOWSKI", "secId": 242}, {"sentences": [{"sentId": 501, "text": "Let him finish."}], "speaker": "LEMON", "secId": 243}, {"sentences": [{"sentId": 502, "text": "Let me tell you."}, {"sentId": 503, "text": "I agree with you."}, {"sentId": 504, "text": "I think that the American people are frustrated and Washington, D.C. has been broken, Republicans and Democrats have gone to Washington and promised things and what we've gotten is $21 trillion in debt."}, {"sentId": 505, "text": "We've gotten our jobs shipped overseas and we've seen everybody but Americans put first for a change and if you want another 10 or 20 or eight more years of exactly what this country has had, which is broken promises, will promise one thing and do something different because the Washington, D.C. establishment and the special interests control you because how much money they've raised and how much they've donated to your campaign, then great."}, {"sentId": 506, "text": "Hillary Clinton --"}], "speaker": "LEWANDOWSKI", "secId": 244}, {"sentences": [{"sentId": 507, "text": "And how much they donate from the Trump Foundation."}], "speaker": "RYE", "secId": 245}, {"sentences": [{"sentId": 508, "text": "Then Hillary Clinton is your candidate."}, {"sentId": 509, "text": "But Donald Trump put $60 million of his own money into this race, unlike Hillary Clinton."}, {"sentId": 510, "text": "And guess what, he can't be bought, he won't be bought."}, {"sentId": 511, "text": "He's the only candidate in this race who's actually produced jobs in the private sector."}], "speaker": "LEWANDOWSKI", "secId": 246}, {"sentences": [{"sentId": 512, "text": "But he's buying."}], "speaker": "RYE", "secId": 247}, {"sentences": [{"sentId": 513, "text": "Try that for a change."}], "speaker": "LEWANDOWSKI", "secId": 248}, {"sentences": [{"sentId": 514, "text": "He's buying."}], "speaker": "RYE", "secId": 249}, {"sentences": [{"sentId": 515, "text": "How do you create jobs in the government if you can't produce them in the private sector?"}], "speaker": "LEWANDOWSKI", "secId": 250}, {"sentences": [{"sentId": 516, "text": "You know what, Corey?"}, {"sentId": 517, "text": "Corey, let me just knock you off your filibuster Trump speech -- you know, pitch that you continue to give and just say a couple of things."}, {"sentId": 518, "text": "One is your candidate is an insider."}, {"sentId": 519, "text": "He's just on the other side."}, {"sentId": 520, "text": "Instead of cashing the checks, he's writing the checks."}, {"sentId": 521, "text": "And according --"}], "speaker": "RYE", "secId": 251}, {"sentences": [{"sentId": 522, "text": "He's signing the front of a paycheck which Hillary Clinton has never done."}], "speaker": "LEWANDOWSKI", "secId": 252}, {"sentences": [{"sentId": 523, "text": "Guys -- guys."}], "speaker": "LEMON", "secId": 253}, {"sentences": [{"sentId": 524, "text": "Unfortunately, unfortunately, based on this \"Newsweek\" piece that's about to come out, we're finding out the reason why Trump can continue to make all these allegations about Crooked Hillary is because he is crooked as hell Donald."}, {"sentId": 525, "text": "We are going to see tomorrow just how crooked he is and just how conflicted he is."}], "speaker": "RYE", "secId": 254}, {"sentences": [{"sentId": 526, "text": "Angela --"}], "speaker": "LEWANDOWSKI", "secId": 255}, {"sentences": [{"sentId": 527, "text": "No wonder he has so much to say about the Clinton Foundation."}], "speaker": "RYE", "secId": 256}, {"sentences": [{"sentId": 528, "text": "How many checks has Hillary Clinton signed the front of for a paycheck?"}, {"sentId": 529, "text": "Zero."}, {"sentId": 530, "text": "How many jobs has she created?"}, {"sentId": 531, "text": "Zero is the answer."}], "speaker": "LEWANDOWSKI", "secId": 257}, {"sentences": [{"sentId": 532, "text": "Corey, you down off  and I can't chase you down that rabbit hole today."}], "speaker": "RYE", "secId": 258}, {"sentences": [{"sentId": 533, "text": "Thirty years Hillary Clinton has had the opportunity to create jobs."}], "speaker": "LEWANDOWSKI", "secId": 259}, {"sentences": [{"sentId": 534, "text": "Not going to do it."}], "speaker": "RYE", "secId": 260}, {"sentences": [{"sentId": 535, "text": "And you know what's happened?"}, {"sentId": 536, "text": "She hasn't done any of it and the American people know that."}], "speaker": "LEWANDOWSKI", "secId": 261}, {"sentences": [{"sentId": 537, "text": "She's been too busy -- she's been too busy in public service, Corey, and you-all wouldn't know anything about that."}], "speaker": "RYE", "secId": 262}, {"sentences": [{"sentId": 538, "text": "Really?"}, {"sentId": 539, "text": "Not for the last six years she hasn't been."}], "speaker": "LEWANDOWSKI", "secId": 263}, {"sentences": [{"sentId": 540, "text": "You've been busy shipping jobs overseas."}], "speaker": "RYE", "secId": 264}, {"sentences": [{"sentId": 541, "text": "What's she been doing?"}, {"sentId": 542, "text": "She hasn't created one job in the public sector."}], "speaker": "LEWANDOWSKI", "secId": 265}, {"sentences": [{"sentId": 543, "text": "All right."}, {"sentId": 544, "text": "Well --"}], "speaker": "LEMON", "secId": 266}, {"sentences": [{"sentId": 545, "text": "Because she's been busy in the public sector, Corey."}], "speaker": "RYE", "secId": 267}, {"sentences": [{"sentId": 546, "text": "She's been doing everything except creating jobs."}], "speaker": "LEWANDOWSKI", "secId": 268}, {"sentences": [{"sentId": 547, "text": "We will continue this conversation when we come right back."}], "speaker": "LEMON", "secId": 269}, {"sentences": [{"sentId": 548, "text": "They're going to fight in the break."}, {"sentId": 549, "text": "We'll be right back."}], "speaker": "LEMON", "secId": 270}, {"sentences": [{"sentId": 550, "text": "All right we're back now with the panel."}, {"sentId": 551, "text": "And Bakari, this is for you."}, {"sentId": 552, "text": "The president, who's a Democrat, he seemed awfully worried today about the state of the Republican Party."}, {"sentId": 553, "text": "Listen to this."}], "speaker": "LEMON", "secId": 271}, {"sentences": [{"sentId": 554, "text": "And think about what's happened to the Republican Party."}, {"sentId": 555, "text": "Right?"}, {"sentId": 556, "text": "They used to be opposed to Russia and authoritarianism and fighting for freedom and fighting for democracy."}], "speaker": "OBAMA", "secId": 272}, {"sentences": [{"sentId": 557, "text": "And now their nominee is out there praising a guy, saying he's a strong leader because he invades smaller countries, jails his opponents, controls the press and drives his economy into a long recession."}], "speaker": "OBAMA", "secId": 273}, {"sentences": [{"sentId": 558, "text": "It's been a baffling issue and it's upsetting not just Democrats but some Republicans as well."}, {"sentId": 559, "text": "But is this resonating, you think, to voters overall?"}], "speaker": "LEMON", "secId": 274}, {"sentences": [{"sentId": 560, "text": "I think so."}, {"sentId": 561, "text": "I mean, I think one of the things that voters, maybe not just in the weeds details about Trump and his relationship with Putin per se, but I do think that it makes a lot of voters really, really leery, and a lot of voters just not understanding much about Donald Trump."}, {"sentId": 562, "text": "We talk about the facts and we know that his largest debt holder is the Bank of China."}, {"sentId": 563, "text": "It's about $350 million."}, {"sentId": 564, "text": "You know, you don't want your president to have those type of relationships but for Donald Trump to get on national TV with Matt Lauer and say, President Putin has an 82 percent approval rating."}, {"sentId": 565, "text": "Do you know why he has 82 percent approval rating?"}], "speaker": "SELLERS", "secId": 275}, {"sentences": [{"sentId": 566, "text": "Because he's a dictator."}], "speaker": "LEMON", "secId": 276}, {"sentences": [{"sentId": 567, "text": "Because if you disagree with him, you probably will end up in jail or dead."}, {"sentId": 568, "text": "So, I mean, for him to just not have any context, I mean, I think it's baffling."}, {"sentId": 569, "text": "The lack of knowledge that Donald Trump has about foreign policy but it's even more baffling the fact that he's not willing to learn."}], "speaker": "SELLERS", "secId": 277}, {"sentences": [{"sentId": 570, "text": "The president made the -- I was just going to say listen to the president today and he made the same point about him being a dictator, and thus having a high approval rating because if you don't support him, you end up in jail or even worse."}, {"sentId": 571, "text": "But I do have to say that, you know, John McCain, according to the \"New York Times,\" Mike Pence got a lot of pushback today on Capitol Hill about Trump's support of Putin."}, {"sentId": 572, "text": "What do you --"}], "speaker": "LEMON", "secId": 278}, {"sentences": [{"sentId": 573, "text": "He doesn't support Putin."}, {"sentId": 574, "text": "He realizes that in order to be an effective leader on the world stage and advance your agenda --"}], "speaker": "MCENANY", "secId": 279}, {"sentences": [{"sentId": 575, "text": "What do you think about what he said about Putin?"}], "speaker": "LEMON", "secId": 280}, {"sentences": [{"sentId": 576, "text": "You have to work with other countries."}, {"sentId": 577, "text": "In fact, let's look at the cease-fire which we're all happy that we've received the cease- fire and Democrats are extolling it, as they should."}, {"sentId": 578, "text": "It's a good thing to have a cease-fire."}, {"sentId": 579, "text": "That included negotiating with guess who?"}, {"sentId": 580, "text": "Putin."}, {"sentId": 581, "text": "That's what Democrats have done."}], "speaker": "MCENANY", "secId": 281}, {"sentences": [{"sentId": 582, "text": "I understand what you're saying, Kayleigh, but --"}], "speaker": "LEMON", "secId": 282}, {"sentences": [{"sentId": 583, "text": "That's what Hillary Clinton tried to do when she gleefully presented the red button as a reset button to Foreign minister of Russia."}], "speaker": "MCENANY", "secId": 283}, {"sentences": [{"sentId": 584, "text": "Will you just listen to me?"}, {"sentId": 585, "text": "Are you putting yourself in a position that you know more than someone like John McCain who is a war hero and he knows a ton about foreign policy."}, {"sentId": 586, "text": "If he has a question and is concern about what Donald Trump is saying about someone like Putin, shouldn't that concern all of us?"}], "speaker": "LEMON", "secId": 284}, {"sentences": [{"sentId": 587, "text": "No."}], "speaker": "MCENANY", "secId": 285}, {"sentences": [{"sentId": 588, "text": "That's not concerning to you?"}], "speaker": "LEMON", "secId": 286}, {"sentences": [{"sentId": 589, "text": "Well, what concerns me is that a lot of these folks, Hillary Clinton being number one, have had the wrong judgment on every foreign policy area and yet we should all hold her up as being the most experienced."}], "speaker": "MCENANY", "secId": 287}, {"sentences": [{"sentId": 590, "text": "But, no, no, no."}], "speaker": "SELLERS", "secId": 288}, {"sentences": [{"sentId": 591, "text": "He has been wrong on every -- OK, let's go -- OK, let me get this out."}], "speaker": "MCENANY", "secId": 289}, {"sentences": [{"sentId": 592, "text": "OK."}, {"sentId": 593, "text": "So Iraq -- the Iraq war."}, {"sentId": 594, "text": "The Iraq war."}], "speaker": "SELLERS", "secId": 290}, {"sentences": [{"sentId": 595, "text": "Wrong on the Iraq war."}], "speaker": "MCENANY", "secId": 291}, {"sentences": [{"sentId": 596, "text": "So was Donald Trump."}], "speaker": "LEMON", "secId": 292}, {"sentences": [{"sentId": 597, "text": "Libya."}], "speaker": "SELLERS", "secId": 293}, {"sentences": [{"sentId": 598, "text": "No."}, {"sentId": 599, "text": "Not true."}, {"sentId": 600, "text": "Not true."}], "speaker": "MCENANY", "secId": 294}, {"sentences": [{"sentId": 601, "text": "Libya."}], "speaker": "SELLERS", "secId": 295}, {"sentences": [{"sentId": 602, "text": "He's on record opposing it."}], "speaker": "MCENANY", "secId": 296}, {"sentences": [{"sentId": 603, "text": "He is for that."}], "speaker": "SELLERS", "secId": 297}, {"sentences": [{"sentId": 604, "text": "No, he's not on record opposing it."}], "speaker": "LEMON", "secId": 298}, {"sentences": [{"sentId": 605, "text": "No, he's not --"}], "speaker": "SELLERS", "secId": 299}, {"sentences": [{"sentId": 606, "text": "No."}, {"sentId": 607, "text": "He was for --"}], "speaker": "MCENANY", "secId": 300}, {"sentences": [{"sentId": 608, "text": "He's not on record opposing it."}], "speaker": "LEMON", "secId": 301}, {"sentences": [{"sentId": 609, "text": "He's getting away with this lie."}], "speaker": "SELLERS", "secId": 302}, {"sentences": [{"sentId": 610, "text": "This is where my Democratic friends --"}], "speaker": "MCENANY", "secId": 303}, {"sentences": [{"sentId": 611, "text": "It's a lie."}], "speaker": "SELLERS", "secId": 304}, {"sentences": [{"sentId": 612, "text": "It's not true."}], "speaker": "LEMON", "secId": 305}, {"sentences": [{"sentId": 613, "text": "-- drive me nuts because they resist specificity, they resist facts as if they're the plague."}, {"sentId": 614, "text": "Let me give you --"}], "speaker": "MCENANY", "secId": 306}, {"sentences": [{"sentId": 615, "text": "It's a lie."}], "speaker": "SELLERS", "secId": 307}, {"sentences": [{"sentId": 616, "text": "That is not on the Democrats."}], "speaker": "RYE", "secId": 308}, {"sentences": [{"sentId": 617, "text": "Hold on --"}], "speaker": "LEMON", "secId": 309}, {"sentences": [{"sentId": 618, "text": "Let me --"}], "speaker": "MCENANY", "secId": 310}, {"sentences": [{"sentId": 619, "text": "Hold on."}, {"sentId": 620, "text": "Stop."}, {"sentId": 621, "text": "Stop."}, {"sentId": 622, "text": "Stop."}, {"sentId": 623, "text": "Stop."}, {"sentId": 624, "text": "There is no proof that Donald Trump opposed the war before the war started."}, {"sentId": 625, "text": "Maybe personally he did."}], "speaker": "LEMON", "secId": 311}, {"sentences": [{"sentId": 626, "text": "May I get it for you?"}], "speaker": "MCENANY", "secId": 312}, {"sentences": [{"sentId": 627, "text": "But there is nothing on record that shows that."}], "speaker": "LEMON", "secId": 313}, {"sentences": [{"sentId": 628, "text": "He was on record with Neil Cavuto."}, {"sentId": 629, "text": "I'll put the clip on my Twitter where he says, maybe we shouldn't do this right."}, {"sentId": 630, "text": "LEMON:  We've seen that."}, {"sentId": 631, "text": "That's not -- it's not specific."}], "speaker": "MCENANY", "secId": 314}, {"sentences": [{"sentId": 632, "text": "He's on record -- he's on record the day after the war saying it's a mess."}, {"sentId": 633, "text": "Guess who was for the war up until two years ago?"}], "speaker": "MCENANY", "secId": 315}, {"sentences": [{"sentId": 634, "text": "That's after."}], "speaker": "RYE", "secId": 316}, {"sentences": [{"sentId": 635, "text": "Hold on."}, {"sentId": 636, "text": "Hold on."}, {"sentId": 637, "text": "Hold on, Kayleigh."}], "speaker": "LEMON", "secId": 317}, {"sentences": [{"sentId": 638, "text": "That's not true."}], "speaker": "SELLERS", "secId": 318}, {"sentences": [{"sentId": 639, "text": "Hillary Clinton."}], "speaker": "MCENANY", "secId": 319}, {"sentences": [{"sentId": 640, "text": "Kayleigh, let me -- hey, hold on."}, {"sentId": 641, "text": "Stop, stop, stop."}, {"sentId": 642, "text": "I have a -- I have to -- a commitment to the American people and the viewers watching."}, {"sentId": 643, "text": "That is not true."}, {"sentId": 644, "text": "If you look at Neil Cavuto interview, he does not specifically say that he opposes the war."}, {"sentId": 645, "text": "There is absolutely --"}], "speaker": "LEMON", "secId": 320}, {"sentences": [{"sentId": 646, "text": "Said maybe we shouldn't do this."}], "speaker": "MCENANY", "secId": 321}, {"sentences": [{"sentId": 647, "text": "There is absolutely nowhere --"}], "speaker": "LEMON", "secId": 322}, {"sentences": [{"sentId": 648, "text": "Hillary Clinton, the war monger is going to war and he's saying we shouldn't do this right now."}], "speaker": "MCENANY", "secId": 323}, {"sentences": [{"sentId": 649, "text": "Will you let me finish my point, Kayleigh?"}, {"sentId": 650, "text": "So that is indeed false."}, {"sentId": 651, "text": "There is nowhere -- he's nowhere on the record that he said that."}], "speaker": "LEMON", "secId": 324}, {"sentences": [{"sentId": 652, "text": "He's on the record with Neil Cavuto."}], "speaker": "MCENANY", "secId": 325}, {"sentences": [{"sentId": 653, "text": "Facts do matter."}, {"sentId": 654, "text": "Go on."}], "speaker": "LEMON", "secId": 326}, {"sentences": [{"sentId": 655, "text": "I'm quoting him."}], "speaker": "MCENANY", "secId": 327}, {"sentences": [{"sentId": 656, "text": "You know what the difference is, Don?"}], "speaker": "LEWANDOWSKI", "secId": 328}, {"sentences": [{"sentId": 657, "text": "She wanted a fact-check."}, {"sentId": 658, "text": "So we're fact-checking."}], "speaker": "LEMON", "secId": 329}, {"sentences": [{"sentId": 659, "text": "I understand."}, {"sentId": 660, "text": "So let's talk about the facts."}, {"sentId": 661, "text": "Hillary Clinton served on the Senate Armed Services Committee."}, {"sentId": 662, "text": "She was -- she had access to classified information that she was aware of prior to going to making a vote in support of a war which she favored."}, {"sentId": 663, "text": "Do you know what Donald Trump was at time?"}, {"sentId": 664, "text": "A private businessman who was reading the \"New York Times\" and the \"Washington Post,\" and saying, I don't think that --"}], "speaker": "LEWANDOWSKI", "secId": 330}, {"sentences": [{"sentId": 665, "text": "We know, Corey --"}], "speaker": "RYE", "secId": 331}, {"sentences": [{"sentId": 666, "text": "OK, that --"}], "speaker": "LEMON", "secId": 332}, {"sentences": [{"sentId": 667, "text": "It's a lie."}, {"sentId": 668, "text": "That doesn't mean you can lie."}], "speaker": "SELLERS", "secId": 333}, {"sentences": [{"sentId": 669, "text": "That doesn't mean that you can't tell the truth about it."}], "speaker": "LEMON", "secId": 334}, {"sentences": [{"sentId": 670, "text": "But the difference is, when you have access to information that the general public doesn't have, you should be able to make a better decision."}], "speaker": "LEWANDOWSKI", "secId": 335}, {"sentences": [{"sentId": 671, "text": "You're absolutely -- you're absolutely right about that."}, {"sentId": 672, "text": "That is -- I would say that is indeed true, but to say that Donald Trump is on record opposing the war before it started is not true."}, {"sentId": 673, "text": "Go ahead."}], "speaker": "LEMON", "secId": 336}, {"sentences": [{"sentId": 674, "text": "I know Democrats resist convenient facts."}, {"sentId": 675, "text": "But I'll put up the video."}], "speaker": "MCENANY", "secId": 337}, {"sentences": [{"sentId": 676, "text": "Hillary Clinton has -- Hillary Clinton has said --"}], "speaker": "SELLERS", "secId": 338}, {"sentences": [{"sentId": 677, "text": "Wait a minute."}, {"sentId": 678, "text": "Wait a minute."}], "speaker": "RYE", "secId": 339}, {"sentences": [{"sentId": 679, "text": "I'm not resisting a -- I'm not Democrat, by the way."}], "speaker": "LEMON", "secId": 340}, {"sentences": [{"sentId": 680, "text": "Hold on, Bakari."}, {"sentId": 681, "text": "Hold on one second."}], "speaker": "RYE", "secId": 341}, {"sentences": [{"sentId": 682, "text": "And I'm not resisting a fact."}, {"sentId": 683, "text": "That is a fact."}, {"sentId": 684, "text": "But go on."}], "speaker": "LEMON", "secId": 342}, {"sentences": [{"sentId": 685, "text": "I can't -- Don, I just -- I can't deal with this."}, {"sentId": 686, "text": "Kayleigh, you know I love you dearly."}, {"sentId": 687, "text": "You cannot continue to say that Democrats resist facts."}, {"sentId": 688, "text": "Like that is laughable."}, {"sentId": 689, "text": "Your candidate is actually allergic --"}], "speaker": "RYE", "secId": 343}, {"sentences": [{"sentId": 690, "text": "I'm sitting here and Bakari is resisting the facts."}], "speaker": "MCENANY", "secId": 344}, {"sentences": [{"sentId": 691, "text": "He's allergic to facts."}], "speaker": "RYE", "secId": 345}, {"sentences": [{"sentId": 692, "text": "If -- there's a CNN pie chart that they just put out where Trump's pie chart is two-thirds false or mostly false for most of the words that come out of his mouth."}], "speaker": "RYE", "secId": 346}, {"sentences": [{"sentId": 693, "text": "The liberal fact-checkers that have been proven unreliable."}, {"sentId": 694, "text": "I'm giving you a quote, Angela."}], "speaker": "MCENANY", "secId": 347}, {"sentences": [{"sentId": 695, "text": "The liberal -- the liberal fact-checkers."}], "speaker": "RYE", "secId": 348}, {"sentences": [{"sentId": 696, "text": "I'm not sure how a quote is not a fact."}], "speaker": "MCENANY", "secId": 349}, {"sentences": [{"sentId": 697, "text": "We're paid political commentators on this network."}], "speaker": "RYE", "secId": 350}, {"sentences": [{"sentId": 698, "text": "Guess what, quotes are facts."}, {"sentId": 699, "text": "I'm going to give you a quote."}, {"sentId": 700, "text": "Before the Iraq war --"}], "speaker": "MCENANY", "secId": 351}, {"sentences": [{"sentId": 701, "text": "No, no, no."}, {"sentId": 702, "text": "No."}], "speaker": "RYE", "secId": 352}, {"sentences": [{"sentId": 703, "text": "Quote, maybe we shouldn't do this right now."}, {"sentId": 704, "text": "RYE:  Kayleigh."}], "speaker": "MCENANY", "secId": 353}, {"sentences": [{"sentId": 705, "text": "End quote."}, {"sentId": 706, "text": "That is a fact."}], "speaker": "MCENANY", "secId": 354}, {"sentences": [{"sentId": 707, "text": "Kayleigh -- Kayleigh."}], "speaker": "RYE", "secId": 355}, {"sentences": [{"sentId": 708, "text": "It's a quote."}], "speaker": "MCENANY", "secId": 356}, {"sentences": [{"sentId": 709, "text": "Maybe we shouldn't --"}], "speaker": "RYE", "secId": 357}, {"sentences": [{"sentId": 710, "text": "It happened."}, {"sentId": 711, "text": "You can say it didn't happen."}, {"sentId": 712, "text": "An inconvenient fact, but it's a fact nonetheless."}], "speaker": "MCENANY", "secId": 358}, {"sentences": [{"sentId": 713, "text": "Maybe we shouldn't go down this rabbit hole."}], "speaker": "RYE", "secId": 359}, {"sentences": [{"sentId": 714, "text": "OK."}], "speaker": "LEMON", "secId": 360}, {"sentences": [{"sentId": 715, "text": "Doesn't mean I'm committed to it."}], "speaker": "RYE", "secId": 361}, {"sentences": [{"sentId": 716, "text": "OK."}], "speaker": "LEMON", "secId": 362}, {"sentences": [{"sentId": 717, "text": "I'm just telling you CNN has demonstrated."}], "speaker": "RYE", "secId": 363}, {"sentences": [{"sentId": 718, "text": "OK."}], "speaker": "LEMON", "secId": 364}, {"sentences": [{"sentId": 719, "text": "The network that we're paid by has demonstrated that Donald Trump lies most of the time and Hillary Clinton's numbers are almost exactly the opposite."}], "speaker": "RYE", "secId": 365}, {"sentences": [{"sentId": 720, "text": "No, you're citing --"}], "speaker": "MCENANY", "secId": 366}, {"sentences": [{"sentId": 721, "text": "Let me read this --"}], "speaker": "LEMON", "secId": 367}, {"sentences": [{"sentId": 722, "text": "It's not a liberal fact check."}, {"sentId": 723, "text": "This is the network we work on."}], "speaker": "RYE", "secId": 368}, {"sentences": [{"sentId": 724, "text": "OK."}, {"sentId": 725, "text": "Stand by, everybody."}], "speaker": "LEMON", "secId": 369}, {"sentences": [{"sentId": 726, "text": "OK.  All right."}], "speaker": "RYE", "secId": 370}, {"sentences": [{"sentId": 727, "text": "Stand by, everyone."}, {"sentId": 728, "text": "We're talking about facts here."}, {"sentId": 729, "text": "All right."}, {"sentId": 730, "text": "So here's the thing."}, {"sentId": 731, "text": "Trump dialed back -- dialed that back a bit in another interview."}, {"sentId": 732, "text": "This is January of 2003, a few months before the invasion."}, {"sentId": 733, "text": "FOX's Neil Cavuto asked Trump whether President George W. Bush should be more focused on Iraq or the economy?"}], "speaker": "LEMON", "secId": 371}, {"sentences": [{"sentId": 734, "text": "And here's a quote from Donald Trump."}, {"sentId": 735, "text": "\"Well, he's either got to do something or not do something perhaps because perhaps shouldn't be -- perhaps shouldn't be doing it yet.\""}], "speaker": "LEMON", "secId": 372}, {"sentences": [{"sentId": 736, "text": "Doing this right now."}, {"sentId": 737, "text": "Exactly what I said."}], "speaker": "MCENANY", "secId": 373}, {"sentences": [{"sentId": 738, "text": "\"And perhaps we should be waiting for the United Nations, you know."}, {"sentId": 739, "text": "Trump said he's under a lot of pressure."}, {"sentId": 740, "text": "I think he's doing a great job but of course if you look at polls, a lot of people are getting a little tired."}, {"sentId": 741, "text": "I think the Iraq situation is a problem and I think economy is a much bigger problem as far as the president is concerned.\""}, {"sentId": 742, "text": "And so that is not --"}], "speaker": "LEMON", "secId": 374}, {"sentences": [{"sentId": 743, "text": "That is what I said."}, {"sentId": 744, "text": "Perhaps we shouldn't do this right now."}], "speaker": "MCENANY", "secId": 375}, {"sentences": [{"sentId": 745, "text": "Perhaps is not saying we shouldn't be doing this right now."}], "speaker": "LEMON", "secId": 376}, {"sentences": [{"sentId": 746, "text": "That's not -- doesn't mean he's opposed --"}], "speaker": "RYE", "secId": 377}, {"sentences": [{"sentId": 747, "text": "Versus Hillary Clinton who for a decade after that promoted this war."}], "speaker": "MCENANY", "secId": 378}, {"sentences": [{"sentId": 748, "text": "Can I finish?"}, {"sentId": 749, "text": "Can I finish?"}, {"sentId": 750, "text": "Can I finish going through this litany of bad decisions, you like to say that he --"}], "speaker": "SELLERS", "secId": 379}, {"sentences": [{"sentId": 751, "text": "Yes."}], "speaker": "LEMON", "secId": 380}, {"sentences": [{"sentId": 752, "text": "That Hillary Clinton made."}], "speaker": "SELLERS", "secId": 381}, {"sentences": [{"sentId": 753, "text": "Libya, Syria."}], "speaker": "MCENANY", "secId": 382}, {"sentences": [{"sentId": 754, "text": "But just one second."}, {"sentId": 755, "text": "Because Libya --"}], "speaker": "SELLERS", "secId": 383}, {"sentences": [{"sentId": 756, "text": "I've got to go, Bakari."}], "speaker": "LEMON", "secId": 384}, {"sentences": [{"sentId": 757, "text": "Because she's for Libya."}, {"sentId": 758, "text": "And the Iraq withdrawal he was for that --"}], "speaker": "SELLERS", "secId": 385}, {"sentences": [{"sentId": 759, "text": "I got to go."}], "speaker": "LEMON", "secId": 386}, {"sentences": [{"sentId": 760, "text": "He was for a surgical --"}], "speaker": "MCENANY", "secId": 387}, {"sentences": [{"sentId": 761, "text": "We're into the next show now."}], "speaker": "LEMON", "secId": 388}, {"sentences": [{"sentId": 762, "text": "I'm going to miss you."}, {"sentId": 763, "text": "I'll be here tomorrow."}], "speaker": "SELLERS", "secId": 389}, {"sentences": [{"sentId": 764, "text": "Thanks, everybody."}, {"sentId": 765, "text": "Thank you."}, {"sentId": 766, "text": "And good night."}], "speaker": "LEMON", "secId": 390}, {"sentences": [{"sentId": 767, "text": "Thank you."}], "speaker": "MCENANY", "secId": 391}, {"sentences": [{"sentId": 768, "text": "Thank you, Don."}], "speaker": "RYE", "secId": 392}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1609.13.cnnt.02.html.json", "time": "Aired September 13, 2016 - 23:00   ET"}