{"sectionCount": 238, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["LEMON", "MARQUEZ", "ANGUS", "BERKMAN", "JORDAN", "FERRANTE", "JONES", "TRUMP", "NOGALES", "MARTIN", "MCENANY", "HILL", "FERGUSON", "HIL", "UNIDENTIFIED MALE", "UNIDENTIFIED FEMALE"], "subTitle": "David Sweat Captured After Three Weeks on the Run; NBC Cuts Business Ties to Trump; Confederate Flag Still Flying in South Carolina. Aired 10-11:00p ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1506/29/cnnt.01.html", "sentenceCount": 692, "sections": [{"sentences": [{"sentId": 0, "text": "David Sweat on the run for three weeks after a stunning prison break."}, {"sentId": 1, "text": "We're going to talk to the couple who witnessed his takedown by New York State troopers."}, {"sentId": 2, "text": "This is CNN tonight."}, {"sentId": 3, "text": "I'm Don Lemon."}], "speaker": "LEMON", "secId": 0}, {"sentences": [{"sentId": 4, "text": "David Sweat is talking to investigators now that he is back in custody."}, {"sentId": 5, "text": "We're going to see what he is telling him."}, {"sentId": 6, "text": "Plus, NBC to Donald Trump, you're fired."}, {"sentId": 7, "text": "The network cuts business ties to the mogul and presidential candidate over his remarks that immigrants crossing over the southern border are killers and rapists."}, {"sentId": 8, "text": "NBC won't air Trump's Miss USA pageant in two weeks."}, {"sentId": 9, "text": "Trump is now threatening to sue."}], "speaker": "LEMON", "secId": 1}, {"sentences": [{"sentId": 10, "text": "And why is the Confederate Flag still flying in South Carolina's Capitol when it looks like there are enough votes in the legislature to take it down?"}, {"sentId": 11, "text": "We'll investigate."}, {"sentId": 12, "text": "There is a lot to get to together tonight."}, {"sentId": 13, "text": "But I'm going to talk exclusively to the couple who witnessed the arrest of the prison escapee in just a moment."}], "speaker": "LEMON", "secId": 2}, {"sentences": [{"sentId": 14, "text": "But, I want to begin the CNN's Miguel Marquez who's outside the hospital where inmate David Sweat is recovering from the gunshot wounds he sustained during his capture."}, {"sentId": 15, "text": "Good evening, Miguel."}, {"sentId": 16, "text": "What's the very latest on David Sweat's condition tonight?"}], "speaker": "LEMON", "secId": 3}, {"sentences": [{"sentId": 17, "text": "Well, he's getting better."}, {"sentId": 18, "text": "He's now in serious condition up from critical."}, {"sentId": 19, "text": "And it is expected this is the hospital that he will be stabilized here and then moved out from to some correctional facility where they will be able to care for him."}, {"sentId": 20, "text": "So, he is getting better."}, {"sentId": 21, "text": "And that is something that the authorities want because he is the best link they have to understanding how it is that he and Richard Matt were able to get out of that maximum security prison, Don."}], "speaker": "MARQUEZ", "secId": 4}, {"sentences": [{"sentId": 22, "text": "Yes."}, {"sentId": 23, "text": "And how they are able to get out."}, {"sentId": 24, "text": "What is he saying to officials, what do we know about their time on the run and their escape?"}], "speaker": "LEMON", "secId": 5}, {"sentences": [{"sentId": 25, "text": "He is talking some."}, {"sentId": 26, "text": "He says that several days ago he went his separate ways from Richard Matt because he was slowing him down."}, {"sentId": 27, "text": "And indeed, when Mr. Matt was shot and killed on Friday afternoon, investigators tell us that he smelled of alcohol."}, {"sentId": 28, "text": "He also says that the plan was what we had heard, confirmed."}, {"sentId": 29, "text": "There was a lot of discussion about whether Joyce Mitchell, the prison"}], "speaker": "MARQUEZ", "secId": 6}, {"sentences": [{"sentId": 30, "text": "employee was plan A, turns out she was."}, {"sentId": 31, "text": "After they popped up out of that manhole the idea was that they would meet up with her, they would drive -- they hoped to get to Mexico toasting margaritas on a Mexican beach perhaps with her."}, {"sentId": 32, "text": "That didn't happen when she didn't show up, they were forced into a plan B, which they didn't have."}, {"sentId": 33, "text": "They only got about 32 miles and 22 days, so they were moving at this pace, Don."}], "speaker": "MARQUEZ", "secId": 7}, {"sentences": [{"sentId": 34, "text": "So, Miguel, you talked about what investigators said about Richard Matt."}, {"sentId": 35, "text": "But what is the coroner saying today about Richard Matt?"}], "speaker": "LEMON", "secId": 8}, {"sentences": [{"sentId": 36, "text": "That he was -- both in pretty bad shape but also fairly decent for as long as he was out there."}, {"sentId": 37, "text": "That he had basically hunter's clothes on."}, {"sentId": 38, "text": "Camouflage -- heavy camouflaged clothing, so he could blend in with the dark green forest and heavy boots on."}], "speaker": "MARQUEZ", "secId": 9}, {"sentences": [{"sentId": 39, "text": "Clearly clothing that was they were preparing for a long trek."}, {"sentId": 40, "text": "He also had a lot of bug bites once they got the clothing off of him."}, {"sentId": 41, "text": "But the bites themselves and he was not swelled up."}, {"sentId": 42, "text": "So, they surmised that perhaps."}, {"sentId": 43, "text": "They had some shelter, some proper shelter during their 22 days in the wild."}], "speaker": "MARQUEZ", "secId": 10}, {"sentences": [{"sentId": 44, "text": "And Gene Palmer was also in court today."}, {"sentId": 45, "text": "What happened, Miguel?"}], "speaker": "LEMON", "secId": 11}, {"sentences": [{"sentId": 46, "text": "Basically, no contest."}, {"sentId": 47, "text": "He didn't plead at all, said that he was waving all rights to future hearings in Plattsburgh."}, {"sentId": 48, "text": "Wants out of that court basically to take it to another forum so that -- down the road they can do it through a grand jury."}, {"sentId": 49, "text": "And they will hear evidence and decide whether to charge him."}], "speaker": "MARQUEZ", "secId": 12}, {"sentences": [{"sentId": 50, "text": "He's not pleading -- he didn't plead today."}, {"sentId": 51, "text": "His lawyer says that in the future he will plead not guilty but that some way down the road."}, {"sentId": 52, "text": "Andrew Wiley, the D.A."}, {"sentId": 53, "text": "in Plattsburgh County saying he is going to give his lawyer some time to get on top of this case, Don."}], "speaker": "MARQUEZ", "secId": 13}, {"sentences": [{"sentId": 54, "text": "Gene Palmer, the prison guard is being investigated in all of this."}, {"sentId": 55, "text": "Thank you, Miguel."}], "speaker": "LEMON", "secId": 14}, {"sentences": [{"sentId": 56, "text": "Joining me now exclusively are Jeff Angus and Sheri Berkman who witnessed the arrest of David Sweat and recorded it on their iPhone."}, {"sentId": 57, "text": "Hello, guys."}, {"sentId": 58, "text": "SO, tell me what happened yesterday, what did you see?"}, {"sentId": 59, "text": "What did you hear?"}], "speaker": "LEMON", "secId": 15}, {"sentences": [{"sentId": 60, "text": "Well, basically we're coming down the road."}, {"sentId": 61, "text": "We had just got back from vacation."}, {"sentId": 62, "text": "And we've seen a few state trooper cars in the road."}, {"sentId": 63, "text": "And as we were driving by, they started running out in the field."}, {"sentId": 64, "text": "And that's when we started videotaping running to the back of the field."}, {"sentId": 65, "text": "And the videotape doesn't show that great because all the trees and brush, we can't get part of the capture."}], "speaker": "ANGUS", "secId": 16}, {"sentences": [{"sentId": 66, "text": "So, tell us what we are looking at."}], "speaker": "LEMON", "secId": 17}, {"sentences": [{"sentId": 67, "text": "What's in the videos is where the troopers are running back."}, {"sentId": 68, "text": "They have got him surrounded."}, {"sentId": 69, "text": "One of the gentlemen, the officers came up and told us we had to leave."}], "speaker": "ANGUS", "secId": 18}, {"sentences": [{"sentId": 70, "text": "Right, they were surrounding him."}, {"sentId": 71, "text": "We could tell they had him."}, {"sentId": 72, "text": "He was sitting up."}, {"sentId": 73, "text": "He was in an upright position."}, {"sentId": 74, "text": "They surrounded around him."}], "speaker": "BERKMAN", "secId": 19}, {"sentences": [{"sentId": 75, "text": "Yes."}, {"sentId": 76, "text": "So, you guys knew -- you knew right away?"}, {"sentId": 77, "text": "Did you?"}], "speaker": "LEMON", "secId": 20}, {"sentences": [{"sentId": 78, "text": "Yes, we kind of -- they have been looking for them so long."}, {"sentId": 79, "text": "We live local."}, {"sentId": 80, "text": "Constable has been a big name in the papers and everything, and on the news."}, {"sentId": 81, "text": "Yeah, we kind of figured it out."}], "speaker": "ANGUS", "secId": 21}, {"sentences": [{"sentId": 82, "text": "Yes."}], "speaker": "LEMON", "secId": 22}, {"sentences": [{"sentId": 83, "text": "And I did."}], "speaker": "BERKMAN", "secId": 23}, {"sentences": [{"sentId": 84, "text": "So, Angus, you said you were on your -- coming home from vacation."}, {"sentId": 85, "text": "Weren't you coming home from your honeymoon when you came up on this?"}], "speaker": "LEMON", "secId": 24}, {"sentences": [{"sentId": 86, "text": "Yes, yes, we were."}, {"sentId": 87, "text": "Yes."}], "speaker": "ANGUS", "secId": 25}, {"sentences": [{"sentId": 88, "text": "Yes."}, {"sentId": 89, "text": "So, what did you think, Sheri?"}], "speaker": "LEMON", "secId": 26}, {"sentences": [{"sentId": 90, "text": "So, a little more excitement besides --"}], "speaker": "ANGUS", "secId": 27}, {"sentences": [{"sentId": 91, "text": "Well, I was -- I was expecting to see a lot more law enforcement."}, {"sentId": 92, "text": "I didn't really -- it didn't click on to me that it was probably what was going on."}, {"sentId": 93, "text": "We've seen these state trooper cars and the state troopers kind of standing on that pointing around."}, {"sentId": 94, "text": "I didn't -- would never have guessed that's what was going on because nobody else was around."}], "speaker": "BERKMAN", "secId": 28}, {"sentences": [{"sentId": 95, "text": "Because we were told there was mobs of them around this area and we hadn't come upon any of them except for the state trooper cars."}], "speaker": "BERKMAN", "secId": 29}, {"sentences": [{"sentId": 96, "text": "Yes."}], "speaker": "LEMON", "secId": 30}, {"sentences": [{"sentId": 97, "text": "BERKMAN So, yes, it was kind of surreal thing to kind of see."}, {"sentId": 98, "text": "And then they start running after him."}, {"sentId": 99, "text": "And then we kind of figured, wow, they got him."}, {"sentId": 100, "text": "You know, we could see that he was on the ground."}, {"sentId": 101, "text": "They had gotten him and surrounded him."}], "speaker": "LEMON", "secId": 31}, {"sentences": [{"sentId": 102, "text": "Do you think that he had any idea that he was near the Canadian border?"}, {"sentId": 103, "text": "Because I've heard people say if he had made his way to the tree line they would not have gotten him?"}], "speaker": "LEMON", "secId": 32}, {"sentences": [{"sentId": 104, "text": "I don't think they would possibly not gotten him because that tree line, it's all woods from there back and it's only a couple miles from the border."}], "speaker": "ANGUS", "secId": 33}, {"sentences": [{"sentId": 105, "text": "Do you think he knew?"}], "speaker": "LEMON", "secId": 34}, {"sentences": [{"sentId": 106, "text": "There's very few -- I think he knew where he was going, yes."}, {"sentId": 107, "text": "He was heading north."}], "speaker": "ANGUS", "secId": 35}, {"sentences": [{"sentId": 108, "text": "How concerned were you for yourselves and your friends and your neighbors when all this happened?"}, {"sentId": 109, "text": "You've got to be relieved now."}], "speaker": "LEMON", "secId": 36}, {"sentences": [{"sentId": 110, "text": "Well, we are."}], "speaker": "ANGUS", "secId": 37}, {"sentences": [{"sentId": 111, "text": "Definitely."}], "speaker": "BERKMAN", "secId": 38}, {"sentences": [{"sentId": 112, "text": "Yes."}, {"sentId": 113, "text": "We're -- it's not that we are sick of hearing about it but we just want it to be over with."}, {"sentId": 114, "text": "Of course we were fearful for the family, friends."}], "speaker": "ANGUS", "secId": 39}, {"sentences": [{"sentId": 115, "text": "We kept that we're gone away for a week but we kept on actually watching CNN from where we were."}, {"sentId": 116, "text": "We kept up on it and everybody around us knew what was going on."}, {"sentId": 117, "text": "It was still far away but everybody knew, it was in the papers."}, {"sentId": 118, "text": "We got to talk about it actually."}], "speaker": "BERKMAN", "secId": 40}, {"sentences": [{"sentId": 119, "text": "Well, Jeff and Sheri, I appreciate your time."}, {"sentId": 120, "text": "And I'm glad you're safe, and I'm sure your neighbors are glad that everybody is safe now that this, you know, one has been apprehended and the other is not with us anymore."}], "speaker": "LEMON", "secId": 41}, {"sentences": [{"sentId": 121, "text": "Absolutely."}], "speaker": "ANGUS", "secId": 42}, {"sentences": [{"sentId": 122, "text": "Big relief."}], "speaker": "BERKMAN", "secId": 43}, {"sentences": [{"sentId": 123, "text": "Thank you."}], "speaker": "LEMON", "secId": 44}, {"sentences": [{"sentId": 124, "text": "ANGUS."}, {"sentId": 125, "text": "Thank you very much."}], "speaker": "LEMON", "secId": 45}, {"sentences": [{"sentId": 126, "text": "Joining me now criminologist Casey Jordan."}, {"sentId": 127, "text": "They're relieved and there is a tremendous amount of relief in that area."}], "speaker": "LEMON", "secId": 46}, {"sentences": [{"sentId": 128, "text": "I think we are all relieved."}, {"sentId": 129, "text": "If he had gotten over the border, I think it would have been a great mystery as to what happened to David Sweat from heroin out."}], "speaker": "JORDAN", "secId": 47}, {"sentences": [{"sentId": 130, "text": "According to David Sweat, he and Richard split up around the middle of last week."}, {"sentId": 131, "text": "Did that turn out do you think to be their down fall?"}], "speaker": "LEMON", "secId": 48}, {"sentences": [{"sentId": 132, "text": "Well, it certainly turned out to be Richard Matt's down fall."}, {"sentId": 133, "text": "David Sweat is saying that he left him behind because he was, he was blisters on his feet."}, {"sentId": 134, "text": "He wasn't this athletic, he was older."}, {"sentId": 135, "text": "But it really occurs to me that once they got that shut gun from a cabin about six or seven days ago, the dynamic between them had to change."}], "speaker": "JORDAN", "secId": 49}, {"sentences": [{"sentId": 136, "text": "There is no honor among thieves and even less among murderers."}, {"sentId": 137, "text": "So, if one has a shot begun and the other one doesn't, I mean, he has to live in fear of law enforcement and his buddy."}, {"sentId": 138, "text": "He's not even able to close his eyes at night because why wouldn't Matt kill him to increase his chance of getting away."}, {"sentId": 139, "text": "So, I think that's why David Sweat took off on his own."}], "speaker": "JORDAN", "secId": 50}, {"sentences": [{"sentId": 140, "text": "Yes, I thought about that."}, {"sentId": 141, "text": "And I also thought this if they -- hearing today, and over the past day or so since they caught him, he is saying that they were planning this for a year."}], "speaker": "LEMON", "secId": 51}, {"sentences": [{"sentId": 142, "text": "Yes."}], "speaker": "JORDAN", "secId": 52}, {"sentences": [{"sentId": 143, "text": "If there were planning it for a year why not a better getaway plan?"}, {"sentId": 144, "text": "Did Joyce really screw up their getaway plan?"}], "speaker": "LEMON", "secId": 53}, {"sentences": [{"sentId": 145, "text": "I really think that they put way too much faith in Joyce."}, {"sentId": 146, "text": "But again, she was completely enamored."}, {"sentId": 147, "text": "She was there until the 11th hour."}, {"sentId": 148, "text": "She didn't change her mind until the actual moment where she had to show up with that car."}, {"sentId": 149, "text": "So, every indication was that she was really going to go through with this."}], "speaker": "JORDAN", "secId": 54}, {"sentences": [{"sentId": 150, "text": "They were going to kill her husband."}, {"sentId": 151, "text": "The only thing I find interesting is her end of the story was that, she didn't know where they were going, they were going to drive seven hours."}, {"sentId": 152, "text": "But according to him she knew all along they were going to Mexico."}, {"sentId": 153, "text": "So, I think the authorities are going to have a chat with Joyce about that."}], "speaker": "JORDAN", "secId": 55}, {"sentences": [{"sentId": 154, "text": "This is part of what you do, you do a lot of jailhouse interviews and you know about this is."}], "speaker": "JORDAN", "secId": 56}, {"sentences": [{"sentId": 155, "text": "Absolutely."}], "speaker": "JORDAN", "secId": 57}, {"sentences": [{"sentId": 156, "text": "So, do you believe that Gene Palmer and Joyce Mitchell that they were the only two other people involved in this?"}], "speaker": "LEMON", "secId": 58}, {"sentences": [{"sentId": 157, "text": "Well, it trickled down."}, {"sentId": 158, "text": "I mean, Joyce is the big connection."}, {"sentId": 159, "text": "Palmer is just complacent."}, {"sentId": 160, "text": "I don't think he was an active participant like Joyce Mitchell was."}, {"sentId": 161, "text": "But the whole idea that correctional officers, you know, know that drugs are going on, take pay offs to go and flip somebody's breaker, that kind of complacency, especially for people who have been on the job for a very long time."}, {"sentId": 162, "text": "I mean, if there is one silver lining it is that that has to change."}, {"sentId": 163, "text": "And I think big changes are going to come down the pike after this."}], "speaker": "JORDAN", "secId": 59}, {"sentences": [{"sentId": 164, "text": "We're going to talk much more about that and about this supposed drug pipeline as well coming up on this broadcast."}, {"sentId": 165, "text": "So, Casey, stay with me."}, {"sentId": 166, "text": "Much, much more ahead here tonight on the capture of David Sweat and what he is telling investigators."}], "speaker": "LEMON", "secId": 60}, {"sentences": [{"sentId": 167, "text": "Plus, NBC breaks off its business relationship with Donald Trump because of his inflammatory comments about immigrants."}], "speaker": "LEMON", "secId": 61}, {"sentences": [{"sentId": 168, "text": "Take an escaped convicted David Sweat alive opens a whole new chapter in the story of the Clinton Correctional Facility."}, {"sentId": 169, "text": "The FBI has launched a prison heroin probe where Matt and Sweat - where Matt and Sweat involved in prison guards -- with prison guards in a drug ring behind bars."}], "speaker": "LEMON", "secId": 62}, {"sentences": [{"sentId": 170, "text": "So, joining me now exclusively via Skype is Louis Ferrante, a former inmate of the Clinton Correctional Facility, and back with me, criminologist Casey Jordan."}, {"sentId": 171, "text": "OK."}, {"sentId": 172, "text": "So, Louis, thank you for joining the program."}, {"sentId": 173, "text": "Tonight, David Sweat sits in a hospital bed waiting to head back to prison."}, {"sentId": 174, "text": "What will prison be like for him now?"}], "speaker": "LEMON", "secId": 63}, {"sentences": [{"sentId": 175, "text": "Yes."}, {"sentId": 176, "text": "So, there is a couple of different responses he's be getting from the prisoners."}, {"sentId": 177, "text": "One is, he would normally be a hero."}, {"sentId": 178, "text": "What he did is big within that system."}, {"sentId": 179, "text": "First of all, he killed a cop."}, {"sentId": 180, "text": "So, to begin with, he was sort of like a hero because that's the enemy to the people in prison."}, {"sentId": 181, "text": "So, that's the first thing."}], "speaker": "FERRANTE", "secId": 64}, {"sentences": [{"sentId": 182, "text": "But now, having escaped in this great, like mysterious Alcatraz escape, he's leading cops around on wild goose chase like Bonnie and Clyde, he would be welcomed back with open arms."}, {"sentId": 183, "text": "But the fact that I found out he's a prison in-house rat, ratting on other prisoners, leading up to this escape, that's going to do him a lot of harm inside the prison."}], "speaker": "FERRANTE", "secId": 65}, {"sentences": [{"sentId": 184, "text": "And where typically they would be like, wow, here's our champion they are going to be spitting on him."}, {"sentId": 185, "text": "I mean, he is garbage now."}, {"sentId": 186, "text": "You know, I don't know where he is going to find friends but that's pretty much the response he is going to get inside the prison."}], "speaker": "FERRANTE", "secId": 66}, {"sentences": [{"sentId": 187, "text": "Is there a chance that he may go somewhere else or he is going to go right back to Clinton, Louis?"}], "speaker": "LEMON", "secId": 67}, {"sentences": [{"sentId": 188, "text": "I can't see him going back to Clinton."}, {"sentId": 189, "text": "Unless, you know, unless they really wanted to make like some type of stance where they are saying, hey, you know what, you escape from Clinton, now you are going to spend the rest of your life as Clinton as punishment."}, {"sentId": 190, "text": "That's possible."}], "speaker": "FERRANTE", "secId": 68}, {"sentences": [{"sentId": 191, "text": "But I think Clinton has so many other extraordinary problems that are surfacing one by one that they can't bring him back to Clinton."}, {"sentId": 192, "text": "I think they are going to revamp that whole prison and starting by not returning Sweat there, I mean, first stuff."}], "speaker": "FERRANTE", "secId": 69}, {"sentences": [{"sentId": 193, "text": "Yes."}, {"sentId": 194, "text": "He may be the least of their worries but I'm sure some people there could be -- the employees at least at Clinton Correctional maybe worried about what he is saying to law enforcement."}], "speaker": "LEMON", "secId": 70}, {"sentences": [{"sentId": 195, "text": "The worst thing I had said when he was on the run after Matt got killed and he was still on the run."}, {"sentId": 196, "text": "I said to everybody I know, there are a lot of people now shaking in their boots that he gets, you know, hoping that he gets killed."}, {"sentId": 197, "text": "Because if he doesn't, they are all facing some sort of indictments."}, {"sentId": 198, "text": "There could even be a suicide coming down the pipeline."}, {"sentId": 199, "text": "Who knows?"}, {"sentId": 200, "text": "That's what I was saying."}], "speaker": "FERRANTE", "secId": 71}, {"sentences": [{"sentId": 201, "text": "Because if this is the tip of the iceberg, these two."}, {"sentId": 202, "text": "I think there's other people involved."}, {"sentId": 203, "text": "And I think that Matt might have had accomplices inside as well."}, {"sentId": 204, "text": "Although, he's dead, maybe Sweat knows who they were."}, {"sentId": 205, "text": "And I think if they were involved in a drug trafficking ring or whatever else was going on in that place, maybe a prostitution thing -- who knows?"}, {"sentId": 206, "text": "You don't even know."}, {"sentId": 207, "text": "This could be the tip of the iceberg but a lot of people were hoping you had he was taken out just like Matt."}, {"sentId": 208, "text": "I'm sure of that."}], "speaker": "FERRANTE", "secId": 72}, {"sentences": [{"sentId": 209, "text": "I got one more question before I bring Casey for you."}, {"sentId": 210, "text": "The FBI is launching corruption and drug trafficking investigations at the Clinton Correctional Facility."}, {"sentId": 211, "text": "In particular, they are looking at heroin use within the prison and how employees are involved in the possible drug trade."}, {"sentId": 212, "text": "Did you see heroin use while you were there?"}, {"sentId": 213, "text": "FERRANTE: Don, I was in federal, state, and county prisons."}, {"sentId": 214, "text": "I spent"}], "speaker": "LEMON", "secId": 73}, {"sentences": [{"sentId": 215, "text": "eight and a half years inside."}, {"sentId": 216, "text": "I was in the worst of the worst."}, {"sentId": 217, "text": "I was in penitentiaries, I was in all kinds of prisons, I was in medium securities too when my level dropped."}, {"sentId": 218, "text": "But there is heroin use in every single prison."}, {"sentId": 219, "text": "If the Feds want to tackle this..."}], "speaker": "LEMON", "secId": 74}, {"sentences": [{"sentId": 220, "text": "Right."}], "speaker": "LEMON", "secId": 75}, {"sentences": [{"sentId": 221, "text": "... they better get ready because this will be their first model into exploring the entire United States."}, {"sentId": 222, "text": "There wasn't a prison I was in that wasn't heroin infested."}, {"sentId": 223, "text": "And after the visits, everyone is flying is flying."}, {"sentId": 224, "text": "So, number one, the prisoners is bringing in through other visitors."}], "speaker": "FERRANTE", "secId": 76}, {"sentences": [{"sentId": 225, "text": "I was on a visit one time with my sister where she goes, well, look, look, you know, the guy is kissing his girlfriend across the way and he's smuggling balloons in their mouth."}, {"sentId": 226, "text": "She was kissing him and every time, she kiss him she threw another balloon across..."}], "speaker": "FERRANTE", "secId": 77}, {"sentences": [{"sentId": 227, "text": "Wow."}], "speaker": "LEMON", "secId": 78}, {"sentences": [{"sentId": 228, "text": "... into his lips and he swallowed it and would defecate back out in the unit and sell it."}, {"sentId": 229, "text": "There are also guards bringing it in every prison."}, {"sentId": 230, "text": "And I want to make this very clear too, Don, there are really good prison guards, both men and women who do their job and find a way to be nice to prisoners, yet they are stern when it comes time."}], "speaker": "FERRANTE", "secId": 79}, {"sentences": [{"sentId": 231, "text": "I used to get books and lectures way beyond the limit I was supposed to get and they would give them to me because they knew I was trying to educate myself."}, {"sentId": 232, "text": "But they wouldn't give me a power drill."}, {"sentId": 233, "text": "And on the other hand, the other side of the coin, there were guards who would do anything for me for the right price."}, {"sentId": 234, "text": "You know, if you want to do, we had a big corruption ring in Brooklyn where we paid off almost a dozen guards."}], "speaker": "FERRANTE", "secId": 80}, {"sentences": [{"sentId": 235, "text": "I want to talk to Casey about this."}, {"sentId": 236, "text": "Are you surprised at the level of corruption that he is talking about?"}, {"sentId": 237, "text": "I see that your head is shaking."}, {"sentId": 238, "text": "So, you're shaking your head, that there might a possible drug trafficking ring?"}], "speaker": "LEMON", "secId": 81}, {"sentences": [{"sentId": 239, "text": "Absolutely."}, {"sentId": 240, "text": "Louis speaks the truth."}], "speaker": "JORDAN", "secId": 82}, {"sentences": [{"sentId": 241, "text": "Yes?"}], "speaker": "LEMON", "secId": 83}, {"sentences": [{"sentId": 242, "text": "It's really great to hear it from somebody who's been there."}, {"sentId": 243, "text": "Because I've been teaching this for over 25 years."}, {"sentId": 244, "text": "And the culture isn't new."}, {"sentId": 245, "text": "It's been all along."}, {"sentId": 246, "text": "So, when we tell our students who are studying corrections who want to become CO's and wardens, you know, this stuff gets into the prison, they are blown away."}], "speaker": "JORDAN", "secId": 84}, {"sentences": [{"sentId": 247, "text": "But it's always been this way."}, {"sentId": 248, "text": "I think it has gotten much worse with the advent of electronics technologies, cell phones."}, {"sentId": 249, "text": "There are so many ways to warn people and to get away with it now that didn't even exist 20 years ago."}], "speaker": "JORDAN", "secId": 85}, {"sentences": [{"sentId": 250, "text": "You don't see him going back to this facility."}], "speaker": "LEMON", "secId": 86}, {"sentences": [{"sentId": 251, "text": "No."}, {"sentId": 252, "text": "He would never be safe there."}, {"sentId": 253, "text": "The CO's would kill him."}, {"sentId": 254, "text": "And, you know, most people believe Dahmer was killed by another inmate but it was set up by CO's who wanted this notorious serial killer killed."}], "speaker": "JORDAN", "secId": 87}, {"sentences": [{"sentId": 255, "text": "And CO's have a great deal of power."}, {"sentId": 256, "text": "But in the end, it is the inmates who run the prison."}, {"sentId": 257, "text": "They can only -- the CO's try to control them but that's where the danger is."}, {"sentId": 258, "text": "They are very vulnerable to payoffs and to bribery."}], "speaker": "JORDAN", "secId": 88}, {"sentences": [{"sentId": 259, "text": "Casey Jordan and Louis Ferrante, thank you."}, {"sentId": 260, "text": "I've got to run enforcement with you Louis."}, {"sentId": 261, "text": "Thank you, though."}, {"sentId": 262, "text": "We'll have you back."}, {"sentId": 263, "text": "I appreciate it."}], "speaker": "LEMON", "secId": 89}, {"sentences": [{"sentId": 264, "text": "I concur with Casey."}, {"sentId": 265, "text": "That's basically it and I just want to add to it."}, {"sentId": 266, "text": "Thank you, Don."}], "speaker": "FERRANTE", "secId": 90}, {"sentences": [{"sentId": 267, "text": "All right."}, {"sentId": 268, "text": "Up next, NBC breaks off its business relationship with Donald Trump."}, {"sentId": 269, "text": "We're going to hear what Trump has to say about it."}], "speaker": "LEMON", "secId": 91}, {"sentences": [{"sentId": 270, "text": "NBC to Donald Trump, you're fired."}, {"sentId": 271, "text": "The network is severing business ties with him due to what the network calls Trump's derogatory statements about immigrants."}, {"sentId": 272, "text": "Joined now by CNN's, Athena Jones."}, {"sentId": 273, "text": "Athena, you're Chicago, where Trump spoke today, he is firing back at NBC."}, {"sentId": 274, "text": "What's the latest?"}], "speaker": "LEMON", "secId": 92}, {"sentences": [{"sentId": 275, "text": "Hi, Don, Well, I can tell you that he is not backing down from those controversial statements that have gotten him into so much trouble with NBC Universal and a Univision."}, {"sentId": 276, "text": "And a lot of Hispanic people and other people who were offended by his remarks."}], "speaker": "JONES", "secId": 93}, {"sentences": [{"sentId": 277, "text": "He though, in his initial speech today before the City of Chicago, even then he was kind of hinting that maybe NBC might change its arrangement with him because of what he said."}, {"sentId": 278, "text": "He was asked specifically about it during the press conference he had after that speech."}, {"sentId": 279, "text": "Let's play what he had to say then."}], "speaker": "JONES", "secId": 94}, {"sentences": [{"sentId": 280, "text": "As long as I was running for president they were not happy with it."}, {"sentId": 281, "text": "They wanted me to do the apprentice."}, {"sentId": 282, "text": "And now with my statements on immigration, which happen to be correct, they are going to take a different stance."}, {"sentId": 283, "text": "And that's OK."}, {"sentId": 284, "text": "I mean, whatever they want to do is OK with me."}], "speaker": "TRUMP", "secId": 95}, {"sentences": [{"sentId": 285, "text": "I've had a lot of great relationship with NBC."}, {"sentId": 286, "text": "I think as far as ending the relationship, I have to do that because my view on immigration is much different than the people at NBC."}], "speaker": "TRUMP", "secId": 96}, {"sentences": [{"sentId": 287, "text": "And so, you can hear him sounding very defiant, very confident his own view."}, {"sentId": 288, "text": "He really sees himself as a truth teller, someone who is going to tell it like it is because he is not behold into anyone, not donors not lobbyists and you can hear that in that response."}], "speaker": "JONES", "secId": 97}, {"sentences": [{"sentId": 289, "text": "He also put out a statement, Athena, what did he say?"}], "speaker": "LEMON", "secId": 98}, {"sentences": [{"sentId": 290, "text": "Well, he said a few things."}, {"sentId": 291, "text": "Let me read to you some of it."}, {"sentId": 292, "text": "He said that NBC was weak."}, {"sentId": 293, "text": "And he also took a dig at the company for standing by, \"Lying Brian Williams."}, {"sentId": 294, "text": "But then not standing by people like him who say what has to be said even if it's unpleasant.\""}, {"sentId": 295, "text": "So, again, he is showing his defiance and his confidence in his own point of view, Don."}], "speaker": "JONES", "secId": 99}, {"sentences": [{"sentId": 296, "text": "And we know he likes to talk about his wealth."}, {"sentId": 297, "text": "He did when he declared."}, {"sentId": 298, "text": "So, how are his comments affecting his bottom line?"}], "speaker": "LEMON", "secId": 100}, {"sentences": [{"sentId": 299, "text": "Well, first, you've got this stake he had in Miss U.S.A. and Miss Universe pageants which are now don't look like they have a home to air on the air waves."}, {"sentId": 300, "text": "And now there is a moveon.org petition online that has over than 700,000 signatures that is asking Macy's Department Store to sever its ties with Donald Trump."}], "speaker": "JONES", "secId": 101}, {"sentences": [{"sentId": 301, "text": "They said that Macy's is the de facto spokesperson for Trump, very much backs him, and also sells his products, his fragrances, his ties, his other parts of his clothing line."}, {"sentId": 302, "text": "And so, you have a whole lot of people and you nearly a million people at this and town saying that are calling on Macy's to do exactly what NBC has done."}, {"sentId": 303, "text": "So, it's not looking good for Trump right now on the business front at least when it comes to these partnerships he has."}], "speaker": "JONES", "secId": 102}, {"sentences": [{"sentId": 304, "text": "Athena Jones, thank you very much."}, {"sentId": 305, "text": "I'm joined now by Alex Nogales, president and CEO of the National Hispanic Media Coalition."}, {"sentId": 306, "text": "Good evening, Alex."}, {"sentId": 307, "text": "Thank you for joining us this evening."}, {"sentId": 308, "text": "You spoke..."}], "speaker": "LEMON", "secId": 103}, {"sentences": [{"sentId": 309, "text": "Thank you for inviting me."}], "speaker": "NOGALES", "secId": 104}, {"sentences": [{"sentId": 310, "text": "Absolutely."}, {"sentId": 311, "text": "You spoke with NBC on Friday, urging them to cut ties."}], "speaker": "LEMON", "secId": 105}, {"sentences": [{"sentId": 312, "text": "Yes."}], "speaker": "NOGALES", "secId": 106}, {"sentences": [{"sentId": 313, "text": "And then today they did."}, {"sentId": 314, "text": "I want you to take a listen to Trump today and then we'll talk."}], "speaker": "LEMON", "secId": 107}, {"sentences": [{"sentId": 315, "text": "Well they think it's like Mother Theresa coming across the border."}, {"sentId": 316, "text": "OK?"}, {"sentId": 317, "text": "This one says 80 percent of Central American women and girls are raped crossing into the United States."}, {"sentId": 318, "text": "Well, I said drug dealers."}, {"sentId": 319, "text": "I said killers."}, {"sentId": 320, "text": "And I said rapists"}], "speaker": "TRUMP", "secId": 108}, {"sentences": [{"sentId": 321, "text": "Are you surprised to hear Donald Trump doubling down on his original comments?"}, {"sentId": 322, "text": "NOGALES: No."}, {"sentId": 323, "text": "He is being an irresponsible person by saying whatever he"}], "speaker": "LEMON", "secId": 109}, {"sentences": [{"sentId": 324, "text": "wants to say, whenever he wants to say, it to justify what he has already said, that terrible racist rant about Mexicans in very specific terms."}, {"sentId": 325, "text": "So, I'm not surprised."}, {"sentId": 326, "text": "That's what he does."}], "speaker": "LEMON", "secId": 110}, {"sentences": [{"sentId": 327, "text": "You heard our Athena Jones, the report just before you."}, {"sentId": 328, "text": "Athena said that Trump considers himself a truth teller."}, {"sentId": 329, "text": "Is there any truth to what he says?"}, {"sentId": 330, "text": "Are there a large number of criminals crossing the border?"}], "speaker": "LEMON", "secId": 111}, {"sentences": [{"sentId": 331, "text": "Please."}, {"sentId": 332, "text": "Where did he come up with those kinds of sayings?"}, {"sentId": 333, "text": "It's ridiculous."}, {"sentId": 334, "text": "You know, he is trying to get a constituency that believes in that kind of nonsense that believes that Mexicans and other people south of border are inferior."}, {"sentId": 335, "text": "And it's very racistly based."}, {"sentId": 336, "text": "And we reject all of that kind of nonsense."}], "speaker": "NOGALES", "secId": 112}, {"sentences": [{"sentId": 337, "text": "Has the GOP leadership done enough, do you think, to distance themselves from Trump's comment?"}], "speaker": "LEMON", "secId": 113}, {"sentences": [{"sentId": 338, "text": "Of course not."}, {"sentId": 339, "text": "They haven't said very much at all."}, {"sentId": 340, "text": "I mean, they're waiting to see what the reaction is going to be, the final acts are going to be against Trump."}, {"sentId": 341, "text": "So, have they done anything?"}, {"sentId": 342, "text": "No."}, {"sentId": 343, "text": "And we will remember that."}, {"sentId": 344, "text": "When it comes to voting we will remember who stood by us."}, {"sentId": 345, "text": "Who defended us and who refused to stand up."}], "speaker": "NOGALES", "secId": 114}, {"sentences": [{"sentId": 346, "text": "Do you think that these comments hurt the whole Republican Party, the entire party?"}], "speaker": "LEMON", "secId": 115}, {"sentences": [{"sentId": 347, "text": "Of course it does."}], "speaker": "NOGALES", "secId": 116}, {"sentences": [{"sentId": 348, "text": "How so?"}], "speaker": "LEMON", "secId": 117}, {"sentences": [{"sentId": 349, "text": "It makes them look -- it makes them look like this is the way to go."}, {"sentId": 350, "text": "That this is the way that they should be talking as well, because Trump is leading the way with this, as you have noted."}, {"sentId": 351, "text": "They have been very quiet about this issue."}, {"sentId": 352, "text": "And now it's time for them to pony up and say what they think."}], "speaker": "NOGALES", "secId": 118}, {"sentences": [{"sentId": 353, "text": "So, what would you have that -- especially the candidates, the people who are running now, what would you have leaders of the party do, Mr. Nogales?"}], "speaker": "LEMON", "secId": 119}, {"sentences": [{"sentId": 354, "text": "What I would like for them to do is tell us how they feel about the immigration issue, to tell us very specifically if they agreed with Trump or if they disagree."}, {"sentId": 355, "text": "I think it's only fair that they should, as candidates for the largest, biggest office in the United States, our presidency, that they should tell us where they stand on this issue."}], "speaker": "NOGALES", "secId": 120}, {"sentences": [{"sentId": 356, "text": "President of the National Hispanic Media Coalition, president and CEO, Alex Nogales."}, {"sentId": 357, "text": "Thank you, sir."}, {"sentId": 358, "text": "I appreciate you joining us."}], "speaker": "LEMON", "secId": 121}, {"sentences": [{"sentId": 359, "text": "Thank you."}], "speaker": "NOGALES", "secId": 122}, {"sentences": [{"sentId": 360, "text": "Yes."}, {"sentId": 361, "text": "Coming up, Donald Trump says, this is an example of political correctness, which he claims is running the country."}, {"sentId": 362, "text": "We're going to talk about that next."}], "speaker": "LEMON", "secId": 123}, {"sentences": [{"sentId": 363, "text": "After firing, who knows how many people on the NBC, the apprentice, Donald Trump receives a pink slip of his own."}, {"sentId": 364, "text": "So, joining me now, legal commentator, Areva Martin, and Kayleigh McEnany, editor of Political Prospect."}], "speaker": "LEMON", "secId": 124}, {"sentences": [{"sentId": 365, "text": "All right."}, {"sentId": 366, "text": "Good to have both of you."}, {"sentId": 367, "text": "Good to see both of you."}, {"sentId": 368, "text": "Areva, you first."}, {"sentId": 369, "text": "Let's listen to more what Donald Trump had to say today."}], "speaker": "LEMON", "secId": 125}, {"sentences": [{"sentId": 370, "text": "I have a great relationship with Mexico."}, {"sentId": 371, "text": "How can I not love people that give me tens of millions of dollars for apartments?"}, {"sentId": 372, "text": "You have to love them."}, {"sentId": 373, "text": "My stance on immigration is correct."}, {"sentId": 374, "text": "And some people may not think so, but ultimately my stance is correct."}], "speaker": "TRUMP", "secId": 126}, {"sentences": [{"sentId": 375, "text": "So, he said, how can he not -- you can answer his questions for you him."}, {"sentId": 376, "text": "Areva, what do you make of his questions?"}], "speaker": "LEMON", "secId": 127}, {"sentences": [{"sentId": 377, "text": "I don't know his stance on immigration."}, {"sentId": 378, "text": "What I do know is that he used some very offensive and derogatory language to describe Mexicans that come to this country."}, {"sentId": 379, "text": "And I just don't understand someone using that platform to use such hateful, you know, hate speech."}], "speaker": "MARTIN", "secId": 128}, {"sentences": [{"sentId": 380, "text": "We watched what happened in Charleston just last week, nine people killed by an extremist who said he was upset about what he saw on the news related to Trayvon Martin."}, {"sentId": 381, "text": "How do people like Dylan Roof become Dylann Roof?"}, {"sentId": 382, "text": "It's because they sit around and listen to people like Donald Trump make hateful statements like those he made about Latinos."}], "speaker": "MARTIN", "secId": 129}, {"sentences": [{"sentId": 383, "text": "Sure."}, {"sentId": 384, "text": "But I hear what you're saying."}, {"sentId": 385, "text": "But we hear equally hateful statements come from another NBC host, Al Sharpton, who has called Jews white interlopers, who has said that Jews  should pin back their Yakamas."}, {"sentId": 386, "text": "So, if NBC wants to be consistent -- I'm with you."}, {"sentId": 387, "text": "Let's not allow anyone says anything derogatory, but let's be consistent."}], "speaker": "MCENANY", "secId": 130}, {"sentences": [{"sentId": 388, "text": "Should he be allows -- go ahead, Areva."}], "speaker": "LEMON", "secId": 131}, {"sentences": [{"sentId": 389, "text": "I was just going to say, I appear on Reverend Sharpton's show frequently."}, {"sentId": 390, "text": "And I know for a fact, Reverend Sharpton has not made any comments about Jews like that in the recent past."}, {"sentId": 391, "text": "He's been very conciliatory..."}], "speaker": "MARTIN", "secId": 132}, {"sentences": [{"sentId": 392, "text": "Yes, he has in the past."}], "speaker": "MCENANY", "secId": 133}, {"sentences": [{"sentId": 393, "text": "No."}, {"sentId": 394, "text": "Absolutely not."}, {"sentId": 395, "text": "He's been conciliatory inclusive reaching out to all people lots of these civil rights and social justice issues that have been playing out in the news media."}, {"sentId": 396, "text": "So, I don't think it's fair to compare what Donald Trump said just 24 or 48 hours ago to what Al Sharpton may have said decades ago."}], "speaker": "MARTIN", "secId": 134}, {"sentences": [{"sentId": 397, "text": "But then what's the expiration date then on a racist statement."}, {"sentId": 398, "text": "To me, a race statement is a race statement."}, {"sentId": 399, "text": "I don't like what Donald Trump said."}, {"sentId": 400, "text": "I don't like what Al Sharpton said and at what point as it expires becomes something that's in the past?"}], "speaker": "MCENANY", "secId": 135}, {"sentences": [{"sentId": 401, "text": "Mc Kay, I don't know if that is fair because we can all of all listen."}, {"sentId": 402, "text": "Listen, I'm not here to defend either of these men."}, {"sentId": 403, "text": "But many people evolve and they change and what someone did 10 years ago may not be consistent with their believes now."}], "speaker": "LEMON", "secId": 136}, {"sentences": [{"sentId": 404, "text": "I understand that."}, {"sentId": 405, "text": "And I, again, I want to make clear, I don't support what Donald Trump said."}, {"sentId": 406, "text": "I think he said something very unartful, very inappropriate."}, {"sentId": 407, "text": "However, he was hitting at a real issue in this country."}, {"sentId": 408, "text": "You know, we can't have porous borders, sex offenders crossing the border went up 100 percent last year in parts of Texas."}, {"sentId": 409, "text": "So, this is a problem."}, {"sentId": 410, "text": "He said it in a poor way."}, {"sentId": 411, "text": "It was not OK."}, {"sentId": 412, "text": "But he was hitting at a real problem."}], "speaker": "MCENANY", "secId": 137}, {"sentences": [{"sentId": 413, "text": "Let's talk about that then specifically."}, {"sentId": 414, "text": "What Donald -- his stance on immigration?"}, {"sentId": 415, "text": "What is it and is his stance the stance most of republicans?"}], "speaker": "LEMON", "secId": 138}, {"sentences": [{"sentId": 416, "text": "I think that the stance of most republicans is we have got to plug the border."}, {"sentId": 417, "text": "But I think the mainstream republicans does not want to send the illegal immigrant back to Mexico."}, {"sentId": 418, "text": "I think that they're here to stay that's not the American way."}, {"sentId": 419, "text": "We're not going to ship people across the border."}, {"sentId": 420, "text": "There has to be some path to citizenship."}, {"sentId": 421, "text": "So, in that sense, I don't think Donald Trump is consistent with mainstream republicans."}, {"sentId": 422, "text": "There's going to be a path."}], "speaker": "MCENANY", "secId": 139}, {"sentences": [{"sentId": 423, "text": "OK."}, {"sentId": 424, "text": "So, Donald Trump put up a --"}], "speaker": "LEMON", "secId": 140}, {"sentences": [{"sentId": 425, "text": "You know, Don..."}], "speaker": "MARTIN", "secId": 141}, {"sentences": [{"sentId": 426, "text": "Go ahead."}, {"sentId": 427, "text": "Go ahead, Areva."}], "speaker": "LEMON", "secId": 142}, {"sentences": [{"sentId": 428, "text": "I was going to say, it's surprising to me and really offensive that we haven't heard any of these GOP presidential candidates come out and take a stance against what Donald Trump has said."}, {"sentId": 429, "text": "Although, we hear them talking about immigration wanting to court."}, {"sentId": 430, "text": "Latino voters seems to me -- if you want Latino, so both for you, you're not going to go on national television and call them rapists and drug dealers."}], "speaker": "MARTIN", "secId": 143}, {"sentences": [{"sentId": 431, "text": "They may be struggling to figure out how to even deal with Donald Trump joining the race and now being number two on the poll."}], "speaker": "LEMON", "secId": 144}, {"sentences": [{"sentId": 432, "text": "and, Don, I think you have an excellent point."}, {"sentId": 433, "text": "You know, Donald Trump has shown himself to be a showman, I don't think he is a serious candidate."}, {"sentId": 434, "text": "So, why is it the role of Marco Rubio or Jeb Bush or some of these fundamentally serious candidates to go out and attack the unserious candidate?"}, {"sentId": 435, "text": "I think it is a sideshow."}, {"sentId": 436, "text": "It's not within the mainstream of the candidates."}], "speaker": "MCENANY", "secId": 145}, {"sentences": [{"sentId": 437, "text": "Well, can you call him not a serious candidate though honestly - now I'll let both of you answer this - if he is polling the way he is polling?"}, {"sentId": 438, "text": "Because, I mean, again, he's number two in the polls."}, {"sentId": 439, "text": "He's behind Jeb Bush."}, {"sentId": 440, "text": "That's a pretty good ranking."}], "speaker": "LEMON", "secId": 146}, {"sentences": [{"sentId": 441, "text": "Not only that he's number two in the polls, Don, also people listen to Donald Trump."}, {"sentId": 442, "text": "It's not as if this man is not getting major news coverage from all the networks."}, {"sentId": 443, "text": "And it's not as if he doesn't have a bully pulpit from which to spew these racist comments."}], "speaker": "MARTIN", "secId": 147}, {"sentences": [{"sentId": 444, "text": "I think we would all feel differently if this man didn't have such a large platform."}, {"sentId": 445, "text": "So, I don't think it's fair and I think it is disingenuous to say we can't take him seriously when he is being taken seriously as evidenced by the fact that people are saying they are going to go out and vote for him."}], "speaker": "MARTIN", "secId": 148}, {"sentences": [{"sentId": 446, "text": "Kayleigh, he has a platform for years."}, {"sentId": 447, "text": "He's been speaking as mine for years on NBC and anyone else who listens to him."}], "speaker": "LEMON", "secId": 149}, {"sentences": [{"sentId": 448, "text": "Look, I think when you put yourself out there and you're a candidate who, as you mentioned, for years has been saying he's going to put himself out there and does this, you know, outrageous things, these things that get people fired up, he's going to have a spike in the polls when he first declares his candidacy."}], "speaker": "MCENANY", "secId": 150}, {"sentences": [{"sentId": 449, "text": "But I'm here to tell you, he's not going to be anywhere near the top five."}, {"sentId": 450, "text": "He's not a serious contender within the Republican Party."}, {"sentId": 451, "text": "And I think he made that pretty clear when the most important thing he said in his speech was I am rich, I am rich repeatedly."}], "speaker": "MCENANY", "secId": 151}, {"sentences": [{"sentId": 452, "text": "Here's the thing."}, {"sentId": 453, "text": "Even if he is not a serious contender, as Mr. Nogales says, he thinks that it's a reflection at lease, Kaleigh, on republicans."}, {"sentId": 454, "text": "Do you disagree with that?"}], "speaker": "LEMON", "secId": 152}, {"sentences": [{"sentId": 455, "text": "I completely disagree with that."}, {"sentId": 456, "text": "I think the mainstream republican has a great platform."}, {"sentId": 457, "text": "The conservatives at the end of the day is about love and believing that the American individual has ingenuity and can get themselves up themselves and harness the American dream."}], "speaker": "MCENANY", "secId": 153}, {"sentences": [{"sentId": 458, "text": "We fundamentally believe that about the American people."}, {"sentId": 459, "text": "We don't believe that you need help from the government."}, {"sentId": 460, "text": "And I think that that is mainstream message is the message of love and the message of self- dependence."}], "speaker": "MCENANY", "secId": 154}, {"sentences": [{"sentId": 461, "text": "Areva, do you see similarities to how this is being handled to the calls for the Confederate Flag to come down because some people waffled and then they waivered and then all of a sudden they had to relent?"}], "speaker": "LEMON", "secId": 155}, {"sentences": [{"sentId": 462, "text": "I see it being similar and I think the pressure is on."}, {"sentId": 463, "text": "We've seen not only NBC cutting ties with Donald Trump."}, {"sentId": 464, "text": "But now the pressure is on Macy's."}, {"sentId": 465, "text": "Donald Trump has a line of clothing and Macys' now there is a petition going forward for Macy's to end that relationship."}], "speaker": "MARTIN", "secId": 156}, {"sentences": [{"sentId": 466, "text": "So, yes."}, {"sentId": 467, "text": "I think republicans just like with the Confederate Flag are going to have to \"Come to Jesus on this issue.\""}, {"sentId": 468, "text": "They are going to have to respond."}, {"sentId": 469, "text": "And if they're so loving and if they're so ready to embrace all people including Latinos, then let some of the candidates step forward and say that."}, {"sentId": 470, "text": "I don't think can hide behind he's not a serious candidate."}, {"sentId": 471, "text": "Whether"}], "speaker": "MARTIN", "secId": 157}, {"sentences": [{"sentId": 472, "text": "he's going to be in the top five or the top 10, 10 months from now, the fact is, he is in the top five right now."}, {"sentId": 473, "text": "So, where are these candidates coming forward making Latinos and other ethnic minorities feel like they are part of the party and that they do matter."}], "speaker": "MARTIN", "secId": 158}, {"sentences": [{"sentId": 474, "text": "Kayleigh, let's talk about this because if he continues to poll the way he is polling, he is going to be a part of the debates, right?"}, {"sentId": 475, "text": "And so, other candidates are going to have to deal with Donald Trump during the debates."}, {"sentId": 476, "text": "And what if he makes a comment like this?"}, {"sentId": 477, "text": "What happens to them?"}, {"sentId": 478, "text": "How will they respond to that?"}], "speaker": "LEMON", "secId": 159}, {"sentences": [{"sentId": 479, "text": "I think they'll respond in a very respectful, very good way."}, {"sentId": 480, "text": "And look, Areva, I think I would urge to Marco Rubio who -- we, our party has the one Hispanic in the trace that could be the first Hispanic president ever to take the White House."}, {"sentId": 481, "text": "We are an inclusive party."}, {"sentId": 482, "text": "You can't take one man's isolated statement and try to transpose that on the entire party on an entire ideology."}, {"sentId": 483, "text": "What you'll see in the GOP debate are very strong candidates and people who will come at -- so, remarks like this -- hopefully there is not another one -- with force and will have a powerful message to counter it."}], "speaker": "MCENANY", "secId": 160}, {"sentences": [{"sentId": 484, "text": "Kayleigh, thank you."}, {"sentId": 485, "text": "Areva, thank you very much."}], "speaker": "LEMON", "secId": 161}, {"sentences": [{"sentId": 486, "text": "Thank you, Don."}], "speaker": "MARTIN", "secId": 162}, {"sentences": [{"sentId": 487, "text": "I appreciate both of you."}, {"sentId": 488, "text": "I'll talk to you guys soon."}, {"sentId": 489, "text": "We'll going to hear from Donald Trump himself about NBC's action when he joins me Wednesday right here on CNN Tonight."}, {"sentId": 490, "text": "You don't want to miss that."}], "speaker": "LEMON", "secId": 163}, {"sentences": [{"sentId": 491, "text": "And coming up, it has been a week since Governor Nikki Haley stood with South Carolina democrats and republicans alike and called for the removal of the Confederate Flag from the State Capital ground."}, {"sentId": 492, "text": "As of now, it is still flying."}, {"sentId": 493, "text": "We'll get into that next."}], "speaker": "LEMON", "secId": 164}, {"sentences": [{"sentId": 494, "text": "Despite all the negative press, Donald Trump is doing really well in the polls."}, {"sentId": 495, "text": "I want to bring in now Ben Ferguson, CNN's political commentator and host to the Ben Ferguson Show, and Marc Lamont Hill, CNN political commentator."}, {"sentId": 496, "text": "These guys used a lot of words, they don't have anything to say and then no Marc has nothing to say about Donald Trump."}], "speaker": "LEMON", "secId": 165}, {"sentences": [{"sentId": 497, "text": "By the way, Marc, NBC cutting ties with Trump over his comments about Mexican immigrants."}, {"sentId": 498, "text": "So, how do you think this affect his presidential plans, especially, you know, a lot of people think he is running to help his brand."}], "speaker": "LEMON", "secId": 166}, {"sentences": [{"sentId": 499, "text": "Well, he's running to help his brand."}, {"sentId": 500, "text": "He's running to stay visible and he is running because he is a classic textbook narcissist."}, {"sentId": 501, "text": "Sure if you look at the DSM-5 OCD, a perfect description of his behavior here."}], "speaker": "HILL", "secId": 167}, {"sentences": [{"sentId": 502, "text": "Here's the thing."}, {"sentId": 503, "text": "Donald Trump doesn't need the attention, doesn't need the money."}, {"sentId": 504, "text": "He knows he's not going to be president."}, {"sentId": 505, "text": "So, you have to subject him to some scrutiny here."}, {"sentId": 506, "text": "NBC did the right thing."}, {"sentId": 507, "text": "They had no choice but they did the right thing."}], "speaker": "HILL", "secId": 168}, {"sentences": [{"sentId": 508, "text": "What troubles me is the fact that Donald Trump is still considered to be one of the five most popular candidates among the republicans."}, {"sentId": 509, "text": "That says something about the GOP -- not all of them but enough of them that they think -- some of them has name recognition, I can see that."}, {"sentId": 510, "text": "But it says something about and that they consider him legitimate, it's troubling."}], "speaker": "HILL", "secId": 169}, {"sentences": [{"sentId": 511, "text": "How can you say he is not going to be president when he is polling so well?"}, {"sentId": 512, "text": "I mean, he very well could be."}], "speaker": "LEMON", "secId": 170}, {"sentences": [{"sentId": 513, "text": "Donald Trump won't be president."}], "speaker": "HILL", "secId": 171}, {"sentences": [{"sentId": 514, "text": "There's no way."}, {"sentId": 515, "text": "Marc, and I agree on this one."}, {"sentId": 516, "text": "There is no shot in Hades that he is going to become President of the United States of America and he knows it."}, {"sentId": 517, "text": "NBC knows it."}, {"sentId": 518, "text": "Everyone around Donald Trump knows it."}], "speaker": "HILL", "secId": 172}, {"sentences": [{"sentId": 519, "text": "But ultimately, this isn't really about him running for president, as much as about him being the center of the headline."}, {"sentId": 520, "text": "And he knows how to do that well."}, {"sentId": 521, "text": "I mean, this is a reality TV show tour for Donald Trump."}, {"sentId": 522, "text": "He doesn't care about the NBC contract."}, {"sentId": 523, "text": "If he did, he wouldn't have run for president in the first place."}], "speaker": "FERGUSON", "secId": 173}, {"sentences": [{"sentId": 524, "text": "Right."}], "speaker": "HILL", "secId": 174}, {"sentences": [{"sentId": 525, "text": "And so, I think for him he's loving this and he's also I think feeling avoid."}, {"sentId": 526, "text": "He's being blunt and bold."}, {"sentId": 527, "text": "And in politics we always love to watch people that are blunt and bold."}, {"sentId": 528, "text": "It doesn't mean we're going to vote for them."}, {"sentId": 529, "text": "Look at Ross Perot a great example."}], "speaker": "FERGUSON", "secId": 175}, {"sentences": [{"sentId": 530, "text": "Ben, he's the show you want to watch."}, {"sentId": 531, "text": "I mean, how long is that..."}], "speaker": "LEMON", "secId": 176}, {"sentences": [{"sentId": 532, "text": "Yes."}, {"sentId": 533, "text": "I mean, he's a lot more fun to watch than Jeb Bush going around the country."}, {"sentId": 534, "text": "I mean, let's be honest."}], "speaker": "FERGUSON", "secId": 177}, {"sentences": [{"sentId": 535, "text": "Yes."}], "speaker": "LEMON", "secId": 178}, {"sentences": [{"sentId": 536, "text": "You know, he's a lot more fun than Hillary Clinton to watch right now."}], "speaker": "FERGUSON", "secId": 179}, {"sentences": [{"sentId": 537, "text": "But is the GOP afraid of him, I mean, I can't imagine that party leadership is all too happy."}, {"sentId": 538, "text": "Because every time you hear a republican talk about him, it's not really that positive."}], "speaker": "LEMON", "secId": 180}, {"sentences": [{"sentId": 539, "text": "Yes."}, {"sentId": 540, "text": "Well, honestly, a lot of republicans don't even look at him as republican."}, {"sentId": 541, "text": "He has given more money to democratic candidates than he has ever given to republican candidates."}, {"sentId": 542, "text": "He has helped more democrats get elected to office than republicans."}, {"sentId": 543, "text": "Yet he is running as republican."}, {"sentId": 544, "text": "And so, one of the reasons why I think you see the party not talking"}], "speaker": "FERGUSON", "secId": 181}, {"sentences": [{"sentId": 545, "text": "much is because they don't want to give him the legitimacy of acknowledging his existence, much less having to comment on everything outlandish and saying things that he may say, and he's going to keep saying these things to keep himself in the media's eye."}], "speaker": "FERGUSON", "secId": 182}, {"sentences": [{"sentId": 546, "text": "I don't even think he cares about the ratings as much as it is on its poll numbers as much as he cares about am I on the front page of the newspaper?"}, {"sentId": 547, "text": "And are people talking about me."}, {"sentId": 548, "text": "That's is goal."}], "speaker": "FERGUSON", "secId": 183}, {"sentences": [{"sentId": 549, "text": "Here's the problem, Ben."}, {"sentId": 550, "text": "Here's the one problem."}, {"sentId": 551, "text": "What he says resonates with enough people."}, {"sentId": 552, "text": "There are people who remain racist, there are people who are anti-immigrant, who is xenophobic, who when they hear Donald Trump talk, they say, yes, that's what I think, too."}, {"sentId": 553, "text": "And then they want to vote for him."}, {"sentId": 554, "text": "And that's the problem."}], "speaker": "HILL", "secId": 184}, {"sentences": [{"sentId": 555, "text": "And so, what happens to the GOP field has to respond to him and they can't just dismiss them because they would be dismissing some of their base, too."}, {"sentId": 556, "text": "His base is a little bit of Rick Santorum's base."}, {"sentId": 557, "text": "It's a little bit of Jeb Bush's base."}, {"sentId": 558, "text": "It's a little bit of Mike Huckabee's base."}, {"sentId": 559, "text": "They have to acknowledge that."}], "speaker": "HILL", "secId": 185}, {"sentences": [{"sentId": 560, "text": "You had to do the accent, didn't you?"}], "speaker": "LEMON", "secId": 186}, {"sentences": [{"sentId": 561, "text": "I had to."}], "speaker": "HILL", "secId": 187}, {"sentences": [{"sentId": 562, "text": "Yes."}, {"sentId": 563, "text": "Speaking of -- then let's talk about the Confederate Flag debate."}, {"sentId": 564, "text": "Yes, South Carolina's legislature has the votes to remove the flag, that's according to a survey conducted by The Post and carrier paper, the Associated Press and the South Carolina Press Association."}, {"sentId": 565, "text": "Are you guys surprised that it's taking this long, now?"}], "speaker": "LEMON", "secId": 188}, {"sentences": [{"sentId": 566, "text": "No."}], "speaker": "HILL", "secId": 189}, {"sentences": [{"sentId": 567, "text": "Yes, I do think it's taking too long."}, {"sentId": 568, "text": "And I think if they have the votes they should do it quickly."}, {"sentId": 569, "text": "I said this early on."}, {"sentId": 570, "text": "I think it's time to take it down."}, {"sentId": 571, "text": "They should know that it should come down."}, {"sentId": 572, "text": "And I don't know why they're waiting."}, {"sentId": 573, "text": "If you've got the votes why wouldn't you act decisively on this unless there is just a lot of pressure behind the scenes."}], "speaker": "FERGUSON", "secId": 190}, {"sentences": [{"sentId": 574, "text": "They're trying to do this more under a calm moment instead of when all the lights are on them."}, {"sentId": 575, "text": "I don't understand the benefit of that."}, {"sentId": 576, "text": "But apparently, they're looking at it from both sides."}], "speaker": "FERGUSON", "secId": 191}, {"sentences": [{"sentId": 577, "text": "Well, it was down this weekend when the lady took it down."}, {"sentId": 578, "text": "I mean, Marc, I mean, come on, she did the job for them."}], "speaker": "LEMON", "secId": 192}, {"sentences": [{"sentId": 579, "text": "Absolutely."}, {"sentId": 580, "text": "A shout out to that sister that took it down."}, {"sentId": 581, "text": "She's brave."}, {"sentId": 582, "text": "Courageous freedom fighter it."}, {"sentId": 583, "text": "I'm so happy and proud of her."}, {"sentId": 584, "text": "And she better knock the prosecutor for it."}, {"sentId": 585, "text": "But what I will say is that they didn't take it down because they don't want to take it down."}, {"sentId": 586, "text": "Let's not pretend that all of a sudden everybody in South Carolina wanted the Confederate Flag down."}, {"sentId": 587, "text": "They resisted for decades."}, {"sentId": 588, "text": "They resisted essentially as long as the"}], "speaker": "HIL", "secId": 193}, {"sentences": [{"sentId": 589, "text": "flag has existed and they resisted after this tragic shooting."}, {"sentId": 590, "text": "And Nikki Haley didn't want to take it down necessarily."}, {"sentId": 591, "text": "From a political perspective I can't speak to what's in her mind."}], "speaker": "HIL", "secId": 194}, {"sentences": [{"sentId": 592, "text": "But I know is that these politicians did it because they had to."}, {"sentId": 593, "text": "Suddenly the Confederate Flag was bad for business."}, {"sentId": 594, "text": "And only because it was bad for business did they want to take it down."}, {"sentId": 595, "text": "Politicians don't have feelings."}, {"sentId": 596, "text": "They have interests."}, {"sentId": 597, "text": "And it was only when this was against their interests that they decided to do it."}], "speaker": "HIL", "secId": 195}, {"sentences": [{"sentId": 598, "text": "So, they're dragging their feet because there are a whole lot of people in South Carolina that still want that flag up."}, {"sentId": 599, "text": "There are whole lot of people in America that still that flag up."}, {"sentId": 600, "text": "And they are going to do everything they can to keep it up as long as they can."}], "speaker": "HIL", "secId": 196}, {"sentences": [{"sentId": 601, "text": "There's a countdown, seven days."}, {"sentId": 602, "text": "It's been seven days since Nikki Haley said it should come down."}], "speaker": "LEMON", "secId": 197}, {"sentences": [{"sentId": 603, "text": "Crazy."}], "speaker": "HILL", "secId": 198}, {"sentences": [{"sentId": 604, "text": "We are doing a little countdown here."}, {"sentId": 605, "text": "But, Ben, that KKK Chapter is planning to hold a rally at the State House grounds next month."}, {"sentId": 606, "text": "So, what happens if the flag is still flying by then?"}, {"sentId": 607, "text": "Do you think it will be?"}], "speaker": "LEMON", "secId": 199}, {"sentences": [{"sentId": 608, "text": "A very well, may be."}, {"sentId": 609, "text": "But, I mean, the KKK having a rally shows that freedom in this country is alive and well and nut jobs are allowed to get together and do stupid things in this country and rally for stupid things."}, {"sentId": 610, "text": "And that's ultimately how we know that there is really freedom in this country."}], "speaker": "FERGUSON", "secId": 200}, {"sentences": [{"sentId": 611, "text": "I mean, I'll even say this about the Confederate Flag."}, {"sentId": 612, "text": "I don't like it playing over the State Capital there."}, {"sentId": 613, "text": "And many people would agree with me."}, {"sentId": 614, "text": "But I also want to make sure that you can still buy that flag because that's what freedom is."}, {"sentId": 615, "text": "There is good and bad and ugly when it comes to freedom of expression and speech."}], "speaker": "FERGUSON", "secId": 201}, {"sentences": [{"sentId": 616, "text": "And the KKK being able to have a rally, that tells me that America is in a great place and we truly have freedom."}, {"sentId": 617, "text": "So, if they have that rally I hope people going to mock them, make fun of them, and laugh at them, but ultimately that's how we know we're the greatest country in the world."}], "speaker": "FERGUSON", "secId": 202}, {"sentences": [{"sentId": 618, "text": "All right."}, {"sentId": 619, "text": "Let's talk same-sex marriage."}, {"sentId": 620, "text": "The Supreme Court historic same-sex marriage decision coast-to-coast people are celebrating."}, {"sentId": 621, "text": "But some places are saying, you know what?"}, {"sentId": 622, "text": "Alabama's Supreme Court is going to temporarily ban gay marriage license that's 25 days."}, {"sentId": 623, "text": "Am I missing something here?"}, {"sentId": 624, "text": "Doesn't the U.S. Supreme Court have the final say?"}, {"sentId": 625, "text": "Marc?"}], "speaker": "LEMON", "secId": 203}, {"sentences": [{"sentId": 626, "text": "Well, it should."}, {"sentId": 627, "text": "But, again, in certain states that have resisted this from day one they are going to exhaust every legal option."}, {"sentId": 628, "text": "They are going to try every legal remedy to avoid doing this."}, {"sentId": 629, "text": "Because quite frankly they don't want it."}, {"sentId": 630, "text": "I don't want just to dismiss it as simple homophobia."}, {"sentId": 631, "text": "I think it's a little more complicated on that."}, {"sentId": 632, "text": "But it certainly homophobic and it certainly problematic."}], "speaker": "HILL", "secId": 204}, {"sentences": [{"sentId": 633, "text": "What is it complicated homophobia?"}], "speaker": "LEMON", "secId": 205}, {"sentences": [{"sentId": 634, "text": "You know, what I'm saying is, it's not like these people are just homophobic and he gave people, I think there's a political caucus, I think there's a religious caucus to it."}, {"sentId": 635, "text": "But I personally believe is homophobic."}, {"sentId": 636, "text": "But I want to allow them some nuance and not to say these are all bad people."}, {"sentId": 637, "text": "I think it's more complicated than that."}, {"sentId": 638, "text": "Ultimately, I disagree with them."}], "speaker": "HILL", "secId": 206}, {"sentences": [{"sentId": 639, "text": "Go ahead, Ben."}], "speaker": "LEMON", "secId": 207}, {"sentences": [{"sentId": 640, "text": "I think it is more complicated than that."}, {"sentId": 641, "text": "I think there are some states that are standing up and this is more for them states' rights issue."}, {"sentId": 642, "text": "When you look at what the Supreme Court did, not only on this, but also even on Obamacare."}, {"sentId": 643, "text": "There are states that are saying, let me get this straight, we can have our citizens go into a polling booth and they can vote their conscience on an issue."}], "speaker": "FERGUSON", "secId": 208}, {"sentences": [{"sentId": 644, "text": "Or they can decide not to have a state of exchange or the Obamacare and Supreme Court is pretty much saying that are state's rights don't matter."}, {"sentId": 645, "text": "I think for many people in the legislature this is their way of saying to the Supreme Court, you know, this is our way of basically being able to say..."}], "speaker": "FERGUSON", "secId": 209}, {"sentences": [{"sentId": 646, "text": "You got to wrap it, Ben."}], "speaker": "LEMON", "secId": 210}, {"sentences": [{"sentId": 647, "text": "But that's the problem what, you shouldn't be voting on people's freedom, you shouldn't be voting on people's humanity."}], "speaker": "HILL", "secId": 211}, {"sentences": [{"sentId": 648, "text": "Last word."}], "speaker": "LEMON", "secId": 212}, {"sentences": [{"sentId": 649, "text": "In 1930, if we voted on racial democracy we wouldn't have it."}, {"sentId": 650, "text": "We can't do that."}], "speaker": "HILL", "secId": 213}, {"sentences": [{"sentId": 651, "text": "Thank you very much."}, {"sentId": 652, "text": "We'll be right back."}, {"sentId": 653, "text": "See you guys."}, {"sentId": 654, "text": "Thanks."}], "speaker": "LEMON", "secId": 214}, {"sentences": [{"sentId": 655, "text": "Thanks."}], "speaker": "FERGUSON", "secId": 215}, {"sentences": [{"sentId": 656, "text": "Returning to civilian life can be a struggle for vets who served in Iraq and Afghanistan."}, {"sentId": 657, "text": "Well, this week's CNN Heroes helping other veterans walk off the war by hiking trails around the country."}], "speaker": "LEMON", "secId": 216}, {"sentences": [{"sentId": 658, "text": "You take back a lot of things from war that you didn't think you were going to bring back."}], "speaker": "UNIDENTIFIED MALE", "secId": 217}, {"sentences": [{"sentId": 659, "text": "I was just angry at everyone and didn't want anything to do with anybody."}, {"sentId": 660, "text": "UNIDENTIFIED MALE: It can be kind of hard."}, {"sentId": 661, "text": "You just get kind of"}], "speaker": "UNIDENTIFIED FEMALE", "secId": 218}, {"sentences": [{"sentId": 662, "text": "anxious."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 219}, {"sentences": [{"sentId": 663, "text": "You stop feeling, basically."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 220}, {"sentences": [{"sentId": 664, "text": "All three of my combat deployments were really intense."}, {"sentId": 665, "text": "There is no time to cope."}], "speaker": "UNIDENTIFIED MALE", "secId": 221}, {"sentences": [{"sentId": 666, "text": "I decided to hike the Appalachian Trail because it had been a dream of mine growing up."}, {"sentId": 667, "text": "I saw it as a personal challenge."}, {"sentId": 668, "text": "But, about two thirds of the way I realized I was processing all these experiences that I had put away and I knew that there were other combat veterans that needed to do that."}], "speaker": "UNIDENTIFIED MALE", "secId": 222}, {"sentences": [{"sentId": 669, "text": "The warrior hike provides veterans with all the equipment supplies they need to complete a long distance hike."}, {"sentId": 670, "text": "It's just like a deployment, except instead going to fight a war your mission is to be a civilian again."}], "speaker": "UNIDENTIFIED MALE", "secId": 223}, {"sentences": [{"sentId": 671, "text": "Just being in the woods out here, where there is nothing to do but think."}], "speaker": "UNIDENTIFIED MALE", "secId": 224}, {"sentences": [{"sentId": 672, "text": "There is an internal quiet."}, {"sentId": 673, "text": "And some of the problems that you're dealing with get hammered away."}], "speaker": "UNIDENTIFIED MALE", "secId": 225}, {"sentences": [{"sentId": 674, "text": "Just being around other military is worth more than words can say."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 226}, {"sentences": [{"sentId": 675, "text": "How many years have you got in now?"}], "speaker": "UNIDENTIFIED MALE", "secId": 227}, {"sentences": [{"sentId": 676, "text": "15 years."}], "speaker": "UNIDENTIFIED MALE", "secId": 228}, {"sentences": [{"sentId": 677, "text": "Our veterans also receive trail town support along the way."}], "speaker": "UNIDENTIFIED MALE", "secId": 229}, {"sentences": [{"sentId": 678, "text": "Hello."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 230}, {"sentences": [{"sentId": 679, "text": "Hi, how are you?"}], "speaker": "UNIDENTIFIED MALE", "secId": 231}, {"sentences": [{"sentId": 680, "text": "Good, how are you."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 232}, {"sentences": [{"sentId": 681, "text": "You can see how much they care."}, {"sentId": 682, "text": "It helps."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 233}, {"sentences": [{"sentId": 683, "text": "We help veterans prepare for the next chapter of their life."}], "speaker": "UNIDENTIFIED MALE", "secId": 234}, {"sentences": [{"sentId": 684, "text": "We are learning to take it as it comes and move on."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 235}, {"sentences": [{"sentId": 685, "text": "I'm looking for that sense of calm in every step I take."}, {"sentId": 686, "text": "I think I'm going in that direction."}], "speaker": "UNIDENTIFIED MALE", "secId": 236}, {"sentences": [{"sentId": 687, "text": "To nominate a hero, go to Cnnheros.com."}, {"sentId": 688, "text": "That's it for us tonight."}, {"sentId": 689, "text": "See you back here tomorrow."}, {"sentId": 690, "text": "AC360 starts right now."}], "speaker": "LEMON", "secId": 237}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1506.29.cnnt.01.html.json", "time": "Aired June 29, 2015 - 22:00:00   ET"}