{"sectionCount": 289, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["COOPER", "ANNOUNCER", "LEMON", "OBAMA", "TRUMP", "SPRINGSTEEN", "CLINTON", "BASH", "KOSINSKI", "PRESTON", "KEILAR", "KING", "ANDERSON", "MURRAY", "RATHER", "NAVARRO", "CARDONA", "DEAN", "HOOVER", "LEWANDOWSKI", "ROSEN", "CARODNA", "SELLERS"], "subTitle": "Clinton to Hold Midnight Rally in North Carolina; Bill Clinton and the Obamas Campaign in Philadelphia; Trump Wraps Up New Hampshire Event; Latest Polls Show Hillary Clinton Leading by a Few Points; Lifelong Republican Ana Navarro on Voting for Clinton. Aired 10-11p ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1611/07/cnnt.02.html", "sentenceCount": 638, "sections": [{"sentences": [{"sentId": 0, "text": "Time now for CNN TONIGHT with Don Lemon."}], "speaker": "COOPER", "secId": 0}, {"sentences": [{"sentId": 1, "text": "This is CNN breaking news."}], "speaker": "ANNOUNCER", "secId": 1}, {"sentences": [{"sentId": 2, "text": "Breaking news, this is it."}, {"sentId": 3, "text": "Election Day, just hours away and the candidates are pulling all the stops with last minute rallies."}], "speaker": "LEMON", "secId": 2}, {"sentences": [{"sentId": 4, "text": "This is CNN TONIGHT."}, {"sentId": 5, "text": "I'm Don Lemon."}], "speaker": "LEMON", "secId": 3}, {"sentences": [{"sentId": 6, "text": "Hillary Clinton heading to North Carolina for a midnight rally with Lady Gaga."}, {"sentId": 7, "text": "That follows her all-star event in Philadelphia tonight with headliners, Bill Clinton, the first lady Michelle Obama and President Barack Obama."}], "speaker": "LEMON", "secId": 4}, {"sentences": [{"sentId": 8, "text": "Are you fired up?"}], "speaker": "OBAMA", "secId": 5}, {"sentences": [{"sentId": 9, "text": "Are you ready to go?"}], "speaker": "OBAMA", "secId": 6}, {"sentences": [{"sentId": 10, "text": "Not to mention, the boss."}], "speaker": "LEMON", "secId": 7}, {"sentences": [{"sentId": 11, "text": "Meanwhile, Donald Trump just wrapping up his rally in Manchester, New Hampshire flanked by his family and running mate Mike Pence."}], "speaker": "LEMON", "secId": 8}, {"sentences": [{"sentId": 12, "text": "I've been reading about all these surrogates going all over for Hillary Clinton."}, {"sentId": 13, "text": "But I had my family, I had the best surrogates of all."}, {"sentId": 14, "text": "They were all over."}], "speaker": "TRUMP", "secId": 9}, {"sentences": [{"sentId": 15, "text": "Next stop, Grand Rapids, Michigan."}, {"sentId": 16, "text": "All this, with first, the first voters heading to the polls in under two hours."}, {"sentId": 17, "text": "So let's get right to CNN's Dana Bash and Mark Preston."}, {"sentId": 18, "text": "Good evening to you."}, {"sentId": 19, "text": "Like I said in the beginning of the show, this is it, Dana, the superstars of the Democratic party, not to mention Bruce Springsteen out tonight for Hillary Clinton."}], "speaker": "LEMON", "secId": 10}, {"sentences": [{"sentId": 20, "text": "Let's listen to how they made the case for her presidency."}], "speaker": "LEMON", "secId": 11}, {"sentences": [{"sentId": 21, "text": "This is a man whose vision is limited to little beyond himself who has the profound lack of decency that would allow him to prioritize his own interests and ego before American democracy itself."}], "speaker": "SPRINGSTEEN", "secId": 12}, {"sentences": [{"sentId": 22, "text": "We're stronger together."}, {"sentId": 23, "text": "And I have watched in this campaign as our candidate lived a campaign as she has lived her life, dedicated to making changes for other people."}], "speaker": "CLINTON", "secId": 13}, {"sentences": [{"sentId": 24, "text": "We are one day away from once again making history."}, {"sentId": 25, "text": "Tomorrow we have the chance to elect someone who is singularly qualified to be our president, our friend Hillary Clinton."}], "speaker": "OBAMA", "secId": 14}, {"sentences": [{"sentId": 26, "text": "You voted in great numbers to demonstrate conclusively once and for all that, yes, love Trumps hate."}, {"sentId": 27, "text": "Let's get out and vote Philadelphia tomorrow."}, {"sentId": 28, "text": "Let's make history together."}, {"sentId": 29, "text": "Thank you and God bless you."}], "speaker": "CLINTON", "secId": 15}, {"sentences": [{"sentId": 30, "text": "So, Dana, I'm going to get to President Barack Obama's part in this in just a minute."}, {"sentId": 31, "text": "And we're going to hear what he had to say."}, {"sentId": 32, "text": "But first, for Hillary Clinton, how big a deal is this rally, back where they had the convention just a few months ago?"}], "speaker": "LEMON", "secId": 16}, {"sentences": [{"sentId": 33, "text": "Look, I mean, to have a big crowd like that, which we haven't seen a lot of, frankly on the democratic side, is a show ender."}, {"sentId": 34, "text": "I mean, there's no question, that's the grand finale."}, {"sentId": 35, "text": "And that was the whole purpose of designing that rally the way that they did, to have not just the current president, the current first lady, the former president, the woman who wants to be the next president, their families, the boss, and Jon Bon Jovi."}], "speaker": "BASH", "secId": 17}, {"sentences": [{"sentId": 36, "text": "I mean, you know, it was certainly one to remember, which is what they were going for."}, {"sentId": 37, "text": "The next question is probably is it going to get them votes?"}, {"sentId": 38, "text": "You know what?"}, {"sentId": 39, "text": "In center city Philadelphia, maybe."}, {"sentId": 40, "text": "Maybe."}, {"sentId": 41, "text": "Because, you know, if they're doing their jobs, which both sides of this point know had to do this, all of those people who gather, they try to make sure that they are contacted by somebody there to make sure that they are going to vote tomorrow."}], "speaker": "BASH", "secId": 18}, {"sentences": [{"sentId": 42, "text": "And Dana, listen, having lived in Philadelphia, I know the ground game for democrats in Philadelphia."}, {"sentId": 43, "text": "It's a very strong ground game, when you look at the ward raps and all of that and that's all part of the whole democratic apparatus in Philadelphia turning out at the last moment."}], "speaker": "LEMON", "secId": 19}, {"sentences": [{"sentId": 44, "text": "And also, you had the possibility of the SEPTA strike, which may have, you know, caused some issues there."}, {"sentId": 45, "text": "But again, most people in Philadelphia, and they had 30,000 to 40,000 people there, they live very close to their polling stations, not more than five blocks, really."}], "speaker": "LEMON", "secId": 20}, {"sentences": [{"sentId": 46, "text": "That's right, which is a big plus for democrats, which is why republicans understand very well that it is not only a democratic state, it has been blue for the past generation on a presidential level."}, {"sentId": 47, "text": "But because the democrats are in concentrated urban areas."}], "speaker": "BASH", "secId": 21}, {"sentences": [{"sentId": 48, "text": "So, it is easier for them just logistically to get their votes out, than it is for republicans in the more rural areas."}, {"sentId": 49, "text": "I mean, it's just a fact, and it's one that republicans have had to deal with."}, {"sentId": 50, "text": "It's part of the reason why election cycle after election cycle presidential candidates on the republican side go in there and think that they can turn what has been blue Pennsylvania red, only to be -- you know, loose with the football."}], "speaker": "BASH", "secId": 22}, {"sentences": [{"sentId": 51, "text": "Yes."}, {"sentId": 52, "text": "I want -- stand by, please, Dana and Mark."}, {"sentId": 53, "text": "I want to bring in CNN White House correspondent Michelle Kosinski."}, {"sentId": 54, "text": "Michelle, President Barack Obama this is his last campaign speech ever, and he put everything he had into it, it must have been electric there, what did he say?"}], "speaker": "LEMON", "secId": 23}, {"sentences": [{"sentId": 55, "text": "Yes, I mean, he did want to put a lot into it."}, {"sentId": 56, "text": "I don't know that this is his most energetic appearance in the 17 that he did for Hillary Clinton."}, {"sentId": 57, "text": "I think it was interesting that the way the White House billed this as a fresh pitch, an emotional pitch to the people that he's met along the way."}], "speaker": "KOSINSKI", "secId": 24}, {"sentences": [{"sentId": 58, "text": "So, I think what we saw is not the President Obama that is yelling, that's getting the crowd laughing, and you know, hysterical with the jokes that he would make."}, {"sentId": 59, "text": "It's not President Obama making a lot of noise and headlines, it was much more thoughtful than the last few appearances that he's made."}], "speaker": "KOSINSKI", "secId": 25}, {"sentences": [{"sentId": 60, "text": "I mean, it wasn't the extreme slams on Donald Trump or the warnings that we've to people."}, {"sentId": 61, "text": "Remember that over the last couple of days he said things like the fate of the republic rests on our shoulders that he got into his history in the campaign, the meetings that he's had with people."}], "speaker": "KOSINSKI", "secId": 26}, {"sentences": [{"sentId": 62, "text": "In fact, he started to talk about the visits he's had, the letters he said that you to me."}, {"sentId": 63, "text": "The tears that you shed over your lost loved ones, the way you taught your children, the service and sacrifice that I've seen in you."}, {"sentId": 64, "text": "So he's speaking quite emotionally and directly to voters."}, {"sentId": 65, "text": "Here's part of what he said tonight."}], "speaker": "KOSINSKI", "secId": 27}, {"sentences": [{"sentId": 66, "text": "B. OBAMA:  America, I'm betting on you one more time."}, {"sentId": 67, "text": "I'm betting that tomorrow most moms and dads across America won't cast their votes for someone who denigrates their daughters from the highest office in the land."}, {"sentId": 68, "text": "I'm betting that most Americans won't vote for someone who considers minorities and immigrants and people with disabilities is inferior."}], "speaker": "KOSINSKI", "secId": 28}, {"sentences": [{"sentId": 69, "text": "Who considers people with different faces are objects of suspicion."}, {"sentId": 70, "text": "I'm betting that tomorrow true conservatives won't cast their vote for someone with no regard for the Constitution."}, {"sentId": 71, "text": "I'm betting that young people turn out to vote because your future is at stake."}], "speaker": "KOSINSKI", "secId": 29}, {"sentences": [{"sentId": 72, "text": "I'm betting that men across this country will have no problem voting for the more qualified candidate, who happens to be a woman."}, {"sentId": 73, "text": "I'm betting that African-Americans will vote in big numbers, because this journey we've been on was never about the color of a president, but the content of his or her character."}], "speaker": "KOSINSKI", "secId": 30}, {"sentences": [{"sentId": 74, "text": "I'm betting that America will reject a politics of resentment and the politics of blame and choose a politics that says we are stronger together."}], "speaker": "KOSINSKI", "secId": 31}, {"sentences": [{"sentId": 75, "text": "Think about what we heard here tonight was a lot like the Democratic National Convention speech, when then too, he introduced Hillary Clinton, it was a little more personal, a little more emotional."}, {"sentId": 76, "text": "He wanted to speak in broad subjects, and also this incredible setting in front of Independence Hall."}], "speaker": "KOSINSKI", "secId": 32}, {"sentences": [{"sentId": 77, "text": "I think that really set the stage for talking about democracy and these concepts that he really wanted to hit, as he made what turned out to be his final plea almost for people to get out and vote."}, {"sentId": 78, "text": "Because he didn't want to leave that out."}], "speaker": "KOSINSKI", "secId": 33}, {"sentences": [{"sentId": 79, "text": "You know, you mentioned that he was talking about how if you live in Philadelphia, you're only five blocks from a polling place."}, {"sentId": 80, "text": "At times during these appearances, President Obama did seem to be almost pleading or -- at other appearances, even begging the crowd to vote."}, {"sentId": 81, "text": "There was some of that in his speech tonight, too, Don."}], "speaker": "KOSINSKI", "secId": 34}, {"sentences": [{"sentId": 82, "text": "Yes."}, {"sentId": 83, "text": "Because he knows his legacy is on the line, and he knows Donald Trump won't carry that legacy on."}, {"sentId": 84, "text": "Donald Trump doesn't believe in anything the president believes in."}, {"sentId": 85, "text": "But listen, the Clinton campaign, Mark Preston, this is to you, they know the power of imagery, at this event you had a former president, you have the current president who is the first black president of the United States."}], "speaker": "LEMON", "secId": 35}, {"sentences": [{"sentId": 86, "text": "You had the first lady, then you had the former secretary of state, and you also had a former first lady on the stage who's now running for president and possibly the first female president all on stage together."}, {"sentId": 87, "text": "I don't care who you are, democratic or republican, that is a very powerful moment."}], "speaker": "LEMON", "secId": 36}, {"sentences": [{"sentId": 88, "text": "Yes."}, {"sentId": 89, "text": "A lot of firsts there, no doubt."}, {"sentId": 90, "text": "You know, what's interesting about how democrats and Hillary Clinton have been able to use their surrogates, is that we saw Barack Obama make a plea in Philadelphia to not only African-Americans who live in the city of Philadelphia, but to all those suburban whites who live in the suburbs of Philadelphia."}], "speaker": "PRESTON", "secId": 37}, {"sentences": [{"sentId": 91, "text": "You know, Bruce Springsteen is not going to draw an urban crowd, so to speak, right."}, {"sentId": 92, "text": "Jon Bon Jovi is not going to draw an urban crowd, but who is going to draw an urban crowd of folks of voters is going to African-Americans."}], "speaker": "PRESTON", "secId": 38}, {"sentences": [{"sentId": 93, "text": "And Barack Obama in the past couple of weeks has done a very effective job when he's been on the campaign trail, trying to make that pitch to African-American voters saying if you want, if you liked what you had over the past eight years and you want to see a continuation of it, you need to vote for Hillary Clinton."}], "speaker": "PRESTON", "secId": 39}, {"sentences": [{"sentId": 94, "text": "It was just a few hours earlier, thought that he was parachuting to New Hampshire, in a state with a very low African-American population."}, {"sentId": 95, "text": "But yet, his appeal was to millennium voters."}, {"sentId": 96, "text": "He went to the University of New Hampshire on that campus, and he made the plea to them that they needed to come out for Hillary Clinton."}], "speaker": "PRESTON", "secId": 40}, {"sentences": [{"sentId": 97, "text": "So, what we've seen from Hillary Clinton is the likes of back Obama or Bernie Sanders or Elizabeth Warren or Joe Biden out on the campaign trail, let alone her husband the former president."}, {"sentId": 98, "text": "And what you've seen on the Donald Trump side, is that he doesn't have those type of surrogates, he can't cover as much ground."}, {"sentId": 99, "text": "He uses his children to do that, and in some cases, Rudy Giuliani really is a stark difference in campaigning."}], "speaker": "PRESTON", "secId": 41}, {"sentences": [{"sentId": 100, "text": "I want to bring in now CNN's Brianna Keilar, she's our senior political correspondent, also in Philadelphia."}, {"sentId": 101, "text": "Will the Clinton campaign be having such a big rally there in Pennsylvania if they weren't the slightest bit worried, Brianna, about Donald Trump catching up to them?"}], "speaker": "LEMON", "secId": 42}, {"sentences": [{"sentId": 102, "text": "In Pennsylvania, I don't think they're particularly worried about Donald Trump catching up to Hillary Clinton, I saw this more as a big spectacle."}, {"sentId": 103, "text": "I mean, you saw the optics of it, tens of thousands of people here in front of Independence Hall."}], "speaker": "KEILAR", "secId": 43}, {"sentences": [{"sentId": 104, "text": "I think that what we saw today was more -- was about more than just Philadelphia actually."}, {"sentId": 105, "text": "And you hear Donald Trump criticizing Hillary Clinton for having -- what he'll say basically, you know, he doesn't have performers and she needs help in order to kind of push forward, but the Clinton campaign considers the fact that she has help from not only celebrities, but from President Obama, Vice President Joe Biden, first lady Michelle Obama, all of these big political names."}], "speaker": "KEILAR", "secId": 44}, {"sentences": [{"sentId": 106, "text": "They consider that to be strength, not necessarily a deficit as Donald Trump has it."}, {"sentId": 107, "text": "And when they look at Donald Trump, they say, you know, he doesn't have that backing, and it's a sign that he isn't getting backing even within his own party."}], "speaker": "KEILAR", "secId": 45}, {"sentences": [{"sentId": 108, "text": "So, this was about a spectacle of sort of passing the baton from Barack Obama, the first African-American president to, as you heard Michelle Obama r making that bridge, saying, that this is growing to be history again."}, {"sentId": 109, "text": "And that's what it is really about, something much larger than Philadelphia, Don."}], "speaker": "KEILAR", "secId": 46}, {"sentences": [{"sentId": 110, "text": "Yes."}, {"sentId": 111, "text": "And also, I mean, she did get a boost in Philadelphia today too, because as I mentioned earlier, should have done a better job, Dana."}, {"sentId": 112, "text": "The Southeastern Pennsylvania Transit Authority which is SEPTA, it was on strike, had been on strike for a while."}, {"sentId": 113, "text": "That strike has now ended, so, buses, trolleys, trains are all back up and running."}], "speaker": "LEMON", "secId": 47}, {"sentences": [{"sentId": 114, "text": "But stand by, we'll talk about that a little bit later on."}], "speaker": "LEMON", "secId": 48}, {"sentences": [{"sentId": 115, "text": "I want to get to John King now."}, {"sentId": 116, "text": "He's at the magic wall for us and we're going to talk about the electorate map."}, {"sentId": 117, "text": "John, what its look like tonight?"}], "speaker": "LEMON", "secId": 49}, {"sentences": [{"sentId": 118, "text": "Don, it's the final night."}, {"sentId": 119, "text": "By this time tomorrow, we'll be counting the votes, the democrats feel quite confident."}, {"sentId": 120, "text": "Donald says \"prepare for Brexit plus, plus,\" as he puts it."}], "speaker": "KING", "secId": 50}, {"sentences": [{"sentId": 121, "text": "Let's take a look at where we are."}, {"sentId": 122, "text": "You have to say advantage Clinton heading into the vote count tomorrow, why?"}, {"sentId": 123, "text": "Because she has this four point lead in our poll of polls, that's a bigger lead than President Obama had over Mitt Romney four years ago."}, {"sentId": 124, "text": "It's a bigger lead than George W. Bush ahead of John Kerry back in 2004 the last time the republicans won the White here."}, {"sentId": 125, "text": "So you have to say here advantage Clinton."}], "speaker": "KING", "secId": 51}, {"sentences": [{"sentId": 126, "text": "Now we pick president state by state, we've talked about that quite a bit so let's look at some of these key states, these four especially getting a lot of attention on the final days."}, {"sentId": 127, "text": "In North Carolina, Clinton plus two, gettable for Trump, but Clinton advantage."}], "speaker": "KING", "secId": 52}, {"sentences": [{"sentId": 128, "text": "Florida has been a dead heat to the end."}, {"sentId": 129, "text": "The closest state back in 2012, guess what, we're going down to the wire in Florida."}, {"sentId": 130, "text": "Again, Pennsylvania, again getting attention today, Clinton plus five there."}, {"sentId": 131, "text": "That gets harder for Donald Trump that's why he's pushing so hard for those blue collar votes."}], "speaker": "KING", "secId": 53}, {"sentences": [{"sentId": 132, "text": "Tonight, New Hampshire, Clinton plus three."}, {"sentId": 133, "text": "Again, Donald Trump back in New Hampshire tonight tried to get the white working class to reverse the Clinton leads in those states."}, {"sentId": 134, "text": "So, it's a big challenge for Trump."}], "speaker": "KING", "secId": 54}, {"sentences": [{"sentId": 135, "text": "Let's look at the scenarios in terms of the road to 270."}, {"sentId": 136, "text": "Here is where we stand in the CNN electoral count, 268 for Clinton, 204 for Trump."}, {"sentId": 137, "text": "Even most republicans in Nevada concede because of all the early voting, we could take this one probably out of the tossup and give it to Clinton."}], "speaker": "KING", "secId": 55}, {"sentences": [{"sentId": 138, "text": "Now this is significant, Don, because that gets to over to finish line 274."}, {"sentId": 139, "text": "What can Donald Trump do to win?"}, {"sentId": 140, "text": "Well, let's start first with the democrat's scenario."}, {"sentId": 141, "text": "Some democrats think this is actually conceivable."}, {"sentId": 142, "text": "Democrats think Donald Trump will probably get Arizona in the end."}], "speaker": "KING", "secId": 56}, {"sentences": [{"sentId": 143, "text": "But the democrats actually think especially because of early voting and superior organization."}, {"sentId": 144, "text": "They can do one, two, and three."}, {"sentId": 145, "text": "That would be a blowout, 322 for Clinton, 215 for Trump, not included in this map one from a congressional district here and one from a congressional district there in Nebraska."}], "speaker": "KING", "secId": 57}, {"sentences": [{"sentId": 146, "text": "But if this scenario played out it's a blowout for Clinton."}], "speaker": "KING", "secId": 58}, {"sentences": [{"sentId": 147, "text": "However, here is Trump's biggest, if you will, more reasonable scenario."}, {"sentId": 148, "text": "Number one win Florida, number two, win North Carolina, number three try to win New Hampshire, that gets him to 263."}, {"sentId": 149, "text": "At that point he just needs to turn a blue."}], "speaker": "KING", "secId": 59}, {"sentences": [{"sentId": 150, "text": "It could be Pennsylvania, it could be Michigan, it could be Wisconsin, just needs to turn one of the blues he's been targeting."}, {"sentId": 151, "text": "Let's assume though for the sake of argument that Clinton takes New Hampshire, then Donald Trump, Pennsylvania would be enough."}, {"sentId": 152, "text": "Michigan would be enough in that scenario, but here we go, Don."}], "speaker": "KING", "secId": 60}, {"sentences": [{"sentId": 153, "text": "Let's make it a little more worse case for Donald Trump."}, {"sentId": 154, "text": "What if Clinton wins North Carolina."}, {"sentId": 155, "text": "Trump takes Florida but Clinton takes North Carolina."}, {"sentId": 156, "text": "This is where it gets tough for Trump, 293 to 244 to that scenario."}, {"sentId": 157, "text": "What Donald Trump would have to do then is take Pennsylvania, New Hampshire wouldn't be enough."}], "speaker": "KING", "secId": 61}, {"sentences": [{"sentId": 158, "text": "See, let's go there."}, {"sentId": 159, "text": "Then it's not enough unless he wins both of the congressional districts."}, {"sentId": 160, "text": "So the challenge for Trump could be in the end to do one and two."}, {"sentId": 161, "text": "Now democrats say that's unreasonable, 1988, in 1988, the last time those two states went democratic."}, {"sentId": 162, "text": "So, democrats say we head into the final day with an advantage."}], "speaker": "KING", "secId": 62}, {"sentences": [{"sentId": 163, "text": "But Trump path to 270 they believe are unreasonable, but Trump says he's going to surprise us, Don, Brexit, Brexit, we'll be counting them this time tomorrow."}], "speaker": "KING", "secId": 63}, {"sentences": [{"sentId": 164, "text": "All right."}, {"sentId": 165, "text": "John King, thank you very much."}, {"sentId": 166, "text": "I'll bring the panel back in but I just want to tell you what you're looking at there now."}, {"sentId": 167, "text": "That is aboard Hillary Clinton' plane, the stronger together plane."}, {"sentId": 168, "text": "Again, they're leaving Pennsylvania now, and she's heading to a midnight rally with Lady Gaga, and so we will keep you on, we will keep monitoring that for you."}], "speaker": "LEMON", "secId": 64}, {"sentences": [{"sentId": 169, "text": "Anyway, I want to bring in now Washington Examine -- Examiner columnist and pollster, Kristen Soltis Anderson."}, {"sentId": 170, "text": "Kristen, welcome to our panel."}, {"sentId": 171, "text": "The polls are coming fast and furious, you heard John King there talking about the national outlook, at least the battleground states outlook, the Electoral College."}, {"sentId": 172, "text": "Five national polls were released today, all showing Clinton up by"}], "speaker": "LEMON", "secId": 65}, {"sentences": [{"sentId": 173, "text": "several points."}, {"sentId": 174, "text": "It looks really close."}, {"sentId": 175, "text": "But as John King just said, in 2012, Barack Obama was tied with Mitt Romney in the last CNN poll, and in 2008, Barack Obama was four points ahead of John McCain before the election."}, {"sentId": 176, "text": "So, is four points a big lead or is it a small one?"}], "speaker": "LEMON", "secId": 66}, {"sentences": [{"sentId": 177, "text": "Four points is a pretty sizable lead."}, {"sentId": 178, "text": "And in order for Donald Trump to win in the popular vote, there would have to be a pretty sizable systemic failure of the polling industry."}], "speaker": "ANDERSON", "secId": 67}, {"sentences": [{"sentId": 179, "text": "On the other hand, there's a chance that Donald Trump loses the popular vote by a larger margin than Mitt Romney lost in 2012, but wins more electoral votes than Mitt Romney won in part because of the ability to pick up states like Ohio and Iowa that Mitt Romney lost four years ago."}], "speaker": "ANDERSON", "secId": 68}, {"sentences": [{"sentId": 180, "text": "So, Dana, here is the question."}, {"sentId": 181, "text": "What is the first state that you will be looking at tomorrow when results come in to tell us how the night may be going?"}], "speaker": "LEMON", "secId": 69}, {"sentences": [{"sentId": 182, "text": "Just because of the time zone, probably Virginia, because it's the purpleist of states that will close early."}, {"sentId": 183, "text": "New Hampshire as well."}, {"sentId": 184, "text": "The New Hampshire is quirkier and has fewer electoral votes."}, {"sentId": 185, "text": "But those two probabl are going to be the first that could be telltale signs for what will happen in the rest of the country."}], "speaker": "BASH", "secId": 70}, {"sentences": [{"sentId": 186, "text": "Look, and also I will just add Florida."}, {"sentId": 187, "text": "If Florida comes in early and is decisive, that will be incredibly telling."}], "speaker": "BASH", "secId": 71}, {"sentences": [{"sentId": 188, "text": "So, Kristen, Trump is saying that the polls that show him down they're actually wrong."}, {"sentId": 189, "text": "He says there's a hidden catch of support for him that polls aren't picking up."}, {"sentId": 190, "text": "Is there any evidence of that in the polling?"}], "speaker": "LEMON", "secId": 72}, {"sentences": [{"sentId": 191, "text": "I haven't seen any evidence, but the tough thing about a claim like that, is there wouldn't be any evidence."}, {"sentId": 192, "text": "It's sort of an approvable claim."}, {"sentId": 193, "text": "So, you know, there's this thing in social science."}, {"sentId": 194, "text": "Social desirability bias, it makes basically it makes it hard for a pollster like me to study things that people do that they don't like to confess to, drug use, certain sexual behaviors."}], "speaker": "ANDERSON", "secId": 73}, {"sentences": [{"sentId": 195, "text": "And I guess in this campaign, voting for Donald Trump, but also potentially for Hillary Clinton."}, {"sentId": 196, "text": "A study done by Pew this summer showed that about equal numbers of Trump and Clinton supporters said that they were kind of uncomfortable telling friends and family who they were voting for."}], "speaker": "ANDERSON", "secId": 74}, {"sentences": [{"sentId": 197, "text": "So, there's a chance that there folks that just don't want to tell pollsters they're voting for Donald Trump, but there's also a chance that there's voters that just don't want to tell pollsters they're voting for Hillary Clinton."}], "speaker": "ANDERSON", "secId": 75}, {"sentences": [{"sentId": 198, "text": "So, no evidence to prove one way or the other."}, {"sentId": 199, "text": "Doesn't mean it's not out there, but I'm not banking on it for tomorrow night."}], "speaker": "ANDERSON", "secId": 76}, {"sentences": [{"sentId": 200, "text": "That is surprising coming from Donald Trump."}], "speaker": "LEMON", "secId": 77}, {"sentences": [{"sentId": 201, "text": "Mark, 40 million people have already cast a ballot in early voting."}, {"sentId": 202, "text": "How does that factor into the polls we're getting here every day."}, {"sentId": 203, "text": "Does polling operate independent of what we already know about the voter turnout and early voting?"}], "speaker": "LEMON", "secId": 78}, {"sentences": [{"sentId": 204, "text": "Well, at this time you have to take both data points and you kind to have to merge them together."}, {"sentId": 205, "text": "And you have to look at the good polls, and specifically the state polls and try to see where the race is at."}, {"sentId": 206, "text": "So, it looks like, let's look, for instance, at the state of Florida right now where you see that the race, all the polls have it around Hillary Clinton plus two, at this point."}], "speaker": "PRESTON", "secId": 79}, {"sentences": [{"sentId": 207, "text": "But you have to add in where they are in the early vote and what political party was able to take a lead in the early vote, where they were in the last election that was comparable."}, {"sentId": 208, "text": "And I think when you take all those combinations and you put it together."}, {"sentId": 209, "text": "You come out and say, in the state of Florida, for instance, that democrats look pretty good in the sense that they've been able to take a new voter that was really not strong or was not as visible as it was before, that's the Hispanic voter, and they're able to really increase those numbers at the same time, that they were not going to ever, ever, ever match what the African-American vote was certainly back in 2008 and then in 2012."}], "speaker": "PRESTON", "secId": 80}, {"sentences": [{"sentId": 210, "text": "Because of course, Barack Obama was the first African- American president."}, {"sentId": 211, "text": "Another data point that you would want to watch because I know we talk about the black, and Hispanic and white vote is the Asian-American vote."}], "speaker": "PRESTON", "secId": 81}, {"sentences": [{"sentId": 212, "text": "And republicans were shocked in 2012, when I believe it was about 72 percent of the Asian vote went democrat."}, {"sentId": 213, "text": "And that was really a big, big cause of concern for republicans."}, {"sentId": 214, "text": "So, that's another point that you'd be looking at in the state of Florida or in states where you would have concentration of Asian residents."}], "speaker": "PRESTON", "secId": 82}, {"sentences": [{"sentId": 215, "text": "All right."}, {"sentId": 216, "text": "Stand by, panel, I want to bring in Sara Murray now, she's with the Trump campaign in New Hampshire tonight."}, {"sentId": 217, "text": "Sara, welcome to the show."}, {"sentId": 218, "text": "You were with a big rally with Trump and Pence up there in New Hampshire while a rally in Philadelphia was going on."}, {"sentId": 219, "text": "What happened?"}], "speaker": "LEMON", "secId": 83}, {"sentences": [{"sentId": 220, "text": "That's right."}, {"sentId": 221, "text": "This is Donald Trump and Mike Pence's second to last stop of the night."}, {"sentId": 222, "text": "And in some ways it felt like a closing argument."}, {"sentId": 223, "text": "You hear Donald Trump once again talking about wanting to drain the swamp."}, {"sentId": 224, "text": "He said, tomorrow the working class will strike back."}], "speaker": "MURRAY", "secId": 84}, {"sentences": [{"sentId": 225, "text": "But in other ways, Don, it was very much the same old Donald Trump grab bag that we've kind of gotten over the last year and change of his campaign."}, {"sentId": 226, "text": "He took a hit at Elizabeth Warren, he heckled the press, he continued to cite a number of polls that show him leading but don't appear to be available publicly."}], "speaker": "MURRAY", "secId": 85}, {"sentences": [{"sentId": 227, "text": "So, it was a very fitting Donald Trump rally to sort of end his campaign or at least the second to last stop."}, {"sentId": 228, "text": "And remember, Don, we're here in New Hampshire, this is the place that gave him his first victory as a presidential candidate."}, {"sentId": 229, "text": "So he did show a little bit of nostalgia for that moment while he was here on stage."}], "speaker": "MURRAY", "secId": 86}, {"sentences": [{"sentId": 230, "text": "But there is also a very interesting moment involving quarterback Tom Brady and Coach Bill Belichick of the New England Patriots."}, {"sentId": 231, "text": "Tell us about it."}], "speaker": "LEMON", "secId": 87}, {"sentences": [{"sentId": 232, "text": "So, I mentioned grab bag, and this fits under that description."}, {"sentId": 233, "text": "Donald Trump was very excited to come on the stage tonight and talk about some new endorsements, he said he got the vote of Tom Brady, the Patriots quarterback, as well as support from Bill Belichick, the Patriots coach."}], "speaker": "MURRAY", "secId": 88}, {"sentences": [{"sentId": 234, "text": "Listen to what he said."}], "speaker": "MURRAY", "secId": 89}, {"sentences": [{"sentId": 235, "text": "Tom Brady..."}], "speaker": "TRUMP", "secId": 90}, {"sentences": [{"sentId": 236, "text": "... great guy, great guy."}, {"sentId": 237, "text": "Great friend of mine, great, great champion, unbelievable winner."}, {"sentId": 238, "text": "He called today and he said, \"Donald, I support you, you're my friend, and I voted for you.\""}], "speaker": "TRUMP", "secId": 91}, {"sentences": [{"sentId": 239, "text": "So, he writes, Coach Belichick, \"Congratulations on a tremendous campaign."}, {"sentId": 240, "text": "You have dealt with an unbelievable slanted and negative media, and have come out beautifully.\""}], "speaker": "TRUMP", "secId": 92}, {"sentences": [{"sentId": 241, "text": "So there you go, neither of those gentlemen were here to actually campaign with Donald Trump tonight."}, {"sentId": 242, "text": "But he's hoping that that word of mouth will get him over the final hump here in New Hampshire."}, {"sentId": 243, "text": "Polls in this state have been all across the board in the last month or so."}, {"sentId": 244, "text": "But recent days have shown them tightening."}, {"sentId": 245, "text": "And this is one of the states that could be key to Donald Trump hitting 270 or not, Don."}], "speaker": "MURRAY", "secId": 93}, {"sentences": [{"sentId": 246, "text": "It is quite interesting that they didn't actually show up."}, {"sentId": 247, "text": "Thank you, Sara."}, {"sentId": 248, "text": "I appreciate that."}, {"sentId": 249, "text": "When we come right back, Donald Trump and Hillary Clinton taking to -- taking this thing down to the wire with rallies well into the night."}], "speaker": "LEMON", "secId": 94}, {"sentences": [{"sentId": 250, "text": "Meanwhile, here's another classic moment from Bruce Springsteen at Clinton's Philadelphia rally."}], "speaker": "LEMON", "secId": 95}, {"sentences": [{"sentId": 251, "text": "Hillary Clinton, Donald Trump both out in the campaign trail well into the night in their final rallies."}, {"sentId": 252, "text": "The polls across the country set to open in just a few hours."}], "speaker": "LEMON", "secId": 96}, {"sentences": [{"sentId": 253, "text": "So, back with me now, Dana Bash, Mark Preston."}, {"sentId": 254, "text": "And I'm joined by Mr. Dan Rather, the host of Axis TV's the Big Interview."}, {"sentId": 255, "text": "Dan, I'm going to start with you."}, {"sentId": 256, "text": "There was a big event in Philadelphia tonight, Bruce Springsteen, Bon Jovi as backup."}, {"sentId": 257, "text": "What's the impact?"}, {"sentId": 258, "text": "Does this impact voters, these kinds of events?"}], "speaker": "LEMON", "secId": 97}, {"sentences": [{"sentId": 259, "text": "Not very much not this late."}, {"sentId": 260, "text": "It's a big pageant, spectacular show it's mainly to keep rile up among the people who are working for you."}, {"sentId": 261, "text": "Very few people are going to be persuaded at this late hour by that kind of show."}, {"sentId": 262, "text": "There are people who will walk to a polling place tomorrow night quite sure for whom they are going to vote."}, {"sentId": 263, "text": "But I don't think it's very persuasive."}], "speaker": "RATHER", "secId": 98}, {"sentences": [{"sentId": 264, "text": "And yet, 30 to 40,000 people and you're urging them to go out and vote the next day, in a state that doesn't have early voting?"}, {"sentId": 265, "text": "You don't think that that increases a chance for them to..."}], "speaker": "LEMON", "secId": 99}, {"sentences": [{"sentId": 266, "text": "Marginally, maybe."}], "speaker": "RATHER", "secId": 100}, {"sentences": [{"sentId": 267, "text": "Marginally."}], "speaker": "LEMON", "secId": 101}, {"sentences": [{"sentId": 268, "text": "Marginally at best."}], "speaker": "RATHER", "secId": 102}, {"sentences": [{"sentId": 269, "text": "Yes."}, {"sentId": 270, "text": "We're down to the final hours, they're making their closing arguments to get people out to the polls."}, {"sentId": 271, "text": "How do you see this race going?"}], "speaker": "LEMON", "secId": 103}, {"sentences": [{"sentId": 272, "text": "Well, I can be foolish about a lot of things, Don, but making a prediction this close -- you point to voting."}, {"sentId": 273, "text": "I mean, it's very clear that Hillary Clinton has caught at least a small wave in the last few days, and things have been moving in her direction."}], "speaker": "RATHER", "secId": 104}, {"sentences": [{"sentId": 274, "text": "But this remains a very volatile and extremely hard to figure out race."}, {"sentId": 275, "text": "Because I think -- I'm convinced that there are a lot of silent voters, with other people might, people off the grid."}], "speaker": "RATHER", "secId": 105}, {"sentences": [{"sentId": 276, "text": "Well, we were just talking about that."}, {"sentId": 277, "text": "You think that there are on both sides are mostly for Donald Trump."}], "speaker": "LEMON", "secId": 106}, {"sentences": [{"sentId": 278, "text": "Well, I think they're mostly for Donald Trump."}, {"sentId": 279, "text": "And that's what makes it a very nervous time for Hillary Clinton."}, {"sentId": 280, "text": "Look, all indicators are pointing to Hillary Clinton winning, only a question of how much, isn't it?"}, {"sentId": 281, "text": "An avalanche?"}, {"sentId": 282, "text": "Is it something pretty good, but not great, is it a thin margin?"}], "speaker": "RATHER", "secId": 107}, {"sentences": [{"sentId": 283, "text": "But what they have to worry about, is the polls have been up and down all over the place."}, {"sentId": 284, "text": "And polls this late tend to be a little more accurate than polls earlier in the campaign."}, {"sentId": 285, "text": "What will make them nervous is the people have been recently by polls, or they call the silent voters turning out."}], "speaker": "RATHER", "secId": 108}, {"sentences": [{"sentId": 286, "text": "And too many of her voters, Hillary Clinton's voters saying themselves, well, it looks like she is going to win so they don't go to the polls."}], "speaker": "RATHER", "secId": 109}, {"sentences": [{"sentId": 287, "text": "Right."}], "speaker": "LEMON", "secId": 110}, {"sentences": [{"sentId": 288, "text": "You know, it turns out as one of most overworked words and anybody's presidential election coverage."}], "speaker": "RATHER", "secId": 111}, {"sentences": [{"sentId": 289, "text": "Yes."}], "speaker": "LEMON", "secId": 112}, {"sentences": [{"sentId": 290, "text": "But it turn out it does matter."}, {"sentId": 291, "text": "And if Hillary Clinton gets her vote out, then she figures to win."}, {"sentId": 292, "text": "But the question, does she get all that vote out?"}], "speaker": "RATHER", "secId": 113}, {"sentences": [{"sentId": 293, "text": "Yes."}], "speaker": "LEMON", "secId": 114}, {"sentences": [{"sentId": 294, "text": "Donald Trump's vote where she'll up."}], "speaker": "RATHER", "secId": 115}, {"sentences": [{"sentId": 295, "text": "Dana, to you now, you know, we've heard tonight that Huma Abedin was on the plane in Philadelphia tonight."}, {"sentId": 296, "text": "She's been really keeping a low profile, but with Clinton now cleared of criminal wrongdoing, she's apparently back out with her tonight."}], "speaker": "LEMON", "secId": 116}, {"sentences": [{"sentId": 297, "text": "That doesn't surprise me."}, {"sentId": 298, "text": "For the reason you just said, first and foremost, because the issue that put Hillary Clinton's e-mails back in the spotlight and apparently briefly for 11 days under investigation was all about Huma Abedin and her estranged husband's computer, it was on his computer."}], "speaker": "BASH", "secId": 117}, {"sentences": [{"sentId": 299, "text": "And this is the finale for somebody who has been the right arm, the right hand, the brain, the emotion, I mean, you name it."}, {"sentId": 300, "text": "That is how close Huma Abedin is and has been to Hillary Clinton."}, {"sentId": 301, "text": "So, it doesn't surprise me at all that she wanted to be there for the grand finale, which was this rally in Philadelphia."}], "speaker": "BASH", "secId": 118}, {"sentences": [{"sentId": 302, "text": "Does it surprise you, Mark, that she's back out there now?"}, {"sentId": 303, "text": "Because now we're talking about this again."}, {"sentId": 304, "text": "And it was something that she did not want to talk about, obviously in the last few days of this campaign."}], "speaker": "LEMON", "secId": 119}, {"sentences": [{"sentId": 305, "text": "Well, you know, to Dan's point, in many ways, just like the rallies are in negligible in some ways and on the margins, you're going to get some voters out, in a race this close, I think it is important to get in on that margin quite frankly."}], "speaker": "PRESTON", "secId": 120}, {"sentences": [{"sentId": 306, "text": "But Huma Abedin is very close to Hillary Clinton, beyond being an aide, you know, she is a member of the family in many ways, just not blood."}, {"sentId": 307, "text": "And the fact is, when she took herself out, I suspect that she did it out of the spotlight, until she was cleared."}, {"sentId": 308, "text": "Until Comey came out again."}], "speaker": "PRESTON", "secId": 121}, {"sentences": [{"sentId": 309, "text": "Well, at this point, she has been cleared, she can travel, she's been with Hillary Clinton since she was an intern."}, {"sentId": 310, "text": "And in the next 24 hours, this is a very important time, you know, for Huma Abedin and her relationship with Hillary Clinton."}], "speaker": "PRESTON", "secId": 122}, {"sentences": [{"sentId": 311, "text": "And I'm pretty sure Hillary Clinton said, I want you back, I want you here, I want you by our side."}, {"sentId": 312, "text": "So, I don't think voters, Don, are going to wake up tomorrow morning and say, wow, I heard Huma was on the airplane."}], "speaker": "PRESTON", "secId": 123}, {"sentences": [{"sentId": 313, "text": "Exactly."}], "speaker": "BASH", "secId": 124}, {"sentences": [{"sentId": 314, "text": "And went down to Raleigh, North Carolina."}], "speaker": "PRESTON", "secId": 125}, {"sentences": [{"sentId": 315, "text": "Forget it, I'm going for Donald Trump."}], "speaker": "BASH", "secId": 126}, {"sentences": [{"sentId": 316, "text": "Right."}, {"sentId": 317, "text": "I'm going to go with Donald Trump, right."}, {"sentId": 318, "text": "I mean, God, Bruce Springsteen was as good as I hope he was I think in Philadelphia."}, {"sentId": 319, "text": "But..."}], "speaker": "PRESTON", "secId": 127}, {"sentences": [{"sentId": 320, "text": "No, but my point was, as we're talking about this, rather than talking about Bruce Springsteen."}, {"sentId": 321, "text": "I mean, you guys under..."}], "speaker": "LEMON", "secId": 128}, {"sentences": [{"sentId": 322, "text": "Well, can I say one thing about Bruce Springsteen, though."}, {"sentId": 323, "text": "What I was really shocked by is when he played thunder road and did it in a dull sullen tone."}, {"sentId": 324, "text": "I mean, this was a campaign rally I thought he would have at least tried to energized the crowd."}], "speaker": "PRESTON", "secId": 129}, {"sentences": [{"sentId": 325, "text": "It was a  don't -- all right, Preston, don't go after Bruce, that's all right."}, {"sentId": 326, "text": "I draw the line on that."}], "speaker": "BASH", "secId": 130}, {"sentences": [{"sentId": 327, "text": "Such religious in New Jersey."}], "speaker": "PRESTON", "secId": 131}, {"sentences": [{"sentId": 328, "text": "Such a Debbie Downer there, Mark Preston."}, {"sentId": 329, "text": "Let's get Mark off the screen and talk to Dan Rather."}, {"sentId": 330, "text": "Dan, Colin Campbell a reporter for the show The News and Observer, he tweeted out this press release from the North Carolina GOP today, OK."}], "speaker": "LEMON", "secId": 132}, {"sentences": [{"sentId": 331, "text": "He said, \"North Carolina Obama coalition crumbling."}, {"sentId": 332, "text": "African-American early voting is down 8.5 percent from this time in 2012."}, {"sentId": 333, "text": "Caucasian voters early voting is up 22.5 percent this time in 2012."}, {"sentId": 334, "text": "As a share of early voters, African-Americans are down, 6.0 percent, 2012, 28.9 percent in 26 -- 2016, 22.9 percent.\""}], "speaker": "LEMON", "secId": 133}, {"sentences": [{"sentId": 335, "text": "I know that's a lot of numbers confusing, but basically, Caucasians are up."}, {"sentId": 336, "text": "Basically he's saying, they're crowing really about that the African-American vote being down."}, {"sentId": 337, "text": "What's your reaction to that?"}], "speaker": "LEMON", "secId": 134}, {"sentences": [{"sentId": 338, "text": "Well, it's something the Clinton forces to worry about."}, {"sentId": 339, "text": "The African-American vote is down, particularly we saw it."}, {"sentId": 340, "text": "I think we saw historic highs in 2008 and 2012."}, {"sentId": 341, "text": "Because Barack Obama was on the ticket."}], "speaker": "RATHER", "secId": 135}, {"sentences": [{"sentId": 342, "text": "But if these numbers were to hold in other states, it could bode well for Donald Trump."}, {"sentId": 343, "text": "Because his whole strategy from the beginning has been to increase the white vote and increase his portion of the white vote."}, {"sentId": 344, "text": "And these numbers in North Carolina, if they're true might spell trouble for North Carolina."}], "speaker": "RATHER", "secId": 136}, {"sentences": [{"sentId": 345, "text": "Do you think that it's voter suppression?"}, {"sentId": 346, "text": "And can you believe we've been talking about the voter suppression?"}], "speaker": "LEMON", "secId": 137}, {"sentences": [{"sentId": 347, "text": "The least the voter suppression was a story from the campaign."}], "speaker": "RATHER", "secId": 138}, {"sentences": [{"sentId": 348, "text": "Absolutely."}, {"sentId": 349, "text": "I agree."}], "speaker": "LEMON", "secId": 139}, {"sentences": [{"sentId": 350, "text": "The voter suppression, and including myself, we can all be faulted..."}], "speaker": "RATHER", "secId": 140}, {"sentences": [{"sentId": 351, "text": "Yes."}], "speaker": "LEMON", "secId": 141}, {"sentences": [{"sentId": 352, "text": "... for not digging into that story."}, {"sentId": 353, "text": "Because the republicans have had since 2010, a systematic well thought out calculated well finesse campaign to suppress votes."}, {"sentId": 354, "text": "And in many ways it's been successful, now the courts and others have fought back against it in recent weeks."}], "speaker": "RATHER", "secId": 142}, {"sentences": [{"sentId": 355, "text": "But the suppression is a factor in going-forward by the way, once we know who the president is, our destiny is ours to make going-forward."}], "speaker": "RATHER", "secId": 143}, {"sentences": [{"sentId": 356, "text": "And one of the things we can't just say oh, never mind about a lot of things we shouldn't say oh, never mind about, one of them is voter suppression."}, {"sentId": 357, "text": "This is a scandal."}], "speaker": "RATHER", "secId": 144}, {"sentences": [{"sentId": 358, "text": "Voter suppression, right."}, {"sentId": 359, "text": "Well, that's -- it's also one of the reasons, Dana, that the black vote may be down."}, {"sentId": 360, "text": "Because I think some African-Americans are saying, you know, you just can't come around every four years and say, hey, you know, vote for me, and we're going -- we're going to go out and vote for you, when causes as Dan Rather was saying, like voter suppression."}], "speaker": "LEMON", "secId": 145}, {"sentences": [{"sentId": 361, "text": "Criminal justice reform, and other things, which were brought up by Bernie Sanders and his supporters, when you don't really -- when you're not really fighting for those things in the meantime, and then when it, you know, push comes to shove, when it gets down to the wire, all of a sudden you want us to turn out."}, {"sentId": 362, "text": "Those were issues that rightly so, democrats are going to have to deal with."}], "speaker": "LEMON", "secId": 146}, {"sentences": [{"sentId": 363, "text": "No question about it, and Hillary Clinton has been trying to deal with it, trying to effectively apologize for -- you were mentioning the crime bill that her husband signed that African- American have..."}], "speaker": "BASH", "secId": 147}, {"sentences": [{"sentId": 364, "text": "That omnibus bill in 1994, yes."}], "speaker": "LEMON", "secId": 148}, {"sentences": [{"sentId": 365, "text": "Exactly, thank you."}, {"sentId": 366, "text": "That African-Americans have sort of understandably never -- it was hard for them to forgive the Clintons for that."}, {"sentId": 367, "text": "But I think the one thing that we -- first of all, and the other thing I should add, the blatantly obvious, which is that the Clinton campaign never thought they would get the numbers that the first African-American president got among black voters."}], "speaker": "BASH", "secId": 149}, {"sentences": [{"sentId": 368, "text": "But the thing that we have to remember is Dan is absolutely right, it is down, and that is a warning sign for the Clinton campaign."}, {"sentId": 369, "text": "And they say that they're hopefulness on the whole question on the changing demographic in this country is the Latino vote, particularly in Florida, and the early number -- early voting numbers that Mark Preston has these off the top of his head, off the charts."}], "speaker": "BASH", "secId": 150}, {"sentences": [{"sentId": 370, "text": "Among the Latino community."}, {"sentId": 371, "text": "The growing Puerto Rican community and the i-4 corridor."}, {"sentId": 372, "text": "North Carolina is another place where that very, the surge in the Latino vote really could overcome the sort of dip in the African-American vote to battle -- to battle the white vote."}], "speaker": "BASH", "secId": 151}, {"sentences": [{"sentId": 373, "text": "Dana, I have to go but can it make up for that deficit."}, {"sentId": 374, "text": "Can it make up for that deficit do you think?"}], "speaker": "LEMON", "secId": 152}, {"sentences": [{"sentId": 375, "text": "We don't know."}], "speaker": "BASH", "secId": 153}, {"sentences": [{"sentId": 376, "text": "We'll see."}], "speaker": "LEMON", "secId": 154}, {"sentences": [{"sentId": 377, "text": "Tune in tomorrow night."}], "speaker": "BASH", "secId": 155}, {"sentences": [{"sentId": 378, "text": "Yes."}, {"sentId": 379, "text": "Thank you very much."}, {"sentId": 380, "text": "Thank you very much."}, {"sentId": 381, "text": "And Dan Rather, will you come back and help us sort through this once the results are in?"}], "speaker": "LEMON", "secId": 156}, {"sentences": [{"sentId": 382, "text": "You bet."}], "speaker": "RATHER", "secId": 157}, {"sentences": [{"sentId": 383, "text": "I appreciate it."}], "speaker": "LEMON", "secId": 158}, {"sentences": [{"sentId": 384, "text": "Good to see you."}], "speaker": "RATHER", "secId": 159}, {"sentences": [{"sentId": 385, "text": "Thanks."}, {"sentId": 386, "text": "Always a pleasure."}], "speaker": "LEMON", "secId": 160}, {"sentences": [{"sentId": 387, "text": "And make sure you stay with CNN for all-day coverage on Election Day."}, {"sentId": 388, "text": "Every race across this country it also starts tomorrow."}], "speaker": "LEMON", "secId": 161}, {"sentences": [{"sentId": 389, "text": "And up next, my CNN colleague, a lifelong republican Ana Navarro, why she crossed party lines to cast her ballot for Hillary Clinton and against Donald Trump."}], "speaker": "LEMON", "secId": 162}, {"sentences": [{"sentId": 390, "text": "A frantic final night on the campaign trail for both Donald Trump and Hillary Clinton."}, {"sentId": 391, "text": "Voters head to the polls in just a few hours."}], "speaker": "LEMON", "secId": 163}, {"sentences": [{"sentId": 392, "text": "Here to discuss, Margaret Hoover, republican consultant, Andy Dean, a Trump supporter, democratic strategist Maria Cardona, Corey Lewandowski, Trump's former campaign manager; Hilary Rosen and Bakari Sellers, both Clinton supporters; and republican strategist Ana Navarro, who I want to talk to first, and she wore her scarf, because she is not messing around."}], "speaker": "LEMON", "secId": 164}, {"sentences": [{"sentId": 393, "text": "So, Ana, you made honestly a very important announcement today, you said this, \"I am voting for Hillary Clinton and against Donald Trump.\""}, {"sentId": 394, "text": "You are a lifelong republican, I know you have fought for republican values and issues for a very long time, this cannot be an easy decision for you."}, {"sentId": 395, "text": "What was it that drove you to vote democratic this year?"}], "speaker": "LEMON", "secId": 165}, {"sentences": [{"sentId": 396, "text": "The panic, the fear that Donald Trump could actually win Florida."}, {"sentId": 397, "text": "For the last several weeks, people have been asking me, what will you do if we wake up November 9th and Donald Trump won Florida, Donald Trump won the presidency, and you didn't vote, you didn't do absolutely everything you could to stop him from becoming president?"}, {"sentId": 398, "text": "And that question kept going around and around in my head."}], "speaker": "NAVARRO", "secId": 166}, {"sentences": [{"sentId": 399, "text": "Look, I lived through Florida's 2000 election, that decision was 537 votes, that's what made that presidency."}, {"sentId": 400, "text": "I want to be part of everything to stop Donald Trump, to me, the choice came down to a very bad person with very bad character, or a person who has exercised very bad judgment."}], "speaker": "NAVARRO", "secId": 167}, {"sentences": [{"sentId": 401, "text": "And it boils down to, I think we can survive a president with bad judgment."}, {"sentId": 402, "text": "Hell, we have already, his name is Jimmy Carter."}, {"sentId": 403, "text": "I don't think we can survive a person with very bad character, a very bad person."}, {"sentId": 404, "text": "It scares me, it worries me, it concerns me, what Donald Trump has brought out in the American people, the hostility, the division, people hurling anti-Semitic insults at the media, people hurling insults at the Hispanics."}], "speaker": "NAVARRO", "secId": 168}, {"sentences": [{"sentId": 405, "text": "The misogyny, the racism, the bigotry, the sexism, the objectification of women."}, {"sentId": 406, "text": "And it's just so sad how far down the gutter this election has gone."}, {"sentId": 407, "text": "And I think he brings out the worse in America."}, {"sentId": 408, "text": "And so as an American who loves this country, who loves the republican values, who loves the democratic system, I just felt that I wasn't in a position to cast a symbolic vote."}], "speaker": "NAVARRO", "secId": 169}, {"sentences": [{"sentId": 409, "text": "Yes."}], "speaker": "LEMON", "secId": 170}, {"sentences": [{"sentId": 410, "text": "I wanted to cast a symbolic protest vote against both of them."}], "speaker": "NAVARRO", "secId": 171}, {"sentences": [{"sentId": 411, "text": "Yes, you wanted to vote for your mom."}], "speaker": "LEMON", "secId": 172}, {"sentences": [{"sentId": 412, "text": "I don't really like either of them."}], "speaker": "NAVARRO", "secId": 173}, {"sentences": [{"sentId": 413, "text": "Was your mom disappointed that you didn't write her in because that's what you said that you're going to do?"}], "speaker": "LEMON", "secId": 174}, {"sentences": [{"sentId": 414, "text": "Let me tell you something, my mother has been about to ring my neck for this entire election."}, {"sentId": 415, "text": "First of all, she was very nervous and anxious every time I said I was going to vote for her because I think she thought she could win."}], "speaker": "NAVARRO", "secId": 175}, {"sentences": [{"sentId": 416, "text": "And then I went and said a bad word on national TV, and so that was mortifying and embarrassing to her."}, {"sentId": 417, "text": "So, I'm really close to being disowned at this point by my mother."}, {"sentId": 418, "text": "But I think you know, my mother is voting for a democrat for the first time in her life, too."}, {"sentId": 419, "text": "Because she, too is offended."}, {"sentId": 420, "text": "She too is scared."}, {"sentId": 421, "text": "I got to tell you, Don, my -- one of my best friends, her name is Anna"}], "speaker": "NAVARRO", "secId": 176}, {"sentences": [{"sentId": 422, "text": "Maria Gonzalez, she was born in Venezuela as was her husband."}, {"sentId": 423, "text": "Both of them are U.S. citizens."}], "speaker": "NAVARRO", "secId": 177}, {"sentences": [{"sentId": 424, "text": "They are the parents of a 9-year-old girl Alicia, who wakes up in the middle of the night fearing what will happen to her parents if Donald Trump is elected."}, {"sentId": 425, "text": "That's the kind of fear that Hispanic children are having all over this country."}], "speaker": "NAVARRO", "secId": 178}, {"sentences": [{"sentId": 426, "text": "I am not making this up, that's why I'm giving the names."}, {"sentId": 427, "text": "I have people who call me and tell me that their son in laws, their daughter in laws are waking up with bad dreams at night, at the fear of what a Donald Trump presidency could mean for Latinos."}], "speaker": "NAVARRO", "secId": 179}, {"sentences": [{"sentId": 428, "text": "Yes."}], "speaker": "LEMON", "secId": 180}, {"sentences": [{"sentId": 429, "text": "That's why you're seeing those numbers, it's not the outreach efforts of Hillary Clinton, it's not the ground troop operation of Hillary Clinton, the reason Latinos are flocking to the polls is because we've had it with Donald Trump punching us over and over and over again for the last 17 months."}], "speaker": "NAVARRO", "secId": 181}, {"sentences": [{"sentId": 430, "text": "Well, Anna."}], "speaker": "LEMON", "secId": 182}, {"sentences": [{"sentId": 431, "text": "We've had it with, you know, with the assaults, with the attacks, with the insults, and we are flocking to be the folks that stand between him and the presidency of the United States."}], "speaker": "NAVARRO", "secId": 183}, {"sentences": [{"sentId": 432, "text": "So, I have to..."}], "speaker": "LEMON", "secId": 184}, {"sentences": [{"sentId": 433, "text": "Anna for president."}, {"sentId": 434, "text": "Ana for president."}], "speaker": "CARDONA", "secId": 185}, {"sentences": [{"sentId": 435, "text": "So, I have to say, listen -- in full transparency..."}], "speaker": "LEMON", "secId": 186}, {"sentences": [{"sentId": 436, "text": "You know, I was born in Nicaragua, guys, but then again that didn't stop Ted Cruz."}], "speaker": "NAVARRO", "secId": 187}, {"sentences": [{"sentId": 437, "text": "Yes."}, {"sentId": 438, "text": "So, Ana and I are friends, Margaret and I friends, Maria and I'm friend with people here, and Bakari, Hilary, and Corey."}, {"sentId": 439, "text": "I mean, we..."}], "speaker": "LEMON", "secId": 188}, {"sentences": [{"sentId": 440, "text": "Not me."}], "speaker": "DEAN", "secId": 189}, {"sentences": [{"sentId": 441, "text": "And Andy, whatever."}], "speaker": "LEMON", "secId": 190}, {"sentences": [{"sentId": 442, "text": "No, absolutely not."}], "speaker": "DEAN", "secId": 191}, {"sentences": [{"sentId": 443, "text": "And not included in that."}, {"sentId": 444, "text": "But of different political persuasions."}, {"sentId": 445, "text": "And I think people at home sort of get the idea that we all -- you know, that you guys disagree politically and sometimes we have some -- go back and forth, that we don't like each other."}, {"sentId": 446, "text": "And that's just completely not true."}], "speaker": "LEMON", "secId": 192}, {"sentences": [{"sentId": 447, "text": "Ana is a very good friend."}, {"sentId": 448, "text": "And she's been fighting for republican values for a long time."}, {"sentId": 449, "text": "Margaret is a good friend, same thing."}, {"sentId": 450, "text": "Do you feel similar to the way Ana feels?"}, {"sentId": 451, "text": "And are you hearing that from a lot of republicans?"}], "speaker": "LEMON", "secId": 193}, {"sentences": [{"sentId": 452, "text": "Yes, I really feel for Ana, and the position she's in."}, {"sentId": 453, "text": "As a New York voter I'm not in quite the same position she's in."}, {"sentId": 454, "text": "This is a state that Hillary Clinton will probably carry by double-digits, and Donald Trump is only carrying about 55 percent of the republican vote in the state."}, {"sentId": 455, "text": "So, I don't feel quite the moral obligation that Ana did."}], "speaker": "HOOVER", "secId": 194}, {"sentences": [{"sentId": 456, "text": "But if I lived in my home state of Colorado, I certainly would in exact same position that Ana would, and I would encourage people to vote for Hillary Clinton as a republican."}], "speaker": "HOOVER", "secId": 195}, {"sentences": [{"sentId": 457, "text": "So, I think I'm hearing from friends and my close friends of my lifelong republicans who are feeling very, very conflicted about voting for Hillary Clinton but simply cannot pull the lever for Donald Trump."}, {"sentId": 458, "text": "And I have encouraged them to vote for Hillary Clinton."}], "speaker": "HOOVER", "secId": 196}, {"sentences": [{"sentId": 459, "text": "How does that make you feel, Corey, as someone who is -- I mean, you've supported Donald Trump from the very beginning?"}], "speaker": "LEMON", "secId": 197}, {"sentences": [{"sentId": 460, "text": "Sure have, and I've been right from the very beginning."}, {"sentId": 461, "text": "You know, unlike Ana who supported first Jeb Bush failure, Marco Rubio, loser."}, {"sentId": 462, "text": "You know, Ted Cruz, John Kasich, every person she's supported has lost."}, {"sentId": 463, "text": "So, I'm glad she is actually supporting Hillary Clinton so she'll have a perfect record this year of losing every person she supported."}, {"sentId": 464, "text": "I'm very happy for Ana."}, {"sentId": 465, "text": "It's great."}], "speaker": "LEWANDOWSKI", "secId": 198}, {"sentences": [{"sentId": 466, "text": "Yes."}], "speaker": "LEMON", "secId": 199}, {"sentences": [{"sentId": 467, "text": "I stay that place."}], "speaker": "NAVARRO", "secId": 200}, {"sentences": [{"sentId": 468, "text": "It will be interesting tomorrow night, I think when Hillary Clinton wins that Donald Trump will have lost this election from the very first day he announced and took off after Mexicans."}, {"sentId": 469, "text": "He had no chance in my view, and we -- and this the numbers are going to bear that out tomorrow."}, {"sentId": 470, "text": "He had no chance to win doing what he was doing, and with the Latino community feeling so targeted from the very first day he announced."}], "speaker": "ROSEN", "secId": 201}, {"sentences": [{"sentId": 471, "text": "Bakari, stand by because I want to hear from a Latina."}, {"sentId": 472, "text": "You know, and I thought I said, if he does lose, right, if he does lose, won't it be interesting that the vote -- you know, in those key states that would cause him to lose, it possibly cause him to lose, would be from Latinos?"}], "speaker": "LEMON", "secId": 202}, {"sentences": [{"sentId": 473, "text": "I think the most delicious..."}], "speaker": "CARDONA", "secId": 203}, {"sentences": [{"sentId": 474, "text": "Which states, yes, I don't think that's mathematically"}], "speaker": "DEAN", "secId": 204}, {"sentences": [{"sentId": 475, "text": "incorrect."}, {"sentId": 476, "text": "I can explain mathematically why that's wrong."}, {"sentId": 477, "text": "That's just wrong."}, {"sentId": 478, "text": "But go ahead."}], "speaker": "DEAN", "secId": 205}, {"sentences": [{"sentId": 479, "text": "It won't be -- it won't be incorrect."}, {"sentId": 480, "text": "Because if the numbers bear out what we're seeing thus far, Hillary Clinton will win Florida due to the Hispanic vote."}], "speaker": "CARODNA", "secId": 206}, {"sentences": [{"sentId": 481, "text": "That's not what the early voting shows."}], "speaker": "DEAN", "secId": 207}, {"sentences": [{"sentId": 482, "text": "Let her finish."}], "speaker": "LEMON", "secId": 208}, {"sentences": [{"sentId": 483, "text": "OK."}], "speaker": "DEAN", "secId": 209}, {"sentences": [{"sentId": 484, "text": "A big part of it I think she will win Colorado due to the Hispanic vote."}, {"sentId": 485, "text": "We'll win Nevada due to the Hispanic vote."}], "speaker": "CARDONA", "secId": 210}, {"sentences": [{"sentId": 486, "text": "That's true."}], "speaker": "DEAN", "secId": 211}, {"sentences": [{"sentId": 487, "text": "And the delicious irony in this is that Donald Trump will have been kept from the White House by a big beautiful brown wall."}], "speaker": "CARDONA", "secId": 212}, {"sentences": [{"sentId": 488, "text": "There's no factual..."}], "speaker": "LEWANDOWSKI", "secId": 213}, {"sentences": [{"sentId": 489, "text": "Made by Latino voters."}], "speaker": "CARDONA", "secId": 214}, {"sentences": [{"sentId": 490, "text": "OK. Go ahead, Andy."}], "speaker": "LEMON", "secId": 215}, {"sentences": [{"sentId": 491, "text": "OK."}, {"sentId": 492, "text": "If we will talk actual numbers so there are 55 million Latinos in this country, half of them reside in California and Texas, and we know California is going for Clinton, we know that Texas is going to go for Trump."}], "speaker": "DEAN", "secId": 216}, {"sentences": [{"sentId": 493, "text": "If you look in North Carolina, yes, Latino turnout is up 100 percent in early voting, but still there's only 60,000 Latinos voting in North Carolina compared to 2.2 million Caucasians and 700,000 African- Americans."}], "speaker": "DEAN", "secId": 217}, {"sentences": [{"sentId": 494, "text": "The key voting block that's going to decide this election that's going to happen are on 9.45 eastern that we're going to know, is African- American turnout in Detroit, and women over 45 in northern and western Michigan."}, {"sentId": 495, "text": "That's going to decide this race, not Latinos."}], "speaker": "DEAN", "secId": 218}, {"sentences": [{"sentId": 496, "text": "So."}, {"sentId": 497, "text": "I need to..."}], "speaker": "SELLERS", "secId": 219}, {"sentences": [{"sentId": 498, "text": "We'll see."}], "speaker": "CARDONA", "secId": 220}, {"sentences": [{"sentId": 499, "text": "So, I plainly and flat out, that's pretty much of a wrong analysis."}], "speaker": "SELLERS", "secId": 221}, {"sentences": [{"sentId": 500, "text": "That's right."}], "speaker": "CARDONA", "secId": 222}, {"sentences": [{"sentId": 501, "text": "And the reason that's wrong is because when you look at Florida one other thing..."}], "speaker": "SELLERS", "secId": 223}, {"sentences": [{"sentId": 502, "text": "Well, if he won it would be right."}], "speaker": "ROSEN", "secId": 224}, {"sentences": [{"sentId": 503, "text": "Well, I mean, the reason and analysis is wrong just it's on its face and just with the numbers."}, {"sentId": 504, "text": "So if you live down in Florida, you have the Hispanic turnout is up about 130 some odd percent."}], "speaker": "SELLERS", "secId": 225}, {"sentences": [{"sentId": 505, "text": "And what that shows you is yes, African-American turnout is tracking right now at what they are is the registered percentage of the population."}], "speaker": "SELLERS", "secId": 226}, {"sentences": [{"sentId": 506, "text": "Early voting is down."}], "speaker": "DEAN", "secId": 227}, {"sentences": [{"sentId": 507, "text": "But it's a lot..."}], "speaker": "SELLERS", "secId": 228}, {"sentences": [{"sentId": 508, "text": "Twenty eight percent of Latinos in Florida..."}], "speaker": "DEAN", "secId": 229}, {"sentences": [{"sentId": 509, "text": "Let him finish, let him finish."}], "speaker": "LEMON", "secId": 230}, {"sentences": [{"sentId": 510, "text": "It's not down."}, {"sentId": 511, "text": "It's not down."}, {"sentId": 512, "text": "Actually, the raw numbers are up, and African-Americans are about 13 percent of the registered voters, and they are about 13 percent of those who voted early."}, {"sentId": 513, "text": "But what you see, Andy, and what you and Corey are actually missing is the larger talking point."}, {"sentId": 514, "text": "The larger talking point is that the electorate is more diverse and that benefits..."}], "speaker": "SELLERS", "secId": 231}, {"sentences": [{"sentId": 515, "text": "Easy."}], "speaker": "DEAN", "secId": 232}, {"sentences": [{"sentId": 516, "text": "... that benefits Hillary Clinton."}], "speaker": "SELLERS", "secId": 233}, {"sentences": [{"sentId": 517, "text": "Correct."}], "speaker": "DEAN", "secId": 234}, {"sentences": [{"sentId": 518, "text": "But I want to go back to Ana, really quickly, if I can for one our moment because our country is really divided."}, {"sentId": 519, "text": "Our country, everybody has dug their heels in and went to their respective corners."}, {"sentId": 520, "text": "And it's going to be people like Ana Navarro, it's going to be people like Margaret Hoover, it's going to people who are willing to just strip themselves of our partisan ideology, I'm even at fault sometimes on your show for just being Uber partisan and sometimes blindly putting aside the reality that's in my face."}], "speaker": "SELLERS", "secId": 235}, {"sentences": [{"sentId": 521, "text": "But if our country is going to come together, it's going to take the courage of those people -- and people like Ana who came out today, so that we can come together, regardless of our party, regardless of our race or creed."}], "speaker": "SELLERS", "secId": 236}, {"sentences": [{"sentId": 522, "text": "I have to go."}, {"sentId": 523, "text": "I'm up against the clock."}, {"sentId": 524, "text": "Ana, thank you, I appreciate it."}], "speaker": "LEMON", "secId": 237}, {"sentences": [{"sentId": 525, "text": "Thank you."}], "speaker": "NAVARRO", "secId": 238}, {"sentences": [{"sentId": 526, "text": "All right."}, {"sentId": 527, "text": "I'll see you soon."}, {"sentId": 528, "text": "We'll be right back."}], "speaker": "LEMON", "secId": 239}, {"sentences": [{"sentId": 529, "text": "If only you knew what happened during the commercial breaks here."}, {"sentId": 530, "text": "Hillary Clinton stumping well into the night this election eve with some help from the campaigner in chief."}], "speaker": "LEMON", "secId": 240}, {"sentences": [{"sentId": 531, "text": "Back with me now and my entire panel here except for Ana."}, {"sentId": 532, "text": "We let Ana go."}, {"sentId": 533, "text": "She's been -- it's been a long day for her."}, {"sentId": 534, "text": "So, this is how President Barack Obama ended his campaign stop in New Hampshire tonight."}], "speaker": "LEMON", "secId": 241}, {"sentences": [{"sentId": 535, "text": "So, I just have one question for you, New Hampshire."}, {"sentId": 536, "text": "Are you fired up?"}, {"sentId": 537, "text": "Ready to go?"}, {"sentId": 538, "text": "Fired up?"}, {"sentId": 539, "text": "Ready to go?"}, {"sentId": 540, "text": "Fired up?"}, {"sentId": 541, "text": "Ready to go?"}, {"sentId": 542, "text": "Let's go finish what we started."}, {"sentId": 543, "text": "Let's elect Hillary Clinton."}], "speaker": "OBAMA", "secId": 242}, {"sentences": [{"sentId": 544, "text": "Hilary, you -- I've got to ask you, so you've got a smile on your face."}, {"sentId": 545, "text": "I mean, he said, \"let's finish what we started.\""}, {"sentId": 546, "text": "Is this the -- is this the Clinton/Obama ticket really?"}], "speaker": "LEMON", "secId": 243}, {"sentences": [{"sentId": 547, "text": "He really is her running mate in so many ways, right?"}, {"sentId": 548, "text": "I have to say this is an unprecedented amount of effort from a sitting president for his successor, and I think those of us who were Clinton supporters in the beginning in 2008 and came to embrace and love Barack Obama just see this generosity and intensity and it's just overwhelming."}, {"sentId": 549, "text": "I mean, it's really amazing."}], "speaker": "ROSEN", "secId": 244}, {"sentences": [{"sentId": 550, "text": "And can we also just remember how popular the president is today?"}], "speaker": "CARDONA", "secId": 245}, {"sentences": [{"sentId": 551, "text": "Yes."}], "speaker": "LEMON", "secId": 246}, {"sentences": [{"sentId": 552, "text": "Fifty seven percent."}, {"sentId": 553, "text": "So, he is speaking to the majority of the country."}], "speaker": "CARDONA", "secId": 247}, {"sentences": [{"sentId": 554, "text": "What's that face, Margaret?"}], "speaker": "LEMON", "secId": 248}, {"sentences": [{"sentId": 555, "text": "Great."}, {"sentId": 556, "text": "I love the allies."}, {"sentId": 557, "text": "Does generosity and intensity -- yes, it's intense, but the generosity, this is not all about him."}, {"sentId": 558, "text": "I mean, this is about Hillary Clinton -- this is Barack Obama's third term."}, {"sentId": 559, "text": "All right."}, {"sentId": 560, "text": "He's doing it just as much for him and his legacy as he is for Hillary Clinton."}], "speaker": "HOOVER", "secId": 249}, {"sentences": [{"sentId": 561, "text": "You know what?"}, {"sentId": 562, "text": "If he was doubting it, he would have backed off."}], "speaker": "ROSEN", "secId": 250}, {"sentences": [{"sentId": 563, "text": "Yes."}], "speaker": "HOOVER", "secId": 251}, {"sentences": [{"sentId": 564, "text": "I mean, we lived through Clinton/Gore, remember that lovely handoff."}, {"sentId": 565, "text": "That could have exactly happen."}, {"sentId": 566, "text": "So, I live President's Bush/McCain."}], "speaker": "ROSEN", "secId": 252}, {"sentences": [{"sentId": 567, "text": "Yes."}], "speaker": "HOOVER", "secId": 253}, {"sentences": [{"sentId": 568, "text": "Presidents have choices about how much they invest in their successor."}], "speaker": "ROSEN", "secId": 254}, {"sentences": [{"sentId": 569, "text": "OK."}], "speaker": "LEMON", "secId": 255}, {"sentences": [{"sentId": 570, "text": "I mean, this is..."}], "speaker": "ROSEN", "secId": 256}, {"sentences": [{"sentId": 571, "text": "You mentioned -- you mentioned his popularity."}, {"sentId": 572, "text": "Someone else is very popular."}, {"sentId": 573, "text": "Two people are very popular, Jay Z and Beyonce, Donald Trump continued to attack them on the campaign trail."}, {"sentId": 574, "text": "Listen."}], "speaker": "LEMON", "secId": 257}, {"sentences": [{"sentId": 575, "text": "And she is not getting any crowds so she gets Beyonce and Jay Z, I like them, I like them."}], "speaker": "TRUMP", "secId": 258}, {"sentences": [{"sentId": 576, "text": "And you know what they do, I get bigger crowds than they do, it's true."}], "speaker": "TRUMP", "secId": 259}, {"sentences": [{"sentId": 577, "text": "I get far bigger crowds."}, {"sentId": 578, "text": "Look at this place."}], "speaker": "TRUMP", "secId": 260}, {"sentences": [{"sentId": 579, "text": "And she can't get anybody to go to her rallies, so she gets Jay Z?"}], "speaker": "TRUMP", "secId": 261}, {"sentences": [{"sentId": 580, "text": "He uses the worst language I have ever heard."}, {"sentId": 581, "text": "And by the time he's finished, what's happened -- what happened, he and finish -- he and Beyonce, right, they're finished?"}, {"sentId": 582, "text": "By that time most of the people have left."}, {"sentId": 583, "text": "So she thinks she's getting people by the time she speaks, they're all gone anyway, she should just take a small room and talk."}, {"sentId": 584, "text": "Talk."}, {"sentId": 585, "text": "Just take a small room and talk."}], "speaker": "TRUMP", "secId": 262}, {"sentences": [{"sentId": 586, "text": "Andy, what is it with him and Beyonce and Jay Z, why, I mean, why does he continue to do this?"}, {"sentId": 587, "text": "DEAN:  Well, he says he likes Beyonce but the point he's making, Don,"}], "speaker": "LEMON", "secId": 263}, {"sentences": [{"sentId": 588, "text": "is really is that people show up to get a free concert at a Hillary Clinton rally, and once the talent is gone, it's just Hillary Clinton and nobody's enthused."}, {"sentId": 589, "text": "And I think we're going to see that tomorrow at the ballot box."}, {"sentId": 590, "text": "I know that that's stretch but there's an enthusiasm gap which is very, very real."}], "speaker": "LEMON", "secId": 264}, {"sentences": [{"sentId": 591, "text": "But what does that have to do with the price of tea?"}], "speaker": "LEMON", "secId": 265}, {"sentences": [{"sentId": 592, "text": "In China?"}, {"sentId": 593, "text": "I'm not sure, although we're going to tax it."}, {"sentId": 594, "text": "Our trade deals are terrible."}], "speaker": "DEAN", "secId": 266}, {"sentences": [{"sentId": 595, "text": "Go ahead, Hilary."}, {"sentId": 596, "text": "You have a theory about this."}], "speaker": "LEMON", "secId": 267}, {"sentences": [{"sentId": 597, "text": "This is my theory."}, {"sentId": 598, "text": "Because Donald Trump for much of his adult career hung out with celebrities, like that's -- they were his people, right?"}, {"sentId": 599, "text": "And my theory actually is, that it bugs the crap out of him that Hillary's got sort of the star power on her campaign and he doesn't."}, {"sentId": 600, "text": "Because you know, he -- these were his..."}], "speaker": "ROSEN", "secId": 268}, {"sentences": [{"sentId": 601, "text": "He's one star in a -- it wasn't and it's Tom Brady, it wasn't Bill Clinton, it wasn't -- it wasn't Barack Obama, Tom Brady is the most popular person."}], "speaker": "LEWANDOWSKI", "secId": 269}, {"sentences": [{"sentId": 602, "text": "But we didn't see Tom Brady out there."}], "speaker": "LEMON", "secId": 270}, {"sentences": [{"sentId": 603, "text": "Tom Brady endorsed Donald Trump and so did Bill Belichick."}], "speaker": "LEWANDOWSKI", "secId": 271}, {"sentences": [{"sentId": 604, "text": "He didn't go out there."}], "speaker": "ROSEN", "secId": 272}, {"sentences": [{"sentId": 605, "text": "It's not true though."}], "speaker": "SELLERS", "secId": 273}, {"sentences": [{"sentId": 606, "text": "He didn't say they get to the same football game, they get ready for maybe like..."}], "speaker": "LEWANDOWSKI", "secId": 274}, {"sentences": [{"sentId": 607, "text": "He sort of -- he sort of refused to have..."}], "speaker": "ROSEN", "secId": 275}, {"sentences": [{"sentId": 608, "text": "You guys ..."}], "speaker": "LEWANDOWSKI", "secId": 276}, {"sentences": [{"sentId": 609, "text": "We didn't see them on the campaign trail."}, {"sentId": 610, "text": "We didn't see..."}], "speaker": "LEMON", "secId": 277}, {"sentences": [{"sentId": 611, "text": "Let's listen to the A-team that he rode out in the last few days of the campaign."}, {"sentId": 612, "text": "That A-team that he had, it was Rudy Giuliani, Jeff Sessions, Ivanka, Eric, and Donald."}], "speaker": "SELLERS", "secId": 278}, {"sentences": [{"sentId": 613, "text": "And Ted Newton ."}, {"sentId": 614, "text": "SELLERS:  And Ted Newton , period."}, {"sentId": 615, "text": "I mean, basically that's a"}], "speaker": "CARDONA", "secId": 279}, {"sentences": [{"sentId": 616, "text": "family reunion with a few popular invited guests."}, {"sentId": 617, "text": "I mean, Hillary Clinton day after day after day."}, {"sentId": 618, "text": "Barack and Michelle Obama, Bill and Hillary Clinton, she -- I mean, listen, she had Jon Bon Jovi."}], "speaker": "CARDONA", "secId": 280}, {"sentences": [{"sentId": 619, "text": "Yes."}], "speaker": "CARDONA", "secId": 281}, {"sentences": [{"sentId": 620, "text": "I mean, she had Beyonce and Jay Z."}], "speaker": "SELLERS", "secId": 282}, {"sentences": [{"sentId": 621, "text": "Bruce Springsteen."}], "speaker": "CARDONA", "secId": 283}, {"sentences": [{"sentId": 622, "text": "Does that translate into votes though?"}], "speaker": "LEMON", "secId": 284}, {"sentences": [{"sentId": 623, "text": "No."}, {"sentId": 624, "text": "But she got that."}], "speaker": "HOOVER", "secId": 285}, {"sentences": [{"sentId": 625, "text": "We're not at that point."}, {"sentId": 626, "text": "But we're not at that point."}, {"sentId": 627, "text": "We're not at that point."}, {"sentId": 628, "text": "And people who want to say, I heard that mentioned in an earlier segment, oh, my God, that's not winning voters."}, {"sentId": 629, "text": "That is not what this is about."}, {"sentId": 630, "text": "It's actually getting voters from point a to point b."}, {"sentId": 631, "text": "We're not at the point where we're talking about winning voters anywhere, we talking about to get them to the polls."}], "speaker": "SELLERS", "secId": 286}, {"sentences": [{"sentId": 632, "text": "That's right."}, {"sentId": 633, "text": "And actually, that point a to point b has actually happened."}, {"sentId": 634, "text": "They interviewed a couple of people when they were going into an event with the president and they said, we're undecided, we're not sure."}, {"sentId": 635, "text": "Obviously, they were there to see President Obama."}], "speaker": "CARDONA", "secId": 287}, {"sentences": [{"sentId": 636, "text": "They interviewed the same people afterward and they said, he is convinced -- he convinced me I am voting for Hillary Clinton."}], "speaker": "CARDONA", "secId": 288}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1611.07.cnnt.02.html.json", "time": "Aired November 7, 2016 - 22:00   ET"}