{"sectionCount": 358, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["COOPER", "LEMON", "TRUMP", "CLINTON", "PRESTON", "BASH", "KIMMEL", "OBAMA", "MCKINNON", "MEACHAM", "LAHREN", "UNIDENTIFIED FEMALE", "UNIDENTIFIED MALE", "HANKS", "DENNARD", "SETMAYER", "NUTTER", "VANCE", "NUTETR", "DENANRD"], "subTitle": "New CNN/ORC Poll Gives Clinton 5 Point Lead Over Trump; Trump Campaign Launches Nightly Newscast on Facebook; Clinton Focuses on Winning Democratic Senate, \"SNL\" Returns with Black Jeopardy; New Clinton Ad Targets African-American Voters. Aired 10-11p ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1610/24/cnnt.01.html", "sentenceCount": 676, "sections": [{"sentences": [{"sentId": 0, "text": "That's it for us."}, {"sentId": 1, "text": "Thanks for watching."}, {"sentId": 2, "text": "CNN TONIGHT with Don Lemon starts now."}], "speaker": "COOPER", "secId": 0}, {"sentences": [{"sentId": 3, "text": "So, it is not over until it's over."}, {"sentId": 4, "text": "But can Donald Trump really still win this thing?"}, {"sentId": 5, "text": "Of course, he can."}], "speaker": "LEMON", "secId": 1}, {"sentences": [{"sentId": 6, "text": "This is CNN TONIGHT."}, {"sentId": 7, "text": "I'm Don Lemon."}], "speaker": "LEMON", "secId": 2}, {"sentences": [{"sentId": 8, "text": "Our brand new CNN/ORC poll has Hillary Clinton with a five-point lead over Donald Trump among likely voters."}, {"sentId": 9, "text": "You know who's not buying that?"}, {"sentId": 10, "text": "Let me think."}], "speaker": "LEMON", "secId": 3}, {"sentences": [{"sentId": 11, "text": "I believe we're actually winning."}, {"sentId": 12, "text": "Now, the press -- I believe we're actually winning."}], "speaker": "TRUMP", "secId": 4}, {"sentences": [{"sentId": 13, "text": "If you read -- if you read the New York Times and if you read some of these phony papers."}, {"sentId": 14, "text": "These are phony, disgusting, dishonest papers."}, {"sentId": 15, "text": "But if you read this stuff, it's like, what are we doing?"}, {"sentId": 16, "text": "What are we wasting time for?"}, {"sentId": 17, "text": "The truth is, I think we're winning."}], "speaker": "TRUMP", "secId": 5}, {"sentences": [{"sentId": 18, "text": "The New York Times is a phony paper."}, {"sentId": 19, "text": "Meanwhile, a confident Hillary Clinton, not quite measuring the drapes for the Oval Office."}, {"sentId": 20, "text": "Not yet anyway when she goes after Trump with both barrels."}], "speaker": "LEMON", "secId": 6}, {"sentences": [{"sentId": 21, "text": "This is someone who roots for failure and takes glee in mocking our country no matter who our president is."}, {"sentId": 22, "text": "Now, that may be who Donald Trump is, but this election is about who we are."}], "speaker": "CLINTON", "secId": 7}, {"sentences": [{"sentId": 23, "text": "So let's get right to CNN's Dana Bash, and Mr. Preston, they"}], "speaker": "LEMON", "secId": 8}, {"sentences": [{"sentId": 24, "text": "both join me here in New York."}, {"sentId": 25, "text": "That's how important this is, really getting down to the wire."}, {"sentId": 26, "text": "So, let's start out with the polls, shall we?"}, {"sentId": 27, "text": "Mark, this is for you."}], "speaker": "LEMON", "secId": 9}, {"sentences": [{"sentId": 28, "text": "A brand new CNN/ORC poll shows that, you know, 5 percent, that's tighter, right, than all the recent national polls which show Clinton well ahead there's one poll that's like 12 percent, right?"}], "speaker": "LEMON", "secId": 10}, {"sentences": [{"sentId": 29, "text": "Right."}, {"sentId": 30, "text": "There was an ABC poll out the other say."}], "speaker": "PRESTON", "secId": 11}, {"sentences": [{"sentId": 31, "text": "What does Donald Trump need to do at this point?"}, {"sentId": 32, "text": "Because the first question is can he still win this thing?"}, {"sentId": 33, "text": "But, you know, anything is possible."}], "speaker": "LEMON", "secId": 12}, {"sentences": [{"sentId": 34, "text": "Well, first of all, he needs to stop offending people, which he seems to do on a daily basis."}, {"sentId": 35, "text": "He needs to stop offending women, he needs to do a better outreach to minorities."}, {"sentId": 36, "text": "Not necessarily to get the black voter, the Hispanic vote, but to get the college educated white vote who is on the fence about whether they should support him, and he should win."}], "speaker": "PRESTON", "secId": 13}, {"sentences": [{"sentId": 37, "text": "When he holds these rallies, like for instance, in Gettysburg, when he wants to talk about what his plan is to really make America great again, in his words, he needs to stop prefacing it by saying, listen, all these women who are accusing me of sexual allegations, they're all wrong and I'm going to sue them after the election."}, {"sentId": 38, "text": "Because all that does is cloud..."}], "speaker": "PRESTON", "secId": 14}, {"sentences": [{"sentId": 39, "text": "Or stop this person has been grabbed or something like that."}], "speaker": "LEMON", "secId": 15}, {"sentences": [{"sentId": 40, "text": "Right, right."}, {"sentId": 41, "text": "All it does is cloud the message."}, {"sentId": 42, "text": "He should focus on an issue such as the economy which he does well on in this poll and just go forward and try to win it."}], "speaker": "PRESTON", "secId": 16}, {"sentences": [{"sentId": 43, "text": "Dana, I've heard even his supporters say they don't want to hear him sort of, you know, crying for lack of a better word anymore how this is rigged."}, {"sentId": 44, "text": "That message doesn't play anymore."}, {"sentId": 45, "text": "Or the New York Times is not a, you know, a real paper."}, {"sentId": 46, "text": "They want to hear him talk policy."}, {"sentId": 47, "text": "And stop saying that the system is rigged."}], "speaker": "LEMON", "secId": 17}, {"sentences": [{"sentId": 48, "text": "Listen to what he said earlier then I'll let you respond, OK?"}], "speaker": "LEMON", "secId": 18}, {"sentences": [{"sentId": 49, "text": "These are what they call them dark polls, they're phony polls put out by phony media."}, {"sentId": 50, "text": "And I'll tell you what, all of us are affected by this stuff, and what they do is they try to suppress the vote."}, {"sentId": 51, "text": "This way people don't go out and vote."}, {"sentId": 52, "text": "But we're winning this race, I really believe we're winning."}], "speaker": "TRUMP", "secId": 19}, {"sentences": [{"sentId": 53, "text": "I just -- I don't even"}], "speaker": "BASH", "secId": 20}, {"sentences": [{"sentId": 54, "text": "know what to say, because this is a man who started his rally, after rally, after rally, during the primaries when he was winning, talking about the polls, and even at one point maybe multiple times, he even was self-aware enough to say, I actually only talk about the polls when they're good, and when they're not, I think that they're bad polls."}, {"sentId": 55, "text": "So, that's what that's about."}], "speaker": "BASH", "secId": 21}, {"sentences": [{"sentId": 56, "text": "But I think what's most important here is, never mind the polls, is the content of what he is talking about."}], "speaker": "BASH", "secId": 22}, {"sentences": [{"sentId": 57, "text": "Mike Pence, his vice presidential running mate was at an event today and was approached by a voter who is a supporter saying, \"can you please get a message to Donald Trump."}, {"sentId": 58, "text": "Tell him to stop talking about all this other garbage.\""}], "speaker": "BASH", "secId": 23}, {"sentences": [{"sentId": 59, "text": "Yes."}], "speaker": "LEMON", "secId": 24}, {"sentences": [{"sentId": 60, "text": "\"And start talking about the issues.\""}, {"sentId": 61, "text": "What is the news -- what is the news that came out today."}, {"sentId": 62, "text": "It is that ObamaCare's premiums are -- have skyrocketed."}], "speaker": "BASH", "secId": 25}, {"sentences": [{"sentId": 63, "text": "twenty five percent are going to go up in..."}], "speaker": "LEMON", "secId": 26}, {"sentences": [{"sentId": 64, "text": "Can you imagine a better argument against Hillary Clinton?"}], "speaker": "BASH", "secId": 27}, {"sentences": [{"sentId": 65, "text": "Right."}], "speaker": "LEMON", "secId": 28}, {"sentences": [{"sentId": 66, "text": "Against a third term of Obama or for Obama than that?"}, {"sentId": 67, "text": "And yet, he's not really talking about it, and the little bit he is and the little bit that his aides are is -- they're drowned out by these other things."}], "speaker": "BASH", "secId": 29}, {"sentences": [{"sentId": 68, "text": "And, you know, people who are working on his campaign, they can't say this publicly, but they're making it pretty clear, they wish he would just stop talking about this other stuff."}], "speaker": "BASH", "secId": 30}, {"sentences": [{"sentId": 69, "text": "Yes, absolutely."}, {"sentId": 70, "text": "But still..."}], "speaker": "LEMON", "secId": 31}, {"sentences": [{"sentId": 71, "text": "On the issues they think that they win."}], "speaker": "BASH", "secId": 32}, {"sentences": [{"sentId": 72, "text": "But even -- I don't know about the campaign, but maybe so when you hear some of the messaging coming out that they seem to be tone deaf to what people and even some of the people who come on when I jokingly say, help me, help you, you know, it's sort of tongue in cheek."}], "speaker": "LEMON", "secId": 33}, {"sentences": [{"sentId": 73, "text": "But seriously, a better way to reach some people it would be the better messaging, right?"}], "speaker": "LEMON", "secId": 34}, {"sentences": [{"sentId": 74, "text": "And that doesn't seem to be happening when it comes to Donald Trump, when he talks about the polls and the phony polls."}, {"sentId": 75, "text": "Well, his campaign manager is a pollster."}, {"sentId": 76, "text": "And if there were polls showing him ahead, she would certainly produce them and they would be all over the airwaves."}], "speaker": "LEMON", "secId": 35}, {"sentences": [{"sentId": 77, "text": "Also Kellyanne Conway today tweeting this, Mark Preston, saying \"Donald Trump concedes he's somewhat behind the polls, and don't count him out."}, {"sentId": 78, "text": "Winning is his thing."}], "speaker": "LEMON", "secId": 36}, {"sentences": [{"sentId": 79, "text": "Is he stepping on his own message again as, you know, with all of these things?"}, {"sentId": 80, "text": "He seems to be, you know, with 15 days left to go, why isn't he getting this?"}], "speaker": "LEMON", "secId": 37}, {"sentences": [{"sentId": 81, "text": "When he's not  stopping on his message at this point."}, {"sentId": 82, "text": "You know, these huge rallies which really He's stomping on his message at this point."}, {"sentId": 83, "text": "These huge rallies which really fueled his rise in the Republican Party, when he joined basically and winning the primary have become narcotic that has actually turned on him now."}], "speaker": "PRESTON", "secId": 38}, {"sentences": [{"sentId": 84, "text": "So, he goes out to these big rallies and he rants about the media, he talks about the establishment, people are riled up, they're shouting, you know, you're the best, we're with you."}, {"sentId": 85, "text": "Great, OK. We're glad -- or certainly he's glad that with him."}], "speaker": "PRESTON", "secId": 39}, {"sentences": [{"sentId": 86, "text": "But most people understand that."}, {"sentId": 87, "text": "Listen, that may have been an argument a while ago, when there was no conservative media, when there was no Fox News, when a conservative radio didn't have such an influence."}], "speaker": "LEMON", "secId": 40}, {"sentences": [{"sentId": 88, "text": "I would venture to guess that conservative media may have more of an influence especially on the base in this country and republicans in this country than the so-called mainstream."}, {"sentId": 89, "text": "That argument does not play anymore."}], "speaker": "LEMON", "secId": 41}, {"sentences": [{"sentId": 90, "text": "Well, yes."}, {"sentId": 91, "text": "And honestly, when I say it's a narcotic and bad for him is that he doesn't need those people any more."}, {"sentId": 92, "text": "Like he needs to get off the narcotic."}, {"sentId": 93, "text": "He needs to reach out to other people."}], "speaker": "PRESTON", "secId": 42}, {"sentences": [{"sentId": 94, "text": "He's got them."}], "speaker": "BASH", "secId": 43}, {"sentences": [{"sentId": 95, "text": "He's already got them."}, {"sentId": 96, "text": "So, there's no reason to go out and get that high, you know, two or three times a day of standing at a podium and having these people cheer him on."}, {"sentId": 97, "text": "He doesn't need that."}, {"sentId": 98, "text": "He needs to get the people who are cheering him on."}], "speaker": "PRESTON", "secId": 44}, {"sentences": [{"sentId": 99, "text": "Let me give you the yes, but to that."}, {"sentId": 100, "text": "I agree with you, but that sort of that the..."}], "speaker": "BASH", "secId": 45}, {"sentences": [{"sentId": 101, "text": "Yes, but."}], "speaker": "LEMON", "secId": 46}, {"sentences": [{"sentId": 102, "text": "The yes, but argument from the Trump campaign is that -- and I think that the way that they're trying to explain some of what he's doing is that they do have incredibly high numbers in some of these polls."}, {"sentId": 103, "text": "Not just nationally but in the swing states among working class white voters, much higher than Mitt Romney and other people had."}, {"sentId": 104, "text": "So, by making the argument against the media, against, you know, the"}], "speaker": "BASH", "secId": 47}, {"sentences": [{"sentId": 105, "text": "poll, everything is rigged, so on and so forth, his hope is to drive that up even further."}, {"sentId": 106, "text": "But the question is, what's the ceiling?"}, {"sentId": 107, "text": "I mean, there's only so many of those voters."}], "speaker": "BASH", "secId": 48}, {"sentences": [{"sentId": 108, "text": "There's so many of those voters."}, {"sentId": 109, "text": "Can we talk about the polls since you brought them up?"}], "speaker": "LEMON", "secId": 49}, {"sentences": [{"sentId": 110, "text": "Yes."}], "speaker": "BASH", "secId": 50}, {"sentences": [{"sentId": 111, "text": "He said he's ahead in Ohio and Iowa and doing very well in North Carolina."}, {"sentId": 112, "text": "There's a new Monmouth University poll out today it shows that Hillary Clinton is ahead one point in North Carolina, a statistical dead heat there, in Ohio, the most recent poll shows it's a dead heat with 45 percent each."}], "speaker": "LEMON", "secId": 51}, {"sentences": [{"sentId": 113, "text": "And then in Iowa, Trump is ahead by 4 percent in a poll earlier this month."}, {"sentId": 114, "text": "The problem for him if he wins all three of those states he still has a very short victory."}, {"sentId": 115, "text": "But he's still short of a victory, I should say."}, {"sentId": 116, "text": "He has a very narrow path to 270."}], "speaker": "LEMON", "secId": 52}, {"sentences": [{"sentId": 117, "text": "That's right, he still has other potential blue states that he has to turn red."}, {"sentId": 118, "text": "He's got to turn New Hampshire, or he's got to turn Pennsylvania or the one electoral vote in Maine and so on and so forth."}], "speaker": "BASH", "secId": 53}, {"sentences": [{"sentId": 119, "text": "So, you're right."}, {"sentId": 120, "text": "I mean, republicans which said so many times, but it bears repeating, republicans start at a disadvantage no matter who you are based on the electoral map, and where the population centers are vis-a-vis the electoral votes in each of these states."}], "speaker": "BASH", "secId": 54}, {"sentences": [{"sentId": 121, "text": "But his path is harder, there's no question about it, even than others because of where these blue states are that he has to turn red."}], "speaker": "BASH", "secId": 55}, {"sentences": [{"sentId": 122, "text": "Yes."}, {"sentId": 123, "text": "I want to talk to you about women, because I think this is important, as we mentioned Kellyanne Conway who is the woman whisperer, right."}, {"sentId": 124, "text": "She has brought to his campaign."}, {"sentId": 125, "text": "She does very well with women."}], "speaker": "LEMON", "secId": 56}, {"sentences": [{"sentId": 126, "text": "The CNN poll shows a huge gender gap, 12 percent, 12-point advantage, I should say for Hillary Clinton among women, with just 3 percent advantage in men for Trump."}, {"sentId": 127, "text": "How much of these allegations of sexual assault hurt Trump?"}], "speaker": "LEMON", "secId": 57}, {"sentences": [{"sentId": 128, "text": "Well, we can sum it up in one question that we have at the end of our poll, which is, it's the way Trump treats women an indicator of character and ability to be president?"}, {"sentId": 129, "text": "Nearly 6 in 10 Americans say yes it is."}], "speaker": "PRESTON", "secId": 58}, {"sentences": [{"sentId": 130, "text": "Now put that in the context of what the allegations are that he sexually harassed women, that he forced himself on women, that he did things to women that were unwanted."}, {"sentId": 131, "text": "That's a pretty strong number in the negative for him."}], "speaker": "PRESTON", "secId": 59}, {"sentences": [{"sentId": 132, "text": "And specifically like in a State like Pennsylvania."}, {"sentId": 133, "text": "You know, he's not doing well in the suburbs of Philadelphia."}, {"sentId": 134, "text": "You once worked in Philadelphia; you know how important they are for that state, right?"}, {"sentId": 135, "text": "So, he's turning off women based upon with these allegations, or quite frankly, he fuels it with these comments he makes at these rallies."}], "speaker": "PRESTON", "secId": 60}, {"sentences": [{"sentId": 136, "text": "Yes."}, {"sentId": 137, "text": "I'm glad you brought that up when you say work, because working in local news, you get to see all of these markets and how it plays."}, {"sentId": 138, "text": "I mean, that is a very important market as is the Midwest, Chicago, a very important market as well that I worked in."}, {"sentId": 139, "text": "And very strong for women and African-Americans as well."}], "speaker": "LEMON", "secId": 61}, {"sentences": [{"sentId": 140, "text": "I want to talk to you about the president on Jimmy Kimmel tonight."}, {"sentId": 141, "text": "Listen to this."}], "speaker": "LEMON", "secId": 62}, {"sentences": [{"sentId": 142, "text": "When you watch the debate and you watch Donald Trump."}], "speaker": "KIMMEL", "secId": 63}, {"sentences": [{"sentId": 143, "text": "Yes."}], "speaker": "OBAMA", "secId": 64}, {"sentences": [{"sentId": 144, "text": "Do you -- do you ever laugh?"}, {"sentId": 145, "text": "Do you ever actually laugh?"}], "speaker": "KIMMEL", "secId": 65}, {"sentences": [{"sentId": 146, "text": "Most -- most of the time."}], "speaker": "OBAMA", "secId": 66}, {"sentences": [{"sentId": 147, "text": "Most of the time."}], "speaker": "KIMMEL", "secId": 67}, {"sentences": [{"sentId": 148, "text": "So, the president really hasn't said how he feels about Donald Trump, he's keeping it close to the vest."}, {"sentId": 149, "text": "That was sarcasm by the way."}], "speaker": "LEMON", "secId": 68}, {"sentences": [{"sentId": 150, "text": "I mean, look, he says he laughs because that's a good line for late night comedy, but he's not laughing when he's going out on the campaign trail because he knows it's not just, you know, about the person who he thinks should be the next president."}, {"sentId": 151, "text": "It's about his own legacy, and we've also heard him say..."}], "speaker": "BASH", "secId": 69}, {"sentences": [{"sentId": 152, "text": "But we've also heard to really stay I think for Trump."}], "speaker": "LEMON", "secId": 70}, {"sentences": [{"sentId": 153, "text": "Right."}, {"sentId": 154, "text": "I was just going to say that we've also heard him say that it's not just about choosing between two philosophies, it's -- from his perspective, choosing between somebody who can lead and somebody who would be a disaster as a leader for the country."}], "speaker": "BASH", "secId": 71}, {"sentences": [{"sentId": 155, "text": "And you cannot separate the personal that Donald Trump made his name in politics questioning whether or not Barack Obama was born in this country, you know, sort of pedaling conspiracy theories and the president has not forgotten."}], "speaker": "BASH", "secId": 72}, {"sentences": [{"sentId": 156, "text": "There's still some of his supporters who still don't believe the president was born..."}], "speaker": "LEMON", "secId": 73}, {"sentences": [{"sentId": 157, "text": "I think it's still might be 2 in 10 Americans, as well 20 percent of Americans when ask they still believe that he was born outside the United States."}], "speaker": "PRESTON", "secId": 74}, {"sentences": [{"sentId": 158, "text": "And here we are."}], "speaker": "LEMON", "secId": 75}, {"sentences": [{"sentId": 159, "text": "Here we are."}], "speaker": "PRESTON", "secId": 76}, {"sentences": [{"sentId": 160, "text": "Fifteen days to go."}], "speaker": "LEMON", "secId": 77}, {"sentences": [{"sentId": 161, "text": "Only."}], "speaker": "PRESTON", "secId": 78}, {"sentences": [{"sentId": 162, "text": "Thank you."}, {"sentId": 163, "text": "Only."}, {"sentId": 164, "text": "When we come right back, win or lose, will Donald Trump change the face of his party for years to come?"}], "speaker": "LEMON", "secId": 79}, {"sentences": [{"sentId": 165, "text": "Hillary Clinton is pivoting from running against Donald Trump to running for a democratic Senate."}, {"sentId": 166, "text": "But Donald Trump says not so fast, I'm winning."}, {"sentId": 167, "text": "That's what he says."}], "speaker": "LEMON", "secId": 80}, {"sentences": [{"sentId": 168, "text": "Here to discuss is Jon Meacham, a historian, journalist and the author of \"Destiny and Power, the American Odyssey of George Herbert Walker Bush.\""}, {"sentId": 169, "text": "And Mark McKinnon, the co-creator of Showtime's The Circus and a former campaign adviser to John McCain and George W. Bush."}], "speaker": "LEMON", "secId": 81}, {"sentences": [{"sentId": 170, "text": "I'm so lucky to have both of you here."}, {"sentId": 171, "text": "A little joke in the break, I feel like this is evening done having both of you on."}, {"sentId": 172, "text": "For those of you -- some of you may get that."}], "speaker": "LEMON", "secId": 82}, {"sentences": [{"sentId": 173, "text": "Anyway, Donald Trump sounds optimistic about the race."}, {"sentId": 174, "text": "Here he in Florida today."}], "speaker": "LEMON", "secId": 83}, {"sentences": [{"sentId": 175, "text": "I actually think we're winning, we're up in Ohio."}, {"sentId": 176, "text": "We're up in Iowa, we're doing great in North Carolina."}, {"sentId": 177, "text": "I think we're doing great in Florida."}, {"sentId": 178, "text": "I think we're really -- I think we're going to win Florida big."}], "speaker": "TRUMP", "secId": 84}, {"sentences": [{"sentId": 179, "text": "I think we're going to win Florida big."}], "speaker": "TRUMP", "secId": 85}, {"sentences": [{"sentId": 180, "text": "So, Mark, does he know something we don't know."}], "speaker": "LEMON", "secId": 86}, {"sentences": [{"sentId": 181, "text": "No, what he probably knows is he's losing, but at least he's aware of the fact that he needs to be looking confident, sounding confident."}], "speaker": "MCKINNON", "secId": 87}, {"sentences": [{"sentId": 182, "text": "But the problem is that he's obsessed is about the polls."}, {"sentId": 183, "text": "So, in the primaries all he did was talk about the polls and he hasn't quit doing that."}, {"sentId": 184, "text": "He's got to -- but he must be and should be giving his voters the impression that he's going to win."}], "speaker": "MCKINNON", "secId": 88}, {"sentences": [{"sentId": 185, "text": "How do you on one hand say we're doing well in this and this and this, and then say, the polls are all phony and they're rigged."}], "speaker": "LEMON", "secId": 89}, {"sentences": [{"sentId": 186, "text": "Just stop talking about polls."}, {"sentId": 187, "text": "Don't talk about them."}, {"sentId": 188, "text": "I mean, just talk about your message, talk about what people are responding to."}, {"sentId": 189, "text": "Take about your trade, your job's message, that's his winning message, that's how he got here."}, {"sentId": 190, "text": "Don't talk about the polls."}], "speaker": "MCKINNON", "secId": 90}, {"sentences": [{"sentId": 191, "text": "You want to say anything about that, Jon?"}], "speaker": "LEMON", "secId": 91}, {"sentences": [{"sentId": 192, "text": "Well, I don't know why we would suddenly expect this to become a conventional October since it's been a wildly unconventional 18 months."}], "speaker": "MEACHAM", "secId": 92}, {"sentences": [{"sentId": 193, "text": "Mark is right, I mean, ultimately to use the cliche or the binocular he would be making his closing argument, he'd be dealing with the message."}, {"sentId": 194, "text": "He'd be driving it home, but this is not in any way fit any historical pattern, any conventional pattern."}, {"sentId": 195, "text": "Mark has worked in politics, I've read a lot about it, and this just something that sui generis."}], "speaker": "MEACHAM", "secId": 93}, {"sentences": [{"sentId": 196, "text": "So, listen, Jon, let's talk about Hillary Clinton now."}, {"sentId": 197, "text": "Because in the meantime, as we saw her out in the campaign trail, moving her focus to down ballot races, does that mean that she thinks her campaign is -- you know, she has this election in the bag?"}], "speaker": "LEMON", "secId": 94}, {"sentences": [{"sentId": 198, "text": "I don't know if she thinks she has it in the bag, but she's thinking about governing, she's clearly -- Mr. Trump may not believe the polls, I suspect Secretary Clinton does."}, {"sentId": 199, "text": "I'm reminded of an old joke, I think it's attributed to Bob Dole that he doesn't believe polls unless he's ahead, which in sort of human nature, I guess."}], "speaker": "MEACHAM", "secId": 95}, {"sentences": [{"sentId": 200, "text": "I think she's trying to get as much of a wave as she can."}, {"sentId": 201, "text": "Because she knows, because she's been to this movie before."}, {"sentId": 202, "text": "That it's really hard once you get there, to get things done."}], "speaker": "MEACHAM", "secId": 96}, {"sentences": [{"sentId": 203, "text": "Yes."}, {"sentId": 204, "text": "And so, Mark, we've been talking a lot."}, {"sentId": 205, "text": "You've been on the show."}, {"sentId": 206, "text": "I want to put up this poll and discuss it."}, {"sentId": 207, "text": "This is a new CNN/ORC poll today that's out."}, {"sentId": 208, "text": "That shows Hillary Clinton leading, but it's not a blowout."}, {"sentId": 209, "text": "It's not a blowout."}], "speaker": "LEMON", "secId": 97}, {"sentences": [{"sentId": 210, "text": "Here's something that surprised me, more and more democratic voters are saying that they are voting for Clinton, not against Donald Trump, 69 percent say they are voting to support Clinton, compared to 59 percent who are voting to support Donald Trump."}, {"sentId": 211, "text": "Does this go against that conventional wisdom that people may be holding nose to vote for Hillary Clinton, that they're actually enthusiastic about going out for Trump?"}], "speaker": "LEMON", "secId": 98}, {"sentences": [{"sentId": 212, "text": "That's a really good sign for her."}, {"sentId": 213, "text": "I mean, what you really want is to close that enthusiasm gap and that may be in part because people are starting to believe that she's going to win that I think it's also very helpful that she has such a strong surrogate team like the Obamas out there, and Bernie Sanders."}], "speaker": "MCKINNON", "secId": 99}, {"sentences": [{"sentId": 214, "text": "You know, and getting -- encouraging -- exciting that coalition, the millennials, I think that that's showing up in those numbers."}], "speaker": "MCKINNON", "secId": 100}, {"sentences": [{"sentId": 215, "text": "Even Kellyanne Conway said that, you know, she couldn't have better surrogates out for this weekend..."}], "speaker": "LEMON", "secId": 101}, {"sentences": [{"sentId": 216, "text": "Her surrogates are hall of fame MVPs."}], "speaker": "MCKINNON", "secId": 102}, {"sentences": [{"sentId": 217, "text": "But does this -- does this show that, you know, maybe her supporters are more enthusiastic about Donald Trump?"}, {"sentId": 218, "text": "Because that is not been what people have been saying."}], "speaker": "LEMON", "secId": 103}, {"sentences": [{"sentId": 219, "text": "Well, their vote I think they're..."}], "speaker": "MCKINNON", "secId": 104}, {"sentences": [{"sentId": 220, "text": "Fifty nine to 60."}], "speaker": "LEMON", "secId": 105}, {"sentences": [{"sentId": 221, "text": "They're animated by the thought of a Donald Trump presidency."}, {"sentId": 222, "text": "But now they're getting positive message and the emotion that Hillary Clinton might win."}, {"sentId": 223, "text": "And so, it's a great opportunity for her to close on a really optimistic high note."}], "speaker": "MCKINNON", "secId": 106}, {"sentences": [{"sentId": 224, "text": "OK. Jon, President Obama is out on the campaign trail pounding republican candidates."}, {"sentId": 225, "text": "Listen to this."}], "speaker": "LEMON", "secId": 107}, {"sentences": [{"sentId": 226, "text": "If the world that they've been seeing is that I'm powerful enough to cause hurricanes on my own."}, {"sentId": 227, "text": "And this feel everybody's gone in the middle of the night."}, {"sentId": 228, "text": "And impose martial law, even though I can't talk without a prompter, then is it any wonder that they end up nominating somebody like Donald Trump."}], "speaker": "OBAMA", "secId": 108}, {"sentences": [{"sentId": 229, "text": "Donald Trump didn't start it, he just did what he always did, which is slap his name on it, take credit for it, and promote it."}], "speaker": "OBAMA", "secId": 109}, {"sentences": [{"sentId": 230, "text": "He is really enjoying this."}, {"sentId": 231, "text": "You see."}], "speaker": "LEMON", "secId": 110}, {"sentences": [{"sentId": 232, "text": "He is having a good time."}], "speaker": "MEACHAM", "secId": 111}, {"sentences": [{"sentId": 233, "text": "He's all fired up and ready to go."}], "speaker": "MCKINNON", "secId": 112}, {"sentences": [{"sentId": 234, "text": "Yes."}, {"sentId": 235, "text": "Did you say this was revenge of the birthers?"}], "speaker": "LEMON", "secId": 113}, {"sentences": [{"sentId": 236, "text": "Yes."}, {"sentId": 237, "text": "I mean, this is -- you know, this is -- he is, I think thinking about the guy who, you know, almost ended his presidency, or certainly made his presidency difficult from the very beginning, because perhaps the country, or a good number of republicans and conservatives out there, they didn't give him credibility as being an American born citizen."}], "speaker": "MCKINNON", "secId": 114}, {"sentences": [{"sentId": 238, "text": "Yes."}, {"sentId": 239, "text": "MCKINNON:  Or legitimate president."}, {"sentId": 240, "text": "So it really handicapped his"}], "speaker": "LEMON", "secId": 115}, {"sentences": [{"sentId": 241, "text": "presidency."}, {"sentId": 242, "text": "So, this is not only an opportunity for Clinton to win, but to get back to the guy, they are in many ways, handicapped how he got off to start."}], "speaker": "LEMON", "secId": 116}, {"sentences": [{"sentId": 243, "text": "Jon."}], "speaker": "LEMON", "secId": 117}, {"sentences": [{"sentId": 244, "text": "I think..."}], "speaker": "MEACHAM", "secId": 118}, {"sentences": [{"sentId": 245, "text": "Go ahead, Jon."}], "speaker": "LEMON", "secId": 119}, {"sentences": [{"sentId": 246, "text": "And I think we can clearly say that, you know, some two term presidents have a little senioritis, this guy's never had so much fun."}, {"sentId": 247, "text": "You know, he's out there beer bonging rhetoric, so this phenomenal."}], "speaker": "MEACHAM", "secId": 120}, {"sentences": [{"sentId": 248, "text": "That's an interesting way of putting it."}, {"sentId": 249, "text": "You know, recently, there was this Bloomberg poll and ask republicans who better matches your view of what the Republican Party should stand for."}, {"sentId": 250, "text": "Donald Trump or Paul Ryan."}, {"sentId": 251, "text": "The majority of republicans say Trump."}, {"sentId": 252, "text": "So, what does that mean for the Republican Party looking ahead Jon Meacham?"}], "speaker": "LEMON", "secId": 121}, {"sentences": [{"sentId": 253, "text": "It's a terrific question."}, {"sentId": 254, "text": "I mean, this is a, you know, I've said this before but the movement in 25 years from George H.W."}, {"sentId": 255, "text": "Bush to Donald Trump disproves Darwin."}, {"sentId": 256, "text": "You know, and we've got this situation now where you have a republican base and to me, the question for the Republican Party is going to be how much of this is the republican base and how much of this is a Trump base."}], "speaker": "MEACHAM", "secId": 122}, {"sentences": [{"sentId": 257, "text": "And, you know, history is about -- history of politics is about personality driven leadership."}, {"sentId": 258, "text": "So, you know, as you both know, there's a great autopsy written about what the Republican Party has to do to win."}, {"sentId": 259, "text": "But it's four years old, and it's sitting on a shelf."}], "speaker": "MEACHAM", "secId": 123}, {"sentences": [{"sentId": 260, "text": "And if there's not someone and it may be Paul Ryan."}, {"sentId": 261, "text": "I suspect it's going to be somebody who's name we haven't said recently."}, {"sentId": 262, "text": "Somebody's got to come to lead them out of the wilderness, and it's got to be a person, it can't just be an idea."}], "speaker": "MEACHAM", "secId": 124}, {"sentences": [{"sentId": 263, "text": "Interesting."}, {"sentId": 264, "text": "I don't know if you guys saw the first installment of Trump TV tonight."}, {"sentId": 265, "text": "That's what it's being called at least."}, {"sentId": 266, "text": "We'll discuss that right after the break."}], "speaker": "LEMON", "secId": 125}, {"sentences": [{"sentId": 267, "text": "Donald Trump's campaign went on Facebook tonight to launch a nightly newscast for Trumpsters by Trumpsters."}, {"sentId": 268, "text": "Facebook live by the way, saying they were excited to bypass what they call the left wing media."}], "speaker": "LEMON", "secId": 126}, {"sentences": [{"sentId": 269, "text": "Back with me now, Jon Meacham and Mark McKinnon."}, {"sentId": 270, "text": "Interesting because the left wing media, according to them, played a big role in giving him a -- giving him a voice, right."}], "speaker": "LEMON", "secId": 127}, {"sentences": [{"sentId": 271, "text": "I want you to listen to what Donald Trump said earlier today."}], "speaker": "LEMON", "secId": 128}, {"sentences": [{"sentId": 272, "text": "The media isn't just against me, they're against all of you."}, {"sentId": 273, "text": "That's really what they're against."}, {"sentId": 274, "text": "They're not against me."}, {"sentId": 275, "text": "They're against what we represent."}], "speaker": "TRUMP", "secId": 129}, {"sentences": [{"sentId": 276, "text": "Like Hillary Clinton, they look down on the hardworking people of the country."}, {"sentId": 277, "text": "That's what's happened."}], "speaker": "TRUMP", "secId": 130}, {"sentences": [{"sentId": 278, "text": "Jon Meacham, that goes right to the heart of Trump's appeal."}, {"sentId": 279, "text": "I mean, he definitely struck a chord with voters."}, {"sentId": 280, "text": "Is this -- is this attitude going to outlast the election?"}], "speaker": "LEMON", "secId": 131}, {"sentences": [{"sentId": 281, "text": "This attitude is, absolutely."}, {"sentId": 282, "text": "It's outlasted George Wallace, who was really one of the first to use it effectively."}, {"sentId": 283, "text": "You know, this is part of classic modern populism, where you argue that every institution in American life has power over the common person, and the common person is subject to forces beyond their control."}, {"sentId": 284, "text": "Enter a champion who's going to give them a key to unlock that conspiracy and return power to them."}], "speaker": "MEACHAM", "secId": 132}, {"sentences": [{"sentId": 285, "text": "And the idea of a left wing media has been a trope on the right for well over 50 years."}, {"sentId": 286, "text": "It used to just be CBS."}, {"sentId": 287, "text": "Now it's everybody."}, {"sentId": 288, "text": "And I think that the -- one of the great questions from November 9th forward, I think less so whether Trump is going to sue various -- various states about the results."}], "speaker": "MEACHAM", "secId": 133}, {"sentences": [{"sentId": 289, "text": "It's going to be what - what is the form his permanent opposition takes."}, {"sentId": 290, "text": "Is this media, is it just going to be him and his Twitter account calling into shows?"}, {"sentId": 291, "text": "What is the scale he's going to take this to, because I don't think he's going away."}], "speaker": "MEACHAM", "secId": 134}, {"sentences": [{"sentId": 292, "text": "Mark, I want you to talk about that."}, {"sentId": 293, "text": "Maybe we've got a clue."}, {"sentId": 294, "text": "Because I want you to take a look at this is the Trump campaign taking to Facebook tonight with a live post, it sure looks a lot like the model for Trump TV."}, {"sentId": 295, "text": "Anyway, here it is."}], "speaker": "LEMON", "secId": 135}, {"sentences": [{"sentId": 296, "text": "Facebook it's Tomi Lahren here delivering you some final thoughts."}, {"sentId": 297, "text": "Now we're getting so close to the election right now."}, {"sentId": 298, "text": "It's down to the wire and it's more important than ever."}], "speaker": "LAHREN", "secId": 136}, {"sentences": [{"sentId": 299, "text": "The mainstream media isn't going to hand this one to us."}, {"sentId": 300, "text": "The democrats surely are not going to hand it to us."}, {"sentId": 301, "text": "And the never Trumpers are doing everything they can to make sure that they are going to hand this to us."}], "speaker": "LAHREN", "secId": 137}, {"sentences": [{"sentId": 302, "text": "So, it's really up to us."}, {"sentId": 303, "text": "It's up to the American voter, it's up to the deplorables, as Hillary would call it."}, {"sentId": 304, "text": "It's time to get out of her basket and make our voices heard."}], "speaker": "LAHREN", "secId": 138}, {"sentences": [{"sentId": 305, "text": "All right."}, {"sentId": 306, "text": "She's from the Blaze."}, {"sentId": 307, "text": "But that's Tomi Lahren I think that's her name on Trump's Facebook live post."}, {"sentId": 308, "text": "What do you think of that, Mark?"}], "speaker": "LEMON", "secId": 139}, {"sentences": [{"sentId": 309, "text": "Well, I mean, in terms of whether it's an impact before the election, it's a channel directed at the supporters he's already got."}, {"sentId": 310, "text": "So, it's not going to be helpful in terms of expanding his base which is what he needs to win the election."}], "speaker": "MCKINNON", "secId": 140}, {"sentences": [{"sentId": 311, "text": "On the other hand, it's sending a message to this group of significant group of voters who are going to be around after the election, who are not going to be any happier, in fact, they're going to be a lot angrier and it's a huge constituency."}], "speaker": "MCKINNON", "secId": 141}, {"sentences": [{"sentId": 312, "text": "And so, to Meacham's point, I mean, they're sitting out there, and something's going to happen with them, and I think it's going to -- I think it is already divided that Republican Party in two distinct different parties, and it's hard to see how that's going to heal very quickly."}], "speaker": "MCKINNON", "secId": 142}, {"sentences": [{"sentId": 313, "text": "I want to ask you, Jon, on what happens to the Republican Party, but before I do because you -- you know, you recently reported on an interesting bit of history of 1988 diary entry from George H.W."}, {"sentId": 314, "text": "Bush that Donald Trump was interested in the vice presidential spot on this ticket."}, {"sentId": 315, "text": "Did President Bush take that seriously?"}], "speaker": "LEMON", "secId": 143}, {"sentences": [{"sentId": 316, "text": "He heard about this from Lee Atwater who had talks with Trump, and the diary entry is in Bush's voice, \"strange, unbelievable.\""}, {"sentId": 317, "text": "So no, I think it's safe to say."}], "speaker": "MEACHAM", "secId": 144}, {"sentences": [{"sentId": 318, "text": "And he promptly forgot about it, I actually reminded him of it after I came across it in the diary."}, {"sentId": 319, "text": "And he was surprised to hear it."}, {"sentId": 320, "text": "But..."}], "speaker": "MEACHAM", "secId": 145}, {"sentences": [{"sentId": 321, "text": "So what does that say about the history of the republican Party that Donald Trump is gone from, you know, unlike, like you're not going to get the V.P."}, {"sentId": 322, "text": "prospect at all to the presidential candidate."}], "speaker": "LEMON", "secId": 146}, {"sentences": [{"sentId": 323, "text": "Well, it's a rise, it's this rise of populism and it's cultural and it's economic, and you know, the move -- again, the movement from George H.W."}, {"sentId": 324, "text": "Bush, who was one of the most qualified people to ever run for president to Trump is a sign that the party itself."}], "speaker": "MEACHAM", "secId": 147}, {"sentences": [{"sentId": 325, "text": "It seems to me has to figure out, how are they going to incentivize experience, how are they going to return to a place where candidates like Jeb Bush, who ran are going to be rewarded for being good at politics as we know them."}], "speaker": "MEACHAM", "secId": 148}, {"sentences": [{"sentId": 326, "text": "And then this year, being good at politics as we know them, being good at governance was the kiss of death."}, {"sentId": 327, "text": "And so, it seems to me that what the Republican Party has to figure out is not only what they stand for, but are they really happy with the splashy populous moments that burn very brightly, but don't lead to victory at the polls."}], "speaker": "MEACHAM", "secId": 149}, {"sentences": [{"sentId": 328, "text": "Here is a clip from the Circus, Mr. McKinnon's show on Showtime."}], "speaker": "LEMON", "secId": 150}, {"sentences": [{"sentId": 329, "text": "Podesta says that they've taken on a lot of water."}, {"sentId": 330, "text": "And he says most of that has to do with her terrible decisions made pre-campaign but a lot has to do with her instincts."}, {"sentId": 331, "text": "And then you on right's back almost no one knows better than me that her instincts can be terrible."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 151}, {"sentences": [{"sentId": 332, "text": "Wow!"}], "speaker": "UNIDENTIFIED FEMALE", "secId": 152}, {"sentences": [{"sentId": 333, "text": "Did that create any issues for you guys as reporters that it seemed strategically leaked?"}], "speaker": "MCKINNON", "secId": 153}, {"sentences": [{"sentId": 334, "text": "Yes, I think every indication is that both of these hacks are stolen material."}, {"sentId": 335, "text": "On the other hand, they're undeniably newsworthy."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 154}, {"sentences": [{"sentId": 336, "text": "I have to say, I love the hat, by the way."}], "speaker": "LEMON", "secId": 155}, {"sentences": [{"sentId": 337, "text": "Well, listen, we have covered the content of the WikiLeaks e-mail."}, {"sentId": 338, "text": "The Trump campaign surrogates always bring them up."}, {"sentId": 339, "text": "But the candidate frequently goes off message."}, {"sentId": 340, "text": "Has Donald Trump missed an opportunity here?"}], "speaker": "LEMON", "secId": 156}, {"sentences": [{"sentId": 341, "text": "Absolutely."}, {"sentId": 342, "text": "And there was an opportunity at that debate to talk about it."}, {"sentId": 343, "text": "Our show last night on Showtime, The Circus spent the whole episode talking about WikiLeaks, I mean, there's a really interesting history about Julian Assange, about the Russian involvement."}, {"sentId": 344, "text": "And we've heard people kind of talking about it in the news, but it's a really interesting kind of dig down and find out what's going on."}], "speaker": "MCKINNON", "secId": 157}, {"sentences": [{"sentId": 345, "text": "But a couple of quick conclusions about that, one is, that there's no question that Julian Assange wants to go after Hillary Clinton, and number two, there's no question it's the Russians that are involved."}], "speaker": "MCKINNON", "secId": 158}, {"sentences": [{"sentId": 346, "text": "Now I'm not saying there's collusion between Assange and the Russians, but, you know, it's an open link that he provides and the Russians fingerprints are all over this thing."}], "speaker": "MCKINNON", "secId": 159}, {"sentences": [{"sentId": 347, "text": "Now the other think that I'd say about that is that there's been a ton of e-mails out there, the Washington Post reporters were just talking about it, you know, it's Trump keeps saying, and the Trump people are saying that the media aren't paying enough attention to it, that may be true."}], "speaker": "MCKINNON", "secId": 160}, {"sentences": [{"sentId": 348, "text": "But on the other hand, their candidate isn't focussing and staying on that issue."}, {"sentId": 349, "text": "And so, the media is going to cover what he says no matter what he says."}, {"sentId": 350, "text": "But if he goes off changing, you know, on all these other tangents, that's what they're going to cover."}, {"sentId": 351, "text": "LEMON:  Yes."}, {"sentId": 352, "text": "Thank you, Mark."}, {"sentId": 353, "text": "Thank you, Jon."}, {"sentId": 354, "text": "I appreciate it."}], "speaker": "MCKINNON", "secId": 161}, {"sentences": [{"sentId": 355, "text": "My pleasure."}, {"sentId": 356, "text": "Thanks."}], "speaker": "MEACHAM", "secId": 162}, {"sentences": [{"sentId": 357, "text": "See you guys soon, 15 days, 15 days."}], "speaker": "LEMON", "secId": 163}, {"sentences": [{"sentId": 358, "text": "Thank God."}], "speaker": "MEACHAM", "secId": 164}, {"sentences": [{"sentId": 359, "text": "When we come right, Saturday Night Live Black Jeopardy welcomes Tom Hanks as a Trump supporter who finds common ground with two black contestants and the host of that show as well."}, {"sentId": 360, "text": "The black jacket there."}, {"sentId": 361, "text": "And there just might be more truth to it than you think."}], "speaker": "LEMON", "secId": 165}, {"sentences": [{"sentId": 362, "text": "Just in time for the election, the return of SNL's Black Jeopardy with Tom Hanks playing a Trump supporter."}, {"sentId": 363, "text": "And behind the laughs, there is just might be some political truth telling going on."}, {"sentId": 364, "text": "Take a look."}], "speaker": "LEMON", "secId": 166}, {"sentences": [{"sentId": 365, "text": "They out here saying, the new iPhone wants your thumb print for your protection."}], "speaker": "UNIDENTIFIED MALE", "secId": 167}, {"sentences": [{"sentId": 366, "text": "Oh, OK, then, Doug."}], "speaker": "UNIDENTIFIED MALE", "secId": 168}, {"sentences": [{"sentId": 367, "text": "What is -- I don't think so, that's how they get you."}], "speaker": "HANKS", "secId": 169}, {"sentences": [{"sentId": 368, "text": "Yes."}, {"sentId": 369, "text": "Yes."}], "speaker": "UNIDENTIFIED MALE", "secId": 170}, {"sentences": [{"sentId": 370, "text": "I don't trust that."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 171}, {"sentences": [{"sentId": 371, "text": "Me either."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 172}, {"sentences": [{"sentId": 372, "text": "No, I read that goes straight to the government."}], "speaker": "HANKS", "secId": 173}, {"sentences": [{"sentId": 373, "text": "Well, that is not bad, Doug."}], "speaker": "UNIDENTIFIED MALE", "secId": 174}, {"sentences": [{"sentId": 374, "text": "They're out here saying that every vote counts."}], "speaker": "UNIDENTIFIED MALE", "secId": 175}, {"sentences": [{"sentId": 375, "text": "Oh, Doug again."}], "speaker": "UNIDENTIFIED MALE", "secId": 176}, {"sentences": [{"sentId": 376, "text": "Come on, they have already decided who wins even before it happens."}], "speaker": "HANKS", "secId": 177}, {"sentences": [{"sentId": 377, "text": "Yes, yes."}], "speaker": "UNIDENTIFIED MALE", "secId": 178}, {"sentences": [{"sentId": 378, "text": "OK, let's go to big girls for 200."}], "speaker": "HANKS", "secId": 179}, {"sentences": [{"sentId": 379, "text": "OK, the answer there."}, {"sentId": 380, "text": "Skinny women can do this for you."}, {"sentId": 381, "text": "Doug?"}], "speaker": "UNIDENTIFIED MALE", "secId": 180}, {"sentences": [{"sentId": 382, "text": "What is not a damn thing?"}], "speaker": "HANKS", "secId": 181}, {"sentences": [{"sentId": 383, "text": "Yes."}], "speaker": "UNIDENTIFIED MALE", "secId": 182}, {"sentences": [{"sentId": 384, "text": "That was my favorite skit of the evening."}, {"sentId": 385, "text": "Listen, I have not tweeted in weeks and it was the first time I said SNL Black Jeopardy, brilliant."}], "speaker": "LEMON", "secId": 183}, {"sentences": [{"sentId": 386, "text": "There's a whole lot to to talk about here."}, {"sentId": 387, "text": "There's my panel."}, {"sentId": 388, "text": "Thanks for coming, everyone."}, {"sentId": 389, "text": "CNN political commentator, Tara Setmayer who is a republican strategist, GOP commentator Paris Dennard, a Trump supporter, CNN political contributor, Michael Nutter, the former Mayor of Philadelphia who is supporting Hillary Clinton, and J.D."}, {"sentId": 390, "text": "Vance, author of \"Hillbilly Elegy: A Memoir of a Family and Culture in Crisis.\""}, {"sentId": 391, "text": "Remember, that's the name of his book, I'm not saying that."}], "speaker": "LEMON", "secId": 184}, {"sentences": [{"sentId": 392, "text": "So, save your comments for J.D."}, {"sentId": 393, "text": "So, Paris, let's see, is there some truth to this?"}, {"sentId": 394, "text": "Do white working class voters who support Trump and African-Americans have more in common than some might think?"}], "speaker": "LEMON", "secId": 185}, {"sentences": [{"sentId": 395, "text": "You know what, I really think that they do."}, {"sentId": 396, "text": "And I think it's because when you look at the economy and the jobs, I was at a panel earlier today at Georgetown Law Center, and they were talking about how white Americans over the age of 50 have had no raises for the past 50 years."}], "speaker": "DENNARD", "secId": 186}, {"sentences": [{"sentId": 397, "text": "And so when you look at wage stagnation, when you look at unemployment numbers."}, {"sentId": 398, "text": "You look at a lot of things that are affecting white America, middle class America, that's going on doubly with black America."}, {"sentId": 399, "text": "So, there's a lot of unification in terms of messaging that Mr. Trump is talking about."}], "speaker": "DENNARD", "secId": 187}, {"sentences": [{"sentId": 400, "text": "So, that's why I think that come Election Day, you're going to have a lot of African-American supporters who have been listening to Mr. Trump and thinking to themselves, you know what, he's making a lot of sense as he raising jobs and economy."}], "speaker": "DENNARD", "secId": 188}, {"sentences": [{"sentId": 401, "text": "All right."}, {"sentId": 402, "text": "You got."}, {"sentId": 403, "text": "I don't know."}, {"sentId": 404, "text": "Come on."}], "speaker": "LEMON", "secId": 189}, {"sentences": [{"sentId": 405, "text": "I do."}, {"sentId": 406, "text": "I'm serious."}, {"sentId": 407, "text": "No, I really think that's the truth, Don."}, {"sentId": 408, "text": "I really do."}], "speaker": "DENNARD", "secId": 190}, {"sentences": [{"sentId": 409, "text": "Don't be serious."}], "speaker": "SETMAYER", "secId": 191}, {"sentences": [{"sentId": 410, "text": "Come on."}, {"sentId": 411, "text": "Come on."}], "speaker": "NUTTER", "secId": 192}, {"sentences": [{"sentId": 412, "text": "Yes."}, {"sentId": 413, "text": "OK."}], "speaker": "LEMON", "secId": 193}, {"sentences": [{"sentId": 414, "text": "Wait, this is -- that would be great, and I agree with Paris on the substance of what's happening."}, {"sentId": 415, "text": "The problem is, that Donald Trump as a candidate has not really -- he hasn't articulated that at all."}, {"sentId": 416, "text": "You know, Donald Trump really cared about reaching out to minority communities, talking about, you know, urban communities and the problems there, and how to fix them."}], "speaker": "SETMAYER", "secId": 194}, {"sentences": [{"sentId": 417, "text": "He would actually embrace Paul Ryan and Paul Ryan's anti-poverty agenda, and the work that he's done in those communities and actually come up with real solutions."}, {"sentId": 418, "text": "Policy solutions that could help that."}], "speaker": "SETMAYER", "secId": 195}, {"sentences": [{"sentId": 419, "text": "But Donald Trump hasn't done that work, because he doesn't care."}, {"sentId": 420, "text": "And unfortunately, people don't listen when he, you know, says ridiculous things out of his mouth like, you know, you're going to get shot if you walk down the street."}, {"sentId": 421, "text": "Or calls African-Americans the African- Americans."}], "speaker": "SETMAYER", "secId": 196}, {"sentences": [{"sentId": 422, "text": "And what else do you have for."}], "speaker": "LEMON", "secId": 197}, {"sentences": [{"sentId": 423, "text": "I mean, the messenger matters, how you present that message matters to people because they are not going to hear you."}, {"sentId": 424, "text": "You could say all the wonderful things in the world but they think that you're a bigot, you can forget about it."}, {"sentId": 425, "text": "And that's where Donald Trump is."}], "speaker": "SETMAYER", "secId": 198}, {"sentences": [{"sentId": 426, "text": "J.D."}], "speaker": "LEMON", "secId": 199}, {"sentences": [{"sentId": 427, "text": "Well, Don, and that's..."}], "speaker": "NUTTER", "secId": 200}, {"sentences": [{"sentId": 428, "text": "But I think real quick, Don."}], "speaker": "DENNARD", "secId": 201}, {"sentences": [{"sentId": 429, "text": "Go ahead, J.D."}, {"sentId": 430, "text": "first and then mayor."}], "speaker": "LEMON", "secId": 202}, {"sentences": [{"sentId": 431, "text": "OK."}], "speaker": "NUTTER", "secId": 203}, {"sentences": [{"sentId": 432, "text": "Yes, well, I think that's absolutely right, and it's not just that Donald Trump doesn't speak to issues of special concern of minority voters or black voters, it's that he seems to like actively antagonizing a lot of the black voters."}], "speaker": "VANCE", "secId": 204}, {"sentences": [{"sentId": 433, "text": "Unfortunately, that's been the Republican Party strategy for 30 years."}, {"sentId": 434, "text": "I say that as a republican who wants the party to get more black voters."}, {"sentId": 435, "text": "And Trump seems to be taking that strategy just to the next level."}, {"sentId": 436, "text": "It shows in the polls, right, he's not going to do especially well on Election Day."}], "speaker": "VANCE", "secId": 205}, {"sentences": [{"sentId": 437, "text": "Yes."}], "speaker": "LEMON", "secId": 206}, {"sentences": [{"sentId": 438, "text": "Well, he's taking it backwards."}, {"sentId": 439, "text": "Because there are a lot of that have been in the party for years that look at the mistakes of the past and realize them including in the 2012 autopsy report."}, {"sentId": 440, "text": "And people like Paul Ryan or even back to Jack Kemp, you know, they recognized what needs to be said and how to do it, and it's gone, you know, to the wayside, because of who our candidate is, and he can't articulate that, it's really set us back, unfortunately."}], "speaker": "SETMAYER", "secId": 207}, {"sentences": [{"sentId": 441, "text": "Mayor."}], "speaker": "LEMON", "secId": 208}, {"sentences": [{"sentId": 442, "text": "Yes, I mean."}], "speaker": "NUTTER", "secId": 209}, {"sentences": [{"sentId": 443, "text": "I think the important thing to remember..."}], "speaker": "DENNARD", "secId": 210}, {"sentences": [{"sentId": 444, "text": "Don, here's the bottom line on this."}, {"sentId": 445, "text": "You have a racist, sexist, xenophobic sexually assaulting tax dodger who thinks that most black people are poor, many are criminals, many are unemployed, we're living in hell, and at the end of the day, you know, black folks might feel a certain way about that, like not voting for him."}, {"sentId": 446, "text": "That's what's going on here."}], "speaker": "NUTTER", "secId": 211}, {"sentences": [{"sentId": 447, "text": "I think at 8.4 percent unemployment, when you look at the current black home ownership rate of today."}, {"sentId": 448, "text": "When you have more blacks owning homes in the Great Depression, I think there's a lot of us in our communities who are..."}], "speaker": "DENNARD", "secId": 212}, {"sentences": [{"sentId": 449, "text": "I think at 2 percent."}], "speaker": "NUTTER", "secId": 213}, {"sentences": [{"sentId": 450, "text": "... who are..."}], "speaker": "DENNARD", "secId": 214}, {"sentences": [{"sentId": 451, "text": "I think when you're polling at zero, 1 and 2 percent, in the African-American community that tells you really the whole story."}], "speaker": "NUTTER", "secId": 215}, {"sentences": [{"sentId": 452, "text": "Well, if you want to keep..."}], "speaker": "DENNARD", "secId": 216}, {"sentences": [{"sentId": 453, "text": "That's what Martin Rivera he actually might end the negative."}], "speaker": "NUTTER", "secId": 217}, {"sentences": [{"sentId": 454, "text": "... because of people like you reinforcing a false narrative about who Mr. Trump is and what he says about..."}], "speaker": "DENNARD", "secId": 218}, {"sentences": [{"sentId": 455, "text": "Paris, come on."}], "speaker": "SETMAYER", "secId": 219}, {"sentences": [{"sentId": 456, "text": "No, I'm reinforcing the narrative that he creates himself."}], "speaker": "NUTTER", "secId": 220}, {"sentences": [{"sentId": 457, "text": "That's right."}], "speaker": "SETMAYER", "secId": 221}, {"sentences": [{"sentId": 458, "text": "I don't believe that's true."}], "speaker": "DENNARD", "secId": 222}, {"sentences": [{"sentId": 459, "text": "Because that's what he says out of his own mouth."}], "speaker": "NUTTER", "secId": 223}, {"sentences": [{"sentId": 460, "text": "Well, if you take a look at some of our communities and the communities especially that you have represented in the past, or currently do, you will know, and if you'll be honest, that there's a lot of improvement that needs to be done, and a lot of democrats have failed our communities especially Detroit."}], "speaker": "DENNARD", "secId": 224}, {"sentences": [{"sentId": 461, "text": "There's a lot of improvement all across the country."}], "speaker": "NUTTER", "secId": 225}, {"sentences": [{"sentId": 462, "text": "And I believe Mr. Trump is one candidate who can do that."}, {"sentId": 463, "text": "Because Hillary Clinton has a chance to do it."}], "speaker": "DENNARD", "secId": 226}, {"sentences": [{"sentId": 464, "text": "All of that needs to..."}], "speaker": "SETMAYER", "secId": 227}, {"sentences": [{"sentId": 465, "text": "He's the only man who talks about the black people."}], "speaker": "NUTTER", "secId": 228}, {"sentences": [{"sentId": 466, "text": "He's the only one that talks about our issues as well."}], "speaker": "DENNARD", "secId": 229}, {"sentences": [{"sentId": 467, "text": "Hold on."}], "speaker": "LEMON", "secId": 230}, {"sentences": [{"sentId": 468, "text": "He's the only one talking about the inner city."}], "speaker": "DENNARD", "secId": 231}, {"sentences": [{"sentId": 469, "text": "He's the only who says we're living in hell."}], "speaker": "NUTTER", "secId": 232}, {"sentences": [{"sentId": 470, "text": "Hold on, hold on."}], "speaker": "LEMON", "secId": 233}, {"sentences": [{"sentId": 471, "text": "He's the only one talking about combination."}], "speaker": "DENNARD", "secId": 234}, {"sentences": [{"sentId": 472, "text": "He's pandering."}], "speaker": "SETMAYER", "secId": 235}, {"sentences": [{"sentId": 473, "text": "He's not pandering."}], "speaker": "DENNARD", "secId": 236}, {"sentences": [{"sentId": 474, "text": "What's the definition on that?"}], "speaker": "NUTTER", "secId": 237}, {"sentences": [{"sentId": 475, "text": "Paris, most African-Americans don't live in the inner city."}], "speaker": "LEMON", "secId": 238}, {"sentences": [{"sentId": 476, "text": "But enough of us do, but enough of us do."}], "speaker": "DENNARD", "secId": 239}, {"sentences": [{"sentId": 477, "text": "Right."}, {"sentId": 478, "text": "When she talks to..."}], "speaker": "LEMON", "secId": 240}, {"sentences": [{"sentId": 479, "text": "And the truth -- and the truth..."}], "speaker": "DENNARD", "secId": 241}, {"sentences": [{"sentId": 480, "text": "Paris, let me talk, and then I will get you in."}], "speaker": "LEMON", "secId": 242}, {"sentences": [{"sentId": 481, "text": "Come on."}], "speaker": "NUTTER", "secId": 243}, {"sentences": [{"sentId": 482, "text": "So, when he talks about African-Americans, he seems to be talking about inner city communities."}, {"sentId": 483, "text": "And that is not the bulk of African-Americans."}, {"sentId": 484, "text": "Go ahead, Paris."}], "speaker": "LEMON", "secId": 244}, {"sentences": [{"sentId": 485, "text": "But at the end of the day, when you look at the critique of Cornell West and Tavis Smiley against President Obama, they talk about the fact that he hasn't focused on the list..."}], "speaker": "DENNARD", "secId": 245}, {"sentences": [{"sentId": 486, "text": "Cornell West have never liked President Obama even when he's not the candidate."}], "speaker": "LEMON", "secId": 246}, {"sentences": [{"sentId": 487, "text": "That's not true."}, {"sentId": 488, "text": "Actually they still -- well, when you campaign for somebody and you go on the stump for somebody, I think that you support them."}], "speaker": "DENNARD", "secId": 247}, {"sentences": [{"sentId": 489, "text": "But the point is, they critique him because they said he didn't care about the least of these."}, {"sentId": 490, "text": "We can talk about the fact that for the majority of us, in the black community we're doing OK."}], "speaker": "DENNARD", "secId": 248}, {"sentences": [{"sentId": 491, "text": "But I appreciate the fact that Donald Trump is talking about the least of these."}, {"sentId": 492, "text": "And that might be those that are in the inner city who are suffering."}, {"sentId": 493, "text": "And we should have more attention to those people that are suffering on the republican side and on the democratic."}], "speaker": "DENNARD", "secId": 249}, {"sentences": [{"sentId": 494, "text": "Paris, look."}], "speaker": "NUTTER", "secId": 250}, {"sentences": [{"sentId": 495, "text": "And the problem with that."}], "speaker": "SETMAYER", "secId": 251}, {"sentences": [{"sentId": 496, "text": "The criminal justice system, and that people get shot."}], "speaker": "NUTTER", "secId": 252}, {"sentences": [{"sentId": 497, "text": "That's not true."}, {"sentId": 498, "text": "He talks about unemployment, student loans."}, {"sentId": 499, "text": "No, unemployment."}], "speaker": "DENNARD", "secId": 253}, {"sentences": [{"sentId": 500, "text": "Or that we're living in hell."}, {"sentId": 501, "text": "That's what he says about black people."}, {"sentId": 502, "text": "That's his image."}], "speaker": "NUTTER", "secId": 254}, {"sentences": [{"sentId": 503, "text": "No."}, {"sentId": 504, "text": "You don't want to talk about unemployment."}, {"sentId": 505, "text": "You don't want to talk about homeownership."}], "speaker": "DENNARD", "secId": 255}, {"sentences": [{"sentId": 506, "text": "One at a time."}], "speaker": "LEMON", "secId": 256}, {"sentences": [{"sentId": 507, "text": "And he does it in primarily white communities, because he's afraid of black people, he doesn't come into Philadelphia..."}], "speaker": "NUTTER", "secId": 257}, {"sentences": [{"sentId": 508, "text": "That's not true."}], "speaker": "DENNARD", "secId": 258}, {"sentences": [{"sentId": 509, "text": "... or anywhere else where they might actually be a black person walking down the street."}], "speaker": "NUTTER", "secId": 259}, {"sentences": [{"sentId": 510, "text": "Detroit."}], "speaker": "DENNARD", "secId": 260}, {"sentences": [{"sentId": 511, "text": "When was the last time Donald Trump had a real conversation about policies that could actually help middle class black Americans?"}], "speaker": "SETMAYER", "secId": 261}, {"sentences": [{"sentId": 512, "text": "When did he actually talk about homeownership?"}, {"sentId": 513, "text": "When did he talk about small business owners?"}], "speaker": "SETMAYER", "secId": 262}, {"sentences": [{"sentId": 514, "text": "The people in the left haven't say it."}], "speaker": "DENNARD", "secId": 263}, {"sentences": [{"sentId": 515, "text": "No, every single time -- no."}, {"sentId": 516, "text": "He has an opportunity to do this, every single time he speaks in front of these crowds of thousands of people, but unfortunately, he tends to -- he decides that he's going to go for the stereotypes."}], "speaker": "SETMAYER", "secId": 264}, {"sentences": [{"sentId": 517, "text": "He continues to stereotype and speaks that way, and it's insulting to the black community."}, {"sentId": 518, "text": "And I get it."}, {"sentId": 519, "text": "Now, I'm not saying that there aren't grievances with democrats, of course, I'm a conservative, there are plenty of reasons that we can be critical of failed democratic policies in the black community."}, {"sentId": 520, "text": "But Donald Trump has done nothing but pander and stereotype into like the mayor said, predominantly white crowds and think that that's the way to do that?"}, {"sentId": 521, "text": "It's not."}, {"sentId": 522, "text": "And he also hasn't apologized for his very questionable racial history."}], "speaker": "SETMAYER", "secId": 265}, {"sentences": [{"sentId": 523, "text": "OK."}], "speaker": "LEMON", "secId": 266}, {"sentences": [{"sentId": 524, "text": "This is a man that got sued for housing discrimination; he got the Central Park five issue which he's never apologized for."}, {"sentId": 525, "text": "We can go on and on about that and he's never..."}], "speaker": "SETMAYER", "secId": 267}, {"sentences": [{"sentId": 526, "text": "We can go on and on about Secretary Clinton as well and her history."}], "speaker": "DENNARD", "secId": 268}, {"sentences": [{"sentId": 527, "text": "You know, we're talking about Donald Trump and republicans and what he's doing."}, {"sentId": 528, "text": "That's why he's going to lose African-American..."}], "speaker": "SETMAYER", "secId": 269}, {"sentences": [{"sentId": 529, "text": "Well, I'm going to talk about -- let's talk about Secretary Clinton and that's the problem."}], "speaker": "DENNARD", "secId": 270}, {"sentences": [{"sentId": 530, "text": "What we're going to talk about now..."}], "speaker": "LEMON", "secId": 271}, {"sentences": [{"sentId": 531, "text": "Let's talk about Secretary Clinton and we don't want to talk about talk about that."}], "speaker": "DENNARD", "secId": 272}, {"sentences": [{"sentId": 532, "text": "Nice try to pivot."}], "speaker": "NUTTER", "secId": 273}, {"sentences": [{"sentId": 533, "text": "Yes, that's a nice..."}], "speaker": "LEMON", "secId": 274}, {"sentences": [{"sentId": 534, "text": "It's not a pivot."}], "speaker": "DENNARD", "secId": 275}, {"sentences": [{"sentId": 535, "text": "Right."}, {"sentId": 536, "text": "Because he doesn't..."}], "speaker": "SETMAYER", "secId": 276}, {"sentences": [{"sentId": 537, "text": "But it's a fact."}, {"sentId": 538, "text": "It's a fact."}, {"sentId": 539, "text": "Let's talk about Secretary Clinton racial past."}], "speaker": "DENNARD", "secId": 277}, {"sentences": [{"sentId": 540, "text": "Well, we could talk about collard greens right now, but that's not what we're discussing."}, {"sentId": 541, "text": "I want to play this clip from SNL."}, {"sentId": 542, "text": "Listen."}], "speaker": "LEMON", "secId": 278}, {"sentences": [{"sentId": 543, "text": "Let's take a look at our final jeopardy category, lives that matter."}], "speaker": "UNIDENTIFIED MALE", "secId": 279}, {"sentences": [{"sentId": 544, "text": "Well, it was good while it lasted, Doug."}], "speaker": "UNIDENTIFIED MALE", "secId": 280}, {"sentences": [{"sentId": 545, "text": "I know, I got a lot to say about this."}], "speaker": "HANKS", "secId": 281}, {"sentences": [{"sentId": 546, "text": "Yes, I'm sure you do when we come back, we'll play the national anthem and see what the hell happens."}], "speaker": "UNIDENTIFIED MALE", "secId": 282}, {"sentences": [{"sentId": 547, "text": "I mean, J.D."}, {"sentId": 548, "text": "we're laughing here, but that sort of sums up the conversation we were having, more than a grain of truth in that."}, {"sentId": 549, "text": "Where -- that's where the common ground ends, right?"}], "speaker": "LEMON", "secId": 283}, {"sentences": [{"sentId": 550, "text": "Well, I don't think it necessarily has to in there."}, {"sentId": 551, "text": "I think part of the reason that it's ended there, is that republican leadership and republican politicians have been so bad about talking about issues, there are special concern to minority voters."}], "speaker": "VANCE", "secId": 284}, {"sentences": [{"sentId": 552, "text": "I mean, I think it's totally legitimate to say, look, the democratic policies have not been super helpful to black voters, at the same time, you have to look at the share of the black vote that republicans have gotten for the past 20, 30, 40 years."}], "speaker": "VANCE", "secId": 285}, {"sentences": [{"sentId": 553, "text": "And conservatives like me have to start asking ourselves, what can we do more, what can we do better."}, {"sentId": 554, "text": "It's -- you know, it's not just the fact that black voters have been somehow hoodwinked by their Democratic Party, it's that we got to do better."}], "speaker": "VANCE", "secId": 286}, {"sentences": [{"sentId": 555, "text": "Mayor, hold that thought."}, {"sentId": 556, "text": "Hold that thought."}], "speaker": "LEMON", "secId": 287}, {"sentences": [{"sentId": 557, "text": "I think we can't ignore in fact that republicans have..."}], "speaker": "NUTTER", "secId": 288}, {"sentences": [{"sentId": 558, "text": "I'll let you get in first right after the break."}, {"sentId": 559, "text": "I'll be right back."}], "speaker": "LEMON", "secId": 289}, {"sentences": [{"sentId": 560, "text": "OK."}], "speaker": "NUTTER", "secId": 290}, {"sentences": [{"sentId": 561, "text": "We're back now with Tara Setmayer, Paris Dennard, Michael Nutter, and J.D."}, {"sentId": 562, "text": "Vance."}], "speaker": "LEMON", "secId": 291}, {"sentences": [{"sentId": 563, "text": "Mayor, sorry to cut you off, I have to get to that break, but go on."}], "speaker": "LEMON", "secId": 292}, {"sentences": [{"sentId": 564, "text": "I understand."}, {"sentId": 565, "text": "I just wanted to make the one point, J.D."}, {"sentId": 566, "text": "made his point with regard to some of the things that happened under, quote, unquote, \"democratic policies.\""}], "speaker": "NUTTER", "secId": 293}, {"sentences": [{"sentId": 567, "text": "We can't ignore the fact that for the last number of years we have had a republican controlled House and Senate."}, {"sentId": 568, "text": "And when someone like Senator McConnell says his number one priority is to make sure that President Obama is a one-term president, that certainly hasn't been helpful to try to move President Obama's agenda forward."}], "speaker": "NUTTER", "secId": 294}, {"sentences": [{"sentId": 569, "text": "For all the successes that he has had, could be doing even more American jobs and I can go down a laundry list of things that the republicans have blocked that would actually put people to work and lift up many Americans including African-Americans and other minorities in this country."}], "speaker": "NUTTER", "secId": 295}, {"sentences": [{"sentId": 570, "text": "OK."}, {"sentId": 571, "text": "Here's your turn, Tara."}, {"sentId": 572, "text": "SETMAYER:  Ok."}], "speaker": "LEMON", "secId": 296}, {"sentences": [{"sentId": 573, "text": "And Paris Dennard now, we're going to talk about Hillary Clinton, she's out with a new ad aimed at African-American voters."}, {"sentId": 574, "text": "Take a look."}], "speaker": "LEMON", "secId": 297}, {"sentences": [{"sentId": 575, "text": "Let's go, Hillary, that's my opinion."}], "speaker": "UNIDENTIFIED MALE", "secId": 298}, {"sentences": [{"sentId": 576, "text": "I will be voting for Hillary."}], "speaker": "UNIDENTIFIED MALE", "secId": 299}, {"sentences": [{"sentId": 577, "text": "Her resume speaks for itself."}], "speaker": "UNIDENTIFIED MALE", "secId": 300}, {"sentences": [{"sentId": 578, "text": "She definitely has an experience in office."}], "speaker": "UNIDENTIFIED MALE", "secId": 301}, {"sentences": [{"sentId": 579, "text": "I don't want someone running the country as a business."}, {"sentId": 580, "text": "I'm a human being."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 302}, {"sentences": [{"sentId": 581, "text": "If we want a hotel, we'll call Donald Trump."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 303}, {"sentences": [{"sentId": 582, "text": "All the respect she gives every individual."}, {"sentId": 583, "text": "That's what I appreciate from Hillary Clinton."}], "speaker": "UNIDENTIFIED MALE", "secId": 304}, {"sentences": [{"sentId": 584, "text": "If Obama vote for Hillary, I'm voting for Hillary."}], "speaker": "UNIDENTIFIED MALE", "secId": 305}, {"sentences": [{"sentId": 585, "text": "A non-vote is definitely a vote for Trump."}], "speaker": "UNIDENTIFIED MALE", "secId": 306}, {"sentences": [{"sentId": 586, "text": "Make sure you get out and vote."}], "speaker": "UNIDENTIFIED MALE", "secId": 307}, {"sentences": [{"sentId": 587, "text": "I'm Hillary Clinton and I approve this message."}], "speaker": "CLINTON", "secId": 308}, {"sentences": [{"sentId": 588, "text": "Tara, effective or pandering?"}], "speaker": "LEMON", "secId": 309}, {"sentences": [{"sentId": 589, "text": "I think that's effective."}, {"sentId": 590, "text": "Because if you, you know, you see people in the black community, in the inner cities -- well, not necessarily in inner cities, but people talk at barber shop talk, in hair salons, like that's cultural, that's actually like really where you want to go and get a pulse for what's going on."}, {"sentId": 591, "text": "That's where you go."}], "speaker": "SETMAYER", "secId": 310}, {"sentences": [{"sentId": 592, "text": "But unlike what Donald Trump has done, which is none of that."}, {"sentId": 593, "text": "So, yes, I think that's an effective ad for her, but you know, she's worrying about the voter turnout, not being as high as it was for Obama."}, {"sentId": 594, "text": "And she needs minority votes to get out there and vote."}], "speaker": "SETMAYER", "secId": 311}, {"sentences": [{"sentId": 595, "text": "But the upside for her is at least that the absentee ballots in places like Florida, that I believe it's a 40 percent increase for black voters, democrats increased asking for absentee ballots."}, {"sentId": 596, "text": "So, that's good for her, you know, as far as enthusiasm in concerned."}], "speaker": "SETMAYER", "secId": 312}, {"sentences": [{"sentId": 597, "text": "Paris, what do you think of that ad, do you think it's -- I know you're going to continue to talk about, you know, pivot."}, {"sentId": 598, "text": "And that's fine."}, {"sentId": 599, "text": "Do you think -- do you think it's effective or do you think it's pandering?"}], "speaker": "LEMON", "secId": 313}, {"sentences": [{"sentId": 600, "text": "Because people do go to diners when they want to get a pulse, why not a barber shop or beauty salon."}], "speaker": "LEMON", "secId": 314}, {"sentences": [{"sentId": 601, "text": "Well, look, all I would just say is this."}, {"sentId": 602, "text": "I think if Donald Trump put out an ad that featured people in a barber shop talking about why they were supporting him and not Secretary Clinton, I wonder if people would call that pandering."}], "speaker": "DENNARD", "secId": 315}, {"sentences": [{"sentId": 603, "text": "And so, if you would -- if Donald Trump put out the same ad and we won't call it pandering, then I won't call Secretary Clinton's ad pandering."}, {"sentId": 604, "text": "But if you would, then I think it speaks for itself."}], "speaker": "DENNARD", "secId": 316}, {"sentences": [{"sentId": 605, "text": "Yes."}, {"sentId": 606, "text": "OK."}], "speaker": "LEMON", "secId": 317}, {"sentences": [{"sentId": 607, "text": "Don, the difference here is Hillary Clinton actually has a record and a track record."}, {"sentId": 608, "text": "And a real relationship with real black people."}, {"sentId": 609, "text": "So, it is very effective."}, {"sentId": 610, "text": "I go to Woody's out in Winfield."}], "speaker": "NUTTER", "secId": 318}, {"sentences": [{"sentId": 611, "text": "So I'm a fake black person?"}], "speaker": "DENNARD", "secId": 319}, {"sentences": [{"sentId": 612, "text": "This is the conversation of folks have in a barber shop."}, {"sentId": 613, "text": "Donald Trump would go to a non-African-American shops somewhere in the suburbs and talk with the folks there about black people."}, {"sentId": 614, "text": "That's the part."}], "speaker": "NUTTER", "secId": 320}, {"sentences": [{"sentId": 615, "text": "Well, mayor, here's there reality check for you."}, {"sentId": 616, "text": "I do go to a black barber shop and we do discuss Donald Trump and I've had a conversation about him and it's been positive and then palliative, so, yes."}], "speaker": "DENNARD", "secId": 321}, {"sentences": [{"sentId": 617, "text": "Yes, we'll have this on Election Day."}], "speaker": "NUTTER", "secId": 322}, {"sentences": [{"sentId": 618, "text": "We'll see."}], "speaker": "DENNARD", "secId": 323}, {"sentences": [{"sentId": 619, "text": "I appreciate the reality check."}], "speaker": "NUTTER", "secId": 324}, {"sentences": [{"sentId": 620, "text": "You're welcome."}], "speaker": "DENNARD", "secId": 325}, {"sentences": [{"sentId": 621, "text": "Our realities are probably a little different."}], "speaker": "NUTTER", "secId": 326}, {"sentences": [{"sentId": 622, "text": "No, I will be careful."}, {"sentId": 623, "text": "My reality is a lot similar to yours."}, {"sentId": 624, "text": "You don't know my background and you don't know where I live and what I..."}], "speaker": "DENNARD", "secId": 327}, {"sentences": [{"sentId": 625, "text": "You don't know mine either."}], "speaker": "NUTTER", "secId": 328}, {"sentences": [{"sentId": 626, "text": "I do."}], "speaker": "DENNARD", "secId": 329}, {"sentences": [{"sentId": 627, "text": "So, this is the problem."}, {"sentId": 628, "text": "NUTTER:  Ok. Do you know me?"}], "speaker": "SETMAYER", "secId": 330}, {"sentences": [{"sentId": 629, "text": "This is the problem."}, {"sentId": 630, "text": "The problem is that the problem here is that for republicans, and I've, you know, like again, I've been in republican politics for 20 years, it's been frustrating for how we present the message and the finger pointing, and saying, well, you know, I'm blacker than you, that's not going to work."}], "speaker": "SETMAYER", "secId": 331}, {"sentences": [{"sentId": 631, "text": "And so, that's the problem."}, {"sentId": 632, "text": "We've seen that, and we've seen it fail over and over again."}, {"sentId": 633, "text": "And it's failing this time."}], "speaker": "SETMAYER", "secId": 332}, {"sentences": [{"sentId": 634, "text": "And really quick to Mayor Nutter, you can't blame republicans for being obstructionist on certain things with Obama as President when he had a democratic Congress for two years, and they passed a stimulus, they had to pass the stimulus bill, gets hundreds of millions of dollars and they, you know, green jobs and all these things were supposed to go..."}], "speaker": "SETMAYER", "secId": 333}, {"sentences": [{"sentId": 635, "text": "With no House republicans."}], "speaker": "NUTETR", "secId": 334}, {"sentences": [{"sentId": 636, "text": "Shove already..."}], "speaker": "DENNARD", "secId": 335}, {"sentences": [{"sentId": 637, "text": "Right, and those things did not help black unemployment."}], "speaker": "SETMAYER", "secId": 336}, {"sentences": [{"sentId": 638, "text": "Tara, with no House -- with no House republican support, you know that."}], "speaker": "NUTTER", "secId": 337}, {"sentences": [{"sentId": 639, "text": "OZK."}], "speaker": "LEMON", "secId": 338}, {"sentences": [{"sentId": 640, "text": "Well, you don't believe in larger government, because they're failures, just like what we saw."}, {"sentId": 641, "text": "It didn't help anybody."}, {"sentId": 642, "text": "It helped the Obama's cronies."}, {"sentId": 643, "text": "I didn't want to let you get away with that."}], "speaker": "SETMAYER", "secId": 339}, {"sentences": [{"sentId": 644, "text": "OK."}, {"sentId": 645, "text": "I will let J.D."}, {"sentId": 646, "text": "And J.D., you've been standing by so patiently and you're like, I'm going to -- you're like I'm going to let this like folks talk about..."}], "speaker": "LEMON", "secId": 340}, {"sentences": [{"sentId": 647, "text": "Collard green."}], "speaker": "VANCE", "secId": 341}, {"sentences": [{"sentId": 648, "text": "So, J.D., do you think as the..."}], "speaker": "LEMON", "secId": 342}, {"sentences": [{"sentId": 649, "text": "I like bastard."}], "speaker": "VANCE", "secId": 343}, {"sentences": [{"sentId": 650, "text": "And we do, too."}, {"sentId": 651, "text": "And people are asking for recipes now online, I like both, mustards and collard green and if you like, Gloria green, mix in a bowl."}], "speaker": "LEMON", "secId": 344}, {"sentences": [{"sentId": 652, "text": "You got to put ham hocks in it, though."}], "speaker": "DENNARD", "secId": 345}, {"sentences": [{"sentId": 653, "text": "Oh, my goodness."}], "speaker": "SETMAYER", "secId": 346}, {"sentences": [{"sentId": 654, "text": "I don't eat pork, you have to have some hot sauce."}], "speaker": "NUTTER", "secId": 347}, {"sentences": [{"sentId": 655, "text": "So, J.D."}], "speaker": "LEMON", "secId": 348}, {"sentences": [{"sentId": 656, "text": "Pandering."}], "speaker": "DENANRD", "secId": 349}, {"sentences": [{"sentId": 657, "text": "Do you  that Trump ever had any chance  voters, and did he blow it?"}], "speaker": "LEMON", "secId": 350}, {"sentences": [{"sentId": 658, "text": "Well, I definitely think that he could have had a chance with African-American voters, but he never really tried."}, {"sentId": 659, "text": "You know, and other commentators have talked about President Obama and whether House republicans have obstructed."}, {"sentId": 660, "text": "But at the end of the day a lot of the problems that exist in the black community, the black/white wealth gap, the income gap and so forth, these problems are really long term."}], "speaker": "VANCE", "secId": 351}, {"sentences": [{"sentId": 661, "text": "They didn't come about during the Obama administration or the Bush administration."}, {"sentId": 662, "text": "And so, it's not like Donald Trump entered a vacuum where these problems were al of a sudden new."}, {"sentId": 663, "text": "He entered a problem where republican politics maybe could have made a difference."}, {"sentId": 664, "text": "But he chose not to focus on those issues."}], "speaker": "VANCE", "secId": 352}, {"sentences": [{"sentId": 665, "text": "And I really it's his fault and it's going to hurt us on Election Day."}], "speaker": "VANCE", "secId": 353}, {"sentences": [{"sentId": 666, "text": "J.D., you're like the Trump supporter on Black Jeopardy on SNL."}, {"sentId": 667, "text": "That was really great."}, {"sentId": 668, "text": "Thank you."}], "speaker": "LEMON", "secId": 354}, {"sentences": [{"sentId": 669, "text": "You have a chance."}, {"sentId": 670, "text": "You have a chance."}, {"sentId": 671, "text": "Do it."}], "speaker": "SETMAYER", "secId": 355}, {"sentences": [{"sentId": 672, "text": "Next episode, everyone, patty pies."}, {"sentId": 673, "text": "We'll be right back."}], "speaker": "LEMON", "secId": 356}, {"sentences": [{"sentId": 674, "text": "Patty pies."}], "speaker": "DENNARD", "secId": 357}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1610.24.cnnt.01.html.json", "time": "Aired October 24, 2016 - 22:00   ET"}