{"sectionCount": 279, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["SPENCER", "LEMON", "SCHNEIDER", "LEWIS", "BEINART", "SWERDLICK", "GRIFFIN", "CONWAY", "PAINTER", "LEBENSOHN", "TRUMP", "TOOBIN", "EISEN", "OBAMA", "TASINI", "KINGSTON", "KINSTON", "HUGHES", "BECKEL", "DAY", "UNIDENTIFIED MALE"], "subTitle": "'Alt-Right' Supporters Trump; Trump Denounces 'Racism of Any Kind'; Trump's Plan for Day One; White House Hopefuls Meet With Trump; Trump's Tangled Business Ties; Obama Warns Trump On Business Conflicts; Trump Vs. Pop Culture. Aired 11p-12a ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1611/21/cnnt.02.html", "sentenceCount": 630, "sections": [{"sentences": [{"sentId": 0, "text": "Heil Trump, heil our people, heil victory."}], "speaker": "SPENCER", "secId": 0}, {"sentences": [{"sentId": 1, "text": "Racism, anti-Semitism, even what appeared to be Nazi salutes, all on display in the nation's capital this weekend."}, {"sentId": 2, "text": "As members of the so-called Alt-Right celebrate Donald Trump's victory."}], "speaker": "LEMON", "secId": 1}, {"sentences": [{"sentId": 3, "text": "President-elect's transition team issuing a statement today saying he denounces racism of any kind, but is that enough?"}, {"sentId": 4, "text": "Is hate on the rise in America?"}, {"sentId": 5, "text": "We'll talk about that."}], "speaker": "LEMON", "secId": 2}, {"sentences": [{"sentId": 6, "text": "Well let's go right to CNN's Jessica Schneider, she's at Trump Tower this evening with the latest from there."}], "speaker": "LEMON", "secId": 3}, {"sentences": [{"sentId": 7, "text": "Another busy day in the transition today what's the latest Jessica?"}], "speaker": "LEMON", "secId": 4}, {"sentences": [{"sentId": 8, "text": "Well, you know, Don, Donald Trump meeting with a lot of people today."}, {"sentId": 9, "text": "Also late tonight rolling out a list of his priorities in the first 100 days, he release a two and a half minute video, where he went into its policy, proposals."}, {"sentId": 10, "text": "He talked about framing it as making -- putting America first in terms of job creation and innovation."}], "speaker": "SCHNEIDER", "secId": 5}, {"sentences": [{"sentId": 11, "text": "He also laid out snippets of his policy proposals on trade."}, {"sentId": 12, "text": "Reiterating his pledge to withdraw from the Trans Pacific Partnership."}, {"sentId": 13, "text": "Also talking about national security and ethics reform."}, {"sentId": 14, "text": "He didn't really touch on these big pledges that he had in his campaign, about building that wall on the boarder of Mexico, also deporting illegal immigrants."}], "speaker": "SCHNEIDER", "secId": 6}, {"sentences": [{"sentId": 15, "text": "Though he did talk about immigration itself, he talked about the fact that he would direct the Department of Labor to look into visa programs that in his words were undercutting the American worker."}, {"sentId": 16, "text": "We're also getting word tonight that Donald Trump could start unveiling his economic team as soon as tomorrow."}, {"sentId": 17, "text": "Multiple sources are saying that Donald Trump is narrowing down his list for both treasury and commerce secretaries."}, {"sentId": 18, "text": "The word we're getting, is that two names have come to the forefront for treasury secretary, Steve Manuchin, a former investor banker at Goldman Sachs."}, {"sentId": 19, "text": "As well as Jonathan Gray, the head of Global Real Estate of Blackstone Group, but when it comes to commerce secretary, the billionaire investor Wilbur Ross is at the top of the list there."}, {"sentId": 20, "text": "Also Donald Trump meeting with a multitude of people here today everyone from former House speaker Newt Gingrich, to former Texas Governor Rick Perry."}, {"sentId": 21, "text": "And also an interesting meet and greet that he have was with the Hawaii Congresswoman Tulsi Gabbard."}, {"sentId": 22, "text": "She was actually here, she said she disagrees with Donald Trump, but she said, she came here to talk about the policies in Syria, as well as her thoughts on the war on terror and the war on ISIS."}, {"sentId": 23, "text": "Don."}], "speaker": "SCHNEIDER", "secId": 7}, {"sentences": [{"sentId": 24, "text": "Jessica Schneider outside the Trump Tower with the very latest thing ."}, {"sentId": 25, "text": "Thank you, Jessica, appreciate that."}, {"sentId": 26, "text": "Now, I want to bring in CNN political commentators David Swerdlick, Matt Lewis and Peter Beinart."}], "speaker": "LEMON", "secId": 8}, {"sentences": [{"sentId": 27, "text": "So Matt, the first person to bring it up, and talk about it at length on the show was you."}, {"sentId": 28, "text": "The Alt-Right."}, {"sentId": 29, "text": "And ..."}], "speaker": "LEMON", "secId": 9}, {"sentences": [{"sentId": 30, "text": "Because I was getting hate tweets from the Alt-Right."}], "speaker": "LEWIS", "secId": 10}, {"sentences": [{"sentId": 31, "text": "Yeah."}], "speaker": "LEMON", "secId": 11}, {"sentences": [{"sentId": 32, "text": "For years."}], "speaker": "LEWIS", "secId": 12}, {"sentences": [{"sentId": 33, "text": "And their prominent  over the last year, so we're calling it Alt-Right, but I'm asking is it a White Nationalist Group, have -- is it just the Klan or is it just racists rebranding themselves?"}, {"sentId": 34, "text": "Its really out is."}], "speaker": "LEMON", "secId": 13}, {"sentences": [{"sentId": 35, "text": "Right."}, {"sentId": 36, "text": "Well and, you know, it's like the old joke about the Holy Roman Empire, another holy Roman or an empire."}, {"sentId": 37, "text": "And you could argue that, you know, look, it's a rebranding effort, the word alternative sounds cool."}, {"sentId": 38, "text": "Like it's RAM, under banner  or something, and then they're not really right in the sense that we think of it, I don't know that the right on the right wing where they're not pro-life, they're not for free trade."}, {"sentId": 39, "text": "They're basically isolationists."}], "speaker": "LEWIS", "secId": 14}, {"sentences": [{"sentId": 40, "text": "So it's a sort of misnomer, it's a smart branding move."}, {"sentId": 41, "text": "Look, it certainly includes white nationalists and white supremacists."}, {"sentId": 42, "text": "There's also sort of like we're  people, you got the men's rights movement, you've got like gamers and people who hang out on for chen and this message boards and imaginary boards."}], "speaker": "LEWIS", "secId": 15}, {"sentences": [{"sentId": 43, "text": "They're trying to project themselves as young and cool."}, {"sentId": 44, "text": "Some people say we shouldn't call them the Alt-Right."}, {"sentId": 45, "text": "I think we have to, that's what they called themselves."}, {"sentId": 46, "text": "And if we don't delegitimize that term, then I think other people who were, sort of out there on the internet might be susceptible to picking."}, {"sentId": 47, "text": "Oh the Alt-Right is just young cool conservative."}], "speaker": "LEWIS", "secId": 16}, {"sentences": [{"sentId": 48, "text": "So we call them the racist Alt-Right, or should we call them?"}, {"sentId": 49, "text": "LEWIS:  That would not be an appropriate."}], "speaker": "LEMON", "secId": 17}, {"sentences": [{"sentId": 50, "text": "Yeah."}], "speaker": "LEMON", "secId": 18}, {"sentences": [{"sentId": 51, "text": "Because I think that certainly bargain them."}], "speaker": "LEWIS", "secId": 19}, {"sentences": [{"sentId": 52, "text": "What should we call them?"}, {"sentId": 53, "text": "We call -- it should be hate what it is, they hate to say right."}, {"sentId": 54, "text": "But."}], "speaker": "LEMON", "secId": 20}, {"sentences": [{"sentId": 55, "text": "Right."}, {"sentId": 56, "text": "And I think it's important to understand where this comes from."}, {"sentId": 57, "text": "And then I think we have -- we've election of African-American president, a female candidate presidential nominee."}, {"sentId": 58, "text": "Immigration, which has changed the face of this country and we are seeing, as we always do in American history, a brutal and vicious backlash."}], "speaker": "BEINART", "secId": 21}, {"sentences": [{"sentId": 59, "text": "Sadly, the American story never sees periods of this kind of racial gender progress, without a serious backlash."}, {"sentId": 60, "text": "This is what the backlash looks like today, and this movement would not be where it is without Donald Trump."}, {"sentId": 61, "text": "I'm not saying that Donald Trump agrees with these folks and all these things, he does not."}], "speaker": "BEINART", "secId": 22}, {"sentences": [{"sentId": 62, "text": "But, they have been empowered by seeing a presidential candidate who ran a racist campaign"}], "speaker": "BEINART", "secId": 23}, {"sentences": [{"sentId": 63, "text": "Yeah, who is -- who said that he wanted ban Muslims, and call Elizabeth Warren, Pocahontas."}, {"sentId": 64, "text": "I mean, all of these things are for them, music to their ears, this is the most powerful man in America now, essentially embracing the kind of racism and misogyny that they had."}, {"sentId": 65, "text": "So this is a coming out party for them."}], "speaker": "BEINART", "secId": 24}, {"sentences": [{"sentId": 66, "text": "Yeah, I think Peter is right especially to focus on the birther movement, because that's one thing in Donald Trump's sort of lexicon or on his resume Don."}, {"sentId": 67, "text": "That it's hard to explain without the idea that race wasn't behind it."}, {"sentId": 68, "text": "There are other things that Donald Trump has said, that he can sort of explain away."}, {"sentId": 69, "text": "You know, various comments, various associations."}], "speaker": "SWERDLICK", "secId": 25}, {"sentences": [{"sentId": 70, "text": "The fact as Peter said, that White Nationalists, you know, sort of take pride in Donald Trump's election or wants to associate with them, whether he wants to associate with them."}, {"sentId": 71, "text": "But, right now because Donald Trump has become the president-elect and will be the president of the United States, we can debate, we can continue debating whether or not, what the overlap is between racism and Trump's movement, or racism and the Alt-Right movement, but the onus is on him now as the leader of the country to either disassociate himself from this, or have people think he is associated with it."}], "speaker": "SWERDLICK", "secId": 26}, {"sentences": [{"sentId": 72, "text": "Yeah and maybe he won't."}, {"sentId": 73, "text": "You said that it's hard to explain away basically that's what you said what sort of."}], "speaker": "LEMON", "secId": 27}, {"sentences": [{"sentId": 74, "text": "Yeah."}, {"sentId": 75, "text": "LEMON:  Yeah."}, {"sentId": 76, "text": "So you're not buying."}, {"sentId": 77, "text": "This is what Bryan Lanza from the Trump-Pence transition team."}, {"sentId": 78, "text": "\"So president-elect Trump has continued to denounce racism of any kind, and he was elected because he will be a leader for every American."}, {"sentId": 79, "text": "To think otherwise is a complete misinterpretation of the movement that united Americans from all backgrounds.\""}], "speaker": "SWERDLICK", "secId": 28}, {"sentences": [{"sentId": 80, "text": "Yeah, but what he has ..."}], "speaker": "SWERDLICK", "secId": 29}, {"sentences": [{"sentId": 81, "text": "Substitute by half?"}], "speaker": "LEMON", "secId": 30}, {"sentences": [{"sentId": 82, "text": "It's two acute by half, because of what we've seen him done."}, {"sentId": 83, "text": "In the \"60 Minutes\" interview that he did that so many people saw, to just turn the camera and say stop it, is not enough."}, {"sentId": 84, "text": "To come out at his hotel at the end of an hour long press conference about nothing related to it, and then just say, oh yes by the way, all that birther stuff I was doing back in 2011 and 2012, I didn't mean it after all."}, {"sentId": 85, "text": "The predicate was set that he wanted to attract people base on this us versus them divide."}, {"sentId": 86, "text": "And now he has to give a full throat of explanation."}], "speaker": "SWERDLICK", "secId": 31}, {"sentences": [{"sentId": 87, "text": "This is from the National Policy Institute, the Alt-Right held a conference it's at the Reagan Building in Washington, D.C.  Its leaders name is Richard Spencer, I'm sure you're aware of."}, {"sentId": 88, "text": "Oh his going to phrase Alt-Right, this is what he said to the audience."}], "speaker": "LEMON", "secId": 32}, {"sentences": [{"sentId": 89, "text": "Yeah, hit it right."}, {"sentId": 90, "text": "This is what he said to the audience."}], "speaker": "LEMON", "secId": 33}, {"sentences": [{"sentId": 91, "text": "We are not meant to live in shame and weakness and disgrace."}, {"sentId": 92, "text": "We were not meant to beg for moral validation from some of the most despicable creatures to ever populate the planet."}, {"sentId": 93, "text": "We were meant to overcome, overcome all of it, because that is natural and normal for us."}, {"sentId": 94, "text": "Because for us, as Europeans, it is only normal again when we are great again."}], "speaker": "SPENCER", "secId": 34}, {"sentences": [{"sentId": 95, "text": "Hail Trump."}, {"sentId": 96, "text": "Hail our people, hail victory."}], "speaker": "SPENCER", "secId": 35}, {"sentences": [{"sentId": 97, "text": "I mean is there any other way to characterize this than white nationalism and neo-Nazism?"}], "speaker": "LEMON", "secId": 36}, {"sentences": [{"sentId": 98, "text": "No, that's exactly what it is."}], "speaker": "LEWIS", "secId": 37}, {"sentences": [{"sentId": 99, "text": "Is that at, come on, that's frightening."}], "speaker": "LEMON", "secId": 38}, {"sentences": [{"sentId": 100, "text": "It's horrific."}, {"sentId": 101, "text": "The only thing that I would say, though, is, there was like 200 people at that meeting and that's -- you know, one of my colleagues noted there's like a convention for people who like my little pony that draws like three or four times that many participants."}, {"sentId": 102, "text": "So, the good news is, this is a small group of people that met near, you know, in Washington, D.C."}], "speaker": "LEWIS", "secId": 39}, {"sentences": [{"sentId": 103, "text": "OK, I'll grant you that."}, {"sentId": 104, "text": "But this is the extreme, and there are different degrees of hate and racism and misogyny and homophobia and on and on and on."}, {"sentId": 105, "text": "That may be the extreme, but there is something that has been woken in this election, across the country."}], "speaker": "LEMON", "secId": 40}, {"sentences": [{"sentId": 106, "text": "No, I think it's an international thing."}], "speaker": "LEWIS", "secId": 41}, {"sentences": [{"sentId": 107, "text": "Right, and if you're going to be the person who represents all the people in the United States, shouldn't you say there is no place in America for anything like that?"}, {"sentId": 108, "text": "Rather than saying, I want to be the person that for all the people, and it's just a few people, why should I take credit for that."}, {"sentId": 109, "text": "But you should you denounce that?"}], "speaker": "LEMON", "secId": 42}, {"sentences": [{"sentId": 110, "text": "One of the lessons of Donald Trump's political success, is that things that seem utterly fringe and he had serve, let's remember the idea of a Donald Trump ..."}], "speaker": "BEINART", "secId": 43}, {"sentences": [{"sentId": 111, "text": "It's now becoming a mainstream."}], "speaker": "LEMON", "secId": 44}, {"sentences": [{"sentId": 112, "text": "Was considered utterly absurd."}, {"sentId": 113, "text": "And now it's not."}, {"sentId": 114, "text": "So you're absolutely right."}, {"sentId": 115, "text": "This is a small group of people right now, and yet there's something that's changed."}, {"sentId": 116, "text": "I mean I've been on social media for many years now."}, {"sentId": 117, "text": "I was a literally up until the Trump campaign, I can't even ever remember getting an anti-Semitic tweet."}, {"sentId": 118, "text": "I not get them so routinely, I don't even notice them any more."}, {"sentId": 119, "text": "I mean, by the dozens, by the hundreds."}], "speaker": "BEINART", "secId": 45}, {"sentences": [{"sentId": 120, "text": "So there is a cultural shift here, how dangerous it is now, we don't know, but we want to make sure that it doesn't grow any more than it is, because we found out the last couple years, that very unpredictable scary things can happen."}], "speaker": "BEINART", "secId": 46}, {"sentences": [{"sentId": 121, "text": "Yeah."}, {"sentId": 122, "text": "I want to put this up, when you were talking about it, normalizing this, let's put up the tweet, this is from the restaurant Maggiano's where the group went to celebrate, it's an Italian Restaurant."}, {"sentId": 123, "text": "And this is a tweet from the guest there, people giving, you know, what looks like the Hitler salute."}], "speaker": "LEMON", "secId": 47}, {"sentences": [{"sentId": 124, "text": "Protesters follow the group, forcing the restaurant to shut down, and issue an apology."}, {"sentId": 125, "text": "You can put the restaurant's apology up there, basically saying that it was a last minute booking."}, {"sentId": 126, "text": "And then they apologized to the community of Friendship Heights' where the inadvertently hosting this meeting which resulted in a hateful sentiment."}], "speaker": "LEMON", "secId": 48}, {"sentences": [{"sentId": 127, "text": "But this hateful sentiment, but thing is -- the question is, which I think you're on to it, is about this sort of thing becoming normalized and saying, well, you know, what are you going to do, it's just a few people."}, {"sentId": 128, "text": "It's, you know, it's just, it's on the fringe."}, {"sentId": 129, "text": "But I don't remember talking about this as a journalist."}, {"sentId": 130, "text": "I'm talking about hate groups coming to the four, you know."}], "speaker": "LEMON", "secId": 49}, {"sentences": [{"sentId": 131, "text": "They're being normalized too."}, {"sentId": 132, "text": "And they used to be like."}, {"sentId": 133, "text": "And, you know, I used to think that there was -- look we all knew that on both, I'm going to just say Keith Ellison, who is maybe the -- is they going to be the DNC chairman, you know, apparently was associated with Lewis Farrakhan, defended his anti-Semitism."}], "speaker": "LEWIS", "secId": 50}, {"sentences": [{"sentId": 134, "text": "I think he has, you know, made a full throated separation from that ideology, though, right?"}, {"sentId": 135, "text": "I mean and which is fair, but -- and I think the same can be asked for politicians."}, {"sentId": 136, "text": "I didn't mean to interrupt you."}, {"sentId": 137, "text": "But ..."}], "speaker": "SWERDLICK", "secId": 51}, {"sentences": [{"sentId": 138, "text": "We're talking about the rock stag , a sort of suggesting that 9/11 was an inside job to gin up anti-immigrant sentiment."}, {"sentId": 139, "text": "So that is not my -- my point here is, this is a guy on the left, who is actually part of the Bernie Sanders populous movement."}, {"sentId": 140, "text": "There is an international thing we see ..."}], "speaker": "LEWIS", "secId": 52}, {"sentences": [{"sentId": 141, "text": "I think it's an entirely ..."}], "speaker": "BEINART", "secId": 53}, {"sentences": [{"sentId": 142, "text": "Well I just think we could devote a little time to the radicals on the left."}], "speaker": "LEWIS", "secId": 54}, {"sentences": [{"sentId": 143, "text": "No, I mean we could certainly lot to talk about the radicals."}, {"sentId": 144, "text": "I don't see a left wing movement gathering here, and promoting misogyny and anti-Semitism and racism in anywhere near the same way."}], "speaker": "BEINART", "secId": 55}, {"sentences": [{"sentId": 145, "text": "All they have to do is organized 203 people at a meeting and they could ..."}], "speaker": "LEWIS", "secId": 56}, {"sentences": [{"sentId": 146, "text": "And launch a -- and have a presidential candidate with their allies."}], "speaker": "BEINART", "secId": 57}, {"sentences": [{"sentId": 147, "text": "And the other thing is, there's -- right now there's only one president elect, and it's Donald Trump."}, {"sentId": 148, "text": "Look, I think you have to be very careful anytime you throw out the word racist, or white nationalist in describing anyone."}, {"sentId": 149, "text": "But because of the us versus them campaign, that we've seen over the last years."}], "speaker": "SWERDLICK", "secId": 58}, {"sentences": [{"sentId": 150, "text": "Because of Bannon."}], "speaker": "LEMON", "secId": 59}, {"sentences": [{"sentId": 151, "text": "Because of Trump and Bannon."}, {"sentId": 152, "text": "I'm not saying Trump is a racist, but I'm saying he was a divisive candidate for sure."}, {"sentId": 153, "text": "Bannon is a divisive figure."}], "speaker": "SWERDLICK", "secId": 60}, {"sentences": [{"sentId": 154, "text": "Look, one example, an article on Breitbart, I just wanted to get this out here, describe one my \"Washington Post\" colleague Anne Applebaum, as, \"Hell no half no fury like a Polish, Jewish, American elitist scorned.\""}], "speaker": "SWERDLICK", "secId": 61}, {"sentences": [{"sentId": 155, "text": "Now, does that statement in criticism of Anne Applebaum make Steve Bannon an anti-Semite?"}, {"sentId": 156, "text": "No, but it does entitle people to then ask these questions about him."}, {"sentId": 157, "text": "And if you're serving the president of the United States Don, that is when you have to if your going to govern the entire country, explain fully, which they have not."}, {"sentId": 158, "text": "Why that is not them."}], "speaker": "SWERDLICK", "secId": 62}, {"sentences": [{"sentId": 159, "text": "Thank you, gentlemen."}], "speaker": "LEMON", "secId": 63}, {"sentences": [{"sentId": 160, "text": "Thank you."}], "speaker": "BEINART", "secId": 64}, {"sentences": [{"sentId": 161, "text": "Fascinating conversation."}], "speaker": "LEMON", "secId": 65}, {"sentences": [{"sentId": 162, "text": "When we come right back, will Donald Trump put America first, even if it means giving up his worldwide business empire?"}, {"sentId": 163, "text": "Will he pay a price for winning the White House?"}], "speaker": "LEMON", "secId": 66}, {"sentences": [{"sentId": 164, "text": "The president-elect has a huge web of deals and dozens of countries around the world raising unprecedented questions about potential conflicts between his presidential and his business interests."}, {"sentId": 165, "text": "Drew Griffin has that story."}], "speaker": "LEMON", "secId": 67}, {"sentences": [{"sentId": 166, "text": "It started with what was build as a courtesy call, Japanese Prime Minister Shinz?"}, {"sentId": 167, "text": "Abe slipping in a back elevator at Trump Tower to meet the president- elect, Trump's daughter, Ivanka in attendance."}], "speaker": "GRIFFIN", "secId": 68}, {"sentences": [{"sentId": 168, "text": "But neither reporters know their cameras were at the meeting which reportedly included a gift to Trump of a golf club like this one, a gold Honma Beres driver worth nearly $4,000."}, {"sentId": 169, "text": "Then came the two businessmen from India who currently own Trump branded properties south of Mumbai."}, {"sentId": 170, "text": "According to the Trump organization, it was just another social call and ..."}], "speaker": "GRIFFIN", "secId": 69}, {"sentences": [{"sentId": 171, "text": "I'm very confident he's not breaking any laws."}], "speaker": "CONWAY", "secId": 70}, {"sentences": [{"sentId": 172, "text": "But the meeting is raising questions, well, it's not illegal for a sitting president to run a business, it's a question of optics and ethics."}, {"sentId": 173, "text": "A CNN analysis shows Trump has business dealings in at least 25 countries including Saudi Arabia, China, Azerbaijan."}], "speaker": "GRIFFIN", "secId": 71}, {"sentences": [{"sentId": 174, "text": "A month ago, there was worry that the Trump brand was being destroyed by his run from office."}, {"sentId": 175, "text": "But since November 8th, things have changed and presidential ethics experts are saying, \"The only possible solution to end all of Trump's conflicts of interest are for Trump to sell it all, put the money in a blind trust and end the Trump empire."}], "speaker": "GRIFFIN", "secId": 72}, {"sentences": [{"sentId": 176, "text": "Of course, the blind thrust can work, but you have to sell the assets."}, {"sentId": 177, "text": "You can't just put the assets in a blind trust and pretend you don't own them."}], "speaker": "PAINTER", "secId": 73}, {"sentences": [{"sentId": 178, "text": "Here's why that's probably not going to happen."}, {"sentId": 179, "text": "A large parts of Trump's business is Donald Trump."}, {"sentId": 180, "text": "Trump's partners across the globe are buying the right to license that brand."}, {"sentId": 181, "text": "It brings them more rent money for office space, condos and hotel rooms."}], "speaker": "GRIFFIN", "secId": 74}, {"sentences": [{"sentId": 182, "text": "The brand also comes with the Trump organization expertise in design marketing, operations, almost like a franchise."}, {"sentId": 183, "text": "Business partners buy in, because it sells, and the Trump's stay involved to make sure the brand doesn't get tarnished."}], "speaker": "GRIFFIN", "secId": 75}, {"sentences": [{"sentId": 184, "text": "Daniel Lebensohn, a South Florida developer took over a failing Trump property and fought to keep the Trump brand because he wanted to make sure he had access to Ivanka and Eric Trump in almost every part of the deal."}], "speaker": "GRIFFIN", "secId": 76}, {"sentences": [{"sentId": 185, "text": "We wanted the association."}, {"sentId": 186, "text": "They want the continuity of brand and that works on both ends."}, {"sentId": 187, "text": "It's profitable for everybody."}], "speaker": "LEBENSOHN", "secId": 77}, {"sentences": [{"sentId": 188, "text": "In a Fox News debate earlier this year, Donald Trump said, instead of selling off the brand his solution is to pass the brand to the people he has groomed to take it over."}, {"sentId": 189, "text": "All named Trump."}, {"sentId": 190, "text": "Not exactly a blind trust."}], "speaker": "GRIFFIN", "secId": 78}, {"sentences": [{"sentId": 191, "text": "I have Ivanka and Eric and Don sitting there."}, {"sentId": 192, "text": "Run the company, kids."}, {"sentId": 193, "text": "Have a good time."}, {"sentId": 194, "text": "I'm going to do it for America."}], "speaker": "TRUMP", "secId": 79}, {"sentences": [{"sentId": 195, "text": "That was Drew Griffin reporting."}, {"sentId": 196, "text": "Drew, thank you very much."}], "speaker": "LEMON", "secId": 80}, {"sentences": [{"sentId": 197, "text": "Here to talk about all of this now is CNN Senior Legal Analyst, Mr. Jeffrey Toobin, Norman Eisen, the former White House Special Counsel for Ethics and Government Reform under President Barack Obama."}, {"sentId": 198, "text": "And Richard Painter, he was a White House ethics lawyer under President George W. Bush and you just saw him in Drew Griffin's report."}, {"sentId": 199, "text": "I can't wait to talk all of you."}], "speaker": "LEMON", "secId": 81}, {"sentences": [{"sentId": 200, "text": "So, Richard, let's start with you?"}, {"sentId": 201, "text": "We saw you in this report."}, {"sentId": 202, "text": "Expand on that point a little bit."}, {"sentId": 203, "text": "If Ivanka, Eric and Donald Jr. run the business, is that a blind trust?"}], "speaker": "LEMON", "secId": 82}, {"sentences": [{"sentId": 204, "text": "No."}, {"sentId": 205, "text": "A blind trust is a trust administered by a trustee who does not have a prior business relationship with the office holder."}, {"sentId": 206, "text": "And furthermore, you need to sell the assets that create a conflict of interest."}], "speaker": "PAINTER", "secId": 83}, {"sentences": [{"sentId": 207, "text": "Either they're sold before, the cash is put into the blind trust or they are promptly sold by the trustee as soon as the trust is created."}, {"sentId": 208, "text": "So those steps need to be taken if the president-elect is going to be free of conflict of interest."}, {"sentId": 209, "text": "And this has very serious ramifications given the broad dispersion of these assets throughout the globe."}], "speaker": "PAINTER", "secId": 84}, {"sentences": [{"sentId": 210, "text": "Jeff, apparently this conversation about conflicts of interest is getting under Donald Trump's skin."}, {"sentId": 211, "text": "Here's what he tweeted earlier."}, {"sentId": 212, "text": "He said, \"Prior to the election it was well known that I have interests and properties all over the world."}, {"sentId": 213, "text": "Only the crooked media makes this a big deal.\""}, {"sentId": 214, "text": "Is this a big deal for him and that -- is it a big deal?"}, {"sentId": 215, "text": "Are we making too much of this?"}], "speaker": "LEMON", "secId": 85}, {"sentences": [{"sentId": 216, "text": "Well, it is an obvious, obvious conflict of interest."}, {"sentId": 217, "text": "I mean, let's just put it in practical terms."}, {"sentId": 218, "text": "Ivanka is one of the people running the company."}, {"sentId": 219, "text": "She's sitting there during his meeting with the Japanese prime minister."}], "speaker": "TOOBIN", "secId": 86}, {"sentences": [{"sentId": 220, "text": "Do you think that when she tries to build a hotel in Tokyo, or she tries to, you know, make deals in Tokyo, it's going to be to her advantage that she has a personal relationship with the prime minister of Japan?"}], "speaker": "TOOBIN", "secId": 87}, {"sentences": [{"sentId": 221, "text": "I mean, it is an incredible conflict of interest."}, {"sentId": 222, "text": "But the president- elect is right that he aired this out all earlier."}, {"sentId": 223, "text": "I mean, it's not like he deceived the public."}, {"sentId": 224, "text": "He said, \"I'm not doing a blind trust."}, {"sentId": 225, "text": "My family is going to run the business.\""}, {"sentId": 226, "text": "And this is what happened."}], "speaker": "TOOBIN", "secId": 88}, {"sentences": [{"sentId": 227, "text": "Yeah, Yeah."}, {"sentId": 228, "text": "But he didn't release his tax returns and so -- and also ..."}], "speaker": "LEMON", "secId": 89}, {"sentences": [{"sentId": 229, "text": "And by the way, we're never going to see those tax returns."}], "speaker": "TOOBIN", "secId": 90}, {"sentences": [{"sentId": 230, "text": "That's it."}, {"sentId": 231, "text": "You're never going to see the tax returns."}, {"sentId": 232, "text": "But, isn't just what he -- this was sort of the narrative against Hillary Clinton."}, {"sentId": 233, "text": "Was that, you know, the foundation and that there were going to be conflicts of interest with the foundation, and that -- and it was pay for play and that the foundation should be shut down?"}], "speaker": "LEMON", "secId": 91}, {"sentences": [{"sentId": 234, "text": "Well, the connections between the Clinton's wealth and the Clinton Foundation is so much more attenuated and so less clear than this conflict of interest."}, {"sentId": 235, "text": "But, you know, he was very clear about how the company was going to run."}, {"sentId": 236, "text": "He got elected anyway."}, {"sentId": 237, "text": "It's not against the law, and this is what you get."}], "speaker": "TOOBIN", "secId": 92}, {"sentences": [{"sentId": 238, "text": "Norman, presidents are largely exempt from conflicts of interest rules, right?"}], "speaker": "LEMON", "secId": 93}, {"sentences": [{"sentId": 239, "text": "That's correct."}, {"sentId": 240, "text": "Congress made the judgment for constitutional reasons and also because if there's a big crisis in the Oval Office, you don't want the president to have to say, \"Oh, sorry, everybody, I got to leave, because I have a conflict of interest.\""}, {"sentId": 241, "text": "So Congress made the judgment not to cover the president and the vice president by the conflict laws that apply to all other federal officials."}], "speaker": "EISEN", "secId": 94}, {"sentences": [{"sentId": 242, "text": "Richard, Donald Trump's children know his business is better than any other person they know how to run them."}, {"sentId": 243, "text": "They've been there."}, {"sentId": 244, "text": "Why doesn't it make sense for them to step in and run it?"}], "speaker": "LEMON", "secId": 95}, {"sentences": [{"sentId": 245, "text": "Well, the problem is he still owns the businesses, regardless of who runs the businesses."}, {"sentId": 246, "text": "And this is a situation that could have dire consequences."}, {"sentId": 247, "text": "We have these assets all over the world."}], "speaker": "PAINTER", "secId": 96}, {"sentences": [{"sentId": 248, "text": "I mean, imagine what would happen if Franklin Delano Roosevelt, who was a very rich man that owned large office towers in Germany, and he had large bank loans outstanding from Deutsche Bank."}, {"sentId": 249, "text": "You know, we might not be here today."}], "speaker": "PAINTER", "secId": 97}, {"sentences": [{"sentId": 250, "text": "And we have a situation now where we could have a president who is the home, the foreign dictators who has his hands tied because of his own properties."}, {"sentId": 251, "text": "These are properties that are also a security risk."}], "speaker": "PAINTER", "secId": 98}, {"sentences": [{"sentId": 252, "text": "You put a building up with the Trump name on it and that's the name of the president of the United States and many regions of the world where there's a terrorist threat."}, {"sentId": 253, "text": "He's going to pay to protect those building."}, {"sentId": 254, "text": "It's going to be the U.S. government, the foreign government or is it going to be the Trump Organization?"}, {"sentId": 255, "text": "I mean, the list of problems goes on and on."}], "speaker": "PAINTER", "secId": 99}, {"sentences": [{"sentId": 256, "text": "Jeffrey Toobin, you'll get the first word on the other side of the break."}], "speaker": "LEMON", "secId": 100}, {"sentences": [{"sentId": 257, "text": "Back with me now, Jeffrey Toobin, Norman Eisen and also Richard Painter."}, {"sentId": 258, "text": "You were making a point about conflicts of interest."}], "speaker": "LEMON", "secId": 101}, {"sentences": [{"sentId": 259, "text": "Right."}, {"sentId": 260, "text": "We don't even know what the conflicts are because in the absence of his tax return, we don't know where he owes money."}, {"sentId": 261, "text": "I mean -- and this is in many respects the most critical conflicts of interest, because if you owe money to a bank in a country that is not friendly to the United States, they have leverage over you, and thus over the United States in a very profound way."}, {"sentId": 262, "text": "But since we don't have the tax returns, we don't know what countries."}], "speaker": "TOOBIN", "secId": 102}, {"sentences": [{"sentId": 263, "text": "I know, but we talked about this and the possibility of this and with the tax returns and all of that to figure it out before the election and people did not seem to care."}, {"sentId": 264, "text": "So, how do you explain it?"}], "speaker": "LEMON", "secId": 103}, {"sentences": [{"sentId": 265, "text": "I think, you know, people vote for lots of different reasons."}, {"sentId": 266, "text": "You're right, we did talk about this, and I think Trump can make the legitimate point that, \"Hey, I didn't keep this a secret from anybody."}, {"sentId": 267, "text": "I didn't ...\""}], "speaker": "TOOBIN", "secId": 104}, {"sentences": [{"sentId": 268, "text": "The way he did, though, with the tax returns."}], "speaker": "LEMON", "secId": 105}, {"sentences": [{"sentId": 269, "text": "Well, the tax returns, he didn't put the fact that his family is going to run the business."}, {"sentId": 270, "text": "That he is not going to use a blind trust."}, {"sentId": 271, "text": "If that goes forward, he's going to be able to say, \"Look, I promise this and I got elected anyway, so I'm not, you know, I feel like the people have ratified this choice.\""}], "speaker": "TOOBIN", "secId": 106}, {"sentences": [{"sentId": 272, "text": "Does it seem a little slippery in anyway?"}], "speaker": "LEMON", "secId": 107}, {"sentences": [{"sentId": 273, "text": "It does seem a little slippery."}, {"sentId": 274, "text": "I think the real risk to him is political more than legal."}, {"sentId": 275, "text": "Is that if things don't go well in the country, people are going to start to ask, \"Why are you worrying about your family's business more than the public?\""}], "speaker": "TOOBIN", "secId": 108}, {"sentences": [{"sentId": 276, "text": "Who is that?"}, {"sentId": 277, "text": "Is that Norman or Richard on the other side I hear?"}, {"sentId": 278, "text": "Yeah."}], "speaker": "LEMON", "secId": 109}, {"sentences": [{"sentId": 279, "text": "Well, in terms of the commitments in the campaign, he also committed that he was going to drain the swamp."}, {"sentId": 280, "text": "The American people are very concerned about putting special interests and personal interests above the public interest."}, {"sentId": 281, "text": "He certainly didn't say, \"When I have my first meeting with the major foreign allied, Japan, I was going to have my daughter in that meeting.\""}], "speaker": "EISEN", "secId": 110}, {"sentences": [{"sentId": 282, "text": "Apparently, he also had his daughter on the telephone in his conference with the leader of Argentina."}], "speaker": "EISEN", "secId": 111}, {"sentences": [{"sentId": 283, "text": "So, I think there is ample reason to feel concerned here, and there is legal jeopardy because the criminal laws do apply to him, the constitution's emoluments clause or no foreign gifts clause applies to him."}, {"sentId": 284, "text": "There's all of the litigation out there that his business interests spawn under the Clinton versus Jones precedent, he can be put into civil litigation."}, {"sentId": 285, "text": "And he's going to have to file a form 278 making some additional disclosures like his campaign disclosures."}, {"sentId": 286, "text": "So there are some legal limits."}], "speaker": "EISEN", "secId": 112}, {"sentences": [{"sentId": 287, "text": "What's the form 278, Norman?"}], "speaker": "TOOBIN", "secId": 113}, {"sentences": [{"sentId": 288, "text": "Form 278, I had the honor of preparing President Obama's."}, {"sentId": 289, "text": "Form 278 is the official office of government ethics disclosure of your financial posture."}, {"sentId": 290, "text": "Mr. Trump has filed two, what we call 278 for candidates, and now when he takes office, he'll need to file one as president, his assets, his liabilities, income generating properties, information about his spouses, financial posture."}, {"sentId": 291, "text": "So it does give us some sense of his financial picture."}], "speaker": "EISEN", "secId": 114}, {"sentences": [{"sentId": 292, "text": "But to give you some flavor his second 278e, the election 278e filed had 104 pages."}, {"sentId": 293, "text": "We're told that a single year of tax returns has 12,000 pages."}, {"sentId": 294, "text": "So there's a lot more important information that we need out of those tax returns."}], "speaker": "EISEN", "secId": 115}, {"sentences": [{"sentId": 295, "text": "The President, the current president of the United States, Barack Obama, addressed the conflict of interest question in Peru yesterday."}, {"sentId": 296, "text": "Listen."}], "speaker": "LEMON", "secId": 116}, {"sentences": [{"sentId": 297, "text": "When I met with the president-elect, I suggested to him that having a strong White House council that could provide clear guide posts and rules would benefit him and benefit his team because it would eliminate a lot of ambiguity."}], "speaker": "OBAMA", "secId": 117}, {"sentences": [{"sentId": 298, "text": "So, Richard, is the president-elect likely to take that advice?"}], "speaker": "LEMON", "secId": 118}, {"sentences": [{"sentId": 299, "text": "Well, I very much hope so, because this is going to be a very challenging situation."}, {"sentId": 300, "text": "But I think that anybody who takes that job is likely to try to convince him to sell off his business assets."}, {"sentId": 301, "text": "They create too many problems."}, {"sentId": 302, "text": "And ..."}], "speaker": "PAINTER", "secId": 119}, {"sentences": [{"sentId": 303, "text": "Come on, Richard."}], "speaker": "TOOBIN", "secId": 120}, {"sentences": [{"sentId": 304, "text": "... with the risk of foreign government money getting in there."}], "speaker": "PAINTER", "secId": 121}, {"sentences": [{"sentId": 305, "text": "Do you think there is any chance he is going to sell off the Trump assets."}, {"sentId": 306, "text": "LEMON:  You're taking my questions."}], "speaker": "TOOBIN", "secId": 122}, {"sentences": [{"sentId": 307, "text": "Yeah, I'm sorry."}], "speaker": "TOOBIN", "secId": 123}, {"sentences": [{"sentId": 308, "text": "That's OK.  No, no, but I'm thinking the exact same thing."}, {"sentId": 309, "text": "He's going to have to?"}], "speaker": "LEMON", "secId": 124}, {"sentences": [{"sentId": 310, "text": "He is going to have to because we're in a situation where foreign government money could easily get in there."}, {"sentId": 311, "text": "He already has bank loans outstanding from the Bank of China, there are sovereign wealth funds that I'm sure are trying to participate in a bunch of these projects."}, {"sentId": 312, "text": "There's foreign government money all over the place, the foreign diplomats that check into these hotels, that's foreign government money."}, {"sentId": 313, "text": "All of that could create a constitutional crisis under the emoluments clause because the founders did not want our elected officials or anybody holding an office of trust with the United States government receiving money from foreign governments."}, {"sentId": 314, "text": "So there's a problem right there."}], "speaker": "PAINTER", "secId": 125}, {"sentences": [{"sentId": 315, "text": "Richard ..."}], "speaker": "LEMON", "secId": 126}, {"sentences": [{"sentId": 316, "text": "And there's the exposure."}, {"sentId": 317, "text": "Yeah."}], "speaker": "PAINTER", "secId": 127}, {"sentences": [{"sentId": 318, "text": "I know you say that, but I mean, I'm kind of with Jeffrey."}, {"sentId": 319, "text": "I mean, we have said so many things he has to do, and that other candidates have done, and other presidents have done, and so far he has done none of it."}, {"sentId": 320, "text": "I'm a bit skeptical along with Jeffrey Toobin that he might actually do that, Jeffrey, I mean."}], "speaker": "LEMON", "secId": 128}, {"sentences": [{"sentId": 321, "text": "You know, it just seems completely out of the question that he would do that."}, {"sentId": 322, "text": "Not listening ..."}], "speaker": "TOOBIN", "secId": 129}, {"sentences": [{"sentId": 323, "text": "There's nothing compelling him to do it, right?"}], "speaker": "LEMON", "secId": 130}, {"sentences": [{"sentId": 324, "text": "And he said he -- and he has also said he wouldn't do it."}], "speaker": "TOOBIN", "secId": 131}, {"sentences": [{"sentId": 325, "text": "Well, wait until the first ..."}], "speaker": "PAINTER", "secId": 132}, {"sentences": [{"sentId": 326, "text": "Well, you can say if he isn't going to do it, that he's going to violate the law."}, {"sentId": 327, "text": "He's going to end up violating the law."}], "speaker": "EISEN", "secId": 133}, {"sentences": [{"sentId": 328, "text": "Who would enforce that, the Justice Department?"}, {"sentId": 329, "text": "Who would enforce that?"}], "speaker": "LEMON", "secId": 134}, {"sentences": [{"sentId": 330, "text": "The Congress."}, {"sentId": 331, "text": "The Congress."}, {"sentId": 332, "text": "The constitution provides for the process of impeachment."}, {"sentId": 333, "text": "And I hate to see it, our country go in that direction."}, {"sentId": 334, "text": "But we have a Congress that impeached President Clinton over lying under oath about his sex life."}, {"sentId": 335, "text": "And this is a lot more serious."}], "speaker": "PAINTER", "secId": 135}, {"sentences": [{"sentId": 336, "text": "The president-elect has to deal with this situation."}, {"sentId": 337, "text": "We could have allegations of bribery."}, {"sentId": 338, "text": "We even just, today, had a story, apparently, a false story, that there was a communication with the president of Argentina on behalf of -- by the president-elect and that the question of building permits came up."}, {"sentId": 339, "text": "Apparently that didn't happen."}, {"sentId": 340, "text": "But, these types of stories are going to come up again and again."}, {"sentId": 341, "text": "And if there is evidence of any type of quid pro quo exchange involving anybody working for the president in the White House, anybody working in the Trump organization, making those types offers, those types of discussions, that would open up a bribery investigation."}, {"sentId": 342, "text": "This could be a disaster for President Trump if he doesn't take action now and sell off the business empire."}], "speaker": "PAINTER", "secId": 136}, {"sentences": [{"sentId": 343, "text": "He'll get a couple billion dollars for himself and his family if it's worth what he said it's worth."}, {"sentId": 344, "text": "And that's plenty of money to put food on the table and do whatever they want to do, while he is president of the United States."}], "speaker": "PAINTER", "secId": 137}, {"sentences": [{"sentId": 345, "text": "Thank you."}, {"sentId": 346, "text": "That's going to be the last word."}], "speaker": "LEMON", "secId": 138}, {"sentences": [{"sentId": 347, "text": "He wanted this job, he's got it."}], "speaker": "PAINTER", "secId": 139}, {"sentences": [{"sentId": 348, "text": "Thank you very much, gentlemen."}], "speaker": "LEMON", "secId": 140}, {"sentences": [{"sentId": 349, "text": "Up next, Donald Trump's team put out a statement saying he denounces racism of any kind."}, {"sentId": 350, "text": "But does he really think that's enough in the face of support from the so-called alt-right?"}], "speaker": "LEMON", "secId": 141}, {"sentences": [{"sentId": 351, "text": "And we're back."}, {"sentId": 352, "text": "Let's talk about the so called alt-right movement, cheering Donald Trump's election."}, {"sentId": 353, "text": "I want to talk about this with CNN Political Commentator Scottie Nell Hughes and Bob Beckel, former Congressman Jack Kingston, who is a former senior adviser to the Trump campaign and Democratic Strategist Jonathan Tasini."}, {"sentId": 354, "text": "Good evening to all of you."}, {"sentId": 355, "text": "Welcome, Jonathan to the show, I haven't seen you in a while."}], "speaker": "LEMON", "secId": 142}, {"sentences": [{"sentId": 356, "text": "Some of the most prominent ..."}], "speaker": "LEMON", "secId": 143}, {"sentences": [{"sentId": 357, "text": "Good evening."}], "speaker": "TASINI", "secId": 144}, {"sentences": [{"sentId": 358, "text": "So, I'll direct the first question to you."}, {"sentId": 359, "text": "Some of them most members of the alt-right gathered in Washington, D.C. on Saturday to plot how the movement can start influencing policy and culture under the Trump Administration."}, {"sentId": 360, "text": "The meeting was complete with a series of Nazi salutes, anti-Semitic and Nazi rhetoric."}, {"sentId": 361, "text": "Why isn't this being more thoroughly addressed by the Trump Administration?"}], "speaker": "LEMON", "secId": 145}, {"sentences": [{"sentId": 362, "text": "Well, the first thing I'd like to suggest that we stop using the term alt-right, because it in some way masks who these people are, and it normalizes in a subtle way, you know, the way that we're normalizing the Trump presidency."}, {"sentId": 363, "text": "I choke when I even have to say that, because these are neo-Nazis, they are white nationalists, they are the Ku Klux Klan, they are hateful, despicable people, they are anti-Semites."}, {"sentId": 364, "text": "So let's talk about who they are, actually are."}], "speaker": "TASINI", "secId": 146}, {"sentences": [{"sentId": 365, "text": "And to your question about why the Trump Administration isn't addressing this, I think in a funny way, I give Donald Trump a little bit of credit."}, {"sentId": 366, "text": "He ran as a bigot and as a racist, he ran as someone who said hateful things about Muslims, about Mexicans and now he's following through on that by appointing Steve Bannon, Michael Flynn, Jeff Sessions and even frankly, Mike Pence who comes from the Christian supremacist right."}, {"sentId": 367, "text": "All those people together are intolerant people where racism is not only not rejected, it's embraced."}], "speaker": "TASINI", "secId": 147}, {"sentences": [{"sentId": 368, "text": "Jack, here is what exactly -- I want to get the statement in from the Trump transition team, right, and then I'll let you respond."}, {"sentId": 369, "text": "Is that cool?"}, {"sentId": 370, "text": "So, \"President-elect Trump,\" it says, \"has continued to denounce racism of any kind and he was elected because he will be the leader for every American."}, {"sentId": 371, "text": "To think otherwise is a complete misrepresentation of the movement that united Americans from all backgrounds.\""}, {"sentId": 372, "text": "Is that enough, Jack?"}, {"sentId": 373, "text": "Should he be tweeting his condemnation like he tweeted his condemnation of \"Hamilton\" and \"SNL\" this weekend?"}], "speaker": "LEMON", "secId": 148}, {"sentences": [{"sentId": 374, "text": "You know, I think you'll see more and more of it."}, {"sentId": 375, "text": "But I want to say this, number one, and I've said this before on your show, Don."}, {"sentId": 376, "text": "I never heard of the alt-right movement, and I still don't think there's much of a moment, I think this is a small group of people."}, {"sentId": 377, "text": "And I think they're actually based in kind of raising hell and stirring up trouble, and, you know."}, {"sentId": 378, "text": "And that provocative sort of way, I think there are some serious members to it."}], "speaker": "KINGSTON", "secId": 149}, {"sentences": [{"sentId": 379, "text": "But, you know, in terms of the Republican conservative mainstream, the alt-right is not a driving force behind it."}, {"sentId": 380, "text": "I could see that the, you know, the Tea Party is, but the Tea Party is very involved in it, but I just don't see the alt-right as being a force right now that Donald Trump needs to acknowledge them one way or the other."}, {"sentId": 381, "text": "And, you know, I guess I will say this to my friend Jonathan, all those charges, good gosh, that's just labelism."}, {"sentId": 382, "text": "And it's not held ..."}], "speaker": "KINGSTON", "secId": 150}, {"sentences": [{"sentId": 383, "text": "But they're true."}], "speaker": "TASINI", "secId": 151}, {"sentences": [{"sentId": 384, "text": "... to say that Donald Trump is a bigot."}], "speaker": "KINGSTON", "secId": 152}, {"sentences": [{"sentId": 385, "text": "Jack, they're true."}], "speaker": "TASINI", "secId": 153}, {"sentences": [{"sentId": 386, "text": "That's absolutely not true."}], "speaker": "KINGSTON", "secId": 154}, {"sentences": [{"sentId": 387, "text": "Jack, you are -- here, I'm going to give you a very concrete example, Jack."}, {"sentId": 388, "text": "Donald Trump's political career took off and rose on him promoting and embracing birtherism."}, {"sentId": 389, "text": "Birtherism is a racist."}], "speaker": "TASINI", "secId": 155}, {"sentences": [{"sentId": 390, "text": "You mean, brought up by Hillary Clinton in December 2010 in the Iowa caucus."}], "speaker": "KINGSTON", "secId": 156}, {"sentences": [{"sentId": 391, "text": "That's false."}, {"sentId": 392, "text": "That's -- hold on, let me ..."}], "speaker": "TASINI", "secId": 157}, {"sentences": [{"sentId": 393, "text": "Listen, hold on, hang on, hang on, hang on."}, {"sentId": 394, "text": "I'm not going to go down this rabbit hole again."}], "speaker": "LEMON", "secId": 158}, {"sentences": [{"sentId": 395, "text": "No, but ..."}], "speaker": "TASINI", "secId": 159}, {"sentences": [{"sentId": 396, "text": "That there is no -- that is not true, Jack."}, {"sentId": 397, "text": "And Jonathan, I understand you're making a lot of, you know, some very bold statements here."}, {"sentId": 398, "text": "I'll let you finish up."}, {"sentId": 399, "text": "But go ahead."}, {"sentId": 400, "text": "TASINI:  But if we can get back to the point here."}], "speaker": "LEMON", "secId": 160}, {"sentences": [{"sentId": 401, "text": "That it was started by Hillary Clinton in 2010."}], "speaker": "KINGSTON", "secId": 161}, {"sentences": [{"sentId": 402, "text": "That's not true, Jack."}], "speaker": "TASINI", "secId": 162}, {"sentences": [{"sentId": 403, "text": "Go on, Jonathan, make your point."}], "speaker": "LEMON", "secId": 163}, {"sentences": [{"sentId": 404, "text": "That's not true, Jack."}], "speaker": "TASINI", "secId": 164}, {"sentences": [{"sentId": 405, "text": "Absolutely true."}, {"sentId": 406, "text": "Absolutely."}], "speaker": "KINSTON", "secId": 165}, {"sentences": [{"sentId": 407, "text": "So this is not -- all right, you can believe it."}, {"sentId": 408, "text": "It's not true."}], "speaker": "TASINI", "secId": 166}, {"sentences": [{"sentId": 409, "text": "2007 Iowa caucus."}], "speaker": "KINGSTON", "secId": 167}, {"sentences": [{"sentId": 410, "text": "Let's go on, let's get coordinated."}], "speaker": "LEMON", "secId": 168}, {"sentences": [{"sentId": 411, "text": "If you embrace birtherism, you are a racist."}, {"sentId": 412, "text": "And I'll say it to Jack and Scottie right now, do you acknowledge that birtherism is a racist attack ..."}], "speaker": "TASINI", "secId": 169}, {"sentences": [{"sentId": 413, "text": "Jonathan ..."}], "speaker": "LEMON", "secId": 170}, {"sentences": [{"sentId": 414, "text": "Jonathan, stop, grow up."}], "speaker": "HUGHES", "secId": 171}, {"sentences": [{"sentId": 415, "text": "Yes or no?"}], "speaker": "TASINI", "secId": 172}, {"sentences": [{"sentId": 416, "text": "Hang on, hold on, stop."}, {"sentId": 417, "text": "Bob Beckel has not said one word the entire time."}, {"sentId": 418, "text": "Bob, go."}], "speaker": "LEMON", "secId": 173}, {"sentences": [{"sentId": 419, "text": "They won't answer this question."}], "speaker": "TASINI", "secId": 174}, {"sentences": [{"sentId": 420, "text": "Well, you know, let me, you know, we started this thing on what happened just two days ago."}], "speaker": "BECKEL", "secId": 175}, {"sentences": [{"sentId": 421, "text": "Exactly."}], "speaker": "LEMON", "secId": 176}, {"sentences": [{"sentId": 422, "text": "That was a vivid video formatted example of what these people are about."}, {"sentId": 423, "text": "Now, you want to hook that on to Trump but what Trump -- when they come out and make these statements and say, he has consistently denounced this kind of stuff, you talk about an opportunity."}, {"sentId": 424, "text": "He should have gotten out in front of this, and said, \"By the way, on Saturday, there was a meeting in Washington, D.C., these were people overjoyed with my election, let me tell them not to be overjoyed because they got no place with me.\""}, {"sentId": 425, "text": "Can he do that?"}, {"sentId": 426, "text": "No."}, {"sentId": 427, "text": "Did he take the opportunity?"}, {"sentId": 428, "text": "No."}, {"sentId": 429, "text": "In the meantime, what does he do?"}, {"sentId": 430, "text": "He named Jeff Sessions as attorney general, which may be the greatest single setback in civil liberties this country has seen."}, {"sentId": 431, "text": "LEMON:  So Scottie, he didn't say anything, I mean, you know, about the alt-right."}, {"sentId": 432, "text": "I mean, he didn't come out as forcefully against the alt-right as he did against \"SNL\" and \"Hamilton,\" but go on."}], "speaker": "BECKEL", "secId": 177}, {"sentences": [{"sentId": 433, "text": "Well, here's my thought."}, {"sentId": 434, "text": "Why give these folks any attention?"}, {"sentId": 435, "text": "For this point, I do agree with Jonathan Tasini on this."}, {"sentId": 436, "text": "They are the worst of the worst."}, {"sentId": 437, "text": "They are scum of the earth."}, {"sentId": 438, "text": "They are totally a hate-filled group."}, {"sentId": 439, "text": "And ..."}], "speaker": "HUGHES", "secId": 178}, {"sentences": [{"sentId": 440, "text": "But why doesn't he denounce them?"}], "speaker": "BECKEL", "secId": 179}, {"sentences": [{"sentId": 441, "text": "And he did, though."}, {"sentId": 442, "text": "And why give them any attention whatsoever."}, {"sentId": 443, "text": "They have no more effect on the Republican Party, the GOP than anarchist, socialists, communist have on the Democratic Party."}, {"sentId": 444, "text": "And you did not hear us go after them and say that Democratic voters shame Democrats who support people that supported Barack Obama in 2008 being anarchist and communists."}, {"sentId": 445, "text": "And I'm tired of this voter shaming, the people like Jonathan and others continue to do to those that supported Donald Trump, all 61 million of us."}], "speaker": "HUGHES", "secId": 180}, {"sentences": [{"sentId": 446, "text": "You know, 71 people were ..."}], "speaker": "KINGSTON", "secId": 181}, {"sentences": [{"sentId": 447, "text": "One at a time."}, {"sentId": 448, "text": "One at a time."}], "speaker": "LEMON", "secId": 182}, {"sentences": [{"sentId": 449, "text": "Can I just make one point?"}, {"sentId": 450, "text": "Donald Trump ..."}], "speaker": "BECKEL", "secId": 183}, {"sentences": [{"sentId": 451, "text": "71 people have been arrested in Portland for vandalism and disrupting the public."}, {"sentId": 452, "text": "And, I mean, the alt-right people, you know, just as the \"Hamilton\" cast has a right to the First Amendment, they have a right to gather."}, {"sentId": 453, "text": "Donald Trump, I think if he acknowledges them, that builds a bigger platform for them."}, {"sentId": 454, "text": "The best thing is to dismiss them and move on."}], "speaker": "KINGSTON", "secId": 184}, {"sentences": [{"sentId": 455, "text": "Go ahead, Bob."}], "speaker": "LEMON", "secId": 185}, {"sentences": [{"sentId": 456, "text": "That's the difference."}, {"sentId": 457, "text": "He's encouraged them and that's the -- he could cut this thing off but he cut it off quickly."}], "speaker": "BECKEL", "secId": 186}, {"sentences": [{"sentId": 458, "text": "He did."}, {"sentId": 459, "text": "He has."}], "speaker": "HUGHES", "secId": 187}, {"sentences": [{"sentId": 460, "text": "By the way, he is not a mainstream Republican candidate."}, {"sentId": 461, "text": "This guy is part Republican, part regrettably Democrat, part independent Republican Democrat."}, {"sentId": 462, "text": "This guy is a guy of all convenient, for all sense acceptably known, that the people ..."}], "speaker": "BECKEL", "secId": 188}, {"sentences": [{"sentId": 463, "text": "Let me make a couple of points here."}], "speaker": "TASINI", "secId": 189}, {"sentences": [{"sentId": 464, "text": "Go ahead, Jonathan."}], "speaker": "LEMON", "secId": 190}, {"sentences": [{"sentId": 465, "text": "I don't want to let go of this birtherism issue because this ..."}], "speaker": "TASINI", "secId": 191}, {"sentences": [{"sentId": 466, "text": "Come on ..."}], "speaker": "KINGSTON", "secId": 192}, {"sentences": [{"sentId": 467, "text": "Imagine that."}], "speaker": "HUGHES", "secId": 193}, {"sentences": [{"sentId": 468, "text": "No, but I'll tell you why."}], "speaker": "TASINI", "secId": 194}, {"sentences": [{"sentId": 469, "text": "December 2007 Hillary Clinton campaigned in Iowa."}], "speaker": "KINGSTON", "secId": 195}, {"sentences": [{"sentId": 470, "text": "All right, Jack."}], "speaker": "TASINI", "secId": 196}, {"sentences": [{"sentId": 471, "text": "Absolutely no question about it."}], "speaker": "KINGSTON", "secId": 197}, {"sentences": [{"sentId": 472, "text": "Don, please."}], "speaker": "BECKEL", "secId": 198}, {"sentences": [{"sentId": 473, "text": "Folks, please, let me just finish the point and then you can disagree with me."}, {"sentId": 474, "text": "And this is to the point that ..."}], "speaker": "TASINI", "secId": 199}, {"sentences": [{"sentId": 475, "text": "I just don't think Hillary is the racist, that's all."}], "speaker": "KINGSTON", "secId": 200}, {"sentences": [{"sentId": 476, "text": "Jack, let him finish."}], "speaker": "LEMON", "secId": 201}, {"sentences": [{"sentId": 477, "text": "Bob, it's not just that Donald Trump advanced birtherism as a way of launching his career."}, {"sentId": 478, "text": "In a way, Scottie is right, that the alt-right, which we call, which are the racists and the Nazis are a very small segment."}, {"sentId": 479, "text": "But, when birtherism became a thing and it was promoted, virtually the entire Republican Party, John McCain was an exception, virtually the entire Republican Party either stayed quiet because they were afraid of denouncing birtherism, lest they be challenged in a primary or they actually agreed with it."}, {"sentId": 480, "text": "So birtherism and that kind of racism, the reason you see now the Republican Party not denouncing Trump ..."}], "speaker": "TASINI", "secId": 202}, {"sentences": [{"sentId": 481, "text": "Jonathan."}, {"sentId": 482, "text": "Jonathan."}], "speaker": "KINGSTON", "secId": 203}, {"sentences": [{"sentId": 483, "text": "You're saying it started there, and now here we are."}], "speaker": "LEMON", "secId": 204}, {"sentences": [{"sentId": 484, "text": "I'm telling you ..."}], "speaker": "TASINI", "secId": 205}, {"sentences": [{"sentId": 485, "text": "That was the beginning of any of this."}], "speaker": "LEMON", "secId": 206}, {"sentences": [{"sentId": 486, "text": "I need three seconds on this, Don."}, {"sentId": 487, "text": "Let me just say this, as a Republican House member at the time, our speaker John Boehner denounced the birtherism, and so for you to say that that John Boehner is now silence ..."}], "speaker": "KINGSTON", "secId": 207}, {"sentences": [{"sentId": 488, "text": "The majority of the party did not, Jack."}], "speaker": "TASINI", "secId": 208}, {"sentences": [{"sentId": 489, "text": "... not because of birtherism, not because birtherism."}], "speaker": "KINGSTON", "secId": 209}, {"sentences": [{"sentId": 490, "text": "I say this about my own party, my own party could have gotten out of its way and denounced birtherism more than it did and that's ..."}], "speaker": "BECKEL", "secId": 210}, {"sentences": [{"sentId": 491, "text": "Hey, Jack, let me ask Jack, do you agree birtherism is racism?"}, {"sentId": 492, "text": "HUGHES:  Why are we talking about this?"}, {"sentId": 493, "text": "That is over."}, {"sentId": 494, "text": "We need to move on, Jonathan."}], "speaker": "TASINI", "secId": 211}, {"sentences": [{"sentId": 495, "text": "All right, listen."}, {"sentId": 496, "text": "Jonathan?"}, {"sentId": 497, "text": "Jonathan?"}, {"sentId": 498, "text": "Hold on, hold on."}, {"sentId": 499, "text": "Jonathan, if they answer the question, will you stop talking about it?"}], "speaker": "LEMON", "secId": 212}, {"sentences": [{"sentId": 500, "text": "Yeah, please."}], "speaker": "HUGHES", "secId": 213}, {"sentences": [{"sentId": 501, "text": "OK."}, {"sentId": 502, "text": "So ..."}], "speaker": "LEMON", "secId": 214}, {"sentences": [{"sentId": 503, "text": "I guess I will."}], "speaker": "TASINI", "secId": 215}, {"sentences": [{"sentId": 504, "text": "Please, answer his question, Jack."}, {"sentId": 505, "text": "Do you think that birtherism is racism is what he say."}], "speaker": "LEMON", "secId": 216}, {"sentences": [{"sentId": 506, "text": "I think somebody can bring that up and not be racist."}, {"sentId": 507, "text": "And I don't think Hillary Clinton was a racist when she brought it up ..."}], "speaker": "KINGSTON", "secId": 217}, {"sentences": [{"sentId": 508, "text": "Scottie?"}], "speaker": "LEMON", "secId": 218}, {"sentences": [{"sentId": 509, "text": "I rest my case."}], "speaker": "TASINI", "secId": 219}, {"sentences": [{"sentId": 510, "text": "... in 2007 in Iowa."}, {"sentId": 511, "text": "Do you think Hillary Clinton is a racist, Jonathan?"}], "speaker": "KINGSTON", "secId": 220}, {"sentences": [{"sentId": 512, "text": "Scottie, go ahead and answer the question."}], "speaker": "LEMON", "secId": 221}, {"sentences": [{"sentId": 513, "text": "Jonathan, how about that question for question."}, {"sentId": 514, "text": "Do you think Hillary Clinton is a racist?"}], "speaker": "KINGSTON", "secId": 222}, {"sentences": [{"sentId": 515, "text": "Let Scottie answer that."}, {"sentId": 516, "text": "Let Scottie answer the question."}, {"sentId": 517, "text": "Is birtherism racism?"}, {"sentId": 518, "text": "You said, no, necessary, Jack."}], "speaker": "TASINI", "secId": 223}, {"sentences": [{"sentId": 519, "text": "Well, but wait, Scottie, make him answer our question."}], "speaker": "KINGSTON", "secId": 224}, {"sentences": [{"sentId": 520, "text": "Hold on."}], "speaker": "LEMON", "secId": 225}, {"sentences": [{"sentId": 521, "text": "That's the thing ..."}], "speaker": "HUGHES", "secId": 226}, {"sentences": [{"sentId": 522, "text": "Scottie, do you think -- hold on, hold on, stop, all of you."}, {"sentId": 523, "text": "Scottie, do you think birtherism is racism?"}], "speaker": "LEMON", "secId": 227}, {"sentences": [{"sentId": 524, "text": "... this is not what the American people -- hold on."}, {"sentId": 525, "text": "Jonathan, I've had -- I've been on with you now for over a year, you keep bringing this issue, it is all have you have to talk about."}], "speaker": "HUGHES", "secId": 228}, {"sentences": [{"sentId": 526, "text": "I'm trying to get him to stop talking about it, Scottie."}], "speaker": "LEMON", "secId": 229}, {"sentences": [{"sentId": 527, "text": "Exactly."}], "speaker": "HUGHES", "secId": 230}, {"sentences": [{"sentId": 528, "text": "So just answer his question however you want to answer it."}, {"sentId": 529, "text": "Yes or no?"}], "speaker": "LEMON", "secId": 231}, {"sentences": [{"sentId": 530, "text": "Do you think birtherism is racism?"}, {"sentId": 531, "text": "LEMON:  Yeah."}], "speaker": "HUGHES", "secId": 232}, {"sentences": [{"sentId": 532, "text": "I think that it's Americans right to question a person whether or not they have the right to be president ..."}], "speaker": "HUGHES", "secId": 233}, {"sentences": [{"sentId": 533, "text": "Wow."}], "speaker": "KINGSTON", "secId": 234}, {"sentences": [{"sentId": 534, "text": "OK."}], "speaker": "LEMON", "secId": 235}, {"sentences": [{"sentId": 535, "text": "... regardless of their color, their gender, their perspective."}], "speaker": "HUGHES", "secId": 236}, {"sentences": [{"sentId": 536, "text": "All right."}, {"sentId": 537, "text": "And now we can stop talking about birtherism."}], "speaker": "LEMON", "secId": 237}, {"sentences": [{"sentId": 538, "text": "That is our right."}], "speaker": "HUGHES", "secId": 238}, {"sentences": [{"sentId": 539, "text": "And we can move on ..."}], "speaker": "LEMON", "secId": 239}, {"sentences": [{"sentId": 540, "text": "Get over it, Jonathan."}, {"sentId": 541, "text": "Move on."}], "speaker": "HUGHES", "secId": 240}, {"sentences": [{"sentId": 542, "text": "... to the next thing."}, {"sentId": 543, "text": "We'll be right back."}], "speaker": "LEMON", "secId": 241}, {"sentences": [{"sentId": 544, "text": "Amen."}], "speaker": "HUGHES", "secId": 242}, {"sentences": [{"sentId": 545, "text": "And we're back now with my panel, Scottie Nell Hughes, Bob Beckel, John Kingston and Jonathan Tasini."}], "speaker": "LEMON", "secId": 243}, {"sentences": [{"sentId": 546, "text": "So, last night, Bob, this is for you, at the American Music Awards, Green Day stunned the crowd by changing some of their lyrics."}, {"sentId": 547, "text": "Listen."}], "speaker": "LEMON", "secId": 244}, {"sentences": [{"sentId": 548, "text": "No Trump, no KKK, no fascist USA."}, {"sentId": 549, "text": "No Trump, no KKK, no fascist USA."}, {"sentId": 550, "text": "No Trump, no KKK, no fascist USA."}, {"sentId": 551, "text": "No Trump, no KKK, no fascist USA."}, {"sentId": 552, "text": "No Trump, no KKK ..."}], "speaker": "DAY", "secId": 245}, {"sentences": [{"sentId": 553, "text": "So they said \"No Trump, no KKK, no fascist USA.\""}, {"sentId": 554, "text": "Alec Baldwin was back on SNL portraying President-elect Donald Trump."}, {"sentId": 555, "text": "Trump may have won the election but he's -- looks like he's losing the culture war right now."}, {"sentId": 556, "text": "Bob?"}], "speaker": "LEMON", "secId": 246}, {"sentences": [{"sentId": 557, "text": "Yes, he is."}, {"sentId": 558, "text": "And it's only going to get worst."}, {"sentId": 559, "text": "I mean, you know, you're going to have a million women march the day after he gets inaugurated and it's going to be a real million woman march."}, {"sentId": 560, "text": "This is just the beginning."}, {"sentId": 561, "text": "People going to remember, a lot of people were hurt by this."}, {"sentId": 562, "text": "This guy has drags up and taken off scars that have been long we thought healed."}], "speaker": "BECKEL", "secId": 247}, {"sentences": [{"sentId": 563, "text": "And so, he gets what he's asking for."}, {"sentId": 564, "text": "And what he's asking for is to turn Americans against Americans."}, {"sentId": 565, "text": "It's not going to end."}, {"sentId": 566, "text": "And I'll tell you one thing, I was one right out of the box who said let's give this guy a chance."}, {"sentId": 567, "text": "LEMON:  You did on this show."}], "speaker": "BECKEL", "secId": 248}, {"sentences": [{"sentId": 568, "text": "I'm now watching -- I did on your show."}, {"sentId": 569, "text": "And I've now watched the first week and a half of who he is actually associated himself with and I'll just tell you, I'm joining the million women march."}, {"sentId": 570, "text": "I'm going to be out front, too."}, {"sentId": 571, "text": "Enough is enough."}, {"sentId": 572, "text": "This guy is a dangerous man."}], "speaker": "BECKEL", "secId": 249}, {"sentences": [{"sentId": 573, "text": "Scottie?"}], "speaker": "LEMON", "secId": 250}, {"sentences": [{"sentId": 574, "text": "Amen."}], "speaker": "KINGSTON", "secId": 251}, {"sentences": [{"sentId": 575, "text": "So, and you know what they have the right to say that just like Mr. Trump has his right to go to Twitter and then go directly to the people with his commentary."}, {"sentId": 576, "text": "But to say that he's a dangerous man right now, you know, one million women march, that's fine, you could that."}, {"sentId": 577, "text": "But, probably it would be more productive if they would have done that before Election Day because women were not motivated to go vote for the Democratic candidate."}], "speaker": "HUGHES", "secId": 252}, {"sentences": [{"sentId": 578, "text": "Well, we beat Trump by a million and a half votes, Scottie."}], "speaker": "BECKEL", "secId": 253}, {"sentences": [{"sentId": 579, "text": "Jonathan -- Bob, but the key isn't all this, she is not the president-elect, Mr. Trump is."}, {"sentId": 580, "text": "Today, he met with Tulsi Gabbard out of Hawaii."}], "speaker": "HUGHES", "secId": 254}, {"sentences": [{"sentId": 581, "text": "Gabbard."}, {"sentId": 582, "text": "Tulsi Gabbard."}], "speaker": "LEMON", "secId": 255}, {"sentences": [{"sentId": 583, "text": "He got out of Hawaii which was a crossing over the aisle."}, {"sentId": 584, "text": "He's met with Chuck Schumer."}, {"sentId": 585, "text": "He's met with Democrats."}, {"sentId": 586, "text": "He's trying to  with the President ..."}], "speaker": "HUGHES", "secId": 256}, {"sentences": [{"sentId": 587, "text": "And Michele Lee."}], "speaker": "KINGSTON", "secId": 257}, {"sentences": [{"sentId": 588, "text": "... for all Americans right now."}, {"sentId": 589, "text": "So how about you just try giving him a chance."}, {"sentId": 590, "text": "What is wrong with that?"}], "speaker": "HUGHES", "secId": 258}, {"sentences": [{"sentId": 591, "text": "There's a difference between ..."}], "speaker": "LEMON", "secId": 259}, {"sentences": [{"sentId": 592, "text": "Don."}, {"sentId": 593, "text": "Don."}], "speaker": "UNIDENTIFIED MALE", "secId": 260}, {"sentences": [{"sentId": 594, "text": "But there is, not Scottie, Jack, there is a difference between putting people out there and their names and actually appointing people."}, {"sentId": 595, "text": "The people he's asked to have a job now and appointed are all white men."}], "speaker": "LEMON", "secId": 261}, {"sentences": [{"sentId": 596, "text": "Only two cabinet members."}, {"sentId": 597, "text": "He is going to have a diverse cabinet."}, {"sentId": 598, "text": "He interviewed 20 people just Sunday alone."}, {"sentId": 599, "text": "And I will point out that General Flynn is a Democrat, by the way."}, {"sentId": 600, "text": "I think he ..."}], "speaker": "KINGSTON", "secId": 262}, {"sentences": [{"sentId": 601, "text": "There's some diversity right there."}], "speaker": "LEMON", "secId": 263}, {"sentences": [{"sentId": 602, "text": "In name only."}], "speaker": "BECKEL", "secId": 264}, {"sentences": [{"sentId": 603, "text": "Well, you know, diversity is ... BECKEL:  He's a general."}], "speaker": "KINGSTON", "secId": 265}, {"sentences": [{"sentId": 604, "text": "I'm sorry, but diversity isn't a skin color."}], "speaker": "KINGSTON", "secId": 266}, {"sentences": [{"sentId": 605, "text": "Who's the first black person that he's interviewed?"}, {"sentId": 606, "text": "Who is the first black person he's interviewed?"}], "speaker": "BECKEL", "secId": 267}, {"sentences": [{"sentId": 607, "text": "Woodson, and he talked to Bob Johnson yesterday with BET."}], "speaker": "KINGSTON", "secId": 268}, {"sentences": [{"sentId": 608, "text": "Talked to Bob."}, {"sentId": 609, "text": "Everybody talks to Bob Johnson ..."}], "speaker": "BECKEL", "secId": 269}, {"sentences": [{"sentId": 610, "text": "Well, not everybody talked to him."}, {"sentId": 611, "text": "You know, I've got to say this about Green Day even though I do like Green Day, his music, it's spoiled brat Hollywood millionaires who didn't get their way and so they are using their forum."}, {"sentId": 612, "text": "And that's legitimate but, you know, Hollywood needs to get over it."}, {"sentId": 613, "text": "They're just spoiled brat millionaires."}], "speaker": "KINGSTON", "secId": 270}, {"sentences": [{"sentId": 614, "text": "They're not going to get ..."}], "speaker": "BECKEL", "secId": 271}, {"sentences": [{"sentId": 615, "text": "And this is why Donald Trump won."}, {"sentId": 616, "text": "It's because of the ..."}], "speaker": "KINGSTON", "secId": 272}, {"sentences": [{"sentId": 617, "text": "I have to say this."}], "speaker": "LEMON", "secId": 273}, {"sentences": [{"sentId": 618, "text": "... this petulant attitudes of the left."}], "speaker": "KINGSTON", "secId": 274}, {"sentences": [{"sentId": 619, "text": "And he's a spoiled brat billionaire."}], "speaker": "BECKEL", "secId": 275}, {"sentences": [{"sentId": 620, "text": "They're trying to delegitimize the election."}], "speaker": "KINGSTON", "secId": 276}, {"sentences": [{"sentId": 621, "text": "Thank you."}, {"sentId": 622, "text": "We'll let them keep talking into the midnight hour."}, {"sentId": 623, "text": "That's it for us tonight."}, {"sentId": 624, "text": "I'm out of time."}], "speaker": "LEMON", "secId": 277}, {"sentences": [{"sentId": 625, "text": "Thank you so much, everyone."}, {"sentId": 626, "text": "I appreciate it all of you."}, {"sentId": 627, "text": "I'll see you right back here tomorrow night."}, {"sentId": 628, "text": "Good night."}], "speaker": "LEMON", "secId": 278}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1611.21.cnnt.02.html.json", "time": "Aired November 21, 2016 - 23:00   ET"}