{"sectionCount": 285, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["ANNOUNCER", "LEMON", "TRUMP", "WALLACE", "FIORINA", "LUNTZ", "UNIDENTIFIED MALE", "BORGER", "HUGHES", "WILSON", "BACHMANN", "STEWART", "PAUL", "CHRISTIE", "RUBIO"], "subTitle": "Donald Trump Live on \"CNN Tonight\"; Trump: \"I won the debate\"; Highest Rated Primary Debate in T.V. History; Bachmann On The GOP And Women; Shrugs, Eye-Rolls and Finger Pointing. Aired 9-10p ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1508/07/cnnt.01.html", "sentenceCount": 801, "sections": [{"sentences": [{"sentId": 0, "text": "This is CNN Breaking News."}], "speaker": "ANNOUNCER", "secId": 0}, {"sentences": [{"sentId": 1, "text": "Breaking news, in just a moment I go live one-on-one with Donald Trump, front-runner in the GOP race going into the first major debate."}, {"sentId": 2, "text": "This is CNN Tonight."}, {"sentId": 3, "text": "I'm Don Lemon."}, {"sentId": 4, "text": "Trump says he won the night."}], "speaker": "LEMON", "secId": 1}, {"sentences": [{"sentId": 5, "text": "If it weren't for me, you wouldn't even be talking about illegal immigration, Chris."}, {"sentId": 6, "text": "You wouldn't even be talking about it."}, {"sentId": 7, "text": "Let me tell you about the lenders."}, {"sentId": 8, "text": "First of all the lenders aren't babies."}, {"sentId": 9, "text": "These are total killers."}, {"sentId": 10, "text": "These are not the nice, sweet little people you think, OK?"}], "speaker": "TRUMP", "secId": 2}, {"sentences": [{"sentId": 11, "text": "I'll tell you what..."}], "speaker": "WALLACE", "secId": 3}, {"sentences": [{"sentId": 12, "text": "With Hillary Clinton, I said be at my wedding and she came to my wedding."}, {"sentId": 13, "text": "You know why?"}, {"sentId": 14, "text": "She had no choice because I gave..."}], "speaker": "TRUMP", "secId": 4}, {"sentences": [{"sentId": 15, "text": "So, did he win?"}, {"sentId": 16, "text": "And how did the other nine candidates do?"}, {"sentId": 17, "text": "Who scored points with the record breaking 24 million viewers who tuned in?"}, {"sentId": 18, "text": "And who may have lost ground?"}, {"sentId": 19, "text": "We're going to get insight from political experts."}], "speaker": "LEMON", "secId": 5}, {"sentences": [{"sentId": 20, "text": "More people watched this debate than have ever watched a primary debate ever before."}, {"sentId": 21, "text": "More than the highest rated network or cable T.V."}, {"sentId": 22, "text": "show."}, {"sentId": 23, "text": "It tied with the highest rated regular season NFL game of the year."}, {"sentId": 24, "text": "And, that's all due to the man who joins me live on the phone tonight and that is none other than Donald Trump."}, {"sentId": 25, "text": "Welcome."}], "speaker": "LEMON", "secId": 6}, {"sentences": [{"sentId": 26, "text": "Hello, Don."}], "speaker": "TRUMP", "secId": 7}, {"sentences": [{"sentId": 27, "text": "Exactly 24 hours, Mr. Trump since that debate began, 24 hours later how do you think it went?"}], "speaker": "LEMON", "secId": 8}, {"sentences": [{"sentId": 28, "text": "Well, I think it went very well from my standpoint."}, {"sentId": 29, "text": "As you know, Drudge did a big survey last night and I was number one."}, {"sentId": 30, "text": "I had 55 percent or so of the vote for first place."}, {"sentId": 31, "text": "And the Time did -- Time Magazine did a big poll, and I had a big percentage of the vote."}, {"sentId": 32, "text": "The New York Times had me in, you know, this number one position and the strong position and just about everybody did."}, {"sentId": 33, "text": "Other than, you know, there were a couple guys like Krauthammer who hates me so bad he can't even -- he can't even see straight."}], "speaker": "TRUMP", "secId": 9}, {"sentences": [{"sentId": 34, "text": "The guy, it's a sad case to be honest with you."}, {"sentId": 35, "text": "He is totally overrated."}, {"sentId": 36, "text": "Here's a guy who fought like hell to go into Iraq."}, {"sentId": 37, "text": "You see what we got by going into Iraq."}, {"sentId": 38, "text": "He's a real jerk."}], "speaker": "TRUMP", "secId": 10}, {"sentences": [{"sentId": 39, "text": "He's often..."}], "speaker": "LEMON", "secId": 11}, {"sentences": [{"sentId": 40, "text": "I mean other than -- other than a couple of people, there's a couple of people actually over at Fox but it was a record breaking event."}, {"sentId": 41, "text": "If i wasn't in the event, they probably would have done two or three million people max."}], "speaker": "TRUMP", "secId": 12}, {"sentences": [{"sentId": 42, "text": "Yes."}, {"sentId": 43, "text": "So..."}], "speaker": "LEMON", "secId": 13}, {"sentences": [{"sentId": 44, "text": "So, you know, I'm very happy about it and most people say that I won the debate and I won it easily."}], "speaker": "TRUMP", "secId": 14}, {"sentences": [{"sentId": 45, "text": "Let me ask you this."}, {"sentId": 46, "text": "Do you think, because you mentioned Fox, do you think there was an agenda on the part of Fox News to target you?"}, {"sentId": 47, "text": "And if you do, why is that?"}], "speaker": "LEMON", "secId": 15}, {"sentences": [{"sentId": 48, "text": "Well, probably."}, {"sentId": 49, "text": "I don't know, probably."}, {"sentId": 50, "text": "Who cares?"}, {"sentId": 51, "text": "I don't really care."}, {"sentId": 52, "text": "I mean I do my thing and whatever it is."}, {"sentId": 53, "text": "I'm leading in all the polls, so they probably have an agenda."}, {"sentId": 54, "text": "I am very disappointed in Fox News."}, {"sentId": 55, "text": "I think they're, you know, not the -- I think they probably think had an agenda."}], "speaker": "TRUMP", "secId": 16}, {"sentences": [{"sentId": 56, "text": "But certainly, I don't have a lot of respect for Megyn Kelly, she's a lightweight and, you know, she came out there reading her little script and trying to, you know, be tough and be sharp."}, {"sentId": 57, "text": "And when you meet her, you realize she is not very tough and she is not very sharp."}, {"sentId": 58, "text": "She is zippo."}, {"sentId": 59, "text": "But she came out and, you know, I'm sitting there."}, {"sentId": 60, "text": "I'm standing there."}, {"sentId": 61, "text": "I knew there it was going to be a big crowd because I always have."}], "speaker": "TRUMP", "secId": 17}, {"sentences": [{"sentId": 62, "text": "I mean NBC renewed the apprentice but I wasn't able to do it because I'm running for President."}, {"sentId": 63, "text": "But as you know, they renewed it."}, {"sentId": 64, "text": "I'm one of the few people in the history of television to turn down a renewal."}], "speaker": "TRUMP", "secId": 18}, {"sentences": [{"sentId": 65, "text": "Mark Burnett said I can't belief you are turning down a renewal."}, {"sentId": 66, "text": "I said, \"Yeah, I want to do something."}, {"sentId": 67, "text": "I am running for president."}, {"sentId": 68, "text": "We are going to make the country great again."}, {"sentId": 69, "text": "And it's very important to me and I turned down a very lucrative renewal."}, {"sentId": 70, "text": "And who knows what is going to happen with The Apprentice."}, {"sentId": 71, "text": "They don't think they can replace Trump, then that's a great honor."}], "speaker": "TRUMP", "secId": 19}, {"sentences": [{"sentId": 72, "text": "Well, let's talk about Megyn Kelly because you brought her up."}, {"sentId": 73, "text": "She did push you, pushed a lot of people, but what is it with you and Megyn Kelly?"}], "speaker": "LEMON", "secId": 20}, {"sentences": [{"sentId": 74, "text": "Well, I just don't respect her as a journalist."}, {"sentId": 75, "text": "I have no respect for her."}, {"sentId": 76, "text": "I don't think she is very good."}, {"sentId": 77, "text": "I think she is highly overrated."}, {"sentId": 78, "text": "But when I came out there, you know, what am I doing?"}, {"sentId": 79, "text": "I'm not getting paid for this."}, {"sentId": 80, "text": "I go out there and, you know, they start saying, lift up your arm if you are going to -- and you know, I didn't know there would be 24 million people I figured."}, {"sentId": 81, "text": "But I knew it was going to be a big crowd because I get big crowds."}, {"sentId": 82, "text": "I get ratings."}, {"sentId": 83, "text": "They call me the ratings machine."}], "speaker": "TRUMP", "secId": 21}, {"sentences": [{"sentId": 84, "text": "So I have, you know, she gets out and she starts asking me all sorts of ridiculous questions, and you know, you can see there was blood coming out of her eyes, blood coming out of her wherever, but she was, in my opinion, she was off base."}, {"sentId": 85, "text": "And by the way, not in my opinion, in the opinion of hundreds of thousands of people on Twitter because it has been a brutal day."}], "speaker": "TRUMP", "secId": 22}, {"sentences": [{"sentId": 86, "text": "In one way a great day for Fox and another day, in the twittersphere, it's been very bad because she has been very badly criticized."}], "speaker": "TRUMP", "secId": 23}, {"sentences": [{"sentId": 87, "text": "Let's take a look -- let's take a look at..."}], "speaker": "LEMON", "secId": 24}, {"sentences": [{"sentId": 88, "text": "Hey, she is a lightweight."}, {"sentId": 89, "text": "I couldn't care less about her."}, {"sentId": 90, "text": "In fact, you are competing against her and I am doing your show."}, {"sentId": 91, "text": "That's interesting."}], "speaker": "TRUMP", "secId": 25}, {"sentences": [{"sentId": 92, "text": "So, well, let's take a look at some of that because you have been tweeting and retweeting some pretty harsh language, Mr. Trump."}, {"sentId": 93, "text": "So let's go through some of them."}], "speaker": "LEMON", "secId": 26}, {"sentences": [{"sentId": 94, "text": "You said, Wow,@megynkelly really bombed tonight."}, {"sentId": 95, "text": "People are going wild on Twitter."}, {"sentId": 96, "text": "Funny to watch."}, {"sentId": 97, "text": "Then you you retweeted someone who wrote Fox viewers give low marks to bimbo@megyn kelly will consider other programs."}, {"sentId": 98, "text": "And then one of your top aides retweeted this, Mr. Trump, boycotting megynkelly@realdonaldtrump..  We can gut her."}], "speaker": "LEMON", "secId": 27}, {"sentences": [{"sentId": 99, "text": "A lot of people are wondering about this language when it comes to women."}, {"sentId": 100, "text": "Do you worry that that kind of talk might drive some women voters away?"}], "speaker": "LEMON", "secId": 28}, {"sentences": [{"sentId": 101, "text": "Well, I didn't see the last one."}, {"sentId": 102, "text": "But she's able to take care of herself."}, {"sentId": 103, "text": "She is somebody that's ,you know,  pretty tough and I am sure she can take care of herself."}, {"sentId": 104, "text": "But, you know she is just somebody I don't have a lot of respect for."}, {"sentId": 105, "text": "I don't think she's got major talent."}, {"sentId": 106, "text": "I don't think she's got very much talent at all."}], "speaker": "TRUMP", "secId": 29}, {"sentences": [{"sentId": 107, "text": "I mean, she's sitting there, reading questions."}, {"sentId": 108, "text": "She rehearsed for it for a long time and, you know, I am also not a fan of, you know, the great Mike Wallace was a friend of mine."}, {"sentId": 109, "text": "In fact he did me on \"60 Minutes\", it was phenomenal, he was phenomenal \"60 Minutes\"."}, {"sentId": 110, "text": "But he was a friend of mine."}, {"sentId": 111, "text": "He tough cookie and he was great."}], "speaker": "TRUMP", "secId": 30}, {"sentences": [{"sentId": 112, "text": "And the son is only a tiny fraction of Mike believe me."}, {"sentId": 113, "text": "There's a big difference between Mike Wallace and Chris Wallace because I watched them last night, you know, blood pouring out of his eyes too."}, {"sentId": 114, "text": "And I said to myself \"What am I doing?\""}, {"sentId": 115, "text": "I'm here for all these people."}, {"sentId": 116, "text": "I am doing Fox a favor by doing this show and what am I doing?"}], "speaker": "TRUMP", "secId": 31}, {"sentences": [{"sentId": 117, "text": "And then they, you know, come out with these vicious questions and they got very badly criticized because people thought it was very unfair."}, {"sentId": 118, "text": "Now, am I complaining?"}, {"sentId": 119, "text": "Not particularly."}, {"sentId": 120, "text": "I mean I'm on to the next thing that I do."}], "speaker": "TRUMP", "secId": 32}, {"sentences": [{"sentId": 121, "text": "And in the meantime as you know, I think you know that I am leading in all the polls."}, {"sentId": 122, "text": "We just got a big poll back from Georgia."}, {"sentId": 123, "text": "This is the great State of Georgia, where I'm in the 30s and the opponents are, you know, like 20 points lower."}, {"sentId": 124, "text": "So, you know, we are doing really well at South Carolina, Iowa, New Hampshire, Nevada -- the State of Nevada, where by the way I am leading not only in Nevada but leading with the Hispanics which I've always said."}, {"sentId": 125, "text": "I told you originally that I was going to win the Hispanics because I will take jobs back from China."}, {"sentId": 126, "text": "I will create jobs in this country which nobody else is going to do."}], "speaker": "TRUMP", "secId": 33}, {"sentences": [{"sentId": 127, "text": "So, you know, I'm leading in the polls and we're doing well but I thought that, you know last night, while it us we success and while in one way I am proud of it because everybody agrees, everybody, that if Trump isn't on the show they do 2 million, maybe 3 million and I don't even think they would do that much."}, {"sentId": 128, "text": "You said they set a record."}], "speaker": "TRUMP", "secId": 34}, {"sentences": [{"sentId": 129, "text": "You are polling very high."}, {"sentId": 130, "text": "The first question, I have to ask you and I'm wondering if you think that Fox stacked the deck against you?"}, {"sentId": 131, "text": "And again I have to ask you this and if they were out to get you because that first question out of the gate was whether you would support the eventual nominee or run as an independent."}, {"sentId": 132, "text": "Do you think that was a fair question?"}], "speaker": "LEMON", "secId": 35}, {"sentences": [{"sentId": 133, "text": "Well, I don't think Fox treats me well."}, {"sentId": 134, "text": "I really like the guys on \"Fox & Friends\"."}, {"sentId": 135, "text": "I do like Sean Hannity."}, {"sentId": 136, "text": "He's a terrific guy."}, {"sentId": 137, "text": "I like Bill O'Reilly."}, {"sentId": 138, "text": "Bill O'Reilly is a fantastic guy but -- and Greta is great."}, {"sentId": 139, "text": "But I, you know, I don't think that Fox, I mean they have Krauthammer who is, you know, the worst."}, {"sentId": 140, "text": "They have George Will who is, you know, the dire George Will."}, {"sentId": 141, "text": "He has nothing ever good to say about me and I could tell you why, I mean something happened 12 years ago where I did a number on him and I understand that, at least there I understand it."}], "speaker": "TRUMP", "secId": 36}, {"sentences": [{"sentId": 142, "text": "What explain that, please, what do you mean?"}], "speaker": "LEMON", "secId": 37}, {"sentences": [{"sentId": 143, "text": "I don't want to explain it."}, {"sentId": 144, "text": "But he'll explain it."}], "speaker": "TRUMP", "secId": 38}, {"sentences": [{"sentId": 145, "text": "OK."}], "speaker": "LEMON", "secId": 39}, {"sentences": [{"sentId": 146, "text": "But George Will is, you know, pathetic."}, {"sentId": 147, "text": "I lost all respect frankly for Brett Baier."}, {"sentId": 148, "text": "I knew him and I liked him but I really don't have any respect for him anymore because of the way he handle the situation."}, {"sentId": 149, "text": "But in another way I am very proud of the fact that we broke the record, you know, under this because of me and one thing I will say it, every show NBC, ABC, CBS, they're all saying, \"Donald Trump broke the record\" that not even saying Fox, they're saying Donald Trump broke the record."}, {"sentId": 150, "text": "So, you know I felt in one way, I am very happy about it."}], "speaker": "TRUMP", "secId": 40}, {"sentences": [{"sentId": 151, "text": "Would you do another Fox debate again?"}], "speaker": "LEMON", "secId": 41}, {"sentences": [{"sentId": 152, "text": "...had to be broken on your watch because, you know, the show was against you."}], "speaker": "TRUMP", "secId": 42}, {"sentences": [{"sentId": 153, "text": "Yeah."}], "speaker": "LEMON", "secId": 43}, {"sentences": [{"sentId": 154, "text": "But that's OK. You can live with that, right?"}], "speaker": "TRUMP", "secId": 44}, {"sentences": [{"sentId": 155, "text": "Yeah, of course I mean that's the game and we know how it goes."}, {"sentId": 156, "text": "So then would you do another Fox debate or would you drop out if there is another Fox debate?"}], "speaker": "LEMON", "secId": 45}, {"sentences": [{"sentId": 157, "text": "I don't know, I've don't know, I have to see but I might not, I mean to be honest but because I think they're folks were not good."}, {"sentId": 158, "text": "I didn't think they were fair."}, {"sentId": 159, "text": "And you know, frankly it was on Morning Joe, another great guy, Joe Scarborough and meet the two great people."}, {"sentId": 160, "text": "But they thought I got treated very unfairly."}], "speaker": "TRUMP", "secId": 46}, {"sentences": [{"sentId": 161, "text": "They said there are that difference between the questions I get and you know what I'm him like I'm the smart guy."}, {"sentId": 162, "text": "I went to the Wharton School of Finance, I was a really good student and all that stuff but then I built an empire, I did the art of the deal, I did the apprentice."}, {"sentId": 163, "text": "I have had an amazing life."}, {"sentId": 164, "text": "I'm like the smart person so I didn't care, I mean I can handle the toughest question."}], "speaker": "TRUMP", "secId": 47}, {"sentences": [{"sentId": 165, "text": "Yeah."}], "speaker": "LEMON", "secId": 48}, {"sentences": [{"sentId": 166, "text": "Give me a question on physics I can handle it."}, {"sentId": 167, "text": "But, you know, I thought it was like -- it will be a nice evening and let's go home."}, {"sentId": 168, "text": "And, you know, they put you through the third degree then saying, what am I doing?"}, {"sentId": 169, "text": "What are we doing here?"}, {"sentId": 170, "text": "But I thought it was unfair and if you check out like Joe Scarborough or Micah , they were shocked at the questions that I got versus others."}], "speaker": "TRUMP", "secId": 49}, {"sentences": [{"sentId": 171, "text": "Now, you could make them all tough?"}, {"sentId": 172, "text": "And that's fine."}, {"sentId": 173, "text": "Or make them all softer and that's fine."}], "speaker": "TRUMP", "secId": 50}, {"sentences": [{"sentId": 174, "text": "Why can't you just say, not matter if it's a man or woman, no matter who the nominee is that you're going to support the Republican nominee no matter who it may."}], "speaker": "LEMON", "secId": 51}, {"sentences": [{"sentId": 175, "text": "Because I don't choose to do so, Don."}, {"sentId": 176, "text": "That's all, I mean, what difference is it to you."}, {"sentId": 177, "text": "I don't choose to do so."}, {"sentId": 178, "text": "I will probably at some point do that."}, {"sentId": 179, "text": "But right now -- I tell you I'm only looking forward to one thing."}, {"sentId": 180, "text": "That's to running as a Republican and winning as a Republican."}], "speaker": "TRUMP", "secId": 52}, {"sentences": [{"sentId": 181, "text": "And what if..."}], "speaker": "LEMON", "secId": 53}, {"sentences": [{"sentId": 182, "text": "But at some point I may just ."}], "speaker": "TRUMP", "secId": 54}, {"sentences": [{"sentId": 183, "text": "Go ahead."}, {"sentId": 184, "text": "Are you there, Mr. Trump?"}], "speaker": "LEMON", "secId": 55}, {"sentences": [{"sentId": 185, "text": "Go ahead."}], "speaker": "TRUMP", "secId": 56}, {"sentences": [{"sentId": 186, "text": "Yeah."}], "speaker": "LEMON", "secId": 57}, {"sentences": [{"sentId": 187, "text": "Can you hear me?"}], "speaker": "TRUMP", "secId": 58}, {"sentences": [{"sentId": 188, "text": "I just yet."}], "speaker": "LEMON", "secId": 59}, {"sentences": [{"sentId": 189, "text": "Yeah, I know had phone coming, but."}], "speaker": "TRUMP", "secId": 60}, {"sentences": [{"sentId": 190, "text": "If you run as third party candidate the concern -- from Republicans that you're going to hand it over to -- a Democratic person whether it's Hillary Clinton."}], "speaker": "LEMON", "secId": 61}, {"sentences": [{"sentId": 191, "text": "Hey, Don, don't worry about it."}, {"sentId": 192, "text": "OK, that's not your problem."}], "speaker": "TRUMP", "secId": 62}, {"sentences": [{"sentId": 193, "text": "OK."}], "speaker": "LEMON", "secId": 63}, {"sentences": [{"sentId": 194, "text": "That's not your problem."}, {"sentId": 195, "text": "So what happens is, you know, look, I'm leading as a Republican."}, {"sentId": 196, "text": "Obviously it's better to run as a Republican."}, {"sentId": 197, "text": "But I'm leading as the Republican."}, {"sentId": 198, "text": "That's what my choice is."}, {"sentId": 199, "text": "And if I'm treated fairly and with respect I will -- and even if I don't get it."}, {"sentId": 200, "text": "I would, you know, most likely go ahead and not do that."}], "speaker": "TRUMP", "secId": 64}, {"sentences": [{"sentId": 201, "text": "Yeah."}], "speaker": "LEMON", "secId": 65}, {"sentences": [{"sentId": 202, "text": "But if from the other hand I am not."}, {"sentId": 203, "text": "I very well might."}, {"sentId": 204, "text": "Now, at some point I may switch over and make everybody happy and, I'd be happy also."}], "speaker": "TRUMP", "secId": 66}, {"sentences": [{"sentId": 205, "text": "Yeah."}], "speaker": "LEMON", "secId": 67}, {"sentences": [{"sentId": 206, "text": "I will say with that being said I'm being treated very nicely by the RNC and Reince and everybody."}, {"sentId": 207, "text": "They're treating me very nicely."}, {"sentId": 208, "text": "And that's basically what I want."}, {"sentId": 209, "text": "I want a level playing field."}], "speaker": "TRUMP", "secId": 68}, {"sentences": [{"sentId": 210, "text": "Yeah."}], "speaker": "LEMON", "secId": 69}, {"sentences": [{"sentId": 211, "text": "And if I've get a level playing field fairness, that is highly unlikely that I do the other, which would be, you would call it third party."}], "speaker": "TRUMP", "secId": 70}, {"sentences": [{"sentId": 212, "text": "Yeah."}, {"sentId": 213, "text": "Well, I don't need to press you any longer."}, {"sentId": 214, "text": "Because you've answered the question."}, {"sentId": 215, "text": "You said that you would not like to not do that."}, {"sentId": 216, "text": "So I think you answer the question."}, {"sentId": 217, "text": "I think we spent..."}], "speaker": "LEMON", "secId": 71}, {"sentences": [{"sentId": 218, "text": "No, I'd like to not do that."}, {"sentId": 219, "text": "Because the best way to winning is -- if I win, if I get the nomination, if I get the Republican nomination, I will beat Hillary."}, {"sentId": 220, "text": "And I don't believe anybody else beat Hillary."}], "speaker": "TRUMP", "secId": 72}, {"sentences": [{"sentId": 221, "text": "OK.  Do you say that you won the debate?"}], "speaker": "LEMON", "secId": 73}, {"sentences": [{"sentId": 222, "text": "If she runs by the way."}, {"sentId": 223, "text": "Because I'm not sure she's going to run with her problems on the e-mail."}], "speaker": "TRUMP", "secId": 74}, {"sentences": [{"sentId": 224, "text": "Yeah."}], "speaker": "LEMON", "secId": 75}, {"sentences": [{"sentId": 225, "text": "I'm not very sure she's going to be running."}, {"sentId": 226, "text": "She's got some big problems."}, {"sentId": 227, "text": "I mean, General Petraeus did a lot worse than -- a lot better than her."}, {"sentId": 228, "text": "I mean, she was far worse than him."}, {"sentId": 229, "text": "And you look at what's going on."}, {"sentId": 230, "text": "And they destroyed his life."}, {"sentId": 231, "text": "So I'm not so sure she's going to escape the whole e-mail thing."}, {"sentId": 232, "text": "But we'll find out pretty soon."}, {"sentId": 233, "text": "LEMON:  Can we talk about the other people who were up there, because you say won."}, {"sentId": 234, "text": "A lot of people though were impressed by Marco Rubio and they think he won the debate."}, {"sentId": 235, "text": "What do you think about that?"}], "speaker": "TRUMP", "secId": 76}, {"sentences": [{"sentId": 236, "text": "Well, I don't know."}, {"sentId": 237, "text": "I'm not saying I won."}, {"sentId": 238, "text": "I'm just telling you polls that came out from Drudge."}, {"sentId": 239, "text": "What's better than Drudge?"}, {"sentId": 240, "text": "He's a fantastic guy."}, {"sentId": 241, "text": "And, you know, what he's built is unbelievably respected."}, {"sentId": 242, "text": "And Time Magazine is wonderful."}, {"sentId": 243, "text": "And, you know, they did a poll and on the poll I was in the 50s against everybody else."}, {"sentId": 244, "text": "I think the second place was like 9."}, {"sentId": 245, "text": "And I was in the 50s."}, {"sentId": 246, "text": "So, I don't know."}, {"sentId": 247, "text": "I didn't do it."}, {"sentId": 248, "text": "It's not my poll."}, {"sentId": 249, "text": "It's other people's polls."}], "speaker": "TRUMP", "secId": 77}, {"sentences": [{"sentId": 250, "text": "If you read the story today in The New York Times on the front page of The New York Times, the whole story is about, you know, the strength of what I did last night."}, {"sentId": 251, "text": "And it was a great story."}, {"sentId": 252, "text": "Written by two really good writers in the Times good people too."}, {"sentId": 253, "text": "So, you know, by the way there were many others, \"The Washington Post, many, many other papers said I won."}, {"sentId": 254, "text": "So, I'm not saying it."}, {"sentId": 255, "text": "Don, you said I say it."}, {"sentId": 256, "text": "I'm not saying it."}, {"sentId": 257, "text": "I'm any just saying that a lot of polls and a lot of stories that I won."}], "speaker": "TRUMP", "secId": 78}, {"sentences": [{"sentId": 258, "text": "Yeah."}, {"sentId": 259, "text": "You know, in an earlier debate, Carly Fiorina took a jab at you, that you weren't in the debate."}, {"sentId": 260, "text": "But she went after you anyway."}, {"sentId": 261, "text": "Take a listen to this Mr. Trump."}], "speaker": "LEMON", "secId": 79}, {"sentences": [{"sentId": 262, "text": "Well, I don't know."}, {"sentId": 263, "text": "I didn't get a phone call from Bill Clinton before I jumped in the race."}, {"sentId": 264, "text": "Did any of you get a phone call from Bill Clinton?"}, {"sentId": 265, "text": "I didn't."}, {"sentId": 266, "text": "Maybe it's because I hadn't given money the foundation or donated to his wife's Senate campaign."}], "speaker": "FIORINA", "secId": 80}, {"sentences": [{"sentId": 267, "text": "When you and President Clinton spoke, what did you discuss?"}], "speaker": "LEMON", "secId": 81}, {"sentences": [{"sentId": 268, "text": "Well, that's none of your business."}, {"sentId": 269, "text": "But it was really routine."}, {"sentId": 270, "text": "And I will say I was -- my mind, when we spoke I mean, is where this is where most of it was written incorrectly."}, {"sentId": 271, "text": "My mind was already fully made up."}, {"sentId": 272, "text": "In other words I was already going to run."}, {"sentId": 273, "text": "So when we spoke, when he called my mind was already, you know, totally made up."}, {"sentId": 274, "text": "I was already running essentially."}, {"sentId": 275, "text": "So, you know, there was nothing big."}, {"sentId": 276, "text": "But I've known them over the years."}, {"sentId": 277, "text": "And, you know, I hadn't spoken to him in a long time."}, {"sentId": 278, "text": "But my mind was totally made up."}], "speaker": "TRUMP", "secId": 82}, {"sentences": [{"sentId": 279, "text": "Did he encourage you to run?"}], "speaker": "LEMON", "secId": 83}, {"sentences": [{"sentId": 280, "text": "My mind was made up a long time ago."}], "speaker": "TRUMP", "secId": 84}, {"sentences": [{"sentId": 281, "text": "Did he encourage you to run?"}], "speaker": "LEMON", "secId": 85}, {"sentences": [{"sentId": 282, "text": "No, not at all."}, {"sentId": 283, "text": "In fact I think he was upset."}, {"sentId": 284, "text": "I think we didn't really discuss it."}, {"sentId": 285, "text": "But I think he, look -- I am Hillary's worst nightmare."}, {"sentId": 286, "text": "She knows it."}, {"sentId": 287, "text": "He knows it."}, {"sentId": 288, "text": "I think the smart people in politics know it."}, {"sentId": 289, "text": "When I went and I said I was going to run against, you know the guys that I'm running against right now."}], "speaker": "TRUMP", "secId": 86}, {"sentences": [{"sentId": 290, "text": "Everybody said \"Oh, he's never going to run."}, {"sentId": 291, "text": "He's never going to file.\""}, {"sentId": 292, "text": "I filed."}, {"sentId": 293, "text": "And, you know, the numbers are massive."}, {"sentId": 294, "text": "And the company is a great company."}, {"sentId": 295, "text": "But, you know, they've said, \"He would never file this, he would never file that and he's never file.\""}], "speaker": "TRUMP", "secId": 87}, {"sentences": [{"sentId": 296, "text": "So well I did that I ran."}, {"sentId": 297, "text": "And then they said, \"Oh well maybe he won't do well\"."}, {"sentId": 298, "text": "Well, in the meantime I have like a 15-point lead."}, {"sentId": 299, "text": "And, now everyone is saying, oh wow that's really sort of amazing."}, {"sentId": 300, "text": "And I think I will win to be honest with him, you know, it's possible I won't."}, {"sentId": 301, "text": "But I have a very substantial lead and we're getting all of this great numbers back from South Carolina, and from New Hampshire, and from, from everywhere."}], "speaker": "TRUMP", "secId": 88}, {"sentences": [{"sentId": 302, "text": "Iowa is going to be amazing, I mean the people are amazing and New Hampshire and Iowa, when they, you know, love what we're saying which is basically that our government is run by incompetent people and we are losing our country."}], "speaker": "TRUMP", "secId": 89}, {"sentences": [{"sentId": 303, "text": "And let's..."}], "speaker": "LEMON", "secId": 90}, {"sentences": [{"sentId": 304, "text": "And we just have incompetent leadership and it's horrible what is going on, so..."}], "speaker": "TRUMP", "secId": 91}, {"sentences": [{"sentId": 305, "text": "... let's..."}], "speaker": "LEMON", "secId": 92}, {"sentences": [{"sentId": 306, "text": "... the message is out there and people are liking what I am saying."}, {"sentId": 307, "text": "And I will make this country great again and we can do it relatively fast, but we to get working soon., because if we continue to go this path we are not going to be able to bring it back."}], "speaker": "TRUMP", "secId": 93}, {"sentences": [{"sentId": 308, "text": "Let's talk about your leadership ability which is in business, you tout it all the time and I'm wondering if there is a double standard at play here, because you took some very tough questions about your business practices, about taking advantage of bankruptcy four times yet, no one question Carly Fiorina's business experience, is there a double standard you think when it comes to you?"}], "speaker": "LEMON", "secId": 94}, {"sentences": [{"sentId": 309, "text": "Well not a questioning her, well she got fired and she got fired very harshly, you know, it's a very vicious firing."}, {"sentId": 310, "text": "And she was fired and then she ran for senator against Barbara Boxer in California and she lost in a landslide and I'm not knocking her I couldn't care less she's not going to win OK.  And they say oh she's being glib, so what she's glib it takes a lot more than being glib."}], "speaker": "TRUMP", "secId": 95}, {"sentences": [{"sentId": 311, "text": "But I stuck in the wind but, you know, she got fired and she ran for office and she lost in a landslide."}, {"sentId": 312, "text": "I, you know, I don't see that as being necessarily great credentials, but I think she's probably a very nice woman I just don't know."}], "speaker": "TRUMP", "secId": 96}, {"sentences": [{"sentId": 313, "text": "Now in my case, I never went bankrupt, but like many of the other top business people, all most all of them, we use the bankruptcy laws for, to our advantage and we make good deals by using those laws."}, {"sentId": 314, "text": "Now out of hundreds of companies that I have hundreds, I used it three or four times, made phenomenal deals, and mostly having to do with Atlantic City and by the way."}, {"sentId": 315, "text": "Caesars just went bankrupt, almost all the places in Atlantic City got bankrupt."}, {"sentId": 316, "text": "There's place is doing very poorly, but, you know, not my fault."}], "speaker": "TRUMP", "secId": 97}, {"sentences": [{"sentId": 317, "text": "Yeah."}], "speaker": "LEMON", "secId": 98}, {"sentences": [{"sentId": 318, "text": "But I left seven years ago, I made a lot of money in Atlantic City, I lost -- I had great vision, great timing for leaving."}, {"sentId": 319, "text": "Just like I had great vision by saying in 2004 don't go into Iraq."}, {"sentId": 320, "text": "If you' look at -- if you look at the papers back in those days OK Reuters, you'll see that -- and that's unlike any other candidate."}, {"sentId": 321, "text": "I'm the most militaristic person, I would create military so strong, but we shouldn't have used it in Iraq as we destabilized the Middle East which is exactly what I said would happen and Iran will take over Iraq and ISIS will take over the oil and, you know, lots of things are going to happen that are very bad after spending trillions in lives, and wounded warriors and everything else."}], "speaker": "TRUMP", "secId": 99}, {"sentences": [{"sentId": 322, "text": "So, you know, you have to have vision with Atlantic City, I left seven years ago."}, {"sentId": 323, "text": "Made a lot of money, left, and yeah, I have used certain, you know, laws and things that you are allowed to used."}, {"sentId": 324, "text": "And I used them brilliantly and other people have too and top people I mean I'm talking about top people have used the same things."}, {"sentId": 325, "text": "And, you have to know what you are doing, but, you know it worked out very well for me..."}], "speaker": "TRUMP", "secId": 100}, {"sentences": [{"sentId": 326, "text": "But speaking, speaking..."}], "speaker": "LEMON", "secId": 101}, {"sentences": [{"sentId": 327, "text": ".... let's put it that way..."}], "speaker": "TRUMP", "secId": 102}, {"sentences": [{"sentId": 328, "text": "... Iraq..."}], "speaker": "LEMON", "secId": 103}, {"sentences": [{"sentId": 329, "text": "..."}, {"sentId": 330, "text": "I never went, but Don just again, you know, I never went bankrupt."}, {"sentId": 331, "text": "Neither did the other guys like me that uses -- that used that particular law."}], "speaker": "TRUMP", "secId": 104}, {"sentences": [{"sentId": 332, "text": "Yeah, but you did use that, but speaking of Iraq, what did you think of Jeb Bush's answer on, on about Iraq?"}], "speaker": "LEMON", "secId": 105}, {"sentences": [{"sentId": 333, "text": "It's a terrible answer and it was a terrible answer that took five days to give."}, {"sentId": 334, "text": "And it was a simple question I mean it was a question that was extremely easy to understand, and you know, it was like, was Iraq a good thing or a bad thing?"}, {"sentId": 335, "text": "Now we spent $2 trillion, lost thousand of lives, have wounded warriors who I love all over the place and we have nothing, we have nothing."}], "speaker": "TRUMP", "secId": 106}, {"sentences": [{"sentId": 336, "text": "Yeah."}], "speaker": "LEMON", "secId": 107}, {"sentences": [{"sentId": 337, "text": "And Iran is taking over Iraq and if they're taking the oil and ISIS is taking some of the oil also so between Iran and ISIS they're going to split up Iraq."}, {"sentId": 338, "text": "And we spent dollars, a terrible thing..."}], "speaker": "TRUMP", "secId": 108}, {"sentences": [{"sentId": 339, "text": "And speaking..."}], "speaker": "LEMON", "secId": 109}, {"sentences": [{"sentId": 340, "text": "... and he wasn't sure -- and he still wasn't sure was it good or bad is up to him, you know, what they do, they go after the politicians."}, {"sentId": 341, "text": "They go out and, get, you know, sound bites from people that work for them."}, {"sentId": 342, "text": "I mean, you know, it's like -- let's, took him five day to answer the question OK, was it good or was it bad?"}, {"sentId": 343, "text": "LEMON:  And with speaking of Jeb..."}], "speaker": "TRUMP", "secId": 110}, {"sentences": [{"sentId": 344, "text": "You know, this not what we need, this is not what we need."}], "speaker": "TRUMP", "secId": 111}, {"sentences": [{"sentId": 345, "text": "... speaking of Jeb Bush -- last night you also asked, last night about reports that he had called you some pretty nasty names, he denied it and instead of going..."}], "speaker": "LEMON", "secId": 112}, {"sentences": [{"sentId": 346, "text": "He denied it."}], "speaker": "TRUMP", "secId": 113}, {"sentences": [{"sentId": 347, "text": "Instead of going after you, you called him a gentleman."}], "speaker": "LEMON", "secId": 114}, {"sentences": [{"sentId": 348, "text": "He was very nice."}, {"sentId": 349, "text": "He denied it."}, {"sentId": 350, "text": "And why are you bringing it up?"}], "speaker": "TRUMP", "secId": 115}, {"sentences": [{"sentId": 351, "text": "Why me -- you called him..."}], "speaker": "LEMON", "secId": 116}, {"sentences": [{"sentId": 352, "text": "He was very nice, you know, what he was very nice and I..."}], "speaker": "TRUMP", "secId": 117}, {"sentences": [{"sentId": 353, "text": "Well let me finish the question if you will with all due respect."}], "speaker": "LEMON", "secId": 118}, {"sentences": [{"sentId": 354, "text": "Go ahead."}], "speaker": "TRUMP", "secId": 119}, {"sentences": [{"sentId": 355, "text": "So you called him a gentlemen, you've ben insulting Jeb Bush for weeks saying that he is weak, I'm just wondering what changed between you two?"}], "speaker": "LEMON", "secId": 120}, {"sentences": [{"sentId": 356, "text": "No I didn't say he's weak I, you know, he talked about tone."}, {"sentId": 357, "text": "He said Trump's tone is very tough it is very strong."}, {"sentId": 358, "text": "And I said, no you don't understand we have to have a tough tone."}, {"sentId": 359, "text": "They're cutting off Christian's head and everyone else's heads in Syria and Iraq and they're blowing everything up and the people are dying all over the place including the border which I didn't bring it up you wouldn't even beef talking about the border, you wouldn't even be talking about illegal immigration, Don..."}], "speaker": "TRUMP", "secId": 121}, {"sentences": [{"sentId": 360, "text": "Yeah."}], "speaker": "LEMON", "secId": 122}, {"sentences": [{"sentId": 361, "text": "If I didn't bring it up it's becoming a very and in fact that first week I took a lot of incoming, I took a lot of -- a lot of abuse from the press."}, {"sentId": 362, "text": "The first week and now a lot of those people have apologized to me because I happen to be right."}, {"sentId": 363, "text": "And but the border is a disaster, if drugs are flowing in, crime is flowing in, and I'm going to build a wall."}, {"sentId": 364, "text": "And it is going to be a great wall, and it's not going to be penetrable, and we'll still allow people to come in legally, but we're not kind of have the problems that we have now, because I know how to build and I know how to manage."}], "speaker": "TRUMP", "secId": 123}, {"sentences": [{"sentId": 365, "text": "And we have to get it done..."}], "speaker": "TRUMP", "secId": 124}, {"sentences": [{"sentId": 366, "text": "Mr..."}], "speaker": "LEMON", "secId": 125}, {"sentences": [{"sentId": 367, "text": "... and, you know, sort of an interesting thing people say, oh you can't build the wall well the truth is the Great Wall of China is 13,000 mile."}, {"sentId": 368, "text": "This one if you match it out to the end is 2,000 miles and that was built 2,000 years ago, more than 2,000 years ago so, you know, you can very easily build it."}], "speaker": "TRUMP", "secId": 126}, {"sentences": [{"sentId": 369, "text": "So I want to ask you more about the debate and post debate analysis."}, {"sentId": 370, "text": "You say the media treats you unfairly you had some very angry word for Frank Luntz who with oppose for being focus group asking a lot of questions..."}], "speaker": "LEMON", "secId": 127}, {"sentences": [{"sentId": 371, "text": "No I'll tell you about Frank Luntz, Frank Luntz came to my office,  hire his company."}], "speaker": "TRUMP", "secId": 128}, {"sentences": [{"sentId": 372, "text": "Can I play the sound bite and then you respond."}], "speaker": "LEMON", "secId": 129}, {"sentences": [{"sentId": 373, "text": "Excuse me."}, {"sentId": 374, "text": "Frank Luntz came to my office who's a dunce as far as I'm concerned I mean, you know, this guy is major loser."}, {"sentId": 375, "text": "Frank Luntz came to my office, asked me, first of all he asked me for airplane ride."}, {"sentId": 376, "text": "So I gave him an airplane ride in a very nice airplane."}, {"sentId": 377, "text": "Then he comes to my office he always did this he keeps saying I want to come and see you."}, {"sentId": 378, "text": "He comes to my office, wants me to hire his firm to do focus studies or something, I don't need focus studies."}, {"sentId": 379, "text": "I told him, Frank, I don't need focus studies, I have no interest."}], "speaker": "TRUMP", "secId": 130}, {"sentences": [{"sentId": 380, "text": "And after I said that, he does all this negative focus studies on me, because it can't be right, because if you look at polling and all of the polling that's gone on, having to do with the debate, most people think I won, most people think I won the debate."}, {"sentId": 381, "text": "So this guy is a wise guy, maybe he uses his little tiny power at Fox in order to get work."}], "speaker": "TRUMP", "secId": 131}, {"sentences": [{"sentId": 382, "text": "I don't know, but he came up to my office I couldn't keep him away I mean the guy kept calling, please, let me see you."}, {"sentId": 383, "text": "So I see him, I said, Frank, I have no interest in your polling and your focus groups I just that it's not, by the time you do your group the deal will be dead assuming A am doing deals, which i am not doing anymore, because I'm running for president."}, {"sentId": 384, "text": "So I told him no and now every time I see a poll, it is negative, I mean the guy is a lightweight."}], "speaker": "TRUMP", "secId": 132}, {"sentences": [{"sentId": 385, "text": "So I want..."}], "speaker": "LEMON", "secId": 133}, {"sentences": [{"sentId": 386, "text": "Total lightweight."}], "speaker": "TRUMP", "secId": 134}, {"sentences": [{"sentId": 387, "text": "..."}, {"sentId": 388, "text": "I just want our viewers, some of our viewers may not be familiar with who Frank Luntz is, I'll want to play this moment so they could see who is and I want you to respond to, to take a look."}], "speaker": "LEMON", "secId": 135}, {"sentences": [{"sentId": 389, "text": "When you walked in here how many of you had a positive opinion of Donald Trump, raise your hand, overall?"}, {"sentId": 390, "text": "How many of you have a positive opinion of him now?"}, {"sentId": 391, "text": "Who is negative towards Trump when you walked in here?"}, {"sentId": 392, "text": "Who is negative now?"}], "speaker": "LUNTZ", "secId": 136}, {"sentences": [{"sentId": 393, "text": "I liked him when I came in here, because he wasn't the politician."}, {"sentId": 394, "text": "But right now, he skirted around questions better than a lifelong politician ever had."}], "speaker": "UNIDENTIFIED MALE", "secId": 137}, {"sentences": [{"sentId": 395, "text": "You know, he just let me down."}, {"sentId": 396, "text": "I just expected him to rise to the occasion and look presidential."}, {"sentId": 397, "text": "He didn't."}], "speaker": "UNIDENTIFIED MALE", "secId": 138}, {"sentences": [{"sentId": 398, "text": "So what do you think is going on with that?"}], "speaker": "LEMON", "secId": 139}, {"sentences": [{"sentId": 399, "text": "Well I think if I hired his firm it would have been a much different thing he'll like this focus stuff is, you know, I'm not a believer."}, {"sentId": 400, "text": "And, you know, I'm not sure about this, but maybe he just grabbed some people he says, let's do a number on Trump, you do this, you do that, maybe he didn't well I don't know I don't really care."}, {"sentId": 401, "text": "The guy is a total dope."}, {"sentId": 402, "text": "But he was up in my office begging me to hire him, I mean the guy literally wouldn't stop, he kept calling finally, I agree to see him."}], "speaker": "TRUMP", "secId": 140}, {"sentences": [{"sentId": 403, "text": "And then all of a sudden, I see the focus groups and they're always negative."}, {"sentId": 404, "text": "Yeah I'm not a negative person."}, {"sentId": 405, "text": "I mean how, how can it be so negative when I'm winning in all the polls, I'm winning in all the states, I'm winning everywhere."}, {"sentId": 406, "text": "So, you know, I mean I think he's got his own agenda, but you know what, I should -- the last thing I need is to do focus groups in my company."}, {"sentId": 407, "text": "By the time you put the group together the deal is gone."}], "speaker": "TRUMP", "secId": 141}, {"sentences": [{"sentId": 408, "text": "Mr. Trump, you know, you wrote the art of the deal so you know how this stuff..."}], "speaker": "LEMON", "secId": 142}, {"sentences": [{"sentId": 409, "text": "That that is true."}], "speaker": "TRUMP", "secId": 143}, {"sentences": [{"sentId": 410, "text": "... but this stuff works going into this you were the front- runner."}, {"sentId": 411, "text": "You knew you would be targeted possibly attacked."}, {"sentId": 412, "text": "Do you worry that it undermines you're a tough guy and there's a I'm going to stand up to Putin, to China, to Mexico et cetera yet your demeanor might suggest, it might suggest to people that you are thin-skinned?"}], "speaker": "LEMON", "secId": 144}, {"sentences": [{"sentId": 413, "text": "No, I don't think I'm thin skinned."}, {"sentId": 414, "text": "I think I'm the toughest -- yeah, I think I'm fine but I don't like when I'm treated unfairly and I'm not saying change it."}, {"sentId": 415, "text": "Did I tell you to change anything?"}, {"sentId": 416, "text": "I said I'm fine with it but I you know, I like to expose people."}, {"sentId": 417, "text": "I mean, I expose Megyn Kelly as not being very good."}, {"sentId": 418, "text": "I could tell you other things about Megyn Kelly that would be very harsh but I won't bother with that."}, {"sentId": 419, "text": "But Megyn Kelly is not a good professional and she's just not, in my opinion, she's not good at what she does."}], "speaker": "TRUMP", "secId": 145}, {"sentences": [{"sentId": 420, "text": "Well, I don't..."}], "speaker": "LEMON", "secId": 146}, {"sentences": [{"sentId": 421, "text": "I'm not complaining, I'm not saying do it over, I'm not suing Fox, I'm not doing anything."}, {"sentId": 422, "text": "I mean Fox should love me because I just broke the all-time record and if I'm not in there, the Jazz in the other guys, they're going to get one million viewers and got 24 million because I was in there."}, {"sentId": 423, "text": "So, you know, they must love me, but in actuality, they probably don't and I don't even care."}], "speaker": "TRUMP", "secId": 147}, {"sentences": [{"sentId": 424, "text": "Just so you know, Megyn Kelly is a very respected journalist and ..."}], "speaker": "LEMON", "secId": 148}, {"sentences": [{"sentId": 425, "text": "I don't think she's respected."}, {"sentId": 426, "text": "What is she?"}, {"sentId": 427, "text": "She's a lightweight."}], "speaker": "TRUMP", "secId": 149}, {"sentences": [{"sentId": 428, "text": "... many people think she is."}], "speaker": "LEMON", "secId": 150}, {"sentences": [{"sentId": 429, "text": "She's a lightweight."}, {"sentId": 430, "text": "I can't believe that you're not beating her in the ratings actually."}, {"sentId": 431, "text": "You should be ashamed of yourself."}, {"sentId": 432, "text": "If I had your show, I'd be beating her so badly she'd be thrown off the air."}, {"sentId": 433, "text": "That I can tell you, Don."}, {"sentId": 434, "text": "I'm very surprised at you, Don."}, {"sentId": 435, "text": "I'm just kidding."}], "speaker": "TRUMP", "secId": 151}, {"sentences": [{"sentId": 436, "text": "I know that you are and I think people..."}], "speaker": "LEMON", "secId": 152}, {"sentences": [{"sentId": 437, "text": "But I'm not kidding."}, {"sentId": 438, "text": "If I had your show, believe me she would have no chance."}, {"sentId": 439, "text": "She wouldn't be on the air very long, that I can tell you."}], "speaker": "TRUMP", "secId": 153}, {"sentences": [{"sentId": 440, "text": "Well you can come on any time and you're welcome any time."}, {"sentId": 441, "text": "I want to ask you though before I let you go, the CNN debate is September 16th."}, {"sentId": 442, "text": "Are you going to do anything differently to prepare for that?"}], "speaker": "LEMON", "secId": 154}, {"sentences": [{"sentId": 443, "text": "No, I look I did -- according to everybody I won."}, {"sentId": 444, "text": "According to everybody I won other than the haters and the losers but according to you know, the polls, according to Drudge, according to Time Magazine, according to The New York Times story, according to many other stories, Washington Post, I won."}], "speaker": "TRUMP", "secId": 155}, {"sentences": [{"sentId": 445, "text": "Yeah."}], "speaker": "LEMON", "secId": 156}, {"sentences": [{"sentId": 446, "text": "Now, you know, why should I prepare differently?"}, {"sentId": 447, "text": "You know, preparing for a debate is hard because there's so much knowledge you have to have you wouldn't be able to prepare I mean you can't, you can't, you know study in one week what you've learned over a lifetime."}], "speaker": "TRUMP", "secId": 157}, {"sentences": [{"sentId": 448, "text": "You had to have learned something from this."}, {"sentId": 449, "text": "You are a very smart man."}, {"sentId": 450, "text": "You know with every experience you learn something."}, {"sentId": 451, "text": "What did you learn from this experience?"}], "speaker": "LEMON", "secId": 158}, {"sentences": [{"sentId": 452, "text": "Nothing."}, {"sentId": 453, "text": "I mean, just that, what have I learned?"}, {"sentId": 454, "text": "I went in."}, {"sentId": 455, "text": "I did a great job."}, {"sentId": 456, "text": "I was asked really nasty questions by people that are not nice people."}, {"sentId": 457, "text": "And you know, and very unfair questions actually."}, {"sentId": 458, "text": "Much more unfair in fact, a couple of the candidates, nice guys, I really liked a couple of them I like a few of them, really a lot."}, {"sentId": 459, "text": "They came out and said, wow, number one you won but number two, they were nasty to you."}], "speaker": "TRUMP", "secId": 159}, {"sentences": [{"sentId": 460, "text": "They said that to me."}, {"sentId": 461, "text": "They said, they were really nasty to you, all three of them were."}, {"sentId": 462, "text": "And you know, I said, \"Hey, that's the way life goes.\""}, {"sentId": 463, "text": "So I'm not thin skinned at all."}, {"sentId": 464, "text": "I understand how the game is played but I can say what it is but, you know, a lot of people say would you do another one with Fox?"}, {"sentId": 465, "text": "You know, possibly not, who knows?"}, {"sentId": 466, "text": "I mean we'll see what happens."}, {"sentId": 467, "text": "I don't even know when the next one is."}, {"sentId": 468, "text": "I think the next one is with CNN and you guys are making a lot of progress thanks to me because your ratings are way up, because you are covering Trump all the time so I should get a piece of it."}, {"sentId": 469, "text": "Don't you think, Don?"}, {"sentId": 470, "text": "Like 25 percent?"}], "speaker": "TRUMP", "secId": 160}, {"sentences": [{"sentId": 471, "text": "Listen, I'm not going to make that deal because you would hold me to it I know that you would -- by the way just so..."}], "speaker": "LEMON", "secId": 161}, {"sentences": [{"sentId": 472, "text": "... you better be careful."}, {"sentId": 473, "text": "I'm glad you said it because I may hold you to it, you're right."}], "speaker": "TRUMP", "secId": 162}, {"sentences": [{"sentId": 474, "text": "Just so you know, Megyn Kelly is not my competitor."}, {"sentId": 475, "text": "She's on at 90's and I'm on at 10 which as so happens that..."}], "speaker": "LEMON", "secId": 163}, {"sentences": [{"sentId": 476, "text": "I know that."}], "speaker": "TRUMP", "secId": 164}, {"sentences": [{"sentId": 477, "text": "So, but listen, you know, you told me last time and last we spoke that during the debate if you didn't do so well, you would ride off into the sunset."}, {"sentId": 478, "text": "Am I to assume now that you are here to stay?"}], "speaker": "LEMON", "secId": 165}, {"sentences": [{"sentId": 479, "text": "Well, yeah, I did really well I mean that would, with you know, horrible, nasty, stupid questions."}, {"sentId": 480, "text": "I did really well."}, {"sentId": 481, "text": "I am certainly not riding into the sunset."}, {"sentId": 482, "text": "I'm leading in every poll, Don."}, {"sentId": 483, "text": "You don't ride off into the sunset when you are leading."}, {"sentId": 484, "text": "Now maybe there will be a time when I'm not leading and I will ride off into the sunset."}, {"sentId": 485, "text": "OK That's possible too."}], "speaker": "TRUMP", "secId": 166}, {"sentences": [{"sentId": 486, "text": "But the reason I'm leading is because I'm going to make this country, we have a great, great potential country."}, {"sentId": 487, "text": "Right now, we are number two to China, we're getting beaten in every way with we have horrible trade deals, we're getting fleeced by everybody that touches us, we can't beat ISIS, we can't beat anybody and we're not taking care of our vets and we're not taking care of our military and Obamacare is a disaster."}], "speaker": "TRUMP", "secId": 167}, {"sentences": [{"sentId": 488, "text": "I'm straightening it all out, I'm really good at this."}, {"sentId": 489, "text": "I'm you know, straighten it all out."}, {"sentId": 490, "text": "Even in your CNN poll, you know, you do a CNN poll a month ago, I was number one by far by many, many points in leadership, number one by far in economics, OK, you know that, right?"}, {"sentId": 491, "text": "I think you will agree."}], "speaker": "TRUMP", "secId": 168}, {"sentences": [{"sentId": 492, "text": "Yes."}], "speaker": "LEMON", "secId": 169}, {"sentences": [{"sentId": 493, "text": "Number one's like not even close."}, {"sentId": 494, "text": "Anything having to do with finance, jobs and the economy, I was number one, by like far."}, {"sentId": 495, "text": "They were left way in the dust."}, {"sentId": 496, "text": "And that's what our country need, Don."}], "speaker": "TRUMP", "secId": 170}, {"sentences": [{"sentId": 497, "text": "So then what do you do then?"}, {"sentId": 498, "text": "You talk about -- you're right, you're in number one in the categories but then in your favorability, you don't always you know always at the top of..."}], "speaker": "LEMON", "secId": 171}, {"sentences": [{"sentId": 499, "text": "And my favorability has come way up, Don."}, {"sentId": 500, "text": "If you are being honest, you know."}], "speaker": "TRUMP", "secId": 172}, {"sentences": [{"sentId": 501, "text": "Yeah."}], "speaker": "LEMON", "secId": 173}, {"sentences": [{"sentId": 502, "text": "I agree with you two, three months ago because people didn't know my message and they know me but they didn't know me in this position."}, {"sentId": 503, "text": "But if you looked at my favorability recently, my favorability, in fact, somebody said they have never seen anything like it."}, {"sentId": 504, "text": "The favorabilty is long."}, {"sentId": 505, "text": "Look at the new Fox poll that just came out where I'm at I think 26 percent and the nearest opponent is what, 12 percent, 14 percent or something like that."}], "speaker": "TRUMP", "secId": 174}, {"sentences": [{"sentId": 506, "text": "You had..."}], "speaker": "LEMON", "secId": 175}, {"sentences": [{"sentId": 507, "text": "And my favorability has become very good."}], "speaker": "TRUMP", "secId": 176}, {"sentences": [{"sentId": 508, "text": "You had 24..."}], "speaker": "LEMON", "secId": 177}, {"sentences": [{"sentId": 509, "text": "In the New Hampshire -- excuse me -- in the New Hampshire poll, the favorability swung all the way into the very positive."}, {"sentId": 510, "text": "So, yeah, no the favorability is doing good now, Don."}, {"sentId": 511, "text": "You got to look at the modern poll."}], "speaker": "TRUMP", "secId": 178}, {"sentences": [{"sentId": 512, "text": "You know that 24 million people watched and you had the opportunity to win some people over."}, {"sentId": 513, "text": "Do you think that you did?"}, {"sentId": 514, "text": "And if you didn't, would you change anything?"}, {"sentId": 515, "text": "Would you change anything at all about what happened and how you conducted it?"}], "speaker": "LEMON", "secId": 179}, {"sentences": [{"sentId": 516, "text": "Well, I think I would have liked to have been treated fairly but Fox didn't decide to do that so you know, I blame Fox to a certain extent then I blame you know, these people that did the show."}, {"sentId": 517, "text": "No, I wouldn't change anything if they should have treated me but I wouldn't change anything."}, {"sentId": 518, "text": "I think that it was, you know, I'm happy -- and look, everybody was saying it was like my show."}, {"sentId": 519, "text": "It's like it was the apprentice or something."}, {"sentId": 520, "text": "It's like my show."}], "speaker": "TRUMP", "secId": 180}, {"sentences": [{"sentId": 521, "text": "They're saying The Trump Show that was sort of interesting but you know, we broke a record but I think what has happened and I think, you know, I don't know if my poll numbers, my big poll numbers are going to go up or down or what but I think they're going to get better because Fox has been inundate with you know, with social media, inundated for the unfair treatment that they gave me and which I'm happy I'm glad I like that people do that."}, {"sentId": 522, "text": "Because it was unfair and we'll see what happens."}, {"sentId": 523, "text": "It was unfair with that whole thing but it was unfair but they've been inundated."}, {"sentId": 524, "text": "I was told by somebody at Fox that they've never seen anything like it."}, {"sentId": 525, "text": "And it was just the unfair treatment by people that did the wrong thing."}], "speaker": "TRUMP", "secId": 181}, {"sentences": [{"sentId": 526, "text": "Donald Trump, you're welcome to come co-host with me any time and we thank you for joining us."}], "speaker": "LEMON", "secId": 182}, {"sentences": [{"sentId": 527, "text": "OK good."}, {"sentId": 528, "text": "We'll beat everybody."}, {"sentId": 529, "text": "You and I will beat everybody."}], "speaker": "TRUMP", "secId": 183}, {"sentences": [{"sentId": 530, "text": "I really do appreciate you coming on."}], "speaker": "LEMON", "secId": 184}, {"sentences": [{"sentId": 531, "text": "All right, thank you very much, Don."}, {"sentId": 532, "text": "Thank you very much.."}], "speaker": "TRUMP", "secId": 185}, {"sentences": [{"sentId": 533, "text": "Thank you."}, {"sentId": 534, "text": "Up next, our political experts react to Donald Trump's comments tonight and rate the debate's winners and losers."}, {"sentId": 535, "text": "Also, women voters, key to the election."}, {"sentId": 536, "text": "Are Republicans courting women or turning them off?"}, {"sentId": 537, "text": "I'm going to ask former Congresswoman Michele Bachmann, who was the first woman to participate in the presidential debate."}, {"sentId": 538, "text": "There she is live right there, right after the break."}], "speaker": "LEMON", "secId": 186}, {"sentences": [{"sentId": 539, "text": "Reaction now to what Donald Trump just said here on CNN Tonight with don lemon."}, {"sentId": 540, "text": "Joined by Gloria Borger, CNN chief political analyst, Rick Wilson, Republican strategist, Scottie Nell Hughes news director of the Tea Party News Network."}], "speaker": "LEMON", "secId": 187}, {"sentences": [{"sentId": 541, "text": "Hello."}, {"sentId": 542, "text": "Well, you all heard what he had to say."}, {"sentId": 543, "text": "I want to get your reaction."}, {"sentId": 544, "text": "First, Gloria Borger."}], "speaker": "LEMON", "secId": 188}, {"sentences": [{"sentId": 545, "text": "You know, the interesting, first of all, we know Donald Trump is Donald Trump and he is not going to stop hurling insults at people and he continued to do that this evening to everybody who was on the panel, questioning him, saying they were unfair, they had blood in their eyes and he got the toughest questions."}, {"sentId": 546, "text": "You know, in covering that debate, a lot of people got tough questions."}], "speaker": "BORGER", "secId": 189}, {"sentences": [{"sentId": 547, "text": "You know when covering -- in covering that debate, a lot of people got though questions."}, {"sentId": 548, "text": "Chris Christie was asked about why economy -- New Jersey is doing so badly?"}, {"sentId": 549, "text": "Scott walker was asked whether he is out of the mainstream, too out of mainstream to win the presidency."}, {"sentId": 550, "text": "And Donald Trump was clearly offended by these questions."}], "speaker": "BORGER", "secId": 190}, {"sentences": [{"sentId": 551, "text": "But my big takeaway from this and I've covered politics a long time, is that Donald Trump was reacting to the debate as an entertainment executive in a way who said, you know \"I brought ratings, right.\""}, {"sentId": 552, "text": "I -- it's interesting to me because when you interview presidential candidates, normally, they will talk to you about what they said, about the issues, or about, you know, the confrontation they had with the other candidate or where they are on certain issues."}], "speaker": "BORGER", "secId": 191}, {"sentences": [{"sentId": 553, "text": "This was all about Donald Trump believing and I think he's right about this that he brought 24 million viewers to Fox News because he is a star."}], "speaker": "BORGER", "secId": 192}, {"sentences": [{"sentId": 554, "text": "They had 3 million -- the last debate during the last election I caught 3 million viewers, I mean come on."}, {"sentId": 555, "text": "Yeah."}], "speaker": "LEMON", "secId": 193}, {"sentences": [{"sentId": 556, "text": "Right."}, {"sentId": 557, "text": "Right but it was about the value of Donald Trump as a star bringing viewers to the Fox News debate."}, {"sentId": 558, "text": "More than it was about the substance of what occurred at the debate."}], "speaker": "BORGER", "secId": 194}, {"sentences": [{"sentId": 559, "text": "Well, Scottie, people may say that if he brings in there many people because we've often said more people vote on American Idol or one of these reality type of shows, talent shows then they actually go out to vote, right, for politicians, for their legislators."}], "speaker": "LEMON", "secId": 195}, {"sentences": [{"sentId": 560, "text": "Yeah."}, {"sentId": 561, "text": "That's exactly it."}], "speaker": "HUGHES", "secId": 196}, {"sentences": [{"sentId": 562, "text": "So can -- maybe he can bring some people into the tent."}, {"sentId": 563, "text": "What was your reaction?"}, {"sentId": 564, "text": "HUGHES:  No."}, {"sentId": 565, "text": "You're completely correct and you're right."}, {"sentId": 566, "text": "You know we're sitting here."}, {"sentId": 567, "text": "When we're looking at more people voting for these reality show finales than they're actually going on Election Day and choosing the future of our country, you know what, I think this is refreshing."}, {"sentId": 568, "text": "I am glad to see that today people are talking about presidential politics and let's face it."}, {"sentId": 569, "text": "For those of us that are in this, that are in the trenches we would be bored to death right now."}], "speaker": "LEMON", "secId": 197}, {"sentences": [{"sentId": 570, "text": "You know, Don, in that interview, you know, Donald was correct."}, {"sentId": 571, "text": "Nobody really would be caring right now if he wasn't involved."}, {"sentId": 572, "text": "Nobody wants to watch Jeb."}, {"sentId": 573, "text": "Nobody wants to watch sweater vest Santorum."}, {"sentId": 574, "text": "He is actually sitting there and getting people who normally would not care about what's going on in politics getting them engaged."}, {"sentId": 575, "text": "You have got to give him at least credit for that."}], "speaker": "LEMON", "secId": 198}, {"sentences": [{"sentId": 576, "text": "Rick, you seem nonplussed by all of it."}], "speaker": "LEMON", "secId": 199}, {"sentences": [{"sentId": 577, "text": "Look, Donald Trump as we said from the very beginning of this he is a celebrity."}, {"sentId": 578, "text": "He is an entertainer."}, {"sentId": 579, "text": "He is a fantastic guy with clown shoes and a funny nose on."}, {"sentId": 580, "text": "Everyone loves to watch \"The Spectacle\"."}, {"sentId": 581, "text": "This is not politics."}, {"sentId": 582, "text": "This is not engagement."}, {"sentId": 583, "text": "This is not philosophical discussions about the direction and nature of the country."}, {"sentId": 584, "text": "This is a guy so hermetically wrapped up in his ego that he is impenetrable by any outside force."}], "speaker": "WILSON", "secId": 200}, {"sentences": [{"sentId": 585, "text": "This is a guy who was not in the room with the other candidates last night."}, {"sentId": 586, "text": "He was completely thinking about."}, {"sentId": 587, "text": "I think you're right Gloria."}, {"sentId": 588, "text": "As he looked at it as an entertainment executive."}, {"sentId": 589, "text": "He looked at it as part of the Trump show, \"The Spectacle\"."}, {"sentId": 590, "text": "And this is a guy who is not talking about real policies."}, {"sentId": 591, "text": "He's not talking about anything beyond the sort of very vague grunting generalities that he likes to talk."}, {"sentId": 592, "text": "You know I'll build a giant wall."}, {"sentId": 593, "text": "I'll make the country great again."}], "speaker": "WILSON", "secId": 201}, {"sentences": [{"sentId": 594, "text": "That is lovely to have rhetoric but you got to back it up with something."}, {"sentId": 595, "text": "Every other man on the stage and Carly Fiorina in the happy hour debate they all brought much more substance, much more heat, much more direct, and engaged thoughtfulness about what we should be doing as a country than Donald Trump ever can or will."}, {"sentId": 596, "text": "He is mentally incapable of thinking through something more sophisticated than the satisfaction of his own ego at any given moment."}], "speaker": "WILSON", "secId": 202}, {"sentences": [{"sentId": 597, "text": "What you're saying Ricky though -- Ricky what you just said is the reason we have a problem in the GOP."}, {"sentId": 598, "text": "You just went that entire way criticizing Donald Trump, and you were just full of insults as well, clown show."}], "speaker": "HUGHES", "secId": 203}, {"sentences": [{"sentId": 599, "text": "You said it right."}], "speaker": "LEMON", "secId": 204}, {"sentences": [{"sentId": 600, "text": "He is incapable of."}, {"sentId": 601, "text": "You were calling names too."}], "speaker": "HUGHES", "secId": 205}, {"sentences": [{"sentId": 602, "text": "Yeah, yeah, guess -- guess what?"}], "speaker": "WILSON", "secId": 206}, {"sentences": [{"sentId": 603, "text": "You were acting just like the guys last night."}], "speaker": "HUGHES", "secId": 207}, {"sentences": [{"sentId": 604, "text": "Listen."}, {"sentId": 605, "text": "I am not tolerant."}, {"sentId": 606, "text": "I am not tolerant of the special snowflake..."}], "speaker": "WILSON", "secId": 208}, {"sentences": [{"sentId": 607, "text": "Well, neither is Donald Trump."}], "speaker": "HUGHES", "secId": 209}, {"sentences": [{"sentId": 608, "text": "... stuff on the left wing -- on the left wing and I'm not tolerant of it on the right-wing."}, {"sentId": 609, "text": "People who are engaging with Donald Trump and who are following Donald Trump like some acolyte and some bizarre cult, they are engaged in an infamous and terrible fraud on conservatism because this man is not a conservative."}, {"sentId": 610, "text": "He is not a Republican and he is..."}], "speaker": "WILSON", "secId": 210}, {"sentences": [{"sentId": 611, "text": "People who follows..."}], "speaker": "LEMON", "secId": 211}, {"sentences": [{"sentId": 612, "text": "... People who support Donald Trump will be insulted by that."}, {"sentId": 613, "text": "There were part people in the focus group saying I'm tired of people insulting my intelligence because I support Donald Trump."}], "speaker": "LEMON", "secId": 212}, {"sentences": [{"sentId": 614, "text": "Listen."}], "speaker": "WILSON", "secId": 213}, {"sentences": [{"sentId": 615, "text": "Well, I think the one news making thing..."}], "speaker": "BORGER", "secId": 214}, {"sentences": [{"sentId": 616, "text": "Yup."}, {"sentId": 617, "text": "Go ahead Gloria."}, {"sentId": 618, "text": "Let Gloria go ahead."}, {"sentId": 619, "text": "Go ahead Gloria."}], "speaker": "LEMON", "secId": 215}, {"sentences": [{"sentId": 620, "text": "The one honest news making thing that we heard tonight was that Donald Trump clearly seems disinclined I think, to run as an independent candidate so long as he is treated well by the RNC."}], "speaker": "BORGER", "secId": 216}, {"sentences": [{"sentId": 621, "text": "He may not do another Fox debate if he, you know, he is considering that."}], "speaker": "LEMON", "secId": 217}, {"sentences": [{"sentId": 622, "text": "Well, but, you know, my kill colleague, Dana Bash, our colleague, interviewed Reince Priebus last night, the head of the RNC and, you know, he said he wasn't worried and I think one of the reasons he is not worried is that he is very smart and he is keeping opens lines of communication with Donald Trump because the last thing in the world he wants is for Donald Trump to, you know, to run as a third party candidate."}], "speaker": "BORGER", "secId": 218}, {"sentences": [{"sentId": 623, "text": "And so, you know, I think what we heard from Trump tonight was, you know, they're treating me very nicely now which they were not at first."}, {"sentId": 624, "text": "And, you know that they're aware of his impact on the race."}, {"sentId": 625, "text": "And his potential impact on the entire presidential race."}, {"sentId": 626, "text": "So I think he is kind of fudging a little bit there even though he did raise his hand last night during the debate."}], "speaker": "BORGER", "secId": 219}, {"sentences": [{"sentId": 627, "text": "Does he represent a tug-of-war inside of the party old versus new, The Hawks versus or is that what he represents now and is that concerning to the Reince Priebus, you know, his caught in the middle of it."}], "speaker": "LEMON", "secId": 220}, {"sentences": [{"sentId": 628, "text": "I think what is concerning to Reince Priebus is that he had a plan and these debates were going to be serious, substantive."}, {"sentId": 629, "text": "You got 17 candidates out there."}, {"sentId": 630, "text": "A lot of them have a lot of great ideas."}, {"sentId": 631, "text": "And he wanted to kind of control this and he can't and he, you know, he is just unable to and I think, you know, what you go -- what you see is that Donald Trump represents an anger in the Republican Party."}], "speaker": "BORGER", "secId": 221}, {"sentences": [{"sentId": 632, "text": "We've all said this, many times, people who feel disenfranchised from their own party, who are anti-establishment, anti-Washington, anti- politician, and Donald Trump, you know, has picked that up and run with it quite effectively, right?"}], "speaker": "BORGER", "secId": 222}, {"sentences": [{"sentId": 633, "text": "And I think what Reince Priebus wants is somebody that can beat the Democrat, presumably it would be Hillary Clinton in the general election, and he doesn't believe that's Donald Trump."}], "speaker": "BORGER", "secId": 223}, {"sentences": [{"sentId": 634, "text": "I'm out of time so if time going to do it in five seconds."}], "speaker": "LEMON", "secId": 224}, {"sentences": [{"sentId": 635, "text": "Real quick."}, {"sentId": 636, "text": "I was with Ryan Feinstein ."}, {"sentId": 637, "text": "He was happy."}, {"sentId": 638, "text": "He loves this."}, {"sentId": 639, "text": "We have nine more debates to go."}, {"sentId": 640, "text": "We got the reality show out of the way."}, {"sentId": 641, "text": "Now, we can get to the substance next debate CNN."}], "speaker": "HUGHES", "secId": 225}, {"sentences": [{"sentId": 642, "text": "Gloria, Rick, and Scottie, thank you all."}, {"sentId": 643, "text": "I appreciate it."}], "speaker": "LEMON", "secId": 226}, {"sentences": [{"sentId": 644, "text": "You know, you can read Gloria Borger's column about Donald Trump and women on cnn.com."}, {"sentId": 645, "text": "And up next trump is in first place now but can he stay there?"}, {"sentId": 646, "text": "I'm going to ask former Congresswoman Michele Bachmann, another Republican who held an early front-runner spot 2012 race."}, {"sentId": 647, "text": "She joins me next."}], "speaker": "LEMON", "secId": 227}, {"sentences": [{"sentId": 648, "text": "Here's a question for you."}, {"sentId": 649, "text": "Does a GOP have a problem with women?"}], "speaker": "LEMON", "secId": 228}, {"sentences": [{"sentId": 650, "text": "Last night Donald Trump was challenged about he remarks he has made over the years and Jeb Bush has been criticized for comments he made when talking about women's health issues."}], "speaker": "LEMON", "secId": 229}, {"sentences": [{"sentId": 651, "text": "Joining me now to discuss this is Michele Bachmann, a former Republican Congresswoman and presidential candidate who is an early front-runner in the 2012 election having won the Iowa straw poll."}, {"sentId": 652, "text": "Good evening and thank you for joining us."}], "speaker": "LEMON", "secId": 230}, {"sentences": [{"sentId": 653, "text": "Hi, Don."}, {"sentId": 654, "text": "Great to be with you tonight."}], "speaker": "BACHMANN", "secId": 231}, {"sentences": [{"sentId": 655, "text": "What did you think about the last night's debate?"}, {"sentId": 656, "text": "And the front-runner Donald Trump?"}], "speaker": "LEMON", "secId": 232}, {"sentences": [{"sentId": 657, "text": "It really was fabulous."}, {"sentId": 658, "text": "The numbers were astounding this morning that 24 million watched."}, {"sentId": 659, "text": "I actually watched the debate with a group of Millennials, both the earlier debate and the later debate and it was very interesting to hear their take on all of it with all the various candidates."}, {"sentId": 660, "text": "But it was a lot of fun and I think everyone was riveted."}, {"sentId": 661, "text": "And everyone wanted to be there to see the entire two hours."}, {"sentId": 662, "text": "There wasn't a dull moment in the debate."}, {"sentId": 663, "text": "It held everyone's attention."}, {"sentId": 664, "text": "And I think all that is going to happen is this is teeing up more and more interest so when the September debate comes on CNN, I think it is highly possible that the numbers could even be beyond the 24 million."}, {"sentId": 665, "text": "I think it is only going to grow this level of interest."}], "speaker": "BACHMANN", "secId": 233}, {"sentences": [{"sentId": 666, "text": "And, you know, speaking of Donald Trump, I'm sure he had a lot to do with those numbers, he says so, he is very angry tonight though, clearly at Fox News at least."}, {"sentId": 667, "text": "Does he have a point?"}], "speaker": "LEMON", "secId": 234}, {"sentences": [{"sentId": 668, "text": "Well, you know, Donald Trump in my mind, I've been thinking about this."}, {"sentId": 669, "text": "I think he is like the Rocky Balboa of politics."}, {"sentId": 670, "text": "He is a winner."}, {"sentId": 671, "text": "He has been winning all through his life."}, {"sentId": 672, "text": "And he has not just struck a nerve with people he is really the perfect confluence of two different events coming together."}, {"sentId": 673, "text": "It's Donald Trump, everyone knows who he is, everyone knows his personality, but it is also issues that people really care about right now."}], "speaker": "BACHMANN", "secId": 235}, {"sentences": [{"sentId": 674, "text": "His first attention that he brought was on the issue of immigration and concerns that people have, really the other one that he has brought a lot of significant attention to is the issue that is head and shoulders above every other issue and that's Iran."}, {"sentId": 675, "text": "And whether or not Iran will become a nuclear power and what sets this issue apart is the fact that the Ayatollah and the current regime once they get nuclear bombs they will use nuclear bombs according to their words."}, {"sentId": 676, "text": "That completely changed the table."}], "speaker": "BACHMANN", "secId": 236}, {"sentences": [{"sentId": 677, "text": "Donald Trump grasps that."}, {"sentId": 678, "text": "Donald Trump has elevated this issue and he has made it very clear that he is not for putting nuclear bombs in the hand of the Ayatollah."}], "speaker": "BACHMANN", "secId": 237}, {"sentences": [{"sentId": 679, "text": "So, Congresswoman..."}], "speaker": "LEMON", "secId": 238}, {"sentences": [{"sentId": 680, "text": "And this agreement says that within 10 years they will have access to nuclear bombs."}], "speaker": "BACHMANN", "secId": 239}, {"sentences": [{"sentId": 681, "text": "It's sounding..."}], "speaker": "LEMON", "secId": 240}, {"sentences": [{"sentId": 682, "text": "That's something that Donald Trump is not in agreement with."}], "speaker": "BACHMANN", "secId": 241}, {"sentences": [{"sentId": 683, "text": "You are sounding like a supporter now?"}, {"sentId": 684, "text": "Do you support him?"}, {"sentId": 685, "text": "Would you support him if he is the nominee?"}], "speaker": "LEMON", "secId": 242}, {"sentences": [{"sentId": 686, "text": "Of course I would support him if he was the nominee."}, {"sentId": 687, "text": "Absolutely but what I saw last night were 17 great candidates."}, {"sentId": 688, "text": "Any of whom would be fully capable and competent of occupying the Oval Office."}, {"sentId": 689, "text": "They all were outstanding."}, {"sentId": 690, "text": "That's what the Millenials that I watched with."}, {"sentId": 691, "text": "They didn't really see anyone who couldn't handle the job."}, {"sentId": 692, "text": "They had various favorites obviously because some candidates were stronger than others."}, {"sentId": 693, "text": "But they really had a very favorable reaction to both debates."}], "speaker": "BACHMANN", "secId": 243}, {"sentences": [{"sentId": 694, "text": "I think it is unfortunate that the first debate did not have a live audience."}, {"sentId": 695, "text": "I think that would have helped."}, {"sentId": 696, "text": "It was a little flat because there wasn't a live audience reaction."}, {"sentId": 697, "text": "But I think both debates were compelling for the Millenials that I watched with."}], "speaker": "BACHMANN", "secId": 244}, {"sentences": [{"sentId": 698, "text": "Well, speaking of that then we'll talk about women issues because people think, you know, Carly Fiorina who is only woman out there was the clear winner in the first debates but I want to -- first debate."}, {"sentId": 699, "text": "I want to ask you about women because he said some, you know, pretty harsh things about Megyn Kelly, about women and that was her question."}], "speaker": "LEMON", "secId": 245}, {"sentences": [{"sentId": 700, "text": "What do you think of that?"}, {"sentId": 701, "text": "Is that a problem for him do you think?"}, {"sentId": 702, "text": "Is that a problem for him you think?"}], "speaker": "LEMON", "secId": 246}, {"sentences": [{"sentId": 703, "text": "I actually think the best line of the night was when Donald Trump said, \"I don't have time for political correctness and this country doesn't have time for political correctness.\""}, {"sentId": 704, "text": "That's majoring on minors and quite simply, we are looking at a nation of obtaining nuclear bombs who has said undoubtedly, they would use them against the United States to bring about death to millions of Americans."}], "speaker": "BACHMANN", "secId": 247}, {"sentences": [{"sentId": 705, "text": "And we know that what the result and catastrophe could be from the dropping of a nuclear bomb, innocent people in Japan dealt with that."}, {"sentId": 706, "text": "Now again, we don't want to go in and re prosecute that because that brought about the end of World War II."}, {"sentId": 707, "text": "It saved numerous American lives."}], "speaker": "BACHMANN", "secId": 248}, {"sentences": [{"sentId": 708, "text": "I understand."}], "speaker": "LEMON", "secId": 249}, {"sentences": [{"sentId": 709, "text": "And we agree with Harry Truman's decision."}, {"sentId": 710, "text": "He made the right decision..."}], "speaker": "BACHMANN", "secId": 250}, {"sentences": [{"sentId": 711, "text": "I understand where you're going, Congresswoman."}], "speaker": "LEMON", "secId": 251}, {"sentences": [{"sentId": 712, "text": "... but no one wants to see that carnage."}, {"sentId": 713, "text": "That's what we're trying to point out."}], "speaker": "BACHMANN", "secId": 252}, {"sentences": [{"sentId": 714, "text": "I have very limited time here, but I want to ask you, you know this."}, {"sentId": 715, "text": "In order to win, there's certain things..."}], "speaker": "LEMON", "secId": 253}, {"sentences": [{"sentId": 716, "text": "Yes."}], "speaker": "BACHMANN", "secId": 254}, {"sentences": [{"sentId": 717, "text": "... that you have to do, you have to get votes and the women's vote is very important here that's why I ask you that question."}, {"sentId": 718, "text": "Can one continue on with saying the things like tonight, he said blood coming out of her eyes and the you know, last night retweeting the bimbo thing?"}], "speaker": "LEMON", "secId": 255}, {"sentences": [{"sentId": 719, "text": "Well you know, I mean, quite honestly, whoever is the nominee will be able to reach out and speak to women about what's important to them."}, {"sentId": 720, "text": "That's one thing Donald Trump, again, did."}, {"sentId": 721, "text": "He's taking a confluence of issues that people really care about."}, {"sentId": 722, "text": "Women care about illegal aliens."}, {"sentId": 723, "text": "They care about this issue's safety because of a nuclear Iran but they also really see that our country needs to be made great again and it isn't just Donald Trump, it is all the candidates that were up there, they were brimming with solutions and ideas."}], "speaker": "BACHMANN", "secId": 256}, {"sentences": [{"sentId": 724, "text": "That's what we're going to see in the CNN debate, I think."}, {"sentId": 725, "text": "More solutions coming out from the 17 candidates and I think that's only good for our country and I think that will resonate, undoubtedly, positively, with the women of America."}, {"sentId": 726, "text": "I know it did with me and it did with the female Millenials that I was watching with last night."}], "speaker": "BACHMANN", "secId": 257}, {"sentences": [{"sentId": 727, "text": "Yes and that debate is on the 16th of September so I hope people tune in but almost exactly..."}], "speaker": "LEMON", "secId": 258}, {"sentences": [{"sentId": 728, "text": "I can't wait."}, {"sentId": 729, "text": "And CNN by the way, and I can say this, authoritatively, as a candidate in the debates, CNN's debates were excellent."}, {"sentId": 730, "text": "They were absolutely fair and the moderators were excellent and I can tell you, if I was on the stage, and I'm not, I'm very content not to be but I would look forward to a CNN debate because they were done very, very well."}], "speaker": "BACHMANN", "secId": 259}, {"sentences": [{"sentId": 731, "text": "We appreciate the compliment and noticing that we are always fair."}, {"sentId": 732, "text": "Thank you, Congresswoman."}], "speaker": "LEMON", "secId": 260}, {"sentences": [{"sentId": 733, "text": "Thanks again."}], "speaker": "BACHMANN", "secId": 261}, {"sentences": [{"sentId": 734, "text": "Thank you."}, {"sentId": 735, "text": "Coming up, what were the candidates saying that we couldn't necessarily hear?"}, {"sentId": 736, "text": "A body language expert fills us in on nonverbal communication."}], "speaker": "LEMON", "secId": 262}, {"sentences": [{"sentId": 737, "text": "A jab here, an insult there and a few verbal assaults were thrown around during the debate but what about nonverbal communication?"}, {"sentId": 738, "text": "What were the candidates saying that might not be so clear at first glance?"}], "speaker": "LEMON", "secId": 263}, {"sentences": [{"sentId": 739, "text": "Joining me now is Patrick Stewart, associate professor, University of Arkansas."}, {"sentId": 740, "text": "He is -- he specializes in nonverbal communications by politicians."}, {"sentId": 741, "text": "All right, good to have you here, sir."}, {"sentId": 742, "text": "So let's get right into it."}, {"sentId": 743, "text": "How much do voters respond to the body language of candidates?"}, {"sentId": 744, "text": "What importance would you place on it?"}], "speaker": "LEMON", "secId": 264}, {"sentences": [{"sentId": 745, "text": "It's very important especially if the verbal message and the nonverbal message just does not match up."}, {"sentId": 746, "text": "So that's really, really important."}, {"sentId": 747, "text": "And one other thing that matters an awful lot, the audience and that's one of the things that we saw with the debates and so without an audience, it just doesn't work as well with an audience."}], "speaker": "STEWART", "secId": 265}, {"sentences": [{"sentId": 748, "text": "OK so there certainly was a whole lot of finger pointing and body language last night."}, {"sentId": 749, "text": "So let's break it all down all right?"}, {"sentId": 750, "text": "The evening started off with a bang Donald Trump certainly and over the top personality."}, {"sentId": 751, "text": "What do you make of his gestures, his pointing?"}], "speaker": "LEMON", "secId": 266}, {"sentences": [{"sentId": 752, "text": "Well, the main thing with Donald Trump is he is the personification of assertiveness of aggression."}, {"sentId": 753, "text": "So he uses that for great effect and we can see that throughout the entire debate, he uses his body to make himself larger and very forceful movements there that really resonates with the important populous."}], "speaker": "STEWART", "secId": 267}, {"sentences": [{"sentId": 754, "text": "Do you think that he's always as confident as he appears to be?"}, {"sentId": 755, "text": "Does his body language portray that?"}], "speaker": "LEMON", "secId": 268}, {"sentences": [{"sentId": 756, "text": "Undoubtedly."}, {"sentId": 757, "text": "This is an individual who I think has never felt a moment where he wasn't the most important person in the world."}], "speaker": "STEWART", "secId": 269}, {"sentences": [{"sentId": 758, "text": "OK."}, {"sentId": 759, "text": "So Chris Christie and Rand Paul had quite a heated exchange."}, {"sentId": 760, "text": "Let's take a look."}], "speaker": "LEMON", "secId": 270}, {"sentences": [{"sentId": 761, "text": "OK"}], "speaker": "STEWART", "secId": 271}, {"sentences": [{"sentId": 762, "text": "I don't trust President Obama with our records."}, {"sentId": 763, "text": "I know you gave him a big hug."}, {"sentId": 764, "text": "And if you want to give him a big hug again, go right ahead."}], "speaker": "PAUL", "secId": 272}, {"sentences": [{"sentId": 765, "text": "And you know, Senator Paul, Senator Paul, you know the hugs that I remember are the hugs I gave to the families who lost their people on September 11th."}, {"sentId": 766, "text": "Those are the hugs that I remember and those had nothing to do -- and those had nothing to do with politics."}], "speaker": "CHRISTIE", "secId": 273}, {"sentences": [{"sentId": 767, "text": "So Chris Christie is pointing you know, he's pointing and then you see Rand Paul smirking and then rolling his eyes and pursing his lips."}, {"sentId": 768, "text": "What was that all about?"}], "speaker": "LEMON", "secId": 274}, {"sentences": [{"sentId": 769, "text": "Well the thing is, it strikes me that Rand Paul really diminished his authority there."}, {"sentId": 770, "text": "He had a really great attack and if he had kept on and stared directly at Chris Christie to make his point, he would have seemed a very assertive individual but as it was, by looking away, by smirking, by rolling his eyes, he essentially diminished himself by saying, \"Oh I'm just an outsider who attacks and I'm not presidential."}, {"sentId": 771, "text": "I cannot attack someone else.\""}, {"sentId": 772, "text": "So I t think that that was definitely a bad moment for Rand Paul."}], "speaker": "STEWART", "secId": 275}, {"sentences": [{"sentId": 773, "text": "Most people think that Marco Rubio did pretty well last night."}, {"sentId": 774, "text": "He seemed to be enjoying himself."}, {"sentId": 775, "text": "Right here, take a look."}], "speaker": "LEMON", "secId": 276}, {"sentences": [{"sentId": 776, "text": "You know, most of the people on this stage, I've given to, just so you understand, a lot of money."}], "speaker": "TRUMP", "secId": 277}, {"sentences": [{"sentId": 777, "text": "Not me."}, {"sentId": 778, "text": "Not me."}, {"sentId": 779, "text": "God has blessed us."}, {"sentId": 780, "text": "He's blessed the Republican Party with some very good candidates."}, {"sentId": 781, "text": "The Democrats can't even find one."}], "speaker": "RUBIO", "secId": 278}, {"sentences": [{"sentId": 782, "text": "So what do you think of Marco Rubio?"}], "speaker": "LEMON", "secId": 279}, {"sentences": [{"sentId": 783, "text": "I'm impressed."}, {"sentId": 784, "text": "This guy shows a quick wit especially response to that first comment there from Donald Trump."}, {"sentId": 785, "text": "And the second one, I think he shows certainly his ability to throw a really great laugh line but, beyond that, the difference between him and Donald Trump is Donald Trump's humor is very insult driven, it's very much other depicatory ."}], "speaker": "STEWART", "secId": 280}, {"sentences": [{"sentId": 786, "text": "On the other hand, what we saw here was an attack by Marco Rubio that was an exceptional in group, out group attack but he was enjoying himself so much, and then audience enjoying that moment, he had that connection that his face started breaking into a smile."}, {"sentId": 787, "text": "He wasn't able to control it."}, {"sentId": 788, "text": "But certainly, it's very exciting."}], "speaker": "STEWART", "secId": 281}, {"sentences": [{"sentId": 789, "text": "I've got to go."}, {"sentId": 790, "text": "Thank you, Patrick."}, {"sentId": 791, "text": "Appreciate you joining us here on CNN tonight and you have a great weekend."}, {"sentId": 792, "text": "You guys have a great weekend, as well."}], "speaker": "LEMON", "secId": 282}, {"sentences": [{"sentId": 793, "text": "Have a reminder for you."}, {"sentId": 794, "text": "President Obama sits down with Fereed Zakaria Sunday on Fereed Zakaria, GPS 10:00 A.M. and at 1 P.M. Eastern time."}, {"sentId": 795, "text": "That's it for us tonight."}, {"sentId": 796, "text": "Thanks for watching."}, {"sentId": 797, "text": "I'll be back here Monday night."}], "speaker": "LEMON", "secId": 283}, {"sentences": [{"sentId": 798, "text": "\"The Hunt, with John Walsh, Fugitive Mom\", starts right now."}, {"sentId": 799, "text": "Good night."}], "speaker": "LEMON", "secId": 284}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1508.07.cnnt.01.html.json", "time": "Aired August 7, 2015 - 21:00   ET"}