{"sectionCount": 219, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["LEMON", "SANCHEZ", "TODD", "LAVANDERA", "ALEXANDER", "FRANKLIN", "JEFF ROORDA OF THE ST. LOUIS POLICE OFFICERS ASSOCIATION", "ROORDA", "ROBERTS", "SELLERS", "SELLER", "CAMPAGNA", "UNIDENTIFIED MALE", "TRUMP", "RYE", "DEAN", "CARDONA", "PHILLIPS"], "subTitle": "Midnight Curfew in Charlotte; No Plans to Enforce Curfew in Charlotte if Protest Remains Peaceful. Aired 12-1a ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1609/23/cnnt.01.html", "sentenceCount": 613, "sections": [{"sentences": [{"sentId": 0, "text": "All right."}, {"sentId": 1, "text": "Here we go."}, {"sentId": 2, "text": "It is indeed, right now, midnight Eastern time in the city of Charlotte -- obviously."}, {"sentId": 3, "text": "And there is a curfew that is taking effect right now and there are still people on the street."}], "speaker": "LEMON", "secId": 0}, {"sentences": [{"sentId": 4, "text": "This is CNN TONIGHT."}, {"sentId": 5, "text": "I'm Don Lemon."}], "speaker": "LEMON", "secId": 1}, {"sentences": [{"sentId": 6, "text": "The mayor of Charlotte has ordered a midnight to 6:00 a.m. curfew in hope of keeping her city calm in the wake of three days and three nights of protests over the fatal police shooting of Keith Lamont Scott."}, {"sentId": 7, "text": "And we are watching now to see what happens."}, {"sentId": 8, "text": "We're seeing it unfold as you are."}], "speaker": "LEMON", "secId": 2}, {"sentences": [{"sentId": 9, "text": "These shots are from, obviously the helicopter there."}, {"sentId": 10, "text": "There's no sound to them but you still see people on the streets."}, {"sentId": 11, "text": "We saw moments ago members of the National Guard at the ready."}, {"sentId": 12, "text": "There they are there -- getting ready to do whatever it is they're going to do at this particular hour."}, {"sentId": 13, "text": "Police officers of Charlotte also on the streets as well; with them, the protesters and with them our correspondents and our camera people as well and CNN personnel out on the streets."}, {"sentId": 14, "text": "So again, we are watching to see what happens with this curfew."}], "speaker": "LEMON", "secId": 3}, {"sentences": [{"sentId": 15, "text": "The mayor and city officials have been very adamant that people must be off the streets at midnight until 6:00 a.m.  And they say that this would stay in place as long as there is a state of emergency."}, {"sentId": 16, "text": "Of course, the governor calling for a state of emergency last night and speaking here on CNN as well as the mayor."}], "speaker": "LEMON", "secId": 4}, {"sentences": [{"sentId": 17, "text": "The mayor and the family, as well as other officials, viewing the videotape of the shooting and coming out with their particular explanations earlier today and earlier this evening."}], "speaker": "LEMON", "secId": 5}, {"sentences": [{"sentId": 18, "text": "So again as we watch these live pictures and people still congregating on the streets, I want to get now to CNN's Boris Sanchez who had been out covering this for us."}], "speaker": "LEMON", "secId": 6}, {"sentences": [{"sentId": 19, "text": "Boris -- it is after midnight."}, {"sentId": 20, "text": "The curfew is in full effect."}, {"sentId": 21, "text": "What's happening?"}], "speaker": "LEMON", "secId": 7}, {"sentences": [{"sentId": 22, "text": "The same that we have seen just about all night -- Don."}, {"sentId": 23, "text": "People continue to walk the streets of downtown Charlotte."}, {"sentId": 24, "text": "They gathered back at the Omni Hotel for a few moments."}, {"sentId": 25, "text": "They stopped there."}, {"sentId": 26, "text": "There was some chanting."}, {"sentId": 27, "text": "There were a lot of police officers in that area."}, {"sentId": 28, "text": "And then they decided to start moving once again."}, {"sentId": 29, "text": "They started coming down this way back to where we were with you just about 24 hours ago where we saw some fires being set."}], "speaker": "SANCHEZ", "secId": 8}, {"sentences": [{"sentId": 30, "text": "The difference tonight, though, as we get closer to this corner is that there are National Guard vehicles, humvees parked along this street."}, {"sentId": 31, "text": "Those were not there last night."}, {"sentId": 32, "text": "We also have seen heavily- armed National Guard -- you see them right there, right across the street in that parking lot."}, {"sentId": 33, "text": "They are all over this area."}, {"sentId": 34, "text": "So far they have stayed away from these protesters but they are watching."}], "speaker": "SANCHEZ", "secId": 9}, {"sentences": [{"sentId": 35, "text": "And we've seen as you saw seen in the past hour protesters go up to them and shake hands with them and thank them for trying to keep the peace and maintain the calm in this city."}, {"sentId": 36, "text": "Right now the crowd is turning to the right back on East Trade Street; to the left of us is the police station kind of to give you an idea where we are right now."}, {"sentId": 37, "text": "We have gone in three or four loops in the city of Charlotte."}], "speaker": "SANCHEZ", "secId": 10}, {"sentences": [{"sentId": 38, "text": "And as we turn right here, we saw, again, heavily-armed National Guard over to this area just a few moments ago."}, {"sentId": 39, "text": "We also saw a large contingent of police officers by a bus station and further down the street."}, {"sentId": 40, "text": "So I'm not sure if they have, perhaps set up some kind of barricade."}, {"sentId": 41, "text": "Over there it looked like they were getting ready to mobilize."}], "speaker": "SANCHEZ", "secId": 11}, {"sentences": [{"sentId": 42, "text": "Just down the street less than 20 minutes ago there were two large Charlotte Fire Department vehicles that were packed with law enforcement officials."}, {"sentId": 43, "text": "They've since moved out of there but it looked like they were about to get out and start moving when the protesters had congregated by the police station."}], "speaker": "SANCHEZ", "secId": 12}, {"sentences": [{"sentId": 44, "text": "As we continue moving down the street I'm interested in seeing how these folks interact with the National Guard and again, if there is a barricade at the end of the street."}, {"sentId": 45, "text": "I should tell you also, Don, it actually started raining down on us at one point and that didn't slow them down at all."}, {"sentId": 46, "text": "They kept walking straight through the rain again making several loops around the city."}], "speaker": "SANCHEZ", "secId": 13}, {"sentences": [{"sentId": 47, "text": "As you said, you know, we are five minutes past midnight."}, {"sentId": 48, "text": "A lot of the crowd has dissipated but this is a growing crowd."}, {"sentId": 49, "text": "We've seen people that were in other areas start getting closer and closer together."}], "speaker": "SANCHEZ", "secId": 14}, {"sentences": [{"sentId": 50, "text": "The chants have slowed down at this point so there isn't that kind of unified voice."}, {"sentId": 51, "text": "But as we walk closer, from the looks of it now it's hard to tell but I don't see this crowd stopping."}, {"sentId": 52, "text": "I don't see a barricade in front of them."}], "speaker": "SANCHEZ", "secId": 15}, {"sentences": [{"sentId": 53, "text": "At around this time last night there was a huge line of police in riot gear that had moved forward further and further down this block, forcing these folks out of here and forcing the crowd to disperse with tear gas and flash bangs and non-lethal munitions, rubber bullets."}], "speaker": "SANCHEZ", "secId": 16}, {"sentences": [{"sentId": 54, "text": "We -- I can't really tell if they are stopping or not right now."}, {"sentId": 55, "text": "But this crowd, I can tell you, is massive."}, {"sentId": 56, "text": "And this is what I wanted to find out right here, don, how these crowds are interacting with the National Guard."}], "speaker": "SANCHEZ", "secId": 17}, {"sentences": [{"sentId": 57, "text": "It looks like some people are just standing in front of them videoing them."}, {"sentId": 58, "text": "Other folks are going up and shaking hands as I said before, thanking them."}, {"sentId": 59, "text": "It's something that we've seen all night but, you know, things can change very, very quickly, very rapidly."}], "speaker": "SANCHEZ", "secId": 18}, {"sentences": [{"sentId": 60, "text": "And one of the things that I have also noticed since we've been out here, Don, there are some people that, you know, walk up to these servicemen and shake their hands and then there are some people that are wearing masks, and yelling, you know, don't love them, don't hug them, they're not with us."}], "speaker": "SANCHEZ", "secId": 19}, {"sentences": [{"sentId": 61, "text": "So again, the situation unfolding here as we continue moving down the street."}, {"sentId": 62, "text": "We are going to try to get a clear picture of how police are going to handle this."}, {"sentId": 63, "text": "Are they going to enforce that midnight curfew that was put on by the Mayor of Charlotte?"}, {"sentId": 64, "text": "At this point it doesn't look like police are really mobilizing any kind of effort to directly challenge this large crowd of protesters that continues moving down the street -- Don."}], "speaker": "SANCHEZ", "secId": 20}, {"sentences": [{"sentId": 65, "text": "I just want to thank you -- Boris, stand by."}, {"sentId": 66, "text": "I just want to alert our viewers that, of course, that curfew is not for members of the working press."}, {"sentId": 67, "text": "They are exempt from that and that's why we're out there."}], "speaker": "LEMON", "secId": 21}, {"sentences": [{"sentId": 68, "text": "I'm wondering though -- working on getting some clarification -- I wonder if these protests remain peaceful if police and the national would, rather than upset the applecart, they'll just allow them to continue to protest peacefully."}], "speaker": "LEMON", "secId": 22}, {"sentences": [{"sentId": 69, "text": "Let's get to CNN's Brian Todd who is out there amongst the crowd at street level."}, {"sentId": 70, "text": "Brian -- it's midnight, after midnight."}, {"sentId": 71, "text": "You're on."}, {"sentId": 72, "text": "What's happening where you are?"}, {"sentId": 73, "text": "Is anyone trying to enforce the curfew and are people abiding by it?"}], "speaker": "LEMON", "secId": 23}, {"sentences": [{"sentId": 74, "text": "Don -- people are not abiding by it right now."}, {"sentId": 75, "text": "We had a group of protesters come and shake hands with these National Guardsmen here."}, {"sentId": 76, "text": "Some of them filmed them."}, {"sentId": 77, "text": "But we also some have bicycle-riding policemen right here."}, {"sentId": 78, "text": "We're going to start to move with them as we start to follow the protesters again back into the uptown area where they have been so active all night long."}], "speaker": "TODD", "secId": 24}, {"sentences": [{"sentId": 79, "text": "You know, the Police Chief Kerr Putney has said that they would be very assertive in moving in on these situations and breaking people up and arresting them when there are heated moments and situations where they needed to intervene."}, {"sentId": 80, "text": "This is seemingly one of them as we passed midnight as you said."}], "speaker": "TODD", "secId": 25}, {"sentences": [{"sentId": 81, "text": "And the crowd has been very, very tense."}, {"sentId": 82, "text": "They have lost really none of their energy as long as we have been walking with them tonight."}, {"sentId": 83, "text": "Hundreds of them just over my shoulder over here as we move further toward them up here -- they seemed to have possibly stopped up here on the hill on the incline going up here."}, {"sentId": 84, "text": "We're on Trade Street going past the bus station here."}, {"sentId": 85, "text": "But again, you know, this crowd on and off has been angry and very passionate and they have actually de-escalated situations on their own with no help from law enforcement."}, {"sentId": 86, "text": "We witnessed one confrontation where they came up to a man who was carrying a long rifle."}, {"sentId": 87, "text": "He was not a policeman."}, {"sentId": 88, "text": "He was not a National Guardsman."}, {"sentId": 89, "text": "We think he might have been some kind of a private security contractor but he was in military-style garb and he was carrying a long gun and it upset this crowd."}], "speaker": "TODD", "secId": 26}, {"sentences": [{"sentId": 90, "text": "They came up to them and were angry."}, {"sentId": 91, "text": "They asked him why he was carrying that gun."}, {"sentId": 92, "text": "He did not engage with them at all."}, {"sentId": 93, "text": "He just kind of walked away and we even noticed that he put away his gun but that crowd did not escalate it past that point."}], "speaker": "TODD", "secId": 27}, {"sentences": [{"sentId": 94, "text": "They have been at some instances, Don, kind of policing themselves."}, {"sentId": 95, "text": "That's the point I'm trying to make here."}], "speaker": "TODD", "secId": 28}, {"sentences": [{"sentId": 96, "text": "So, you know, right now they are past the point of curfew."}, {"sentId": 97, "text": "This is going to be another test for them to see how they react to the police when the police move in and, of course, how the police do this."}, {"sentId": 98, "text": "Because again, the chief has said that they would be more assertive than they have been the last couple of nights."}], "speaker": "TODD", "secId": 29}, {"sentences": [{"sentId": 99, "text": "Now that the crucial moment is at hand, as I try to move past this vehicle here, we're going to see how the police move in."}, {"sentId": 100, "text": "But this crowd actually -- this is a challenge for police as well because this crowd has really not stood still for very long."}, {"sentId": 101, "text": "We have been walking for blocks and blocks and blocks with them, really miles all night long."}], "speaker": "TODD", "secId": 30}, {"sentences": [{"sentId": 102, "text": "They stopped in front of the jailhouse three times."}, {"sentId": 103, "text": "They stopped in front of the police station at least twice and they laid down as if they were shot."}, {"sentId": 104, "text": "They made a point of doing that."}, {"sentId": 105, "text": "They have confronted officers but not physically."}, {"sentId": 106, "text": "They have confronted them verbally and yelled at them."}, {"sentId": 107, "text": "But again, they have policed themselves."}, {"sentId": 108, "text": "They have kept moving."}, {"sentId": 109, "text": "They have moved with some measure of discipline, I think."}, {"sentId": 110, "text": "But you know, again, this is going to be a test in the coming moments."}], "speaker": "TODD", "secId": 31}, {"sentences": [{"sentId": 111, "text": "We're coming upon an area up here that seems to be active."}, {"sentId": 112, "text": "They do stop on occasion and block intersections and they give speeches and they do some chanting and some other things like that."}, {"sentId": 113, "text": "So we're going to see again if they're doing it up here."}, {"sentId": 114, "text": "But they actually -- they do seem to be moving."}], "speaker": "TODD", "secId": 32}, {"sentences": [{"sentId": 115, "text": "And one of their leaders I talked to a short time ago."}, {"sentId": 116, "text": "He was really one of the ones who was instrumental in getting them to keep moving."}, {"sentId": 117, "text": "He came up to them when they were really very active at the police station when they were all lying down and they were standing up and yelling and chanting."}, {"sentId": 118, "text": "He was the one who said let's all move away from here."}, {"sentId": 119, "text": "Let's get away from here because the police are going to move in on us here."}], "speaker": "TODD", "secId": 33}, {"sentences": [{"sentId": 120, "text": "So they have a sense, Don, of the police being around and possibly moving on them right about now after curfew."}], "speaker": "TODD", "secId": 34}, {"sentences": [{"sentId": 121, "text": "Here's the line of National Guardsmen that the crowd just moved past."}, {"sentId": 122, "text": "So again some potentially very tense moments ahead -- Don."}], "speaker": "TODD", "secId": 35}, {"sentences": [{"sentId": 123, "text": "So Brian, it's interesting again and we are working on getting some clarification because the National Guard is just standing there."}, {"sentId": 124, "text": "You can see some of the protesters and some of the people on the streets shaking their hands."}], "speaker": "LEMON", "secId": 36}, {"sentences": [{"sentId": 125, "text": "And there are Charlotte police officers, Mecklenburg police officers out there as well not moving any of these protesters and I'm thinking the thinking would be to any person who is being logical about this is that the decision has been made not to move in on the protesters as long as they remain peaceful at this point and that appears to be what is happening because otherwise they would be trying to get these people off the streets as soon as possible -- Brian."}, {"sentId": 126, "text": "I don't know if you see any police brass or any members of law enforcement that you can speak to the get some clarification."}, {"sentId": 127, "text": "But go on -- Brian."}], "speaker": "LEMON", "secId": 37}, {"sentences": [{"sentId": 128, "text": "I will try to get that clarification -- Don."}, {"sentId": 129, "text": "Yes."}, {"sentId": 130, "text": "There is one of the officers up here who has been kind of engaging with the crowd at various points tonight."}, {"sentId": 131, "text": "I'll stop and try to talk to him."}], "speaker": "TODD", "secId": 38}, {"sentences": [{"sentId": 132, "text": "Why don't you talk to him and I'm going to go to CNN's Ed Lavandera."}, {"sentId": 133, "text": "And then we'll get to Ed and you go check that out and then get back to me."}], "speaker": "LEMON", "secId": 39}, {"sentences": [{"sentId": 134, "text": "CNN's Ed Lavandera joining us now from Charlotte as well."}, {"sentId": 135, "text": "Ed -- where are you and what are you seeing?"}], "speaker": "LEMON", "secId": 40}, {"sentences": [{"sentId": 136, "text": "Well, we are at the intersection where this march really tonight started."}, {"sentId": 137, "text": "This is the intersection where they had been congregating and essentially shut down the intersection for some time several hours ago."}], "speaker": "LAVANDERA", "secId": 41}, {"sentences": [{"sentId": 138, "text": "If you can look off into the distance here and this line of marchers has come by steadily for the last few minutes."}, {"sentId": 139, "text": "But if you look one block off that way you can see where police officers have cordoned off the traffic not letting them come through this particular intersection."}, {"sentId": 140, "text": "And then if we turn back around this way you can also see that they have done a similar thing here."}], "speaker": "LAVANDERA", "secId": 42}, {"sentences": [{"sentId": 141, "text": "And we have seen officers moving throughout the downtown streets like this as following the crowd and kind of keeping traffic controlled."}, {"sentId": 142, "text": "So you have a group of National Guard soldiers over there as well as police officers blocking off what little traffic is left here in the downtown streets."}], "speaker": "LAVANDERA", "secId": 43}, {"sentences": [{"sentId": 143, "text": "But, you know, we are now past the curfew time and there have been no calls of telling people about the curfew or urging them to go home at this point."}, {"sentId": 144, "text": "So we'll have to see exactly what the game plan will be here for the officers on the streets exactly how they're going to enforce the curfew and what that will entail."}], "speaker": "LAVANDERA", "secId": 44}, {"sentences": [{"sentId": 145, "text": "So they're going the keep moving around and as we talk to -- several hours ago that the officers seemed content as people were moving."}, {"sentId": 146, "text": "But now that we are past the curfew I have not really seen any officers engaging with this line of protesters that have come by through this area where they have repeatedly come through throughout the evening -- Don."}], "speaker": "LAVANDERA", "secId": 45}, {"sentences": [{"sentId": 147, "text": "Yes."}, {"sentId": 148, "text": "And you know, just to be clear, Ed Lavandera, the National Guard will try as much as they can not to become engaged with this and just sort of protect the homes and businesses and the people there and not become engaged in getting people off the street."}, {"sentId": 149, "text": "That is probably -- that is the job of the Charlotte police."}], "speaker": "LEMON", "secId": 46}, {"sentences": [{"sentId": 150, "text": "But again, it is nearly 15 minutes into the midnight hour and there are still, you know as you can see hundreds of protesters out on the street in Charlotte and our correspondents are there as well."}], "speaker": "LEMON", "secId": 47}, {"sentences": [{"sentId": 151, "text": "I want to bring in now -- thank you Ed, we'll get back to you."}, {"sentId": 152, "text": "I want to bring in now CNN's Bakari Sellers."}, {"sentId": 153, "text": "He is a political commentator and a former member of the South Carolina House of Representatives; Dmitri Roberts is a former Chicago police officer; CNN law enforcement analyst Cedric Alexander; Jeff Roorda of the St. Louis Police Officers Association; and Neil Franklin, a retired Maryland State Police major."}], "speaker": "LEMON", "secId": 48}, {"sentences": [{"sentId": 154, "text": "So let's -- who is best?"}, {"sentId": 155, "text": "It is probably either Neil or Cedric who can talk to this about the bigger picture here."}, {"sentId": 156, "text": "I'm wondering if there has been a decision made not to engage the protesters as long as they remain peaceful."}, {"sentId": 157, "text": "First Cedric and then Neil."}], "speaker": "LEMON", "secId": 49}, {"sentences": [{"sentId": 158, "text": "Well, I certainly that's what I believe is going to take place here and is taking place -- Don, is that they are not going to provoke anything."}, {"sentId": 159, "text": "They are peaceful."}, {"sentId": 160, "text": "And here shortly they're probably going the break up anyway and begin to go home."}, {"sentId": 161, "text": "And that's probably the best way to do it."}], "speaker": "ALEXANDER", "secId": 50}, {"sentences": [{"sentId": 162, "text": "They have a curfew set."}, {"sentId": 163, "text": "But there's really no need to engage unnecessarily if they are peaceful at this point."}, {"sentId": 164, "text": "But maybe it's a good thing that they put it in place."}, {"sentId": 165, "text": "A lot of people did leave but I think what they're going to have to do tomorrow night is make sure that they get the message out that at midnight the curfew comes into effect because if they weren't notified until 9:45 a lot of people just don't know."}, {"sentId": 166, "text": "But I think police are playing it very cleverly here tonight."}], "speaker": "ALEXANDER", "secId": 51}, {"sentences": [{"sentId": 167, "text": "Neil?"}], "speaker": "LEMON", "secId": 52}, {"sentences": [{"sentId": 168, "text": "Yes, I think what we're seeing is similar to Baltimore."}, {"sentId": 169, "text": "As long as the crowd continues to move -- I'm sure the police are monitoring the numbers."}, {"sentId": 170, "text": "As long as the numbers continue to thin out and the crowd moves, like Cedric said, the police aren't going to engage."}, {"sentId": 171, "text": "That's my guess at this."}], "speaker": "FRANKLIN", "secId": 53}, {"sentences": [{"sentId": 172, "text": "As long as there's no violence, as long as there's no aggression you're going to see the crowd continue to thin."}, {"sentId": 173, "text": "The police are going to allow that to happen and before you know it we'll be at a situation where there's no longer a factor."}], "speaker": "FRANKLIN", "secId": 54}, {"sentences": [{"sentId": 174, "text": "Jeff, what are your impressions on how police are handling this so far?"}], "speaker": "LEMON", "secId": 55}, {"sentences": [{"sentId": 175, "text": "I agree with Neil and Cedric."}, {"sentId": 176, "text": "You don't use a curfew to provoke things, you use it to defuse things."}], "speaker": "JEFF ROORDA OF THE ST. LOUIS POLICE OFFICERS ASSOCIATION", "secId": 56}, {"sentences": [{"sentId": 177, "text": "But let me comment a little bit down on our experience in Ferguson."}, {"sentId": 178, "text": "The first night that they used curfews in Ferguson was one of the most peaceful nights in the 18 that followed Michael Brown's death."}, {"sentId": 179, "text": "And then the next night was one of the worst."}, {"sentId": 180, "text": "So you've got to remember that protesters when they are bent on violence adjust to police tactics pretty quickly."}], "speaker": "JEFF ROORDA OF THE ST. LOUIS POLICE OFFICERS ASSOCIATION", "secId": 57}, {"sentences": [{"sentId": 181, "text": "Ok.  Go on, say again?"}], "speaker": "LEMON", "secId": 58}, {"sentences": [{"sentId": 182, "text": "You still on me -- Don?"}], "speaker": "ROORDA", "secId": 59}, {"sentences": [{"sentId": 183, "text": "Yes, go ahead."}, {"sentId": 184, "text": "What did you say, Jeff?"}, {"sentId": 185, "text": "I'm sorry."}], "speaker": "LEMON", "secId": 60}, {"sentences": [{"sentId": 186, "text": "Yes."}, {"sentId": 187, "text": "The protesters can really adjust quickly to law enforcement tactics."}, {"sentId": 188, "text": "And even though we have a peaceful night the first night of the curfew here in Charlotte just as we did the first night of the curfews in Ferguson, the second night in Ferguson got really, really ugly."}, {"sentId": 189, "text": "The law enforcement just has to continually modify and monitor their tactics."}], "speaker": "ROORDA", "secId": 61}, {"sentences": [{"sentId": 190, "text": "Dmitri, what are you noticing in terms of changes in policing tonight?"}, {"sentId": 191, "text": "National Guard is out and mobilized."}, {"sentId": 192, "text": "You see a huge presence out there."}, {"sentId": 193, "text": "We're seeing more officers on the streets and again, not engaging these protesters and you see some protesters actually shaking the hands of the National Guardsmen and thanking them."}], "speaker": "LEMON", "secId": 62}, {"sentences": [{"sentId": 194, "text": "Well, those protesters are doing what the police should be doing."}, {"sentId": 195, "text": "The police should be -- while there is peaceful protests going on they should be out shaking hands with those peaceful protesters that are out doing what they're supposed at this hour."}], "speaker": "ROBERTS", "secId": 63}, {"sentences": [{"sentId": 196, "text": "I understand that there is a curfew in place."}, {"sentId": 197, "text": "But the deployment of those resources should be proactive amongst engaging these community members."}, {"sentId": 198, "text": "Now this is where you have an opportunity to engage the community, allow them to have a voice even if it's one conversation, allow them to be heard."}], "speaker": "ROBERTS", "secId": 64}, {"sentences": [{"sentId": 199, "text": "Allow that dialogue to start happening and now you can start to be proactive around getting ahead of what may happen tomorrow, getting the policy, getting the word out and enabling those community members to now take matters into their own hands like the reporter said earlier when a protester showed up with a weapon to the protest."}, {"sentId": 200, "text": "Those protesters handled that appropriately and they did it effectively."}, {"sentId": 201, "text": "But now the police have to be proactive in the same way some of those protesters are."}], "speaker": "ROBERTS", "secId": 65}, {"sentences": [{"sentId": 202, "text": "Ok."}, {"sentId": 203, "text": "I want you guys just to stand by for a minute."}, {"sentId": 204, "text": "Do we have Brian Todd?"}, {"sentId": 205, "text": "Is Brian Todd there?"}, {"sentId": 206, "text": "Ok."}], "speaker": "LEMON", "secId": 66}, {"sentences": [{"sentId": 207, "text": "So as I understand it, Brian Todd is speaking with police, getting information now as we're speaking to try to report to us exactly what's going on here."}, {"sentId": 208, "text": "And we should have that in moments from Brian Todd."}, {"sentId": 209, "text": "But again, these are people who are still out on the streets almost 20 minutes into the midnight hour when they were told that they had to be off the streets or they would be arrested."}, {"sentId": 210, "text": "A mandatory curfew signed and put into place by the mayor of Charlotte."}, {"sentId": 211, "text": "And also a state of emergency from the governor placed on North Carolina, at least on Charlotte, I should say, excuse me, on Charlotte last evening."}], "speaker": "LEMON", "secId": 67}, {"sentences": [{"sentId": 212, "text": "So again as we watch these pictures and we wait for Brian Todd's reporting."}, {"sentId": 213, "text": "And one of the camera angles that I can see from here I can see Brian speaking to police now."}, {"sentId": 214, "text": "And as soon as Brian gets that information we will get him on the air live."}, {"sentId": 215, "text": "So just stand by for that."}], "speaker": "LEMON", "secId": 68}, {"sentences": [{"sentId": 216, "text": "Back now to my panel."}, {"sentId": 217, "text": "Bakari, are you there?"}], "speaker": "LEMON", "secId": 69}, {"sentences": [{"sentId": 218, "text": "Yes."}], "speaker": "SELLERS", "secId": 70}, {"sentences": [{"sentId": 219, "text": "So Bakari, tell me what's going on because you are out on the streets this evening."}, {"sentId": 220, "text": "Again, this appears by all accounts obviously much more peaceful than it was last night."}, {"sentId": 221, "text": "The only incident that I can report to you that I know about at this moment is that two Charlotte-Mecklenburg police officers being treated by the EMS after being sprayed with a chemical agent by protesters during the unrest happening."}, {"sentId": 222, "text": "Minor incident compared to last night -- Bakari."}], "speaker": "LEMON", "secId": 71}, {"sentences": [{"sentId": 223, "text": "Yes, tonight was a peaceful protest."}, {"sentId": 224, "text": "Tonight was a lesson in civil disobedience."}, {"sentId": 225, "text": "Tonight where a bunch of young people, a bunch of clergy, black, white, Hispanic, Asian -- everyone was coming together voicing their anger and their frustration."}, {"sentId": 226, "text": "But there is a lot of distrust, Don."}], "speaker": "SELLER", "secId": 72}, {"sentences": [{"sentId": 227, "text": "And I heard it earlier in your segment with Jeffrey Toobin."}, {"sentId": 228, "text": "But it's a lot of distrust of the police."}, {"sentId": 229, "text": "It's a lot of distrust of the government and it seems as if it's only one side here."}, {"sentId": 230, "text": "It seems as if the police -- just speaking of the chief -- is not being transparent, is not making this any easier whatsoever."}, {"sentId": 231, "text": "Because people just want justice."}, {"sentId": 232, "text": "They just want to know what's going on."}, {"sentId": 233, "text": "This is three years since Jonathan Farrell was killed and then had a hung jury here."}, {"sentId": 234, "text": "This is still a very open wound."}], "speaker": "SELLER", "secId": 73}, {"sentences": [{"sentId": 235, "text": "Bakari, Bakari -- I need you to stand by."}, {"sentId": 236, "text": "I need to get to CNN's Brian Todd."}, {"sentId": 237, "text": "Brian -- what do you have for us?"}], "speaker": "LEMON", "secId": 74}, {"sentences": [{"sentId": 238, "text": "Don -- I'm here with Capt."}, {"sentId": 239, "text": "Mike Campagna  of the Charlotte police."}, {"sentId": 240, "text": "He has been observing the scene and supervising some officers here and kind of engaging with the crowd as they moved along."}], "speaker": "TODD", "secId": 75}, {"sentences": [{"sentId": 241, "text": "Captain -- first I want to ask you the question that everybody is asking now, why after midnight have the police not moved in and forcibly removed the marchers here?"}], "speaker": "TODD", "secId": 76}, {"sentences": [{"sentId": 242, "text": "It has not been necessary."}, {"sentId": 243, "text": "It has been a peaceful group tonight."}, {"sentId": 244, "text": "There's been a lot of people inside the group that have been helping to make that happen and helping to just pull people away from the aggressors standing between."}, {"sentId": 245, "text": "This gentleman here has been working with us very hard."}, {"sentId": 246, "text": "And from the inside they are doing the lion's share of the work."}, {"sentId": 247, "text": "That's what's helping it to be peaceful."}, {"sentId": 248, "text": "The curfew is there."}, {"sentId": 249, "text": "We can use it as a tool if necessary if things go sideways."}, {"sentId": 250, "text": "And hope that that just won't be the case."}], "speaker": "CAMPAGNA", "secId": 77}, {"sentences": [{"sentId": 251, "text": "Do you anticipate moving in on them at any point between now and 6:00 a.m.?"}], "speaker": "TODD", "secId": 78}, {"sentences": [{"sentId": 252, "text": "Hopefully it won't be necessary."}, {"sentId": 253, "text": "And hopefully that we can just continue to be peaceful."}], "speaker": "CAMPAGNA", "secId": 79}, {"sentences": [{"sentId": 254, "text": "What are some of the things that people in the crowd have done to mitigate potential tension here?"}], "speaker": "TODD", "secId": 80}, {"sentences": [{"sentId": 255, "text": "They are talking people down."}, {"sentId": 256, "text": "They're trying to get between the officers and some of the more aggressive people."}, {"sentId": 257, "text": "They're helping them make good decisions about what they do out here on the streets."}], "speaker": "CAMPAGNA", "secId": 81}, {"sentences": [{"sentId": 258, "text": "Have you worked with some of those people before -- just asked them to do it?"}], "speaker": "TODD", "secId": 82}, {"sentences": [{"sentId": 259, "text": "Well we didn't ask them to do it."}, {"sentId": 260, "text": "They saw the need and they came out and met that need after what, you know, we had last night."}, {"sentId": 261, "text": "Yes, it was something that they as a community said this is important to us."}, {"sentId": 262, "text": "We want to do this right."}, {"sentId": 263, "text": "And they came out and they helped."}], "speaker": "CAMPAGNA", "secId": 83}, {"sentences": [{"sentId": 264, "text": "What is your biggest concern going forward this evening and possibly tomorrow and beyond?"}], "speaker": "TODD", "secId": 84}, {"sentences": [{"sentId": 265, "text": "Well, it's always, you know, always a concern to get things out of hand."}, {"sentId": 266, "text": "We don't want that to happen."}, {"sentId": 267, "text": "I've got to go find my --"}], "speaker": "CAMPAGNA", "secId": 85}, {"sentences": [{"sentId": 268, "text": "Wait we are live on --"}], "speaker": "UNIDENTIFIED MALE", "secId": 86}, {"sentences": [{"sentId": 269, "text": "All right."}, {"sentId": 270, "text": "Don -- that will pretty much wrap -- the other reporters came upon us here."}, {"sentId": 271, "text": "But very interesting the police telling us now that they do not necessarily plan to move these people off the street unless they get violent, unless they get out of hand."}], "speaker": "TODD", "secId": 87}, {"sentences": [{"sentId": 272, "text": "And another very interesting development this captain talked about just how much they're being helped tonight by people inside the crowds."}, {"sentId": 273, "text": "We have seen it ourselves, some community activists really coming between the demonstrators and line of police here to mitigate some of the tensions."}], "speaker": "TODD", "secId": 88}, {"sentences": [{"sentId": 274, "text": "We asked for it and Brian Todd got it for us."}, {"sentId": 275, "text": "Brian -- thank you, great reporting out there."}, {"sentId": 276, "text": "Brian Todd on the street getting the confirmation as we had suspected here -- back to my panel -- that if it remained peaceful that they could"}], "speaker": "LEMON", "secId": 89}, {"sentences": [{"sentId": 277, "text": "continue to protest and continue to stay on the streets."}], "speaker": "LEMON", "secId": 90}, {"sentences": [{"sentId": 278, "text": "You heard the police, I believe it was a captain there, saying that they're using this as a tool, as a tool, Jeff Roorda, to, you know, get the people in order so that they would remain peaceful and not start looting and rioting as they did last night."}, {"sentId": 279, "text": "Effective?"}], "speaker": "LEMON", "secId": 91}, {"sentences": [{"sentId": 280, "text": "Very effective."}, {"sentId": 281, "text": "We saw it used in a very effective manner here in St. Louis and Ferguson."}, {"sentId": 282, "text": "I'm sure Neil will say the same thing about Baltimore."}, {"sentId": 283, "text": "When people step up in the crowd that have peaceful intentions and call out the bad behavior I mean it completely changes the dynamic of the crowd."}, {"sentId": 284, "text": "It tamps down that mob mentality."}], "speaker": "ROORDA", "secId": 92}, {"sentences": [{"sentId": 285, "text": "And you can see an almost like a light switch being thrown and almost instant change in the crowd when you got s people inside who are respected members of the community and have been out there marching with folks call out bad behavior."}], "speaker": "ROORDA", "secId": 93}, {"sentences": [{"sentId": 286, "text": "And Bakari you were mentioning that before I so rudely interrupted you."}, {"sentId": 287, "text": "Sorry -- I had to get to Brian Todd."}, {"sentId": 288, "text": "You were mentioning the people who are out there, who were trying to sort of mitigate the violence and serve as buffers between the police officers and the protesters and that appears to have worked."}], "speaker": "LEMON", "secId": 94}, {"sentences": [{"sentId": 289, "text": "Yes."}, {"sentId": 290, "text": "And what you saw, where you saw this group of pastors -- I saw some from Billy Graham's church."}], "speaker": "SELLERS", "secId": 95}, {"sentences": [{"sentId": 291, "text": "And then I actually this captain that was speaking just a moment ago to Brian Todd just sitting out here talking to a gentleman and they were having a conversation."}, {"sentId": 292, "text": "And the young man was like you need to make sure that you are talking to some of your white colleagues that are not in uniform."}, {"sentId": 293, "text": "I mean this is the conversation that we have to have."}], "speaker": "SELLERS", "secId": 96}, {"sentences": [{"sentId": 294, "text": "Unfortunately, I'm tired of saying black lives matter."}, {"sentId": 295, "text": "I'm tired of having the protest."}, {"sentId": 296, "text": "We shouldn't have to protest."}, {"sentId": 297, "text": "We shouldn't have to say black lives matter."}, {"sentId": 298, "text": "But this moment requires that."}, {"sentId": 299, "text": "And there were so many young people out here doing what John Lewis said which is getting in good trouble -- they're protesting and they're letting their voices be heard."}], "speaker": "SELLERS", "secId": 97}, {"sentences": [{"sentId": 300, "text": "But y I anticipate this is going to go on and go on until the leadership here in the city, until the mayor and the chief of police decide that they're going to open up, be transparent and let everybody know what happened to this young black man who was killed a few nights ago."}], "speaker": "SELLERS", "secId": 98}, {"sentences": [{"sentId": 301, "text": "All right."}, {"sentId": 302, "text": "Stand by everyone."}, {"sentId": 303, "text": "When we come back, much more on our breaking news."}], "speaker": "LEMON", "secId": 99}, {"sentences": [{"sentId": 304, "text": "The city of Charlotte under a mandatory curfew until 6:00 a.m. but protesters are still out on the street and police say they have no plans to enforce the curfew if everything stays peaceful."}], "speaker": "LEMON", "secId": 100}, {"sentences": [{"sentId": 305, "text": "We'll be right back."}], "speaker": "LEMON", "secId": 101}, {"sentences": [{"sentId": 306, "text": "Our breaking news tonight, I should say this morning, here on the East Coast, police in Charlotte saying they have no plans to enforce the curfew if things remain peaceful."}, {"sentId": 307, "text": "CNN's Boris Sanchez out in the crowd of protesters, for us this evening, on the street as well with the National Guard and police."}, {"sentId": 308, "text": "Boris -- what is the latest there?"}], "speaker": "LEMON", "secId": 102}, {"sentences": [{"sentId": 309, "text": "Hey Don."}], "speaker": "SANCHEZ", "secId": 103}, {"sentences": [{"sentId": 310, "text": "Yes, so the crowd of protesters continued moving."}, {"sentId": 311, "text": "We're right across the street from the Omni Hotel."}, {"sentId": 312, "text": "As you can see behind me there is about 25 servicemen and women in this area guarding the entrance to the epicenter."}, {"sentId": 313, "text": "This is an outdoor mall where there was violence yesterday."}, {"sentId": 314, "text": "It was shut down all day."}, {"sentId": 315, "text": "And across the street at the Ritz Carlton there is also a set of armed officers."}], "speaker": "SANCHEZ", "secId": 104}, {"sentences": [{"sentId": 316, "text": "To give you an idea of just how far this crowd has gone, my colleague Jerry Simonson, our photographer, has been wearing a fitness tracker on his arm."}, {"sentId": 317, "text": "Since we started walking with the crowd, they walked more than five miles around downtown Charlotte."}, {"sentId": 318, "text": "If you look behind us there are also more armed servicemen and women there."}], "speaker": "SANCHEZ", "secId": 105}, {"sentences": [{"sentId": 319, "text": "From what we've heard from police, they were not going to interfere with the protesters if they remain peaceful."}, {"sentId": 320, "text": "That is the keyword here, peaceful."}], "speaker": "SANCHEZ", "secId": 106}, {"sentences": [{"sentId": 321, "text": "At about this time last night, it was a very, very different scene on the street."}, {"sentId": 322, "text": "The protesters were not moving as they are now."}, {"sentId": 323, "text": "They were stationary, confronting a line of S.W.A.T."}, {"sentId": 324, "text": "officers and police, that have tried to start moving them down this block."}, {"sentId": 325, "text": "It's obviously not the case."}, {"sentId": 326, "text": "I'm not sure if that's by design."}, {"sentId": 327, "text": "Or if they are simply moving to try to get as many people in the area, mobilize this as possible."}, {"sentId": 328, "text": "They try to attract as much attention as possible."}], "speaker": "SANCHEZ", "secId": 107}, {"sentences": [{"sentId": 329, "text": "But right now things appear to be peaceful."}, {"sentId": 330, "text": "There is still aircraft in the air."}, {"sentId": 331, "text": "Police aircraft monitoring the situation from above."}], "speaker": "SANCHEZ", "secId": 108}, {"sentences": [{"sentId": 332, "text": "Boris?"}], "speaker": "LEMON", "secId": 109}, {"sentences": [{"sentId": 333, "text": "They are closely watching this huge crowd of people as they move around -- Don."}], "speaker": "SANCHEZ", "secId": 110}, {"sentences": [{"sentId": 334, "text": "Let me get your assessment because I watched you last night."}, {"sentId": 335, "text": "You know, you are standing in front of the Omni."}, {"sentId": 336, "text": "You saw -- you know, there was tear gas and all of that."}, {"sentId": 337, "text": "And, you know, we watched Ed Lavandera being assaulted and pushed down on television."}, {"sentId": 338, "text": "And you have been covering, really, the bulk of this."}], "speaker": "LEMON", "secId": 111}, {"sentences": [{"sentId": 339, "text": "What made the difference tonight in your estimation as someone who has just been right in the thick of it?"}], "speaker": "LEMON", "secId": 112}, {"sentences": [{"sentId": 340, "text": "You know, it's hard to pinpoint exactly what it was."}, {"sentId": 341, "text": "To give you some idea, yesterday, the demonstrators that started at the police station then moved to a park."}, {"sentId": 342, "text": "And there was a -- I would say, a tighter crowd."}, {"sentId": 343, "text": "Today it appeared that the crowd moved in several directions."}, {"sentId": 344, "text": "At one point, it wasn't one stationary place."}, {"sentId": 345, "text": "And the other thing that I think triggered the moment where things got out of hand, there was a line of S.W.A.T."}, {"sentId": 346, "text": "officers that were just down the street here and they moved into the Omni Hotel."}, {"sentId": 347, "text": "Protesters followed them to the door of the Omni, and that's where things got out of control because they started banging on the doors of the hotel."}, {"sentId": 348, "text": "Obviously the S.W.A.T."}, {"sentId": 349, "text": "team came out to confront them because they were going to tear down the windows of that hotel."}], "speaker": "SANCHEZ", "secId": 113}, {"sentences": [{"sentId": 350, "text": "Today what we saw was very different."}, {"sentId": 351, "text": "When this first started, there were several faith leaders and local leaders that had lined up outside the Omni."}, {"sentId": 352, "text": "There was a vigil for the young man that was killed in a shooting yesterday."}, {"sentId": 353, "text": "There was a prayer service."}, {"sentId": 354, "text": "There were people holding hands."}, {"sentId": 355, "text": "And then from there, the crowd started growing and growing."}], "speaker": "SANCHEZ", "secId": 114}, {"sentences": [{"sentId": 356, "text": "And as we move down the street to another office building, there were two large lines of riot -- or police in riot gear."}, {"sentId": 357, "text": "And they were cornered at one point."}, {"sentId": 358, "text": "That was a very tense moment."}, {"sentId": 359, "text": "Because there wasn't really any direction for them to go."}, {"sentId": 360, "text": "The protesters were inching closer and closer to them."}], "speaker": "SANCHEZ", "secId": 115}, {"sentences": [{"sentId": 361, "text": "A lot of people were trying to get in the way, to try to keep the peace at that moment."}, {"sentId": 362, "text": "From what we saw, the officers then started walking around the block."}, {"sentId": 363, "text": "The protesters that were in front of them dissipated."}, {"sentId": 364, "text": "They started moving in a different direction."}, {"sentId": 365, "text": "Then the S.W.A.T."}, {"sentId": 366, "text": "officers were able to go for cover at a different hotel down the street."}], "speaker": "SANCHEZ", "secId": 116}, {"sentences": [{"sentId": 367, "text": "So I think if I could say one thing that may have made the difference tonight wasn't only the fact that this started with a group of faith leaders and prayer and a conversation between people, but also the fact that there was in this incident a direct confrontation between a huge group of S.W.A.T."}, {"sentId": 368, "text": "officers and protesters."}], "speaker": "SANCHEZ", "secId": 117}, {"sentences": [{"sentId": 369, "text": "The S.W.A.T."}, {"sentId": 370, "text": "officers mostly stayed out of the way, even though there were some tense moments with the protestors."}, {"sentId": 371, "text": "I also have to say, tonight, I didn't see protesters throwing glass at police or getting very uncomfortably close to police and making direct threats at them."}], "speaker": "SANCHEZ", "secId": 118}, {"sentences": [{"sentId": 372, "text": "For the most part tonight, the threats, there have been threats made frankly, but they haven't been as intense and they haven't been as close in the faces of these officers."}], "speaker": "SANCHEZ", "secId": 119}, {"sentences": [{"sentId": 373, "text": "Obviously, in light of the attacks that we saw in Baton Rouge, that I covered myself just a few months ago and the attacks in Dallas against the police officers, it has to be a very trying time for someone that's trying to keep the peace in their community."}, {"sentId": 374, "text": "At the same time, you have community members that are frustrated."}], "speaker": "SANCHEZ", "secId": 120}, {"sentences": [{"sentId": 375, "text": "I've heard several people today during the discussion of faith leaders here."}, {"sentId": 376, "text": "You know, faith and conversations sometimes isn't enough, and that's where that frustration is build over."}, {"sentId": 377, "text": "Because they have seen incidents like this one happened over and over again."}], "speaker": "SANCHEZ", "secId": 121}, {"sentences": [{"sentId": 378, "text": "And their frustration is that in their eyes nothing has changed."}, {"sentId": 379, "text": "The justice system is still not tending to their needs and also not being fair when it comes to people in uniform from their perspective."}], "speaker": "SANCHEZ", "secId": 122}, {"sentences": [{"sentId": 380, "text": "Don?"}, {"sentId": 381, "text": "LEMON:  Yes."}, {"sentId": 382, "text": "Great reporting."}, {"sentId": 383, "text": "Boris, thank you very much."}], "speaker": "SANCHEZ", "secId": 123}, {"sentences": [{"sentId": 384, "text": "Boris, we'll get back to you."}, {"sentId": 385, "text": "Appreciate that."}], "speaker": "SANCHEZ", "secId": 124}, {"sentences": [{"sentId": 386, "text": "Again, this is the information that's coming from -- just being confirmed from our Brian Todd that there are no plans to enforce this curfew that happened at midnight."}, {"sentId": 387, "text": "Just 34-35 minutes ago in Charlotte if the protests remain peaceful."}, {"sentId": 388, "text": "That's according to Captain Mike Campagna of the Charlotte-Mecklenburg Police Department."}], "speaker": "SANCHEZ", "secId": 125}, {"sentences": [{"sentId": 389, "text": "You saw him tell that to Brian Todd live here on CNN."}], "speaker": "SANCHEZ", "secId": 126}, {"sentences": [{"sentId": 390, "text": "Back with our breaking news coverage from Charlotte in just a moment."}], "speaker": "SANCHEZ", "secId": 127}, {"sentences": [{"sentId": 391, "text": "Back now with our breaking news."}, {"sentId": 392, "text": "Police in Charlotte say they have no plans to enforce a curfew in the city tonight if things remain peaceful."}, {"sentId": 393, "text": "That comes in the wake of protests over the fatal police shooting of Keith Lamont Scott."}, {"sentId": 394, "text": "All of this is sure to be a major issue in the first presidential debate."}, {"sentId": 395, "text": "That happens on Monday."}], "speaker": "LEMON", "secId": 128}, {"sentences": [{"sentId": 396, "text": "Let's discuss now."}, {"sentId": 397, "text": "Andy Dean is here."}, {"sentId": 398, "text": "He's a Trump supporter."}, {"sentId": 399, "text": "Angela Rye, former executive director of the Congressional Black Caucus."}, {"sentId": 400, "text": "John Phillips, talk radio host at KABC, who is supporting Trump."}, {"sentId": 401, "text": "And Maria Cardona, a Democratic strategist who is supporting Hillary Clinton."}], "speaker": "LEMON", "secId": 129}, {"sentences": [{"sentId": 402, "text": "Thank you so much for staying up."}], "speaker": "LEMON", "secId": 130}, {"sentences": [{"sentId": 403, "text": "Here's Donald Trump earlier tonight at a rally referring to the unrest right now over race and policing."}], "speaker": "LEMON", "secId": 131}, {"sentences": [{"sentId": 404, "text": "Those peddling the narrative of cops as a racist force in our society and this is a narrative that is supported with a nod by my opponent."}, {"sentId": 405, "text": "You see what she's saying and it's not good, shared directly in the responsibility for the unrest that is afflicting our country and hurting those who have, really, the very least."}, {"sentId": 406, "text": "People that are having a hard time: low-income African-Americans and Latinos."}], "speaker": "TRUMP", "secId": 132}, {"sentences": [{"sentId": 407, "text": "Angela, what's your reaction?"}], "speaker": "LEMON", "secId": 133}, {"sentences": [{"sentId": 408, "text": "So a couple of things, Don."}, {"sentId": 409, "text": "I think it's interesting to see that Donald Trump is once again speaking out of both sides of his mouth."}, {"sentId": 410, "text": "Just yesterday, he was at a rally talking about the police officer at a black church saying that it looks like she did something wrong."}, {"sentId": 411, "text": "That she may have choked."}], "speaker": "RYE", "secId": 134}, {"sentences": [{"sentId": 412, "text": "And now today, he is -- how convenient now in front of a group of white people, he is saying something different."}, {"sentId": 413, "text": "Similar to his running mate, Mike Pence who also criticized Hillary Clinton for talking about institutional racism which most human beings in this country know and at least can acknowledge exists in every institution including the police force regardless of whether or not Donald Trump got the endorsement from the Fraternal Order of the Police."}], "speaker": "RYE", "secId": 135}, {"sentences": [{"sentId": 414, "text": "So this is very, very troubling."}, {"sentId": 415, "text": "And there is data that supports this."}, {"sentId": 416, "text": "In fact, Campaign Zero just came out with a report talking about the problems in Charlotte with their police force and why this is actually happening now."}], "speaker": "RYE", "secId": 136}, {"sentences": [{"sentId": 417, "text": "This isn't the beginning of a problem."}, {"sentId": 418, "text": "It's the tipping point for the problem."}], "speaker": "RYE", "secId": 137}, {"sentences": [{"sentId": 419, "text": "So, Andy, I want to ask you about that, because as she pointed out, Donald Trump yesterday when he was speaking in front of a black crowd spoke out condemning the female officer who shot unarmed Terence Crutcher saying it's very troubling."}, {"sentId": 420, "text": "He looked like a really good man, who did everything he was supposed to do and then the officer may have been scared and that she choked."}, {"sentId": 421, "text": "He has sort of been engaging in finger-pointing of his own."}], "speaker": "LEMON", "secId": 138}, {"sentences": [{"sentId": 422, "text": "Well, Don, I think that there are two different cases, very different cases here and we are conflating to these issues together."}], "speaker": "DEAN", "secId": 139}, {"sentences": [{"sentId": 423, "text": "In Tulsa, Oklahoma this officer has already been charged with manslaughter."}, {"sentId": 424, "text": "And from the tape, once again, we'll have the full investigation, but it looks like she did something very bad."}, {"sentId": 425, "text": "Now a jury will decide, but she's going to be held to account as she should."}], "speaker": "DEAN", "secId": 140}, {"sentences": [{"sentId": 426, "text": "In Charlotte, we have a very different situation, and just talking about the facts here, we have an African-American officer and an African-American who was shot."}, {"sentId": 427, "text": "And it looks like there was a gun at the scene."}, {"sentId": 428, "text": "That's what we're hearing from the officers."}, {"sentId": 429, "text": "I've heard other reports that there wasn't."}, {"sentId": 430, "text": "But I've seen photos of the gun."}], "speaker": "DEAN", "secId": 141}, {"sentences": [{"sentId": 431, "text": "And, Don, one quick clarification on this issue with the gun in North Carolina, because I'm a gun holder."}, {"sentId": 432, "text": "I've had conceal and carry permit, and I've heard a lot of people, including on your show asked if this individual Keith Scott had the ability to carry a gun legally."}, {"sentId": 433, "text": "There is a definitive --"}], "speaker": "DEAN", "secId": 142}, {"sentences": [{"sentId": 434, "text": "If he's a convicted felon, right?"}, {"sentId": 435, "text": "Is that what you're saying?"}], "speaker": "LEMON", "secId": 143}, {"sentences": [{"sentId": 436, "text": "Right."}, {"sentId": 437, "text": "Well, no."}, {"sentId": 438, "text": "I'm saying there is a definitive answer to that."}, {"sentId": 439, "text": "In North Carolina, you don't need a permit for an open carry state."}, {"sentId": 440, "text": "But he was convicted of aggravated assault with a deadly weapon."}, {"sentId": 441, "text": "So legally he could not possess a firearm."}, {"sentId": 442, "text": "So I'm just saying, legally."}], "speaker": "DEAN", "secId": 144}, {"sentences": [{"sentId": 443, "text": "But I was saying as far as Donald Trump, these are very two different situations."}], "speaker": "DEAN", "secId": 145}, {"sentences": [{"sentId": 444, "text": "Do you think that we are conflating the two and Donald Trump is pointing out specifics between two different situations, Maria?"}], "speaker": "LEMON", "secId": 146}, {"sentences": [{"sentId": 445, "text": "I actually think that it goes deeper than that for Donald Trump, which is that he doesn't really either understand the problem or doesn't care to rally find a solution."}], "speaker": "CARDONA", "secId": 147}, {"sentences": [{"sentId": 446, "text": "And what I mean by that is when he was talking tonight, he talks about the protesters who are violent."}, {"sentId": 447, "text": "And that those are the ones that deserve all of, you know, all of the condemnation essentially because they are the ones who are making life difficult for other low-income African-Americans."}], "speaker": "CARDONA", "secId": 148}, {"sentences": [{"sentId": 448, "text": "Now there is a slight point to that."}, {"sentId": 449, "text": "Nobody -- nobody is going to condone the type of violence that we see when these protests happen."}, {"sentId": 450, "text": "But the problem is that Donald Trump never talks about the underlying factor as to why these protests happen in the first place."}, {"sentId": 451, "text": "And it goes back to the two."}], "speaker": "CARDONA", "secId": 149}, {"sentences": [{"sentId": 452, "text": "His complete lack of wanting to acknowledge and frankly brush under the rug the way that Pence did the institutional racism that does exist in some of our law enforcement offices and police department."}], "speaker": "CARDONA", "secId": 150}, {"sentences": [{"sentId": 453, "text": "And Angela is right."}, {"sentId": 454, "text": "I mean, there is data that supports this."}, {"sentId": 455, "text": "This is not something that was made up."}, {"sentId": 456, "text": "And it's something that has been happening year in and year out, which is why there is this anger among minority communities and the frustration that you see in these protests."}], "speaker": "CARDONA", "secId": 151}, {"sentences": [{"sentId": 457, "text": "And so the fact that he cannot even acknowledge that is going to keep him from really finding a solution."}], "speaker": "CARDONA", "secId": 152}, {"sentences": [{"sentId": 458, "text": "John, is that the issue?"}], "speaker": "LEMON", "secId": 153}, {"sentences": [{"sentId": 459, "text": "My advice to these candidates would be to largely just stay out of it."}, {"sentId": 460, "text": "They are individual incidents with individual facts that surround them."}, {"sentId": 461, "text": "Let the process play itself out."}], "speaker": "PHILLIPS", "secId": 154}, {"sentences": [{"sentId": 462, "text": "I also want to note that having a healthy distrust in government is something that's baked into the cake."}, {"sentId": 463, "text": "It's part of the American experience."}, {"sentId": 464, "text": "People on the left tend to distrust the military."}, {"sentId": 465, "text": "They tend to distrust police departments."}, {"sentId": 466, "text": "People on the right tend to distrust the IRS, the EPA, different things."}, {"sentId": 467, "text": "So this is something that's not new to the process."}], "speaker": "PHILLIPS", "secId": 155}, {"sentences": [{"sentId": 468, "text": "What I think Trump should do given that that's the reality of the situation is come out and urge the government transparency."}, {"sentId": 469, "text": "I do believe this video should be made public."}], "speaker": "PHILLIPS", "secId": 156}, {"sentences": [{"sentId": 470, "text": "I think that whatever facts the police department has, whatever facts the city has, it should come out as soon as they get them in."}, {"sentId": 471, "text": "Because that's the only way you're going to stop a lot of what you're seeing right now on the streets."}], "speaker": "PHILLIPS", "secId": 157}, {"sentences": [{"sentId": 472, "text": "Now what we saw yesterday was not part of the American character."}, {"sentId": 473, "text": "What we saw yesterday was mob violence."}, {"sentId": 474, "text": "Today, it was much better and I encourage that sort of thing."}], "speaker": "PHILLIPS", "secId": 158}, {"sentences": [{"sentId": 475, "text": "All right."}, {"sentId": 476, "text": "Back with our conversation right after this."}], "speaker": "LEMON", "secId": 159}, {"sentences": [{"sentId": 477, "text": "Our breaking news, police in Charlotte say they have no plans to enforce the curfew if things remain peaceful."}, {"sentId": 478, "text": "We're keeping an eye on that."}], "speaker": "LEMON", "secId": 160}, {"sentences": [{"sentId": 479, "text": "That coming just days ahead of the first presidential debate on Monday."}, {"sentId": 480, "text": "Back with me: Andy Dean, Angela Rye, John Phillips and Maria Cardona."}], "speaker": "LEMON", "secId": 161}, {"sentences": [{"sentId": 481, "text": "So, Angela, John Phillips said what we witnessed last night was mob mentality and you gave a sigh."}, {"sentId": 482, "text": "Why?"}], "speaker": "LEMON", "secId": 162}, {"sentences": [{"sentId": 483, "text": "For several reasons."}, {"sentId": 484, "text": "I think it's unfortunate that the actions of a few become the -- everyone gets blamed for that."}, {"sentId": 485, "text": "There were several people who were protesting peacefully yesterday, who were just as disturbed by the violence and today this man who was in critical condition last night is now dead."}], "speaker": "RYE", "secId": 163}, {"sentences": [{"sentId": 486, "text": "These are the type of things that are immensely frustrating to people like me who know that they have a right to protest, who know that they were --"}], "speaker": "RYE", "secId": 164}, {"sentences": [{"sentId": 487, "text": "Angela, I don't know if he said that every protester out there was a mob."}, {"sentId": 488, "text": "I mean, certainly --"}], "speaker": "LEMON", "secId": 165}, {"sentences": [{"sentId": 489, "text": "What I heard is that the protests last night were mob violence."}, {"sentId": 490, "text": "That's what I heard."}, {"sentId": 491, "text": "So that type of generalization doesn't leave a lot of room for peaceful protesters that were --"}], "speaker": "RYE", "secId": 166}, {"sentences": [{"sentId": 492, "text": "John, were you referring to all the protesters last night?"}], "speaker": "LEMON", "secId": 167}, {"sentences": [{"sentId": 493, "text": "No, not every single protestor."}, {"sentId": 494, "text": "But I saw poor Ed Lavandera get knocked to the ground live on CNN last night."}, {"sentId": 495, "text": "I saw an elderly homeless man get kicked to the ground."}, {"sentId": 496, "text": "I saw a man in a parking garage being beaten and begging for his life."}], "speaker": "PHILLIPS", "secId": 168}, {"sentences": [{"sentId": 497, "text": "I saw a camera man, protestors or criminals, whatever you want to call them, trying to throw him into an open fire."}, {"sentId": 498, "text": "That is unacceptable behavior on every possible level."}], "speaker": "PHILLIPS", "secId": 169}, {"sentences": [{"sentId": 499, "text": "You know what else is unacceptable behavior, John?"}, {"sentId": 500, "text": "The fact that here are black men and women who are consistently being killed by people who are supposed to be there to protect and serve."}], "speaker": "RYE", "secId": 170}, {"sentences": [{"sentId": 501, "text": "I'm not justifying any of the actions that you talked about, but your party and your candidate regularly protects those thugs that have badges."}, {"sentId": 502, "text": "It is time for these officers to be held accountable for what they are doing to people who look like me."}], "speaker": "RYE", "secId": 171}, {"sentences": [{"sentId": 503, "text": "John, quickly, I have to say, while you, guys, are in the middle of this, you mentioned several things."}, {"sentId": 504, "text": "Some of those things, we checked into, and there is no confirmation from officials that that even happened in Charlotte."}], "speaker": "LEMON", "secId": 172}, {"sentences": [{"sentId": 505, "text": "I saw the video --"}], "speaker": "PHILLIPS", "secId": 173}, {"sentences": [{"sentId": 506, "text": "Sure you did, John."}], "speaker": "RYE", "secId": 174}, {"sentences": [{"sentId": 507, "text": "No, no, yes, it's bad, but it could very well have happened."}, {"sentId": 508, "text": "There was one thing in a parking lot, but there is no confirmation and we can't put it on television definitively as if it happened in Charlotte when we can't even get a confirmation from the police."}], "speaker": "LEMON", "secId": 175}, {"sentences": [{"sentId": 509, "text": "I saw the video of the homeless man."}], "speaker": "PHILLIPS", "secId": 176}, {"sentences": [{"sentId": 510, "text": "But I would say it was definitive."}], "speaker": "RYE", "secId": 177}, {"sentences": [{"sentId": 511, "text": "Go on, John."}], "speaker": "LEMON", "secId": 178}, {"sentences": [{"sentId": 512, "text": "Look, this is what I'm saying there needs to be transparency."}, {"sentId": 513, "text": "All of the details that we know, or the police department knows, or whoever is investigating them at this point right now should be out."}], "speaker": "PHILLIPS", "secId": 179}, {"sentences": [{"sentId": 514, "text": "Either the guy had a gun or he didn't."}, {"sentId": 515, "text": "Either they told him to drop the gun, or they didn't."}, {"sentId": 516, "text": "Either the police officers felt endangered for their lives or they didn't."}], "speaker": "PHILLIPS", "secId": 180}, {"sentences": [{"sentId": 517, "text": "And to that extent, I do think Angela is right that they have been slow to release this information."}, {"sentId": 518, "text": "I think that you would certainly change the dynamic of what is going on in Charlotte if people felt that information was coming out in an acceptable pace."}, {"sentId": 519, "text": "So on that point we're in agreement."}], "speaker": "PHILLIPS", "secId": 181}, {"sentences": [{"sentId": 520, "text": "Let's talk now --"}], "speaker": "LEMON", "secId": 182}, {"sentences": [{"sentId": 521, "text": "I don't think we should paint all officers."}, {"sentId": 522, "text": "I mean, you jumped on me for saying that I was painting all protesters --"}], "speaker": "PHILLIPS", "secId": 183}, {"sentences": [{"sentId": 523, "text": "I didn't."}], "speaker": "RYE", "secId": 184}, {"sentences": [{"sentId": 524, "text": "No one has done that and no one will do that."}, {"sentId": 525, "text": "That would be terrible to do that."}, {"sentId": 526, "text": "And if people at home think that was happening --"}], "speaker": "LEMON", "secId": 185}, {"sentences": [{"sentId": 527, "text": "That's not what I'm saying."}, {"sentId": 528, "text": "LEMON:  Not by any means is anyone blaming all officers."}, {"sentId": 529, "text": "We always say there are some very good police officers."}, {"sentId": 530, "text": "They are heroes."}, {"sentId": 531, "text": "And they should --"}], "speaker": "RYE", "secId": 186}, {"sentences": [{"sentId": 532, "text": "Absolutely."}, {"sentId": 533, "text": "Most of them."}], "speaker": "RYE", "secId": 187}, {"sentences": [{"sentId": 534, "text": "But the bad ones should be called out and held accountable."}], "speaker": "LEMON", "secId": 188}, {"sentences": [{"sentId": 535, "text": "Here's the thing."}, {"sentId": 536, "text": "Let's talk about this."}], "speaker": "LEMON", "secId": 189}, {"sentences": [{"sentId": 537, "text": "Donald Trump now backing off his statements about stop and frisk."}, {"sentId": 538, "text": "Originally, he said that it should be brought back, then he clarified today, Andy, he just meant Chicago."}, {"sentId": 539, "text": "But does it matter?"}, {"sentId": 540, "text": "Because stop and frisk has been shown -- there has been evidence after evidence, not only this is unconstitutional, struck down by a federal judge here in New York, but there is no evidence that it actually works."}], "speaker": "LEMON", "secId": 190}, {"sentences": [{"sentId": 541, "text": "Well, a couple of things, Don."}, {"sentId": 542, "text": "He was talking about Chicago and 2800 people have been shot in Chicago just this year."}], "speaker": "DEAN", "secId": 191}, {"sentences": [{"sentId": 543, "text": "Because it matter if it doesn't work."}], "speaker": "LEMON", "secId": 192}, {"sentences": [{"sentId": 544, "text": "Something needs to be done."}], "speaker": "DEAN", "secId": 193}, {"sentences": [{"sentId": 545, "text": "Stop and frisk has been shown not to work."}, {"sentId": 546, "text": "It's not effective."}], "speaker": "LEMON", "secId": 194}, {"sentences": [{"sentId": 547, "text": "OK, well, there is a large debate about that."}, {"sentId": 548, "text": "I mean, stop and frisk, you know, really was --"}], "speaker": "DEAN", "secId": 195}, {"sentences": [{"sentId": 549, "text": "You can't debate numbers."}, {"sentId": 550, "text": "You can't debate facts."}, {"sentId": 551, "text": "Here are the numbers."}], "speaker": "LEMON", "secId": 196}, {"sentences": [{"sentId": 552, "text": "OK, Don, I will tell you -"}], "speaker": "DEAN", "secId": 197}, {"sentences": [{"sentId": 553, "text": "Let me read the numbers."}, {"sentId": 554, "text": "And then you can do it."}], "speaker": "LEMON", "secId": 198}, {"sentences": [{"sentId": 555, "text": "OK."}], "speaker": "DEAN", "secId": 199}, {"sentences": [{"sentId": 556, "text": "4.4 million people stopped, right?"}, {"sentId": 557, "text": "87 percent black, 12 percent charged with crimes."}, {"sentId": 558, "text": "Less than -- and I think it was from 2002 to 2012, less than .2 percent ended up with gun charges or with convictions."}, {"sentId": 559, "text": "3 percent have stopped, resulted in convictions and more than 5 million stops, guns are recovered, 0.02 percent of the time."}, {"sentId": 560, "text": "Not effective."}, {"sentId": 561, "text": "And it targeted and was racially discriminatory, and violated the constitutional rights of blacks and Hispanics."}, {"sentId": 562, "text": "So why even argue for something that does not work even if it is Chicago."}], "speaker": "LEMON", "secId": 200}, {"sentences": [{"sentId": 563, "text": "OK.  Well, let's talk numbers quickly."}, {"sentId": 564, "text": "Over the past two years, and these are facts according to the New York Police Department and the FBI, that stop and frisk has declined dramatically under Bill de Blasio."}], "speaker": "DEAN", "secId": 201}, {"sentences": [{"sentId": 565, "text": "Rapes are up over 10 percent over the past two years and murders are up over 7 percent over the past two years."}, {"sentId": 566, "text": "It's very rare that you ever see an increase in crime over the past 30 years in New York, but we are seeing it over the past two years because of the decline of stop and frisk."}], "speaker": "DEAN", "secId": 202}, {"sentences": [{"sentId": 567, "text": "Violent crime -- crime has gone down in New York City, and what does rape have to do with stop and frisk?"}], "speaker": "LEMON", "secId": 203}, {"sentences": [{"sentId": 568, "text": "Well, rape and murder."}, {"sentId": 569, "text": "I'm talking about the violent offenders."}, {"sentId": 570, "text": "But, Don, if I could, stop and frisk was deemed unconstitutional the way that the New York Police Department was doing it in 2013."}], "speaker": "DEAN", "secId": 204}, {"sentences": [{"sentId": 571, "text": "It is legal in all 50 states, because it's a Supreme Court decision."}, {"sentId": 572, "text": "In 1968 Terry versus Ohio."}, {"sentId": 573, "text": "So it can be done, but it has to be done the right way in a way that isn't prejudice and it can be done the right way in Chicago with the right monitors."}], "speaker": "DEAN", "secId": 205}, {"sentences": [{"sentId": 574, "text": "Even the judge in 2013, who struck down this supposedly saying it was unconstitutional said that she did not want to -- she couldn't stop, stop and frisk, but said it had to be monitored better because it is an effective police --"}], "speaker": "DEAN", "secId": 206}, {"sentences": [{"sentId": 575, "text": "That's got to be the last word."}, {"sentId": 576, "text": "I'm sorry, everyone."}], "speaker": "LEMON", "secId": 207}, {"sentences": [{"sentId": 577, "text": "Anyway, it was ruled unconstitutional here in New York."}, {"sentId": 578, "text": "Thank you."}, {"sentId": 579, "text": "We'll continue on."}], "speaker": "LEMON", "secId": 208}, {"sentences": [{"sentId": 580, "text": "Before we leave you, I have a final thought that I want to get to you this evening."}, {"sentId": 581, "text": "You have heard Donald Trump say this about Black America."}], "speaker": "LEMON", "secId": 209}, {"sentences": [{"sentId": 582, "text": "Our African-American communities are absolutely in the worst shape that they've ever been in before, ever, ever, ever."}, {"sentId": 583, "text": "You take a look at the inner cities, you get no education, you get no jobs, you get shot walking down the street."}, {"sentId": 584, "text": "They're worse."}], "speaker": "TRUMP", "secId": 210}, {"sentences": [{"sentId": 585, "text": "I mean, honestly, places like Afghanistan are safer than some of our inner cities."}], "speaker": "TRUMP", "secId": 211}, {"sentences": [{"sentId": 586, "text": "So these are just the facts."}, {"sentId": 587, "text": "Here's the truth."}], "speaker": "LEMON", "secId": 212}, {"sentences": [{"sentId": 588, "text": "Things are getting better for African-Americans."}, {"sentId": 589, "text": "You know, our first black president has not solved all of our problems just like our white presidents haven't solved all the problems in white America."}, {"sentId": 590, "text": "We are not there yet."}, {"sentId": 591, "text": "The country is in progress."}], "speaker": "LEMON", "secId": 213}, {"sentences": [{"sentId": 592, "text": "This is an era of protest and patriotism as well."}, {"sentId": 593, "text": "This is the history of Black America."}, {"sentId": 594, "text": "It's a history of America, really."}, {"sentId": 595, "text": "You see it in this poem."}, {"sentId": 596, "text": "It is by Langston Hughes."}, {"sentId": 597, "text": "It's published on a full page, special section of the \"New York Times\" today marking the opening of the National Museum of African-American History and Culture in Washington, D.C.  And here's how it read."}], "speaker": "LEMON", "secId": 214}, {"sentences": [{"sentId": 598, "text": "I, too, sing America."}, {"sentId": 599, "text": "I am the darker brother."}, {"sentId": 600, "text": "They send me to eat in the kitchen when company comes."}, {"sentId": 601, "text": "But I laugh, and eat well, and grow strong."}, {"sentId": 602, "text": "Tomorrow, I'll be at the table, when company comes."}, {"sentId": 603, "text": "Nobody'll dare say to me, \"Eat in the kitchen,\" then."}, {"sentId": 604, "text": "And besides, they'll see how beautiful I am and be ashamed."}, {"sentId": 605, "text": "I, too, am America."}], "speaker": "LEMON", "secId": 215}, {"sentences": [{"sentId": 606, "text": "Those powerful words were written in 1926."}, {"sentId": 607, "text": "They are well worth re- reading today."}], "speaker": "LEMON", "secId": 216}, {"sentences": [{"sentId": 608, "text": "That's it for us."}, {"sentId": 609, "text": "Thanks for watching."}], "speaker": "LEMON", "secId": 217}, {"sentences": [{"sentId": 610, "text": "Our coverage continues in just a moment with John Vause in Los Angeles."}, {"sentId": 611, "text": "Good night."}], "speaker": "LEMON", "secId": 218}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1609.23.cnnt.01.html.json", "time": "Aired September 23, 2016 - 00:00   ET"}