{"sectionCount": 224, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["LEMON", "SANCHEZ", "UNIDENTIFIED MALE", "ROORDA", "ALEXANDER", "FRANKLIN", "HASKINS", "MEEKS", "PITTENGER", "MCCRORY", "ROBERTS", "ALBRIGHT", "ANNOUNCER"], "subTitle": "Charlotte Protests Turn Violent; Interview with Representative Gregory Meeks; Interview with Representative Robert Pittenger; Interview with Governor Pat McCrory. Aired 11p-12a ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1609/21/cnnt.02.html", "sentenceCount": 613, "sections": [{"sentences": [{"sentId": 0, "text": "I'm Don Lemon."}, {"sentId": 1, "text": "It is getting closer to the top of the hour."}, {"sentId": 2, "text": "It is the top of the hour now."}, {"sentId": 3, "text": "Protesters are clashing with police after the shooting death of Keith Lamont Scott."}, {"sentId": 4, "text": "Police reporting tonight that one civilian has been shot by another is on life support tonight in the hospital."}, {"sentId": 5, "text": "One officer has been injured this evening."}, {"sentId": 6, "text": "More were injured last night."}], "speaker": "LEMON", "secId": 0}, {"sentences": [{"sentId": 7, "text": "North Carolina Governor Pat McCrory says he is sending troopers from the Highway Patrol to Charlotte."}, {"sentId": 8, "text": "The mayor telling me this evening that other resources -- she is seeking other resources that may be available to her to try to get a handle of the situation."}], "speaker": "LEMON", "secId": 1}, {"sentences": [{"sentId": 9, "text": "CNN's Boris Sanchez has been out on the streets for us this evening covering these demonstrations and he joins us now."}], "speaker": "LEMON", "secId": 2}, {"sentences": [{"sentId": 10, "text": "Boris, what are you seeing?"}], "speaker": "LEMON", "secId": 3}, {"sentences": [{"sentId": 11, "text": "Hey, Don, we're just getting a quick wide of the camera here."}, {"sentId": 12, "text": "Sorry."}], "speaker": "SANCHEZ", "secId": 4}, {"sentences": [{"sentId": 13, "text": "It's OK.  Live television, do your thing."}], "speaker": "LEMON", "secId": 5}, {"sentences": [{"sentId": 14, "text": "Live TV."}, {"sentId": 15, "text": "Right."}, {"sentId": 16, "text": "But right now there's what appears to be peace."}], "speaker": "SANCHEZ", "secId": 6}, {"sentences": [{"sentId": 17, "text": "I know."}, {"sentId": 18, "text": "There appears to be peace."}], "speaker": "UNIDENTIFIED MALE", "secId": 7}, {"sentences": [{"sentId": 19, "text": "It does."}, {"sentId": 20, "text": "Right?"}, {"sentId": 21, "text": "Yes."}, {"sentId": 22, "text": "It seems pretty peaceful, though we know that police are down the street and the crowd that was out here just a few moments ago when we saw this apartment building getting ransacked seems to have dispersed."}, {"sentId": 23, "text": "There were people cheering others on as they were destroying glass, throwing rocks, throwing rods at this building."}, {"sentId": 24, "text": "Now it looks like people have started to move down the street."}, {"sentId": 25, "text": "We haven't heard some of the loud explosions -- well, there you go."}, {"sentId": 26, "text": "There it is."}, {"sentId": 27, "text": "Teargas again, it looks like."}, {"sentId": 28, "text": "And people started to run this direction."}], "speaker": "SANCHEZ", "secId": 8}, {"sentences": [{"sentId": 29, "text": "We've seen this really all night."}, {"sentId": 30, "text": "The police officers will throw teargas out, people will start running, and then a short while later when the gas dissipates they'll run right back out."}, {"sentId": 31, "text": "These crowds have been out here for hours, Don, and they simply just keep moving further down the street and causing more destruction."}], "speaker": "SANCHEZ", "secId": 9}, {"sentences": [{"sentId": 32, "text": "You know, we've seen people get in the way of the protesters and the police."}, {"sentId": 33, "text": "Trying to help people out."}, {"sentId": 34, "text": "Earlier we spoke to Toussaint Romain."}, {"sentId": 35, "text": "He's a public defender that was here trying to advise people to get out of the police's way, trying to keep the peace, trying to demonstrate peacefully."}, {"sentId": 36, "text": "He was actually praying at one point on the ground between police and protesters, but again things quickly devolved after that."}, {"sentId": 37, "text": "As police started making arrests and they started moving into the crowd to pick up agitators things got out of hand and as we started moving down the street, what you mentioned just a few moments ago, people started breaking into businesses, breaking through glass."}], "speaker": "SANCHEZ", "secId": 10}, {"sentences": [{"sentId": 38, "text": "I saw several businesses that were broken into."}, {"sentId": 39, "text": "There were coat hangers and all kinds of debris in the street."}, {"sentId": 40, "text": "Trash was set on fire and the rancor of this crowd wasn't just geared toward the police officers."}, {"sentId": 41, "text": "There were several civilians that were hurt in the process."}, {"sentId": 42, "text": "We've been mentioning the one person that we've been monitoring who was apparently hurt by another civilian right outside the Omni Hotel where this really -- this conflict really heated up."}], "speaker": "SANCHEZ", "secId": 11}, {"sentences": [{"sentId": 43, "text": "And they've also been very aggressive towards the media, as well."}, {"sentId": 44, "text": "Just a few feet from where we're standing, there was a cameraman that was on the ground incapacitated a few moments before that."}, {"sentId": 45, "text": "There was a fire behind him."}, {"sentId": 46, "text": "I'm not sure how he was hurt but he had to be helped off the street."}, {"sentId": 47, "text": "And again what we're seeing now, this crowd that has not moved, at least 100 people, potentially more than 100 people, and they're walking back in the direction of the police."}, {"sentId": 48, "text": "The police have staged a line."}, {"sentId": 49, "text": "There's SWAT line right behind, just out of our field of vision."}], "speaker": "SANCHEZ", "secId": 12}, {"sentences": [{"sentId": 50, "text": "We're not there to be honest with you, Don, because we felt it wasn't safe to be there."}, {"sentId": 51, "text": "We started getting looks and people started getting very close to us, getting very physical and aggressive so we decided to move a little bit further out."}, {"sentId": 52, "text": "I think when things calm down if they calm down and we don't see any more teargas we might try to approach it again to get a clear picture of what's going on -- Don."}], "speaker": "SANCHEZ", "secId": 13}, {"sentences": [{"sentId": 53, "text": "A couple of questions, Boris."}, {"sentId": 54, "text": "So let's talk about the injured officer."}], "speaker": "LEMON", "secId": 14}, {"sentences": [{"sentId": 55, "text": "Sure."}], "speaker": "SANCHEZ", "secId": 15}, {"sentences": [{"sentId": 56, "text": "Do you know where that happened?"}, {"sentId": 57, "text": "And we understand that he has been taken to the hospital -- he or she has been taken to the hospital."}, {"sentId": 58, "text": "No condition on that officer."}, {"sentId": 59, "text": "That's this evening."}, {"sentId": 60, "text": "Other officers were injured last night."}], "speaker": "LEMON", "secId": 16}, {"sentences": [{"sentId": 61, "text": "Hey, Don."}], "speaker": "SANCHEZ", "secId": 17}, {"sentences": [{"sentId": 62, "text": "Yes."}], "speaker": "LEMON", "secId": 18}, {"sentences": [{"sentId": 63, "text": "Right, Don, so we're getting a picture right now."}, {"sentId": 64, "text": "It looks like people are scampering out -- I'm sorry, I --"}], "speaker": "SANCHEZ", "secId": 19}, {"sentences": [{"sentId": 65, "text": "That's OK."}], "speaker": "LEMON", "secId": 20}, {"sentences": [{"sentId": 66, "text": "I'm not exactly sure how that police officer was hurt, but we were in several scenes where people were throwing glass bottles, cans of teargas, right back at police, and so it doesn't surprise me that someone got hurt in all of that, but you know, it's just -- it's truly sad, you know, when you have a situation where frustrations boil over this way and what started out as a peaceful protest quickly became very ugly and protesters got in each other's faces and now we see more teargas being tossed."}, {"sentId": 67, "text": "Police clearly trying to get these people to move out."}], "speaker": "SANCHEZ", "secId": 21}, {"sentences": [{"sentId": 68, "text": "The big problem here is that this is downtown Charlotte."}, {"sentId": 69, "text": "There's a lot of intersection and places where people can just go and again wait for the gas to dissipate before they head right back into confront police officers, Don."}], "speaker": "SANCHEZ", "secId": 22}, {"sentences": [{"sentId": 70, "text": "OK.  And let's talk about the civilian, the protester, who we're now being told -- go ahead, Boris."}, {"sentId": 71, "text": "What are you seeing?"}], "speaker": "LEMON", "secId": 23}, {"sentences": [{"sentId": 72, "text": "Yes."}, {"sentId": 73, "text": "There are just more and more explosions getting closer and closer to us."}, {"sentId": 74, "text": "It's obvious that the SWAT teams are moving further and further in."}, {"sentId": 75, "text": "From what we can tell, it looks like people are starting -- some people are starting to dissipate."}], "speaker": "SANCHEZ", "secId": 24}, {"sentences": [{"sentId": 76, "text": "There are other people that are just getting beyond the gas, again, just waiting to get close to the police again."}, {"sentId": 77, "text": "From what I could tell, they are -- they are moving in, Don."}], "speaker": "SANCHEZ", "secId": 25}, {"sentences": [{"sentId": 78, "text": "You mentioned that civilian."}, {"sentId": 79, "text": "That actually happened right in front of us."}, {"sentId": 80, "text": "I didn't see it happen but I heard the explosion when it did and then moments later I saw a crowd gather around a person."}, {"sentId": 81, "text": "Later I talked to a young lady who saw what happened and had a video of it and there was a young man who was protesting that apparently got hit by something."}, {"sentId": 82, "text": "He was on the ground bleeding profusely and police started tending to him."}], "speaker": "SANCHEZ", "secId": 26}, {"sentences": [{"sentId": 83, "text": "Initially it was reported that he was deceased, that he was killed, and we just got word that that was an inaccurate report."}, {"sentId": 84, "text": "That in fact the city of Charlotte tweeted out he was on life support."}, {"sentId": 85, "text": "That's what we know about him right now."}], "speaker": "SANCHEZ", "secId": 27}, {"sentences": [{"sentId": 86, "text": "From what we've heard -- the chief of police tweeted out earlier, from what we've heard, it was a civilian-on-civilian incident, that it was not police that caused that injury, but people here on the ground as we mentioned earlier, Don, they're reading reports on social media, and I heard one woman start yelling at the crowd that, you know, they killed another one of us, they killed another one of us, suggesting that that young man that was badly hurt, you know, that that happened at the hands of police, and clearly -- you know, that was clarified later and it was brought out as misinformation."}], "speaker": "SANCHEZ", "secId": 28}, {"sentences": [{"sentId": 87, "text": "But that kind of rumor has fueled this crowd and we've seen them get more and more agitated as the night has gone on."}, {"sentId": 88, "text": "It's also because the people that were here initially, peacefully have for the most part left and there are people wearing masks, there are people covering their faces."}, {"sentId": 89, "text": "You know, it just -- you could feel it in the air."}, {"sentId": 90, "text": "It's a different crowd than what we were seeing earlier."}], "speaker": "SANCHEZ", "secId": 29}, {"sentences": [{"sentId": 91, "text": "So, Boris, you mentioned the person who was hurt and this is -- let's put this up."}, {"sentId": 92, "text": "This is from the -- officially from city officials, the city of Charlotte, saying that civilian who suffered a gunshot wound during Wednesday night's protest is in critical condition and on life support."}, {"sentId": 93, "text": "The city of Charlotte said on their verified Twitter account again this is a correction to earlier that we got official information from them earlier."}, {"sentId": 94, "text": "Apparently they are correcting that, as Boris just stated."}], "speaker": "LEMON", "secId": 30}, {"sentences": [{"sentId": 95, "text": "Also, Boris Sanchez, if you're there, we're also getting word that you also witnessed -- this is from our affiliate there."}, {"sentId": 96, "text": "Charlotte photojournalist from the NBC affiliate WCNC tweeted that a reporter and a cameraman from his station were attacked in the protest and uptown, and were transported by ambulance to a hospital to be treated for injuries."}, {"sentId": 97, "text": "Is this the same thing that we witnessed with you just a couple moments ago?"}], "speaker": "LEMON", "secId": 31}, {"sentences": [{"sentId": 98, "text": "I believe so, Don."}, {"sentId": 99, "text": "Yes, that -- so we were walking away from police at an intersection and right as we were crossing the street, there was a teargas canister that was tossed."}, {"sentId": 100, "text": "There was a loud explosion and then right after that we heard another boom, and we saw -- when I turned around I saw a man on the ground."}, {"sentId": 101, "text": "And again people are starting to get aggressive with us."}, {"sentId": 102, "text": "Excuse me, sir."}], "speaker": "SANCHEZ", "secId": 32}, {"sentences": [{"sentId": 103, "text": "We saw that man on the ground and he was incapacitated."}, {"sentId": 104, "text": "He had to be held up."}, {"sentId": 105, "text": "Right behind him just a few feet away there was a fire."}, {"sentId": 106, "text": "I don't know how he was hurt but it's obvious that he was in really rough shape."}, {"sentId": 107, "text": "He didn't look like he knew what was going on."}, {"sentId": 108, "text": "Fortunately they were able to get out of the way."}], "speaker": "SANCHEZ", "secId": 33}, {"sentences": [{"sentId": 109, "text": "OK.  And so, again, as happens in these particular situations, the crowd gets out of control, and then they try to, you know, assault or at least intimidate our camera people and our news people."}], "speaker": "LEMON", "secId": 34}, {"sentences": [{"sentId": 110, "text": "I'm watching on a different feed here."}, {"sentId": 111, "text": "Our folks there are very adept of taking care of themselves."}, {"sentId": 112, "text": "Excuse me, I just want to make sure that our correspondents and our producers are OK there, our camera people."}, {"sentId": 113, "text": "They can take care of themselves on and off camera out there, as well as security, so we hope that they're OK and again we're keeping an eye on this situation."}], "speaker": "LEMON", "secId": 35}, {"sentences": [{"sentId": 114, "text": "Boris, are you still there?"}, {"sentId": 115, "text": "Can you talk to us?"}, {"sentId": 116, "text": "Are you in a safe spot now?"}], "speaker": "LEMON", "secId": 36}, {"sentences": [{"sentId": 117, "text": "Yes."}, {"sentId": 118, "text": "Yes, Don."}, {"sentId": 119, "text": "Yes, I'm trying to have a conversation with one of the protesters."}, {"sentId": 120, "text": "He was actually engaging me, asking me about what we were reporting."}, {"sentId": 121, "text": "This goes back to what I was talking about before, as we hear another explosion behind me."}, {"sentId": 122, "text": "You know, there's this deep, deep mistrust among people, partly because of misinformation and partly because these incidents continue to happen."}], "speaker": "SANCHEZ", "secId": 37}, {"sentences": [{"sentId": 123, "text": "Just give me a moment, sir."}, {"sentId": 124, "text": "So as we were watching this behind me, Don, you know, there's just mistrust, there's a level of mistrust for police officers and for the justice system in general."}, {"sentId": 125, "text": "You know, these incidents continue to happen, and that's the frustration that boils over."}, {"sentId": 126, "text": "However, when you see scenes like this, you have to ask yourself, where's the line?"}, {"sentId": 127, "text": "Where's the line?"}, {"sentId": 128, "text": "When does civility give way to violence and when do innocent people, you know, have to get hurt?"}, {"sentId": 129, "text": "That camera guy and that reporter that we were talking about, they"}], "speaker": "SANCHEZ", "secId": 38}, {"sentences": [{"sentId": 130, "text": "were just doing their job."}, {"sentId": 131, "text": "You know."}, {"sentId": 132, "text": "The people that live in this apartment building, I -- you know, they deserve to have their property destroyed, I'm not sure that's the case."}, {"sentId": 133, "text": "I was trying to make that point, but obviously again frustration boiled over and tempers started to flair."}], "speaker": "SANCHEZ", "secId": 39}, {"sentences": [{"sentId": 134, "text": "Don, to get back to what I was trying to say before, the line of police has started moving forward."}, {"sentId": 135, "text": "The protesters have started moving back but a lot of people are simply not going home."}], "speaker": "SANCHEZ", "secId": 40}, {"sentences": [{"sentId": 136, "text": "So we're going to keep watching the situation."}, {"sentId": 137, "text": "I'll try to get back to you with what I see, Don."}], "speaker": "SANCHEZ", "secId": 41}, {"sentences": [{"sentId": 138, "text": "OK."}, {"sentId": 139, "text": "So, Boris, I want you to stand by, and listen, I want to tell you if you're at home."}, {"sentId": 140, "text": "I will give you this caveat."}, {"sentId": 141, "text": "If you have kids in the room or people you don't want to hear those types of words, you should probably get them out of the room because this is a live situation that's happening here we have a duty to cover and you're probably going to hear some things that, you know, is not spoken in polite company."}], "speaker": "LEMON", "secId": 42}, {"sentences": [{"sentId": 142, "text": "It is late here in the East Coast, early in our Western Time Zones but we're following the developing situation that's happening in Charlotte, North Carolina, where there have been a number of people who have been hurt tonight, at least one, who is in critical condition, on life support."}, {"sentId": 143, "text": "We're being told that it is civilian-on- civilian and one of them was a protester."}, {"sentId": 144, "text": "And that person was shot."}, {"sentId": 145, "text": "The injuries from a gunshot wound."}], "speaker": "LEMON", "secId": 43}, {"sentences": [{"sentId": 146, "text": "We've also seen a newsperson, a photographer we believe, from an NBC affiliate there, who was hurt, who was attacked on camera, and has been taken to the hospital, and we're also hearing that one officer has been injured this evening, that officer has been taken to the hospital, as well, and as we know, there were more than a dozen officers who were injured in similar protests in the same city last night."}], "speaker": "LEMON", "secId": 44}, {"sentences": [{"sentId": 147, "text": "As we watch our crews out in the field and they get more information, we want to bring it back here, continue to watch these pictures and I want to bring in my law enforcement experts here."}, {"sentId": 148, "text": "Law enforcement analyst Cedric Alexander, who has been joining us here for the bulk of the hour and who's going to continue on with us here for CNN for as long as necessary."}, {"sentId": 149, "text": "Jeff Roorda of the St. Louis Police Officers Association is here as well."}, {"sentId": 150, "text": "Retired Maryland State Police Major Neil Franklin is with us, and Dimitri Roberts is a former Chicago police officer."}], "speaker": "LEMON", "secId": 45}, {"sentences": [{"sentId": 151, "text": "Dimitri, I want to bring you in and talk to you about this particular situation."}, {"sentId": 152, "text": "As you're looking as a former police officer, you're looking at what's happening on the streets, Boris Sanchez is saying in some areas there's no police presence."}, {"sentId": 153, "text": "He sees no visible police, no uniformed police at least, and people are, you know, breaking windows and also he said, you know, being harmed in certain situations or at least being threatened to be harmed."}, {"sentId": 154, "text": "DIMITRI ROBERTS, PRESIDENT AND FOUNDER, SEVENSTAR CONSULTING:  Well,"}], "speaker": "LEMON", "secId": 46}, {"sentences": [{"sentId": 155, "text": "understand, Don, that the police resources have to be used sparingly."}, {"sentId": 156, "text": "They have to be used appropriately and they have to be used in a manner that allows the police department to engage where necessary."}], "speaker": "LEMON", "secId": 47}, {"sentences": [{"sentId": 157, "text": "You see the line that they're holding, they're doing a very good job, I think, that the leadership in Charlotte has put forth a new way to deal with these situations as we see those officers standing their ground and not being as aggressive as we've seen in some other situations."}, {"sentId": 158, "text": "But they have to be very specific in their deployments."}], "speaker": "LEMON", "secId": 48}, {"sentences": [{"sentId": 159, "text": "A few broken windows does not equal over-aggression."}, {"sentId": 160, "text": "It does not equal something that police should be engaged in at this moment because it's a petty property crime."}, {"sentId": 161, "text": "I'm not saying that people's property doesn't matter, but lives matter more and the safety of those officers, as well as even those protesters and the rioters, is very important as well."}, {"sentId": 162, "text": "And I see -- I think that we see these officers standing in that gap and doing what they're supposed to do in these moments."}], "speaker": "LEMON", "secId": 49}, {"sentences": [{"sentId": 163, "text": "Jeff Roorda, but I'm also hearing from people who are saying listen, the mayor and whoever is heading the police department here, this is about law and order."}, {"sentId": 164, "text": "They need to gain control back -- back of their city."}], "speaker": "LEMON", "secId": 50}, {"sentences": [{"sentId": 165, "text": "Yes, it is a -- it is a police problem, not a political problem, Don."}, {"sentId": 166, "text": "You know, these things go a lot better when the police commanders on the ground are allowed to make tactical decisions moment by moment, instead of politicians making political decisions from a distance."}, {"sentId": 167, "text": "So I -- I hope what's happening in Charlotte is that police commanders and the tacticians on the ground are allowed to handle this very dynamic, frenetic situation."}], "speaker": "ROORDA", "secId": 51}, {"sentences": [{"sentId": 168, "text": "And as you know, Don, it's like a rugby game."}, {"sentId": 169, "text": "The ball keeps moving up and down the field and it's really hard to contain and control."}], "speaker": "ROORDA", "secId": 52}, {"sentences": [{"sentId": 170, "text": "If you're a citizen of Charlotte, North Carolina, surely you are of concern as our people around the country here, but if you live in that immediate area then you're worried about your safety, Cedric Alexander."}, {"sentId": 171, "text": "You want police to contain this."}, {"sentId": 172, "text": "Of course, you know, this is a right for everyone to protest."}, {"sentId": 173, "text": "You don't have the right to riot but you want some control especially if you're in that situation and you live there and people are kicking in your door."}], "speaker": "LEMON", "secId": 53}, {"sentences": [{"sentId": 174, "text": "Well, absolutely you do and because in the morning, people in that community who live in and around that uptown area, are going to come in the area and see a very different city than what they left this afternoon."}, {"sentId": 175, "text": "so people who are living around that community they certainly want to feel safe, they want to be safe, and the Charlotte Police Department is providing that safety with the resources that they have available."}], "speaker": "ALEXANDER", "secId": 54}, {"sentences": [{"sentId": 176, "text": "And I think the way that Dimitri articulated, the utilization of those resources is right on point."}, {"sentId": 177, "text": "So everyone wants to feel safe in Charlotte tonight and tomorrow."}, {"sentId": 178, "text": "And I'm very certain and very confident that the police department and its leadership there is going to be there throughout the night, will be there tomorrow, to make sure that people can safely come into their places of employment if they happen to be open, and to be able to move in and around that city in a way in which they feel some public safety."}], "speaker": "ALEXANDER", "secId": 55}, {"sentences": [{"sentId": 179, "text": "I was speaking earlier to Congressman Meeks and also to the Reverend William Barber and they were talking about how much this muddies the message and sets this movement back."}, {"sentId": 180, "text": "According to the protesters and from our folks here on the street, protesters and organizers who were there in Charlotte tonight are telling our producers that the protesters mainly went home after things turned violent and this is only the troublemakers who are out there now, but how do you separate the two, Neil, if you're watching from home or if you're a police officer, or in the minds of the people who are at home, they're one in the same, correct?"}], "speaker": "LEMON", "secId": 56}, {"sentences": [{"sentId": 181, "text": "Well, it is difficult to separate the two, but one thing that there's pattern that we tend to see as we go from city to city, whether St. Louis area or Baltimore is that, as you get later into the evening, most of the peaceful protesters do go home."}, {"sentId": 182, "text": "You know, most of the peaceful, organized protesting occurs during the daytime."}, {"sentId": 183, "text": "Then as you get later in the evening you have more bad actors who are coming out under the cover of darkness."}], "speaker": "FRANKLIN", "secId": 57}, {"sentences": [{"sentId": 184, "text": "They don't want to be identified when they commit these crimes and on top of that, Don, I just want to say to Boris and your camera crew there, understanding the importance of the work that they're doing in getting this footage for the viewers, but the fear that they spoke about and the injured cameraman from the other affiliate, you know, respect that fear and make good judgment calls when, you know, if you feel you need to backup and back up, don't put yourself in danger."}, {"sentId": 185, "text": "Their lives aren't worth it."}], "speaker": "FRANKLIN", "secId": 58}, {"sentences": [{"sentId": 186, "text": "Yes."}, {"sentId": 187, "text": "You're right."}, {"sentId": 188, "text": "And having been in several of these situations over the last couple of years, and then, you know, and other different situations, not particularly for rioting because of -- you know, because of justice and criminal justice reform, but you're absolutely right."}, {"sentId": 189, "text": "But over the last few years starting with Ferguson, there has been some really tense and tough situations out there that the members of the news media are having to deal with, but our main focus is that news media is to bring it to you, as law enforcement -- their main focus is to keep people safe and to bring about law and order."}, {"sentId": 190, "text": "We want to bring this to the public so that they can see it and make their own judgment about it."}], "speaker": "LEMON", "secId": 59}, {"sentences": [{"sentId": 191, "text": "I do have some new information as you saw earlier here on CNN, Boris and his crew were out in front of the Hyatt House Hotel, when you saw some of the teargas being thrown, some of the objects being thrown and really all hell breaking lose, we're being told that a valet at the front desk and a front desk attendant at the Hyatt House in downtown Charlotte were punched in the face by protesters."}, {"sentId": 192, "text": "That's according to the Hyatt House Hotel manager."}], "speaker": "LEMON", "secId": 60}, {"sentences": [{"sentId": 193, "text": "Protesters came in the front of the hotel, used bricks to bust out windows."}, {"sentId": 194, "text": "The hotel is currently on lockdown and guests have been advised to stay in their rooms."}, {"sentId": 195, "text": "So as we said here, Jeff, the people there want to be safe and the protesters or the people who are out here now want to cause trouble and so that is a situation that we're in now."}], "speaker": "LEMON", "secId": 61}, {"sentences": [{"sentId": 196, "text": "Right, Don, and you know, Neil had it exactly right."}, {"sentId": 197, "text": "You know, we saw -- we called -- in Ferguson, we called shift change."}, {"sentId": 198, "text": "You know, you could see the mostly peaceful protesters leave as night fell and the mostly violent protesters show up, which is why I was such an advocate for curfews."}, {"sentId": 199, "text": "I mean, there was this clear line of demarcation between protesters and rioter behavior and by just allowing that to continue to occur into the wee hours of the night, was a disservice to everybody, and I think that it also is a disservice to the peaceful protest movement that we allow the protests to be so muddied."}], "speaker": "ROORDA", "secId": 62}, {"sentences": [{"sentId": 200, "text": "Yes."}, {"sentId": 201, "text": "I appreciate all of you, standing by for me."}, {"sentId": 202, "text": "Cedric Alexander is here, Neil Franklin is here, Jeff Roorda is here, Dimitri Roberts here."}, {"sentId": 203, "text": "And also Congressman Gregory Meeks is joining us as well."}], "speaker": "LEMON", "secId": 63}, {"sentences": [{"sentId": 204, "text": "Congressman, I know that you're very busy."}, {"sentId": 205, "text": "But I know this is an important story and you -- he's the chairman of the Congressional Black Caucus PAC and I thank you for sticking around with us because again, we need your voice but I need to get to something very important and then I'll bring in my guests after that."}], "speaker": "LEMON", "secId": 64}, {"sentences": [{"sentId": 206, "text": "This is Yolanda Haskins."}, {"sentId": 207, "text": "She's joining us by phone, she is a neighbor of the Scott family."}], "speaker": "LEMON", "secId": 65}, {"sentences": [{"sentId": 208, "text": "Miss Haskins, I want to tell you, you know, the Scott family put out the statement."}, {"sentId": 209, "text": "She said Keith was a loving husband, father, brother, friend who will deeply -- will be deeply missed every day."}, {"sentId": 210, "text": "And this was Rakeyia Scott who said that."}, {"sentId": 211, "text": "\"As a family we respect the rights of those who wish to protest but we ask the people protest peacefully."}, {"sentId": 212, "text": "Please do not hurt people or members of the law enforcement -- of law enforcement, damage property or take things that do not belong to you in the name of protesting,\" and now we have this."}, {"sentId": 213, "text": "What do you say, Yolanda?"}], "speaker": "LEMON", "secId": 66}, {"sentences": [{"sentId": 214, "text": "Yes, I say that the people of Charlotte are doing this all the wrong way."}], "speaker": "HASKINS", "secId": 67}, {"sentences": [{"sentId": 215, "text": "I feel like as a citizen of Charlotte, North Carolina, resident, I believe that we should go about taking it from the economy, instead of going out here, violent and tearing up our cities."}, {"sentId": 216, "text": "These young men and women do not realize is these companies and businesses have insurance so what's the use of tearing down something they're going to rebuild back in a day or two."}], "speaker": "HASKINS", "secId": 68}, {"sentences": [{"sentId": 217, "text": "We need to get out, go to the judicial system and the economy, and hit them where it hurts."}, {"sentId": 218, "text": "We can't voice our pain by being violent and being ignorant."}, {"sentId": 219, "text": "This is an ignorant move at this moment and it shouldn't be like this."}, {"sentId": 220, "text": "Keith won't have it."}, {"sentId": 221, "text": "So why would they do it?"}, {"sentId": 222, "text": "He can't voice his opinion right now."}], "speaker": "HASKINS", "secId": 69}, {"sentences": [{"sentId": 223, "text": "Yes ."}, {"sentId": 224, "text": "HASKINS:  He can never voice his opinion because he's gone."}, {"sentId": 225, "text": "We can't"}], "speaker": "LEMON", "secId": 70}, {"sentences": [{"sentId": 226, "text": "get that back."}, {"sentId": 227, "text": "I understand that we all are angry but we have to take it another route."}, {"sentId": 228, "text": "If we want to make change we've got to do it ourselves, but how can we do it if we don't -- if we keep our money inside the system?"}, {"sentId": 229, "text": "And so we're going there, we need to boycott and do not pay -- do not spend our money, simple as that."}], "speaker": "LEMON", "secId": 71}, {"sentences": [{"sentId": 230, "text": "Let the system feel it where it hurts us at, in their pocket."}, {"sentId": 231, "text": "Everybody got to live off of a dollar, so why won't we just come together and take their dollars?"}], "speaker": "LEMON", "secId": 72}, {"sentences": [{"sentId": 232, "text": "Yolanda Haskins, thank you so much."}, {"sentId": 233, "text": "Yolanda Haskins is the neighbor of the Scott family."}, {"sentId": 234, "text": "And she is saying, listen, there should be an economic boycott until change is made in Charlotte, North Carolina, or in the state of North Carolina."}], "speaker": "LEMON", "secId": 73}, {"sentences": [{"sentId": 235, "text": "I want to thank her for that but I want to read this just into CNN."}, {"sentId": 236, "text": "The governor of North Carolina, Governor Pat McCrory has declared a state of emergency upon the request of Charlotte-Mecklenburg Police Chief Kerr Putney."}, {"sentId": 237, "text": "The governor has also initiated efforts to deploy the North Carolina National Guard and the state highway patrol to assist local law enforcement."}], "speaker": "LEMON", "secId": 74}, {"sentences": [{"sentId": 238, "text": "As I bring in now Congressman Meeks again who joins us now."}, {"sentId": 239, "text": "He is the chairman of the Congressional Black Caucus PAC."}], "speaker": "LEMON", "secId": 75}, {"sentences": [{"sentId": 240, "text": "Congressman, now a state of emergency in North Carolina declared by the governor."}, {"sentId": 241, "text": "This is just the beginning, it seems."}], "speaker": "LEMON", "secId": 76}, {"sentences": [{"sentId": 242, "text": "No."}, {"sentId": 243, "text": "And I hope this is the end and those individuals who are committing now acts of violence, destroying property, which would deprive people from going to work tomorrow and earning their living, that they do not return to the streets and to allow people who are upset at what has taken place to peacefully protest."}, {"sentId": 244, "text": "That's what has to happen."}, {"sentId": 245, "text": "So you do have to, you know, make sure that there is a clear division between the two and we want to make sure no other innocent lives are lost and-or seriously injured, and so that is of deep concern as we move forward."}], "speaker": "MEEKS", "secId": 77}, {"sentences": [{"sentId": 246, "text": "You said it's the end, maybe you're correct."}, {"sentId": 247, "text": "That this is the -- maybe it's the beginning of the end of this, as a state of emergency."}, {"sentId": 248, "text": "That means more resources will be moved into to Charlotte, North Carolina."}, {"sentId": 249, "text": "Are you happy with that, Congressman?"}], "speaker": "LEMON", "secId": 78}, {"sentences": [{"sentId": 250, "text": "Well, I want to make sure that everybody is safe."}], "speaker": "MEEKS", "secId": 79}, {"sentences": [{"sentId": 251, "text": "Right."}], "speaker": "LEMON", "secId": 80}, {"sentences": [{"sentId": 252, "text": "I want people to be able to demonstrate in a peaceful manner because I'm sure that there are many individuals in Charlotte, who want -- who are upset at what took place and want a way to express themselves peacefully, and I don't want those that are expressing themselves in a violent way deprive those who want to protest in a peaceful way to be deprived from it."}, {"sentId": 253, "text": "I want those individuals, because I think those voices do need to be heard because of what has taken place throughout out America with regards to police and shootings, et cetera."}], "speaker": "MEEKS", "secId": 81}, {"sentences": [{"sentId": 254, "text": "I want those peaceful voices to be heard, so I want to drum out these bad ones."}, {"sentId": 255, "text": "I want them out of there so that the peaceful ones can protest peacefully and we can try to make a change, a real change in the criminal justice system."}], "speaker": "MEEKS", "secId": 82}, {"sentences": [{"sentId": 256, "text": "The neighbor of Mr. Scott, of the Scott family, Yolanda Haskins, I'm sure you heard her."}, {"sentId": 257, "text": "She was just on saying, there should be an economic boycott of Charlotte."}, {"sentId": 258, "text": "What do you think of that?"}], "speaker": "LEMON", "secId": 83}, {"sentences": [{"sentId": 259, "text": "Well, I think that is a peaceful means of expressing what you want."}, {"sentId": 260, "text": "I mean, already in North Carolina, we've seen where the National Basketball Association and other events because of some laws that they have passed clearly discriminate against others, and so there's been an economic boycott in that regard."}, {"sentId": 261, "text": "And so maybe there should be a further economic boycott, you know, until -- if we don't have transparency."}], "speaker": "MEEKS", "secId": 84}, {"sentences": [{"sentId": 262, "text": "But again we need to get all of the facts in this particular issue and make sure that we know what they are and I believe that it is important for the attorney general of the United States now to utilize her power to get involved in this and not just leave it to the local municipalities and the local police."}], "speaker": "MEEKS", "secId": 85}, {"sentences": [{"sentId": 263, "text": "OK."}, {"sentId": 264, "text": "Thank you very much."}, {"sentId": 265, "text": "I appreciate it."}, {"sentId": 266, "text": "I want you to stand by, Congressman, because on the phone now is Congressman Robert Pittenger of North Carolina."}], "speaker": "LEMON", "secId": 86}, {"sentences": [{"sentId": 267, "text": "You have been watching this."}, {"sentId": 268, "text": "You're listening to Congressman Meeks as well."}, {"sentId": 269, "text": "Can I ask you about -- you know, first of all, your initial reaction to what's going on tonight and then I'll continue to question you."}], "speaker": "LEMON", "secId": 87}, {"sentences": [{"sentId": 270, "text": "Well, it's tragic, It's sad because of the loss of life is grievous and I share the burden for the family, but I can say that watching the demonstration, watching the outrage, the looting, the violence."}, {"sentId": 271, "text": "It's totally out of context from reality."}, {"sentId": 272, "text": "We haven't seen the evidence."}, {"sentId": 273, "text": "CMPD, I work with them for 25 years."}, {"sentId": 274, "text": "I have ridden shotgun with them on many occasions."}, {"sentId": 275, "text": "From the 10:00 p.m. to 6:00 a.m. hours, so I know what they go through, and this is true for law enforcement throughout the country."}], "speaker": "PITTENGER", "secId": 88}, {"sentences": [{"sentId": 276, "text": "So, you know, what we've seen now is just totally unacceptable."}, {"sentId": 277, "text": "So where is Martin Luther King today?"}, {"sentId": 278, "text": "Where's the spirit of Martin Luther King?"}, {"sentId": 279, "text": "We cherish him in his memory every February and we honor him, and yet where is the spirit of that?"}, {"sentId": 280, "text": "Where is the leadership that calls out where the pastors and lay leaders and the political leaders who are just insisting that people convey their concerns in a peaceful way, and they -- and they look with some reason of -- of hope, but also trust."}], "speaker": "PITTENGER", "secId": 89}, {"sentences": [{"sentId": 281, "text": "You know, the CMPD, the Charlotte-Mecklenburg Police Department, they're there to protect everybody."}, {"sentId": 282, "text": "Our chief of police is a wonderful man."}, {"sentId": 283, "text": "An African-American man."}, {"sentId": 284, "text": "The man shot the young man, he's African-American."}, {"sentId": 285, "text": "This is not a black-white racial issue has been described by some, but to boycott, as one person said, because of the discrimination, where's the discrimination?"}], "speaker": "PITTENGER", "secId": 90}, {"sentences": [{"sentId": 286, "text": "This is nonsense."}, {"sentId": 287, "text": "We need -- we need for truth to prevail, for truth to come out, but we need for people to walk in integrity and for those who have come in now to agitate and -- try to bring disorder and more violence and to raise the level of concern, where is the measured voice of the president of United States?"}, {"sentId": 288, "text": "Where is the measured voice of the head of the Justice Department?"}, {"sentId": 289, "text": "Our attorney general?"}, {"sentId": 290, "text": "These are the leaders for the African-American community."}], "speaker": "PITTENGER", "secId": 91}, {"sentences": [{"sentId": 291, "text": "Where is their thoughtful response to bring calm, to bring assurance?"}, {"sentId": 292, "text": "That justice will prevail."}, {"sentId": 293, "text": "It has prevailed in the past."}, {"sentId": 294, "text": "We have found out the facts in other communities."}, {"sentId": 295, "text": "And you know, the facts, when they were found out, they didn't line up with the hysteria and the untrues that were being said from the outset."}, {"sentId": 296, "text": "So, you know, let's bring truth into this dialogue."}, {"sentId": 297, "text": "Let's honor the integrity of those who protect the entire community."}], "speaker": "PITTENGER", "secId": 92}, {"sentences": [{"sentId": 298, "text": "I love these men and women."}, {"sentId": 299, "text": "I know many of them very well."}, {"sentId": 300, "text": "I've worked with them for a long time and I -- and I appreciate the leadership of our law enforcement."}, {"sentId": 301, "text": "We need to appreciate the fact that they're working on everyone's behalf."}], "speaker": "PITTENGER", "secId": 93}, {"sentences": [{"sentId": 302, "text": "Congressman, this is your district and we can tell that you're very passionate about this as it hits very close to home and you have to say earlier that you -- you called in the interim as we try to figure out what's going on here, that we need every African-American pastor, as we said, and leader to rise to the challenge and speak with a sound system to this group of protesters calling for restraint and to be respectful in their protest."}, {"sentId": 303, "text": "And again, you mentioned in your response earlier that that Reverend Dr. Martin Luther King Junior, he would be proud of that kind of thoughtful discourse and leadership, you said."}], "speaker": "LEMON", "secId": 94}, {"sentences": [{"sentId": 304, "text": "I want you to stand by because I want to bring in the governor of North Carolina, Pat McCrory."}], "speaker": "LEMON", "secId": 95}, {"sentences": [{"sentId": 305, "text": "Governor, you declared a state of emergency moments ago, why?"}], "speaker": "LEMON", "secId": 96}, {"sentences": [{"sentId": 306, "text": "The chief of police requested that additional assistance."}, {"sentId": 307, "text": "We've been preparing since 8:00 this morning for deployments to Charlotte in case this type of incident happened, and I was in conversation with the mayor and police chief throughout the day and -- due to our state protocol, it's up to them to ask the governor for the state of emergency, so we are on standby waiting for that, and we got it about 15 to 20 minutes ago from the chief."}], "speaker": "MCCRORY", "secId": 97}, {"sentences": [{"sentId": 308, "text": "So state highway -- state highway patrol troopers are there in Charlotte."}, {"sentId": 309, "text": "What are their orders?"}], "speaker": "LEMON", "secId": 98}, {"sentences": [{"sentId": 310, "text": "I'm going to let the chief of police help give those orders and help them deployed."}, {"sentId": 311, "text": "I think most of the assets usually these circumstances are to protect buildings and assets so that Charlotte- Mecklenburg Police Department can actually work the street, clear the streets, the sidewalks and make the appropriate arrests when necessary while hopefully the guard that will be coming into the city during the evening will be protecting any buildings and assets so the police can do their job."}], "speaker": "MCCRORY", "secId": 99}, {"sentences": [{"sentId": 312, "text": "I spoke with --"}], "speaker": "LEMON", "secId": 100}, {"sentences": [{"sentId": 313, "text": "We are -- we cannot tolerate violence, we cannot tolerate the destruction of property and will not tolerate the attacks towards our police officers that are occurring right now and I feel very strongly about that right now."}, {"sentId": 314, "text": "That is not the American way."}, {"sentId": 315, "text": "These police officers are showing a tremendous amount of courage and there's obviously a few hundred people who have come to our town center in Charlotte, North Carolina, which is a great city and their major goal seems to be destruction and harm, and that's wrong and it's unacceptable."}], "speaker": "MCCRORY", "secId": 101}, {"sentences": [{"sentId": 316, "text": "Yes."}, {"sentId": 317, "text": "I spoke with Mayor Jennifer Roberts earlier."}, {"sentId": 318, "text": "She said she was considering a curfew."}, {"sentId": 319, "text": "I'm wondering if you think there should have been a curfew in Charlotte tonight and does this emergency -- state of emergency put one into effect essentially?"}], "speaker": "LEMON", "secId": 102}, {"sentences": [{"sentId": 320, "text": "Right now it does not, but I was mayor of Charlotte for 14 years."}, {"sentId": 321, "text": "It's one thing I don't want to do is second guess someone in the middle of an event and I'm not going to do that but a curfew is definitely a very strong option."}], "speaker": "MCCRORY", "secId": 103}, {"sentences": [{"sentId": 322, "text": "Let's talk --"}], "speaker": "LEMON", "secId": 104}, {"sentences": [{"sentId": 323, "text": "I've used the curfew before as mayor of Charlotte during other events."}, {"sentId": 324, "text": "The big disadvantage right now for any mayor and any governor is the use of social media, which is -- we didn't have that back in the days when I was mayor from '95 to 2007 or 2009 and the social media makes it very difficult because now the protesters could do a much better job and coordinating and directing people where our police presence is, and plus frankly the media, I want encourage you all not to encourage people playing to the camera which could help incite violence for the wrong purposes."}], "speaker": "MCCRORY", "secId": 105}, {"sentences": [{"sentId": 325, "text": "Any time that happens we take the pictures off of those."}, {"sentId": 326, "text": "But, you know --"}], "speaker": "LEMON", "secId": 106}, {"sentences": [{"sentId": 327, "text": "Good."}], "speaker": "MCCRORY", "secId": 107}, {"sentences": [{"sentId": 328, "text": "We're in a tense -- we're in a tough situation because it's our duty to cover it."}], "speaker": "LEMON", "secId": 108}, {"sentences": [{"sentId": 329, "text": "Yes."}], "speaker": "MCCRORY", "secId": 109}, {"sentences": [{"sentId": 330, "text": "But we don't want to cover, you know, the --"}], "speaker": "LEMON", "secId": 110}, {"sentences": [{"sentId": 331, "text": "You're walking a fine line just like our police are walking a fine line."}], "speaker": "MCCRORY", "secId": 111}, {"sentences": [{"sentId": 332, "text": "Absolutely."}], "speaker": "LEMON", "secId": 112}, {"sentences": [{"sentId": 333, "text": "And I'm glad you'll respect that because you that in your business and I know that in my business that some people will incite violence for show at the expense of our community and the expense of safety of citizens and especially our police officers."}, {"sentId": 334, "text": "These police officers are under tremendous amount of stress right now, not just in Charlotte but throughout the nation."}, {"sentId": 335, "text": "And they're hard working men and women who are also having at times difficulty walking that fine line."}], "speaker": "MCCRORY", "secId": 113}, {"sentences": [{"sentId": 336, "text": "Yes."}], "speaker": "LEMON", "secId": 114}, {"sentences": [{"sentId": 337, "text": "It's a life and death fine line."}], "speaker": "MCCRORY", "secId": 115}, {"sentences": [{"sentId": 338, "text": "I agree with you and you know what, as we say there is always one knuckle head, if not more, in any situation, and sometimes that happens."}], "speaker": "LEMON", "secId": 116}, {"sentences": [{"sentId": 339, "text": "I think I see more than one."}], "speaker": "MCCRORY", "secId": 117}, {"sentences": [{"sentId": 340, "text": "Yes."}, {"sentId": 341, "text": "If not more."}, {"sentId": 342, "text": "Yes."}], "speaker": "LEMON", "secId": 118}, {"sentences": [{"sentId": 343, "text": "And their goal is not to contribute to the discussion."}, {"sentId": 344, "text": "Their goal is destruction and anarchy and that is something our nation cannot accept and as governor of North Carolina will not accept someone trying to turn a very good city into anarchy, and we're going to stop it and deal with those individuals."}], "speaker": "MCCRORY", "secId": 119}, {"sentences": [{"sentId": 345, "text": "That's very well put, Governor."}, {"sentId": 346, "text": "And I want to ask you about this -- regarding this video of the shooting of Keith Lamont Scott yesterday."}, {"sentId": 347, "text": "What is -- what's the law in North Carolina about the release of this video and do you believe that this video should be released?"}], "speaker": "LEMON", "secId": 120}, {"sentences": [{"sentId": 348, "text": "You know, I'm going to -- I think it's appropriate for me to let the police and the chief and the mayor respond to that because one thing I learned as a mayor for 14 years and now on my fourth year of governor is that you don't want several people speaking on behalf of the leadership in the city."}, {"sentId": 349, "text": "And I'm not going to begin that process."}, {"sentId": 350, "text": "I wouldn't appreciate it if I was mayor and the governor started doing that."}, {"sentId": 351, "text": "But there is a new law that's coming into effect actually October 1st, and I'm sure the mayor and the police chief will give you details about the existing law and the new law that's actually not coming into place until October 1st."}], "speaker": "MCCRORY", "secId": 121}, {"sentences": [{"sentId": 352, "text": "But I will say this, we could be extreme concerned about videos because we also have to protect the constitutional rights of our police officers to ensure that they get a fair hearing while at the same time respecting the family, that's another very important ingredient and then also the transparency to the public."}, {"sentId": 353, "text": "But we do have constitutional rights here that have to be protected in investigations."}, {"sentId": 354, "text": "That should be protected so regarding videos there's also a very fine line, very similar to the one you're using tonight and what you show in your video and what you don't show in your video."}], "speaker": "MCCRORY", "secId": 122}, {"sentences": [{"sentId": 355, "text": "Don't you think, though -- I mean, I'm not saying that you're advocating for the release of it, I know that you don't want to speak for the mayor and for other officials but if you see it in front of your eyes, for your very own eyes, that would -- don't you think that would be no question about what happened, some of this may be avoided?"}], "speaker": "LEMON", "secId": 123}, {"sentences": [{"sentId": 356, "text": "Well, one thing that I've learned in this business for now 25 years as a city councilman, chairman of the Public Safety Committee, as a mayor for 14 years, now as a governor of three, one viewpoint of a video doesn't often always tell the whole story."}, {"sentId": 357, "text": "The angles can make a difference, and the -- not hearing often in the video says it's a complexity, the video is one piece of evidence and we have to be very careful and then I go back to the constitutional rights of our police officers which you also have to protect."}], "speaker": "MCCRORY", "secId": 124}, {"sentences": [{"sentId": 358, "text": "Yes."}, {"sentId": 359, "text": "And you --"}], "speaker": "LEMON", "secId": 125}, {"sentences": [{"sentId": 360, "text": "It's a very delicate line that we as society are dealing with, with all the new media that is available."}, {"sentId": 361, "text": "In one respect, it can be used for a very positive thing for our public, in another way, the video can also be abused."}], "speaker": "MCCRORY", "secId": 126}, {"sentences": [{"sentId": 362, "text": "You haven't seen this video, have you, Governor?"}], "speaker": "LEMON", "secId": 127}, {"sentences": [{"sentId": 363, "text": "No, sir."}, {"sentId": 364, "text": "No, sir."}, {"sentId": 365, "text": "I'm going to leave that up."}], "speaker": "MCCRORY", "secId": 128}, {"sentences": [{"sentId": 366, "text": "Yes."}], "speaker": "LEMON", "secId": 129}, {"sentences": [{"sentId": 367, "text": "My job to allow the local police department and local police chief do their job, mostly likely the state will be involved and this is another reason I have to be very careful what I say to make sure that the SBI, which I'm in charge of, if they take control of the investigation I have to be very careful of my comments out of respect for all parties."}], "speaker": "MCCRORY", "secId": 130}, {"sentences": [{"sentId": 368, "text": "OK."}, {"sentId": 369, "text": "Understood."}, {"sentId": 370, "text": "So, listen, obviously no one condones violence."}, {"sentId": 371, "text": "We've spoken out against it here this evening."}, {"sentId": 372, "text": "You have as well, but you know that you represent even the people who are being violent, or the citizens of your state."}, {"sentId": 373, "text": "Do you understand the concern and have brought people out to -- and maybe this level of anger and frustration?"}], "speaker": "LEMON", "secId": 131}, {"sentences": [{"sentId": 374, "text": "I understand concerns and I understand frustration and anger but I never will -- I never will respect violence."}, {"sentId": 375, "text": "Violence is unacceptable and we've got to get that word out."}, {"sentId": 376, "text": "Violence of throwing things at our police officers, violence of breaking windows, violence only causes more chaos, and violence does not seek a solution, good positive, constructive dialogue, which is not the first time when I was the mayor of Charlotte back in '96-'97 time period, we have some very cop shootings, very similar to what we're seeing now throughout our nation and the way we resolve is for conversation and facts and patience, and violence is the last alternative and we have some great leaders who used to espouse that including the great Martin Luther King who did not promote violence whatsoever."}], "speaker": "MCCRORY", "secId": 132}, {"sentences": [{"sentId": 377, "text": "I just strongly disagree with any violence or destruction of property and sadly, it looks, like we've had one person killed tonight and that does no one any good."}, {"sentId": 378, "text": "The loss of life."}], "speaker": "MCCRORY", "secId": 133}, {"sentences": [{"sentId": 379, "text": "Yes."}, {"sentId": 380, "text": "Unless you have some new information, the latest, Governor, you should know that we got, which was a correction, was that that person was on life support and was in critical condition unless that person has passed within just -- the moments that we were speaking, there was a clarification --"}], "speaker": "LEMON", "secId": 134}, {"sentences": [{"sentId": 381, "text": "Thank you for that clarification."}], "speaker": "MCCRORY", "secId": 135}, {"sentences": [{"sentId": 382, "text": "Yes."}, {"sentId": 383, "text": "Well, I mean, listen, this is a correction."}, {"sentId": 384, "text": "It's up on now from the city of Charlotte, the civilian who suffered gunshot wounds during protests is on life support, critical condition, not deceased."}, {"sentId": 385, "text": "That was the official information that everyone got earlier including you and then this came out just a short time ago."}], "speaker": "LEMON", "secId": 136}, {"sentences": [{"sentId": 386, "text": "Well, again any violence -- I want -- one comment I made earlier today in support of the police chief and the community leaders in Charlotte is we want peace, we want conversation, and we also want to support our police who are right now under a great deal of stress in downtown Charlotte, that again a city that I have a passion and a love for."}], "speaker": "MCCRORY", "secId": 137}, {"sentences": [{"sentId": 387, "text": "I'm actually in Raleigh now, in the state capital, but I know every -- I know every block of that city blindfolded, and it's beautiful, beautiful city with great people and it's a very good police department with good training and they're going through a difficult time and we as a nation and as a state are going to do everything before them."}, {"sentId": 388, "text": "We're also recognizing this very, very tough situation for our citizens."}], "speaker": "MCCRORY", "secId": 138}, {"sentences": [{"sentId": 389, "text": "You said --"}], "speaker": "LEMON", "secId": 139}, {"sentences": [{"sentId": 390, "text": "No violence is allowed."}], "speaker": "MCCRORY", "secId": 140}, {"sentences": [{"sentId": 391, "text": "You said earlier that video can be taken a number of different ways and taken out of context."}, {"sentId": 392, "text": "Where are you on the body cam law?"}, {"sentId": 393, "text": "Do you support it?"}], "speaker": "LEMON", "secId": 141}, {"sentences": [{"sentId": 394, "text": "I'm an advocate of a body cam, but I signed the body cam law which allows the video to be shown to the family and also respects the right of our police officers and also has a way to show the public, so it's -- again, it's respecting the public, respecting the family and also respecting the constitutional rights of a police officer."}, {"sentId": 395, "text": "And that's the fine line we're trying to walk and you know, we'll always try to improve upon this because, Don, as you know, with technology there's something new we learn every day and there are a lot of lessons that we're going through and that includes policing and technology."}, {"sentId": 396, "text": "And there are also issues of -- there are a lot of issues regarding the privacy of other people in videos."}], "speaker": "MCCRORY", "secId": 142}, {"sentences": [{"sentId": 397, "text": "Why not release it to the public, though, because, you know, you're -- the state attorney general and the ACLU are upset that it blocks it from -- that it blocs it from public viewing?"}], "speaker": "LEMON", "secId": 143}, {"sentences": [{"sentId": 398, "text": "Don, I've got to respect the constitutional rights of our police officers and also the investigation."}, {"sentId": 399, "text": "And we're also --"}], "speaker": "MCCRORY", "secId": 144}, {"sentences": [{"sentId": 400, "text": "What about the constitutional right of the citizens, though?"}], "speaker": "LEMON", "secId": 145}, {"sentences": [{"sentId": 401, "text": "And I'm going to protect a person's constitutional right at the same time."}], "speaker": "MCCRORY", "secId": 146}, {"sentences": [{"sentId": 402, "text": "And the constitutional right of the citizen?"}], "speaker": "LEMON", "secId": 147}, {"sentences": [{"sentId": 403, "text": "Absolutely."}, {"sentId": 404, "text": "In fact some citizens in videos we may need to protect also in videos."}], "speaker": "MCCRORY", "secId": 148}, {"sentences": [{"sentId": 405, "text": "Yes."}], "speaker": "LEMON", "secId": 149}, {"sentences": [{"sentId": 406, "text": "Because a lot of times we have innocent people within a video, if videos that might be in domestic violence disputes and so forth."}], "speaker": "MCCRORY", "secId": 150}, {"sentences": [{"sentId": 407, "text": "Listen, Don, I've got to get back to work."}, {"sentId": 408, "text": "I've got a lot of work to do."}], "speaker": "MCCRORY", "secId": 151}, {"sentences": [{"sentId": 409, "text": "Can I -- Governor, before you go, I know you have to go but can I ask you one question?"}], "speaker": "LEMON", "secId": 152}, {"sentences": [{"sentId": 410, "text": "Yes, I've got a lot of work to do."}], "speaker": "MCCRORY", "secId": 153}, {"sentences": [{"sentId": 411, "text": "OK.  OK.  Can I ask you one more question before you go?"}], "speaker": "LEMON", "secId": 154}, {"sentences": [{"sentId": 412, "text": "One more and we've got to get to work."}], "speaker": "MCCRORY", "secId": 155}, {"sentences": [{"sentId": 413, "text": "Yes."}, {"sentId": 414, "text": "A public defender was on the ground, he told CNN earlier that leaders needed to stand up as Charlotte's leaders."}, {"sentId": 415, "text": "Do you think Charlotte's leaders have been visible enough since this shooting occurred and these protests have started?"}], "speaker": "LEMON", "secId": 156}, {"sentences": [{"sentId": 416, "text": "You know, the time to do an evaluation is afterwards, not in the middle of the crisis, and right now we're in the middle of a crisis."}, {"sentId": 417, "text": "Let the leaders do the best job they can and respect them and deal with very difficult circumstances."}, {"sentId": 418, "text": "And that's exactly what I'm going to do."}], "speaker": "MCCRORY", "secId": 157}, {"sentences": [{"sentId": 419, "text": "The governor of North Carolina."}], "speaker": "LEMON", "secId": 158}, {"sentences": [{"sentId": 420, "text": "Thank you, Don."}, {"sentId": 421, "text": "Thank you very much."}], "speaker": "MCCRORY", "secId": 159}, {"sentences": [{"sentId": 422, "text": "Thank you very much, Governor."}, {"sentId": 423, "text": "Governor Pat McCrory joining us this evening with some very good information and how he feels about what's going on there."}, {"sentId": 424, "text": "The shooting of Mr. Scott and also about the protests that have been happening and the violence, as well."}], "speaker": "LEMON", "secId": 160}, {"sentences": [{"sentId": 425, "text": "Let's bring in now CNN law enforcement -- do I still have Gregory Meeks with me?"}, {"sentId": 426, "text": "Congressman Meeks?"}, {"sentId": 427, "text": "No?"}, {"sentId": 428, "text": "No?"}, {"sentId": 429, "text": "The congressman is not with us."}, {"sentId": 430, "text": "OK.  Let's bring in now law enforcement analyst, Cedric Alexander, Jeff Roorda of the St. Louis Police Officers Association, retired Maryland State Police major Neil Franklin, and Dimitri Roberts, a former Chicago police officer."}], "speaker": "LEMON", "secId": 161}, {"sentences": [{"sentId": 431, "text": "So, Cedric, you heard what the governor had to say there."}, {"sentId": 432, "text": "It's not the time right now in his estimation to assess the situation."}, {"sentId": 433, "text": "He is for body cameras but not necessarily releasing the video to the public."}, {"sentId": 434, "text": "Just to the family and so to investigators."}, {"sentId": 435, "text": "What do you make of the governor's comments?"}, {"sentId": 436, "text": "ALEXANDER:  Well, I don't really know what to make of them but I know"}], "speaker": "LEMON", "secId": 162}, {"sentences": [{"sentId": 437, "text": "what is going to be of a question."}, {"sentId": 438, "text": "The reason for the body cameras and certainly we have to respect the integrity of the investigation, but there's going to be an expectation from the public, from the citizens which police officers serve, they're going to want to, at some point, and within some reasonable amount of time, an opportunity to view those windows and the public has the right to be able to do that, because if we don't do it, if we don't do it in a timely manner, what it creates is a continued atmosphere of what appears not to  be a transparent investigation."}], "speaker": "LEMON", "secId": 163}, {"sentences": [{"sentId": 439, "text": "So I don't know what they're doing in North Carolina, I don't -- I'm not that familiar with it but I know this, is that the 21st Century Task Force report wholly, without question, supported the whole idea of body cameras and body cameras are becoming more and more readily available in police departments across the country so we're making those purchase."}, {"sentId": 440, "text": "And we do have to protect the rights of everyone involved, but at the end of the day, if you asked the American public yes, we understand the investigation needs to be conducted and they're OK with that."}, {"sentId": 441, "text": "But within some reasonable amount of time people want to see those videos for themselves."}, {"sentId": 442, "text": "And we need to be able to do that without -- without exception."}], "speaker": "LEMON", "secId": 164}, {"sentences": [{"sentId": 443, "text": "Yes, the governor -- the governor recently signed, it's called House Bill 972, and -- which is, you know, the body camera bill there in North Carolina."}, {"sentId": 444, "text": "There ere has been some consternation about it because even the attorney general -- the state's attorney general said that it could have the opposite effect on minimizing police accountability because he -- the attorney general believes, I should say that it should be released to the public."}], "speaker": "LEMON", "secId": 165}, {"sentences": [{"sentId": 445, "text": "Cedric Alexander, I think you're saying you' also think it should be released to the public, as well."}, {"sentId": 446, "text": "They probably should get on with it."}, {"sentId": 447, "text": "?"}], "speaker": "LEMON", "secId": 166}, {"sentences": [{"sentId": 448, "text": "Absolutely, that's what I'm saying, let me be clear."}], "speaker": "ALEXANDER", "secId": 167}, {"sentences": [{"sentId": 449, "text": "And so I just want to go around the horn here."}], "speaker": "LEMON", "secId": 168}, {"sentences": [{"sentId": 450, "text": "Yes."}], "speaker": "ALEXANDER", "secId": 169}, {"sentences": [{"sentId": 451, "text": "And see what -- as a former police officer, Dimitri, do you think that video should be released?"}], "speaker": "LEMON", "secId": 170}, {"sentences": [{"sentId": 452, "text": "Well, I think, again, Don, this is a great opportunity to partner with the community and let's come up with a sensible situation we can stand behind and maybe they don't release it to the full public, but maybe they can identify key members of the community that they can have a conversation with, show the video to, and allow those individuals to be empowered with the right information to go back and hold town halls, conversations with the community around these issues."}, {"sentId": 453, "text": "They have to bring the community into the fold."}], "speaker": "ROBERTS", "secId": 171}, {"sentences": [{"sentId": 454, "text": "I'm not advocating to completely release the video to the full public, but I'm saying bring the community involved."}], "speaker": "ROBERTS", "secId": 172}, {"sentences": [{"sentId": 455, "text": "OK.  '"}], "speaker": "LEMON", "secId": 173}, {"sentences": [{"sentId": 456, "text": "Get the community involved."}, {"sentId": 457, "text": "Give them a voice and give them the resources necessary to go back to the communities."}], "speaker": "ROBERTS", "secId": 174}, {"sentences": [{"sentId": 458, "text": "Jeff?"}], "speaker": "LEMON", "secId": 175}, {"sentences": [{"sentId": 459, "text": "Don, law enforcement used to have the luxury of withholding investigative details to protect the integrity of investigation, but there's new balancing test, you know, you've got the potential loss of life and property."}, {"sentId": 460, "text": "You've got the undermining of public trust and you've got this constant possibility of ambush and assassination of police officers when misinformation rules a day and a false narrative feels this void."}, {"sentId": 461, "text": "So, yes, law enforcement's got to be more nimble in releasing every bit of evidence available to him including video."}], "speaker": "ROORDA", "secId": 176}, {"sentences": [{"sentId": 462, "text": "And Neil Franklin, what say you?"}], "speaker": "LEMON", "secId": 177}, {"sentences": [{"sentId": 463, "text": "I agree within the reasonable amount of time it needs to be released."}, {"sentId": 464, "text": "And I think to help with that transparency is that we should have a standing policy maybe at the state level -- this needs to be researched, but maybe at the where all of these deaths at the hands involving our police officers, all of these deaths should have an independent investigation."}, {"sentId": 465, "text": "I think that would be critical."}], "speaker": "FRANKLIN", "secId": 178}, {"sentences": [{"sentId": 466, "text": "As we continue on, should we get to our guests?"}, {"sentId": 467, "text": "We want to get to our guest?"}, {"sentId": 468, "text": "OK."}, {"sentId": 469, "text": "I wasn't sure the guest was ready."}, {"sentId": 470, "text": "Stand by, gentlemen."}, {"sentId": 471, "text": "I want to bring in our guests, her name is Anne Albright."}, {"sentId": 472, "text": "She was at the protest earlier this evening."}], "speaker": "LEMON", "secId": 179}, {"sentences": [{"sentId": 473, "text": "So, Anne, since you were at the protest, you said you were at a church when you heard about the shooting and had already left the protests."}, {"sentId": 474, "text": "So tell us about it, you were there, you left, what happened?"}], "speaker": "LEMON", "secId": 180}, {"sentences": [{"sentId": 475, "text": "Yes, sir."}, {"sentId": 476, "text": "Thanks for having me on."}, {"sentId": 477, "text": "That's Annette Albright."}, {"sentId": 478, "text": "But yes, I was at the protest earlier."}, {"sentId": 479, "text": "It was very peaceful."}, {"sentId": 480, "text": "I had my granddaughter with me, I stopped and took pictures with the police officers and thanked them for protecting the protesters and then we moved on into Little Rock church."}, {"sentId": 481, "text": "I noticed that a group came up that was a little more rowdy than the group that was inside, so I heard someone say, his contention growing so that group left."}, {"sentId": 482, "text": "They moved on."}], "speaker": "ALBRIGHT", "secId": 181}, {"sentences": [{"sentId": 483, "text": "And it was a much younger crowd."}, {"sentId": 484, "text": "As we were sitting inside of the church listening to the speakers, a young girl came into the church, maybe her early 20s, she was visibly upset and she was almost crying."}, {"sentId": 485, "text": "I asked her, was something going on and she said there had been a shooting at the Omni center and the SWAT team had been called in and things were very chaotic."}], "speaker": "ALBRIGHT", "secId": 182}, {"sentences": [{"sentId": 486, "text": "So I immediately notified the leaders that was in the church that something was going on."}, {"sentId": 487, "text": "I saw one of the county commissioners let her know what was going on and she asked me to go find out if something definitely was going on."}], "speaker": "ALBRIGHT", "secId": 183}, {"sentences": [{"sentId": 488, "text": "What do you make of this happening in your city?"}, {"sentId": 489, "text": "Being there for the -- you know, the protests that happen and then all the sudden, all this chaos breaks loose in your city."}, {"sentId": 490, "text": "What's going on, Annette?"}], "speaker": "LEMON", "secId": 184}, {"sentences": [{"sentId": 491, "text": "Don, what I think is going on is that we don't have leadership that this crowd that is out here now that they can relate to and that someone can get out there with them and give them some direction."}, {"sentId": 492, "text": "And that was my concern all day."}, {"sentId": 493, "text": "Was like, OK, we get it, we understand how to protest and demonstrate and have our voices heard in a civilized way, but what happens when the younger crowd joins in?"}, {"sentId": 494, "text": "Who's going to lead them?"}, {"sentId": 495, "text": "Who's going to instruct them, who's going to teach them to have a void without destroying the city, and it was like exactly what I could foresee, that's what's happening."}], "speaker": "ALBRIGHT", "secId": 185}, {"sentences": [{"sentId": 496, "text": "And I was trying to get some of the leaders out of the church to get them out there to this group that was -- you know, I saw riding four- wheelers, flipping off the police officers, and I was like you know guys y'all need to get out there and talk to these kids and help them to understand that this is not the right way, but by then, it was just total chaos."}], "speaker": "ALBRIGHT", "secId": 186}, {"sentences": [{"sentId": 497, "text": "Let's talk in a larger sense of what's happening there."}, {"sentId": 498, "text": "Can you speak to the anger and the frustration that drives people out to protest?"}, {"sentId": 499, "text": "And then some people to go beyond that and violence occurs."}], "speaker": "LEMON", "secId": 187}, {"sentences": [{"sentId": 500, "text": "I think, Don, that some people are just taking advantage of an opportunity."}], "speaker": "ALBRIGHT", "secId": 188}, {"sentences": [{"sentId": 501, "text": "I mean, what drives people to protest in the city."}, {"sentId": 502, "text": "Because you were out there as part of a peaceful protest."}, {"sentId": 503, "text": "Why were you out there earlier?"}], "speaker": "LEMON", "secId": 189}, {"sentences": [{"sentId": 504, "text": "Well, I was out there because the message that I wanted to get out was that yes, we have to work with the police, we need to find out the truth."}], "speaker": "ALBRIGHT", "secId": 190}, {"sentences": [{"sentId": 505, "text": "Remain calm."}, {"sentId": 506, "text": "It's a process."}, {"sentId": 507, "text": "The judicial system is a process, investigation has to happen."}, {"sentId": 508, "text": "But just remain calm, protest but protest peacefully."}], "speaker": "ALBRIGHT", "secId": 191}, {"sentences": [{"sentId": 509, "text": "What's going on in Charlotte now that makes people want -- besides the shooting, the last shooting is the last incident, but is there an undercurrent?"}, {"sentId": 510, "text": "There is a mistrust of police?"}, {"sentId": 511, "text": "People frustrated."}, {"sentId": 512, "text": "What's going on?"}], "speaker": "LEMON", "secId": 192}, {"sentences": [{"sentId": 513, "text": "I think this is, Don, things that have gone on nationally."}, {"sentId": 514, "text": "It was just -- it was just almost to the boiling point because of everything that has been going on around us, and people -- people who don't have a trust for the police, they don't see the police responding to the people of color like they do white people."}, {"sentId": 515, "text": "You know, I was sitting here watching the news the other day when they took down the guy in New York and it was a shootout and he came out with his life on a stretcher."}], "speaker": "ALBRIGHT", "secId": 193}, {"sentences": [{"sentId": 516, "text": "You have a man that step outside his SUV and he gets four shots and he's dead and at the time he was not committing any crime."}, {"sentId": 517, "text": "So that is fuelling it."}, {"sentId": 518, "text": "And then everything else is going on, I mean, it's just the perfect storm."}, {"sentId": 519, "text": "LEMON:  What do you think, Annette, of how police have handled this"}], "speaker": "ALBRIGHT", "secId": 194}, {"sentences": [{"sentId": 520, "text": "this evening?"}, {"sentId": 521, "text": "Have they shown restraint?"}, {"sentId": 522, "text": "Because I think initially you said that there were too many police?"}], "speaker": "ALBRIGHT", "secId": 195}, {"sentences": [{"sentId": 523, "text": "No --"}], "speaker": "ALBRIGHT", "secId": 196}, {"sentences": [{"sentId": 524, "text": "You were -- when you were trying to go back, there were too many police and you couldn't get back."}, {"sentId": 525, "text": "How do you think police handled this this evening?"}, {"sentId": 526, "text": "Have they shown restraint?"}], "speaker": "LEMON", "secId": 197}, {"sentences": [{"sentId": 527, "text": "Absolutely."}, {"sentId": 528, "text": "they have shown restraint."}, {"sentId": 529, "text": "They have been street polite."}, {"sentId": 530, "text": "It was the protesters that I saw -- I mean even as I'm sitting in the car and six or seven four wheelers come past us and flip the cops off."}, {"sentId": 531, "text": "They just -- they didn't do anything, they didn't react, just held their position."}, {"sentId": 532, "text": "And I was like wow."}, {"sentId": 533, "text": "And street had just been blocked off."}, {"sentId": 534, "text": "It just so happened that I knew a back way to get out and I told the girl that was driving, you know, let's get out of here."}], "speaker": "ALBRIGHT", "secId": 198}, {"sentences": [{"sentId": 535, "text": "And the police officers are showing a lot of restraint."}, {"sentId": 536, "text": "They're very professional in what they're doing."}, {"sentId": 537, "text": "It's more like the protesters are trying to antagonize the cops into coming after them."}], "speaker": "ALBRIGHT", "secId": 199}, {"sentences": [{"sentId": 538, "text": "As we see often in these situations sadly, there are people out there for reasons that are warranted and they're protesting peacefully which is the right and then all of sudden it devolves into people who are not doing the right thing and turns chaotic."}], "speaker": "LEMON", "secId": 200}, {"sentences": [{"sentId": 539, "text": "Thank you, Annette Albright."}, {"sentId": 540, "text": "We're glad you're OK.  And thank you for calling into CNN."}, {"sentId": 541, "text": "OK?"}], "speaker": "LEMON", "secId": 201}, {"sentences": [{"sentId": 542, "text": "OK."}, {"sentId": 543, "text": "Thank you."}], "speaker": "ALBRIGHT", "secId": 202}, {"sentences": [{"sentId": 544, "text": "I appreciate that."}], "speaker": "LEMON", "secId": 203}, {"sentences": [{"sentId": 545, "text": "If I can bring the panel back in, I want -- she speaks to something that's very important, when talking about the frustration, you know, seeing what happened in New York and New Jersey, that man stills has his life and is in hospital, police are, you know, trying to talk to him to figure out why he would, you know, he's accused of setting off explosives  here, but why he would do something like that."}], "speaker": "LEMON", "secId": 204}, {"sentences": [{"sentId": 546, "text": "And then you have the man in Oklahoma who lost his life and you know, this other man here in North Carolina who lost his life as well."}, {"sentId": 547, "text": "She's speaking to the frustration of the community."}, {"sentId": 548, "text": "When you look at these pictures it's hard to talk policy and solutions over such pictures especially when you have it unfolding in front of your face which is what we should be talking about but this veers us completely off course."}], "speaker": "LEMON", "secId": 205}, {"sentences": [{"sentId": 549, "text": "It is."}, {"sentId": 550, "text": "And let me just say that the gentleman who set off the explosions in New Jersey and New York he was shot multiple times."}, {"sentId": 551, "text": "I'm surprised he is alive."}, {"sentId": 552, "text": "When you do use deadly force you don't know if that person is going to survive or not."}, {"sentId": 553, "text": "So it could be one shot, it could be more."}, {"sentId": 554, "text": "One thing that's unique about what we're seeing here and we hear your"}], "speaker": "FRANKLIN", "secId": 206}, {"sentences": [{"sentId": 555, "text": "guest talking about, you know, the rioting, the disorganized protest."}, {"sentId": 556, "text": "Well, it's no longer protest."}, {"sentId": 557, "text": "These are people committing crimes of violence and destruction."}, {"sentId": 558, "text": "So let me just say that."}, {"sentId": 559, "text": "But when you look back on the protests that we had in the 1960s that were very organized, they were planned."}, {"sentId": 560, "text": "Many of the protests were planned months in advance and had great leadership, not just one or two leaders but throughout the entire protest."}], "speaker": "FRANKLIN", "secId": 207}, {"sentences": [{"sentId": 561, "text": "You know, our churches were greatly involved in that."}, {"sentId": 562, "text": "But today there is a huge disconnect between the church and young people."}, {"sentId": 563, "text": "There is no relationship for the most part."}, {"sentId": 564, "text": "So the leadership within our church has a very difficult time if any success at all in trying to guide young people."}, {"sentId": 565, "text": "We need to come up with better solutions and we need to get to a place where we do discuss policy and plan it out in advance."}], "speaker": "FRANKLIN", "secId": 208}, {"sentences": [{"sentId": 566, "text": "We can't wait for the next person to die at the hands of the police."}, {"sentId": 567, "text": "Because when that happens people react, immediately, they react the misinformation, they react to all of the deaths."}], "speaker": "FRANKLIN", "secId": 209}, {"sentences": [{"sentId": 568, "text": "They see and feel all of the deaths that have occurred."}, {"sentId": 569, "text": "You know, Tamir Rice, Eric Gardner, Laquan McDonald, you can just keep naming them."}, {"sentId": 570, "text": "That's what they feel, that's what they see."}, {"sentId": 571, "text": "We need to start an organized response to what we're experiencing now and keep it going, keep the conversation going."}, {"sentId": 572, "text": "So when these happen unexpectedly, we have some sort of control and something in place that's working."}], "speaker": "FRANKLIN", "secId": 210}, {"sentences": [{"sentId": 573, "text": "I want to, Cedric Alexander, read something for the audience and for you to respond to."}, {"sentId": 574, "text": "And this is something that I've gotten here from someone who is a respected member in the public, it says, don't you think it's mostly just immature, somewhat ignorant, under 25-year-old white, Latino, black et cetera that are creating all this unrest."}, {"sentId": 575, "text": "Do you think that black leaders for the most part are sending the wrong message?"}], "speaker": "LEMON", "secId": 211}, {"sentences": [{"sentId": 576, "text": "Too bad MLK is not around."}, {"sentId": 577, "text": "Of you look at all the protesters they are young, they need leaders that don't fuel the fire but once I give them strength for positive change."}, {"sentId": 578, "text": "Look inward first."}, {"sentId": 579, "text": "Don't always blame others for your problems."}, {"sentId": 580, "text": "Don't ask for help all the time but you know, help is there for those that try."}, {"sentId": 581, "text": "And again, what do you make of those comments?"}], "speaker": "LEMON", "secId": 212}, {"sentences": [{"sentId": 582, "text": "Well, let me say this."}, {"sentId": 583, "text": "You have a number of young people out there that's 25 years and that  25 years of age and younger who are doing some tremendous things in this country and making some tremendous contributions at a whole lot of different levels."}, {"sentId": 584, "text": "And certainly you're going to have the population, many of those young people we see out there tonight who somehow along the way got disenfranchised, marginalized, did not have the opportunities they should have had, at no fault of their own."}], "speaker": "ALEXANDER", "secId": 213}, {"sentences": [{"sentId": 585, "text": "However, we have to figure out many of our very distressed communities who require oftentimes the most police services, we got to figure out how do we put resources and value to those communities where there are opportunities for those young people to do different things."}, {"sentId": 586, "text": "You know, a lot of times you hear people talk about Black Lives Matter, but they are a group of their time."}, {"sentId": 587, "text": "And even though they may not be as organized and as focused as we would like for them to be, they have made a statement and some of it appears in some cases to frustrate a lot of people of all groups, but they are of their time."}], "speaker": "ALEXANDER", "secId": 214}, {"sentences": [{"sentId": 588, "text": "But I think at end of the day for all -- you know, in all of this, Don, is that we all have some responsibility to help move law enforcement forward."}, {"sentId": 589, "text": "And the men and women we see out there tonight and are doing a tremendous job that they're doing, and across this country, we have to really applaud them because they're trying to make an environment safe for everyone, even for those that are out there doing dastardly deeds tonight, those officers are still responsible for their safety and they're doing the very best they can in the conditions in which they work up under."}], "speaker": "ALEXANDER", "secId": 215}, {"sentences": [{"sentId": 590, "text": "So we got a lot of young people out there doing good things and we have those that are doing good things that have to be dealt with appropriately."}], "speaker": "ALEXANDER", "secId": 216}, {"sentences": [{"sentId": 591, "text": "The attorney general of North Carolina, Attorney General Roy Cooper, calls for peace in the midst of protesting in North Carolina."}, {"sentId": 592, "text": "That statement just coming out."}, {"sentId": 593, "text": "He said, we must come together as a community to get answers and find a better path forward."}, {"sentId": 594, "text": "Already tonight we have seen civilians, police, and emergency responders injured."}, {"sentId": 595, "text": "This must stop."}, {"sentId": 596, "text": "Again he sent that out moments ago via Twitter."}, {"sentId": 597, "text": "He's also by the way running for governor of North Carolina."}], "speaker": "LEMON", "secId": 217}, {"sentences": [{"sentId": 598, "text": "Again, we're following the breaking news here on CNN, that's happening in Charlotte, North Carolina."}, {"sentId": 599, "text": "These are live pictures."}, {"sentId": 600, "text": "And I would like to thank our affiliate WSOC for these pictures and all our affiliates down in North Carolina for helping us bring this not only to the country but to the world."}], "speaker": "LEMON", "secId": 218}, {"sentences": [{"sentId": 601, "text": "There were peaceful protests that devolved into violent protests earlier this evening."}, {"sentId": 602, "text": "And they're still continuing on in many cases and you can see that police are still out on the streets and some of these people, not protesters at this point, they're looters, and they are people who are there just to cause chaos, some of them have been setting fire to trash cans."}, {"sentId": 603, "text": "Some of them have been kicking in doors of businesses."}, {"sentId": 604, "text": "Some of them have been assaulting people."}, {"sentId": 605, "text": "We've seen it happen live here on CNN."}], "speaker": "LEMON", "secId": 219}, {"sentences": [{"sentId": 606, "text": "Member of our own team, Ed Lavandera, was pushed by one of the people who were out there."}, {"sentId": 607, "text": "One or some of them threatened our Boris Sanchez and our camera crews."}, {"sentId": 608, "text": "You've seen them pushing our camera crews back, sticking their hands in the lens of the camera and then also a camera crew from another station there, the producer, and I believe the cameraperson had to be taken to the hospital because of injuries that they sustained."}], "speaker": "LEMON", "secId": 220}, {"sentences": [{"sentId": 609, "text": "Also we're being told that one officer tonight was injured and also one person is on life support because of a gunshot wound."}], "speaker": "LEMON", "secId": 221}, {"sentences": [{"sentId": 610, "text": "This is CNN Breaking News."}], "speaker": "ANNOUNCER", "secId": 222}, {"sentences": [{"sentId": 611, "text": "Our breaking news here in CNN as we look at these live pictures from Charlotte, North Carolina."}], "speaker": "LEMON", "secId": 223}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1609.21.cnnt.02.html.json", "time": "Aired September 21, 2016 - 23:00   ET"}