{"sectionCount": 171, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["LEMON", "PEREZ", "WALSH", "GRIFFIN", "SANTIVASCI", "PEDRAZA", "AXFORD", "WEISS", "CRUICKSHANK", "YOUNIS", "MCCAUL", "LUNSFORD", "TRUMP", "PRESIDENT RONALD REAGAN"], "subTitle": "New Information About The Shooter; California Wildfire Jumps Freeway; Abdulazeez Dismissed From Nuclear Plant In 2013; FBI: Shooter's Bought At Least Some Of Weapons Legally", "url": "transcripts.cnn.com/TRANSCRIPTS/1507/17/cnnt.01.html", "sentenceCount": 469, "sections": [{"sentences": [{"sentId": 0, "text": "Shocking new information about the Chattanooga shooter as America morns four slain marines."}, {"sentId": 1, "text": "This is CNN Tonight, I'm Don Lemon."}, {"sentId": 2, "text": "Investigators digging through dozens and dozens of tips tonight desperately trying to get inside the mind of a killer."}], "speaker": "LEMON", "secId": 0}, {"sentences": [{"sentId": 3, "text": "Here's what we're learning right now."}, {"sentId": 4, "text": "Muhammad Abdulazeez got a job in nuclear plant in Ohio in 2013 but was dismissed after only 10 days."}, {"sentId": 5, "text": "He traveled to the Middle East as recently as last year."}, {"sentId": 6, "text": "And a long time friend tells CNN something happened while he was away that changed him."}, {"sentId": 7, "text": "He also says Abdulazeez had guns and would go shooting as a hobby."}, {"sentId": 8, "text": "Police sees, after shooting three at the scene one at the shooter's home."}], "speaker": "LEMON", "secId": 1}, {"sentences": [{"sentId": 9, "text": "Plus, we'll have an update on that spectacular wildfire, look at that, in California."}, {"sentId": 10, "text": "We'll get to that."}], "speaker": "LEMON", "secId": 2}, {"sentences": [{"sentId": 11, "text": "But I want to begin with our Breaking News on the investigation of the Chattanooga shooting."}, {"sentId": 12, "text": "CNN's Evan Perez has more now."}, {"sentId": 13, "text": "Good evening to you Evan, what do you know about Muhammad Abdulazeez's job at this nuclear power plant?"}], "speaker": "LEMON", "secId": 3}, {"sentences": [{"sentId": 14, "text": "Well Don, this job was a provisional job it lasted for about 10 days."}, {"sentId": 15, "text": "He worked as an engineer, if you recall he had an engineering degree from the University of Tennessee in Chattanooga."}, {"sentId": 16, "text": "And according to FirstEnergy, he worked at a power plant, a nuclear power plant in Perry, Ohio for about 10 days in 2013."}], "speaker": "PEREZ", "secId": 4}, {"sentences": [{"sentId": 17, "text": "According to the company, according to FirstEnergy the -- he was dismissed because he did not meet their minimum requirement."}, {"sentId": 18, "text": "Now they're not saying what those minimum requirements were."}], "speaker": "PEREZ", "secId": 5}, {"sentences": [{"sentId": 19, "text": "The Associated Press, which first reported the story, described it as failing a background check."}, {"sentId": 20, "text": "The company said that, that is not so."}, {"sentId": 21, "text": "They say that they're not going to describe what this was."}, {"sentId": 22, "text": "But they have reported it to the Nuclear Regulatory Commission and to the investigators who were investigating the shooting yesterday."}], "speaker": "PEREZ", "secId": 6}, {"sentences": [{"sentId": 23, "text": "Evan, can you tell us about these weapons and the equipment that Abdulazeez had?"}], "speaker": "LEMON", "secId": 7}, {"sentences": [{"sentId": 24, "text": "He had four -- in all he had four firearms seized yesterday, Don."}, {"sentId": 25, "text": "At the scene there were two long guns and one handgun, a 9mm at the home which they searched after the shooting."}, {"sentId": 26, "text": "They also found an additional riffle, we're told that investigators believed that these were firearms that he had for sometime."}], "speaker": "PEREZ", "secId": 8}, {"sentences": [{"sentId": 27, "text": "These were not something that were purchased recently."}, {"sentId": 28, "text": "But we do know that the FBI is very much interested to figure out who helped him obtained these firearms."}, {"sentId": 29, "text": "And whether or not there's any crime committed there, there could be charges brought against anybody who might have helped him with that."}], "speaker": "PEREZ", "secId": 9}, {"sentences": [{"sentId": 30, "text": "OK, anymore you can tell us about these guns or how he obtained these weapons."}], "speaker": "LEMON", "secId": 10}, {"sentences": [{"sentId": 31, "text": "It's not clear whether -- the FBI certainly is not saying."}, {"sentId": 32, "text": "And right now what they're trying to figure out, Don, is if in the transfer of those firearms, if that was done properly the paper work was done properly."}, {"sentId": 33, "text": "If not, they want to bring charges."}], "speaker": "PEREZ", "secId": 11}, {"sentences": [{"sentId": 34, "text": "What's the FBI saying about how he died?"}], "speaker": "LEMON", "secId": 12}, {"sentences": [{"sentId": 35, "text": "They're saying -- what we first reported here, Don, that Charlotte Police actually killed him during this massive firefight which, you know, is incredible now that we're learning a little bit more about it, you know, they chased him into that second, -- the second shooting which was a naval training center."}], "speaker": "PEREZ", "secId": 13}, {"sentences": [{"sentId": 36, "text": "And they finally cornered him and were able to bring him down."}, {"sentId": 37, "text": "But only after an extensive firefight which you, I think believe will show some video of later in your show."}, {"sentId": 38, "text": "It's an incredible scene."}, {"sentId": 39, "text": "And according to the FBI, the police officers saved lives by killing him there."}], "speaker": "PEREZ", "secId": 14}, {"sentences": [{"sentId": 40, "text": "Evan Perez, thank you very much."}, {"sentId": 41, "text": "Nick Paton Walsh is in Amman, Jordan tonight."}, {"sentId": 42, "text": "Officials there say Abdulazeez had a temporary Jordanian passport."}, {"sentId": 43, "text": "So Nick you're there."}, {"sentId": 44, "text": "Both the New York Times and the Wall Street Journal report that Abdulazeez spent seven months in Jordan last year."}, {"sentId": 45, "text": "What can you tell me about that?"}], "speaker": "LEMON", "secId": 15}, {"sentences": [{"sentId": 46, "text": "What we know is that he was, according to Jordanian officials here, to visit his uncle."}, {"sentId": 47, "text": "Now we don't know the name of that man or exactly where that meeting happened on this Middle Eastern country."}], "speaker": "WALSH", "secId": 16}, {"sentences": [{"sentId": 48, "text": "But, Don, I think they're looking deeply now into the paperwork."}, {"sentId": 49, "text": "You mentioned that Jordanian travel document, not uncommon for someone of Palestine heritage like him, Palestinian parents, to have a Jordanian passport of sorts."}], "speaker": "WALSH", "secId": 17}, {"sentences": [{"sentId": 50, "text": "He did it though it seems traveled here on his U.S. passport a number of times."}, {"sentId": 51, "text": "We know in 2010."}, {"sentId": 52, "text": "We know for a number of months in 2014 as well."}, {"sentId": 53, "text": "What they're going to be looking at Don, is exactly what he did when he was here."}, {"sentId": 54, "text": "Who he spoke to?"}, {"sentId": 55, "text": "Did, as many have done, he used Jordan as a Transit Hub to go on to Iraq where we know there're a lot of extremist, ISIS included."}], "speaker": "WALSH", "secId": 18}, {"sentences": [{"sentId": 56, "text": "Did he less common, travel north into Syria from Jordan, where also ISIS is clearly an issue or did he go some where else in the region to -- Jordan itself, while it has pockets of radicalism and has had radicals around in it's past."}, {"sentId": 57, "text": "Another hot bed of ISIS itself that authorities here are pretty tight on that."}], "speaker": "WALSH", "secId": 19}, {"sentences": [{"sentId": 58, "text": "That is thought -- exactly what they're going to be looking into right now."}, {"sentId": 59, "text": "Their American counterparts."}, {"sentId": 60, "text": "Exactly who's he talked to when he was here, Don."}], "speaker": "WALSH", "secId": 20}, {"sentences": [{"sentId": 61, "text": "And let's talk about what Reuters is reporting, that he might have traveled to Yemen."}, {"sentId": 62, "text": "What's the significance of that?"}], "speaker": "LEMON", "secId": 21}, {"sentences": [{"sentId": 63, "text": "Well, Yemen is in many ways, the key destination for previous attackers who've launched extremist tax gains in the United States rather western targets."}, {"sentId": 64, "text": "Yemen of course wrecks for years by internal turmoil, significantly worse now and the Saudi Arabians have begun a bombing campaign inside that country but its where al-Qaeda and Iranian peninsula have their headquarters where ISIS have sprung up recently."}], "speaker": "WALSH", "secId": 22}, {"sentences": [{"sentId": 65, "text": "Frankly if you went to Yemen, I think investigators well hovering on that."}, {"sentId": 66, "text": "We don't know if he did right now but it would be a place where you may go to learn skills, be radicalized, or I have to say that what you're seeing in that attack in Tennessee doesn't show skills like bomb making or something else that you pick up necessarily an al-Qaeda or ISIS training camp."}, {"sentId": 67, "text": "I think again we're much more closer though into one ideological changes may have happened."}, {"sentId": 68, "text": "You mention that friends who said he changed when he came back from overseas."}, {"sentId": 69, "text": "Don."}], "speaker": "WALSH", "secId": 23}, {"sentences": [{"sentId": 70, "text": "Nick Paton Walsh at Amman, Jordan."}, {"sentId": 71, "text": "Thank you Nick, I appreciate that."}], "speaker": "LEMON", "secId": 24}, {"sentences": [{"sentId": 72, "text": "And now I want to turn to Drew Griffin."}, {"sentId": 73, "text": "Drew is in Chattanooga with more on the shooter and his family."}], "speaker": "LEMON", "secId": 25}, {"sentences": [{"sentId": 74, "text": "Good evening Drew."}, {"sentId": 75, "text": "I know you've been looking into Mohammed Abdulazeez past all day and some people there have noticed a change when he got back from the Middle East, didn't he?"}], "speaker": "LEMON", "secId": 26}, {"sentences": [{"sentId": 76, "text": "Yeah, this is all on confirming with what the FBI is doing, what investigators are doing in Jordan itself is trying to find out what went on during his extended visits to the Middle East."}, {"sentId": 77, "text": "And the reason is as a friend told us a long time friend, a kid who grew up with Mohammed Abdulazeez that after he came back from those trips, the friend told us, something happened over there."}, {"sentId": 78, "text": "He noticed a change in his long-time friend who is suddenly distancing herself."}], "speaker": "GRIFFIN", "secId": 27}, {"sentences": [{"sentId": 79, "text": "Let me read you this quote, \"He never became close to me like he was before he won't overseas.\""}, {"sentId": 80, "text": "Reiterating Don, that something happened."}], "speaker": "GRIFFIN", "secId": 28}, {"sentences": [{"sentId": 81, "text": "Obviously, the investigators, we Chattanooga, looking for anything that would try to explain why this person snapped or was given some kind of ideology of behind what as a mass killing."}, {"sentId": 82, "text": "Right now, they don't have it but they're really, really, chasing these leads pretty hard."}], "speaker": "GRIFFIN", "secId": 29}, {"sentences": [{"sentId": 83, "text": "Drew sometimes as, you know, sometimes a family life can tell a lot about someone, can reveal a lot about someone."}, {"sentId": 84, "text": "What are you learning about the family?"}, {"sentId": 85, "text": "There was a divorce case, right?"}], "speaker": "LEMON", "secId": 30}, {"sentences": [{"sentId": 86, "text": "Yeah."}, {"sentId": 87, "text": "I mean this was a typical, American-Muslim family, devout family."}, {"sentId": 88, "text": "But in 2009, there were serious marital troubles in this family."}, {"sentId": 89, "text": "The mother, Rasmia, filed for a divorce and in those papers, accused her husband Mohammed Abdulazeez his father of physical, mental, verbal, and sexual abuse."}, {"sentId": 90, "text": "She said that the husband would also beat the kids."}, {"sentId": 91, "text": "She said that the beatings were so bad that at one time, she fled to a women's shelter so had a temporary restraining order."}], "speaker": "GRIFFIN", "secId": 31}, {"sentences": [{"sentId": 92, "text": "But this all happened in one month Don, and within that month there was family intervention by two of her brothers."}, {"sentId": 93, "text": "One of whom traveled from Kuwait, talked to the husband."}, {"sentId": 94, "text": "They agreed to drop the entire case if the husband stops beating the kids, stop beating her and went into counseling that apparently took place and so the divorce did not go through but there was a very chaotic time back in 2009 within this family."}], "speaker": "GRIFFIN", "secId": 32}, {"sentences": [{"sentId": 95, "text": "So that was on the domestic front on family front but, what about this -- supposedly there's a past FBI investigation into Abdulazeez father, is that true?"}], "speaker": "LEMON", "secId": 33}, {"sentences": [{"sentId": 96, "text": "That is true."}, {"sentId": 97, "text": "I think that is very much less serious."}, {"sentId": 98, "text": "The father was giving money to Middle East charities."}, {"sentId": 99, "text": "He was investigated briefly I think back in 1999, it was quickly cleared up and then after 2000 and 9/11 happened."}, {"sentId": 100, "text": "He was investigated again because he gave money to charities."}, {"sentId": 101, "text": "That was not uncommon then."}, {"sentId": 102, "text": "A lot of people with Middle East ties had been giving money to charities back in there Middle East for years, and years, and decades."}], "speaker": "GRIFFIN", "secId": 34}, {"sentences": [{"sentId": 103, "text": "After 9/11, that all changed when the FBI and others began realizing some of that charity money may actually be going to nefarious activities and so they wanted to clamp down on that."}, {"sentId": 104, "text": "In both cases, investigation took place, no charges were filed whatsoever, and nothing ever happened to the father."}], "speaker": "GRIFFIN", "secId": 35}, {"sentences": [{"sentId": 105, "text": "All right so in the days leading up to this shooting, what have you learned tonight about his behavior or his activities?"}], "speaker": "LEMON", "secId": 36}, {"sentences": [{"sentId": 106, "text": "It all seems pretty normal."}, {"sentId": 107, "text": "He was working at a job up in the Nashville area."}, {"sentId": 108, "text": "He had apparently either called him sick or took vacation days this past week to come down with a final wake of Ramadan to be with his family."}], "speaker": "GRIFFIN", "secId": 37}, {"sentences": [{"sentId": 109, "text": "He was visiting his family, friends, and others tell us he was attending mosque prayers locally here over the weekend and even one is a latest Tuesday."}, {"sentId": 110, "text": "So he was in town, it was a visit."}, {"sentId": 111, "text": "He was visiting with his family."}, {"sentId": 112, "text": "Nobody apparently saw anything radically changed about this guy."}, {"sentId": 113, "text": "In fact, he seemed to be doing OK, fine."}, {"sentId": 114, "text": "So we didn't see any change in his behavior then."}, {"sentId": 115, "text": "There was one DIU we've been talking about."}, {"sentId": 116, "text": "It was back in April of this year."}, {"sentId": 117, "text": "Erratic driving was pulled over, they smelled alcohol, they smelled marijuana, he has white powder across his lips which he said was crushed caffeine pills."}, {"sentId": 118, "text": "The toxicology results on that stop had not come back yet so we don't know what was involved with that but that was out of character for him."}, {"sentId": 119, "text": "It was his first real running with the law."}, {"sentId": 120, "text": "That was in April of this year."}, {"sentId": 121, "text": "Don."}], "speaker": "GRIFFIN", "secId": 38}, {"sentences": [{"sentId": 122, "text": "Drew Griffin in Chattanooga."}, {"sentId": 123, "text": "Drew, thank you so much."}], "speaker": "LEMON", "secId": 39}, {"sentences": [{"sentId": 124, "text": "Al has some breaking news to bring to you now."}, {"sentId": 125, "text": "This is out at California."}, {"sentId": 126, "text": "Take a look at this spectacular blaze."}, {"sentId": 127, "text": "It's in San Bernardino County."}, {"sentId": 128, "text": "It jumped the I15 freeway and engulfed multiple cars."}, {"sentId": 129, "text": "It's really a miracle that only two people were injured, minor."}, {"sentId": 130, "text": "And they have minor injuries and at last 70 cars have been abandoned on the freeway."}], "speaker": "LEMON", "secId": 40}, {"sentences": [{"sentId": 131, "text": "20 vehicles were destroyed."}, {"sentId": 132, "text": "10 damaged."}, {"sentId": 133, "text": "It was a sight to see though, look at that."}, {"sentId": 134, "text": "Unbelievable."}, {"sentId": 135, "text": "Five homes have burned."}, {"sentId": 136, "text": "50 more are threatened."}, {"sentId": 137, "text": "All the cars on the freeway have been put out."}, {"sentId": 138, "text": "But look, these are live pictures that you're looking at from San Bernardino County in California."}, {"sentId": 139, "text": "Unbelievable pictures."}], "speaker": "LEMON", "secId": 41}, {"sentences": [{"sentId": 140, "text": "We come right back, more on our Breaking News from Chattanooga."}, {"sentId": 141, "text": "The latest on the investigations of fatal shooting of four marines, as America mourns those fallen heroes, I'm gonna talk to their grieving friends."}], "speaker": "LEMON", "secId": 42}, {"sentences": [{"sentId": 142, "text": "Investigators are working tonight to come to every clue in the brutal attack that killed four U.S. marines yesterday, that as remains of those fallen heroes were taken to Dover Air Force Base in Delaware today as their families and friends mourn."}, {"sentId": 143, "text": "Really is the entire country is mourning right now."}], "speaker": "LEMON", "secId": 43}, {"sentences": [{"sentId": 144, "text": "I want to bring in now Mike Santivasci, he has served with Gunnery Sergeant Thomas Sullivan from 1999 to 2002."}, {"sentId": 145, "text": "He is now a military adviser in Kabul, Afghanistan and he joins me via Skype."}], "speaker": "LEMON", "secId": 44}, {"sentences": [{"sentId": 146, "text": "Mike, thank you so much."}, {"sentId": 147, "text": "I really appreciate your joining us tonight."}], "speaker": "LEMON", "secId": 45}, {"sentences": [{"sentId": 148, "text": "You're welcome."}, {"sentId": 149, "text": "No problem."}], "speaker": "SANTIVASCI", "secId": 46}, {"sentences": [{"sentId": 150, "text": "How you're doing?"}], "speaker": "LEMON", "secId": 47}, {"sentences": [{"sentId": 151, "text": "I'm doing OK."}, {"sentId": 152, "text": "It's early in the morning here in Kabul but just devastating over the news that I heard yesterday when I got up."}], "speaker": "SANTIVASCI", "secId": 48}, {"sentences": [{"sentId": 153, "text": "Yeah."}, {"sentId": 154, "text": "So tell us about Gunnery Sergeant Thomas Sullivan."}], "speaker": "LEMON", "secId": 49}, {"sentences": [{"sentId": 155, "text": "Well, what happen  in the 1999 when I took over is  started for India 3/12."}, {"sentId": 156, "text": "And he just was the greatest person you'd ever want to know, a selfless leader at the time he was fairly young marine."}, {"sentId": 157, "text": "We have  Sergeant, I remember directly but Gunny was just, you know, like I said a selfless leader, give you the shirt off his back, the hardest worker I believe in the battery."}, {"sentId": 158, "text": "Always would accomplish the mission."}, {"sentId": 159, "text": "I knew whenever I gave Sully a mission he was always going to get done and more importantly, everybody loves Sully and they respected him."}, {"sentId": 160, "text": "It's a huge loss for the marines that he served with specifically for his family and I'm just heartbroken over this."}], "speaker": "SANTIVASCI", "secId": 50}, {"sentences": [{"sentId": 161, "text": "Yeah."}, {"sentId": 162, "text": "I understand."}, {"sentId": 163, "text": "That's completely understandable."}, {"sentId": 164, "text": "You know, Mike, I know he has served two -- he received, excuse me two Purple Hearts."}, {"sentId": 165, "text": "How many tours of duty did he serve?"}], "speaker": "LEMON", "secId": 51}, {"sentences": [{"sentId": 166, "text": "My understanding after 2002, we both went separate ways but we kept in touched over the years but it's my understanding that Gunny served four tours, four combat tours, and was wounded twice in action."}, {"sentId": 167, "text": "So for him to be killed in the states it makes even harder to understand, you know, especially after surviving two combat wins."}], "speaker": "SANTIVASCI", "secId": 52}, {"sentences": [{"sentId": 168, "text": "I understand that he fought in the Battle of Abu Ghraib?"}], "speaker": "LEMON", "secId": 53}, {"sentences": [{"sentId": 169, "text": "He did."}, {"sentId": 170, "text": "Actually that was I believe his second Purple Heart."}, {"sentId": 171, "text": "He had been wounded before Abu Ghraib and that was a huge battle as I'm sure you know and he was wounded during that battle as well but once again Steve  with his marines even after being wounded and finish his combat tour."}, {"sentId": 172, "text": "Obviously, you know, that took a lot of courage."}, {"sentId": 173, "text": "He was just strong individual, just strong character, strong heart and incredible guy."}], "speaker": "SANTIVASCI", "secId": 54}, {"sentences": [{"sentId": 174, "text": "Yeah."}, {"sentId": 175, "text": "And it's your Skype you're breaking up a little bit but I think it's understandable because you're coming, you know, to this so far away."}], "speaker": "LEMON", "secId": 55}, {"sentences": [{"sentId": 176, "text": "You know, you mentioned how you were doing."}, {"sentId": 177, "text": "You're in Afghanistan tonight."}, {"sentId": 178, "text": "What's been the reaction there to the shootings?"}], "speaker": "LEMON", "secId": 56}, {"sentences": [{"sentId": 179, "text": "Well, all of us are heartbreaking over this and we just, you know, we -- our prayers and our thoughts are with everybody back home."}, {"sentId": 180, "text": "We have a mission here to do working with the Afghans, the Afghan or  that is so they're, you know, we just are thinking about everybody back home and praying for them."}], "speaker": "SANTIVASCI", "secId": 57}, {"sentences": [{"sentId": 181, "text": "You know his Sergeant Suvillan's brother Joe owns a bar."}, {"sentId": 182, "text": "The bar is called Nathan's Bills."}, {"sentId": 183, "text": "It's in hometown at Springfield, Massachusetts and there's a flag there."}, {"sentId": 184, "text": "They posted these pictures of him on their Facebook page and he was a real hometown hero, wasn't he?"}, {"sentId": 185, "text": "We'll get the pictures of him up but he was a real hometown hero, wasn't he?"}], "speaker": "LEMON", "secId": 58}, {"sentences": [{"sentId": 186, "text": "Well, I'm sure he was."}, {"sentId": 187, "text": "Sully was like for everybody and, you know, like I said he was a selfless person give you the shift off his back."}, {"sentId": 188, "text": "He was always willing to help people out but yet, he was a disciplined marine who as well respected by his peers and always win about in beyond to accomplish mission."}], "speaker": "SANTIVASCI", "secId": 59}, {"sentences": [{"sentId": 189, "text": "Everybody loves Sully."}], "speaker": "SANTIVASCI", "secId": 60}, {"sentences": [{"sentId": 190, "text": "Yeah."}, {"sentId": 191, "text": "Thank you very much."}, {"sentId": 192, "text": "Mike Santivasci, joining us from Kabul, Afghanistan."}, {"sentId": 193, "text": "We appreciate that you're in tonight with CNN."}], "speaker": "LEMON", "secId": 61}, {"sentences": [{"sentId": 194, "text": "Joining me now is Julio Alberto Pedraza and David Axford both friends of one of the slain marines Lance Corporal Skip Wells."}, {"sentId": 195, "text": "Gentlemen, thank you for joining me this evening."}, {"sentId": 196, "text": "How you're doing Julio?"}], "speaker": "LEMON", "secId": 62}, {"sentences": [{"sentId": 197, "text": "Hanging on there."}], "speaker": "PEDRAZA", "secId": 63}, {"sentences": [{"sentId": 198, "text": "Yeah."}], "speaker": "LEMON", "secId": 64}, {"sentences": [{"sentId": 199, "text": "Yeah."}, {"sentId": 200, "text": "Hanging on there differently."}], "speaker": "PEDRAZA", "secId": 65}, {"sentences": [{"sentId": 201, "text": "David, how you're doing?"}], "speaker": "LEMON", "secId": 66}, {"sentences": [{"sentId": 202, "text": "It has been a weird and difficult day but like Julio said I'm hanging there as well."}], "speaker": "AXFORD", "secId": 67}, {"sentences": [{"sentId": 203, "text": "Julio, I'm sorry to, you know, about the loss of your friend in this terrible attack."}, {"sentId": 204, "text": "You all were in the ROTC together."}, {"sentId": 205, "text": "Had Skip always wanted to be in the military?"}], "speaker": "LEMON", "secId": 68}, {"sentences": [{"sentId": 206, "text": "Since the day I met him."}, {"sentId": 207, "text": "We met on sophomore year in high school and, you know, I was one of the ROTC program there."}, {"sentId": 208, "text": "He didn't really get an ROTC tell his senior year of high school because he was marching band but ever since I met him first word out of his mouth was, you know, how he got extensive family that have served in the military."}, {"sentId": 209, "text": "He was really proud of his mother who is in the navy and he was telling me, you know, he is basically going to go Marine Corp all the way."}], "speaker": "PEDRAZA", "secId": 69}, {"sentences": [{"sentId": 210, "text": "Yeah."}, {"sentId": 211, "text": "I want to read David this is from Skip's mom she released the statement today."}, {"sentId": 212, "text": "She had said, \"My son died doing what he loved for the love of his country and his family.\""}, {"sentId": 213, "text": "What can you tell me about Skip?"}], "speaker": "LEMON", "secId": 70}, {"sentences": [{"sentId": 214, "text": "Skip in a word was the happiest person I have probably ever encountered."}, {"sentId": 215, "text": "Whenever you talk to him or just sat with him he always had a smile on his face."}, {"sentId": 216, "text": "He always wanted to talk to you about how you were doing and he always if something was wrong he always wanted to make you feel better."}, {"sentId": 217, "text": "He was just the happiest person and he made everyone else around him happier."}], "speaker": "AXFORD", "secId": 71}, {"sentences": [{"sentId": 218, "text": "You know we have just heard a little bit about Sergeant Sullivan, a very experienced marine but Skip was just starting out his career."}, {"sentId": 219, "text": "So, what do they have in common, what do they have ahead of him I should say, David?"}], "speaker": "LEMON", "secId": 72}, {"sentences": [{"sentId": 220, "text": "Ahead of him I would say that he like Mike had said about the Gunnery Sergeant, Skip was just such a trooper."}, {"sentId": 221, "text": "I mean, he would do everything with the pep in his step and a smile on his face."}, {"sentId": 222, "text": "Like I said he was just such a happy guy, that when we would go P.T."}, {"sentId": 223, "text": "out on the football field he would be leading the pack."}, {"sentId": 224, "text": "He would be doing one of the people who do the most push ups, the most sit ups and afterwards he would be smiling about it."}, {"sentId": 225, "text": "He was just such a fighter and he carried out everything he did with the smile on his face."}, {"sentId": 226, "text": "And nothing was going to stop him."}], "speaker": "AXFORD", "secId": 73}, {"sentences": [{"sentId": 227, "text": "He made everybody look bad because he was such..."}], "speaker": "LEMON", "secId": 74}, {"sentences": [{"sentId": 228, "text": "Yeah."}], "speaker": "AXFORD", "secId": 75}, {"sentences": [{"sentId": 229, "text": "... he was so good at it."}, {"sentId": 230, "text": "So, you know, Julio, you said that since the day you met him he wanted to join the ROTC."}, {"sentId": 231, "text": "Did he ever express any fear about joining the military?"}], "speaker": "LEMON", "secId": 76}, {"sentences": [{"sentId": 232, "text": "None at all."}, {"sentId": 233, "text": "He embraced it completely."}, {"sentId": 234, "text": "Like I said from day one he just had no problem."}, {"sentId": 235, "text": "He's talking about, you know, the military what do you wanted to do, how do you wanted to give back to the country and like he -- I remember when his first year of college came around, he was telling me basically he wasn't OK we're just sitting around and taking the classes like he wanted to make a difference."}, {"sentId": 236, "text": "He wanted to do something at which point that's when we went ahead and, you know, and listed and then join the marines and he'd never been happier."}], "speaker": "PEDRAZA", "secId": 77}, {"sentences": [{"sentId": 237, "text": "Julio Alberto Pedraza, David Axford, thank you guys."}, {"sentId": 238, "text": "Our hearts are with you."}, {"sentId": 239, "text": "We appreciate it."}], "speaker": "LEMON", "secId": 78}, {"sentences": [{"sentId": 240, "text": "Thank you for having us."}], "speaker": "PEDRAZA", "secId": 79}, {"sentences": [{"sentId": 241, "text": "Thank you."}], "speaker": "LEMON", "secId": 80}, {"sentences": [{"sentId": 242, "text": "When we come right back, was ISIS behind the deadly Chattanooga attack."}, {"sentId": 243, "text": "The Chairman of the House Homeland Security Committee says yes."}], "speaker": "LEMON", "secId": 81}, {"sentences": [{"sentId": 244, "text": "The latest on the terrorism investigation next here on CNN Tonight."}], "speaker": "LEMON", "secId": 82}, {"sentences": [{"sentId": 245, "text": "Our Breaking News tonight, we're learning more about Mohammed Abdulazeez and the Chattanooga attacks."}], "speaker": "LEMON", "secId": 83}, {"sentences": [{"sentId": 246, "text": "He was dismissed from his job at a nuclear plant after just 10 days."}, {"sentId": 247, "text": "This guy  is also looking very closely at his trips to the Middle East."}], "speaker": "LEMON", "secId": 84}, {"sentences": [{"sentId": 248, "text": "Let's talk about it now with Michael Weiss, a Senior Editor at The Daily Best and the co-author of \"ISIS Inside The Army of Terror,\" and Foria Yunis, former FBI Agent and Founder and CEO of South Asia Middle East consultant and Paul Cruickshank, CNN Terrorism Analyst and co- author of \"Agent Storm.\""}], "speaker": "LEMON", "secId": 85}, {"sentences": [{"sentId": 249, "text": "Michael, I just want to call you Michael Weiss."}, {"sentId": 250, "text": "I don't know why I do that but every time I'm like..."}], "speaker": "LEMON", "secId": 86}, {"sentences": [{"sentId": 251, "text": "all the time."}], "speaker": "WEISS", "secId": 87}, {"sentences": [{"sentId": 252, "text": "I know that."}, {"sentId": 253, "text": "OK, great."}, {"sentId": 254, "text": "OK."}, {"sentId": 255, "text": "So, let's start with Paul, Breaking News at Mohammed Abdulazeez was employed at a nuclear plant in Ohio just 10 days before being let go."}, {"sentId": 256, "text": "What questions do you have about them?"}], "speaker": "LEMON", "secId": 88}, {"sentences": [{"sentId": 257, "text": "Well, he wasn't in a secure parts of the nuclear facility would appear so, I don't think there was ever any danger to the public but nevertheless pretty concerning to hear that given what has now transpired with these shootings, Don."}], "speaker": "CRUICKSHANK", "secId": 89}, {"sentences": [{"sentId": 258, "text": "So Foria, you know, we had new cellphone video from a woman who recorded the shots being fired during the Chattanooga attacks."}, {"sentId": 259, "text": "I want you guys to watch this."}], "speaker": "LEMON", "secId": 90}, {"sentences": [{"sentId": 260, "text": "it's a terrifying scene there."}, {"sentId": 261, "text": "Does law enforcement right now have a handle on stopping this lone wolf actor for you?"}], "speaker": "LEMON", "secId": 91}, {"sentences": [{"sentId": 262, "text": "Yes."}, {"sentId": 263, "text": "I think there's a lot tough thing with these issues of radicalization."}, {"sentId": 264, "text": "You have individuals that identify their countries of birth and other locations so they have a big issue with American foreign policy."}, {"sentId": 265, "text": "They're going after the American soldiers and I think they identify with other individuals from other countries and their issues and, you know, as he said in some of his blog he is focused in the afterlife and he consider this his duty to do something about this American foreign policy that he disagrees with."}], "speaker": "YOUNIS", "secId": 92}, {"sentences": [{"sentId": 266, "text": "So radicalization is a tough problem, you know, the White House had summit just within the last year and I still don't think they have any good solutions on some of these issues."}], "speaker": "YOUNIS", "secId": 93}, {"sentences": [{"sentId": 267, "text": "To that point thought, Foria you have to know about it."}], "speaker": "LEMON", "secId": 94}, {"sentences": [{"sentId": 268, "text": "I mean to by all accounts unless you are watching him very closely, he didn't really exhibit any signs of someone who had been radicalized for you."}], "speaker": "LEMON", "secId": 95}, {"sentences": [{"sentId": 269, "text": "And actually that's the real problem."}, {"sentId": 270, "text": "In America, we have this great country where we have these excellent freedoms."}, {"sentId": 271, "text": "And now you have all of these guys so he's getting a little bit more pious he's traveling overseas."}, {"sentId": 272, "text": "None of this in themselves are going to draw that much attention to him."}], "speaker": "YOUNIS", "secId": 96}, {"sentences": [{"sentId": 273, "text": "OK."}], "speaker": "LEMON", "secId": 97}, {"sentences": [{"sentId": 274, "text": "And is really looking at the family, did they know this or did they stop speaking of any violent extremist acts, so it's a very tough issue for American law enforcement and this idea of ISIS and radicalization, this lone actors this is going to continue to be a problem for us in the future."}], "speaker": "YOUNIS", "secId": 98}, {"sentences": [{"sentId": 275, "text": "Indeed it will discuss in depth and just moments here on CNN Tonight."}, {"sentId": 276, "text": "Michael to you now, you know, the gunman wasn't on any terror watch list, the FBI agent in charge and the field says they don't know of any links to terror groups with the Chairman of the House Homeland Security Committee says \"This was an ISIS inspired attack.\""}, {"sentId": 277, "text": "He also had this to say, listen."}], "speaker": "LEMON", "secId": 99}, {"sentences": [{"sentId": 278, "text": "There are ISIS investigations in all 50 states across United States of America."}, {"sentId": 279, "text": "They're permeating our society and this country through the internet and through social media."}, {"sentId": 280, "text": "It's very, very difficult to stop it."}, {"sentId": 281, "text": "And I believed yesterday unfortunately we couldn't."}, {"sentId": 282, "text": "We want to take the fight to them over in Syria and Iraq to stop them from doing what they did yesterday."}, {"sentId": 283, "text": "We need to drain the swamp so we don't have to swat the mosquitoes over here."}], "speaker": "MCCAUL", "secId": 100}, {"sentences": [{"sentId": 284, "text": "Mike, what's your take on that?"}], "speaker": "LEMON", "secId": 101}, {"sentences": [{"sentId": 285, "text": "INSIDE THE ARMY OF TERROR\":  Well look, it's very difficult to say, you know, who inspire this guy."}, {"sentId": 286, "text": "I mean, it was al-Qaeda inspired it was an ISIS inspired I will say this though."}, {"sentId": 287, "text": "The atmospherics if you like of Jihadism in the past two, three years particularly actually they're emphasizing with the founding of the caliphate , have increased dramatically."}, {"sentId": 288, "text": "I mean, I don't think that the month has gone by in this country that the FBI and counter terrorists and task force have interrupted, applauded terrorist attack either inspired by ISIS or the so-called self radicalize lone wolf attacks."}], "speaker": "WEISS", "secId": 102}, {"sentences": [{"sentId": 289, "text": "What I find interesting about this particular example is this guy had on his blog or at least what we think is his blog hasn't yet been confirmed I guess."}], "speaker": "WEISS", "secId": 103}, {"sentences": [{"sentId": 290, "text": "Right."}], "speaker": "LEMON", "secId": 104}, {"sentences": [{"sentId": 291, "text": "He had certain cases and in turns a phrases that remind me actually of Abu Bakr al-Baghdadi's first Ramadan sermon delivered in mosque in Mosul almost a year ago today."}, {"sentId": 292, "text": "He talked about it the attacker in Chattanooga talked about the prison of al-donya  which is the earthly realm."}, {"sentId": 293, "text": "Al-Baghdadi talked about the, the prison that Muslims find themselves in and what he refers to as the theoretical or the apostate regimes of the Arab world."}], "speaker": "WEISS", "secId": 105}, {"sentences": [{"sentId": 294, "text": "There were certain parallels and does that mean anything beyond that maybe this guy essentially just Google his way into Jihad."}, {"sentId": 295, "text": "I mean it's very difficult if you want to become fanatical or fundamentalist Muslim in the day and age now, not to come across ISIS propaganda or ISIS ideology."}, {"sentId": 296, "text": "I mean, it's so permeated social media."}, {"sentId": 297, "text": "So in this respect I think Representative McCaul has a point but again we, we must into this conclusions immediately."}, {"sentId": 298, "text": "I mean, you know, I don't want Americans to go to bed tonight thinking that, you know, ISIS is sleeping under there, you know, their mattresses it's, it's not quite that scar ."}], "speaker": "WEISS", "secId": 106}, {"sentences": [{"sentId": 299, "text": "It is easy for them to sort of penetrate America or..."}], "speaker": "LEMON", "secId": 107}, {"sentences": [{"sentId": 300, "text": "Well, sure."}], "speaker": "WEISS", "secId": 108}, {"sentences": [{"sentId": 301, "text": "... anywhere in the country because of the internet and Paul as I want to said you wanted to weigh in on, on this blogs."}], "speaker": "LEMON", "secId": 109}, {"sentences": [{"sentId": 302, "text": "Yeah I mean, you know, the that blog would have the make him appear to be perhaps Salafi fundamentalist, but it's nothing there which necessarily point so support for al-Qaeda or ISIS."}, {"sentId": 303, "text": "There seems to be some sympathy for Jihad and what it is saying he saying, look we Muslims need to realize that the companions of the prophets Muhammad right at the beginning of Islam where, where Jihad's is that they want priest and some monasteries he saying."}], "speaker": "CRUICKSHANK", "secId": 110}, {"sentences": [{"sentId": 304, "text": "So he appease to have some sympathy for Jihad, but what we didn't see in this attack was sort of pledge of allegiance to ISIS or Abu Bakr al-Baghdadi before the attack, we've seen in that some other attacks and attentive attacks and recent times notably in Gallen, Texas where one of the, the shooters actually Tweeted out a pledge of allegiance to Baghdadi just before counting out the attack."}, {"sentId": 305, "text": "We saw a similar dynamic in and attacking Copenhagen in February and of course in Paris, Amedy Coulibaly he attack back Kosher market while he actually recorded the video just before attacking the market in which he pledge allegiance to ISIS."}, {"sentId": 306, "text": "So in this case the shooter has not positioned himself to kind of allow ISIS to easily take ownership."}], "speaker": "CRUICKSHANK", "secId": 111}, {"sentences": [{"sentId": 307, "text": "Yeah, but also in the case you mentioned, it people who had traveled overseas to Yemen, Jordan and other places."}], "speaker": "LEMON", "secId": 112}, {"sentences": [{"sentId": 308, "text": "And Foria, we know investigators are looking into the shooters travel to Jordan possibly Yemen."}, {"sentId": 309, "text": "So if there still, you know, and this is still in if at this point, he wanted to meet with the terror group how easy would that have been."}], "speaker": "LEMON", "secId": 113}, {"sentences": [{"sentId": 310, "text": "Well, it would definitely be easy than in the United States obviously."}, {"sentId": 311, "text": "When this second generation American citizens go back to their countries of birth, they really do find something that that they might not have in the U.S. especially if they not succeeding in the U.S."}, {"sentId": 312, "text": "So now he goes back overseas."}, {"sentId": 313, "text": "And just even that average newspapers don't even go to any extremist site even if you pick up average newspapers, look at the average media there was a lot of anti- American things, they have pictures of babies being killed by U.S. soldiers and this are everyday events and then if you have your own family members tell -- talking to you about the big empire of American what they do in overseas."}, {"sentId": 314, "text": "This could have affected him so that he might have taken into step further maybe going to some more extremist locations whether it's Yemen or Syria and picking up more ideas and just getting it's head filled with more of hate that he had."}], "speaker": "YOUNIS", "secId": 114}, {"sentences": [{"sentId": 315, "text": "All right I want to everyone to stay with me, we're going to continue to talk about this when we come right back much more on the shooter and the investigation."}], "speaker": "LEMON", "secId": 115}, {"sentences": [{"sentId": 316, "text": "Let's get to to the background of Muhammad Abdulazeez trying to piece together the picture of a young men who in just a few years apparently went from popular student to killer, the big question was this terrorism."}], "speaker": "LEMON", "secId": 116}, {"sentences": [{"sentId": 317, "text": "So back with me now, Michael Weiss, Foria Younis and Paul Cruickshank."}, {"sentId": 318, "text": "OK panel, Michael, to you first."}], "speaker": "LEMON", "secId": 117}, {"sentences": [{"sentId": 319, "text": "It seems like Abdulazeez's social media footprint is pretty small and we talked about his blog post but there doesn't seem to be that much else so far."}, {"sentId": 320, "text": "Is it even scarier that potential attackers may have learned to lay low on line now?"}], "speaker": "LEMON", "secId": 118}, {"sentences": [{"sentId": 321, "text": "Sure or the other alternative is that he decide to undertake this sort of active barbarism rather recently."}, {"sentId": 322, "text": "You know in other words, he -- this wasn't somebody who was planning to become a terrorist, he just snapped or you know, his moment of radicalization occurred rather quickly or that he point that which had reached a critical mass I should say occurred rather quickly."}], "speaker": "WEISS", "secId": 119}, {"sentences": [{"sentId": 323, "text": "Look, I don't think we're about to see groups like al-Qaeda or ISIS scale down on their use of social media, if anything, they rely on this."}, {"sentId": 324, "text": "This is the main bulwark of their campaign and their dissemination of disinformation and propaganda."}], "speaker": "WEISS", "secId": 120}, {"sentences": [{"sentId": 325, "text": "In this particular instance, yeah, I think it is rather remarkable usually in all of these other lone wolf attacks o, you know, a board of terrorist attacks."}, {"sentId": 326, "text": "We have seen and, you know, a very long digital trail going back to Facebook pages and twitter accounts."}, {"sentId": 327, "text": "So I am rather surprised actually."}, {"sentId": 328, "text": "But then again, I mean, it hasn't been very long, you know."}, {"sentId": 329, "text": "I'm sure people are digging for everything that they could possibly find about this guy in, you know, Instagram accounts and Pinterest and all the rest of it so who knows what turns up in the next few days."}], "speaker": "WEISS", "secId": 121}, {"sentences": [{"sentId": 330, "text": "So I have to ask everyone here because according to investigators, they say, you know, there's not enough evidence now or they don't know if it was radicalization."}, {"sentId": 331, "text": "Is it the assumption that everyone on this panel that this young man was radicalized, Foria?"}], "speaker": "LEMON", "secId": 122}, {"sentences": [{"sentId": 332, "text": "Well I believe he was radicalized to a violent degree."}, {"sentId": 333, "text": "I mean he saw something whether it was his life was in dysfunction whether being fired from his job, not passing the background check, which meant there was something there."}, {"sentId": 334, "text": "Something did radicalize him where to the point where he decided to use violence and he specifically targeted the American military."}, {"sentId": 335, "text": "It wasn't just average citizens on the street."}], "speaker": "YOUNIS", "secId": 123}, {"sentences": [{"sentId": 336, "text": "So I think that trip home probably had a lot to do with it."}, {"sentId": 337, "text": "I think his own personal life issues had something to do with it, and I think he just -- if he wasn't succeeding in his life in America, he figured that the afterlife he would be at least happy in the afterlife."}, {"sentId": 338, "text": "So I think that was his journey and it was a journey of violent extremism."}], "speaker": "YOUNIS", "secId": 124}, {"sentences": [{"sentId": 339, "text": "Before I go to the other panels, when you say home, but he spent most of his life, his entire life really, here in the United States."}, {"sentId": 340, "text": "Will you still say it's home for him?"}], "speaker": "LEMON", "secId": 125}, {"sentences": [{"sentId": 341, "text": "Well we do see with this with a lot of these violent extremist even though we look at them as American, some of them are American born citizens."}, {"sentId": 342, "text": "They will not identify in terms of a lot of their ideas with what American ideas are."}, {"sentId": 343, "text": "They look at life from the position of where their country of origin or heritage is."}, {"sentId": 344, "text": "But I'm not saying everybody is like that but a lot of these violent extremists that ..."}], "speaker": "YOUNIS", "secId": 126}, {"sentences": [{"sentId": 345, "text": "I understand what you're saying."}, {"sentId": 346, "text": "I understand what you're saying."}, {"sentId": 347, "text": "So, you know, Paul go ahead."}, {"sentId": 348, "text": "Do you think this is radicalization?"}], "speaker": "LEMON", "secId": 127}, {"sentences": [{"sentId": 349, "text": "Well it certainly looks like that I mean if you think of the targets at the U.S. military, if you think of the timing the last day of Ramadan, ISIS telling their supporters around the world that if they launched attacks during Ramadan, they would get 10 times the rewards in the afterlife and the afterlife seems to be at something he was obsessed with because on that blog he talks about life being a test."}], "speaker": "CRUICKSHANK", "secId": 128}, {"sentences": [{"sentId": 350, "text": "I think that it go into how far you're going to go to paradise."}, {"sentId": 351, "text": "And we've seen that this idea of rewards in the afterlife as a very big motivating fact if were almost all these al-Qaeda or ISIS Islamic terrorist folks, they really, truly believe that they're going to get those rewards in heaven and not only that."}, {"sentId": 352, "text": "They believe that friends and family..."}], "speaker": "CRUICKSHANK", "secId": 129}, {"sentences": [{"sentId": 353, "text": "OK."}], "speaker": "LEMON", "secId": 130}, {"sentences": [{"sentId": 354, "text": "... may also get the same rewards because of what they do."}], "speaker": "CRUICKSHANK", "secId": 131}, {"sentences": [{"sentId": 355, "text": "Michael, I have some breaking news get to us closer  yes or no as possible."}, {"sentId": 356, "text": "Do you believe it was radicalization?"}], "speaker": "LEMON", "secId": 132}, {"sentences": [{"sentId": 357, "text": "Oh, undoubtedly."}], "speaker": "WEISS", "secId": 133}, {"sentences": [{"sentId": 358, "text": "Thank you."}, {"sentId": 359, "text": "I appreciate all of you."}], "speaker": "LEMON", "secId": 134}, {"sentences": [{"sentId": 360, "text": "Coming up, the violence in Chattanooga is shocking but it's not the first time our military has been under attack at home."}, {"sentId": 361, "text": "How do we protect our bases?"}, {"sentId": 362, "text": "And we're going to talk to a Staff Sergeant who was shot in the attack in Fort Hood."}], "speaker": "LEMON", "secId": 135}, {"sentences": [{"sentId": 363, "text": "Update now on the breaking news at a San Bernardino County in California."}, {"sentId": 364, "text": "That fire that you're looking at."}, {"sentId": 365, "text": "Now, more than 3500 acres that is burned, it jumped the interstate, Interstate 115 -- Freeway, I should say, 115, engulfed multiple cars."}, {"sentId": 366, "text": "20 vehicles were destroyed when it did that."}, {"sentId": 367, "text": "But the fire is still going there."}], "speaker": "LEMON", "secId": 136}, {"sentences": [{"sentId": 368, "text": "These are pictures from our affiliate KABC."}, {"sentId": 369, "text": "And also there is some more information."}, {"sentId": 370, "text": "I want you to take a look at these pictures."}, {"sentId": 371, "text": "These were just sent to us form a student, a high school student."}, {"sentId": 372, "text": "Her name is Tai Escophani  and here's what she tells us."}, {"sentId": 373, "text": "She tells us that they were in the middle of this."}, {"sentId": 374, "text": "They saw this fire from a distance."}, {"sentId": 375, "text": "She said then quickly in a matter of minutes it just came right over to where they were."}, {"sentId": 376, "text": "She said that police were on loudspeakers saying to stay in their cars."}, {"sentId": 377, "text": "So there were 15 of them."}, {"sentId": 378, "text": "There was a high school soccer player in the van and they started to panic when they saw all this."}], "speaker": "LEMON", "secId": 137}, {"sentences": [{"sentId": 379, "text": "These are the pictures from the interstate that you're looking at from earlier."}, {"sentId": 380, "text": "And these fires were -- these cars or vehicles were on the interstate and it was just a parking lot and completely engulfed many of them."}, {"sentId": 381, "text": "They had to abandon their vehicles right there on the interstate."}], "speaker": "LEMON", "secId": 138}, {"sentences": [{"sentId": 382, "text": "We'll continue to update you on this breaking news and that soccer team is fine now."}, {"sentId": 383, "text": "They had to run up the hill as well as the pregnant woman."}, {"sentId": 384, "text": "They had to help her out but they are safe right now."}], "speaker": "LEMON", "secId": 139}, {"sentences": [{"sentId": 385, "text": "Now, there some breaking news tonight on the Pentagon, boosting security in the wake of the Chattanooga shootings."}, {"sentId": 386, "text": "The Marine Corps closing recruiting stations within 40 miles of the attacks and telling workers there not to wear military uniforms."}], "speaker": "LEMON", "secId": 140}, {"sentences": [{"sentId": 387, "text": "Other branches of the military also increasing security at least temporarily but will it be enough -- will it be enough?"}], "speaker": "LEMON", "secId": 141}, {"sentences": [{"sentId": 388, "text": "Joining me now a man who has experience a shocking attack on the military base and that is Staff Sergeant Alonzo Lunsford."}], "speaker": "LEMON", "secId": 142}, {"sentences": [{"sentId": 389, "text": "He was shot by Nidal Hasan at Fort Hood back in 2009."}, {"sentId": 390, "text": "Thanks for joining us this evening."}], "speaker": "LEMON", "secId": 143}, {"sentences": [{"sentId": 391, "text": "You know, Alonzo, yesterday's incident must have brought back some terrible feelings for you."}, {"sentId": 392, "text": "What was your reaction?"}], "speaker": "LEMON", "secId": 144}, {"sentences": [{"sentId": 393, "text": "It brought back a whole lot of terrible feelings."}, {"sentId": 394, "text": "I mean, the first thought that came to my mind is, \"Oh, not again.\""}, {"sentId": 395, "text": "And I'm thinking about how the family members feel of my former Ringbrothers and also the Navy personnel that stays in the hospital right now."}, {"sentId": 396, "text": "So, it's very disturbing."}], "speaker": "LUNSFORD", "secId": 145}, {"sentences": [{"sentId": 397, "text": "When I reported just before coming to you that the Pentagon is telling people not to wear their uniforms for security."}, {"sentId": 398, "text": "What do you think about that?"}], "speaker": "LEMON", "secId": 146}, {"sentences": [{"sentId": 399, "text": "Well, that's a typical protocol."}, {"sentId": 400, "text": "They say they have to when the bus guys shoot  in Germany where they -- and told the soldiers not to wear their uniforms off their concerns."}, {"sentId": 401, "text": "I think that's a good thing as far as a precautionary measure but if they really want to go for a place, how about arming our military personnel in the workplace."}, {"sentId": 402, "text": "Meaning not every military personnel at least everyone as NCO and above to have them to carry a sidearm and then also to put measures in place to beef up security of recruiting stations i.e."}, {"sentId": 403, "text": "shatter of bulletproof glass and also bumping doors as well."}], "speaker": "LUNSFORD", "secId": 147}, {"sentences": [{"sentId": 404, "text": "So you think that at the... LUNSFORD:  So that..."}], "speaker": "LEMON", "secId": 148}, {"sentences": [{"sentId": 405, "text": "... recruiting stations?"}, {"sentId": 406, "text": "Do you think that military personnel at the recruiting stations should be allowed to have firearms?"}, {"sentId": 407, "text": "Do you think that would have made a difference or that would make a difference?"}], "speaker": "LEMON", "secId": 149}, {"sentences": [{"sentId": 408, "text": "Yes, I would because if you think about as soon as they start receiving fire, then the first out of instinct, we go for cover and then we've see where  is coming from then we can return a fire."}, {"sentId": 409, "text": "So, that's just our battle instincts just kicking into play, but this is not something that has occurred that we cannot stop."}, {"sentId": 410, "text": "We can, but again, we have to be allowed to fight with both our hands and not with one behind our back."}], "speaker": "LUNSFORD", "secId": 150}, {"sentences": [{"sentId": 411, "text": "So, arming our military personnel we have to training them."}, {"sentId": 412, "text": "We have the restraint to use these weapons but --  we use in the  of war."}, {"sentId": 413, "text": "It's obvious that war is now on our home soil so let us fight on our home soil so that everyone could be protected."}], "speaker": "LUNSFORD", "secId": 151}, {"sentences": [{"sentId": 414, "text": "OK."}, {"sentId": 415, "text": "So, I want to -- I want you to react to this if you will."}, {"sentId": 416, "text": "The candidates -- the 2016..."}], "speaker": "LEMON", "secId": 152}, {"sentences": [{"sentId": 417, "text": "OK."}], "speaker": "LUNSFORD", "secId": 153}, {"sentences": [{"sentId": 418, "text": "... candidates have weight in on gun free zones, OK?"}, {"sentId": 419, "text": "And here's what Donald Trump tweeted today."}, {"sentId": 420, "text": "He said \"Military lives matter."}, {"sentId": 421, "text": "End gun free zones."}, {"sentId": 422, "text": "Our soldiers must be able to protect themselves."}, {"sentId": 423, "text": "This has to stop.\""}, {"sentId": 424, "text": "And he just spoke about gun free zones so let's listen to it then we'll talk about it."}], "speaker": "LEMON", "secId": 154}, {"sentences": [{"sentId": 425, "text": "I'm a big Second Amendment person."}, {"sentId": 426, "text": "And, you know, yesterday with the gun free zone where you had the marines that were shot down,  guns but the sick guy had guns and shot them down."}, {"sentId": 427, "text": "And these are decorative people."}, {"sentId": 428, "text": "These are people that could handle guns very easily."}, {"sentId": 429, "text": "They were at a good chance when they had gun."}, {"sentId": 430, "text": "And you have the same problem in 2009."}, {"sentId": 431, "text": "You had the same thing."}], "speaker": "TRUMP", "secId": 155}, {"sentences": [{"sentId": 432, "text": "Yeah."}, {"sentId": 433, "text": "So, he's speaking about in 2009 and the Donald's on Jeb Bush echoed Trump's stuffs telling reporters that laws should be reviewed to allow military members working on bases and recruiting officers to carry guns and you agree with both of those men, don't you?"}], "speaker": "LEMON", "secId": 156}, {"sentences": [{"sentId": 434, "text": "Well, absolutely because I'm a firm believer ahead."}, {"sentId": 435, "text": "I had  on me in November 5th, 2009, the outcome would have been a whole lot different."}], "speaker": "LUNSFORD", "secId": 157}, {"sentences": [{"sentId": 436, "text": "Yeah."}, {"sentId": 437, "text": "You know, we don't know yet exactly what the motive here was, but in general as a military man, how do you view the threat of ISIS and other Jihadist?"}, {"sentId": 438, "text": "LUNSFORD:  The threat is very real."}, {"sentId": 439, "text": "Let's go back a couple years ago when the British soldier was killed with those guys with the machetes."}, {"sentId": 440, "text": "The guy stand above the British soldier with bloody hands and what he -- his reply was, \"America, your women and children are next.\""}], "speaker": "LEMON", "secId": 158}, {"sentences": [{"sentId": 441, "text": "That's a couple of years ago."}, {"sentId": 442, "text": "So, the plan is already in motion."}, {"sentId": 443, "text": "ISIS has already said what they're going to do on U.S. soil."}, {"sentId": 444, "text": "ISIS is already recruiting -- actively recruiting our young future leaders that have no direction and no guidance."}, {"sentId": 445, "text": "So, it's not just that we need to repair this thing from military standpoint, from a law enforcement standpoint, we also need to repair from education standpoint as well because if you have in young person's mind that they don't have any direction or they're bored..."}], "speaker": "LEMON", "secId": 159}, {"sentences": [{"sentId": 446, "text": "Right."}], "speaker": "LEMON", "secId": 160}, {"sentences": [{"sentId": 447, "text": "... then that's a breeding ground for extremists to come in and take over."}], "speaker": "LUNSFORD", "secId": 161}, {"sentences": [{"sentId": 448, "text": "Thank you."}], "speaker": "LEMON", "secId": 162}, {"sentences": [{"sentId": 449, "text": "So, we really need to start getting proactive and stop being reactive and they need to listen"}], "speaker": "LUNSFORD", "secId": 163}, {"sentences": [{"sentId": 450, "text": "Yup."}, {"sentId": 451, "text": "Thank you, Mr. Lunsford."}], "speaker": "LEMON", "secId": 164}, {"sentences": [{"sentId": 452, "text": "They need to -- yes."}], "speaker": "LUNSFORD", "secId": 165}, {"sentences": [{"sentId": 453, "text": "That's -- we're out of time."}, {"sentId": 454, "text": "Thank you so much."}, {"sentId": 455, "text": "We appreciate it."}], "speaker": "LEMON", "secId": 166}, {"sentences": [{"sentId": 456, "text": "When we come right back, a tribute to the fallen Marines."}], "speaker": "LEMON", "secId": 167}, {"sentences": [{"sentId": 457, "text": "Before we leave you tonight, we want to pay tribute to the four brave marines who died yesterday not in a far away war but here at home."}, {"sentId": 458, "text": "They are Lance Corporal Squire K. Wells, Gunnery Sergeant Thomas J. Sullivan, Staff Sergeant David A. Wyatt and Sergeant Carson A. Holmquist."}, {"sentId": 459, "text": "They're being remembered in vigils across the country and mourn by their families and friends."}], "speaker": "LEMON", "secId": 168}, {"sentences": [{"sentId": 460, "text": "And   service in -- one service in Chattanooga, they played a clip."}, {"sentId": 461, "text": "It was from 1985, a veteran's state speech by President Ronald Regan words just as powerful as today."}], "speaker": "LEMON", "secId": 169}, {"sentences": [{"sentId": 462, "text": "Sometime back I received in the name of our country the bodies of four marines who had died while on active duty."}, {"sentId": 463, "text": "I said then that there is a special sadness that accompanies the death of a serviceman, for we're never quite good enough to them, not really; we can't be, because what they gave us is beyond our powers to repay."}, {"sentId": 464, "text": "And so, when a serviceman dies, it's a tear in the fabric, a break in the whole, and all we can do is remember."}, {"sentId": 465, "text": "They gave up everything for our country, for us."}, {"sentId": 466, "text": "We owe them a debt we can never repay."}, {"sentId": 467, "text": "All we can do is remember them and what they did and why they had to be brave for us."}], "speaker": "PRESIDENT RONALD REAGAN", "secId": 170}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1507.17.cnnt.01.html.json", "time": "Aired July 17, 2015 - 21:00   ET"}