{"sectionCount": 265, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["COOPER", "LEMON", "LAVANDERA", "SANCHEZ", "UNIDENTIFIED FEMALE", "UNIDENTIFIED MALE", "ROBERTS", "ROMAIN", "BARBER", "ALEXANDER", "FRANKLIN", "ROORDA", "MEEKS"], "subTitle": "Protests Over Fatal Police Shooting in Charlotte Have Turned Violent; Police Throwing Tear Gas Into Crowd; Police Chief: One Person on Life Support After Civilian-on-Civilian Incident. Aired 10-11p ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1609/21/cnnt.01.html", "sentenceCount": 674, "sections": [{"sentences": [{"sentId": 0, "text": "Our coverage is going to continue."}, {"sentId": 1, "text": "I want to toss it over to my colleague, Don Lemon."}, {"sentId": 2, "text": "Don?"}], "speaker": "COOPER", "secId": 0}, {"sentences": [{"sentId": 3, "text": "Anderson, thank you very much."}, {"sentId": 4, "text": "And here we are."}, {"sentId": 5, "text": "Our breaking news tonight, we have been watching live, as these protests have turned have violent in Charlotte after that fatal police shooting."}], "speaker": "LEMON", "secId": 1}, {"sentences": [{"sentId": 6, "text": "You're looking at these live pictures now."}, {"sentId": 7, "text": "You see officers there on the ground."}], "speaker": "LEMON", "secId": 2}, {"sentences": [{"sentId": 8, "text": "This is CNN TONIGHT."}, {"sentId": 9, "text": "I'm Don Lemon."}], "speaker": "LEMON", "secId": 3}, {"sentences": [{"sentId": 10, "text": "Protestors clashing with police shooting death of Keith Lamont Scott, again, this is in streets of Charlotte, North Carolina this evening."}, {"sentId": 11, "text": "Police have been throwing teargas into the crowd trying to get them -- demonstrators contained."}], "speaker": "LEMON", "secId": 4}, {"sentences": [{"sentId": 12, "text": "They've been throwing objects, they've been trying to damage vehicles the demonstrators themselves."}, {"sentId": 13, "text": "The police chief report tonight that one person has died in what's being called a civilian-on-civilian incident."}], "speaker": "LEMON", "secId": 5}, {"sentences": [{"sentId": 14, "text": "And we have to report to you now that one police officer was injured."}, {"sentId": 15, "text": "One officer has been injured in this on Wednesday night in North -- Charlotte, North Carolina, the latest from the police department."}, {"sentId": 16, "text": "A tweet from the verified Twitter account of the officer."}, {"sentId": 17, "text": "The officer was transported we're told to a hospital for treatment."}, {"sentId": 18, "text": "The city did not speak to the severity of the nature of the officer's injury in the tweet but we're working on getting the information."}], "speaker": "LEMON", "secId": 6}, {"sentences": [{"sentId": 19, "text": "And again, one person has been shot, one person has died in Charlotte, North Carolina, and died not from police."}, {"sentId": 20, "text": "We're being told its civilian-on-civilian and it's a result at least of the demonstration that are going on now."}], "speaker": "LEMON", "secId": 7}, {"sentences": [{"sentId": 21, "text": "I want to get back now to the ground and check in with our correspondents Boris Sanchez is there, as well as Ed Lavandera."}, {"sentId": 22, "text": "Ed, we're going to start with you."}, {"sentId": 23, "text": "It has been, to say the least, a very raucous night there on the streets."}, {"sentId": 24, "text": "You have been the victim of some of the violence."}, {"sentId": 25, "text": "Where are you and what's going on?"}], "speaker": "LEMON", "secId": 8}, {"sentences": [{"sentId": 26, "text": "Well, this is the line, the SWAT team lines have kind of flanked out across three parts of the intersections here."}, {"sentId": 27, "text": "This is on the left side, if you will, and on the center side is where the most intense protesting has gone by."}], "speaker": "LAVANDERA", "secId": 9}, {"sentences": [{"sentId": 28, "text": "Before we could kind of make our way into both streets, but SWAT teams have now kind of flanked everything off so they are trying to really get a control on the group that is along this street here, which is called Trade Street and heads back for about a half mile or so away from the police department."}], "speaker": "LAVANDERA", "secId": 10}, {"sentences": [{"sentId": 29, "text": "And you can see the SWAT officers really starting to get people to disburse and start moving away, so this is what we've seen here, Don, over the last little bit, kind of slowly, slowly taking background, and pushing people and trying to get them to disburse and leave this area for good, at this point."}], "speaker": "LAVANDERA", "secId": 11}, {"sentences": [{"sentId": 30, "text": "So, they will continue to fan their way out, and that's what we've seen."}, {"sentId": 31, "text": "It's the other part of this area, the crowd in this area here, Don, has been somewhat mostly controlled and calm for the most of the night, really just kind of trying to witness what was going on."}, {"sentId": 32, "text": "It was the crowd in that middle section of that street that has really caused the most intense and most dangerous problems here tonight, Don."}], "speaker": "LAVANDERA", "secId": 12}, {"sentences": [{"sentId": 33, "text": "Ed, it is calm at some point, an then at some point it gets really violent and anxious there in the crowds."}, {"sentId": 34, "text": "Not long ago, everyone was watching."}, {"sentId": 35, "text": "You were essentially assaulted on camera during Anderson's show."}, {"sentId": 36, "text": "How are you doing and tell us what happened exactly."}], "speaker": "LEMON", "secId": 13}, {"sentences": [{"sentId": 37, "text": "We were just doing the report and I didn't see it coming."}, {"sentId": 38, "text": "I just -- there was -- all I heard was someone yelling at me, that I needed to quote \"tell the truth,\" and the next thing you know, got kind of blindsided."}], "speaker": "LAVANDERA", "secId": 14}, {"sentences": [{"sentId": 39, "text": "Now, oddly enough, I'm trying to find the guy, there was a guy that came up to me a few moments ago and told me he was the one that knocked me out."}, {"sentId": 40, "text": "I didn't see the guy and he came up to me and actually hugged me and apologized for what he had done."}, {"sentId": 41, "text": "I asked him what had happened, you know, what made him so angry and he didn't -- he didn't really -- he couldn't really explain anything."}], "speaker": "LAVANDERA", "secId": 15}, {"sentences": [{"sentId": 42, "text": "So -- but oddly enough I've lost him now, I'm trying to find him again, kind of another odd moment in this surreal evening here, Don."}], "speaker": "LAVANDERA", "secId": 16}, {"sentences": [{"sentId": 43, "text": "So, Ed, where are you -- where the most tense situation where you were earlier, how far -- because I know they keep moving you back and I see that between the protestors and the police, there are people who are trying to separate the two and hold the two back."}], "speaker": "LEMON", "secId": 17}, {"sentences": [{"sentId": 44, "text": "Explain to us what's going on and how far they have pushed you back from this original scene."}], "speaker": "LEMON", "secId": 18}, {"sentences": [{"sentId": 45, "text": "Well, if you could look kind of over -- if you turn around this corner here, the next block or so is really where it was the most intense, that's where we saw a crowd of people ransacked through a couple stores, one of them being a souvenir store."}], "speaker": "LAVANDERA", "secId": 19}, {"sentences": [{"sentId": 46, "text": "And there was a group about 15 or 20 people, repeatedly going in and out of that people, smashing the huge windows and taking all of the merchandise and throwing it out in the street, ripping out landscaping from a hotel across the street."}], "speaker": "LAVANDERA", "secId": 20}, {"sentences": [{"sentId": 47, "text": "Very intense."}, {"sentId": 48, "text": "Because there was no police near that situation."}, {"sentId": 49, "text": "By then they were still about 100 yards up this way."}], "speaker": "LAVANDERA", "secId": 21}, {"sentences": [{"sentId": 50, "text": "So, that was total chaos we saw unfolding and very unpredictable, just down the street from where the shooting took place and so that -- without any police presence in there."}], "speaker": "LAVANDERA", "secId": 22}, {"sentences": [{"sentId": 51, "text": "In fact, there had been a group of fire -- two or three fire trucks and an ambulance that were trying to make their way into the area, but they couldn't -- that place -- that particular area was so dangerous they couldn't make their way in."}], "speaker": "LAVANDERA", "secId": 23}, {"sentences": [{"sentId": 52, "text": "Ed, if you'll pardon me, Ed, we're going to get back to you."}, {"sentId": 53, "text": "So, stand by."}, {"sentId": 54, "text": "Because we were speaking about trying to, you know, offer a buffer between the protestors and the police, and Boris Sanchez is with us now."}], "speaker": "LEMON", "secId": 24}, {"sentences": [{"sentId": 55, "text": "Boris, you're with the public defender, Toussant Romain who has been trying to do that and we saw that in the video where you were covering, there are the live pictures you were covering."}, {"sentId": 56, "text": "Tell us about that."}], "speaker": "LEMON", "secId": 25}, {"sentences": [{"sentId": 57, "text": "Police started moving in and he told me that he had to leave, he had to go back and help some of his friends get out of there."}, {"sentId": 58, "text": "Police have told us that anybody that were standing there media, or protestors, peaceful or not, was going to be arrested."}, {"sentId": 59, "text": "So, we started moving now."}], "speaker": "SANCHEZ", "secId": 26}, {"sentences": [{"sentId": 60, "text": "And now there's this other very tense situation unfolding a couple hundred yards away from that line of police officers."}, {"sentId": 61, "text": "There's another group of police officers standing by this dumpster."}, {"sentId": 62, "text": "There's a large group of protestors right behind them and they're getting up in the officer's faces yelling very agitating things."}], "speaker": "SANCHEZ", "secId": 27}, {"sentences": [{"sentId": 63, "text": "Right now, the police are trying to keep the peace on this side as we watch down there on the line, police start moving closer and closer."}, {"sentId": 64, "text": "We've been hit by teargas repeatedly."}, {"sentId": 65, "text": "The crowd would disburse when the teargas would come out."}, {"sentId": 66, "text": "And then immediately once it was out of the air they would come right back."}], "speaker": "SANCHEZ", "secId": 28}, {"sentences": [{"sentId": 67, "text": "It didn't appear at one point that officers were in control of the situation."}, {"sentId": 68, "text": "They were locked into the Omni Hotel with people banging on the glass threatening to break the glass, and then they came out and then it was really when things got out of control."}], "speaker": "SANCHEZ", "secId": 29}, {"sentences": [{"sentId": 69, "text": "There was a very, very precarious situation, officers were, you know, face-to-face with people throwing things at them."}, {"sentId": 70, "text": "At one point, peaceful people just like that public defender that you mentioned..."}], "speaker": "SANCHEZ", "secId": 30}, {"sentences": [{"sentId": 71, "text": "Hey, Boris?"}], "speaker": "LEMON", "secId": 31}, {"sentences": [{"sentId": 72, "text": "... got in between officers and try to block them off."}, {"sentId": 73, "text": "Yes, Don?"}], "speaker": "SANCHEZ", "secId": 32}, {"sentences": [{"sentId": 74, "text": "Boris, we're looking at the situation that your cameraman is focusing on, and you see police officers they are talking to the protestors, let's listen to what's going on."}], "speaker": "LEMON", "secId": 33}, {"sentences": [{"sentId": 75, "text": "So, when the man finally that..."}], "speaker": "UNIDENTIFIED FEMALE", "secId": 34}, {"sentences": [{"sentId": 76, "text": "I'm just going to put the mic so that you can hear what they're talking about, Don."}], "speaker": "SANCHEZ", "secId": 35}, {"sentences": [{"sentId": 77, "text": "I don't..."}], "speaker": "UNIDENTIFIED MALE", "secId": 36}, {"sentences": [{"sentId": 78, "text": "You're a captain."}, {"sentId": 79, "text": "You're a captain."}, {"sentId": 80, "text": "That's bullshit."}], "speaker": "UNIDENTIFIED MALE", "secId": 37}, {"sentences": [{"sentId": 81, "text": "I don't think -- I've got a lot of stuff going on here, brother."}], "speaker": "UNIDENTIFIED MALE", "secId": 38}, {"sentences": [{"sentId": 82, "text": "Obviously emotions are running high and they're using vulgar language, Anderson, but they're obviously having a very heated conversation, asking him why the man had to be shot, why Keith Lamont Scott had to be shot."}, {"sentId": 83, "text": "The officer is telling them that he doesn't have the answers, that this is part of an investigation."}], "speaker": "SANCHEZ", "secId": 39}, {"sentences": [{"sentId": 84, "text": "Justice."}, {"sentId": 85, "text": "You're trying to cover it up."}], "speaker": "UNIDENTIFIED MALE", "secId": 40}, {"sentences": [{"sentId": 86, "text": "I'm trying to find Toussant Romain."}, {"sentId": 87, "text": "He's actually walking back this way, so if you give me a moment, Don, I'll have you in just a minute."}], "speaker": "SANCHEZ", "secId": 41}, {"sentences": [{"sentId": 88, "text": "Is that -- is that what's happening?"}, {"sentId": 89, "text": "Is that's what's happening all over?"}], "speaker": "LEMON", "secId": 42}, {"sentences": [{"sentId": 90, "text": "surrounded by police."}], "speaker": "SANCHEZ", "secId": 43}, {"sentences": [{"sentId": 91, "text": "Is that what's happening with police and protestors?"}, {"sentId": 92, "text": "Is this why this Toussant Romain is trying to get between the two to offer a buffer?"}], "speaker": "LEMON", "secId": 44}, {"sentences": [{"sentId": 93, "text": "He was one of several people that were trying to create this buffer between police and very angry protestors that we're getting out of hand."}, {"sentId": 94, "text": "At one point, several people locked arms in front of the police asking that these protestors to calm down and not get violent and not throw things at them."}], "speaker": "SANCHEZ", "secId": 45}, {"sentences": [{"sentId": 95, "text": "The protestors win and brag those people and push them away and that line of locked arms was torn apart, but again we've seen people like Tousant Romain come forward and try to help."}, {"sentId": 96, "text": "He's actually walking my way now."}, {"sentId": 97, "text": "I'm trying to get his attention, just give me a moment, Don, we'll send it back to you."}, {"sentId": 98, "text": "LEMON:  That's OK. We'll just listen in here a little bit."}, {"sentId": 99, "text": "And as"}], "speaker": "SANCHEZ", "secId": 46}, {"sentences": [{"sentId": 100, "text": "Boris said, you know, the -- obviously the protestors are upset and they're talking to police asking why Mr. Scott had to die."}, {"sentId": 101, "text": "Keith Lamont Scott died yesterday in an altercation with police."}], "speaker": "SANCHEZ", "secId": 47}, {"sentences": [{"sentId": 102, "text": "But, again, this is what you're looking at is happening on the streets of North Carolina."}, {"sentId": 103, "text": "This has been happening for about -- in Charlotte, this has been happening for about two hours at least the intense part of these demonstration."}, {"sentId": 104, "text": "Before they were peaceful."}, {"sentId": 105, "text": "Last night they were not so peaceful."}, {"sentId": 106, "text": "Sixteen police officers were injured last night."}], "speaker": "SANCHEZ", "secId": 48}, {"sentences": [{"sentId": 107, "text": "And then during the day it appeared to be fine and then after that, you know, the situation got a little bit worse."}, {"sentId": 108, "text": "I want to bring in the mayor as Boris goes to look for the gentleman, I want to bring in the Mayor now, Jennifer Roberts of Charlotte, North Carolina."}, {"sentId": 109, "text": "Mayor, what do you make of this situation?"}, {"sentId": 110, "text": "What's going on here?"}], "speaker": "SANCHEZ", "secId": 49}, {"sentences": [{"sentId": 111, "text": "Well, we are working very hard to bring peace and calm to our city."}, {"sentId": 112, "text": "We know that this is not who , this is not who we are."}, {"sentId": 113, "text": "And we are thinking of the words of the family, of the Scott family, when the wife and family have said to police have peace of the protests for people not to be violent, that violence will not help bring our community back together."}], "speaker": "ROBERTS", "secId": 50}, {"sentences": [{"sentId": 114, "text": "And we are urging people to stay home, to stay off the streets and we are urging people to listen to their community leaders, to their faith leaders, to the NAACP who issued a statement that said, this is not the part of our protest, violence is not the answer."}], "speaker": "ROBERTS", "secId": 51}, {"sentences": [{"sentId": 115, "text": "I feel for our police officers who are working very hard not to respond to repeated provocations."}, {"sentId": 116, "text": "They are working to keep our city safe and our businesses safe and our other protestors safe."}], "speaker": "ROBERTS", "secId": 52}, {"sentences": [{"sentId": 117, "text": "They want to work very hard to calm the situation, and so, we are just sending this message out as many folks as possible to please, to go home, to tell everyone that violence is not the answer, the investigation is ongoing."}, {"sentId": 118, "text": "We'll be transparent and we need to wait to see the results of that."}], "speaker": "ROBERTS", "secId": 53}, {"sentences": [{"sentId": 119, "text": "Mayor."}], "speaker": "LEMON", "secId": 54}, {"sentences": [{"sentId": 120, "text": "And we need to work those in need."}], "speaker": "ROBERTS", "secId": 55}, {"sentences": [{"sentId": 121, "text": "Mayor, did you anticipate this, because it appears that there are not enough police officers out on the street to bring these crowds under control."}], "speaker": "LEMON", "secId": 56}, {"sentences": [{"sentId": 122, "text": "Well, we have -- we are monitoring the resource needs."}, {"sentId": 123, "text": "We have many officers , we have others volunteering a situation."}, {"sentId": 124, "text": "We are in touch with our officers in the region who have offered to help out and we are working through that, through the resource needs and making sure that we do have enough folks."}], "speaker": "ROBERTS", "secId": 57}, {"sentences": [{"sentId": 125, "text": "We will be continuing to monitor that situation and if the need is there for more we absolutely know how to increase -- to increase that presence."}, {"sentId": 126, "text": "LEMON:  Have you spoken to the chief of police tonight?"}, {"sentId": 127, "text": "Are you"}], "speaker": "ROBERTS", "secId": 58}, {"sentences": [{"sentId": 128, "text": "getting an update on how they are handling this?"}], "speaker": "ROBERTS", "secId": 59}, {"sentences": [{"sentId": 129, "text": "We're getting updates from the police chief, from the fire chief, that fire chief is just two feet away, in a briefing right now, and we are continuing to monitor the situation and to stay in touch with our folks in the community, so they know what's going on, stay in touch with the council members and other local and state officials."}], "speaker": "ROBERTS", "secId": 60}, {"sentences": [{"sentId": 130, "text": "I have been in touch with the White House, with the governor's office, and we have a lot of people who is trying to bring our situation under control."}], "speaker": "ROBERTS", "secId": 61}, {"sentences": [{"sentId": 131, "text": "OK, Mayor, I want you to stand by."}, {"sentId": 132, "text": "Because I just want to pay -- you know, point our viewers out to what's going on in these pictures that you're looking at now."}], "speaker": "LEMON", "secId": 62}, {"sentences": [{"sentId": 133, "text": "This car pulled up on the interstate surrounded by people."}, {"sentId": 134, "text": "I'm not exactly sure what's going on, but someone at least tried to get out of the car."}, {"sentId": 135, "text": "It is parked there and several cars are now in the middle of this intersection."}, {"sentId": 136, "text": "And we're trying to get more information from our correspondents and reporters on the ground here."}], "speaker": "LEMON", "secId": 63}, {"sentences": [{"sentId": 137, "text": "But you're watching CNN a very tense situation happening in Charlotte, North Carolina last night, after the shooting death of a black man who police say was armed and now at least 16 police officers have been injured in this."}], "speaker": "LEMON", "secId": 64}, {"sentences": [{"sentId": 138, "text": "One of them injured this evening, taken to the hospital and also one person has died."}, {"sentId": 139, "text": "Mayor -- the mayor of Charlotte, joins us now, Jennifer Roberts."}], "speaker": "LEMON", "secId": 65}, {"sentences": [{"sentId": 140, "text": "Mayor, I have to ask you, one -- do you know the information about the one person who died?"}, {"sentId": 141, "text": "They said that it was -- it was not a police officer, it was a civilian-on-civilian."}, {"sentId": 142, "text": "What can you tell us about that?"}], "speaker": "LEMON", "secId": 66}, {"sentences": [{"sentId": 143, "text": "That's all the information I have to confirm right now, they have not released a name."}, {"sentId": 144, "text": "We do know they were taken to the hospital, but the victim has passed away and it was confirmed not to be the police officer, that was a civilian-on-civilian."}], "speaker": "ROBERTS", "secId": 67}, {"sentences": [{"sentId": 145, "text": "We don't have an update on that."}, {"sentId": 146, "text": "We're going to continue to try to get more of an update."}, {"sentId": 147, "text": "And we are continuing to focus on the safety of our community and our officers."}], "speaker": "ROBERTS", "secId": 68}, {"sentences": [{"sentId": 148, "text": "And we have a long tradition in Charlotte, of coming together, of talking through challenges across difference and I would just to remind our citizens to remember our tradition, to know that Charlotte has always been a place where people can peacefully have dialogue and move forward."}], "speaker": "ROBERTS", "secId": 69}, {"sentences": [{"sentId": 149, "text": "And when I look at the pictures, it is just -- this is not -- this is who we are and I am -- we are working very hard to get past this situation so that we can pull our community back together and continue to be that community that does look out for each other."}, {"sentId": 150, "text": "LEMON:  I've got to ask you again, Mayor, because -- about the"}], "speaker": "ROBERTS", "secId": 70}, {"sentences": [{"sentId": 151, "text": "resources because, you know, this has been going on for quite some time now."}, {"sentId": 152, "text": "You've had a number of people injured."}, {"sentId": 153, "text": "Now you have a death."}, {"sentId": 154, "text": "Are you sure you have the resources necessary to handle this?"}, {"sentId": 155, "text": "Are you asking for help from outside or are you being offered from help from outside?"}, {"sentId": 156, "text": "What's the update?"}], "speaker": "ROBERTS", "secId": 71}, {"sentences": [{"sentId": 157, "text": "So, we are being offered help."}, {"sentId": 158, "text": "We have resources at the ready if needed."}, {"sentId": 159, "text": "We are monitoring that resource need."}, {"sentId": 160, "text": "We have..."}], "speaker": "ROBERTS", "secId": 72}, {"sentences": [{"sentId": 161, "text": "From where?"}, {"sentId": 162, "text": "How many officers do you have out there?"}], "speaker": "LEMON", "secId": 73}, {"sentences": [{"sentId": 163, "text": "I don't have a number for you right now."}, {"sentId": 164, "text": "We can certainly get that from the chief."}, {"sentId": 165, "text": "I can tell you that we've been in touch with the Department of Justice and they're sending four people tomorrow from a strategic community policing experience."}], "speaker": "ROBERTS", "secId": 74}, {"sentences": [{"sentId": 166, "text": "These are folks who have been to Ferguson, who have been to Tulsa, who have worked with strategic responses in crises like this and they will be on the ground tomorrow."}, {"sentId": 167, "text": "We are still working with the federal government, we know our state troopers are there already, we know that the governor is ready to help."}, {"sentId": 168, "text": "We know that other police forces in the area are also ready."}, {"sentId": 169, "text": "And we will continue to make sure that we do have the resources we need."}], "speaker": "ROBERTS", "secId": 75}, {"sentences": [{"sentId": 170, "text": "Should the people feel safe tonight?"}, {"sentId": 171, "text": "I mean, because if you look at these pictures and you see what's going on, I mean, there has been quite some violence and it's been out of control for much of the evening, so the people there are safe?"}], "speaker": "LEMON", "secId": 76}, {"sentences": [{"sentId": 172, "text": "So, I want to remind folks, yes."}, {"sentId": 173, "text": "I want to remind folks that there was another protest."}, {"sentId": 174, "text": "There were two other protests tonight, both of which were peaceful."}, {"sentId": 175, "text": "One was in a park and one was in uptown earlier in the day."}], "speaker": "ROBERTS", "secId": 77}, {"sentences": [{"sentId": 176, "text": "Several folks were holding up signs quietly peacefully at the main intersection of our city."}, {"sentId": 177, "text": "And so there are people who are protesting peacefully, there are folks who are working hard to get their message out without creating violence and destroying things."}], "speaker": "ROBERTS", "secId": 78}, {"sentences": [{"sentId": 178, "text": "And I think what we need to remember is that this is a small section of our population and we are going to continue to work to restore the calm that we know we have had and that's our tradition and I'm telling folks, of course tonight, stay hope from the uptown area."}, {"sentId": 179, "text": "Do not go out."}], "speaker": "ROBERTS", "secId": 79}, {"sentences": [{"sentId": 180, "text": "We'll be considering other options if these protests continue."}], "speaker": "ROBERTS", "secId": 80}, {"sentences": [{"sentId": 181, "text": "OK."}], "speaker": "LEMON", "secId": 81}, {"sentences": [{"sentId": 182, "text": "Things like, you know, possibly curfews and that sort of thing, but right now, we are continuing to work with what we have tonight."}, {"sentId": 183, "text": "LEMON:  OK."}, {"sentId": 184, "text": "Considering curfews."}, {"sentId": 185, "text": "That's interesting."}, {"sentId": 186, "text": "You said that"}], "speaker": "ROBERTS", "secId": 82}, {"sentences": [{"sentId": 187, "text": "earlier that you wanted community leaders to be able to view the video of the shootings so everyone would have the same information."}, {"sentId": 188, "text": "Has that happened?"}], "speaker": "ROBERTS", "secId": 83}, {"sentences": [{"sentId": 189, "text": "We ."}], "speaker": "ROBERTS", "secId": 84}, {"sentences": [{"sentId": 190, "text": "yourself?"}], "speaker": "LEMON", "secId": 85}, {"sentences": [{"sentId": 191, "text": "I will be seeing it tomorrow."}], "speaker": "ROBERTS", "secId": 86}, {"sentences": [{"sentId": 192, "text": "OK."}, {"sentId": 193, "text": "So, you have not."}, {"sentId": 194, "text": "Mayor, thank you very much."}, {"sentId": 195, "text": "Mayor Roberts."}], "speaker": "LEMON", "secId": 87}, {"sentences": [{"sentId": 196, "text": "Yes."}, {"sentId": 197, "text": "Thanks for having me and again, we are sending out the message for people to protest peacefully."}], "speaker": "ROBERTS", "secId": 88}, {"sentences": [{"sentId": 198, "text": "All right."}], "speaker": "LEMON", "secId": 89}, {"sentences": [{"sentId": 199, "text": "And we will get through this."}], "speaker": "ROBERTS", "secId": 90}, {"sentences": [{"sentId": 200, "text": "Mayor Jennifer Roberts of Charlotte, North Carolina."}, {"sentId": 201, "text": "I want to bring back in our Boris Sanchez."}, {"sentId": 202, "text": "Boris who has been on the ground covering this for us all evening."}, {"sentId": 203, "text": "Boris, we spoke to the public defender who has been trying to offer a buffer between police officers and the protestors, Toussant Romain here that you have caught up with him."}, {"sentId": 204, "text": "What does he have to say now?"}], "speaker": "LEMON", "secId": 91}, {"sentences": [{"sentId": 205, "text": "Yes."}, {"sentId": 206, "text": "He's actually telling people to calm down right now because police are moving toward us and they said that they will arrest anyone that's in their way."}], "speaker": "SANCHEZ", "secId": 92}, {"sentences": [{"sentId": 207, "text": "Toussant, I just wanted to ask you, obviously you were taken on teargas as we were, what is it that made you want to stand there and in front of, you know, these protestors and between them and police and tell them to calm down?"}, {"sentId": 208, "text": "What is it that made you come out here?"}], "speaker": "SANCHEZ", "secId": 93}, {"sentences": [{"sentId": 209, "text": "I can't lose any more lives, man."}, {"sentId": 210, "text": "I'm a public defender."}, {"sentId": 211, "text": "I can't represent any more people."}, {"sentId": 212, "text": "We don't need any more people to die."}, {"sentId": 213, "text": "No more people being arrested."}, {"sentId": 214, "text": "We need to take a stand and do it the right way."}], "speaker": "ROMAIN", "secId": 94}, {"sentences": [{"sentId": 215, "text": "People are hurting, man."}, {"sentId": 216, "text": "People are upset."}, {"sentId": 217, "text": "People are frustrated."}, {"sentId": 218, "text": "People need leaders."}, {"sentId": 219, "text": "I'm not trying to be that leader."}, {"sentId": 220, "text": "I'm trying to prevent people from being hurt."}, {"sentId": 221, "text": "Our brothers are out here, too, they're out here trying to make sure we do it the right way."}], "speaker": "ROMAIN", "secId": 95}, {"sentences": [{"sentId": 222, "text": "Ricky, Daniel, and Dante, we're all out here trying to make sure that we're standing up."}, {"sentId": 223, "text": "Praying for people in Christ, we're letting them know we're here."}, {"sentId": 224, "text": "We want to serve."}, {"sentId": 225, "text": "Christ did it for us."}, {"sentId": 226, "text": "We want to get out there and serve for them, to protect the people, to protect and serve the people."}, {"sentId": 227, "text": "That's why we're here for, man."}], "speaker": "ROMAIN", "secId": 96}, {"sentences": [{"sentId": 228, "text": "So, Toussant, I have to ask, we're getting word that there was a protestor that was killed tonight, apparently with some kind of civilian-on-civilian violence."}, {"sentId": 229, "text": "Is that what you want to see when you came out here thinking that you were going to spread the message of positivity that you were talking about?"}], "speaker": "SANCHEZ", "secId": 97}, {"sentences": [{"sentId": 230, "text": "Man, there's always one that's going to be bad but there's always going to be one other that's going to end up doing good."}, {"sentId": 231, "text": "I'm here to do good."}, {"sentId": 232, "text": "I'm here to do good."}], "speaker": "ROMAIN", "secId": 98}, {"sentences": [{"sentId": 233, "text": "How does it feel seeing people get really violent, though?"}, {"sentId": 234, "text": "What goes to your mind when -- what's your message to them when they kind of lose their composure and they throw things to police?"}], "speaker": "SANCHEZ", "secId": 99}, {"sentences": [{"sentId": 235, "text": "The police getting violent or the people who are expressing themselves to the police?"}, {"sentId": 236, "text": "Because if you want to take this camera and look all around, I don't see the violence, man."}, {"sentId": 237, "text": "Until the police are running at us."}, {"sentId": 238, "text": "Until they're throwing teargas at you and at me, because that's what happened earlier."}], "speaker": "ROMAIN", "secId": 100}, {"sentences": [{"sentId": 239, "text": "Why did you get teargas?"}, {"sentId": 240, "text": "Why did I?"}, {"sentId": 241, "text": "We weren't being violent, but if we responded in a way that was frustrated and upset telling American this is enough, that doesn't mean I'm violent, man, that means I've had enough."}], "speaker": "ROMAIN", "secId": 101}, {"sentences": [{"sentId": 242, "text": "I know you certainly haven't been violent but we've seen other people lose control."}, {"sentId": 243, "text": "What's your message to them and how do you get them to keep composure?"}], "speaker": "SANCHEZ", "secId": 102}, {"sentences": [{"sentId": 244, "text": "Donald Trump is the candidate for the president of the United States."}, {"sentId": 245, "text": "It doesn't make all the rest of America Donald Trump people."}, {"sentId": 246, "text": "We're here to make a stance."}], "speaker": "ROMAIN", "secId": 103}, {"sentences": [{"sentId": 247, "text": "We're here to show that we're not the same and we're here to say enough is enough."}, {"sentId": 248, "text": "I've got to get my brothers, man, because that's why I came out here for"}], "speaker": "ROMAIN", "secId": 104}, {"sentences": [{"sentId": 249, "text": "Toussant, I thank you so much for speaking to us."}, {"sentId": 250, "text": "We appreciate it."}], "speaker": "SANCHEZ", "secId": 105}, {"sentences": [{"sentId": 251, "text": "Toussant Romain."}], "speaker": "UNIDENTIFIED MALE", "secId": 106}, {"sentences": [{"sentId": 252, "text": "Don, as you heard, he became very emotional saying that most of the protestors that were out here and I can confirm that we're not violent."}, {"sentId": 253, "text": "We were standing outside the police headquarters with about 100 or 150 people that were having conversations with police."}], "speaker": "SANCHEZ", "secId": 107}, {"sentences": [{"sentId": 254, "text": "They were tensed but they were still conversations."}, {"sentId": 255, "text": "Things quickly dissolved -- excuse me, sir."}, {"sentId": 256, "text": "Things quickly dissolved and then got out of control when they came here and -- Don, I'm just going to send it back to you because obviously some people can't behave like adults."}], "speaker": "SANCHEZ", "secId": 108}, {"sentences": [{"sentId": 257, "text": "Yes."}, {"sentId": 258, "text": "There's always ignorance wherever you go."}, {"sentId": 259, "text": "So, we'll continue to move on."}, {"sentId": 260, "text": "Again, we just -- Boris Sanchez, talking to a public defender there, obviously folks there very distraught and he's trying to tamp down the violence and the anger there and that's a very difficult situation to be in, especially when tempers are so high there, and the people are angry, and they're upset."}], "speaker": "LEMON", "secId": 109}, {"sentences": [{"sentId": 261, "text": "But this is not the way to do it, as has been said by many people here on CNN and I'm sure many people who are watching, as well."}, {"sentId": 262, "text": "This is our breaking news tonight, there are violent protests in the"}], "speaker": "LEMON", "secId": 110}, {"sentences": [{"sentId": 263, "text": "streets of North Carolina."}, {"sentId": 264, "text": "I want to bring in now the Reverend William Barber, he's the president of the North Carolina NAACP."}, {"sentId": 265, "text": "Reverend Barber, thank you very much."}, {"sentId": 266, "text": "I know you've been watching this."}, {"sentId": 267, "text": "Let me just get your initial thoughts before we -- before I give you more questions."}], "speaker": "LEMON", "secId": 111}, {"sentences": [{"sentId": 268, "text": "Well, certainly we've got to separate the provocateurs from the protestors."}, {"sentId": 269, "text": "The protestors, one thing, both those who engage in violence is another thing."}, {"sentId": 270, "text": "I also think as a pastor, Don, what we're seeing is dots, daily ongoing traumatic syndrome, we see a kind of weeping in America."}], "speaker": "BARBER", "secId": 112}, {"sentences": [{"sentId": 271, "text": "And so, this is not just about Charlotte, it's about Tulsa, it's about Jonathan Ferrell, and the officer was indicted on voluntary manslaughter, but then there was a hung jury."}, {"sentId": 272, "text": "It is about many things that are wrong with our criminal justice system."}], "speaker": "BARBER", "secId": 113}, {"sentences": [{"sentId": 273, "text": "In North Carolina, you have a number of African-American men who have been released from death row who would be dead."}, {"sentId": 274, "text": "We have a number of cases of persons right now."}, {"sentId": 275, "text": "Dontay Shaw, for instance, one of whom who are actually incarcerated for the wrong reasons."}], "speaker": "BARBER", "secId": 114}, {"sentences": [{"sentId": 276, "text": "In this particular case though, we've got to make sure we get the facts and I was in touch with the U.S. Department of Justice, the mayor, pastors and other local leaders with the NAACP."}, {"sentId": 277, "text": "I'm headed there tomorrow."}, {"sentId": 278, "text": "Because first thing we have to get these tapes out."}, {"sentId": 279, "text": "We have to get the tapes out."}], "speaker": "BARBER", "secId": 115}, {"sentences": [{"sentId": 280, "text": "What we have, Don, is one of three scenarios."}, {"sentId": 281, "text": "One scenario is that an unarmed African-American man who had a book, was shot and somebody planted a gun on the spot."}, {"sentId": 282, "text": "That's a possibility."}, {"sentId": 283, "text": "The second possibility is that an unarmed -- an armed African-American who had a right to carry a gun was shot."}, {"sentId": 284, "text": "And the third is that an armed man was -- acted in a way toward the police that caused to be shot."}], "speaker": "BARBER", "secId": 116}, {"sentences": [{"sentId": 285, "text": "We do not know."}, {"sentId": 286, "text": "The tapes and the transparency has to come forward."}], "speaker": "BARBER", "secId": 117}, {"sentences": [{"sentId": 287, "text": "Yes."}], "speaker": "LEMON", "secId": 118}, {"sentences": [{"sentId": 288, "text": "And so that's why I'm holding comments until we see the tapes, we get the facts and we're saying to the protests are right for the transparency, but those to provocateurs of violence, you are not serving the calls of family or the calls of justice."}], "speaker": "BARBER", "secId": 119}, {"sentences": [{"sentId": 289, "text": "Yes."}, {"sentId": 290, "text": "So, having said that, having said, you want to get all the information out, you want to look at the video."}, {"sentId": 291, "text": "The mayor said that she would be reviewing the tame tomorrow along with leaders."}, {"sentId": 292, "text": "So, then do you feel that these protestors have gotten out ahead of themselves with the rioting?"}, {"sentId": 293, "text": "Because as you said they have the right to protest but they don't have the right to riot."}], "speaker": "LEMON", "secId": 120}, {"sentences": [{"sentId": 294, "text": "Well, I separate the protestors."}, {"sentId": 295, "text": "A legitimate protest, as my daughter, for instance, is leading a protest tonight in Durham, North Carolina, against the kind of violence we're seeing and police violence across the country."}, {"sentId": 296, "text": "It's one thing to have legitimate protests and to call for"}], "speaker": "BARBER", "secId": 121}, {"sentences": [{"sentId": 297, "text": "transparency, now understand the city you're in."}, {"sentId": 298, "text": "You're in a city where you had a young college student shot multiple times and there was a hung jury."}, {"sentId": 299, "text": "You're in the city where Donald Trump came through, for instance, and applauded one of his persons who attended his rally for actually hitting and slugging a black man -- a person."}], "speaker": "BARBER", "secId": 122}, {"sentences": [{"sentId": 300, "text": "So, here we have a situation across this country, where we know we have a brokenness."}, {"sentId": 301, "text": "There's weeping about our criminal justice system, so the protests is our right to protest and call for transparency."}, {"sentId": 302, "text": "The provocateurs those who are engaged in violence, that's the different issue, and I separate the two."}], "speaker": "BARBER", "secId": 123}, {"sentences": [{"sentId": 303, "text": "In fact I even say, Don, if you look at these crowds, many of the black lives matter, they are saying black lives matter, but they are white people saying black lives matter."}, {"sentId": 304, "text": "They are Latinos saying black lives matter, they are old people, they are Jewish, they are Muslim."}, {"sentId": 305, "text": "We need to tell that story, as well."}], "speaker": "BARBER", "secId": 124}, {"sentences": [{"sentId": 306, "text": "We separate one from the other and the protestors have a right and should be calling for transparency."}, {"sentId": 307, "text": "I meet with the mayor tomorrow at 10.30 and hope to be there when we look at those films."}, {"sentId": 308, "text": "Because that has to happen and it has to happen soon or rather late."}], "speaker": "BARBER", "secId": 125}, {"sentences": [{"sentId": 309, "text": "Plus, Don, this situation is even more complicated because you have an African-American chief, you have this an African-American cop who's engaged in this shooting and an African-American who's shot -- it really shows the complexity of our whole criminal justice reality."}], "speaker": "BARBER", "secId": 126}, {"sentences": [{"sentId": 310, "text": "You then, reverend, you lead me to my next question, which again, I'll reiterate, as you said, the officer who shot Keith Lamont Scott, he's African-American, and the police chief there is African- American."}], "speaker": "LEMON", "secId": 127}, {"sentences": [{"sentId": 311, "text": "And you said many of the protestors that you see in the crowds and the Black Lives Matter people are of all different ethnicities."}, {"sentId": 312, "text": "So, is this a racial issue for you?"}, {"sentId": 313, "text": "Is it an issue of policing?"}, {"sentId": 314, "text": "Is it a combination of both or all of those things?"}], "speaker": "LEMON", "secId": 128}, {"sentences": [{"sentId": 315, "text": "Well, I'm glad you asked that question about race, because I think it's time we have a grown-up conversation about race."}, {"sentId": 316, "text": "You know, racism is a power term."}, {"sentId": 317, "text": "It is about disparity."}], "speaker": "BARBER", "secId": 129}, {"sentences": [{"sentId": 318, "text": "So, the issue of whether or not African-Americans as my president Cornell Brooks said today are 21 times were likely to be shot down at play."}, {"sentId": 319, "text": "That is the racial issue."}, {"sentId": 320, "text": "The issue that we do not have the kind of diversity you see in Charlotte and many other parts of the country that."}], "speaker": "BARBER", "secId": 130}, {"sentences": [{"sentId": 321, "text": "That is a racial issue."}, {"sentId": 322, "text": "And so, when blacks and whites and others together protest the system, and anybody who participate in the system -- I've seen African-Americans, for instance, suggest that when you speak against police killing and murder and violence that somehow you are anti-police and they are African-American, they are actually in doing that are participating in a form of racism because it is not."}, {"sentId": 323, "text": "You can be anti-bad police as pro-police."}, {"sentId": 324, "text": "So, this question as you"}], "speaker": "BARBER", "secId": 131}, {"sentences": [{"sentId": 325, "text": "know, Don, of race -- Don, of racism is very complex in the American democratic structure."}, {"sentId": 326, "text": "And what we have to do is look at, as I even say re-judge candidates."}], "speaker": "BARBER", "secId": 132}, {"sentences": [{"sentId": 327, "text": "Look at the policies."}, {"sentId": 328, "text": "Look at the percentages."}, {"sentId": 329, "text": "Look at what's actually going on with the numbers."}, {"sentId": 330, "text": "So, yes, you could -- what we're dealing with also, is the police culture."}], "speaker": "BARBER", "secId": 133}, {"sentences": [{"sentId": 331, "text": "I've talked to a lot of police."}, {"sentId": 332, "text": "I have policeman, that's my security, one who is very much against what he's seeing in this country."}, {"sentId": 333, "text": "And we know that good police do not like bad police engaging in bad shootings because it undermines the trust and transparency for the entire community."}], "speaker": "BARBER", "secId": 134}, {"sentences": [{"sentId": 334, "text": "OK."}, {"sentId": 335, "text": "I want you to stand by, Reverend."}, {"sentId": 336, "text": "I appreciate that."}, {"sentId": 337, "text": "And if we get -- I need to get back to you, we will if it's warranted."}], "speaker": "LEMON", "secId": 135}, {"sentences": [{"sentId": 338, "text": "I want to bring in now my CNN panel, a law enforcement analyst, Cedric Alexander, the author of \"New Guardians -- the New Guardians,\" Jeff Roorda of the St. Louis Police Officers Association and the author of \"War on Police,\" and retired Maryland State police Major Neil Franklin, and Dimitri Roberts, he's a former Chicago police officer."}], "speaker": "LEMON", "secId": 136}, {"sentences": [{"sentId": 339, "text": "Panel, thank you so much for joining."}, {"sentId": 340, "text": "As I get to this evening."}, {"sentId": 341, "text": "I want to read this."}, {"sentId": 342, "text": "This is from the Governor of North Carolina, Pat McCrory, he issued the following statement just moments ago."}, {"sentId": 343, "text": "He said \"I want to assure the people of North Carolina that our SBI has already been assisting the Charlotte-Mecklenburg Police Department throughout the last 24 hours upon a very recent request of Chief Putney, the state highway patrol, is sending in troopers to further help the Charlotte-Mecklenburg Police Department.\""}], "speaker": "LEMON", "secId": 137}, {"sentences": [{"sentId": 344, "text": "\"The state has many additional assets nearby to assist any violence directed towards our citizens or police officers or destruction of property should not be tolerated."}, {"sentId": 345, "text": "I support and commend the law enforcement officials for their bravery and courage during this difficult situation.\""}], "speaker": "LEMON", "secId": 138}, {"sentences": [{"sentId": 346, "text": "Cedric, I'll go to you first."}, {"sentId": 347, "text": "Were there enough police officers on the street to gain control of the situation?"}], "speaker": "LEMON", "secId": 139}, {"sentences": [{"sentId": 348, "text": "Well, I think under the circumstances in which they were working you have to be very methodical and you have to put the number of police officers out there that's needed."}, {"sentId": 349, "text": "You can't understaff and at the same time, you don't want to overstaff either."}], "speaker": "ALEXANDER", "secId": 140}, {"sentences": [{"sentId": 350, "text": "So, I think under the situation in which we're seeing now, there appears to be some calm."}, {"sentId": 351, "text": "That particular team that's out there tonight, did their job, they did it well."}, {"sentId": 352, "text": "They tried to protect life and property as much as they were able to, and I think we need to applaud them on that, in terms of what they had to deal with in that community there tonight."}], "speaker": "ALEXANDER", "secId": 141}, {"sentences": [{"sentId": 353, "text": "So, I think they did an appropriate job."}, {"sentId": 354, "text": "I think they had adequate resources but I am without a shadow of a doubt very sure, as well, there in Charlotte."}, {"sentId": 355, "text": "They have a great leadership there in that police department that they needed -- they had it all the resources they needed and more resources if they needed to call on it."}], "speaker": "ALEXANDER", "secId": 142}, {"sentences": [{"sentId": 356, "text": "Neil Franklin, there has now been a death and it is said to be from this tweet from the police department, \"civilian-on-civilian\" American confirming that as well from what she heard, what should officers be doing in light of this now that there's a death?"}], "speaker": "LEMON", "secId": 143}, {"sentences": [{"sentId": 357, "text": "Well, I think that they do have a plan."}, {"sentId": 358, "text": "I think that they are very conscience of what's going on."}, {"sentId": 359, "text": "I'm sure many of those officers are thinking about what occurred in Dallas just a few months ago, and they're probably on edge thinking about this."}], "speaker": "FRANKLIN", "secId": 144}, {"sentences": [{"sentId": 360, "text": "And so, they're going to be very vigilant and keeping an eye on things, keeping an eye on people, they are going to be watching from a distance."}, {"sentId": 361, "text": "They are going to be identifying those people who are acting out."}], "speaker": "FRANKLIN", "secId": 145}, {"sentences": [{"sentId": 362, "text": "Again, as it has been said most of the people there are peaceful protestors and I'm sure these police officers realize that from the leadership that I've seen thus far, but they are going to have to be very vigilant and keeping an eye out for those people who do show signs of aggression, and dealing with those people as quickly as possible."}], "speaker": "FRANKLIN", "secId": 146}, {"sentences": [{"sentId": 363, "text": "I'm sure that they have other things in place where they can observe the crowd and observe the people from a distance and then relay that information to the officers on the ground."}], "speaker": "FRANKLIN", "secId": 147}, {"sentences": [{"sentId": 364, "text": "So, I think that they're prepared."}, {"sentId": 365, "text": "And I agree with Cedric, you can't overreact, you can't underreact as it relates to deployment, and what I've seen so far they're doing the right thing and I'm sure they have plenty of officers in reserve."}], "speaker": "FRANKLIN", "secId": 148}, {"sentences": [{"sentId": 366, "text": "Jeff Roorda of St. Louis Police officer's Association, two years since you and I have met working on the Ferguson story in the Ferguson case."}, {"sentId": 367, "text": "Early you said that this was a lot like Ferguson, that was two years ago."}, {"sentId": 368, "text": "And it appears that we are in the same place in many -- in this particular situation."}, {"sentId": 369, "text": "Do you agree with that?"}], "speaker": "LEMON", "secId": 149}, {"sentences": [{"sentId": 370, "text": "I do, Don, but it's unfortunate."}, {"sentId": 371, "text": "I mean, it's really disappointing that we've made such little progress in the last two years, but I think we'll continue not to make progress until we talk about what's really going on in America."}], "speaker": "ROORDA", "secId": 150}, {"sentences": [{"sentId": 372, "text": "And that is that there is this epidemic of violence against police and non-compliance with police that is upping the body count and resulting in these deadly conflicts, and you know I really enjoyed hearing that reverend before because he seemed very even keeled, very cool-headed, and you know, he sort of laid out what the three possibilities are -- of what happened in the shooting yesterday could have been."}], "speaker": "ROORDA", "secId": 151}, {"sentences": [{"sentId": 373, "text": "And I'd like to hear that, I'd like to hear more people saying that and saying what he said, which is we've got to wait for this video, we ought to know what really happened before we react."}], "speaker": "ROORDA", "secId": 152}, {"sentences": [{"sentId": 374, "text": "Yes."}, {"sentId": 375, "text": "Stand by."}, {"sentId": 376, "text": "Was that camera shot we had before was that a live picture?"}, {"sentId": 377, "text": "It appears yes, there was a fire had been started if you look underneath the tree on the top left-hand side of your screen where it says Charlotte, North Carolina, at 10.32 p.m. there's fire that's being started there by some of the protestors on the ground and you see of them running."}], "speaker": "LEMON", "secId": 153}, {"sentences": [{"sentId": 378, "text": "I'm not sure if police officers are them."}, {"sentId": 379, "text": "But that is what the situation that you're looking at now."}, {"sentId": 380, "text": "And again, we're going to continue to follow this story."}], "speaker": "LEMON", "secId": 154}, {"sentences": [{"sentId": 381, "text": "This is, we're looking at live pictures now from Charlotte, North Carolina in case you're just joining us."}, {"sentId": 382, "text": "Last night, there were 16 officers hurt."}, {"sentId": 383, "text": "Tonight, we're hearing that there is one."}, {"sentId": 384, "text": "We're also hearing there is a death here from one of the protestors as they put it in their terms, 'civilian-on-civilian.'"}], "speaker": "LEMON", "secId": 155}, {"sentences": [{"sentId": 385, "text": "Interesting."}, {"sentId": 386, "text": "Let's follow-up on what Jeff said, Cedric Alexander."}, {"sentId": 387, "text": "He said that there is across the country, police officers -- civilians are not complying with police officers and that police officers are being targeted."}, {"sentId": 388, "text": "Is that the entirety of this situation?"}], "speaker": "LEMON", "secId": 156}, {"sentences": [{"sentId": 389, "text": "Well, that's a piece of the situation."}, {"sentId": 390, "text": "I think we have to look at it in a much broader context historically here, Don, in the sense that police in communities of color have been strained for a very long time, long before the Michael Brown incident."}], "speaker": "ALEXANDER", "secId": 157}, {"sentences": [{"sentId": 391, "text": "But if we bring it up to 2016 where we are today and we look over the last, just over the last couple years the amount of footage that we all have seen that has been very questionable, that has created a great deal of pause and frustration and anger with the community and with the police community, as well."}], "speaker": "ALEXANDER", "secId": 158}, {"sentences": [{"sentId": 392, "text": "It certainly has been very, very tough."}, {"sentId": 393, "text": "And one thing that I'm struck by is the fact is really how much gain have we really made over the past couple years because every time we have one of these incidents where we have an event where a civilian is killed by police, it creates again, it open -- continue to open up these sores."}], "speaker": "ALEXANDER", "secId": 159}, {"sentences": [{"sentId": 394, "text": "But the reality of is that we certainly do have to wait for a complete and full investigation ."}, {"sentId": 395, "text": "But what makes that very difficult for the American people, and all the American people, not just black people, but all American people, is that we see these events over and over and they appear to be very frequent and the victims always appear to be black males."}], "speaker": "ALEXANDER", "secId": 160}, {"sentences": [{"sentId": 396, "text": "So, that's the dilemma that we're in, that we're struggling with and how do we -- it is a very real perception of some injustice of something happening in the criminal justice system that just does not seem to be fair, and whether that's true or not, that comes the perception of people who live in this country."}], "speaker": "ALEXANDER", "secId": 161}, {"sentences": [{"sentId": 397, "text": "Yes."}, {"sentId": 398, "text": "So, if you talked to some of the protestors and to at least some of the leaders of this movement, or the people very active in the Black Lives Matter movement, they will say, well, it doesn't appear that peaceful protests work."}], "speaker": "LEMON", "secId": 162}, {"sentences": [{"sentId": 399, "text": "So, if the peaceful -- you know, in many cases, if the peaceful protests don't work, Neil Franklin, and the violence protest don't work, then what is one to do about the -- to rectify these situations?"}], "speaker": "LEMON", "secId": 163}, {"sentences": [{"sentId": 400, "text": "Well, this is where we have a great void of leadership in this country."}, {"sentId": 401, "text": "On many different levels."}, {"sentId": 402, "text": "You know, our leaders in our towns and in our cities and in our states should be moving this issue."}, {"sentId": 403, "text": "They should be hearing their people, but apparently they're not hearing them well."}], "speaker": "FRANKLIN", "secId": 164}, {"sentences": [{"sentId": 404, "text": "They should be taking a charge to do the things that need to be done."}, {"sentId": 405, "text": "We keep hearing the word transparently over and over and over again and a lack of transparency, we only have to go back their short ways to just take a look at Lacquan McDonald in Chicago and how long it took for that video to come forward."}], "speaker": "FRANKLIN", "secId": 165}, {"sentences": [{"sentId": 406, "text": "You know, this creates great distrust in these communities."}, {"sentId": 407, "text": "And in this particular incident and most of us understand that we need to wait until the facts come out."}, {"sentId": 408, "text": "I hope they show the video and I hope they get on this quickly."}, {"sentId": 409, "text": "But most people that are protesting, you know, and -- that we see on camera here..."}], "speaker": "FRANKLIN", "secId": 166}, {"sentences": [{"sentId": 410, "text": "Neil, I want you to stand by here."}, {"sentId": 411, "text": "If you're look -- just joining us, look at the middle of your screen now you see that they set another fire there."}, {"sentId": 412, "text": "There was one we saw earlier that they had set in North Carolina."}], "speaker": "LEMON", "secId": 167}, {"sentences": [{"sentId": 413, "text": "Again these are protestors who are out on the street."}, {"sentId": 414, "text": "Some of them have been peaceful but there was a very big portion of it tonight for a couple of hours where they became very violent."}], "speaker": "LEMON", "secId": 168}, {"sentences": [{"sentId": 415, "text": "Our own correspondent was knocked over intentionally on the streets."}, {"sentId": 416, "text": "And there you go, live pictures from the street and you see this is Boris Sanchez's camera, our correspondent."}, {"sentId": 417, "text": "Boris, are you there?"}, {"sentId": 418, "text": "Can you hear me?"}], "speaker": "LEMON", "secId": 169}, {"sentences": [{"sentId": 419, "text": "Hey, Don, things just got really out of hand."}, {"sentId": 420, "text": "We just walked into two fires that was set."}, {"sentId": 421, "text": "And it appeared that there was a man on the ground -- it appears that there was a cameraman from a different news organization, he was lying next to that fire or something -- something hit him."}, {"sentId": 422, "text": "And he was on the ground."}], "speaker": "SANCHEZ", "secId": 170}, {"sentences": [{"sentId": 423, "text": "People were trying to attend to him."}, {"sentId": 424, "text": "Rocks were being thrown from buildings, as I walked through several shops, the glass was destroyed, graffiti everywhere."}, {"sentId": 425, "text": "People are still out on the street and in this area, there are not many police officers."}, {"sentId": 426, "text": "They are just starting to arrive."}, {"sentId": 427, "text": "The fire department is here now."}], "speaker": "SANCHEZ", "secId": 171}, {"sentences": [{"sentId": 428, "text": "I can see at least two fires, one on the street and another one what appears to be a plant on the side of the street there."}, {"sentId": 429, "text": "There is no real -- there is no real police control here."}, {"sentId": 430, "text": "There's couple officers and I'm hearing another loud boom in the distance."}, {"sentId": 431, "text": "We just got tear gas thrown at us and we're starting to move away"}], "speaker": "SANCHEZ", "secId": 172}, {"sentences": [{"sentId": 432, "text": "again it."}, {"sentId": 433, "text": "It appeared that things had calmed down for a moment, Don, and then as we turned around, it was just again, things totally out of control."}, {"sentId": 434, "text": "I'm not sure what happened to that gentleman that was on the ground, but he was clearly incapacitated."}, {"sentId": 435, "text": "He couldn't get up on his own."}], "speaker": "SANCHEZ", "secId": 173}, {"sentences": [{"sentId": 436, "text": "Fortunately, he was cleared up of the way before that loud boom from the teargas."}, {"sentId": 437, "text": "We're trying to move to get a better vantage point, but it looks like police are concentrated down the street from here close to that intersection where the protest was going on earlier, and as we moved away, things are out of hand because there are still protestors out here, Don."}], "speaker": "SANCHEZ", "secId": 174}, {"sentences": [{"sentId": 438, "text": "We're going to keep watching the situation and get back to you when we find out what happens next."}], "speaker": "SANCHEZ", "secId": 175}, {"sentences": [{"sentId": 439, "text": "OK, Boris."}, {"sentId": 440, "text": "You say that was it a cameraman or something from another network or from another station?"}], "speaker": "LEMON", "secId": 176}, {"sentences": [{"sentId": 441, "text": "Yes, it looks like he was either from a local station or from another network but he was on the ground right in front of the fire."}, {"sentId": 442, "text": "He was clearly incapacitated."}, {"sentId": 443, "text": "He couldn't get up on his own."}, {"sentId": 444, "text": "His camera was on the ground."}, {"sentId": 445, "text": "And people were round and helping him up."}, {"sentId": 446, "text": "I heard people yelling."}, {"sentId": 447, "text": "I saw people running."}, {"sentId": 448, "text": "I didn't see exactly what happened to him, but he had to be helped up."}, {"sentId": 449, "text": "He couldn't get up on his own and we're still watching to see what happens."}], "speaker": "SANCHEZ", "secId": 177}, {"sentences": [{"sentId": 450, "text": "No justice, no peace."}, {"sentId": 451, "text": "No justice."}], "speaker": "UNIDENTIFIED MALE", "secId": 178}, {"sentences": [{"sentId": 452, "text": "All right, thank you, Boris."}, {"sentId": 453, "text": "Again, protestors are upset as you can see there."}, {"sentId": 454, "text": "People are upset."}, {"sentId": 455, "text": "People have been saying \"no justice, no peace\", and also \"stop killing us,\" screaming on the streets of Charlotte, North Carolina."}], "speaker": "LEMON", "secId": 179}, {"sentences": [{"sentId": 456, "text": "We spoke to the mayor earlier who reassured us here on CNN."}, {"sentId": 457, "text": "She said that everything was under control and that they had the resources that they need."}, {"sentId": 458, "text": "And we will watch and see, and if we can hold her to that too this evening here on CNN."}], "speaker": "LEMON", "secId": 180}, {"sentences": [{"sentId": 459, "text": "We're going to be live until we have to."}, {"sentId": 460, "text": "And we have been talking to our panel as well."}], "speaker": "LEMON", "secId": 181}, {"sentences": [{"sentId": 461, "text": "And now I want to bring in the Congressman Gregory Meeks, he's the chairman of the Congressional Black Caucus PAC."}, {"sentId": 462, "text": "And he joins us now live."}, {"sentId": 463, "text": "Congressman, what do you think of the scenes that you're seeing playing out live on CNN this evening?"}], "speaker": "LEMON", "secId": 182}, {"sentences": [{"sentId": 464, "text": "Well, Don, clearly I agree with what the Reverend Barber said."}, {"sentId": 465, "text": "I think that people should be out to protest in a peaceful, non-violent way, and those that are violent are distracting from the issue of why people are on the streets."}], "speaker": "MEEKS", "secId": 183}, {"sentences": [{"sentId": 466, "text": "And I wish we were talking much more about the scenario, for example, that took place in Oklahoma where clearly a black man with his arms up was killed, you know, seems like anybody could be -- any black man if you clearly put your arms up and you're still shot and then this scenario, as Reverend Barber clearly said, we would like to hear what those facts are."}], "speaker": "MEEKS", "secId": 184}, {"sentences": [{"sentId": 467, "text": "Clearly in North Carolina, it's an open-carry state even if he had a gun, but they say -- the family said he did not."}, {"sentId": 468, "text": "So, we need to know what those facts are."}], "speaker": "MEEKS", "secId": 185}, {"sentences": [{"sentId": 469, "text": "So, I wish that those provocateurs using Reverend Barber's words were not out there so we can focus on what is taking place in America."}, {"sentId": 470, "text": "Because I am tired of coming to work and seeing another black man, black families being shot unarmed and they're not being transparent so much so."}], "speaker": "MEEKS", "secId": 186}, {"sentences": [{"sentId": 471, "text": "That, you know, today's Congressional Black Caucus meeting, we're going to do something tomorrow saying that something has to be done with reference to utilizing the power and by the attorney general's office so there can be transparency in folks, investigators, and prosecutors where appropriate."}], "speaker": "MEEKS", "secId": 187}, {"sentences": [{"sentId": 472, "text": "I know that in order to get the two situations -- because it's very -- it's easy to conflate them, what happened in Oklahoma is very different, we believe, at least according to what police are saying initially about what's happening or what happened are two different situations."}], "speaker": "LEMON", "secId": 188}, {"sentences": [{"sentId": 473, "text": "One, if you look at video, it looks like the man had his hands up of a big portion of it, and it has been said it was unarmed."}, {"sentId": 474, "text": "The situation in North Carolina, police are saying he was armed, and they felt that they were in a dangerous situation and feared for their lives and therefore they had to do what they had to do."}, {"sentId": 475, "text": "Two completely different situations but still you had two men as you said, Congressman, who are dead now."}], "speaker": "LEMON", "secId": 189}, {"sentences": [{"sentId": 476, "text": "And clearly, Don, unless he was brandishing the gun at the police officers, if he had a gun, in North Carolina, because it's an open-carry, then he legally could have had the gun."}, {"sentId": 477, "text": "So, what was he doing -- if there was a gun, which we don't know, but if he did, what was he doing with it?"}], "speaker": "MEEKS", "secId": 190}, {"sentences": [{"sentId": 478, "text": "Was he threatening the police officers?"}, {"sentId": 479, "text": "Another reason why you should have cameras or the police officers had body cameras."}, {"sentId": 480, "text": "There's no body cameras so we've got to look at whatever tapes -- and I hope -- I heard Reverend Barber say that he will see some tapes tomorrow."}, {"sentId": 481, "text": "And so, I hope we see what in fact has taken place because that's the transparency that is clearly needed here."}], "speaker": "MEEKS", "secId": 191}, {"sentences": [{"sentId": 482, "text": "Yes."}, {"sentId": 483, "text": "Live pictures now, you're looking at -- in North Carolina what appears to be people who are going into businesses and breaking windows."}, {"sentId": 484, "text": "I did not see the pictures before or if they took anything out of there, but there you go."}], "speaker": "LEMON", "secId": 192}, {"sentences": [{"sentId": 485, "text": "Don, that's actually -- I don't know if you can hear me, that's actually a home."}, {"sentId": 486, "text": "Here we go."}, {"sentId": 487, "text": "Watch out!"}, {"sentId": 488, "text": "Don?"}, {"sentId": 489, "text": "Don?"}], "speaker": "SANCHEZ", "secId": 193}, {"sentences": [{"sentId": 490, "text": "Yes."}, {"sentId": 491, "text": "You're on, you're on."}, {"sentId": 492, "text": "SANCHEZ:  Yes."}, {"sentId": 493, "text": "This is actually an apartment building, it's not even a business."}, {"sentId": 494, "text": "There were people actually throwing rocks from this building just a few moments ago and it looks like there was one protestor that's just going out windows, another one grabbed a large metal rod and tried to put it through another window."}], "speaker": "LEMON", "secId": 194}, {"sentences": [{"sentId": 495, "text": "You could see it's already vandalized."}, {"sentId": 496, "text": "There are quite a few people that are trying to get away, but there are still people here hanging around."}], "speaker": "LEMON", "secId": 195}, {"sentences": [{"sentId": 497, "text": "Get out of here."}], "speaker": "UNIDENTIFIED MALE", "secId": 196}, {"sentences": [{"sentId": 498, "text": "Boris?"}], "speaker": "LEMON", "secId": 197}, {"sentences": [{"sentId": 499, "text": "The police are down the street from here."}, {"sentId": 500, "text": "It appears that they're starting to move in this direction, Don, but clearly, there's still a lot of people out here and they're not moving in this direction quickly enough to stop them from this kind of vandalism."}], "speaker": "SANCHEZ", "secId": 198}, {"sentences": [{"sentId": 501, "text": "Boris, I'll continue speaking with you, but if you feel that you are safe and you need to go, just do so, let us know or just get out of there."}], "speaker": "LEMON", "secId": 199}, {"sentences": [{"sentId": 502, "text": "So, listen, for the -- where this initially started where you were as of a couple hours ago, how much is this -- how much is this crowd moved around?"}, {"sentId": 503, "text": "How far have you gotten?"}, {"sentId": 504, "text": "Is it basically in the same place?"}], "speaker": "LEMON", "secId": 200}, {"sentences": [{"sentId": 505, "text": "We've -- no, we've gotten a tour of downtown Charlotte."}, {"sentId": 506, "text": "It all started at the police station which is actually right behind us."}, {"sentId": 507, "text": "I want to show it to you, it's right over there, and that was about 6.30, right before 7 o'clock."}], "speaker": "SANCHEZ", "secId": 201}, {"sentences": [{"sentId": 508, "text": "Again, it was a conversation between protestors and police."}, {"sentId": 509, "text": "There was some shouting but for the most part, it wasn't tense."}, {"sentId": 510, "text": "It was just dramatic, the amount of emotion that people had, and then we moved from there to this direction to a park where about another 100 people or so gathered."}], "speaker": "SANCHEZ", "secId": 202}, {"sentences": [{"sentId": 511, "text": "It was about a big 200-people crowd, and things were peaceful there."}, {"sentId": 512, "text": "There were chants, there were prayers."}, {"sentId": 513, "text": "And then we started moving downtown, we cross several streets."}, {"sentId": 514, "text": "We went to an outdoor mall at one point and get in the center of the mall."}], "speaker": "SANCHEZ", "secId": 203}, {"sentences": [{"sentId": 515, "text": "And people actually started going up the floors to the third floor."}, {"sentId": 516, "text": "We came out, we started walking around again."}, {"sentId": 517, "text": "We went back into the mall and then the second time, when people got to the third floor that's when things get really violent."}], "speaker": "SANCHEZ", "secId": 204}, {"sentences": [{"sentId": 518, "text": "They started throwing trash cans over and into the alley ways where people were walking."}, {"sentId": 519, "text": "That's when we met the SWAT team outside the Omni Hotel."}, {"sentId": 520, "text": "When the SWAT team went inside the Omni the protestors followed them there and started banging on the doors, banging on the glass."}], "speaker": "SANCHEZ", "secId": 205}, {"sentences": [{"sentId": 521, "text": "And police responded in kind."}, {"sentId": 522, "text": "They came outside and there was just a confrontation between people and that's really where the tone of things change."}, {"sentId": 523, "text": "We started seeing fewer peaceful protestors and more and more agitators."}], "speaker": "SANCHEZ", "secId": 206}, {"sentences": [{"sentId": 524, "text": "I'm trying to get an idea of exactly where the police are right now."}, {"sentId": 525, "text": "It appears that they're down the street."}, {"sentId": 526, "text": "They started clearing an intersection with people just about an hour or so ago, launching teargas into the streets, arresting agitators, bringing them behind the line and arresting."}], "speaker": "SANCHEZ", "secId": 207}, {"sentences": [{"sentId": 527, "text": "But as the line has moved down there are more and more people that are starting trouble."}, {"sentId": 528, "text": "We've seen several businesses that were broken into."}, {"sentId": 529, "text": "There was a Charlotte hornet's fan shop that was ransacked, there were coat hangers and debris all over the street."}], "speaker": "SANCHEZ", "secId": 208}, {"sentences": [{"sentId": 530, "text": "And as we kept walking down, there was broken glass and now they're obviously attacking homes, as well."}], "speaker": "SANCHEZ", "secId": 209}, {"sentences": [{"sentId": 531, "text": "Just a moment ago, when we left you there was some fires."}, {"sentId": 532, "text": "You see the debris, though, the fire department came out and put these out."}, {"sentId": 533, "text": "There's still a sizeable crowd, fewer than 100 people, I would say between 70 and 100 people that are out right now."}], "speaker": "SANCHEZ", "secId": 210}, {"sentences": [{"sentId": 534, "text": "They're not only violent towards the police and destructive of property."}, {"sentId": 535, "text": "They've also been passed out toward the media."}, {"sentId": 536, "text": "Just a few hours ago, my colleague, Ed Lavandera was shoved down to the ground."}, {"sentId": 537, "text": "There was a moment where I thought somebody was going to assault me, as well."}], "speaker": "SANCHEZ", "secId": 211}, {"sentences": [{"sentId": 538, "text": "So, obviously this crowd is not the peaceful crowd that, for example, the wife of Keith Lamont Scott asked for tonight."}, {"sentId": 539, "text": "She put out a statement, Rakeyia Scott saying that she wanted the crowd to be peaceful."}, {"sentId": 540, "text": "She wanted people to exercise their First Amendment right and voice their displeasure with what she feels is injustice."}], "speaker": "SANCHEZ", "secId": 212}, {"sentences": [{"sentId": 541, "text": "Clearly, that's how it started, that's not what we've seen here unfolding tonight, Don."}], "speaker": "SANCHEZ", "secId": 213}, {"sentences": [{"sentId": 542, "text": "Yes."}, {"sentId": 543, "text": "Boris, don't go anywhere because I want to keep you here again."}, {"sentId": 544, "text": "I just want to read the statement exactly from what you said as we keep up this live pictures here."}], "speaker": "LEMON", "secId": 214}, {"sentences": [{"sentId": 545, "text": "\"Keith was a loving husband, father, brother and friend who will be deeply missed every day,\" Rakeyia Scott said."}, {"sentId": 546, "text": "\"As a family, we respect the rights of those who wish to protest, but we ask that people protest peacefully."}, {"sentId": 547, "text": "Please, do not hurt people or members of law enforcement, damage property or take things that do not belong to you in the name of protesting.\""}], "speaker": "LEMON", "secId": 215}, {"sentences": [{"sentId": 548, "text": "Clearly, that has not happen."}, {"sentId": 549, "text": "Her words have gone unheeded and unnoticed tonight."}, {"sentId": 550, "text": "It appears in Charlotte, North Carolina."}], "speaker": "LEMON", "secId": 216}, {"sentences": [{"sentId": 551, "text": "Boris Sanchez, I want to get back to you now, because you said you were crossing the police station but you see no visible presence of uniformed officers or at least no uniformed officers where you are?"}], "speaker": "LEMON", "secId": 217}, {"sentences": [{"sentId": 552, "text": "They're -- right now where we're standing at this intersection, I don't see any."}, {"sentId": 553, "text": "There was a police vehicle here just a moment ago, but it moved."}, {"sentId": 554, "text": "From what I can tell, the police officers are down the street."}, {"sentId": 555, "text": "We've actually been moving back towards the police station that is over to our left."}], "speaker": "SANCHEZ", "secId": 218}, {"sentences": [{"sentId": 556, "text": "On this side there was a line of officers and they started moving and pushing the crowd further and further back."}, {"sentId": 557, "text": "The crowd started to disburse, but obviously there are still people here."}, {"sentId": 558, "text": "And if I look into the distance, I'm going to step inside for a moment, and it looks like the police are standing in the line down there, they've been very slow to come this direction."}], "speaker": "SANCHEZ", "secId": 219}, {"sentences": [{"sentId": 559, "text": "But obviously, the smell of smoke is still in the air."}, {"sentId": 560, "text": "The violent element of this crowd has started to move and from what I can tell, police are not moving with them, there have been several arrests tonight."}, {"sentId": 561, "text": "We've seen several people get hurt and it's unclear just the extent of the damage."}], "speaker": "SANCHEZ", "secId": 220}, {"sentences": [{"sentId": 562, "text": "Obviously we'll find out tomorrow."}, {"sentId": 563, "text": "But, Don, I can tell you, you know, this is not, again, a peaceful protest."}, {"sentId": 564, "text": "How this begun, how this the dialogue that we initially saw between community members and the police quickly devolved into people throwing rocks and agitation between police officers and the people in the streets, Don."}], "speaker": "SANCHEZ", "secId": 221}, {"sentences": [{"sentId": 565, "text": "It has turned violent."}, {"sentId": 566, "text": "We can say that there were looters."}, {"sentId": 567, "text": "We could say there were people who are damaging and being destructive of property."}, {"sentId": 568, "text": "There are people who have assaulted people, one of our very own, on camera, our Ed Lavandera and our Boris Sanchez has been on the street and actually has had personal confrontations with some of the people there."}], "speaker": "LEMON", "secId": 222}, {"sentences": [{"sentId": 569, "text": "I have to ask you, Boris."}, {"sentId": 570, "text": "We're hearing that again, a police officer was injured this evening, and we're also hearing there's one death, which was civilian-on-civilian."}, {"sentId": 571, "text": "Do you know where that happened?."}], "speaker": "LEMON", "secId": 223}, {"sentences": [{"sentId": 572, "text": "Don, from what I can tell you that information is actually in question right now."}, {"sentId": 573, "text": "I was in that area when it happened."}, {"sentId": 574, "text": "It was outside the Omni Hotel."}, {"sentId": 575, "text": "Again, where police went inside as they were being followed by protestors."}, {"sentId": 576, "text": "When they came back outside that's where that initial, very violent confrontation began."}], "speaker": "SANCHEZ", "secId": 224}, {"sentences": [{"sentId": 577, "text": "At one point, there were very loud booms, very loud blasts and we saw people running away."}, {"sentId": 578, "text": "At one point, in that back and forth with teargas, I ran into a woman who showed me a video of a man on the ground bleeding profusely from the head."}, {"sentId": 579, "text": "She said that that man was hit."}, {"sentId": 580, "text": "She believed by a police officer."}], "speaker": "SANCHEZ", "secId": 225}, {"sentences": [{"sentId": 581, "text": "The information that we've gotten from the chief of police is that it was a civilian-on-civilian incident."}, {"sentId": 582, "text": "But again, this information is still coming in and it's unclear."}, {"sentId": 583, "text": "And I have to tell you, Don, one of the things that frankly, has poured gas on the fire of the situation is the fact that people are reading about this incident on social media."}], "speaker": "SANCHEZ", "secId": 226}, {"sentences": [{"sentId": 584, "text": "There are rumors going out there, there are videos going out, and I heard several people say that you know, things that were incorrect, that the police were going after this guy, even though we've gotten confirmation that that was not the case."}], "speaker": "SANCHEZ", "secId": 227}, {"sentences": [{"sentId": 585, "text": "Again, this information is still coming in, but it fueled the fire, the emotion that was in the street."}, {"sentId": 586, "text": "I saw a woman crying -- reading that news out loud saying it to people that were very angry, yelling agitating things at police."}, {"sentId": 587, "text": "Obviously, their frustration boiling over and becoming something less than civil."}], "speaker": "SANCHEZ", "secId": 228}, {"sentences": [{"sentId": 588, "text": "Yes."}, {"sentId": 589, "text": "And, Boris, you're exactly right."}, {"sentId": 590, "text": "I've seen some of the same things, as well, and many times as we have -- especially the advent of social media, that people will read things there that are not true and that have not fact-checked and they haven't researched the information, just read a headline or just short tweet and believe that as fact and it's not necessarily so."}], "speaker": "LEMON", "secId": 229}, {"sentences": [{"sentId": 591, "text": "I want you to stand by, Boris, because I want to get to Ed Lavandera."}, {"sentId": 592, "text": "Ed is also on the streets of Charlotte tonight."}, {"sentId": 593, "text": "Ed, what can you tell us, where are you and what do you see?"}], "speaker": "LEMON", "secId": 230}, {"sentences": [{"sentId": 594, "text": "We're making our way back towards a little bit closer to the police station on -- I'm looking  of road where the most intense violence has gone down."}, {"sentId": 595, "text": "And we see that the line of SWAT officers away, a ways down the street and there's still a group of about 100 or so protestors and right now there's small group of them continuing to smash out windows, no officers able to make their way into that particular area."}], "speaker": "LAVANDERA", "secId": 231}, {"sentences": [{"sentId": 596, "text": "There have been some fire set in some trash cans and on the street."}, {"sentId": 597, "text": "I think Boris has probably mentioned some of the latest."}], "speaker": "LAVANDERA", "secId": 232}, {"sentences": [{"sentId": 598, "text": "Ed, you can stand by, please, I need to -- I need to read something and I'll get back to you."}, {"sentId": 599, "text": "And this is from the city of Charlotte from their official Twitter account."}], "speaker": "LEMON", "secId": 233}, {"sentences": [{"sentId": 600, "text": "It says, \"Correction update,\" Again \"Civilian update."}, {"sentId": 601, "text": "Civilian who suffered gunshot wound during protest is on life support, critical condition, not deceased.\""}, {"sentId": 602, "text": "Again, that is an update from the city of Charlotte, from their official Twitter account \"Civilian who suffered gunshot wound during protest is on life support, critical condition, not deceased.\""}], "speaker": "LEMON", "secId": 234}, {"sentences": [{"sentId": 603, "text": "Initially, we were told by the police department and the mayor, again, from the official accounts, that there had been one death from a gunshot, but again, we're told now that officially that person is on life support from a gunshot wound and is in critical condition."}], "speaker": "LEMON", "secId": 235}, {"sentences": [{"sentId": 604, "text": "CNN's Ed Lavandera is on the scene."}, {"sentId": 605, "text": "And, Ed, as we were looking at pictures as you were speaking we saw police officers trying to correct the situation, moving in on these demonstrators tonight."}, {"sentId": 606, "text": "Many of them -- some of them they are peaceful, but many of there -- them there as violent protestors?"}], "speaker": "LEMON", "secId": 236}, {"sentences": [{"sentId": 607, "text": "No question."}, {"sentId": 608, "text": "They are still -- I was just starting to say that there was a small group of them."}, {"sentId": 609, "text": "There was a Hyatt house hotel and some storefronts on the bottom part of that building along the street."}, {"sentId": 610, "text": "And you can hear them throwing large rocks and trying to smash out the windows there."}, {"sentId": 611, "text": "No real police presence trying to move in to stop this particular"}], "speaker": "LAVANDERA", "secId": 237}, {"sentences": [{"sentId": 612, "text": "group at this point."}, {"sentId": 613, "text": "But there's probably still about 200 or so in this area where I'm at, still causing a great deal of trouble, extremely violent."}, {"sentId": 614, "text": "We were making our way back toward this area just a little while ago and there were a group of officers moving around on two or three four wheelers and all the sudden, you started hearing these massive rocks being thrown, thrown at them crashing around them."}], "speaker": "LAVANDERA", "secId": 238}, {"sentences": [{"sentId": 615, "text": "A very difficult situation, Don, because as you just have in the darkness here and this crowd of people, you have no idea where these rocks are coming from, or where they're going to land."}, {"sentId": 616, "text": "So, you know, if it makes the situation incredibly treacherous for the officers working the ground here, as well as, you know, anyone else, just kind of walking the streets at this point."}], "speaker": "LAVANDERA", "secId": 239}, {"sentences": [{"sentId": 617, "text": "Although people who are left in the street, for instance, you know, they continue making the announcement that they need to leave the area, but this last group of people here, extremely hardened and not in any rush to leave the area at all, to say the least."}], "speaker": "LAVANDERA", "secId": 240}, {"sentences": [{"sentId": 618, "text": "Is Neil Franklin still with us?"}, {"sentId": 619, "text": "Do we have Neil?"}, {"sentId": 620, "text": "Because I see -- Neil, I want to ask you."}, {"sentId": 621, "text": "Neil, you know, I spoke with the mayor and the mayor said that they were considering the possibility of a curfew; should there be a curfew at this point?"}], "speaker": "LEMON", "secId": 241}, {"sentences": [{"sentId": 622, "text": "Well, I don't know, we went through that in Baltimore, and I still have my reservations about what occurred in Baltimore."}, {"sentId": 623, "text": "I think it's more important that we get our community leaders and other city leaders to come out and talk and mix with the people to come that way."}], "speaker": "FRANKLIN", "secId": 242}, {"sentences": [{"sentId": 624, "text": "A curfew is pretty expensive and it can cause other problems as we've seen in Baltimore, so that we need a really good assessment to that, and only the city can decide, only the mayor can decide as she need to work with the police chief there and maybe some other city leaders, not just the political leaders but community leaders, as well, before she makes that decision."}, {"sentId": 625, "text": "It's a very serious decision to make."}], "speaker": "FRANKLIN", "secId": 243}, {"sentences": [{"sentId": 626, "text": "I want to get back to Congressman Meeks, who is a chairman of the Congressional Black Caucus, Representative Gregory Meeks."}, {"sentId": 627, "text": "Representative, this is a long way from, you know, the peaceful protests, the non-violent protests that you grew up with and that I've watched the end of as a child."}, {"sentId": 628, "text": "This is a long way from that -- is this because of lack of leadership from mostly young people in this crowd?"}, {"sentId": 629, "text": "What's going on here?"}], "speaker": "LEMON", "secId": 244}, {"sentences": [{"sentId": 630, "text": "Yes, I think that, again, it's not as organized and people are not trained as back when John Lewis was protesting and it was clearly that they stayed focused on the issue at hand."}, {"sentId": 631, "text": "And the issue at hand as we talked about earlier is the killing of African-American males particularly, but there's been others also, and so the focus moves away when you have this kind of violence."}], "speaker": "MEEKS", "secId": 245}, {"sentences": [{"sentId": 632, "text": "And so, it cannot be condoned because you know, individuals who were out there to protest peacefully, they then are in danger also by those that are just there to disrupt."}, {"sentId": 633, "text": "But we've got to try."}, {"sentId": 634, "text": "And that's why my initial comments was, and I think that, I know that those of us from the CBC is we've got to make sure that there is indeed transparency so that we can have folks, so that individuals can have confidence in the criminal justice system."}], "speaker": "MEEKS", "secId": 246}, {"sentences": [{"sentId": 635, "text": "And what you're finding now is that many do not have the confidence in the criminal justice system, particularly on local levels where they know that police and district attorneys work together."}, {"sentId": 636, "text": "And you've seen too many times where individuals are either not indicted at all, or you know walk away when clearly something wrong has taken place."}], "speaker": "MEEKS", "secId": 247}, {"sentences": [{"sentId": 637, "text": "Yes."}], "speaker": "LEMON", "secId": 248}, {"sentences": [{"sentId": 638, "text": "So, that -- that's part of the problem."}, {"sentId": 639, "text": "But you can never condone the violent acts that we see taking place right now because it takes away from what we want to do."}, {"sentId": 640, "text": "We want to make sure that we're focused on changing what's been taking place in America in regards to the relationship between the police and African-Americans."}], "speaker": "MEEKS", "secId": 249}, {"sentences": [{"sentId": 641, "text": "You're right."}, {"sentId": 642, "text": "There's no condoning this, and violence never, ever works especially when trying to bring about change in democracy."}, {"sentId": 643, "text": "Violence is usually the last place you want to go if you want to go there at all."}], "speaker": "LEMON", "secId": 250}, {"sentences": [{"sentId": 644, "text": "How much does something like this -- because obviously this is a serious situation, it's an issue that one of the issues that we need to deal with in America and especially with African-Americans and with policing in this country, but how much of a setback is this for the cause for people who are fighting for social justice when these sorts of pictures play out live for the world to see on CNN and other places, Congressman?"}], "speaker": "LEMON", "secId": 251}, {"sentences": [{"sentId": 645, "text": "Well, it does set back because it changes the dialogue."}, {"sentId": 646, "text": "So, for the last few hours we compelled to talk about those that are committing violent acts before everybody's eyes."}, {"sentId": 647, "text": "So, it changes the dialogue of what we should be focused on in talking about."}], "speaker": "MEEKS", "secId": 252}, {"sentences": [{"sentId": 648, "text": "So, it is detrimental to the cause, because the cause is you want to show -- and that's what the cameras had done, when we talked about the incident in Oklahoma, when we talked about what took place in New York."}, {"sentId": 649, "text": "The cameras show where there is an act of police that is clearly criminal in nature, or they were shooting unarmed people."}, {"sentId": 650, "text": "That's what you want to be focused on and not the bad acts of individuals who are now just destroying part of their own communities."}], "speaker": "MEEKS", "secId": 253}, {"sentences": [{"sentId": 651, "text": "Reverend William Barber of Raleigh, North Carolina, is a president of North Carolina NAACP, so, how do you get this across?"}, {"sentId": 652, "text": "He's not -- Reverend Barber, are you in, are you there?"}, {"sentId": 653, "text": "Can you hear me?"}], "speaker": "LEMON", "secId": 254}, {"sentences": [{"sentId": 654, "text": "Reverend Barber is actually speaking to some of his sources on the ground and we'll get back to Reverend Barber."}, {"sentId": 655, "text": "As we look at these live pictures now you can see police there in riot gear on the streets of Charlotte, North Carolina this evening and they have been faced with a very tense and devastating and touchy situation, violence that has been going on, on the streets here."}], "speaker": "LEMON", "secId": 255}, {"sentences": [{"sentId": 656, "text": "We have seen some of the members of our very own team assaulted at least one on camera, and one threatened to be assaulted, our very own Boris Sanchez, Ed Lavandera was actually pushed over."}, {"sentId": 657, "text": "And then, another member of the media who had been injured in this, as well."}], "speaker": "LEMON", "secId": 256}, {"sentences": [{"sentId": 658, "text": "And we saw police and civilians helping him away, Boris said that he had fallen near a gas -- near, excuse me, a trash can that had been set fire and you can see police are daunting gas masks, as well."}, {"sentId": 659, "text": "We have seen teargas being thrown in to try to get some of the protests to move out of the way and to get them under control."}], "speaker": "LEMON", "secId": 257}, {"sentences": [{"sentId": 660, "text": "And if you -- you can see that police are trying to hold the line in some areas, our Boris Sanchez has been telling us that he sees no police officers, no presence of police officers and in that area we saw live on camera here on CNN, protestors or looters I should say, kicking in the windows of what Boris told us is an apartment building and then are other businesses that had been vandalized, as well."}], "speaker": "LEMON", "secId": 258}, {"sentences": [{"sentId": 661, "text": "So, protests that were started peacefully last night, then turned violent last night that had more than a handful of officers injured and then turned peaceful again this afternoon and this evening became violent again, and one police officer was injured."}], "speaker": "LEMON", "secId": 259}, {"sentences": [{"sentId": 662, "text": "And now we're getting word that a person has been injured."}, {"sentId": 663, "text": "Initially, officials there told us that this person had died as a result of gunshot wounds and now we're hearing this person is in critical condition in the hospital because of that gunshot wound."}], "speaker": "LEMON", "secId": 260}, {"sentences": [{"sentId": 664, "text": "We have all the resources available here at CNN, covering this breaking news story for you at Charlotte, North Carolina."}], "speaker": "LEMON", "secId": 261}, {"sentences": [{"sentId": 665, "text": "Our breaking news tonight."}, {"sentId": 666, "text": "Protests turned violent in Charlotte after a fatal police shooting."}], "speaker": "LEMON", "secId": 262}, {"sentences": [{"sentId": 667, "text": "This is CNN TONIGHT."}, {"sentId": 668, "text": "I'm Don Lemon."}], "speaker": "LEMON", "secId": 263}, {"sentences": [{"sentId": 669, "text": "It is getting closer to the top of the hour."}, {"sentId": 670, "text": "It is the top of the hour now."}, {"sentId": 671, "text": "Protesters are clashing with police after the shooting death of Keith Lamont Scott."}, {"sentId": 672, "text": "Police reporting tonight that one civilian has been shot by another is on life support tonight in the hospital."}], "speaker": "LEMON", "secId": 264}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1609.21.cnnt.01.html.json", "time": "Aired September 21, 2016 - 22:00   ET"}