{"sectionCount": 271, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["ANNOUNCER", "LEMON", "CONWAY", "MURRAY", "SCIUTTO", "GERGEN", "HERTLING", "BUMP", "SWERDLICK", "ZITO", "ROMNEY", "KRISTOF", "KELLY", "TRUMP", "UNIDENTIFIED MALE"], "subTitle": "Mike Flynn For Trump's National Security Adviser; Megyn Kelly's \"Settle For More;\" Trump to Meet Rivals. Aired 10-11p ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1611/17/cnnt.01.html", "sentenceCount": 516, "sections": [{"sentences": [{"sentId": 0, "text": "This is CNN breaking news."}], "speaker": "ANNOUNCER", "secId": 0}, {"sentences": [{"sentId": 1, "text": "Breaking news, the president-elect offering the job of National Security Advisor to Army Lieutenant General Michael Flynn."}], "speaker": "LEMON", "secId": 1}, {"sentences": [{"sentId": 2, "text": "This is CNN Tonight."}, {"sentId": 3, "text": "I'm Don Lemon."}], "speaker": "LEMON", "secId": 2}, {"sentences": [{"sentId": 4, "text": "General Flynn a top military visor to Trump during the campaign."}, {"sentId": 5, "text": "Also tonight, Trump holding his meeting with a world leader and announcing he'll meet with one of his bitterest - bitterest rival this weekend, Mitt Romney, the 2012 republican nominee, famous for calling Trump a conman, a phony, and a fraud."}], "speaker": "LEMON", "secId": 3}, {"sentences": [{"sentId": 6, "text": "A source telling CNN, that Romney is letting it be known that he's interested in becoming Trump's secretary of state, and tonight, a top Trump aide, saying this."}], "speaker": "LEMON", "secId": 4}, {"sentences": [{"sentId": 7, "text": "I know that Mr. Trump is very excited to meet with Governor Romney."}, {"sentId": 8, "text": "Governor Romney was a successive creator is a private sector."}, {"sentId": 9, "text": "He did a great job in Massachusetts on many different things and he obviously was the last republican nominee for president, so I'm sure they'll be able to compare notes."}], "speaker": "CONWAY", "secId": 5}, {"sentences": [{"sentId": 10, "text": "So let's dissect all of this now."}, {"sentId": 11, "text": "I want to bring in this hour CNN political reporter Sara Murray, also CNN's chief national security correspondent, Jim Sciutto who joins us by phone, CNN political analyst David Gergen who was an adviser to four presidents, both democrat and republican, and CNN military analyst Lieutenant General Mark Hertling."}], "speaker": "LEMON", "secId": 6}, {"sentences": [{"sentId": 12, "text": "Good evening to all of you."}, {"sentId": 13, "text": "Thank you so much for joining us."}, {"sentId": 14, "text": "Sara, I want to start with you to give us the news."}, {"sentId": 15, "text": "This breaking news that Donald Trump is making some job offers."}, {"sentId": 16, "text": "What can you tell us?"}], "speaker": "LEMON", "secId": 7}, {"sentences": [{"sentId": 17, "text": "That's right."}, {"sentId": 18, "text": "We have learned that Donald Trump has offered the position of National Security Advisor to retired General Michael Flynn."}, {"sentId": 19, "text": "No word yet on whether Flynn has accepted that job."}], "speaker": "MURRAY", "secId": 8}, {"sentences": [{"sentId": 20, "text": "But, look, Flynn was the leading candidate for this position for a while, he accompanied Donald Trump to his classified briefings early on."}, {"sentId": 21, "text": "He's been a very close advisor throughout the campaign and throughout this transition process."}, {"sentId": 22, "text": "So in many way it's not a surprise."}], "speaker": "MURRAY", "secId": 9}, {"sentences": [{"sentId": 23, "text": "But just because it's not a surprise doesn't mean it's not going to generate controversy."}, {"sentId": 24, "text": "First of all, Flynn has tweeted plenty of inflammatory things that are sure to get increased scrutiny, now that Donald Trump has indicated that he wants this man to be his national security advisor."}], "speaker": "MURRAY", "secId": 10}, {"sentences": [{"sentId": 25, "text": "But on top of that, Flynn has also faced scrutiny on a couple of different occasions for how he's handled classified information."}, {"sentId": 26, "text": "Remember, that was sort of a major thing that Donald Trump used to hit Hillary Clinton on the campaign trail, and on top of that, Flynn's own company is engage in lobbying and this is at a time when Donald Trump is insisting he is going to drain the swamp and that he's not going to bring anyone near his administration that's engaged in lobbying in anyway."}], "speaker": "MURRAY", "secId": 11}, {"sentences": [{"sentId": 27, "text": "Now of course, it's easy now for Flynn to cut ties with his company and to say I'm going to be focused on the government from here on out, but should just sort of gives you a dip into the pool of some of the things people are going to be talking about in the coming days as they look over Flynn's record."}], "speaker": "MURRAY", "secId": 12}, {"sentences": [{"sentId": 28, "text": "And like Donald Trump, he's also had some controversial tweets, as well, at least once specifically that he's had to apologize for."}], "speaker": "LEMON", "secId": 13}, {"sentences": [{"sentId": 29, "text": "I want to CNN's Jim Sciutto."}, {"sentId": 30, "text": "Now, Jim, General Flynn is clearly a Trump loyalist, isn't he?"}, {"sentId": 31, "text": "I mean, you've been talking to people on the transition team."}, {"sentId": 32, "text": "What are they saying about this?"}], "speaker": "LEMON", "secId": 14}, {"sentences": [{"sentId": 33, "text": "Well, he has."}, {"sentId": 34, "text": "He's been one of the loudest, most consistent supportive voices for Donald Trump and early on, and I've been told by people inside the transition that Donald Trump wants to reward those people."}], "speaker": "SCIUTTO", "secId": 15}, {"sentences": [{"sentId": 35, "text": "And when you look at that list, that includes Rudy Giuliani, it includes Jeff Sessions, these are names already under consideration for some of the biggest jobs, attorney general, secretary of state, in the case of Giuliani, and here, Mike Flynn getting a coveted role, very close to the president as national security advisor."}], "speaker": "SCIUTTO", "secId": 16}, {"sentences": [{"sentId": 36, "text": "But just to follow on what Sara was saying, first about tweets when, we say tweets we're not talking about -- you know, just a controversial thing."}, {"sentId": 37, "text": "He were there."}, {"sentId": 38, "text": "He has made very public statements about the faith of Islam."}], "speaker": "SCIUTTO", "secId": 17}, {"sentences": [{"sentId": 39, "text": "He said that fear, earlier this year, he tweeted that fear of Muslims is rational."}, {"sentId": 40, "text": "He tweeted later that the Islamic faith is sort of an encouragement or demand to Middle Eastern leaders that they admit that the Islamic faith is sick in his words."}, {"sentId": 41, "text": "So that raises questions about whether the concerning rhetoric that we heard during the campaign, during the Trump campaign is something that will continue during his administration."}], "speaker": "SCIUTTO", "secId": 18}, {"sentences": [{"sentId": 42, "text": "Finally, just in terms of his background, when he was head of the Defense Intelligence Agency, he was forced out two years ago."}, {"sentId": 43, "text": "Flynn himself, and his supporters has said he was forced out because he was pushing for more honest talk about Islam."}], "speaker": "SCIUTTO", "secId": 19}, {"sentences": [{"sentId": 44, "text": "But I've spoken to people who were involved at the time that he was forced out, and they say that the reality was about his management style, that he -- that it was not just forceful, but sometimes dismissive."}, {"sentId": 45, "text": "He ruffled a lot of feathers inside the DIA and in other intelligence agencies enough so that he was forced out by senior intelligence leaders in the administration."}], "speaker": "SCIUTTO", "secId": 20}, {"sentences": [{"sentId": 46, "text": "Yes, the quote is that he had a contentious management style, Jim Sciutto."}], "speaker": "LEMON", "secId": 21}, {"sentences": [{"sentId": 47, "text": "I want you to stand by because I want to bring in David Gergen."}, {"sentId": 48, "text": "David, talk to me about and to our audience about the national security advisor."}, {"sentId": 49, "text": "What role does he play among the president's advisers?"}, {"sentId": 50, "text": "How important is temperament here?"}], "speaker": "LEMON", "secId": 22}, {"sentences": [{"sentId": 51, "text": "Temperament is important."}, {"sentId": 52, "text": "They are gold standard especially among republicans is Brent Scowcroft who served under George Bush Sr., as national advisor, and the role then and generally has been seen as one of honest broker."}], "speaker": "GERGEN", "secId": 23}, {"sentences": [{"sentId": 53, "text": "You have heavyweights who are running the State Department, the Defense Department, head of the Joint Chiefs of Staff, and they've -- including the Treasury Department."}, {"sentId": 54, "text": "The people who composed national security advisors to the president, and then within the White House there's this coordinating group, and the NS -- the national security advisor himself, or herself, is the person who pulls all of these other people together."}], "speaker": "GERGEN", "secId": 24}, {"sentences": [{"sentId": 55, "text": "When you have a meeting of the so-called principles, the national security -- then that is these various cabinet officers, the national security advisor is the one who sits -- who runs the meeting."}, {"sentId": 56, "text": "He coordinates, he brings the agenda, he puts people through it, he normally has lunch with the secretary of state about once a week, the secretary of defense once a week."}], "speaker": "GERGEN", "secId": 25}, {"sentences": [{"sentId": 57, "text": "He stays in close cooperation and it is a very collaborative role."}, {"sentId": 58, "text": "Brent Scowcroft rarely offered his own advice about what the president ought to do."}, {"sentId": 59, "text": "He would have asked to offer his own advice, but rather he bought together the views of the various secretaries and that's why he was the honest broker."}], "speaker": "GERGEN", "secId": 26}, {"sentences": [{"sentId": 60, "text": "He would -- he present something to the president and here are the fore people and what they said, here are your options and here are where they come out."}], "speaker": "GERGEN", "secId": 27}, {"sentences": [{"sentId": 61, "text": "I want to bring in General Hertling now."}, {"sentId": 62, "text": "General Flynn stepped outside the traditional bounds of the military during the campaign."}, {"sentId": 63, "text": "He has said some blistering things as Sara and Jim have reported about Hillary Clinton and he's made controversial remarks about Muslims, even re-tweeting something negative about Jews."}, {"sentId": 64, "text": "Is he the right man for this job?"}], "speaker": "LEMON", "secId": 28}, {"sentences": [{"sentId": 65, "text": "Yes, I won't judge that, Don."}, {"sentId": 66, "text": "Mike Flynn is a very energetic, passionate, intense, military intelligent staff officer."}, {"sentId": 67, "text": "That was his career."}, {"sentId": 68, "text": "He served commanders, providing intelligence, and has done a very good job for JSOC and others during the war on terror."}], "speaker": "HERTLING", "secId": 29}, {"sentences": [{"sentId": 69, "text": "Some of the things that he did during the campaign, especially during the republican convention, were anathema to most military leaders."}, {"sentId": 70, "text": "That's not -- that's not something you do."}, {"sentId": 71, "text": "You could certainly as a civilian after you retire, support anybody you want and provide information."}], "speaker": "HERTLING", "secId": 30}, {"sentences": [{"sentId": 72, "text": "But it provided a bit of angst among both the serving officer corps, the chairman of the joint chief of staffs at the time said that it was inappropriate for that level both on the republican and the democratic side."}], "speaker": "HERTLING", "secId": 31}, {"sentences": [{"sentId": 73, "text": "John Allen did the same thing for the democrats and reminded serving officers that their loyalty was to the Constitution and whoever the president was."}, {"sentId": 74, "text": "So, yes, it generated some challenges to the officer corps and what retired generals do is of debate."}], "speaker": "HERTLING", "secId": 32}, {"sentences": [{"sentId": 75, "text": "Yes."}], "speaker": "LEMON", "secId": 33}, {"sentences": [{"sentId": 76, "text": "Mike tended to go a little bit to the extreme in his support of Donald Trump."}, {"sentId": 77, "text": "I wouldn't have done that but he did."}], "speaker": "HERTLING", "secId": 34}, {"sentences": [{"sentId": 78, "text": "You're a straight shooter, General, but what do you mean you won't judge that?"}, {"sentId": 79, "text": "What do you mean by that?"}], "speaker": "LEMON", "secId": 35}, {"sentences": [{"sentId": 80, "text": "Well, you know, everybody has to be judged by their own style."}, {"sentId": 81, "text": "You know, he decided to link up with a candidate and provide unbelievably strong support."}, {"sentId": 82, "text": "That was up to him to do."}, {"sentId": 83, "text": "It -- some will debate."}, {"sentId": 84, "text": "I would be one of them that it kind of goes against the professional ethics to do that, but Mike did it."}, {"sentId": 85, "text": "So, you know, that's what he wanted to do."}], "speaker": "HERTLING", "secId": 36}, {"sentences": [{"sentId": 86, "text": "Jim Sciutto, back to you."}], "speaker": "LEMON", "secId": 37}, {"sentences": [{"sentId": 87, "text": "Yes, Don."}], "speaker": "GERGEN", "secId": 38}, {"sentences": [{"sentId": 88, "text": "Go ahead, David."}, {"sentId": 89, "text": "Go ahead."}], "speaker": "LEMON", "secId": 39}, {"sentences": [{"sentId": 90, "text": "Yes."}, {"sentId": 91, "text": "I think the issue for him as whether he'll be effective or not is going to be a team player or whether his combative nature will bring on a lot of conflicts with others."}, {"sentId": 92, "text": "I think the best national security advisors have been once who have very collaborative, very respectful of the cabinet officers, ask hard questions."}], "speaker": "GERGEN", "secId": 40}, {"sentences": [{"sentId": 93, "text": "But they are these programs."}, {"sentId": 94, "text": "Now I don't know how that style will fit."}, {"sentId": 95, "text": "You know, it -- I -- Rudy Giuliani, for example, if he were secretary of state, he has a strong personality."}], "speaker": "GERGEN", "secId": 41}, {"sentences": [{"sentId": 96, "text": "Right."}], "speaker": "LEMON", "secId": 42}, {"sentences": [{"sentId": 97, "text": "He has an explosive personality."}, {"sentId": 98, "text": "You know, and I could see those two styles coming in conflict."}, {"sentId": 99, "text": "They could also work very closely together."}, {"sentId": 100, "text": "Flynn -- General Flynn also does have the confidence of Donald Trump that's important and what we're seeing is a pattern of Trump again turning into a loyalist."}], "speaker": "GERGEN", "secId": 43}, {"sentences": [{"sentId": 101, "text": "Yes."}, {"sentId": 102, "text": "Jim Sciutto, you want to say?"}], "speaker": "LEMON", "secId": 44}, {"sentences": [{"sentId": 103, "text": "Just a couple of things."}, {"sentId": 104, "text": "One, in terms of talking about his record."}, {"sentId": 105, "text": "So, yes, he was forced out as head of the DIA."}, {"sentId": 106, "text": "But keep in mind going back further, he was General Stanley McChrystal's right- hand man, his Intel officer during the heat of the battle against Al- Qaeda and the Taliban and Afghanistan."}], "speaker": "SCIUTTO", "secId": 45}, {"sentences": [{"sentId": 107, "text": "So he has a decorated military past, widely known -- even from those who criticize his leadership at the DIA as a brilliant tactician, intelligence tactician."}], "speaker": "SCIUTTO", "secId": 46}, {"sentences": [{"sentId": 108, "text": "So, he has -- he has a decorated background, as well."}, {"sentId": 109, "text": "I will say though, that beyond his management style, the concern you hear also about positions, particularly, for instance, on a country like Russia, he's -- he like Donald Trump, has expressed views that some see as too friendly, possibly to Russia, and there's some agreement over this."}], "speaker": "SCIUTTO", "secId": 47}, {"sentences": [{"sentId": 110, "text": "But we're seeing a statement now, for instance, from Adam Shift, he's the Ranking Member on the House Intelligence Committee and he make this point saying that you need to be in his view skeptical of Russia's intentions now and he's concerned that Michael Flynn is too forgiving of Vladimir Putin's leadership style and Russia's aggression in eastern Europe, Syria, and elsewhere."}], "speaker": "SCIUTTO", "secId": 48}, {"sentences": [{"sentId": 111, "text": "Let's talk more, Sara Murray about more news about the transition team here."}, {"sentId": 112, "text": "Because there's news tonight about Senator Jeff Sessions of Alabama, as well."}, {"sentId": 113, "text": "What you can tell us?"}], "speaker": "LEMON", "secId": 49}, {"sentences": [{"sentId": 114, "text": "Well, that's right."}, {"sentId": 115, "text": "We are learning that Senator Jeff Sessions as of this moment the leading candidate to be attorney general."}, {"sentId": 116, "text": "Now being the leading candidate could mean that that could still change."}], "speaker": "MURRAY", "secId": 50}, {"sentences": [{"sentId": 117, "text": "We know that Donald Trump is meeting with a lot of different people, but at this point, that is sort of where we were expecting the chips to fall for Senator Session."}, {"sentId": 118, "text": "He's another of these folks who's been very loyal since Donald Trump got in the race."}], "speaker": "MURRAY", "secId": 51}, {"sentences": [{"sentId": 119, "text": "He's an early supporter, and it was, you know -- a multiple sources have told us that the job that Senator Sessions wanted was A.G. and that Donald Trump wanted to reward him and his loyalty by giving him what he wanted."}], "speaker": "MURRAY", "secId": 52}, {"sentences": [{"sentId": 120, "text": "Now this is a little bit of a tougher hill to climb because this is the kind of hosting that does require Senate confirmation."}, {"sentId": 121, "text": "Now that maybe no problem but that's one of the things that the Trump team is going to be looking at."}, {"sentId": 122, "text": "But just to Jim's point, I mean, one other thing that we've sort of learned today about how Donald Trump's transition is shaping up is the fact that he's going to have this meeting over the weekend with Mitt Romney, someone who has been very critical of him, and one of the things that we're expecting them to discuss, is the potential secretary of state job."}], "speaker": "MURRAY", "secId": 53}, {"sentences": [{"sentId": 123, "text": "Now that doesn't mean Mitt Romney is the finalist, or contender, or that he's going to be Donald Trump's top pick."}, {"sentId": 124, "text": "It just means they're going to meet and this is one of the things we expect them to discuss."}], "speaker": "MURRAY", "secId": 54}, {"sentences": [{"sentId": 125, "text": "But Mitt Romney's view of Russia is so far from where Donald Trump is, so far from where General Flynn is."}, {"sentId": 126, "text": "Remember when he was running for president he called Russia America's major geo political foe."}], "speaker": "MURRAY", "secId": 55}, {"sentences": [{"sentId": 127, "text": "So this sort of gives you a sense of how all of these interesting players are converging on Donald Trump's transition, and how he really does want to have these different conversation, want to have these different meetings before he puts all of his chips on the table about who he actually wants in his cabinet."}], "speaker": "MURRAY", "secId": 56}, {"sentences": [{"sentId": 128, "text": "Sara Murray and Jim Sciutto and General Hertling, thank you so much."}, {"sentId": 129, "text": "David Gergen, please stay with me."}], "speaker": "LEMON", "secId": 57}, {"sentences": [{"sentId": 130, "text": "Straight ahead, much more of our breaking news, President-elect Trump offers a role of national security advisor to Lieutenant General Michael Flynn."}], "speaker": "LEMON", "secId": 58}, {"sentences": [{"sentId": 131, "text": "Our breaking news tonight, the president-elect offering the position of national security advisor to retired general Michael Flynn, a top aide during Trump's campaign."}], "speaker": "LEMON", "secId": 59}, {"sentences": [{"sentId": 132, "text": "I want to bring in now the Washington Post political reporter, Philip Bump, CNN contributor Salena Zito, David Gergen is back with us, and political commentator David Swerdlick, assistant editor at the Washington Post also with us."}], "speaker": "LEMON", "secId": 60}, {"sentences": [{"sentId": 133, "text": "So, let's discuss now."}, {"sentId": 134, "text": "Philip, General Flynn, controversial pick, what's your take?"}], "speaker": "LEMON", "secId": 61}, {"sentences": [{"sentId": 135, "text": "Yes, I mean, I think that one of the things we've seen as Donald Trump has been walking through this process to figure out what his administration looks like, is that he is remaining loyal to people that were loyal to him early on."}, {"sentId": 136, "text": "Flynn is obviously someone who is there early on his campaign."}], "speaker": "BUMP", "secId": 62}, {"sentences": [{"sentId": 137, "text": "He's someone who has been a very, very vocal advocate, someone would say probably too vocal, but a very vocal advocate for Donald Trump."}, {"sentId": 138, "text": "And I think that one of the indications we've been looking at is the extent to which for Donald Trump is willing to temper his gut instinct and go for someone, you know, for folks that can be sort of more broadly appealing to folks, this is very much a you were there from day one sort of pick that suggesting he might going after the opposite direction."}, {"sentId": 139, "text": "LEMON:  You're not surprised?"}], "speaker": "BUMP", "secId": 63}, {"sentences": [{"sentId": 140, "text": "Not at all."}], "speaker": "BUMP", "secId": 64}, {"sentences": [{"sentId": 141, "text": "Not at all."}], "speaker": "LEMON", "secId": 65}, {"sentences": [{"sentId": 142, "text": "Right."}], "speaker": "BUMP", "secId": 66}, {"sentences": [{"sentId": 143, "text": "David Swerdlick, you heard Generad Hertling picking his -- choosing his words very cautiously..."}], "speaker": "LEMON", "secId": 67}, {"sentences": [{"sentId": 144, "text": "Right."}], "speaker": "SWERDLICK", "secId": 68}, {"sentences": [{"sentId": 145, "text": "... in the last segment."}, {"sentId": 146, "text": "Because even among the military, Flynn has a lot of detractors."}, {"sentId": 147, "text": "What message is Donald Trump spending with this choice?"}], "speaker": "LEMON", "secId": 69}, {"sentences": [{"sentId": 148, "text": "Well, I agree with Philip that he is sending a message that he appreciates loyalty."}, {"sentId": 149, "text": "I mean, there was that point in the campaign where Flynn was being -- his name was at least being floated out there for vice president."}, {"sentId": 150, "text": "That didn't last very long."}], "speaker": "SWERDLICK", "secId": 70}, {"sentences": [{"sentId": 151, "text": "But it's not surprising that as someone who has supported Donald Trump throughout the campaign, he was offered the position of national security advisor."}, {"sentId": 152, "text": "I think it's interesting that what will be less interesting about Flynn to me is this controversy about whether he was too far out there as a military guy in supporting Trump is what happens when he's in the position of national security advisor and starting to advise President Trump on decisions."}], "speaker": "SWERDLICK", "secId": 71}, {"sentences": [{"sentId": 153, "text": "You know, what the Trump team has not fully, in my view, hashed out what they're going to do with issues like Syria."}, {"sentId": 154, "text": "Are they going to have troops on the ground or how they're going to approach Russia."}, {"sentId": 155, "text": "And even though Flynn has defined positions on that I feel like he's a little more sure of what he thinks and Vice -- and - excuse me, President-elect Trump is a little more open to suggestions at this point of the transition."}], "speaker": "SWERDLICK", "secId": 72}, {"sentences": [{"sentId": 156, "text": "In that vein, Salena, like Donald Trump, Flynn is advocating for a close relationship with Russia."}, {"sentId": 157, "text": "A lot of conservatives are alarmed by that."}, {"sentId": 158, "text": "Will they support it?"}], "speaker": "LEMON", "secId": 73}, {"sentences": [{"sentId": 159, "text": "Well, I mean, that remains to be seen."}, {"sentId": 160, "text": "I think that our relationship with Russia began with Bush, with the -- you know, it was a pretty good one."}, {"sentId": 161, "text": "He saw, you know, something in his heart and it has eroded over the Obama administration."}, {"sentId": 162, "text": "Not by Obama's fault."}, {"sentId": 163, "text": "I'm not saying that."}], "speaker": "ZITO", "secId": 74}, {"sentences": [{"sentId": 164, "text": "But I think people are open to seeing something different."}, {"sentId": 165, "text": "They don't want to go back to the tensions that we've had before."}, {"sentId": 166, "text": "I reached out to a couple of retired generals who started with Flynn, as long as -- as well as current military, and among them he is considered the best of the best."}], "speaker": "ZITO", "secId": 75}, {"sentences": [{"sentId": 167, "text": "He has the respect of the military when he was -- when he was in there."}, {"sentId": 168, "text": "The top mind in terms of Intel."}, {"sentId": 169, "text": "A lot of people didn't like his -- when he went political, but soldiers tend to be like that."}, {"sentId": 170, "text": "But they still respect his talents and his keen sense although they said he's a very blunt guy."}], "speaker": "ZITO", "secId": 76}, {"sentences": [{"sentId": 171, "text": "Mr. Gergen, let's talk about the other comings and goings at Trump plaza that we see every day."}, {"sentId": 172, "text": "It's almost like a red carpet, right?"}, {"sentId": 173, "text": "Nikki Haley, you got Ted Cruz, you got Ric -- is there another door they can bring them through instead of parading them right through the lobby, it's like a who's who of former enemies."}], "speaker": "LEMON", "secId": 77}, {"sentences": [{"sentId": 174, "text": "Well, I think the..."}], "speaker": "GERGEN", "secId": 78}, {"sentences": [{"sentId": 175, "text": "Is the -- what's your take on it?"}], "speaker": "LEMON", "secId": 79}, {"sentences": [{"sentId": 176, "text": "There is a back door or side door where Henry Kissinger came in to the side door that he didn't come through the lobby."}, {"sentId": 177, "text": "And listen, I'm pretty sure of the fact that he's broadening his conversations to get outside his inner circle and I also appreciate the fact and I think we in the journalistic side should appreciate."}, {"sentId": 178, "text": "They're at least being much more open now about what they're doing and those are good signs."}], "speaker": "GERGEN", "secId": 80}, {"sentences": [{"sentId": 179, "text": "But I will have to tell you, I think what's really striking about Flynn is we've been -- the world has been wondering whether Donald Trump is going to temper his views that he's expressed during the campaign on foreign policy, whether in fact, he's going to tear up the agreement with Iran, whether he was going to walk away from the Paris climate change talks, whether in fact he's going to put ISIS front and center and let the Assad regime working with the Russians pound away at Aleppo, which is..."}], "speaker": "GERGEN", "secId": 81}, {"sentences": [{"sentId": 180, "text": "And what we've seen now in the selection of Mr. Flynn, is not only the loyalist, but an indication that in fact, he does not intend to change course."}, {"sentId": 181, "text": "He does intend to move forward with what's going to be very controversial foreign policy moves that are going to cause a lot of heartburn, at least in Europe."}], "speaker": "GERGEN", "secId": 82}, {"sentences": [{"sentId": 182, "text": "And so, if you're secretary -- if you're Mitt Romney, or anybody else that are looking at the State Department, for example, you've got to decide, do I really want to go along with these policies or not."}], "speaker": "GERGEN", "secId": 83}, {"sentences": [{"sentId": 183, "text": "Normally, you know, what you try to do is put your national security team together, and then announce them in a group if you can, or at least have the pieces in place."}, {"sentId": 184, "text": "It's not clear whether Donald Trump has those pieces in place or only has the Flynn piece in place."}], "speaker": "GERGEN", "secId": 84}, {"sentences": [{"sentId": 185, "text": "And what -- and how others will respond who might be joining the team, do they want to work with Flynn, do they want to go down the road that Flynn seems to suggest."}], "speaker": "GERGEN", "secId": 85}, {"sentences": [{"sentId": 186, "text": "Philip, I know that you have -- you have particularly strong opinion about this."}, {"sentId": 187, "text": "Is Trump genuinely looking at these people or is he just, you know, trying to look magnanimous in the..."}], "speaker": "LEMON", "secId": 86}, {"sentences": [{"sentId": 188, "text": "Right."}, {"sentId": 189, "text": "LEMON:  ... you know, to his former opponents?"}], "speaker": "BUMP", "secId": 87}, {"sentences": [{"sentId": 190, "text": "Well, I've been wrong so many times with Donald Trump and I'm not going to..."}], "speaker": "BUMP", "secId": 88}, {"sentences": [{"sentId": 191, "text": "Or is he just -- or he just trying to own the news cycle and maybe take..."}], "speaker": "LEMON", "secId": 89}, {"sentences": [{"sentId": 192, "text": "I think that's definitely far."}], "speaker": "BUMP", "secId": 90}, {"sentences": [{"sentId": 193, "text": "... when you see this flurry at Trump Tower that he's trying to take the focus off of someone like a Steve Bannon."}], "speaker": "LEMON", "secId": 91}, {"sentences": [{"sentId": 194, "text": "Well, yes."}, {"sentId": 195, "text": "I think that there's very much a part of it is being in the news every day."}, {"sentId": 196, "text": "Donald Trump loves that, there's no question about that."}, {"sentId": 197, "text": "You know, I think though that, for example, Mitt Romney, he's meeting with Mitt Romney this Saturday, I don't think there's bad chance in hell of it that Mitt Romney is going to end up as secretary of state."}, {"sentId": 198, "text": "You know..."}], "speaker": "BUMP", "secId": 92}, {"sentences": [{"sentId": 199, "text": "But we talk about it."}], "speaker": "LEMON", "secId": 93}, {"sentences": [{"sentId": 200, "text": "Yes, but talking about, absolutely."}, {"sentId": 201, "text": "But it's also a good sign for Donald Trump's presidency to bring in someone who has a very contentious relationship with and actually sit down and bring ."}, {"sentId": 202, "text": "I think it's a good sign, but I don't think it's going to go anywhere."}], "speaker": "BUMP", "secId": 94}, {"sentences": [{"sentId": 203, "text": "Salena, do you want to talk about that?"}, {"sentId": 204, "text": "Because probably the biggest surprise today was Mitt Romney coming over -- he is going to be over or meet with Trump over the weekend with the secretary of state considering."}], "speaker": "LEMON", "secId": 95}, {"sentences": [{"sentId": 205, "text": "Right."}, {"sentId": 206, "text": "I mean, we -- right."}, {"sentId": 207, "text": "I mean, we do have this great tradition in our country of, you know, bringing our rivals along."}, {"sentId": 208, "text": "You go back as far as Lincoln..."}], "speaker": "ZITO", "secId": 96}, {"sentences": [{"sentId": 209, "text": "Salena, before you finish, let me just play this so that you can get."}, {"sentId": 210, "text": "I want to play the sound bite of Mitt Romney during the campaign talking about Donald Trump and then you can respond."}, {"sentId": 211, "text": "Let's play it."}], "speaker": "LEMON", "secId": 97}, {"sentences": [{"sentId": 212, "text": "Donald Trump is a phony, a fraud."}, {"sentId": 213, "text": "His promises are as worthless as a degree from Trump University."}], "speaker": "ROMNEY", "secId": 98}, {"sentences": [{"sentId": 214, "text": "Go ahead, Salena."}], "speaker": "LEMON", "secId": 99}, {"sentences": [{"sentId": 215, "text": "Well, after that, you know, despite what he just said we do have a great tradition of bringing our..."}], "speaker": "ZITO", "secId": 100}, {"sentences": [{"sentId": 216, "text": "Not get the job, but go ahead."}], "speaker": "LEMON", "secId": 101}, {"sentences": [{"sentId": 217, "text": "... of bringing our rivals along, presidents do."}, {"sentId": 218, "text": "I mean, the battle between Steward and Lincoln in the 1860 for republican primary was just devastating to Stewart."}, {"sentId": 219, "text": "You look at Johnson and Kennedy."}, {"sentId": 220, "text": "Kennedy hated LBJ but he brought him along."}, {"sentId": 221, "text": "So, or Ronald Reagan and H.W."}, {"sentId": 222, "text": "I mean, you know, we do this in our lines of presidencies."}], "speaker": "ZITO", "secId": 102}, {"sentences": [{"sentId": 223, "text": "I look at this way, Trump is reminding me of a -- an NFL football coach, right?"}], "speaker": "ZITO", "secId": 103}, {"sentences": [{"sentId": 224, "text": "Yes."}], "speaker": "LEMON", "secId": 104}, {"sentences": [{"sentId": 225, "text": "And he's bringing all these all-star college kids in to see -- you know college players like the best of the best to -- and sort of sizing them up, and then he's calling in you know, the college football coaches that have -- you know, have played these guys like Kissinger, or Romney, and he's asking like, what do you think of these guys."}], "speaker": "ZITO", "secId": 105}, {"sentences": [{"sentId": 226, "text": "Yes."}], "speaker": "LEMON", "secId": 106}, {"sentences": [{"sentId": 227, "text": "So, you know it's an interesting process, but you know it's kind of -- it shows that he's willing to look outside of that sort of loyalties group and look at other people."}], "speaker": "ZITO", "secId": 107}, {"sentences": [{"sentId": 228, "text": "Hey, David Swerdlick, I had a quick question for you because I have go."}, {"sentId": 229, "text": "Do you think that he would seriously offer the job to Mitt Romney and would Mitt Romney take it?"}], "speaker": "LEMON", "secId": 108}, {"sentences": [{"sentId": 230, "text": "I don't know but I think he should."}, {"sentId": 231, "text": "Mitt Romney..."}], "speaker": "SWERDLICK", "secId": 109}, {"sentences": [{"sentId": 232, "text": "And does he have enough foreign policy experience do you think to take that job?"}], "speaker": "LEMON", "secId": 110}, {"sentences": [{"sentId": 233, "text": "Less than some others, but more than some of the other names that have been floated out like Governor Nikki Haley, like Mayor Rudy Giuliani, not a ton of foreign policy experience."}], "speaker": "SWERDLICK", "secId": 111}, {"sentences": [{"sentId": 234, "text": "Can I just add Salena is my hero for bringing up the 1860 republican primary."}, {"sentId": 235, "text": "That was -- that was a fun race."}], "speaker": "SWERDLICK", "secId": 112}, {"sentences": [{"sentId": 236, "text": "It was like -- it was like political jeopardy."}], "speaker": "LEMON", "secId": 113}, {"sentences": [{"sentId": 237, "text": "That's right."}], "speaker": "ZITO", "secId": 114}, {"sentences": [{"sentId": 238, "text": "Yes."}, {"sentId": 239, "text": "Look, Mitt Romney, I mean, he speaks French, did a Mormon mission as a younger man in France, former governor, former nominee of his party."}, {"sentId": 240, "text": "He, at a minimum, he is considered as statesman."}, {"sentId": 241, "text": "So, whether or not is actually being legitimately offered is one thing, but I think that President-elect Trump would be wise to at least give it some serious thought."}], "speaker": "SWERDLICK", "secId": 115}, {"sentences": [{"sentId": 242, "text": "David Gergen, just quickly, would Mitt Romney take it, yes or no?"}], "speaker": "LEMON", "secId": 116}, {"sentences": [{"sentId": 243, "text": "Sounds like he wants it."}, {"sentId": 244, "text": "Sounds like he's very interested and surprised."}], "speaker": "GERGEN", "secId": 117}, {"sentences": [{"sentId": 245, "text": "Fair enough."}, {"sentId": 246, "text": "Fair enough."}, {"sentId": 247, "text": "Thank you very much."}], "speaker": "LEMON", "secId": 118}, {"sentences": [{"sentId": 248, "text": "Coming up, my next -- my next guest calls Donald Trump's pick for national security advisor, an embarrassment."}, {"sentId": 249, "text": "We'll talk about that next."}], "speaker": "LEMON", "secId": 119}, {"sentences": [{"sentId": 250, "text": "Donald Trump's pick for national security advisor is retired army general known for recording controversy."}], "speaker": "LEMON", "secId": 120}, {"sentences": [{"sentId": 251, "text": "Here to discuss is Nicholas Kristof, columnist for the New York Times."}, {"sentId": 252, "text": "Nicholas, thank you for joining us."}, {"sentId": 253, "text": "What do you think of Trump his choice, Michael Flynn?"}], "speaker": "LEMON", "secId": 121}, {"sentences": [{"sentId": 254, "text": "You know, I'm saddened by it actually."}, {"sentId": 255, "text": "I mean, Mike Flynn is a fascinating figure because he was a first-rate general."}], "speaker": "KRISTOF", "secId": 122}, {"sentences": [{"sentId": 256, "text": "He was very well-regarded in the military."}, {"sentId": 257, "text": "He's very smart."}, {"sentId": 258, "text": "He knows international affairs, and yet, in the last few years within foreign policy circles, he's kind of regarded as having become unhinged."}], "speaker": "KRISTOF", "secId": 123}, {"sentences": [{"sentId": 259, "text": "He was fired from the Defense Intelligence Agency for basically in competence for being a really bad manager."}, {"sentId": 260, "text": "Then he began to take positions that were truly bizarre."}, {"sentId": 261, "text": "I mean, earlier this year, he circulate a video on Twitter that was not just Islamophobic, but said that Islam wants to quote, \"slave or exterminate 80 percent of humanity."}], "speaker": "KRISTOF", "secId": 124}, {"sentences": [{"sentId": 262, "text": "Yes."}], "speaker": "LEMON", "secId": 125}, {"sentences": [{"sentId": 263, "text": "And this guy would be in the White House in charge of foreign policy?"}], "speaker": "KRISTOF", "secId": 126}, {"sentences": [{"sentId": 264, "text": "He also re-tweeted some of this that corrupt Democratic Party machine will do and say anything to get hash tag never Hillary into power."}, {"sentId": 265, "text": "This is new low, and then he tweeted, shared a link from that user saying, \"CNN implicated the USSR is to blame."}, {"sentId": 266, "text": "Not anymore, Jews, not anymore.\""}, {"sentId": 267, "text": "That was one of the things that he..."}], "speaker": "LEMON", "secId": 127}, {"sentences": [{"sentId": 268, "text": "You know, I've known national security advisors..."}], "speaker": "KRISTOF", "secId": 128}, {"sentences": [{"sentId": 269, "text": "And he apologized for that."}], "speaker": "LEMON", "secId": 129}, {"sentences": [{"sentId": 270, "text": "Yes."}], "speaker": "KRISTOF", "secId": 130}, {"sentences": [{"sentId": 271, "text": "Right."}], "speaker": "LEMON", "secId": 131}, {"sentences": [{"sentId": 272, "text": "And of course any one tweet -- and everybody tweets stupid things sometimes."}], "speaker": "KRISTOF", "secId": 132}, {"sentences": [{"sentId": 273, "text": "Right."}], "speaker": "LEMON", "secId": 133}, {"sentences": [{"sentId": 274, "text": "But there's been this pattern and I've known national security advisors going back to the amazing Brent Scowcroft, the republican."}, {"sentId": 275, "text": "There are so many smart republican strategists who would do a great job in that."}], "speaker": "KRISTOF", "secId": 134}, {"sentences": [{"sentId": 276, "text": "Yes."}], "speaker": "LEMON", "secId": 135}, {"sentences": [{"sentId": 277, "text": "And to pick somebody who I think is really regarded in this point within the foreign policy of establishment as unstable and to think of that person navigating a North Korea crisis, or China crisis in the South China Sea is frightening."}], "speaker": "KRISTOF", "secId": 136}, {"sentences": [{"sentId": 278, "text": "Yes."}, {"sentId": 279, "text": "So, let's talk."}, {"sentId": 280, "text": "Because you mentioned, you said -- in the intelligence community, he has, you know, has somewhat of a complicated background, but most of his military career, he's seen as an astute intelligence officer, willing to speak truth the power."}, {"sentId": 281, "text": "He served multiple tours in Iraq and Afghanistan."}], "speaker": "LEMON", "secId": 137}, {"sentences": [{"sentId": 282, "text": "But since he's retired he has been a partisan flame thrower calling President Obama a liar, Hillary Clinton a criminal."}, {"sentId": 283, "text": "So, the question is which General Flynn will we see running the NSA?"}], "speaker": "LEMON", "secId": 138}, {"sentences": [{"sentId": 284, "text": "You know, I don't know."}, {"sentId": 285, "text": "I mean, a few years ago, I would have thought he'd be great for the job."}, {"sentId": 286, "text": "He reminds me a little of Dick Cheney, who earlier was very well-regarded in foreign policy circles, who really knew his stuff."}], "speaker": "KRISTOF", "secId": 139}, {"sentences": [{"sentId": 287, "text": "And then somehow after 9/11 truly became a different Dick Cheney."}, {"sentId": 288, "text": "And Mike Flynn has become a different and it sure seems an unstable Mike Flynn."}, {"sentId": 289, "text": "And I hear he's the one who would actually take charge in the White House."}], "speaker": "KRISTOF", "secId": 140}, {"sentences": [{"sentId": 290, "text": "I'm going to put up something that Colin Powell said, because other generals have expressed concern about Flynn, about his appearance with Vladimir Putin, about his unrestrained political support of Trump, and here's what Colin Powell said about General Flynn in a quote from a hacked e-mail."}], "speaker": "LEMON", "secId": 141}, {"sentences": [{"sentId": 291, "text": "He said \"Flynn got fired as head of DIA, abusive with staff, didn't listen, worked against policy, bad management, et cetera."}, {"sentId": 292, "text": "He has been and was right-wing, nutty every -- every since -- he says ever since.\""}], "speaker": "LEMON", "secId": 142}, {"sentences": [{"sentId": 293, "text": "He means ever since."}], "speaker": "KRISTOF", "secId": 143}, {"sentences": [{"sentId": 294, "text": "Is that fair what he said?"}], "speaker": "LEMON", "secId": 144}, {"sentences": [{"sentId": 295, "text": "I think it's -- I think it's about right and I think reflects his bewilderment into much of the foreign policy community."}, {"sentId": 296, "text": "Here was a guy who was very talented, very smart, very well-regarded that has kind of fallen apart."}], "speaker": "KRISTOF", "secId": 145}, {"sentences": [{"sentId": 297, "text": "And he's also taken money from government, he took money from Turkey, he did not disclose it, then he began advocating on Turkey's behalf and even advocating that Gulen be deported back to Turkey, to -- which was an astonishing position for a possible national security advisor to take."}], "speaker": "KRISTOF", "secId": 146}, {"sentences": [{"sentId": 298, "text": "And also Andrew Kaczynski reports on CNN, that Michael Flynn's son who served as a chief of staff, has posted racially insensitive quotes on Twitter and Facebook and seems to align himself with the alt-right."}, {"sentId": 299, "text": "A"}], "speaker": "LEMON", "secId": 147}, {"sentences": [{"sentId": 300, "text": "As an example, here is a tweet, this one is from 2012."}, {"sentId": 301, "text": "\"This is unfortunately one reason minorities voted for B.O.,\" meaning Barack Obama, \"is the color of his skin, and not for the issues."}, {"sentId": 302, "text": "Election hash tag election 2012.\""}], "speaker": "LEMON", "secId": 148}, {"sentences": [{"sentId": 303, "text": "What does that say, does that say anything about Flynn?"}], "speaker": "LEMON", "secId": 149}, {"sentences": [{"sentId": 304, "text": "I mean, that's the mildest of the tweets that the son was sending out."}, {"sentId": 305, "text": "And of course you can't hold the son's tweets against the father, except the father chose him as his own chief of staff."}], "speaker": "KRISTOF", "secId": 150}, {"sentences": [{"sentId": 306, "text": "And I think that it just fits into this narrative of in the last few years, General Flynn going at a bizarre direction that makes me profoundly uncomfortable and embarrassed by the thought of him as our national security adviser."}], "speaker": "KRISTOF", "secId": 151}, {"sentences": [{"sentId": 307, "text": "Yes."}, {"sentId": 308, "text": "It seems he is reaching out, I'm not sure he's going to appoint any of these or recommend them for a job."}, {"sentId": 309, "text": "Some people who did not support him during the campaign, does that give you any hope that..."}], "speaker": "LEMON", "secId": 152}, {"sentences": [{"sentId": 310, "text": "You know, one of the things that I was really dispirited by was Elliott Cohen, who was a distinguished Bush administration official, a conservative, a republican professor."}, {"sentId": 311, "text": "He had earlier encouraged fellow republicans to work for the Trump administration in hope, you know, to provide competent leadership."}], "speaker": "KRISTOF", "secId": 153}, {"sentences": [{"sentId": 312, "text": "And he wrote an article in the -- an op-ed in the Washington Post yesterday essentially withdrawing that advice, and saying that his own contacts with the Trump transition forces had made him feeling that they would compromise their integrity to do so."}], "speaker": "KRISTOF", "secId": 154}, {"sentences": [{"sentId": 313, "text": "There are a lot of smart republicans out there and we need them in this administration but it's no sign that we're going to get that."}], "speaker": "KRISTOF", "secId": 155}, {"sentences": [{"sentId": 314, "text": "OK."}, {"sentId": 315, "text": "I have to go."}, {"sentId": 316, "text": "I have 20 seconds left, but your column is called the 12-step program responding to President Trump is directed to people who feel traumatize."}, {"sentId": 317, "text": "Do you feel traumatized by this?"}], "speaker": "LEMON", "secId": 156}, {"sentences": [{"sentId": 318, "text": "I am working through my own 12 step program and trying to stay optimistic about those things we can control."}], "speaker": "KRISTOF", "secId": 157}, {"sentences": [{"sentId": 319, "text": "Thank you for coming on."}], "speaker": "LEMON", "secId": 158}, {"sentences": [{"sentId": 320, "text": "Good to be with you."}], "speaker": "KRISTOF", "secId": 159}, {"sentences": [{"sentId": 321, "text": "Always a pleasure."}, {"sentId": 322, "text": "Thank you."}], "speaker": "LEMON", "secId": 160}, {"sentences": [{"sentId": 323, "text": "Coming up, journalist Megyn Kelly joins me to discuss the moment that changed everything for her in election 2016, and a lot more."}, {"sentId": 324, "text": "You don't want to miss it."}], "speaker": "LEMON", "secId": 161}, {"sentences": [{"sentId": 325, "text": "My next guest is a fierce competitor and a close friend."}, {"sentId": 326, "text": "And I've been waiting a long time to host her in this very studio."}, {"sentId": 327, "text": "So joining me now is Megyn Kelly, the host of The Kelly File on Fox News."}], "speaker": "LEMON", "secId": 162}, {"sentences": [{"sentId": 328, "text": "Hi."}], "speaker": "KELLY", "secId": 163}, {"sentences": [{"sentId": 329, "text": "Which I watch every single night and the author of a new book \"Settle for More,\" which is fascinating."}, {"sentId": 330, "text": "Welcome."}], "speaker": "LEMON", "secId": 164}, {"sentences": [{"sentId": 331, "text": "Thank you."}], "speaker": "KELLY", "secId": 165}, {"sentences": [{"sentId": 332, "text": "Too many people don't know how you and I became friends."}, {"sentId": 333, "text": "I said something on your show -- I took offense to something that you said on your show."}, {"sentId": 334, "text": "We met in person."}, {"sentId": 335, "text": "You called me out on it and I told you to lighten ever since then..."}], "speaker": "LEMON", "secId": 166}, {"sentences": [{"sentId": 336, "text": "That's right."}], "speaker": "KELLY", "secId": 167}, {"sentences": [{"sentId": 337, "text": "... we've liked each other."}], "speaker": "LEMON", "secId": 168}, {"sentences": [{"sentId": 338, "text": "It was the beginning of a beautiful friendship."}], "speaker": "KELLY", "secId": 169}, {"sentences": [{"sentId": 339, "text": "Yes."}, {"sentId": 340, "text": "So, let me -- I want to read this because this quote in your book stood out to me and you said, \"In my family, we are proud of and kind to each other, but we often show our love not by being falsely polite, but by letting our guard down and saying what we really think."}, {"sentId": 341, "text": "We're on the radical honesty program, which has led to greater intimacy.\""}], "speaker": "LEMON", "secId": 170}, {"sentences": [{"sentId": 342, "text": "The only problem was that -- with that is that in this particular campaign you have to do that properly or you end up offending a lot of people."}], "speaker": "LEMON", "secId": 171}, {"sentences": [{"sentId": 343, "text": "I mean, I have a complete complex my feet, my toes, my pale skin, I could go on."}, {"sentId": 344, "text": "Because there is some offense at risk in this approach."}, {"sentId": 345, "text": "But listen, it's not the full radical honesty, which is actually a movement."}], "speaker": "KELLY", "secId": 172}, {"sentences": [{"sentId": 346, "text": "But my point of saying that in the book as I explain is we -- my parents never built me up falsely."}, {"sentId": 347, "text": "You know, I just didn't -- I wasn't raised in a family where it was, you're so smart and you're so special and you're so beautiful."}], "speaker": "KELLY", "secId": 173}, {"sentences": [{"sentId": 348, "text": "In fact, it was quite the opposite."}], "speaker": "KELLY", "secId": 174}, {"sentences": [{"sentId": 349, "text": "Yes."}], "speaker": "LEMON", "secId": 175}, {"sentences": [{"sentId": 350, "text": "You know, I talk to the historian there about my mom who people who I fall in love with saying and I said, mom, am I really smart."}], "speaker": "KELLY", "secId": 176}, {"sentences": [{"sentId": 351, "text": "She says you're OK."}], "speaker": "LEMON", "secId": 177}, {"sentences": [{"sentId": 352, "text": "She said, yes, all right."}, {"sentId": 353, "text": "You're about average, she said."}], "speaker": "KELLY", "secId": 178}, {"sentences": [{"sentId": 354, "text": "You're OK. As I said though, you've got to do it right or you end up offending a whole lots of people."}], "speaker": "LEMON", "secId": 179}, {"sentences": [{"sentId": 355, "text": "Yes."}], "speaker": "KELLY", "secId": 180}, {"sentences": [{"sentId": 356, "text": "Which has happened with Trump and Clinton with this particular presidency."}], "speaker": "LEMON", "secId": 181}, {"sentences": [{"sentId": 357, "text": "Well, that's the thing."}, {"sentId": 358, "text": "And that sort of -- I get to that later, which is there have to be limits."}], "speaker": "KELLY", "secId": 182}, {"sentences": [{"sentId": 359, "text": "Yes."}], "speaker": "LEMON", "secId": 183}, {"sentences": [{"sentId": 360, "text": "I also I'm against the P.C."}, {"sentId": 361, "text": "society, you know, given the way I grew up, right?"}], "speaker": "KELLY", "secId": 184}, {"sentences": [{"sentId": 362, "text": "I know."}, {"sentId": 363, "text": "And so am I."}, {"sentId": 364, "text": "Yes."}], "speaker": "LEMON", "secId": 185}, {"sentences": [{"sentId": 365, "text": "But there have to be some limits and as I write in the book you can be totally in favor of a non-P.C."}, {"sentId": 366, "text": "society and you can feel refreshed by somebody's non-P.C."}, {"sentId": 367, "text": "way until they mention the n-word, and then you're no longer feeling refreshed, you're just feeling offended."}], "speaker": "KELLY", "secId": 186}, {"sentences": [{"sentId": 368, "text": "Yes."}, {"sentId": 369, "text": "Then you're out."}, {"sentId": 370, "text": "So, so, listen, let's be talk about this moment then, let's be honest about this moment."}, {"sentId": 371, "text": "Play that."}], "speaker": "LEMON", "secId": 187}, {"sentences": [{"sentId": 372, "text": "But what is it with you and Megyn Kelly?"}], "speaker": "LEMON", "secId": 188}, {"sentences": [{"sentId": 373, "text": "Well, I just don't respect her as a journalist."}, {"sentId": 374, "text": "I have no respect for her."}, {"sentId": 375, "text": "I don't think she's very good."}, {"sentId": 376, "text": "I think she's highly overrated, but when I came out there, you know, what am I doing?"}, {"sentId": 377, "text": "I'm not getting paid for this."}], "speaker": "TRUMP", "secId": 189}, {"sentences": [{"sentId": 378, "text": "I go out there, and you know they start saying lift up your arm -- if you are not going to -- then -- and you know, I didn't know there would be 24 million people I think it -- but I knew it was going to be a big crowd because I get big crowds."}, {"sentId": 379, "text": "I get ratings."}, {"sentId": 380, "text": "They call me the ratings machine."}], "speaker": "TRUMP", "secId": 190}, {"sentences": [{"sentId": 381, "text": "So, I have -- you know, she gets out and she starts asking me all sorts of ridiculous questions and you can see there was blood coming out of her eyes, blood coming out of her wherever, but she was in my opinion, she was off base."}], "speaker": "TRUMP", "secId": 191}, {"sentences": [{"sentId": 382, "text": "You told Anderson that that moment changed everything."}], "speaker": "LEMON", "secId": 192}, {"sentences": [{"sentId": 383, "text": "Yes, it was surreal, Don, because I was back in my office."}, {"sentId": 384, "text": "We have pre-taped the Kelly File that night and I was watching you."}, {"sentId": 385, "text": "You were on with Trump and he was giving you that interview and I heard those comments and he had been going off on me for a day, and the rhetoric had been getting stronger and stronger."}], "speaker": "KELLY", "secId": 193}, {"sentences": [{"sentId": 386, "text": "And then he said that, and I thought, holy..."}], "speaker": "KELLY", "secId": 194}, {"sentences": [{"sentId": 387, "text": "Yes."}], "speaker": "LEMON", "secId": 195}, {"sentences": [{"sentId": 388, "text": "Whoa, and I knew exactly how people were going to react and I texted or e-mailed our head P.R."}, {"sentId": 389, "text": "person who had been, you know, putting out a lot of fires all day long with everybody calling saying reaction."}], "speaker": "KELLY", "secId": 196}, {"sentences": [{"sentId": 390, "text": "And you write about it in here."}], "speaker": "LEMON", "secId": 197}, {"sentences": [{"sentId": 391, "text": "Exactly."}, {"sentId": 392, "text": "And then -- and then I texted you."}, {"sentId": 393, "text": "You and I had a text exchange."}], "speaker": "KELLY", "secId": 198}, {"sentences": [{"sentId": 394, "text": "Yes."}], "speaker": "LEMON", "secId": 199}, {"sentences": [{"sentId": 395, "text": "Which people may not know we do a lot during our shows."}], "speaker": "KELLY", "secId": 200}, {"sentences": [{"sentId": 396, "text": "Yes."}], "speaker": "LEMON", "secId": 201}, {"sentences": [{"sentId": 397, "text": "And said like did you see, like, can you believe, right?"}], "speaker": "KELLY", "secId": 202}, {"sentences": [{"sentId": 398, "text": "And I said for to you take the high road."}], "speaker": "LEMON", "secId": 203}, {"sentences": [{"sentId": 399, "text": "And you were back continuing taking the high road."}], "speaker": "KELLY", "secId": 204}, {"sentences": [{"sentId": 400, "text": "I thought I was a little worried that you would be upset that I didn't say anything in that moment, but the reason I didn't say anything, number one, I wasn't sure if that's what he was talking about and I didn't want to put words in his mouth, but I words to stand on their own and let the audience decide."}, {"sentId": 401, "text": "Did you understand that?"}], "speaker": "LEMON", "secId": 205}, {"sentences": [{"sentId": 402, "text": "I understand that fully."}, {"sentId": 403, "text": "I had no issue and I say that in the book with how you handled that and you know, for the record, I've never taken a position on what Trump's meaning was."}, {"sentId": 404, "text": "I'm not in his head."}], "speaker": "KELLY", "secId": 206}, {"sentences": [{"sentId": 405, "text": "You know, I know his daughter pretty well, and she has told me that Donald Trump doesn't talk that like potty talk, you know, for lack of a better term is not his thing, and so, it really may be that he didn't mean that."}, {"sentId": 406, "text": "I don't know."}, {"sentId": 407, "text": "But either way, it set the internet on fire, and it became one of those things in the campaign that would just keep coming up over and over and over as you know."}], "speaker": "KELLY", "secId": 207}, {"sentences": [{"sentId": 408, "text": "In many ways you're the first question that you ask at that debate, your question at that debate sort of set the tone as to what would happen throughout the campaign if you look at what, you know, the Access Hollywood bust, and then on and on and on from there."}], "speaker": "LEMON", "secId": 208}, {"sentences": [{"sentId": 409, "text": "Why do you think so many people, women and men, were able to look past his words and his treatment of women and elect him president?"}], "speaker": "LEMON", "secId": 209}, {"sentences": [{"sentId": 410, "text": "Well, I think they were voting for policies and for change, and not necessarily for the perfect character, right?"}], "speaker": "KELLY", "secId": 210}, {"sentences": [{"sentId": 411, "text": "Because obviously Donald Trump has said some very controversial things, not just about women, but about many minority groups."}, {"sentId": 412, "text": "But they're thinking to themselves, he gets me, he understands my life, he can improve the economy, he can hopefully help me get a job and I understand that, too, you know that that's how they vote."}], "speaker": "KELLY", "secId": 211}, {"sentences": [{"sentId": 413, "text": "I want to make sure my kid is taken care of and I want to make sure I'm heard and I'm not forgotten out here and while maybe I don't love those comments, I can live with them."}], "speaker": "KELLY", "secId": 212}, {"sentences": [{"sentId": 414, "text": "And I know this is true because we have a lot of Donald Trump supporters who watch the Kelly File."}], "speaker": "KELLY", "secId": 213}, {"sentences": [{"sentId": 415, "text": "Right."}], "speaker": "LEMON", "secId": 214}, {"sentences": [{"sentId": 416, "text": "A lot of them and we never -- we never lost them."}, {"sentId": 417, "text": "You know, for all these attempts at a boycott and all that nonsense, our ratings remained hugely strongly the entire year, they're stronger than ever right now."}, {"sentId": 418, "text": "And I get e-mails and texts and tweets from people all the time saying \"I love Donald Trump but I love you, too.\""}], "speaker": "KELLY", "secId": 215}, {"sentences": [{"sentId": 419, "text": "And maybe they didn't like my question, but they forgive me and maybe they didn't like what he said about me, but they forgive him and they can keep both those things in their heads at one time."}], "speaker": "KELLY", "secId": 216}, {"sentences": [{"sentId": 420, "text": "As I'm reading the book -- and I'm not all the way through because I just got a copy of it, but in a way, it reminded me of the speech that Secretary Clinton gave last night where she told her supporters -- and not that you're a Clinton supporter -- she told her supporters that not to give up."}], "speaker": "LEMON", "secId": 217}, {"sentences": [{"sentId": 421, "text": "And she said there were moments when she couldn't get out of bed and she wanted to bury her, you know, head in the sand."}, {"sentId": 422, "text": "And I'm sure there were moments like this but you got up and you kept going."}, {"sentId": 423, "text": "Do you think that men and women face challenges differently?"}], "speaker": "LEMON", "secId": 218}, {"sentences": [{"sentId": 424, "text": "I don't know if I can, you know, ascribe it to our gender, but I will say that the whole purpose of writing this book..."}], "speaker": "KELLY", "secId": 219}, {"sentences": [{"sentId": 425, "text": "Or loss."}], "speaker": "LEMON", "secId": 220}, {"sentences": [{"sentId": 426, "text": "... something more -- or loss."}, {"sentId": 427, "text": "Well, I don't know about that."}, {"sentId": 428, "text": "Loss is that's so individual and unique, but I talk about in the book, you know, \"Settle for More,\" that adversity is an opportunity."}], "speaker": "KELLY", "secId": 221}, {"sentences": [{"sentId": 429, "text": "Right."}], "speaker": "LEMON", "secId": 222}, {"sentences": [{"sentId": 430, "text": "And you can't get any stronger unless you have some, you know, you look at people who you think are really strong and really courageous and you want to be like them, well then you're going to have to have some adversity to get there."}], "speaker": "KELLY", "secId": 223}, {"sentences": [{"sentId": 431, "text": "So that's the one silver lining when hard times come your way that is your chance to grow and the greater the challenge, the greater your chance to grow exponentially."}], "speaker": "KELLY", "secId": 224}, {"sentences": [{"sentId": 432, "text": "Yes."}], "speaker": "LEMON", "secId": 225}, {"sentences": [{"sentId": 433, "text": "And you know, your character is tested in how you handle that."}, {"sentId": 434, "text": "And so this past year has been full of adversity for me on many levels and I think I am stronger as a result of it."}], "speaker": "KELLY", "secId": 226}, {"sentences": [{"sentId": 435, "text": "We'll be right back."}, {"sentId": 436, "text": "More with Megyn."}], "speaker": "LEMON", "secId": 227}, {"sentences": [{"sentId": 437, "text": "Back now with Fox News anchor and author of \"Settle for More,\" Megyn Kelly."}, {"sentId": 438, "text": "So, let's talk about Donald Trump and his transition team."}, {"sentId": 439, "text": "What strikes you the most, what are you looking for here?"}], "speaker": "LEMON", "secId": 228}, {"sentences": [{"sentId": 440, "text": "Well, I think it's fascinating that he reached out to Mitt Romney, don't you?"}], "speaker": "KELLY", "secId": 229}, {"sentences": [{"sentId": 441, "text": "Yes."}], "speaker": "LEMON", "secId": 230}, {"sentences": [{"sentId": 442, "text": "I mean, what a thing to do."}, {"sentId": 443, "text": "That's a great gesture by Donald Trump."}, {"sentId": 444, "text": "Because they could not -- Mitt Romney could not have ripped on Donald Trump any more than he did."}, {"sentId": 445, "text": "So, clearly he's sending a signal, right, that he can let grudges go, he can let bygones be bygones."}, {"sentId": 446, "text": "And I saw that in my case too, for the record with Donald Trump eventually."}], "speaker": "KELLY", "secId": 231}, {"sentences": [{"sentId": 447, "text": "And I think that will come as a delight to most republicans."}], "speaker": "KELLY", "secId": 232}, {"sentences": [{"sentId": 448, "text": "Do you he will do that with the media?"}], "speaker": "LEMON", "secId": 233}, {"sentences": [{"sentId": 449, "text": "No."}], "speaker": "KELLY", "secId": 234}, {"sentences": [{"sentId": 450, "text": "Because I was talking to Dan Rather last night and we were mentioning you when you said that journalists were going to have to steal their spines he has such and adversarial relationship during this campaign and really calling out members of the media and you don't think that will change, even though he's met -- reaching out to people like Mitt Romney?"}], "speaker": "LEMON", "secId": 235}, {"sentences": [{"sentId": 451, "text": "No, I don't because I think Trump really does have a disdain for the media."}, {"sentId": 452, "text": "And I also think as a strategy he is hoping to discredit the media in a way that will render any criticism of him, you know, unnecessary -- unbelievable, not believable."}], "speaker": "KELLY", "secId": 236}, {"sentences": [{"sentId": 453, "text": "And so if he can paint all of us with this wide brush of we're disgusting and scum and we're not to be trusted, then it doesn't really matter what we report or what we write because we're scum and we're disgusting and we're not to be believed."}], "speaker": "KELLY", "secId": 237}, {"sentences": [{"sentId": 454, "text": "So I think it's a strategy of his."}, {"sentId": 455, "text": "I also think he really gets upset when he sees negative press, even though he generates it intentionally in a way."}], "speaker": "KELLY", "secId": 238}, {"sentences": [{"sentId": 456, "text": "Right."}], "speaker": "LEMON", "secId": 239}, {"sentences": [{"sentId": 457, "text": "Right."}, {"sentId": 458, "text": "But I do think we're going to have to steal our spines because I think it's only just begun."}], "speaker": "KELLY", "secId": 240}, {"sentences": [{"sentId": 459, "text": "Yes."}, {"sentId": 460, "text": "Sometimes you're like a man or a woman on an island because I see you -- you know, you're -- I don't know what your political beliefs are and you don't know mine."}, {"sentId": 461, "text": "People are often wrong about what they think I am and I think it's probably the same with you."}], "speaker": "LEMON", "secId": 241}, {"sentences": [{"sentId": 462, "text": "And I wonder how you are dealing with the guys over at Fox News, because you say they're your friends but they often criticize you."}, {"sentId": 463, "text": "How do you deal with that?"}], "speaker": "LEMON", "secId": 242}, {"sentences": [{"sentId": 464, "text": "Well, I'm not friends with everybody, yes."}, {"sentId": 465, "text": "It's like a family."}, {"sentId": 466, "text": "You know, you've got your family members who you love and then you have like the weird uncle who you just try to avoid at the Christmas dinner table."}], "speaker": "KELLY", "secId": 243}, {"sentences": [{"sentId": 467, "text": "But for the most part, I love my colleagues at Fox News and I've developed a lot of really close friendships and those guys have been shoulder to shoulder with me through a lot."}], "speaker": "KELLY", "secId": 244}, {"sentences": [{"sentId": 468, "text": "Is it tough for some of the guys who have been there forever to see a woman now becoming -- or who is the face of Fox News now?"}, {"sentId": 469, "text": "Is that tough for them, do you think?"}], "speaker": "LEMON", "secId": 245}, {"sentences": [{"sentId": 470, "text": "I don't know."}, {"sentId": 471, "text": "I..."}], "speaker": "KELLY", "secId": 246}, {"sentences": [{"sentId": 472, "text": "Come on, Megyn."}], "speaker": "LEMON", "secId": 247}, {"sentences": [{"sentId": 473, "text": "I'd like to believe not."}, {"sentId": 474, "text": "I mean, listen, I'll say this just in my position in various jobs in life, I do think as a woman it's easier when you're coming up the ranks than when you're at the top."}], "speaker": "KELLY", "secId": 248}, {"sentences": [{"sentId": 475, "text": "Yes."}], "speaker": "LEMON", "secId": 249}, {"sentences": [{"sentId": 476, "text": "I think when you're aspiring to power, men in power have an easier time with you than once you've reach it and you want to exercise it and you want to be seen and you do act as somebody who has it, and that's just a reality of 2016 America and you know, it's my reality, too, to some extent."}], "speaker": "KELLY", "secId": 250}, {"sentences": [{"sentId": 477, "text": "So we're more alike probably than you -- than you realize because I was bullied a bit in high school and then I also believe that adversity shapes and forms you."}, {"sentId": 478, "text": "And I would take none of that -- none of that back."}], "speaker": "LEMON", "secId": 251}, {"sentences": [{"sentId": 479, "text": "Right."}], "speaker": "KELLY", "secId": 252}, {"sentences": [{"sentId": 480, "text": "And you write in your book and also your father died at a young age and we also talk about that, as well."}], "speaker": "LEMON", "secId": 253}, {"sentences": [{"sentId": 481, "text": "Yes, you too."}], "speaker": "KELLY", "secId": 254}, {"sentences": [{"sentId": 482, "text": "And I wondered if we would ever see happiness again and you asked your mom that on the night your father died and she said, yes, so will you."}], "speaker": "LEMON", "secId": 255}, {"sentences": [{"sentId": 483, "text": "I absolutely will and have, you know, I mean, part of the unfortunate things about having so much news in my book is the core of the book has been lost a little bit in the first couple of days of P.R."}], "speaker": "KELLY", "secId": 256}, {"sentences": [{"sentId": 484, "text": "And what I'm trying to say in this book is a small town girl from upstate New York makes it to the top of the news business and has a lot of bumps and bruises along the way just like anybody else, right."}, {"sentId": 485, "text": "I was badly bullied."}, {"sentId": 486, "text": "I lost my dad at a young age, I suffered through considerably malaise."}, {"sentId": 487, "text": "I got a divorce."}, {"sentId": 488, "text": "I had some self-doubts."}, {"sentId": 489, "text": "I struggled to make friends."}], "speaker": "KELLY", "secId": 257}, {"sentences": [{"sentId": 490, "text": "Paying a good job changed it."}], "speaker": "LEMON", "secId": 258}, {"sentences": [{"sentId": 491, "text": "I was heavy, I had bad skin, I had acne."}, {"sentId": 492, "text": "It was like, all these thing, right?"}, {"sentId": 493, "text": "I'm telling -- trust me."}, {"sentId": 494, "text": "But I worked hard, Don, and then I worked even harder, professionally and personally, to pull myself out of it."}, {"sentId": 495, "text": "And that's how I emerged I think stronger."}, {"sentId": 496, "text": "And I think everyone can do it."}], "speaker": "KELLY", "secId": 259}, {"sentences": [{"sentId": 497, "text": "Like I don't want anybody looking at you or me and thinking they've got it made, they probably had a connection, they probably sailed in or got lucky."}, {"sentId": 498, "text": "We're lucky to be here in these jobs, but it's -- luck is only a smart part of it."}, {"sentId": 499, "text": "It's hard work, and tenacity, and the refusal to settle for less."}], "speaker": "KELLY", "secId": 260}, {"sentences": [{"sentId": 500, "text": "Thank you."}], "speaker": "LEMON", "secId": 261}, {"sentences": [{"sentId": 501, "text": "Thanks for having me."}], "speaker": "KELLY", "secId": 262}, {"sentences": [{"sentId": 502, "text": "This was a pleasure."}], "speaker": "LEMON", "secId": 263}, {"sentences": [{"sentId": 503, "text": "Me, too."}, {"sentId": 504, "text": "For me, too."}], "speaker": "KELLY", "secId": 264}, {"sentences": [{"sentId": 505, "text": "Thank you."}, {"sentId": 506, "text": "The book is called \"Settle for More,\" Megyn Kelly,  everyone."}, {"sentId": 507, "text": "We'll be right back."}], "speaker": "LEMON", "secId": 265}, {"sentences": [{"sentId": 508, "text": "Lots of luck."}], "speaker": "KELLY", "secId": 266}, {"sentences": [{"sentId": 509, "text": "This is CNN breaking news."}], "speaker": "UNIDENTIFIED MALE", "secId": 267}, {"sentences": [{"sentId": 510, "text": "Breaking news, the president-elect tonight making a key job offer."}], "speaker": "LEMON", "secId": 268}, {"sentences": [{"sentId": 511, "text": "This is CNN Tonight."}, {"sentId": 512, "text": "I'm Don Lemon."}], "speaker": "LEMON", "secId": 269}, {"sentences": [{"sentId": 513, "text": "Trump choosing retired army Lieutenant General Michael Flynn to be his national security advisor."}, {"sentId": 514, "text": "Trump will also sit down this week and with Mitt Romney, the 2012 GOP nominee who has harsh words for Trump during his campaign for the White House."}], "speaker": "LEMON", "secId": 270}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1611.17.cnnt.01.html.json", "time": "Aired November 17, 2016 - 22:00   ET"}