{"sectionCount": 227, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["ANNOUNCER", "LEMON", "JOHNS", "PRESTON", "COHEN", "MARQUEZ", "UNIDENTIFIED MALE", "MARQUEZ ", "TRUMP", "WALKER", "COLE", "WALSH", "GIULIANI", "KINGSTON", "SANDERS", "ALEXANDER", "VERNI"], "subTitle": "Trump Huddling With Pence in Trump Tower; Vets Meal Taken Away at Restaurant; Hate Speech and Crimes Post-Election; Anti-Trump Protests Around the Country. Aired 11p-12a ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1611/15/cnnt.02.html", "sentenceCount": 495, "sections": [{"sentences": [{"sentId": 0, "text": "This is CNN Breaking News."}], "speaker": "ANNOUNCER", "secId": 0}, {"sentences": [{"sentId": 1, "text": "Breaking news tonight, Donald Trump shooting down rumors of fierce fighting in his transition team."}], "speaker": "LEMON", "secId": 1}, {"sentences": [{"sentId": 2, "text": "This is CNN TONIGHT."}, {"sentId": 3, "text": "I'm Don Lemon."}], "speaker": "LEMON", "secId": 2}, {"sentences": [{"sentId": 4, "text": "Trump tweeting that the process is organized and only he knows who the finalists for the Cabinet positions are."}, {"sentId": 5, "text": "Trump's incoming vice president, Mike Pence, meeting with the president-elect inside Trump Tower to assist in the transition."}, {"sentId": 6, "text": "And Trump's confidante, Rudy Giuliani, is a leading candidate to be secretary of state."}, {"sentId": 7, "text": "But will his international business ties be an obstacle?"}], "speaker": "LEMON", "secId": 3}, {"sentences": [{"sentId": 8, "text": "I want to being this hour, though, with CNN's senior Washington correspondent, Mr. Joe Johns, who is at Trump Tower."}], "speaker": "LEMON", "secId": 4}, {"sentences": [{"sentId": 9, "text": "Good evening to you, Joe."}, {"sentId": 10, "text": "We're hearing about turmoil on the transition team behind the scenes."}, {"sentId": 11, "text": "What's the latest?"}], "speaker": "LEMON", "secId": 5}, {"sentences": [{"sentId": 12, "text": "Well, there's been a lot of it."}, {"sentId": 13, "text": "And I have to say that one week after an election, especially a tumultuous election like this, quite frankly, Don, it's not all that surprising."}, {"sentId": 14, "text": "And we've seen it before."}], "speaker": "JOHNS", "secId": 6}, {"sentences": [{"sentId": 15, "text": "A number of things have happened today."}, {"sentId": 16, "text": "Probably the headline on all of it is that the second high-profile Republican establishment figure, Mike Rodgers, the former House Intelligence Committee chairman, is now out."}, {"sentId": 17, "text": "He was seen as a reassuring figure to many Republicans, especially on the issues of national security, and was thought on the short list for CIA director, he's gone."}, {"sentId": 18, "text": "Of course he was hired by Chris Christie, who, as well, was demoted."}], "speaker": "JOHNS", "secId": 7}, {"sentences": [{"sentId": 19, "text": "So the question is why, what's going on with the transition."}, {"sentId": 20, "text": "The story they certainly want to put out is this is all about a blending of the campaign staff, that traveled around the country with Donald Trump and the transition staff that was put in place to figure out what was going to happen in the event he won, but there is also a question as to whether all of this is part of a purge in the continuing fight, the backbiting between the establishment figures who work with Donald Trump and the nontraditional figures, the insiders and the outsiders."}, {"sentId": 21, "text": "Of course, they say no, it is not a purge."}], "speaker": "JOHNS", "secId": 8}, {"sentences": [{"sentId": 22, "text": "Coming in the middle of all this today, the Vice President-elect Mike Pence to try to calm the waters."}, {"sentId": 23, "text": "Reports of course that only purge that he wanted to preside over was getting rid of the lobbyists, which essentially would be a campaign promise for Donald Trump, Don."}], "speaker": "JOHNS", "secId": 9}, {"sentences": [{"sentId": 24, "text": "And Joe, multiple sources are telling CNN that Jared Kushner, Donald Trump's son-in-law, at the center of all the infighting."}, {"sentId": 25, "text": "What can you tell us?"}], "speaker": "LEMON", "secId": 10}, {"sentences": [{"sentId": 26, "text": "Yes."}, {"sentId": 27, "text": "He is reported to be at the center of all the infighting."}, {"sentId": 28, "text": "He's also a close associate certainly of Donald Trump."}, {"sentId": 29, "text": "He's been called his fixer among other things, he's been called his right-hand man and as we all know fixers don't always get props for being polite, but there are issues with -- with Kushner that have to be examined and probably chief among them is the fact that he has a history with Chris Christie."}, {"sentId": 30, "text": "In fact his father, Charles Kushner, was prosecuted by Chris Christie in 2004 and eventually ended up pleading guilty."}, {"sentId": 31, "text": "So a question of bad blood there certainly."}], "speaker": "JOHNS", "secId": 11}, {"sentences": [{"sentId": 32, "text": "The campaign says no, it's not that all, they're just trying to get their ducks in a row."}, {"sentId": 33, "text": "Still the suggestion is here at Trump Tower that the transition has stalled just a bit."}, {"sentId": 34, "text": "They say it's only a matter of time before they get moving."}], "speaker": "JOHNS", "secId": 12}, {"sentences": [{"sentId": 35, "text": "Joe Johns, much appreciated."}], "speaker": "LEMON", "secId": 13}, {"sentences": [{"sentId": 36, "text": "I want to bring in now Mark Preston, CNN Politics executive editor, and William Cohen, the contributing editor to \"Vanity Fair\" who's the author of \"The Price of Silence.\""}], "speaker": "LEMON", "secId": 14}, {"sentences": [{"sentId": 37, "text": "Hello, gentlemen."}, {"sentId": 38, "text": "Mark, you first."}, {"sentId": 39, "text": "I want to ask you about Donald Trump's transition team."}, {"sentId": 40, "text": "Chris Christie out on Friday, Mike Rodgers out today."}, {"sentId": 41, "text": "What are you hearing?"}], "speaker": "LEMON", "secId": 15}, {"sentences": [{"sentId": 42, "text": "Well, a couple of things."}, {"sentId": 43, "text": "You know, there's talk about infighting right now, which would be expected during any kind of transition, but we have power centers right now that we have to be aware of."}, {"sentId": 44, "text": "One is that you have Steve Bannon, somebody who's considered the general behind Donald Trump's basically reviving his campaign and going on to win it."}], "speaker": "PRESTON", "secId": 16}, {"sentences": [{"sentId": 45, "text": "You have Reince Priebus, who's put in as the chief of staff, somebody who was well-regarded on Capitol Hill, has the ears and the support of the Republican leadership up there, and then as you were talking with Joe, you have Jared Kushner right now who is, you know, somebody who is very well respected by Donald Trump and somebody who he leans on."}], "speaker": "PRESTON", "secId": 17}, {"sentences": [{"sentId": 46, "text": "Now add to the mix right now, Mike Pence, somebody who knows Washington very well and you're going to get a little bit of friction, Don, when you have all of these folks coming together."}, {"sentId": 47, "text": "Now we are told by a high-ranking person within the Trump campaign that a lot of this is being mischaracterized and the fact is that they are getting along and they are very organized and this is what you would expect during a transition."}], "speaker": "PRESTON", "secId": 18}, {"sentences": [{"sentId": 48, "text": "Well, the highest person in the campaign is Donald Trump, and he is tweeting this out tonight."}, {"sentId": 49, "text": "He said, about the transition, \"Very organized process taking place as I decide on Cabinet and many other positions."}, {"sentId": 50, "text": "I am the only one who knows who the finalists are here.\""}], "speaker": "LEMON", "secId": 19}, {"sentences": [{"sentId": 51, "text": "He's denying that there's conflict and that Jared Kushner, his son-in- law, is behind it."}], "speaker": "LEMON", "secId": 20}, {"sentences": [{"sentId": 52, "text": "Right."}, {"sentId": 53, "text": "And so a couple of things here."}, {"sentId": 54, "text": "You know, not too surprising that Donald Trump would do that."}, {"sentId": 55, "text": "And there is truth in what he said because with Donald Trump, we're always wondering what his next move is going to be so his final decision is going to be who, where he decides to put people in the Cabinet."}, {"sentId": 56, "text": "And again he probably is the only person who knows it, now there are those in the inner circle that are helping make him the decisions but it will be up to Donald Trump."}], "speaker": "PRESTON", "secId": 21}, {"sentences": [{"sentId": 57, "text": "I've got to ask you this."}, {"sentId": 58, "text": "This is a new reporting that's just in here to CNN, Mark, and it's a source with knowledge that said Jared Kushner could end up with the top national security clearance as a key adviser to his father-in-law, which is expected for him."}], "speaker": "LEMON", "secId": 22}, {"sentences": [{"sentId": 59, "text": "Right."}], "speaker": "PRESTON", "secId": 23}, {"sentences": [{"sentId": 60, "text": "The sources said they likely -- that it is likely but has not happened yet."}, {"sentId": 61, "text": "What do you make of that?"}], "speaker": "LEMON", "secId": 24}, {"sentences": [{"sentId": 62, "text": "Right."}, {"sentId": 63, "text": "So a source of heartburn right now for the Trump campaign, this is a story, of course, that has developed over the past day or so."}, {"sentId": 64, "text": "What we're told is that there was a transition worker who actually inquired about this, was not authorized to do so, inquired about the top security clearance but was not required to do so and Donald Trump did ask them to do so."}], "speaker": "PRESTON", "secId": 25}, {"sentences": [{"sentId": 65, "text": "Now the reporting we're seeing from Gloria Borger and Jim Acosta tonight is that in fact Jared Kushner, who is married to Ivanka Trump, could perhaps get that top security clearance."}, {"sentId": 66, "text": "So we'll see what happens, you know, in the ensuing weeks and months."}, {"sentId": 67, "text": "But once Donald Trump is president, fairly certain, Don, that he can decide who gets it and who doesn't get it."}], "speaker": "PRESTON", "secId": 26}, {"sentences": [{"sentId": 68, "text": "What do you think of this, William?"}], "speaker": "LEMON", "secId": 27}, {"sentences": [{"sentId": 69, "text": "Well, also of course we know that he's asked for the security clearance for his three children and, you know, Jared Kushner is of course married to Ivanka, and Ivanka and Don Junior and Eric are supposedly going to be running his business."}, {"sentId": 70, "text": "They're also going to get national security clearance -- top secret security clearance at the same time that they're running his business?"}, {"sentId": 71, "text": "I mean, that is -- that is troublesome."}], "speaker": "COHEN", "secId": 28}, {"sentences": [{"sentId": 72, "text": "How do -- potential conflicts of interest because of that?"}, {"sentId": 73, "text": "Because his children, as you said, are supposed to be running his businesses and if they have that information, isn't that a conflict of interest?"}], "speaker": "LEMON", "secId": 29}, {"sentences": [{"sentId": 74, "text": "I would think so."}, {"sentId": 75, "text": "I mean, Donald Trump has business interests all around the world and he's going to have information about his -- about countries all over the world and his children are now going to have access to that at the same time they're running his business."}, {"sentId": 76, "text": "LEMON:  Yes."}], "speaker": "COHEN", "secId": 30}, {"sentences": [{"sentId": 77, "text": "That is a clear, potential conflict of interest."}], "speaker": "COHEN", "secId": 31}, {"sentences": [{"sentId": 78, "text": "When you hear about people like Rudy Giuliani, who, you know, by many accounts, has not exhibited the best behavior over the last couple of months being considered --"}], "speaker": "LEMON", "secId": 32}, {"sentences": [{"sentId": 79, "text": "You're so diplomatic."}], "speaker": "COHEN", "secId": 33}, {"sentences": [{"sentId": 80, "text": "I'm just being --"}], "speaker": "LEMON", "secId": 34}, {"sentences": [{"sentId": 81, "text": "I mean, listen, he had a great legacy with 9/11."}], "speaker": "LEMON", "secId": 35}, {"sentences": [{"sentId": 82, "text": "Yes."}], "speaker": "COHEN", "secId": 36}, {"sentences": [{"sentId": 83, "text": "But, you know, if you speak to anyone, they say there's a different Rudy Giuliani now, and the Rudy Giuliani we're seeing is not the one who -- you know, post-9/11."}], "speaker": "LEMON", "secId": 37}, {"sentences": [{"sentId": 84, "text": "Right."}, {"sentId": 85, "text": "Right."}], "speaker": "COHEN", "secId": 38}, {"sentences": [{"sentId": 86, "text": "So then are you concerned -- what do you make of that?"}], "speaker": "LEMON", "secId": 39}, {"sentences": [{"sentId": 87, "text": "Well, for Rudy Giuliani to be seriously considered a secretary of state, which is the trial balloon is being floated, I mean, if he were to be seriously considered for attorney general, I could understand that."}, {"sentId": 88, "text": "He was U.S. attorney in the Southern District of New York."}, {"sentId": 89, "text": "He was mayor of New York, he's a prosecutor by nature, a prosecutor by interest, and you know, by temperament, but secretary of state?"}, {"sentId": 90, "text": "A diplomat?"}], "speaker": "COHEN", "secId": 40}, {"sentences": [{"sentId": 91, "text": "I don't find Rudy Giuliani particularly diplomatic or knowledgeable about world affairs."}, {"sentId": 92, "text": "I think that would be a big mistake."}], "speaker": "COHEN", "secId": 41}, {"sentences": [{"sentId": 93, "text": "Mark, what are the rules for a president when it comes to potential conflicts, and we're talking about the business interests, and also getting top national security clearance for his children who will potentially be running his business?"}], "speaker": "LEMON", "secId": 42}, {"sentences": [{"sentId": 94, "text": "Don, the rules are that there are no rules right now for the president or for vice president."}, {"sentId": 95, "text": "Let me just read you a little bit about kind of where we stand right now and what is required of the president."}], "speaker": "PRESTON", "secId": 43}, {"sentences": [{"sentId": 96, "text": "The U.S."}, {"sentId": 97, "text": "Conflict of Interest statute prohibits officials of the executive branch from holding assets that would conflict with their official duties, except Congress has exempted the president and vice president from those rules, as well as the president and vice president are exempt from earning income from their businesses as they hold office."}, {"sentId": 98, "text": "They are exempt again from what other federal officials are required to abide by."}], "speaker": "PRESTON", "secId": 44}, {"sentences": [{"sentId": 99, "text": "Now having said that, Donald Trump says that his children are going to run the businesses."}, {"sentId": 100, "text": "We'll see what exactly happens, but of course it's going to be an incredible amount of scrutiny over any decision that Donald Trump makes and how it could affect his businesses."}], "speaker": "PRESTON", "secId": 45}, {"sentences": [{"sentId": 101, "text": "How do you square that, William?"}, {"sentId": 102, "text": "Because wasn't that something that they really railed against Hillary Clinton for, for potential conflicts of interest with the Clinton Foundation?"}], "speaker": "LEMON", "secId": 46}, {"sentences": [{"sentId": 103, "text": "Look, Mark is absolutely right."}, {"sentId": 104, "text": "Donald Trump is president of the United States, does not have to put his assets into a blind trust."}, {"sentId": 105, "text": "And for it be a real blind trust anyway, he would have to sell everything, turn it into cash, and hire an independent trustee to manage that cash."}, {"sentId": 106, "text": "If he keeps his businesses and his hotel properties and his real estate properties, which of course he would, then there's no such thing as a blind trust because first of all it's not required and we know that Donald likes to do things up to the letter of the law, and you know, if there's no law requiring it, he won't do it."}], "speaker": "COHEN", "secId": 47}, {"sentences": [{"sentId": 107, "text": "He didn't have to release his tax returns and he didn't release them, and everybody was -- ended up being OK with that, I guess."}, {"sentId": 108, "text": "And he's not going to put these -- his business into a blind trust."}, {"sentId": 109, "text": "He said -- he's actually doing what he said he was going to."}, {"sentId": 110, "text": "And in the middle of the campaign, he said his children were going to run the business and that's exactly what seems to be happening."}], "speaker": "COHEN", "secId": 48}, {"sentences": [{"sentId": 111, "text": "Mark, even the new space for the new Trump International Hotel in D.C. which Trump and his family just opened is leased to Trump by the federal government."}, {"sentId": 112, "text": "He is leasing space from the government which he will now lead."}], "speaker": "LEMON", "secId": 49}, {"sentences": [{"sentId": 113, "text": "How is this going to be untangled?"}], "speaker": "LEMON", "secId": 50}, {"sentences": [{"sentId": 114, "text": "Well, it's not going to be untangled."}, {"sentId": 115, "text": "I mean, the fact is he's the lessee and the lessor in many ways because he's the one who appoints, you know, the --"}], "speaker": "PRESTON", "secId": 51}, {"sentences": [{"sentId": 116, "text": "The head of --"}], "speaker": "COHEN", "secId": 52}, {"sentences": [{"sentId": 117, "text": "-- the organization, the department that oversees that."}, {"sentId": 118, "text": "Now having said that, I mean, look, there's lease in place."}, {"sentId": 119, "text": "I'm not really quite sure what he could do or what he would do as president that would give favorable terms to the lease."}, {"sentId": 120, "text": "I mean, is he going to ask for the lease to be broken?"}, {"sentId": 121, "text": "Is he going to try to sue the lessor, which is basically suing himself?"}], "speaker": "PRESTON", "secId": 53}, {"sentences": [{"sentId": 122, "text": "It's untangled, but I would say this."}, {"sentId": 123, "text": "For all of our discussion about Donald Trump in the tanglement of his businesses, this is going to be so much scrutiny on Donald Trump as president and what he does with his businesses, he's not going to be able to make a move without us knowing what he does."}], "speaker": "PRESTON", "secId": 54}, {"sentences": [{"sentId": 124, "text": "William -- go ahead."}], "speaker": "LEMON", "secId": 55}, {"sentences": [{"sentId": 125, "text": "And what he said on \"60 Minutes\" that he's -- you know, he's done worrying about his business."}, {"sentId": 126, "text": "He's got bigger things to worry about now, and you know let's take him at his word at the moment."}, {"sentId": 127, "text": "LEMON:  Also in the \"60 Minutes\" it was Ivanka Trump came under fire"}], "speaker": "COHEN", "secId": 56}, {"sentences": [{"sentId": 128, "text": "for -- after she wore a gold bracelet during the family's \"60 Minutes\" interview."}, {"sentId": 129, "text": "Her fashion company sent out an e-mail showing her wearing the $10,000 bracelet and asked recipients to share it with their clients, apparently trying to profit on the appearance."}], "speaker": "COHEN", "secId": 57}, {"sentences": [{"sentId": 130, "text": "It's simple, but it's a poignant example."}], "speaker": "COHEN", "secId": 58}, {"sentences": [{"sentId": 131, "text": "Of poor judgment."}, {"sentId": 132, "text": "Of poor judgment."}, {"sentId": 133, "text": "She shouldn't have done that and whether she knew that it was being done by her person or not, she shouldn't have done that."}], "speaker": "COHEN", "secId": 59}, {"sentences": [{"sentId": 134, "text": "Take care of that?"}], "speaker": "LEMON", "secId": 60}, {"sentences": [{"sentId": 135, "text": "I don't know about take care."}, {"sentId": 136, "text": "But I mean, she did it during the campaign."}, {"sentId": 137, "text": "Maybe that was one thing."}, {"sentId": 138, "text": "Now her father is president- elect of the United States."}, {"sentId": 139, "text": "She should not be doing that."}], "speaker": "COHEN", "secId": 61}, {"sentences": [{"sentId": 140, "text": "Thank you very much."}], "speaker": "LEMON", "secId": 62}, {"sentences": [{"sentId": 141, "text": "Up next a spike in hate crimes since Donald Trump's election and I'll talk to a U.S. army veteran whose meal was taken away from a restaurant when somebody wearing a Trump shirt challenged his service record."}], "speaker": "LEMON", "secId": 63}, {"sentences": [{"sentId": 142, "text": "Since the election last week, there is a spike in hate incidents."}], "speaker": "LEMON", "secId": 64}, {"sentences": [{"sentId": 143, "text": "CNN's Miguel Marquez has the story -- Miguel."}], "speaker": "LEMON", "secId": 65}, {"sentences": [{"sentId": 144, "text": "Don, the incidents are concerning and they've happened coast to coast, participating, everyone from adults to kids targeting everyone from African-Americans to Latinos to gays and lesbians, to Muslims, even celebrities."}], "speaker": "MARQUEZ", "secId": 66}, {"sentences": [{"sentId": 145, "text": "You idiot."}], "speaker": "UNIDENTIFIED MALE", "secId": 67}, {"sentences": [{"sentId": 146, "text": "The raise of hate."}, {"sentId": 147, "text": "A protester pushed down a flight of stairs in the midst of an anti-Trump rally at Ohio State University."}, {"sentId": 148, "text": "The student who did the pushing arrested for assault."}], "speaker": "MARQUEZ ", "secId": 68}, {"sentences": [{"sentId": 149, "text": "The bitterness of an ugly campaign taking new form after the surprise election of Donald Trump."}, {"sentId": 150, "text": "\"Build the wall,\" a Trump signature phrase chanted by middle schoolers in Detroit, Michigan, taunting Latino students during lunch period."}, {"sentId": 151, "text": "The advocacy group, the Southern Poverty Law Center, has researched and solicited claims of harassment nationwide since the election."}, {"sentId": 152, "text": "437 incidents so far."}, {"sentId": 153, "text": "An apparent sharp increase."}, {"sentId": 154, "text": "140 on November 9th alone, the day after the election."}, {"sentId": 155, "text": "Since then, reports have decreased significantly."}], "speaker": "MARQUEZ ", "secId": 69}, {"sentences": [{"sentId": 156, "text": "Say it right to the camera, stop it."}], "speaker": "TRUMP", "secId": 70}, {"sentences": [{"sentId": 157, "text": "The president-elect himself made a plea for calm in his first television interview."}], "speaker": "MARQUEZ", "secId": 71}, {"sentences": [{"sentId": 158, "text": "Because I'm going to bring this country together."}], "speaker": "TRUMP", "secId": 72}, {"sentences": [{"sentId": 159, "text": "The incidents run the gamut, swastikas scratched on the doors of Jewish students at a New York New School dorm."}, {"sentId": 160, "text": "\"Trump Nation, Whites Only\"  scrawled on the sign of a Latino church in Silver Spring, Maryland."}, {"sentId": 161, "text": "\"Heil Trump,\" a swastika and \"Fag Church\" spray-painted on St. David's Episcopal in the small town of Beanblossom, Indiana."}], "speaker": "MARQUEZ", "secId": 73}, {"sentences": [{"sentId": 162, "text": "Celebrity Clinton supporter Emmy Rossum trolled on Twitter."}, {"sentId": 163, "text": "This image of Auschwitz with Trump's name added, the message, \"This is in all of your ilk's future."}, {"sentId": 164, "text": "You will be seeing a train shortly."}, {"sentId": 165, "text": "Hollywood days of subjugation is over."}, {"sentId": 166, "text": "Sieg Heil.\""}], "speaker": "MARQUEZ", "secId": 74}, {"sentences": [{"sentId": 167, "text": "Did you see my military information?"}], "speaker": "WALKER", "secId": 75}, {"sentences": [{"sentId": 168, "text": "And in Dallas, African-American veteran, Earnest Walker, denied a free meal at Chili's on Veterans Day after a man wearing a Trump shirt questioned whether he truly served, allegedly saying that he had served in Germany and they didn't let black serve there."}, {"sentId": 169, "text": "The manager took the Trump's supporter's side."}], "speaker": "MARQUEZ", "secId": 76}, {"sentences": [{"sentId": 170, "text": "Now you're grabbing my food away from me now?"}, {"sentId": 171, "text": "You're taking my food away from me now?"}], "speaker": "WALKER", "secId": 77}, {"sentences": [{"sentId": 172, "text": "Taking away Walker's meal even after he showed his military credentials for him and his service dog."}, {"sentId": 173, "text": "Chili's has issued a lengthy apology to Mr. Walker, thanked him for his service and saying the Chili's manager has been removed."}], "speaker": "MARQUEZ", "secId": 78}, {"sentences": [{"sentId": 174, "text": "Now the Anti-Defamation League tracks and combats anti- Semitism here in New York alone they say that there have been five incidents in the last several days of anti-Semitism and say these acts are only meant to breathe fear and refuel anxiety -- Don."}], "speaker": "MARQUEZ", "secId": 79}, {"sentences": [{"sentId": 175, "text": "Miguel, thank you very much."}], "speaker": "LEMON", "secId": 80}, {"sentences": [{"sentId": 176, "text": "Joining me now is Ernest Walker and his attorney Kim T. Cole."}, {"sentId": 177, "text": "Thank you both for joining me."}], "speaker": "LEMON", "secId": 81}, {"sentences": [{"sentId": 178, "text": "Mr. Walker, to you first."}, {"sentId": 179, "text": "First of all, thank you so much for your service."}, {"sentId": 180, "text": "OK."}], "speaker": "LEMON", "secId": 82}, {"sentences": [{"sentId": 181, "text": "Thank you, I appreciate it."}], "speaker": "WALKER", "secId": 83}, {"sentences": [{"sentId": 182, "text": "We just heard a little bit about what happened to you at Chili's on Veterans Day."}, {"sentId": 183, "text": "Explain your interaction with a Trump supporter there."}], "speaker": "LEMON", "secId": 84}, {"sentences": [{"sentId": 184, "text": "Well, first of all he really made me feel like I was -- almost like a slave who had to show paperwork to show my freedom."}, {"sentId": 185, "text": "You know, I do believe that I was singled out as a black man in that restaurant and if it were not for the past temperature of the nation of this election, you know, I don't think he would be as emboldened to approach me in the manner that he did and just outright, you know, label me as a black man trying to steal food."}], "speaker": "WALKER", "secId": 85}, {"sentences": [{"sentId": 186, "text": "Had anything like that ever happened to you before this election?"}], "speaker": "LEMON", "secId": 86}, {"sentences": [{"sentId": 187, "text": "No."}, {"sentId": 188, "text": "No."}, {"sentId": 189, "text": "No, no, no."}, {"sentId": 190, "text": "I mean, I've had, you know, racism but just to be as bold as he was."}, {"sentId": 191, "text": "He felt like he had the right to do this to me and the manager participated in that."}], "speaker": "WALKER", "secId": 87}, {"sentences": [{"sentId": 192, "text": "Yes."}, {"sentId": 193, "text": "And that was -- that's the concern, that somehow this election has emboldened bigotry or given bigotry a platform or normalize it."}, {"sentId": 194, "text": "I know you started filming on your cell phone."}, {"sentId": 195, "text": "Let's watch and then we'll discuss."}], "speaker": "LEMON", "secId": 88}, {"sentences": [{"sentId": 196, "text": "Now you question my military service and you're questioning my service dog?"}, {"sentId": 197, "text": "If you didn't see it -- now you're grabbing my food away from me?"}, {"sentId": 198, "text": "You're taking my food away from me now?"}], "speaker": "WALKER", "secId": 89}, {"sentences": [{"sentId": 199, "text": "I'm so sorry."}], "speaker": "UNIDENTIFIED MALE", "secId": 90}, {"sentences": [{"sentId": 200, "text": "OK."}], "speaker": "WALKER", "secId": 91}, {"sentences": [{"sentId": 201, "text": "You didn't provide any documents for me."}], "speaker": "UNIDENTIFIED MALE", "secId": 92}, {"sentences": [{"sentId": 202, "text": "Yes, sir."}, {"sentId": 203, "text": "Yes, I did just provide documents to you and they saw you."}, {"sentId": 204, "text": "I want the police called at this point."}], "speaker": "WALKER", "secId": 93}, {"sentences": [{"sentId": 205, "text": "So, Mr. Walker."}, {"sentId": 206, "text": "did police come?"}], "speaker": "LEMON", "secId": 94}, {"sentences": [{"sentId": 207, "text": "Yes, they did."}], "speaker": "WALKER", "secId": 95}, {"sentences": [{"sentId": 208, "text": "What happened?"}], "speaker": "LEMON", "secId": 96}, {"sentences": [{"sentId": 209, "text": "Well, obviously the officer spoke with the young manager but, you know, I tried to tell him that I need to file charges but he, you know, refused do so because I had been assaulted."}, {"sentId": 210, "text": "You know, I told him that I felt like, you know, the president of the United States, who had to produce his birth certificate."}, {"sentId": 211, "text": "My DD-14 is my birth certificate from the military."}], "speaker": "WALKER", "secId": 97}, {"sentences": [{"sentId": 212, "text": "Yes."}, {"sentId": 213, "text": "To be clear you provided documentation that you're a veteran and that you had a service dog."}, {"sentId": 214, "text": "Was your dog wearing a vest?"}], "speaker": "LEMON", "secId": 98}, {"sentences": [{"sentId": 215, "text": "Yes, he was."}], "speaker": "WALKER", "secId": 99}, {"sentences": [{"sentId": 216, "text": "OK."}], "speaker": "LEMON", "secId": 100}, {"sentences": [{"sentId": 217, "text": "He was wearing a service dog vest and I provided other I.D., as well."}], "speaker": "WALKER", "secId": 101}, {"sentences": [{"sentId": 218, "text": "Do you know what happened to the man who originally questioned that you -- whether you were a veteran?"}], "speaker": "LEMON", "secId": 102}, {"sentences": [{"sentId": 219, "text": "I have no idea."}, {"sentId": 220, "text": "You know, sometime, you know, when you're emboldened to treat people that way and you found out that, you know, you're wrong you tend to, you know, be a coward and run away."}, {"sentId": 221, "text": "I have no idea, but I do know that, you know, the company said that the manager was -- you know, removed."}, {"sentId": 222, "text": "That does not mean fired, so I'm not sure."}], "speaker": "WALKER", "secId": 103}, {"sentences": [{"sentId": 223, "text": "Yes."}, {"sentId": 224, "text": "Yes, the manager was -- I think he's been removed but not necessarily fired and -- let me read this."}, {"sentId": 225, "text": "This is a statement that reads in part from Chili's."}, {"sentId": 226, "text": "And I want to get your response to this, Miss Cole."}, {"sentId": 227, "text": "It says, \"Last week Mr. Walker, a veteran, came into our restaurant to participate in our Chili's program honoring veterans and active military with a free meal."}, {"sentId": 228, "text": "Unfortunately Mr. Walker was not treated in a manner our veterans deserve."}, {"sentId": 229, "text": "On a day we serve more than 200,000 free meals as a small gesture for our veterans and active military for their service, we fell short.\""}], "speaker": "LEMON", "secId": 104}, {"sentences": [{"sentId": 230, "text": "What more is Chili's doing for Mr. Walker if anything?"}], "speaker": "LEMON", "secId": 105}, {"sentences": [{"sentId": 231, "text": "At this point, we are still in discussions with Brinker International, the parent company of Chili's, and they have spoken directly with Mr. Walker via telephone and expressed their sincere apology for the incident that occurred and we're working together to reach a resolution."}], "speaker": "COLE", "secId": 106}, {"sentences": [{"sentId": 232, "text": "Why do you think this happened?"}, {"sentId": 233, "text": "You know, why do you think he was asked for his I.D."}, {"sentId": 234, "text": "?"}], "speaker": "LEMON", "secId": 107}, {"sentences": [{"sentId": 235, "text": "Because he's a black man."}, {"sentId": 236, "text": "This is evident of a horrific trend that is sweeping the country right now."}, {"sentId": 237, "text": "There is -- you've shown instances of racism and all kinds of hatred, all across the country and this is indicative of a much larger problem that we're facing here."}, {"sentId": 238, "text": "And --"}], "speaker": "COLE", "secId": 108}, {"sentences": [{"sentId": 239, "text": "Do you think it's a direct result of the election?"}], "speaker": "LEMON", "secId": 109}, {"sentences": [{"sentId": 240, "text": "I think it's a direct result of the people who were motivated and emboldened by this entire campaign."}, {"sentId": 241, "text": "This campaign was run on hate and bigotry."}, {"sentId": 242, "text": "And it inspired a lot of people to hate."}], "speaker": "COLE", "secId": 110}, {"sentences": [{"sentId": 243, "text": "Mr. Walker, your service dog has an interesting name."}, {"sentId": 244, "text": "Tell us about that."}], "speaker": "LEMON", "secId": 111}, {"sentences": [{"sentId": 245, "text": "Well, actually, I'm glad you brought that up."}, {"sentId": 246, "text": "He didn't like my dog's name."}, {"sentId": 247, "text": "I told him my dog name's was Barack and, you know, he really didn't like that at all."}], "speaker": "WALKER", "secId": 112}, {"sentences": [{"sentId": 248, "text": "The Trump supporter or the manager?"}], "speaker": "LEMON", "secId": 113}, {"sentences": [{"sentId": 249, "text": "The Trump supporter."}, {"sentId": 250, "text": "You know, he's the gentleman that came by and rubbed my dog and he asked the name of it, and I said Barack, and you know, at that point, he didn't seem too happy about that."}], "speaker": "WALKER", "secId": 114}, {"sentences": [{"sentId": 251, "text": "As a member of the military, Donald Trump is -- will soon be your commander-in-chief."}, {"sentId": 252, "text": "What do you say to him?"}, {"sentId": 253, "text": "WALKER:  Well, I'm not a member of the military anymore, but we need"}], "speaker": "LEMON", "secId": 115}, {"sentences": [{"sentId": 254, "text": "to stop the hatred and he needs to retract a lot of the things that he said and try to bring down the temperature of this country before we are looking like some third-world country."}], "speaker": "LEMON", "secId": 116}, {"sentences": [{"sentId": 255, "text": "Thank you, Mr. Walker."}, {"sentId": 256, "text": "Thank you, Miss Cole."}], "speaker": "LEMON", "secId": 117}, {"sentences": [{"sentId": 257, "text": "Thank you."}], "speaker": "WALKER", "secId": 118}, {"sentences": [{"sentId": 258, "text": "You're welcome."}, {"sentId": 259, "text": "Thank you."}], "speaker": "COLE", "secId": 119}, {"sentences": [{"sentId": 260, "text": "And again thank you for your service."}], "speaker": "LEMON", "secId": 120}, {"sentences": [{"sentId": 261, "text": "Straight ahead, why are people feeling emboldened to commit acts of disrespect and worse?"}, {"sentId": 262, "text": "More on that, next."}], "speaker": "LEMON", "secId": 121}, {"sentences": [{"sentId": 263, "text": "A spike in hate speech and crime since the election last week and here to discs is Jack Kingston, the former Republican congressman, who's a former senior adviser to Trump's campaign, Symone Sanders is a former national press secretary for Bernie Sanders, and psychologist Wendy Walsh."}], "speaker": "LEMON", "secId": 122}, {"sentences": [{"sentId": 264, "text": "Thank you."}, {"sentId": 265, "text": "Let's discuss this and hopefully we can have a conversation to help people get through this."}], "speaker": "LEMON", "secId": 123}, {"sentences": [{"sentId": 266, "text": "So, Wendy, why do you think people feel emboldened in some instances now to commit these acts?"}, {"sentId": 267, "text": "Explain what is at play here."}], "speaker": "LEMON", "secId": 124}, {"sentences": [{"sentId": 268, "text": "Well, I think two things."}, {"sentId": 269, "text": "Social media has made this safe space for people to express things that are completely disrespectful and in many ways egregious."}, {"sentId": 270, "text": "And so they've now become accustomed to being trolls online and so they figure they can do it in real life, but, Don, you have to remember that all anger is a mask for fear and there's a great deal of fear on both sides right now, whether it's fear that somebody you don't trust has their hands on the nuclear codes or whether it's fear that there's been so much social change, gay rights, rights for women, trans rights, the Black Lives Matter movement."}], "speaker": "WALSH", "secId": 125}, {"sentences": [{"sentId": 271, "text": "That feels destabilizing to some people."}, {"sentId": 272, "text": "And there's fear."}, {"sentId": 273, "text": "But if we can get past the fear and understand that we need to get along with our brothers and sisters here, we're one country, and we're all Americans now."}], "speaker": "WALSH", "secId": 126}, {"sentences": [{"sentId": 274, "text": "Yes."}, {"sentId": 275, "text": "And there's a lot of work to do, but this campaign was so divisive."}, {"sentId": 276, "text": "I'm wondering, is it a mob mentality?"}, {"sentId": 277, "text": "What drives separate individuals all across the country in a bunch of different scenarios to act out?"}], "speaker": "LEMON", "secId": 127}, {"sentences": [{"sentId": 278, "text": "Well, I do think that it is a mob mentality and it was started on the Internet with peoples' social media, that tends to be very insular, but it helps them find like-minded people."}, {"sentId": 279, "text": "But again plenty of these people would never say the things that they type."}, {"sentId": 280, "text": "They would never say them in real life to somebody's face."}, {"sentId": 281, "text": "It gives people this power when they get near a keyboard."}], "speaker": "WALSH", "secId": 128}, {"sentences": [{"sentId": 282, "text": "Yes."}, {"sentId": 283, "text": "How much of this behavior -- and violence that you believe, that you think is directly Donald Trump's rhetoric on the campaign trail?"}, {"sentId": 284, "text": "There a direct connection?"}, {"sentId": 285, "text": "Can a direct connection be drawn?"}], "speaker": "LEMON", "secId": 129}, {"sentences": [{"sentId": 286, "text": "I think both candidates were forced into a swampy place, shall we say, as it continued one after another, and I personally believe there was a lot of internalized misogyny by women."}, {"sentId": 287, "text": "There was a lot of sexism by other people."}, {"sentId": 288, "text": "And that we got to this place where it was just a lot of finger pointing instead of talking about the issues."}, {"sentId": 289, "text": "But yes, it had do with both campaigns and how ugly they got."}], "speaker": "WALSH", "secId": 130}, {"sentences": [{"sentId": 290, "text": "Representative Kingston, the president-elect did tell people to, quote, \"stop it\" on Sunday night, but Rudy Giuliani in the running for attorney general or secretary of state or some position in the Trump administration said this."}], "speaker": "LEMON", "secId": 131}, {"sentences": [{"sentId": 291, "text": "He told people to stop doing what they're doing."}, {"sentId": 292, "text": "He has no more control over them than President Obama or Hillary Clinton have over the goons and thugs that are in my city that are destroying property, that are taking over streets and that are yelling and screaming at Donald Trump."}], "speaker": "GIULIANI", "secId": 132}, {"sentences": [{"sentId": 293, "text": "Representative Kingston, goons and thugs?"}, {"sentId": 294, "text": "Really?"}, {"sentId": 295, "text": "Is that language helpful?"}], "speaker": "LEMON", "secId": 133}, {"sentences": [{"sentId": 296, "text": "Well, I don't think if it's helpful but I don't think it's as harmful as not -- doesn't justify 71 people getting arrested in Portland and it doesn't justify the CEO of a company to threaten to kill President- elect Trump."}, {"sentId": 297, "text": "I think it was called a packet sled, the CEO threatened to kill Donald Trump and then of course the CEO of Grub Hub threatened to fire all the Trump supporters, so I think Wendy is right."}, {"sentId": 298, "text": "I mean, you know, you can find plenty on both sides."}], "speaker": "KINGSTON", "secId": 134}, {"sentences": [{"sentId": 299, "text": "I do think Donald Trump has exercised the right tone."}, {"sentId": 300, "text": "I think Hillary Clinton has, as well."}, {"sentId": 301, "text": "I think Barack Obama has, as well."}, {"sentId": 302, "text": "And maybe from the three of those national leaders we need to hear more of that toning down, so -- you know and I think --"}], "speaker": "KINGSTON", "secId": 135}, {"sentences": [{"sentId": 303, "text": "I do appreciate that, Representative Kingston, but my question was, goons and thugs by a member -- someone who is being considered as a member of the Trump administration, does the language like that help at this time, especially calm a nation that is quite clearly divided?"}, {"sentId": 304, "text": "That was my question."}], "speaker": "LEMON", "secId": 136}, {"sentences": [{"sentId": 305, "text": "Well, I -- I think Mayor Giuliani is speaking for himself and the frustration he feels in his own city, when people are blocking the roads and keeping people and taxpayers from going to work and in many cases tearing up property, although I would say that the vandalism in New York City I believe has been a lot less than it has in California or in Portland, but, you know, I think he's speaking out of some frustration."}], "speaker": "KINGSTON", "secId": 137}, {"sentences": [{"sentId": 306, "text": "But remember the important thing is Donald Trump is not."}, {"sentId": 307, "text": "He is speaking in very careful tones."}, {"sentId": 308, "text": "I think his speech Wednesday morning was perfect."}, {"sentId": 309, "text": "His acceptance with Hillary, his meeting with Barack Obama."}, {"sentId": 310, "text": "His message on national television to stop it, do not do these crimes in his name, I think was right."}, {"sentId": 311, "text": "But I think there's some crimes on the other side there, happening as well that people should denounce."}], "speaker": "KINGSTON", "secId": 138}, {"sentences": [{"sentId": 312, "text": "And you know, frankly, I think to quote Barack Obama, this could be a great teachable moment for all of America, that you know what, this just isn't the way we do things, let's come together, let's talk."}, {"sentId": 313, "text": "And I think, Don, your shows have been good on that."}, {"sentId": 314, "text": "You know, Symone and I in the green room, we -- we are friends."}], "speaker": "KINGSTON", "secId": 139}, {"sentences": [{"sentId": 315, "text": "We don't get along politically on every single issue, but, you know, we believe in the civil discourse that you have allowed us to have."}, {"sentId": 316, "text": "And --"}], "speaker": "KINGSTON", "secId": 140}, {"sentences": [{"sentId": 317, "text": "That's because we're normal, Congressman."}, {"sentId": 318, "text": "You and I are normal, but what has happened in this election season, what's happening right now in America is not normal."}, {"sentId": 319, "text": "And we can't normalize it."}], "speaker": "SANDERS", "secId": 141}, {"sentences": [{"sentId": 320, "text": "I am horrified."}, {"sentId": 321, "text": "The Internet troll and the Internet bullies have been emboldened."}, {"sentId": 322, "text": "People in public have been emboldened."}, {"sentId": 323, "text": "A friend of mine just last week told me she was on the Acela, and a white couple got on the train and looked at this African-American woman and told her, aren't you supposed to be at the back?"}], "speaker": "SANDERS", "secId": 142}, {"sentences": [{"sentId": 324, "text": "Everyone on the train was absolutely horrified."}, {"sentId": 325, "text": "So these are -- this is not happening everywhere."}, {"sentId": 326, "text": "But it is happening more often than not and it's something we have to address it."}, {"sentId": 327, "text": "I think something that President-elect Trump could do is use those Twitter fingers."}, {"sentId": 328, "text": "He's came after everybody else and he always has a comment."}, {"sentId": 329, "text": "We just heard him -- we just saw him talking about his Cabinet and his elections and his \"Apprentice\" -like process on Twitter."}], "speaker": "SANDERS", "secId": 143}, {"sentences": [{"sentId": 330, "text": "Perhaps he should use his millions of Twitter followers to reach out to those folks that he was talking about on \"60 Minutes.\""}, {"sentId": 331, "text": "Perhaps he should address the nation because as president, he's president of all people."}, {"sentId": 332, "text": "And instead of insinuating that these are professional protesters and hate crimes might be happening, he should take this a little more seriously."}], "speaker": "SANDERS", "secId": 144}, {"sentences": [{"sentId": 333, "text": "Congressman, hold that thought and I'll let you be the first one to speak on the other side of the break."}], "speaker": "LEMON", "secId": 145}, {"sentences": [{"sentId": 334, "text": "The mayor of a city calling the current first lady, Michelle Obama, an ape in heels."}, {"sentId": 335, "text": "We'll discuss that as well when we come back."}], "speaker": "LEMON", "secId": 146}, {"sentences": [{"sentId": 336, "text": "Oh my god."}], "speaker": "WALSH", "secId": 147}, {"sentences": [{"sentId": 337, "text": "Back now with my panel."}, {"sentId": 338, "text": "Representative Kingston, I wanted to give you the first word."}, {"sentId": 339, "text": "Symone Sanders was saying that the president-elect should speak out and maybe use Twitter as he so often does?"}], "speaker": "LEMON", "secId": 148}, {"sentences": [{"sentId": 340, "text": "Well, I think he has spoken out and I find it ironic that this wave of crime that we're seeing on both sides, and again 71 arrests in Portland, the Republican headquarters in North Carolina being attacked during the campaign, proof that Democrat operatives were purposely disrupting Trump protests and you know stories like these two kids from Northwestern University who were caught painting the swastika and pretending to be Trump people, later found out that wasn't true, or the student at the University of Louisiana who said two white men beat her up and then that story fell apart once she started getting cross examined."}], "speaker": "KINGSTON", "secId": 149}, {"sentences": [{"sentId": 341, "text": "You know, all this is relevant to the discussion."}, {"sentId": 342, "text": "We can't just say all this surge and hate crime when some of it does not appear to be authentic."}, {"sentId": 343, "text": "Maybe it's a small percentage, but it's a disturbing percentage to me because I want to know how authentic all this stuff is."}, {"sentId": 344, "text": "I agree with Symone --"}], "speaker": "KINGSTON", "secId": 150}, {"sentences": [{"sentId": 345, "text": "You know what --"}], "speaker": "SANDERS", "secId": 151}, {"sentences": [{"sentId": 346, "text": "-- and Wendy that people who are perpetrating these things and breaking the law absolutely should be arrested."}], "speaker": "KINGSTON", "secId": 152}, {"sentences": [{"sentId": 347, "text": "OK.  Let them respond."}], "speaker": "LEMON", "secId": 153}, {"sentences": [{"sentId": 348, "text": "Regardless of their political affiliation."}], "speaker": "KINGSTON", "secId": 154}, {"sentences": [{"sentId": 349, "text": "Congressman, as an -- Congressman Kingston and America, as an African-American woman in America, I don't have the luxury to see if something is authenticated because you know what someone is going to walk down the street and call me the N-word."}], "speaker": "SANDERS", "secId": 155}, {"sentences": [{"sentId": 350, "text": "Well, but this has been denounced as -- take it, it's not hard."}], "speaker": "KINGSTON", "secId": 156}, {"sentences": [{"sentId": 351, "text": "Someone is going to tell me I don't belong here."}], "speaker": "SANDERS", "secId": 157}, {"sentences": [{"sentId": 352, "text": "Let her finish."}], "speaker": "LEMON", "secId": 158}, {"sentences": [{"sentId": 353, "text": "People are constantly telling me to get out of this country, take my baboon, gorilla, and lots of other things that I cannot say on national television."}], "speaker": "SANDERS", "secId": 159}, {"sentences": [{"sentId": 354, "text": "Well, you know --"}], "speaker": "KINGSTON", "secId": 160}, {"sentences": [{"sentId": 355, "text": "Out of here."}, {"sentId": 356, "text": "This is happening --"}], "speaker": "SANDERS", "secId": 161}, {"sentences": [{"sentId": 357, "text": "As somebody who went to integrated schools all my life and I was on the front end --  LEMON:  One at a time please."}, {"sentId": 358, "text": "Go ahead --"}], "speaker": "KINGSTON", "secId": 162}, {"sentences": [{"sentId": 359, "text": "And I know -- and I know, and it's not the congressman."}, {"sentId": 360, "text": "But it is people that are in our networks, these are people that we go to school with, people we work with, people who are -- who Donald Trump is putting in the White House with Steve Bannon, so we have to not only talk about this, but we have to give real solutions and we cannot normalize this and the last thing I want to say is a protest and a hate crime are not the same things."}], "speaker": "SANDERS", "secId": 163}, {"sentences": [{"sentId": 361, "text": "Violence should not be acceptable on either side, but hate crimes are real."}, {"sentId": 362, "text": "We cannot normalize hate crimes."}, {"sentId": 363, "text": "They are happening in America."}], "speaker": "SANDERS", "secId": 164}, {"sentences": [{"sentId": 364, "text": "Please let Wendy get in, Congressman."}], "speaker": "LEMON", "secId": 165}, {"sentences": [{"sentId": 365, "text": "Yes."}, {"sentId": 366, "text": "I want to -- I want to underscore what I'm hearing here from the former representative is that, you know, he's finger-pointing still again instead of let's get underneath it."}, {"sentId": 367, "text": "Let's figure out what's causing the problem and let's find solutions to it."}, {"sentId": 368, "text": "Instead of saying that side is doing it and that side's doing it."}], "speaker": "WALSH", "secId": 166}, {"sentences": [{"sentId": 369, "text": "That's not true, Wendy."}], "speaker": "KINGSTON", "secId": 167}, {"sentences": [{"sentId": 370, "text": "Well, you're sort of saying that --"}], "speaker": "WALSH", "secId": 168}, {"sentences": [{"sentId": 371, "text": "I'm sorry that you misunderstood me."}, {"sentId": 372, "text": "I'm really sorry because what I said is that it's going on, on both sides and I very carefully --"}], "speaker": "KINGSTON", "secId": 169}, {"sentences": [{"sentId": 373, "text": "Right."}, {"sentId": 374, "text": "And it comes from the top."}], "speaker": "WALSH", "secId": 170}, {"sentences": [{"sentId": 375, "text": "-- outline one --"}], "speaker": "KINGSTON", "secId": 171}, {"sentences": [{"sentId": 376, "text": "And it comes from the top."}, {"sentId": 377, "text": "When you have a candidate --"}], "speaker": "WALSH", "secId": 172}, {"sentences": [{"sentId": 378, "text": "Congressman, let her finish."}], "speaker": "LEMON", "secId": 173}, {"sentences": [{"sentId": 379, "text": "I mean, that's why it's so hard to have discussion."}], "speaker": "KINGSTON", "secId": 174}, {"sentences": [{"sentId": 380, "text": "Congressman, let her finish and then I'll let you respond."}, {"sentId": 381, "text": "Let her get her thought out."}, {"sentId": 382, "text": "Go ahead, Wendy."}], "speaker": "LEMON", "secId": 175}, {"sentences": [{"sentId": 383, "text": "When you understand that we have just been through such a divisive campaign where we had trolls literally running for president, when we had people who should be our role models, and in some ways we couldn't even hear candidate Clinton above the fray, and we didn't hear anybody talk about the issues."}, {"sentId": 384, "text": "So many Americans thought that was the way is OK and we don't have these role models."}], "speaker": "WALSH", "secId": 176}, {"sentences": [{"sentId": 385, "text": "We really need to have good leaders now and if we have President-elect Trump, then I agree we need him to get on his Twitter with his thumbs and start telling people in America that we need to express love for each other."}, {"sentId": 386, "text": "LEMON:  Congressman?"}], "speaker": "WALSH", "secId": 177}, {"sentences": [{"sentId": 387, "text": "Don, let me again say that the only candidate who has said stop to anybody doing that in my name is Donald Trump."}, {"sentId": 388, "text": "Hillary Clinton has not."}, {"sentId": 389, "text": "Has she said a good tone?"}, {"sentId": 390, "text": "She's not spoken to her supporters about this and again let me just make sure that people understand the 71 people who were arrested in Portland weren't just for walking down the street."}, {"sentId": 391, "text": "The people who were blocking roads and vandalizing police cars in California, they were arrested for reasons of breaking the law."}, {"sentId": 392, "text": "The woman in Louisiana who claimed two white men beat her up and later it was found out that was not the case."}], "speaker": "KINGSTON", "secId": 178}, {"sentences": [{"sentId": 393, "text": "You made that point, Congressman."}, {"sentId": 394, "text": "We need to move on."}], "speaker": "LEMON", "secId": 179}, {"sentences": [{"sentId": 395, "text": "Well, the reason why I say that is just to outline that, you know, friends, we have stuff going on, on both sides of the aisle and both names of candidates if you will are both sides, and I think that we should say --"}], "speaker": "KINGSTON", "secId": 180}, {"sentences": [{"sentId": 396, "text": "To Wendy's point --"}], "speaker": "LEMON", "secId": 181}, {"sentences": [{"sentId": 397, "text": "This is happening and we've got to address it."}], "speaker": "KINGSTON", "secId": 182}, {"sentences": [{"sentId": 398, "text": "To Wendy's point, everyone keeps pointing at each side instead of saying -- and I understand -- I do understand what Wendy is saying to you."}, {"sentId": 399, "text": "Stop pointing fingers and it is incumbent on the person who -- in many peoples' estimation, who started a lot of this because of the rhetoric on the campaign trail."}, {"sentId": 400, "text": "I want to get to this one point."}], "speaker": "LEMON", "secId": 183}, {"sentences": [{"sentId": 401, "text": "You mean --"}], "speaker": "KINGSTON", "secId": 184}, {"sentences": [{"sentId": 402, "text": "Yes."}, {"sentId": 403, "text": "I want to get to this point."}, {"sentId": 404, "text": "There's a county employee and the mayor of Clay, West Virginia."}, {"sentId": 405, "text": "They're out of jobs tonight after the employee wrote on Facebook, quote, \"It will be refreshing to have a classy, beautiful, dignified first lady in the White House."}, {"sentId": 406, "text": "I'm tired of seeing an ape in heels.\""}, {"sentId": 407, "text": "And then the mayor commented saying, \"Just made my day, Pam.\""}], "speaker": "LEMON", "secId": 185}, {"sentences": [{"sentId": 408, "text": "Now my question to you is, could this actually shed light on how much racism is still out there and show that when it becomes public, there are consequences as there have been for these women?"}, {"sentId": 409, "text": "Wendy, first."}], "speaker": "LEMON", "secId": 186}, {"sentences": [{"sentId": 410, "text": "OK.  First of all, Don, you know me personally, and you know how much that hurts."}, {"sentId": 411, "text": "I have two daughters who are multiracial and if anybody said that about them it would be a knife into my heart."}, {"sentId": 412, "text": "I think that this kind of discourse should not be OK in Facebook, on Twitter, in person, and we should understand that we all have so much more in common than not."}], "speaker": "WALSH", "secId": 187}, {"sentences": [{"sentId": 413, "text": "We are all brothers and sisters here in one family and we have been led by a media that's going two different directions."}, {"sentId": 414, "text": "If you look at two different peoples' Facebook feeds, one who leans right and one who leans left, you'd think you're in two different countries."}, {"sentId": 415, "text": "And we need to clean that up and we need to come back to the table and maybe use next week's Thanksgiving dinner to come back to the table and --"}], "speaker": "WALSH", "secId": 188}, {"sentences": [{"sentId": 416, "text": "I'm out of time."}, {"sentId": 417, "text": "Congressman, you know you're on all the time."}, {"sentId": 418, "text": "We'll get all of you back."}, {"sentId": 419, "text": "Thank you very much."}], "speaker": "LEMON", "secId": 189}, {"sentences": [{"sentId": 420, "text": "Straight ahead, Trump says he wants to be the law and order president."}, {"sentId": 421, "text": "How will that play out, we're going to talk about it next."}], "speaker": "LEMON", "secId": 190}, {"sentences": [{"sentId": 422, "text": "I want to discuss the anti-Trump protests that we've been seeing with Tom Verni, the former NYPD or detective and law enforcement analyst Cedric Alexander, the author of \"The New Guardians: Policing in America's Communities for the 21st Century.\""}], "speaker": "LEMON", "secId": 191}, {"sentences": [{"sentId": 423, "text": "Gentlemen, thank you for joining us."}], "speaker": "LEMON", "secId": 192}, {"sentences": [{"sentId": 424, "text": "Cedric, you first."}, {"sentId": 425, "text": "Since election night thousands of people taken to the streets and cities across the country to protest Donald Trump's win."}, {"sentId": 426, "text": "There are plans for further protests through the inauguration."}, {"sentId": 427, "text": "What is your reaction?"}], "speaker": "LEMON", "secId": 193}, {"sentences": [{"sentId": 428, "text": "Well, you know, we're in a very unique time in America's history as we go into this transition, Don, and I think what is important here to remember is that a lot has been said during the campaign by President-elect Trump and I hope he begins to walk back some of those statements because he's going to have to have the awesome responsibility of bringing this nation together."}, {"sentId": 429, "text": "And as we just heard from your other guests, this is a very challenging time but I am very hopeful quite frankly that we will come around as a nation but we have a lot of work to do in a short period of time."}], "speaker": "ALEXANDER", "secId": 194}, {"sentences": [{"sentId": 430, "text": "Tom, Rudy Giuliani was in Washington today speaking at the \"Wall Street Journal\" CEO Council."}, {"sentId": 431, "text": "The topic of the anti-Trump protesters came up."}, {"sentId": 432, "text": "And here's what he said."}], "speaker": "LEMON", "secId": 195}, {"sentences": [{"sentId": 433, "text": "It's extremists."}], "speaker": "UNIDENTIFIED MALE", "secId": 196}, {"sentences": [{"sentId": 434, "text": "He had told people to stop doing what they're doing."}, {"sentId": 435, "text": "He has no more control over them than President Obama or Hillary Clinton have over the goons and thugs that are in my city, that are destroying property, that are taking over streets and that are yelling and screaming at Donald Trump."}], "speaker": "GIULIANI", "secId": 197}, {"sentences": [{"sentId": 436, "text": "Tom?"}], "speaker": "LEMON", "secId": 198}, {"sentences": [{"sentId": 437, "text": "I realize that Rudy was still claiming that this is his city."}, {"sentId": 438, "text": "I thought he finished that job a while ago."}, {"sentId": 439, "text": "Yes, look, people are upset."}, {"sentId": 440, "text": "People feel disenfranchised."}, {"sentId": 441, "text": "They feel that -- 50 percent of the country feels that their voice was not heard because their candidate did not win."}, {"sentId": 442, "text": "I have no problem with protesters."}, {"sentId": 443, "text": "I've dealt with hundreds of protests throughout my career."}], "speaker": "VERNI", "secId": 199}, {"sentences": [{"sentId": 444, "text": "I have to disagree with you."}, {"sentId": 445, "text": "I don't think people are upset because their candidate lost."}, {"sentId": 446, "text": "And people have dealt with that before."}, {"sentId": 447, "text": "I think people are upset because of the tone of the campaign."}, {"sentId": 448, "text": "I think people are afraid that some of the things that were said during the campaign might actually happen."}], "speaker": "LEMON", "secId": 200}, {"sentences": [{"sentId": 449, "text": "And marginalized people are in fear."}], "speaker": "LEMON", "secId": 201}, {"sentences": [{"sentId": 450, "text": "Some people who clearly wanted Hillary Clinton to win."}], "speaker": "VERNI", "secId": 202}, {"sentences": [{"sentId": 451, "text": "Yes."}], "speaker": "LEMON", "secId": 203}, {"sentences": [{"sentId": 452, "text": "Regardless of, you know, whatever her issues were and they felt that she would be best to step into the office tomorrow based on her experience and they just don't -- didn't feel comfortable with Donald Trump whose integrity was also called into question."}, {"sentId": 453, "text": "So you have that group and then you have the people who are worried about all the things that he said in this very volatile campaign."}], "speaker": "VERNI", "secId": 204}, {"sentences": [{"sentId": 454, "text": "Yes."}], "speaker": "LEMON", "secId": 205}, {"sentences": [{"sentId": 455, "text": "And when you pick someone like Mike Pence, when you -- they're talking about earlier with the LGBT issues, here's someone who has a record of going against -- legislating against the LGBT community in his own state so the fear there is not going to be his agenda nationwide, so there's that fear as well."}], "speaker": "VERNI", "secId": 206}, {"sentences": [{"sentId": 456, "text": "Yes."}], "speaker": "LEMON", "secId": 207}, {"sentences": [{"sentId": 457, "text": "So there's a lot of different things coming to play here."}], "speaker": "VERNI", "secId": 208}, {"sentences": [{"sentId": 458, "text": "Cedric Alexander, as someone who's an observer of this and obviously, you know, someone who's paid close attention, we discussed it, you know, I -- the protesters who are out there, many of them are very critical of Hillary Clinton and the Democratic Party as well."}, {"sentId": 459, "text": "That's why I'm not so sure that this is about left versus right in so many ways."}], "speaker": "LEMON", "secId": 209}, {"sentences": [{"sentId": 460, "text": "Well, you know, Don, it's about a lot of things that have gone on in this country for a long period of time."}, {"sentId": 461, "text": "And clearly there were and continues to be a population of people out there that feel that they were not being heard."}, {"sentId": 462, "text": "And you have a candidate like Donald Trump that comes along and somehow he wakes up what appears to be a sleeping giant, along with the fact that your Democratic candidate, who had her own issues that were of concern to a lot of American people -- I just think there are a variety of reasons why the election went the way that it did."}], "speaker": "ALEXANDER", "secId": 210}, {"sentences": [{"sentId": 463, "text": "But here's bigger thing, Don."}, {"sentId": 464, "text": "I think we have to be -- we have to know to be concerned about, and that is, how are we going to move this country forward?"}, {"sentId": 465, "text": "We have a new president-elect."}, {"sentId": 466, "text": "That's the end of it."}, {"sentId": 467, "text": "We have a new one, whether we agree with it or not, there will be those that will and will not, but at this point we're seeing in this nation a continued separation among different groups of people."}, {"sentId": 468, "text": "And we are the -- the president-elect, I should say, is going to have the awesome responsibility of getting his own trust, developing his own trust and legitimacy with a large number of people that are out there and people who feel very much disenfranchised."}], "speaker": "ALEXANDER", "secId": 211}, {"sentences": [{"sentId": 469, "text": "Yes."}], "speaker": "LEMON", "secId": 212}, {"sentences": [{"sentId": 470, "text": "And we got to bring them back in and we also got to address this law and order piece as it relates to police and community issues which of course is not -- have not gone away."}], "speaker": "ALEXANDER", "secId": 213}, {"sentences": [{"sentId": 471, "text": "Yes."}, {"sentId": 472, "text": "The mayors of New York, Chicago, San Francisco, Seattle, Los Angeles have all said that they will not follow federal orders to deport immigrants and will remain sanctuary cities despite Donald Trump's vow to deport illegal immigrants."}, {"sentId": 473, "text": "Do they have to comply, Cedric?"}], "speaker": "LEMON", "secId": 214}, {"sentences": [{"sentId": 474, "text": "Well, I'm not sure whether they do or not, I think that's a question that maybe need to be asked someone on the legal side of the house."}, {"sentId": 475, "text": "But I'm not surprised whatsoever that a lot of cities are not going to change because here again, you know, we often hear the fact that all politics is local."}], "speaker": "ALEXANDER", "secId": 215}, {"sentences": [{"sentId": 476, "text": "Right."}], "speaker": "LEMON", "secId": 216}, {"sentences": [{"sentId": 477, "text": "And a lot of local communities is local, and a lot of local communities are going to make decisions for --"}], "speaker": "ALEXANDER", "secId": 217}, {"sentences": [{"sentId": 478, "text": "I've got to go, Cedric."}], "speaker": "LEMON", "secId": 218}, {"sentences": [{"sentId": 479, "text": "Themselves."}], "speaker": "ALEXANDER", "secId": 219}, {"sentences": [{"sentId": 480, "text": "Do they have to comply?"}, {"sentId": 481, "text": "I've got 10 seconds."}], "speaker": "LEMON", "secId": 220}, {"sentences": [{"sentId": 482, "text": "It depends on -- if Donald Trump is going to force them through Immigrations and Custom Enforcement."}], "speaker": "VERNI", "secId": 221}, {"sentences": [{"sentId": 483, "text": "Yes."}], "speaker": "LEMON", "secId": 222}, {"sentences": [{"sentId": 484, "text": "We're going to have to wait and see."}], "speaker": "VERNI", "secId": 223}, {"sentences": [{"sentId": 485, "text": "Thank you, gentlemen."}, {"sentId": 486, "text": "To be continued."}, {"sentId": 487, "text": "I appreciate it."}, {"sentId": 488, "text": "That's it for us tonight."}], "speaker": "LEMON", "secId": 224}, {"sentences": [{"sentId": 489, "text": "Thank you for having us, Don."}], "speaker": "ALEXANDER", "secId": 225}, {"sentences": [{"sentId": 490, "text": "Of course."}, {"sentId": 491, "text": "That's it for us tonight."}, {"sentId": 492, "text": "Thanks for watching."}, {"sentId": 493, "text": "I'll see you right back here tomorrow."}], "speaker": "LEMON", "secId": 226}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1611.15.cnnt.02.html.json", "time": "Aired November 15, 2016 - 23:00   ET"}