{"sectionCount": 220, "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "speakers": ["LEMON", "TRUMP", "CARROLL", "FERRANTE", "CHAPMAN", "JONES", "UNIDENTIFIED MALE", "BUSH", "CRUZ", "FUENTE", "DELA FUENTE", "DE LA FUENTE", "LIZZA", "MCENANY", "SETMAYER", "BRYANT"], "subTitle": "David Sweat Gives New Details of Prison Escape; Trump Sues Univision for $500 Million; Church Burnings in the South. Aired 10- 11:00p ET", "url": "transcripts.cnn.com/TRANSCRIPTS/1506/30/cnnt.01.html", "sentenceCount": 712, "sections": [{"sentences": [{"sentId": 0, "text": "Law and order, the fugitive who led hundreds of officers on a three week man hunt is talking."}, {"sentId": 1, "text": "This is CNN Tonight."}, {"sentId": 2, "text": "I'm Don Lemon."}, {"sentId": 3, "text": "David Sweat is his name is behind locked doors in an upstate New York hospital tonight."}, {"sentId": 4, "text": "But wait until you hear what he says happened inside Dannemora prison."}], "speaker": "LEMON", "secId": 0}, {"sentences": [{"sentId": 5, "text": "Plus, Donald Trump puts a price on free speech."}, {"sentId": 6, "text": "$500 million."}, {"sentId": 7, "text": "That's what he wants from Univision after they canceled the Spanish language broadcast of the Ms. USA Pageant."}], "speaker": "LEMON", "secId": 1}, {"sentences": [{"sentId": 8, "text": "But if you think the mogul and presidential candidate will back down, well, back down, well, you don't know Donald Trump."}, {"sentId": 9, "text": "I want you to listen to what he said just a short time ago."}], "speaker": "LEMON", "secId": 2}, {"sentences": [{"sentId": 10, "text": "What should I expect."}, {"sentId": 11, "text": "But it's not only the voter."}, {"sentId": 12, "text": "And it's not Mexico."}, {"sentId": 13, "text": "People come to forward of the worlds with that one."}], "speaker": "TRUMP", "secId": 3}, {"sentences": [{"sentId": 14, "text": "We have some breaking news tonight that I need to report to you."}, {"sentId": 15, "text": "This is out of South Carolina Greeley Ville."}, {"sentId": 16, "text": "It's the 7th church fire in the south since the massacre at Emanuel AME."}, {"sentId": 17, "text": "We've been investigating this."}, {"sentId": 18, "text": "Again, there's a fire there the church in South Carolina."}, {"sentId": 19, "text": "They're investigating Williamsburg County Fire Chief Randy Swanton confirms up to 50 fire fighters are on the scene."}], "speaker": "LEMON", "secId": 4}, {"sentences": [{"sentId": 20, "text": "They describe the fire as totally involved but say it is too early to tell if this is arson."}, {"sentId": 21, "text": "We're going to bring you the very latest on this fire in South Carolina at the church just as soon as we get information here into CNN."}], "speaker": "LEMON", "secId": 5}, {"sentences": [{"sentId": 22, "text": "Now, back to our top story."}, {"sentId": 23, "text": "There's new information about the New York prison break out."}, {"sentId": 24, "text": "The District Attorney of Clinton County, New York, says, David Sweat, the escaped inmate recaptured on Sunday is portraying himself as the mastermind behind the breakout and that it was planned back in January."}, {"sentId": 25, "text": "CNN's Jason Carroll is outside the prison with some new details for us this evening."}, {"sentId": 26, "text": "So, Jason, this is just in, what do you know?"}, {"sentId": 27, "text": "JASON CARROLL, CNN CORRESPONDENT: Yes."}, {"sentId": 28, "text": "And not surprising that he's"}], "speaker": "LEMON", "secId": 6}, {"sentences": [{"sentId": 29, "text": "painting himself as the mastermind."}, {"sentId": 30, "text": "One of the sources here tells me that he had a reputation among some of the prison guards as being technically minded and the smarter of the two."}, {"sentId": 31, "text": "And that's not all what he's saying."}, {"sentId": 32, "text": "As you know, he's been upgraded to fair condition there in Auburn Medical."}], "speaker": "LEMON", "secId": 7}, {"sentences": [{"sentId": 33, "text": "He is talking."}, {"sentId": 34, "text": "He is saying that they've been planning this up to six months."}, {"sentId": 35, "text": "That they actually did a dry run the night before but came out of a different manhole and decided that wasn't the best way to make their escape."}, {"sentId": 36, "text": "So, they followed through with their escape the very next night."}, {"sentId": 37, "text": "Also saying, Don, that they had only used hacksaws to dig through their prison cell wall and then to dig through the pipe that led them out to escape."}], "speaker": "LEMON", "secId": 8}, {"sentences": [{"sentId": 38, "text": "He also said some interesting things about who helped, which was Joyce Mitchell and who did not help, Gene Palmer, you remember him, the prison guards who was also arrested for his role for passing on that piece of frozen meat to Richard Matt."}, {"sentId": 39, "text": "He said that Gene Palmer knew nothing about what happened."}, {"sentId": 40, "text": "Nothing about the plans of the escape."}], "speaker": "LEMON", "secId": 9}, {"sentences": [{"sentId": 41, "text": "So, this is someone you heard the term singing like a canary, this is a man who continues to sing for investigators."}, {"sentId": 42, "text": "Don."}], "speaker": "LEMON", "secId": 10}, {"sentences": [{"sentId": 43, "text": "Jason, what did we learn today about the hours leading up to Richard Matt's death?"}], "speaker": "LEMON", "secId": 11}, {"sentences": [{"sentId": 44, "text": "Yes."}, {"sentId": 45, "text": "A lot more information coming out about Richard Matt, as well."}, {"sentId": 46, "text": "Apparently, he count a lot of things and they found a few days before he was captured, including food, M&M's, also found some purple flavored liquor and was clearly drinking before he'd been shot the corner."}, {"sentId": 47, "text": "He said the smell of alcohol was coming off his body."}], "speaker": "CARROLL", "secId": 12}, {"sentences": [{"sentId": 48, "text": "He also had a shotgun and fired several shots inside of a trailer that he was hiding out in."}, {"sentId": 49, "text": "And one of those shots hit a vehicle that was passing by and that sort of triggered everything that went on after that."}, {"sentId": 50, "text": "Don."}], "speaker": "CARROLL", "secId": 13}, {"sentences": [{"sentId": 51, "text": "There's been, you know, a huge amount of fallout, Jason, at the prison as a result."}, {"sentId": 52, "text": "Tell us about that?"}], "speaker": "LEMON", "secId": 14}, {"sentences": [{"sentId": 53, "text": "Yes."}, {"sentId": 54, "text": "An ongoing investigation that's been taking place here at Clinton Correctional."}, {"sentId": 55, "text": "There's been some allegations that perhaps, Don, that some of the prison guards on the honor block were sleeping when they should have been checking on inmates, such as Richard Matt and David Sweat."}], "speaker": "CARROLL", "secId": 15}, {"sentences": [{"sentId": 56, "text": "They're going to be looking into that."}, {"sentId": 57, "text": "But so far, as a result, 12 employees here at the Clinton Correctional have been placed on administrative leave, including the prison superintendent and his deputy."}, {"sentId": 58, "text": "And the investigation is still not over."}, {"sentId": 59, "text": "Don."}], "speaker": "CARROLL", "secId": 16}, {"sentences": [{"sentId": 60, "text": "CNN's Jason Carroll reporting for us."}, {"sentId": 61, "text": "Jason, I appreciate it as always."}], "speaker": "LEMON", "secId": 17}, {"sentences": [{"sentId": 62, "text": "I want to bring in now Louis Ferrante, he's a former inmate at the Clinton Correctional Facility."}, {"sentId": 63, "text": "Thanks for joining us again tonight, Louis."}, {"sentId": 64, "text": "You know, 12 Clinton employees, including the superintendent and the deputy superintendent were placed on paid administrative leave today."}, {"sentId": 65, "text": "Does the extent of that surprise you?"}], "speaker": "LEMON", "secId": 18}, {"sentences": [{"sentId": 66, "text": "No, no at all, Don."}, {"sentId": 67, "text": "There's a big probable here."}, {"sentId": 68, "text": "It's obvious."}, {"sentId": 69, "text": "And it's going to go deeper and deeper."}, {"sentId": 70, "text": "The more people who get in trouble, the more people are going to -- who are going to talk."}, {"sentId": 71, "text": "And I think that the big problem even bigger than this is the fact that people may focus on Clinton and think that that's where it begins and it ends and that's definitely not what the case is."}], "speaker": "FERRANTE", "secId": 19}, {"sentences": [{"sentId": 72, "text": "I think this is just indicative of the larger problems cross the United States not just New York State."}, {"sentId": 73, "text": "The prison systems, the different prison systems, state, and the prison system, even the federal system, needs a lot of overhaul, Don."}], "speaker": "FERRANTE", "secId": 20}, {"sentences": [{"sentId": 74, "text": "That's a scary prospect considering how these guys got out, how long they're out."}, {"sentId": 75, "text": "And you're saying this is an issue all across the country?"}, {"sentId": 76, "text": "Many people are going to be concerned about it."}], "speaker": "LEMON", "secId": 21}, {"sentences": [{"sentId": 77, "text": "It is, Don."}, {"sentId": 78, "text": "Don, I've been in a number of prisons, give or take 10 prisons."}, {"sentId": 79, "text": "I've served federal county and state time."}, {"sentId": 80, "text": "And there wasn't one prison I was ever in that didn't have heroin all over the prison."}, {"sentId": 81, "text": "I mean, people get it whenever they want."}, {"sentId": 82, "text": "And that's a problem."}, {"sentId": 83, "text": "And it comes in a lot of different ways."}], "speaker": "FERRANTE", "secId": 22}, {"sentences": [{"sentId": 84, "text": "But you have to imagine that you're locking up people who are drug addicts."}, {"sentId": 85, "text": "And they committed the crimes."}, {"sentId": 86, "text": "The root of their criminal behavior lies in drugs."}, {"sentId": 87, "text": "And they get to prison and they have it available to them any way they turn."}, {"sentId": 88, "text": "And you want to call these places correctional facilities, which is absolutely ridiculous."}, {"sentId": 89, "text": "Who's correcting who?"}, {"sentId": 90, "text": "What's the correctional process here when you get locked up and you commit a crime?"}], "speaker": "FERRANTE", "secId": 23}, {"sentences": [{"sentId": 91, "text": "Because of drug use you go inside and you get your drugs."}, {"sentId": 92, "text": "And a lot of people, you know, the rate of recidivism nobody has ever really looked at it where a lot of these people go outside."}, {"sentId": 93, "text": "And it's harder to get the drugs outside than it is to get inside."}, {"sentId": 94, "text": "And they get locked up again because they have what they want available to them on the inside, and it's a lot easier and more accessible on the inside."}], "speaker": "FERRANTE", "secId": 24}, {"sentences": [{"sentId": 95, "text": "We have a prison problem, Don."}, {"sentId": 96, "text": "That's what this is."}, {"sentId": 97, "text": "It's not about Clinton Correctional Facility at all."}, {"sentId": 98, "text": "That's just the tip of the iceberg."}, {"sentId": 99, "text": "And it's good that we finally hit this iceberg."}, {"sentId": 100, "text": "And we could take a look at everything."}, {"sentId": 101, "text": "And also too, Don, I want to add to that -- go ahead."}], "speaker": "FERRANTE", "secId": 25}, {"sentences": [{"sentId": 102, "text": "No."}, {"sentId": 103, "text": "Go ahead."}, {"sentId": 104, "text": "What do you got?"}], "speaker": "LEMON", "secId": 26}, {"sentences": [{"sentId": 105, "text": "I'm sorry."}, {"sentId": 106, "text": "No, I wanted to add that, you know, President Obama is starting to look at the sentencing and he wants to try to, you know, this mass incarceration problem."}, {"sentId": 107, "text": "When I got locked up in 1994, Don, that was a long time ago."}, {"sentId": 108, "text": "But I walked through the R&D room and I saw a map on the wall of the U.S. prisons and there were little pegs across the country where there was a couple of pegs here, a couple of pegs there."}, {"sentId": 109, "text": "And that was -- those were the prisons across the country."}], "speaker": "FERRANTE", "secId": 27}, {"sentences": [{"sentId": 110, "text": "When I came back down on my appeal, six years later, that board was covered."}, {"sentId": 111, "text": "There were pegs that covered that map across the entire United States."}, {"sentId": 112, "text": "And I said to the guy, what are we doing?"}, {"sentId": 113, "text": "How many prisons have we built?"}, {"sentId": 114, "text": "And he goes, well, we got to lock you guys up, you know, he said, there's no way that this problem this big that you to build that many prisons."}], "speaker": "FERRANTE", "secId": 28}, {"sentences": [{"sentId": 115, "text": "And there's a lot -- it goes a lot deeper than the actual crime."}, {"sentId": 116, "text": "It's what the feds were doing with criminal guidelines and giving people much more sentences that far greater sentences than they deserved."}, {"sentId": 117, "text": "And the state system started doing it as well."}], "speaker": "FERRANTE", "secId": 29}, {"sentences": [{"sentId": 118, "text": "It is known as a prison industrial complex that you're talking about."}, {"sentId": 119, "text": "People who are making money off of prisons and incarcerating people."}, {"sentId": 120, "text": "I want to get back just real quickly to your experience there, what was it like when you were in there?"}, {"sentId": 121, "text": "Your freedoms compared to the guys who escaped?"}, {"sentId": 122, "text": "Was it any different than these guys?"}], "speaker": "LEMON", "secId": 30}, {"sentences": [{"sentId": 123, "text": "Well, you know, when I was there, it's a big wall."}, {"sentId": 124, "text": "It's a maximum security."}, {"sentId": 125, "text": "It was news to me that the honor block was turned into like sort of like block body."}, {"sentId": 126, "text": "And this big this attacks every night."}, {"sentId": 127, "text": "I can imagine that."}, {"sentId": 128, "text": "So, it progressively got worse."}, {"sentId": 129, "text": "But you don't forget too, each prison warden is sort of like a dictator of his own country."}], "speaker": "FERRANTE", "secId": 31}, {"sentences": [{"sentId": 130, "text": "And he has to create this balancing act where he allows the prisoners to run their own prison while trying to maintain overall control of the institution."}, {"sentId": 131, "text": "And that's not an easy balancing act."}, {"sentId": 132, "text": "And a lot if they're not experts they blow it."}, {"sentId": 133, "text": "And this guy blew it obviously at Clinton."}, {"sentId": 134, "text": "And it's not an easy thing to do."}], "speaker": "FERRANTE", "secId": 32}, {"sentences": [{"sentId": 135, "text": "Yes."}, {"sentId": 136, "text": "Great perspective."}, {"sentId": 137, "text": "Louis Ferrante, thank you very much."}, {"sentId": 138, "text": "We'll have you back."}, {"sentId": 139, "text": "Thank you."}], "speaker": "LEMON", "secId": 33}, {"sentences": [{"sentId": 140, "text": "Thank you."}], "speaker": "FERRANTE", "secId": 34}, {"sentences": [{"sentId": 141, "text": "We've got a lot more on this to come."}, {"sentId": 142, "text": "When we come right back, he was on the scene of this manhunt."}, {"sentId": 143, "text": "Dog, the Bounty Hunter is here with me."}, {"sentId": 144, "text": "Plus, the latest on our breaking news at the fire at the Mt."}, {"sentId": 145, "text": "Zion AME Church in Greeley Ville, the 7th church fire in the south since that massacre at Emanuel AME."}, {"sentId": 146, "text": "This one is in South Carolina as well, Greeley Ville."}], "speaker": "LEMON", "secId": 35}, {"sentences": [{"sentId": 147, "text": "We have some new information tonight about the prison breakout."}, {"sentId": 148, "text": "The District Attorney of Clinton County, New York, says David Sweat, the escaped inmate recaptured on Sunday is portraying himself as the mastermind behind the escape and that it was planned back in January."}, {"sentId": 149, "text": "Joining me now here in studio is Duane 'Dog' Chapman, the Bounty Hunter from CMT's Dog and Beth: On the Hunt."}, {"sentId": 150, "text": "Thanks for coming in."}], "speaker": "LEMON", "secId": 36}, {"sentences": [{"sentId": 151, "text": "Thank you, bro, for very having me."}, {"sentId": 152, "text": "How are you?"}], "speaker": "CHAPMAN", "secId": 37}, {"sentences": [{"sentId": 153, "text": "So, you're just back from this search area?"}, {"sentId": 154, "text": "Tell us what it's like up there."}], "speaker": "LEMON", "secId": 38}, {"sentences": [{"sentId": 155, "text": "Well, as far as first of all, terrain, how's that."}, {"sentId": 156, "text": "It's is like the roughest terrain that I've ever seen."}, {"sentId": 157, "text": "Being born in the Colorado Rockies, you know, I'm used to rough terrain."}, {"sentId": 158, "text": "Mountain is, this was swamp, mosquitoes, all kind of critters."}, {"sentId": 159, "text": "It was incredible just to walk a hundred yards through there."}, {"sentId": 160, "text": "We took a camera within 25 yards."}, {"sentId": 161, "text": "I've walked into the trees that even the camera I couldn't see..."}], "speaker": "CHAPMAN", "secId": 39}, {"sentences": [{"sentId": 162, "text": "This is your footage that we're looking at."}, {"sentId": 163, "text": "It's your..."}], "speaker": "LEMON", "secId": 40}, {"sentences": [{"sentId": 164, "text": "Yes."}], "speaker": "CHAPMAN", "secId": 41}, {"sentences": [{"sentId": 165, "text": "Yes."}, {"sentId": 166, "text": "That's you there in the woods."}, {"sentId": 167, "text": "And then also, you had some drone video that you shot as well."}], "speaker": "LEMON", "secId": 42}, {"sentences": [{"sentId": 168, "text": "Correct."}], "speaker": "CHAPMAN", "secId": 43}, {"sentences": [{"sentId": 169, "text": "What did you see before Sweat was captured?"}, {"sentId": 170, "text": "Because something made you realize something was up, right?"}], "speaker": "LEMON", "secId": 44}, {"sentences": [{"sentId": 171, "text": "Well, we had some people helping as far as we couldn't arrest the guy."}], "speaker": "CHAPMAN", "secId": 45}, {"sentences": [{"sentId": 172, "text": "Right."}], "speaker": "LEMON", "secId": 46}, {"sentences": [{"sentId": 173, "text": "But we were passing on information that we were getting to certain authorities."}, {"sentId": 174, "text": "You could see the drone right there."}, {"sentId": 175, "text": "We had the drone, which is, you know, a cheap man's helicopter."}, {"sentId": 176, "text": "We could focus right in on we're on him on the ground."}], "speaker": "CHAPMAN", "secId": 47}, {"sentences": [{"sentId": 177, "text": "So, we were covering, you know, miles and miles."}, {"sentId": 178, "text": "We had my brother, a Native American who was up there, the Flint people, the Mohawks were tracking."}, {"sentId": 179, "text": "We had some college kids that were -- there's some more right there as we're going back into the woods, people waiting."}], "speaker": "CHAPMAN", "secId": 48}, {"sentences": [{"sentId": 180, "text": "We had guys that where no one exactly know the territory, which way they were following, that the sun was guiding them."}, {"sentId": 181, "text": "They were staying close to the highway."}, {"sentId": 182, "text": "Everything every single thing they told us was exactly correct."}], "speaker": "CHAPMAN", "secId": 49}, {"sentences": [{"sentId": 183, "text": "You interviewed the ambulance driver who took Sweat, right?"}], "speaker": "LEMON", "secId": 50}, {"sentences": [{"sentId": 184, "text": "Correct."}], "speaker": "CHAPMAN", "secId": 51}, {"sentences": [{"sentId": 185, "text": "What did the ambulance driver tell you?"}], "speaker": "LEMON", "secId": 52}, {"sentences": [{"sentId": 186, "text": "He said that he was awake, he was coherent, he was hungry and he was thirsty."}, {"sentId": 187, "text": "Other than that, he was fine."}], "speaker": "CHAPMAN", "secId": 53}, {"sentences": [{"sentId": 188, "text": "Yes."}, {"sentId": 189, "text": "How did you -- and he didn't talk about the inmates, right?"}, {"sentId": 190, "text": "Because..."}], "speaker": "LEMON", "secId": 54}, {"sentences": [{"sentId": 191, "text": "Well, you know, he was like we can't say exactly, but he was shot twice in the back."}, {"sentId": 192, "text": "So, that to me, a service revolver that Mr. Cook at was, you know, a pretty big bullet."}, {"sentId": 193, "text": "So, they take two shells, pretty healthy, big guy, is, you know, pretty strong guy."}], "speaker": "CHAPMAN", "secId": 55}, {"sentences": [{"sentId": 194, "text": "Yes."}, {"sentId": 195, "text": "But Matt was shot in the head."}], "speaker": "LEMON", "secId": 56}, {"sentences": [{"sentId": 196, "text": "Allegedly, three time."}, {"sentId": 197, "text": "And 15 times I guess through the whole body, three times in the head."}], "speaker": "CHAPMAN", "secId": 57}, {"sentences": [{"sentId": 198, "text": "Yes."}], "speaker": "LEMON", "secId": 58}, {"sentences": [{"sentId": 199, "text": "But when you say, well, you know, you're there with all of these cops, there are thousands, I mean, the grounds was shaking."}, {"sentId": 200, "text": "The ground was literally shaking."}, {"sentId": 201, "text": "A thousand cops, and you know, cops are the most macho job in America."}, {"sentId": 202, "text": "These are -- these guys are read lips less hunters."}, {"sentId": 203, "text": "And you tell a guy like that freeze, drop your weapon, he starts laughing and won't drop it, that was it."}], "speaker": "CHAPMAN", "secId": 59}, {"sentences": [{"sentId": 204, "text": "What did you learn about there the three weeks that they were -- how they survived out there for three weeks?"}], "speaker": "LEMON", "secId": 60}, {"sentences": [{"sentId": 205, "text": "Well, they were not survivalists, but they sure survived."}], "speaker": "CHAPMAN", "secId": 61}, {"sentences": [{"sentId": 206, "text": "Yes."}], "speaker": "LEMON", "secId": 62}, {"sentences": [{"sentId": 207, "text": "I mean, obviously, unless there's this people I don't think deliver them pizza, you know what I mean, I think they lived off the land."}, {"sentId": 208, "text": "And they were -- it was worst to be in prison than it was to be out there."}, {"sentId": 209, "text": "There were some people thinking they were going to turn themselves in."}, {"sentId": 210, "text": "I really didn't think that."}, {"sentId": 211, "text": "I thought this exactly what had happened."}, {"sentId": 212, "text": "You and I discussed the tattoo from Mexico they were headed there."}, {"sentId": 213, "text": "Then you and I discussed that if they couldn't get to Mexico they got to Canada."}, {"sentId": 214, "text": "So, just by, you know, armed chair quarterbacking, you and I were pretty close to all of our predictions."}], "speaker": "CHAPMAN", "secId": 63}, {"sentences": [{"sentId": 215, "text": "yes."}, {"sentId": 216, "text": "And you said your Native American brothers and sisters."}, {"sentId": 217, "text": "You mean your friends they were there helping you out in the search."}, {"sentId": 218, "text": "Correct?"}], "speaker": "LEMON", "secId": 64}, {"sentences": [{"sentId": 219, "text": "Correct."}], "speaker": "CHAPMAN", "secId": 65}, {"sentences": [{"sentId": 220, "text": "They know that territory."}], "speaker": "LEMON", "secId": 66}, {"sentences": [{"sentId": 221, "text": "Well, they know that land."}, {"sentId": 222, "text": "It's their land."}, {"sentId": 223, "text": "And they were like, they knew that it not there before."}, {"sentId": 224, "text": "Now it's there."}, {"sentId": 225, "text": "They could see that."}], "speaker": "CHAPMAN", "secId": 67}, {"sentences": [{"sentId": 226, "text": "You know what surprising, you know if this, you know, all home remedies or, you know, a few years I call them a mother's -- whatever, its black pepper?"}], "speaker": "LEMON", "secId": 68}, {"sentences": [{"sentId": 227, "text": "Right."}], "speaker": "CHAPMAN", "secId": 69}, {"sentences": [{"sentId": 228, "text": "White chives, that's what I'm talking about."}, {"sentId": 229, "text": "Black pepper, really can throw the dogs off."}, {"sentId": 230, "text": "They said that's how they threw the search dogs off?"}, {"sentId": 231, "text": "That's possible?"}, {"sentId": 232, "text": "CHAPMAN: Well, yes, absolutely."}, {"sentId": 233, "text": "There's an old movie with a -- I"}], "speaker": "LEMON", "secId": 70}, {"sentences": [{"sentId": 234, "text": "forget the guy's name now but I think it was puppy or something like that where they escape, OK. Bull Durham bags, back they were given in prison which looks like a little gunny sack about this bag."}, {"sentId": 235, "text": "So, they would pour the pepper in the sack it tight to their ankles."}], "speaker": "LEMON", "secId": 71}, {"sentences": [{"sentId": 236, "text": "Number one, the dogs lose scent if it's wet."}, {"sentId": 237, "text": "So, every day it was raining, it was so -- they get the scent and lose it."}, {"sentId": 238, "text": "Number two, if they were pepper as they showed there with or they have to turn around and sprinkle pepper on their track."}, {"sentId": 239, "text": "As soon as the dog smells that, of course he starts sneezing."}], "speaker": "LEMON", "secId": 72}, {"sentences": [{"sentId": 240, "text": "So, they were out running dogs, 1400 cops from all over the country."}, {"sentId": 241, "text": "You know, not to give them any credit."}, {"sentId": 242, "text": "A tremendous escape to get out without a plan to go from the manhole out."}, {"sentId": 243, "text": "That was their mistake."}, {"sentId": 244, "text": "Shooting at the car, he made another mistake."}, {"sentId": 245, "text": "Leaving DNA, he made another mistake."}], "speaker": "LEMON", "secId": 73}, {"sentences": [{"sentId": 246, "text": "But it took a lot of usually, I've said this before but I'll say it with you."}, {"sentId": 247, "text": "Other states, when someone runs and jumps, you know, they look around five-mile area then they stopped and hope the guy gets pull over."}, {"sentId": 248, "text": "You don't break out of a New York prison because they're going to get you."}], "speaker": "LEMON", "secId": 74}, {"sentences": [{"sentId": 249, "text": "They're going to get you."}, {"sentId": 250, "text": "Thank you."}, {"sentId": 251, "text": "I appreciate your help."}], "speaker": "LEMON", "secId": 75}, {"sentences": [{"sentId": 252, "text": "Yes, sir."}], "speaker": "CHAPMAN", "secId": 76}, {"sentences": [{"sentId": 253, "text": "With this story."}], "speaker": "LEMON", "secId": 77}, {"sentences": [{"sentId": 254, "text": "We love you."}, {"sentId": 255, "text": "Thank you."}], "speaker": "CHAPMAN", "secId": 78}, {"sentences": [{"sentId": 256, "text": "Thank you."}, {"sentId": 257, "text": "You helped us out a lot."}, {"sentId": 258, "text": "All right, Dog."}], "speaker": "LEMON", "secId": 79}, {"sentences": [{"sentId": 259, "text": "Coming up, Donald Trump doubles down in his remarks about Mexican immigrants and a lot of people are disgusted by it."}, {"sentId": 260, "text": "When we come right back, we're going to talk to the actor who quit as co-host of Univision's Ms. USA telecast."}, {"sentId": 261, "text": "Plus, we're going to have the latest details on the breaking news tonight."}, {"sentId": 262, "text": "A church fire tonight in South Carolina."}], "speaker": "LEMON", "secId": 80}, {"sentences": [{"sentId": 263, "text": "We're getting new information on the church burned in South Carolina."}, {"sentId": 264, "text": "We'll get that to you as soon as we get it."}, {"sentId": 265, "text": "But meantime, Donald Trump says he is suing Univision for $500 in the wake of the network's decision to dump the Ms. USA pageant."}, {"sentId": 266, "text": "And he's doubling down on his comments about Mexican immigrants."}, {"sentId": 267, "text": "Comments that started the whole fire storm."}, {"sentId": 268, "text": "CNN's Athena Jones with me now with the very latest."}, {"sentId": 269, "text": "Athena, what do you know?"}], "speaker": "LEMON", "secId": 81}, {"sentences": [{"sentId": 270, "text": "Hi, Don."}, {"sentId": 271, "text": "That's right."}, {"sentId": 272, "text": "He is not backing away from those remarks."}, {"sentId": 273, "text": "And look, we know Trump is bold."}, {"sentId": 274, "text": "He's blunt."}, {"sentId": 275, "text": "He's brash."}, {"sentId": 276, "text": "He's supremely confident and he's absolutely convinced of his own righteousness on this matter and frankly on a lot of matters."}, {"sentId": 277, "text": "And we saw more of that quintessential Trump, Don, tonight in New Hampshire."}], "speaker": "JONES", "secId": 82}, {"sentences": [{"sentId": 278, "text": "A defiant Donald Trump tonight in New Hampshire."}], "speaker": "JONES", "secId": 83}, {"sentences": [{"sentId": 279, "text": "I understand everybody loves what I'm doing in terms of the border because we have to stop the illegals from coming in."}], "speaker": "TRUMP", "secId": 84}, {"sentences": [{"sentId": 280, "text": "Standing by controversial remarks he made at his campaign launch two weeks ago when he said this."}], "speaker": "JONES", "secId": 85}, {"sentences": [{"sentId": 281, "text": "When Mexico sends its people, they're not sending their best."}], "speaker": "TRUMP", "secId": 86}, {"sentences": [{"sentId": 282, "text": "Insulting Mexican immigrants."}], "speaker": "JONES", "secId": 87}, {"sentences": [{"sentId": 283, "text": "They're sending people that have lots of problems."}, {"sentId": 284, "text": "They're bringing drugs."}, {"sentId": 285, "text": "They're bringing crime."}, {"sentId": 286, "text": "They're rapists."}, {"sentId": 287, "text": "And some, I assume, are good people."}], "speaker": "TRUMP", "secId": 88}, {"sentences": [{"sentId": 288, "text": "And sparking a fire storm."}], "speaker": "JONES", "secId": 89}, {"sentences": [{"sentId": 289, "text": "Where did he come up with those kinds of saying?"}, {"sentId": 290, "text": "It's ridiculous."}], "speaker": "UNIDENTIFIED MALE", "secId": 90}, {"sentences": [{"sentId": 291, "text": "At one point, an Univision executive even post this photo on Instagram comparing Trump to the Charleston shooter, an a vowed white supremacy."}, {"sentId": 292, "text": "The executive later delete the post and apologizes."}], "speaker": "JONES", "secId": 91}, {"sentences": [{"sentId": 293, "text": "On June 25th, less than 10 days after Trump's initial remarks, Univision, the biggest Spanish language channel in America cuts its ties with the real estate mogul."}, {"sentId": 294, "text": "Nixon plans to air the Ms. USA pageant, partly owned by Trump."}, {"sentId": 295, "text": "The stars of that broadcast also backing out."}, {"sentId": 296, "text": "One telling CNN in Espanol."}], "speaker": "JONES", "secId": 92}, {"sentences": [{"sentId": 297, "text": "He has to know that it's wrong."}, {"sentId": 298, "text": "Univision also banning its employees from all Trump properties."}, {"sentId": 299, "text": "The blunt Trump hits back."}], "speaker": "JONES", "secId": 93}, {"sentences": [{"sentId": 300, "text": "Of course I have a signed contract."}, {"sentId": 301, "text": "Five years, they have to pay me almost $15 million."}], "speaker": "TRUMP", "secId": 94}, {"sentences": [{"sentId": 302, "text": "And the tip for TAT doesn't stop there."}, {"sentId": 303, "text": "When popular Univision news anchor Jorge Ramos, sends Trump a handwritten note asking for an interview, Trump responds by posting that note."}, {"sentId": 304, "text": "Along with Ramos's cell phone number."}, {"sentId": 305, "text": "It's since been removed."}, {"sentId": 306, "text": "On June 26th, Trump sends a letter to Univision president Randy Falco, barring the company's employees from using his Miami golf course."}], "speaker": "JONES", "secId": 95}, {"sentences": [{"sentId": 307, "text": "By Monday, NBC Universal facing mounting pressure to dump the brush billionaire including in an online petition on change.org does just that."}, {"sentId": 308, "text": "Trump's response?"}], "speaker": "JONES", "secId": 96}, {"sentences": [{"sentId": 309, "text": "I'll be suing Univision."}, {"sentId": 310, "text": "Maybe I'll be suing NBC, too."}], "speaker": "TRUMP", "secId": 97}, {"sentences": [{"sentId": 311, "text": "True to his word, Trump files a $500 million lawsuit against Univision today, citing breach of contract."}], "speaker": "JONES", "secId": 98}, {"sentences": [{"sentId": 312, "text": "My first thing is Univision."}, {"sentId": 313, "text": "And let's see how they respond to a $500 million very good lawsuit."}, {"sentId": 314, "text": "It's a very good lawsuit."}, {"sentId": 315, "text": "And let's see who comes next."}], "speaker": "TRUMP", "secId": 99}, {"sentences": [{"sentId": 316, "text": "Also today, Mexico declares it's withdrawing from the Ms. Universe pageant, also partly owned by Trump citing his racist comments."}, {"sentId": 317, "text": "And the Ms. USA pageant's American host announced they're bowing out."}], "speaker": "JONES", "secId": 100}, {"sentences": [{"sentId": 318, "text": "Meanwhile, another petition is calling on Macys Department Store to savor its ties with Trump and stop selling his clothing and fragrances."}, {"sentId": 319, "text": "So far, none of this is hurting the Donald."}, {"sentId": 320, "text": "He's rising in the polls behind only Jeb Bush whose wife is Mexican."}, {"sentId": 321, "text": "Asked over the weekend about Trump's comments, the former Florida governor said."}], "speaker": "JONES", "secId": 101}, {"sentences": [{"sentId": 322, "text": "I don't agree with him."}, {"sentId": 323, "text": "Pretty simple."}], "speaker": "BUSH", "secId": 102}, {"sentences": [{"sentId": 324, "text": "But fellow candidate Ted Cruz is coming to Trump's defense saying today on Fox."}], "speaker": "JONES", "secId": 103}, {"sentences": [{"sentId": 325, "text": "I think he speaks the truth."}], "speaker": "CRUZ", "secId": 104}, {"sentences": [{"sentId": 326, "text": "The Twitter happy Trump tweeting his thanks."}, {"sentId": 327, "text": "But only after"}], "speaker": "JONES", "secId": 105}, {"sentences": [{"sentId": 328, "text": "suggesting it's time for a fight with Mexico."}], "speaker": "JONES", "secId": 106}, {"sentences": [{"sentId": 329, "text": "And as for that $500 million lawsuit, here's part of what Univision had to say about it."}, {"sentId": 330, "text": "They called Trump's complaint both factually false and legally ridiculous and they vowed to vigorously defend the case."}, {"sentId": 331, "text": "Don."}], "speaker": "JONES", "secId": 107}, {"sentences": [{"sentId": 332, "text": "Athena, thank you very much."}, {"sentId": 333, "text": "The host of the Ms. USA pageant, a CNN reporter dropping like flies now."}, {"sentId": 334, "text": "Cheryl Burke, Thomas Roberts quit today after the co-host of the Spanish language telecast Roselyn Sanchez and Cristian de la Fuente dropped out as well."}], "speaker": "LEMON", "secId": 108}, {"sentences": [{"sentId": 335, "text": "And Cristian de la Fuente joins me now."}, {"sentId": 336, "text": "Good to have you on the program."}, {"sentId": 337, "text": "Thank you, sir."}, {"sentId": 338, "text": "You know, you sort of got the ball rolling when you refused to co-host the pageant."}, {"sentId": 339, "text": "Are you surprised at how this has unfolded?"}], "speaker": "LEMON", "secId": 109}, {"sentences": [{"sentId": 340, "text": "Well, yes."}, {"sentId": 341, "text": "I'm -- good evening, first."}, {"sentId": 342, "text": "And thanks for this opportunity."}, {"sentId": 343, "text": "I'm very surprised because I never expected so many people, you know, going in this path."}, {"sentId": 344, "text": "And really going against Donald Trump and everything that he has said and done against Mexico."}], "speaker": "FUENTE", "secId": 110}, {"sentences": [{"sentId": 345, "text": "Yes."}, {"sentId": 346, "text": "I want you to take a listen, Cristian, to what Donald Trump had to say today in defense of his immigration comments."}, {"sentId": 347, "text": "Here it is."}], "speaker": "LEMON", "secId": 111}, {"sentences": [{"sentId": 348, "text": "Hundreds of thousands of people."}, {"sentId": 349, "text": "Illegals, coming over the border."}, {"sentId": 350, "text": "Hundreds of thousands in jail."}, {"sentId": 351, "text": "Federal jails, state jails, local jails."}, {"sentId": 352, "text": "The crime is enormous."}, {"sentId": 353, "text": "When I mentioned that, people were crazy."}, {"sentId": 354, "text": "What a terrible thing."}], "speaker": "TRUMP", "secId": 112}, {"sentences": [{"sentId": 355, "text": "So, whether he's right or wrong, Cristian, a lot of people do agree with him that a legal immigration brings crime."}, {"sentId": 356, "text": "Do you think that's unfair?"}], "speaker": "LEMON", "secId": 113}, {"sentences": [{"sentId": 357, "text": "Well, here's the thing."}, {"sentId": 358, "text": "I think that illegal immigration is not fair."}, {"sentId": 359, "text": "It's not good for anybody."}, {"sentId": 360, "text": "But that doesn't mean that all illegal immigrants are Mexicans or Latinos."}, {"sentId": 361, "text": "You know, there's a lot of borders in the states."}, {"sentId": 362, "text": "And then also the jails are not filled with Latino immigrants are filled with a lot of people."}, {"sentId": 363, "text": "And most of them are not even Latinos."}], "speaker": "DELA FUENTE", "secId": 114}, {"sentences": [{"sentId": 364, "text": "So, I think to try to put everybody in a category and call a whole country and all ethnicity drug dealers and rapists, I think is something that is not in the times that we're living."}, {"sentId": 365, "text": "We're trying to live in a country where tolerance is the main issue."}, {"sentId": 366, "text": "We're trying to accept everybody, not thinking in their race or their ethnicity or the sexual preference."}], "speaker": "DELA FUENTE", "secId": 115}, {"sentences": [{"sentId": 367, "text": "We're trying to come together to be a better country."}, {"sentId": 368, "text": "The United States is based and formed by immigrants."}, {"sentId": 369, "text": "So, if we try and keep separating everybody, it's not the country that we want to live in."}], "speaker": "DELA FUENTE", "secId": 116}, {"sentences": [{"sentId": 370, "text": "So, I want to -- let's get back to the pageant now."}, {"sentId": 371, "text": "Because the pageant has no host, it has no broadcasters."}, {"sentId": 372, "text": "Here's what Donald Trump said about that."}], "speaker": "LEMON", "secId": 117}, {"sentences": [{"sentId": 373, "text": "So, they left 51 wonderful girls who worked so hard all their lives, to become a representative and go to the Ms. USA pageant."}, {"sentId": 374, "text": "It's in Louisiana."}, {"sentId": 375, "text": "They're all waiting there right now and they left them just abandoned them."}, {"sentId": 376, "text": "And so did, as you know, Univision."}], "speaker": "TRUMP", "secId": 118}, {"sentences": [{"sentId": 377, "text": "Because in all the Ms. USA contestants arrive -- that's my hometown, by the way, Baton Rouge, Louisiana."}, {"sentId": 378, "text": "What do you say to them?"}, {"sentId": 379, "text": "What do you say to..."}], "speaker": "LEMON", "secId": 119}, {"sentences": [{"sentId": 380, "text": "Well, I was very happy and very excited to go to Baton Rouge in Louisiana."}, {"sentId": 381, "text": "But here's the thing."}, {"sentId": 382, "text": "It surprised me, the ability that Trumps has to create a show about everything he does."}, {"sentId": 383, "text": "You know, he goes fighting and he's this tough guy saying that he's going to have, you know, a lawsuit of $500 against Univision."}], "speaker": "DELA FUENTE", "secId": 120}, {"sentences": [{"sentId": 384, "text": "And then he's trying to appeal to our hearts saying that we left everybody there that is our fault that all of those girls are not going to be able to fulfill the dream."}], "speaker": "DELA FUENTE", "secId": 121}, {"sentences": [{"sentId": 385, "text": "It wasn't our fault."}, {"sentId": 386, "text": "It was his fault."}, {"sentId": 387, "text": "And the first thing that you have to be when you are a man, unless, you know, Latino culture, that's how Latinos are born on our race."}, {"sentId": 388, "text": "You know, you have to be a man."}, {"sentId": 389, "text": "Then you can say macho."}, {"sentId": 390, "text": "And in order to do that, you have to realize when you do a mistake and you have to be sorry sometimes and you have to say that you're sorry."}, {"sentId": 391, "text": "And you have to fight for what you believe."}], "speaker": "DELA FUENTE", "secId": 122}, {"sentences": [{"sentId": 392, "text": "And in this case, it's funny and it makes me laugh."}, {"sentId": 393, "text": "But now he's blaming us that we left them with a dream."}, {"sentId": 394, "text": "He did it."}, {"sentId": 395, "text": "It's all on him."}, {"sentId": 396, "text": "And because of what he's done is nobody wants to be in business with him."}, {"sentId": 397, "text": "It's not that everybody is wrong."}], "speaker": "DELA FUENTE", "secId": 123}, {"sentences": [{"sentId": 398, "text": "Yes."}], "speaker": "LEMON", "secId": 124}, {"sentences": [{"sentId": 399, "text": "He's wrong."}, {"sentId": 400, "text": "If Univision drops, if the whole host drops, if NBC drops, it means that -- it's not that we are all wrong."}, {"sentId": 401, "text": "I think he has to realize that he's wrong."}], "speaker": "DE LA FUENTE", "secId": 125}, {"sentences": [{"sentId": 402, "text": "OK."}, {"sentId": 403, "text": "Thank you, Cristian de la Fuente."}, {"sentId": 404, "text": "I appreciate it."}], "speaker": "LEMON", "secId": 126}, {"sentences": [], "speaker": "DE LA FUENTE", "secId": 127}, {"sentences": [{"sentId": 405, "text": "You know, we're going to talk with Donald Trump right here tomorrow night."}, {"sentId": 406, "text": "And when we come back, what Donald Trump says about ISIS."}, {"sentId": 407, "text": "Don't go away."}], "speaker": "LEMON", "secId": 128}, {"sentences": [{"sentId": 408, "text": "ISIS is building a hotel in Syria."}, {"sentId": 409, "text": "They're competing against me."}], "speaker": "TRUMP", "secId": 129}, {"sentences": [{"sentId": 410, "text": "Donald Trump is not a man who backs down."}, {"sentId": 411, "text": "And today, he proved it when he spoke and spoke and spoke in New Hampshire."}, {"sentId": 412, "text": "The man who wants to be your next president talked about the campaign, the media, even his hair."}, {"sentId": 413, "text": "Here it is."}], "speaker": "LEMON", "secId": 130}, {"sentences": [{"sentId": 414, "text": "I'll let you a show called \"The Apprentice\" and it was a tremendous success."}, {"sentId": 415, "text": "In fact, so successful that NBC was really angry when I said I'm running for president."}, {"sentId": 416, "text": "Now at least you know it's my hair because it's raining out here."}, {"sentId": 417, "text": "If this wasn't my hair, believe me, I wouldn't be out here."}, {"sentId": 418, "text": "Somebody said I made a fantastic speech two weeks ago."}], "speaker": "TRUMP", "secId": 131}, {"sentences": [{"sentId": 419, "text": "They said my only problem is I speak through the applause."}, {"sentId": 420, "text": "Who's done more than me?"}, {"sentId": 421, "text": "I've employed tens of thousands of people over my life."}, {"sentId": 422, "text": "I've employed."}, {"sentId": 423, "text": "And they're saying, you know, they are people, you know, real losers, sleepy eyes, drop that, you know, \"Meet the Press\" dying."}, {"sentId": 424, "text": "Going down the tubes."}, {"sentId": 425, "text": "No ratings."}], "speaker": "TRUMP", "secId": 132}, {"sentences": [{"sentId": 426, "text": "But they say, the other day, isn't it sad when Donald Trump is going to be up on that stage?"}, {"sentId": 427, "text": "And various senators and republicans."}, {"sentId": 428, "text": "No, no, no, they're saying."}, {"sentId": 429, "text": "And various senators and republicans won't make it."}, {"sentId": 430, "text": "And these guys haven't done anything like compared to what I've done."}], "speaker": "TRUMP", "secId": 133}, {"sentences": [{"sentId": 431, "text": "So, CNN, so, they do a poll."}, {"sentId": 432, "text": "And it was a nice poll."}, {"sentId": 433, "text": "And they have me second, which it's hard to believe I'm second to Bush."}, {"sentId": 434, "text": "Because Bush is not going to get us to the promise land folks, I'd say."}, {"sentId": 435, "text": "This guy, I don't want to say he's a stiff, because that's too rude."}, {"sentId": 436, "text": "And then they will say I'm not a nice person."}, {"sentId": 437, "text": "But I'm second place, which is actually embarrassing."}], "speaker": "TRUMP", "secId": 134}, {"sentences": [{"sentId": 438, "text": "So, the first question is, which republican candidate do you think would be the best to handle the economy?"}, {"sentId": 439, "text": "I blow everyone away."}, {"sentId": 440, "text": "Second question."}, {"sentId": 441, "text": "Which republican candidate do you think can best handle international trade?"}, {"sentId": 442, "text": "Well, let me tell you, that one is not even a contestant."}, {"sentId": 443, "text": "OK."}], "speaker": "TRUMP", "secId": 135}, {"sentences": [{"sentId": 444, "text": "I don't need to go this because it's stupid."}, {"sentId": 445, "text": "We're stupid."}, {"sentId": 446, "text": "Our leaders are stupid people."}, {"sentId": 447, "text": "They are incompetent."}, {"sentId": 448, "text": "ISIS is building a hotel in Syria."}, {"sentId": 449, "text": "They're competing against me."}, {"sentId": 450, "text": "It's true."}, {"sentId": 451, "text": "I don't want to go to that hotel."}, {"sentId": 452, "text": "I'm not going."}, {"sentId": 453, "text": "OK."}], "speaker": "TRUMP", "secId": 136}, {"sentences": [{"sentId": 454, "text": "So, I say to myself, if I'm number one in all of these categories, and these are like the most important categories, why don't we just cancel this primary just to track -- if I were a liberal democrat, that Sam is super genius."}, {"sentId": 455, "text": "I had an uncle with the MIT, who's a top professor back to John Trump."}, {"sentId": 456, "text": "A genius."}, {"sentId": 457, "text": "It's my blood."}, {"sentId": 458, "text": "I'm smart."}, {"sentId": 459, "text": "Great marks like really smart."}], "speaker": "TRUMP", "secId": 137}, {"sentences": [{"sentId": 460, "text": "If I were a democrat especially if I was a liberal, they'd say I'm the smartest human being ever."}, {"sentId": 461, "text": "But, as a conservative republican, I've got to work hard."}, {"sentId": 462, "text": "When I heard Paul Ryan and I like Paul Ryan as a person."}, {"sentId": 463, "text": "But when I heard Mitt Romney chose Paul Ryan."}], "speaker": "TRUMP", "secId": 138}, {"sentences": [{"sentId": 464, "text": "I mean, what he's known for is killing entitlements."}, {"sentId": 465, "text": "I said that election is over."}, {"sentId": 466, "text": "Now, it's really over because MIT choked in the last month."}, {"sentId": 467, "text": "Las Vegas, he choked."}, {"sentId": 468, "text": "He choked like a dog."}, {"sentId": 469, "text": "I don't know what happened to him, but that was not a pretty picture to watch."}, {"sentId": 470, "text": "I'm not a choker."}, {"sentId": 471, "text": "He choked like a dog."}], "speaker": "TRUMP", "secId": 139}, {"sentences": [{"sentId": 472, "text": "Stop guys."}, {"sentId": 473, "text": "Come on."}, {"sentId": 474, "text": "I want to talk about this now with Kayleigh McEnany, editor of Political Prospect, Ryan Lizza, CNN political commentator and Washington correspondent for The New Yorker."}, {"sentId": 475, "text": "And Tara Setmayer, CNN's political commentator and republican strategist."}], "speaker": "LEMON", "secId": 140}, {"sentences": [{"sentId": 476, "text": "I mean, everybody in the studio laughed, so it's kind of tough."}, {"sentId": 477, "text": "I don't care what you think about the guy, his remarks."}, {"sentId": 478, "text": "That is the television show that you are watching."}, {"sentId": 479, "text": "Do you disagree with me, Ryan?"}], "speaker": "LEMON", "secId": 141}, {"sentences": [{"sentId": 480, "text": "You know, it's almost as if he should have his own reality TV show, isn't it?"}, {"sentId": 481, "text": "I mean, he's very entertaining."}, {"sentId": 482, "text": "And I think that, you know, frankly, media interest in Trump is not going away."}, {"sentId": 483, "text": "To republicans we thought, well, he would get a little flip and a bump after he announced and he would stop harming the republican brand."}], "speaker": "LIZZA", "secId": 142}, {"sentences": [{"sentId": 484, "text": "It doesn't seem like that's going to happen."}, {"sentId": 485, "text": "I mean, people like watching him."}, {"sentId": 486, "text": "They like listening to him."}, {"sentId": 487, "text": "And, frankly, you know, I don't know what your other panelists think here, but I don't think this is what the Republican Party hoped would be dominating their summer of 2015."}, {"sentId": 488, "text": "All of these candidates are announcing, who are frankly a lot more serious than Donald Trump."}], "speaker": "LIZZA", "secId": 143}, {"sentences": [{"sentId": 489, "text": "These two ladies don't hold their tongues."}, {"sentId": 490, "text": "They don't choke when they're on television."}, {"sentId": 491, "text": "I'm sure they've got to tell you right now."}, {"sentId": 492, "text": "Kayleigh, this is your guy."}, {"sentId": 493, "text": "He's number two in the polls."}], "speaker": "LEMON", "secId": 144}, {"sentences": [{"sentId": 494, "text": "Hey, I don't want to claim this guy."}, {"sentId": 495, "text": "Donald Trump, if we're going to be honest, is a progressive."}, {"sentId": 496, "text": "He supports eminent domain."}, {"sentId": 497, "text": "He supported tax increases before."}, {"sentId": 498, "text": "He's donated 300,000 to democratic candidates."}, {"sentId": 499, "text": "So, the fact that the Republican Party is now having to claim him, is both unfortunate."}, {"sentId": 500, "text": "And to me, inauthentic."}, {"sentId": 501, "text": "Because this is not a true republican candidate."}, {"sentId": 502, "text": "And the fact that he's being portrayed as such a media is troublesome and not accurate."}], "speaker": "MCENANY", "secId": 145}, {"sentences": [{"sentId": 503, "text": "So, Tara, it's your turn, but I want to play this for you before you respond."}, {"sentId": 504, "text": "Donald Trump gave some more details today about how he came up with the infamous Mexicans or rapists claim."}, {"sentId": 505, "text": "Here it is."}], "speaker": "LEMON", "secId": 146}, {"sentences": [{"sentId": 506, "text": "The story is even worse than the headline."}, {"sentId": 507, "text": "And, to me, it's impossible to almost believe."}, {"sentId": 508, "text": "80 percent of Central American women and girls are raped crossing into the United States."}, {"sentId": 509, "text": "Now, I mentioned this and they said, oh, how could you mention a thing like this?"}, {"sentId": 510, "text": "I had no idea it was this bad."}, {"sentId": 511, "text": "It's horrible."}, {"sentId": 512, "text": "Here's another one."}], "speaker": "TRUMP", "secId": 147}, {"sentences": [{"sentId": 513, "text": "I have hundreds of these articles, hundreds."}, {"sentId": 514, "text": "Illegal alien rapes and murders young baby in New Mexico."}, {"sentId": 515, "text": "OK?"}, {"sentId": 516, "text": "By the way, hundreds of these articles."}, {"sentId": 517, "text": "Now, I don't know where they came from."}, {"sentId": 518, "text": "It came from some place."}, {"sentId": 519, "text": "But they're illegal, they shouldn't be allowed in the country."}, {"sentId": 520, "text": "We need a border."}], "speaker": "TRUMP", "secId": 148}, {"sentences": [{"sentId": 521, "text": "So, Tara, Trump initially said that, Mexican immigrant are rapists."}, {"sentId": 522, "text": "What he's quoting is different now."}], "speaker": "LEMON", "secId": 149}, {"sentences": [{"sentId": 523, "text": "Well, what he initially said he was talking about the flood of illegal immigrants coming over the border which many Americans are concerned about and should be because it's in the hundreds of thousands."}, {"sentId": 524, "text": "But he was very in artful and what some people and feel insensitive when he said that many of them are rapists."}], "speaker": "SETMAYER", "secId": 150}, {"sentences": [{"sentId": 525, "text": "But he also said after that, he said that many of them are good people, I'm sure."}, {"sentId": 526, "text": "Now, is there some validity to what Donald Trump is talking about?"}, {"sentId": 527, "text": "Yes."}, {"sentId": 528, "text": "It's an uncomfortable topic."}, {"sentId": 529, "text": "Not every illegal immigrant that's coming across the border is here to just, you know, get a job and raise a family."}], "speaker": "SETMAYER", "secId": 151}, {"sentences": [{"sentId": 530, "text": "There is a significant amount of criminal elements of illegal immigrant in this country."}, {"sentId": 531, "text": "I mean, this is fact."}, {"sentId": 532, "text": "These are statistics, so they're out there."}, {"sentId": 533, "text": "However, the way that Trump went about it is just invalidates anything that he has in value to say."}, {"sentId": 534, "text": "These kinds of antics just are ridiculous."}], "speaker": "SETMAYER", "secId": 152}, {"sentences": [{"sentId": 535, "text": "I mean, I feel like he's doing a comedy routine at Caroline's in New York City where, you know, he's going to say tip the bartender, I'm here all week?"}, {"sentId": 536, "text": "This is not helpful."}], "speaker": "SETMAYER", "secId": 153}, {"sentences": [{"sentId": 537, "text": "But the point I see it -- I don't understand where you're getting that information from."}], "speaker": "LEMON", "secId": 154}, {"sentences": [{"sentId": 538, "text": "It's from The Eyes."}], "speaker": "SETMAYER", "secId": 155}, {"sentences": [{"sentId": 539, "text": "The point of the article is that young girls are fleeing their homes because of fear homes with there..."}], "speaker": "LEMON", "secId": 156}, {"sentences": [{"sentId": 540, "text": "Right."}], "speaker": "SETMAYER", "secId": 157}, {"sentences": [{"sentId": 541, "text": "... will be sexually assaulted."}, {"sentId": 542, "text": "And they end up becoming victims on the journey, that's a different scenario then him saying they're sending their rapists over."}], "speaker": "LEMON", "secId": 158}, {"sentences": [{"sentId": 543, "text": "Yes, he's manipulating that."}, {"sentId": 544, "text": "And that's a kind for cover for making a broad generalization before."}, {"sentId": 545, "text": "And that's true."}, {"sentId": 546, "text": "That is a very sad fact about immigrants who are trying to come here."}, {"sentId": 547, "text": "But, yes..."}], "speaker": "SETMAYER", "secId": 159}, {"sentences": [{"sentId": 548, "text": "So, the question is, would it be better off just apologizing instead of double bouncing, hey, you know, I made a mistake or what I said it the wrong way, Ryan, or would that ever happened with Donald Trump?"}], "speaker": "LEMON", "secId": 160}, {"sentences": [{"sentId": 549, "text": "You know, look, I'm probably not the best person to be giving Donald Trump political advisory or any advice."}], "speaker": "LIZZA", "secId": 161}, {"sentences": [{"sentId": 550, "text": "You're right."}, {"sentId": 551, "text": "He's doing well on his own right now."}, {"sentId": 552, "text": "He's number two in the polls."}], "speaker": "LEMON", "secId": 162}, {"sentences": [{"sentId": 553, "text": "Exactly."}], "speaker": "LIZZA", "secId": 163}, {"sentences": [{"sentId": 554, "text": "But that's the point."}], "speaker": "SETMAYER", "secId": 164}, {"sentences": [{"sentId": 555, "text": "And look, he's not -- this is not a man who's necessarily grounded in facts."}, {"sentId": 556, "text": "He talks off the top of his head."}, {"sentId": 557, "text": "And then, now he's out there with the pulling up random articles that he even says he doesn't know where they're from, that don't actually make the case here..."}], "speaker": "LIZZA", "secId": 165}, {"sentences": [{"sentId": 558, "text": "I'm frankly quite impressed though -- I'm quite impressed though that he could speak so long extemporaneously."}, {"sentId": 559, "text": "He's not a politician and maybe that's his appeal to many people."}, {"sentId": 560, "text": "Listen to this and let's talk more about it."}], "speaker": "LEMON", "secId": 166}, {"sentences": [{"sentId": 561, "text": "There's no doubt."}], "speaker": "LIZZA", "secId": 167}, {"sentences": [{"sentId": 562, "text": "He likes to hear his own voice."}], "speaker": "SETMAYER", "secId": 168}, {"sentences": [{"sentId": 563, "text": "Univision who make such a big deal out of my statements because they're afraid of Mexico."}, {"sentId": 564, "text": "And the reason they're afraid of Mexico isn't I think because of the border although, they're getting away with murder deployment."}, {"sentId": 565, "text": "Mexico is getting away with murder deployment."}, {"sentId": 566, "text": "Remember, I respect Mexico."}, {"sentId": 567, "text": "And I respect their leaders."}], "speaker": "TRUMP", "secId": 169}, {"sentences": [{"sentId": 568, "text": "OK."}, {"sentId": 569, "text": "So, he's talking about Mexico."}, {"sentId": 570, "text": "Kayleigh, and he's going to sue Univision for $500 million."}, {"sentId": 571, "text": "So, you've got to give him credit."}, {"sentId": 572, "text": "He said he's going to do something, and he did it, right?"}], "speaker": "LEMON", "secId": 170}, {"sentences": [{"sentId": 573, "text": "Right."}, {"sentId": 574, "text": "He's going to do it."}, {"sentId": 575, "text": "But, you know, that's the problem with Donald Trump is he can't apologize for his own statement."}, {"sentId": 576, "text": "And not apologizing, he's losing credibility on what is a credible issue."}, {"sentId": 577, "text": "The Obama administration just last year released 600 illegal immigrants who had criminal convictions."}], "speaker": "MCENANY", "secId": 171}, {"sentences": [{"sentId": 578, "text": "It is a problem that we have 11 million illegal immigrants in this country existing in the shadows and we don't know who they are."}, {"sentId": 579, "text": "That is a problem."}], "speaker": "MCENANY", "secId": 172}, {"sentences": [{"sentId": 580, "text": "You know what, and, Kayleigh, you said that the media is portraying him as a republican and that he's not."}, {"sentId": 581, "text": "He's running as a republican."}, {"sentId": 582, "text": "How else would we portray him?"}], "speaker": "LEMON", "secId": 173}, {"sentences": [{"sentId": 583, "text": "He's a self-proclaimed republican."}, {"sentId": 584, "text": "But when you look his trajectory and his history..."}], "speaker": "MCENANY", "secId": 174}, {"sentences": [{"sentId": 585, "text": "But isn't everybody a self-proclaimed republican like it's your decision which party do you joined?"}], "speaker": "LEMON", "secId": 175}, {"sentences": [{"sentId": 586, "text": "But he's a republican in name only."}], "speaker": "MCENANY", "secId": 176}, {"sentences": [{"sentId": 587, "text": "OK."}], "speaker": "LEMON", "secId": 177}, {"sentences": [{"sentId": 588, "text": "When you look at the policies he's supported, they are progressive policies."}, {"sentId": 589, "text": "So, for him to come out and portray himself as this republican in shining armor it's just not a case."}], "speaker": "MCENANY", "secId": 178}, {"sentences": [{"sentId": 590, "text": "OK."}], "speaker": "LEMON", "secId": 179}, {"sentences": [{"sentId": 591, "text": "Well..."}], "speaker": "SETMAYER", "secId": 180}, {"sentences": [{"sentId": 592, "text": "First Tara, then Ryan."}], "speaker": "LEMON", "secId": 181}, {"sentences": [{"sentId": 593, "text": "Yes, you know, Kayleigh makes a good point about it's a valid issue."}, {"sentId": 594, "text": "Yes, there's a double standard with the way Mexico handles illegal immigrants."}, {"sentId": 595, "text": "I mean, they shoot people coming across their border in the southern border."}, {"sentId": 596, "text": "They don't allow people to come across the way that we do."}, {"sentId": 597, "text": "But, yet, we turn around and, you know, they have Mexican consul representatives telling illegal immigrants how to skirt the system here in the United States."}, {"sentId": 598, "text": "It's a major problem."}], "speaker": "SETMAYER", "secId": 182}, {"sentences": [{"sentId": 599, "text": "And even to Kayleigh point it's even worse than that."}, {"sentId": 600, "text": "During a hearing in April, during the House judiciary committee hearing said that they released 30,000 convicted criminal aliens in fiscal year 2014 alone."}, {"sentId": 601, "text": "That's a lot."}, {"sentId": 602, "text": "So this is a major problem."}], "speaker": "SETMAYER", "secId": 183}, {"sentences": [{"sentId": 603, "text": "But Donald Trump coming out and speaking like this in hyperbolic terms making stuff up, it invalidates anything that is actually very serious issue."}, {"sentId": 604, "text": "So, it's not helpful at all."}], "speaker": "SETMAYER", "secId": 184}, {"sentences": [{"sentId": 605, "text": "Ryan, Ryan Lizza."}], "speaker": "LEMON", "secId": 185}, {"sentences": [{"sentId": 606, "text": "I guess my thought on all this is, I'm astonished that we were all taking this as seriously as we are."}, {"sentId": 607, "text": "I mean, he went out and said something off the top of his head, offended an entire country and an entire people and then came out today with a bunch of facts that don't actually support what he was saying."}, {"sentId": 608, "text": "And, you know, I think this is more of a political problem for the Republican Party."}, {"sentId": 609, "text": "And that digging in to whether Donald Trump is right on this or wrong is sort of a rabbit hole."}], "speaker": "LIZZA", "secId": 186}, {"sentences": [{"sentId": 610, "text": "Ryan, while you're finishing..."}], "speaker": "LEMON", "secId": 187}, {"sentences": [{"sentId": 611, "text": "That's what happens when you declare for presidency though."}, {"sentId": 612, "text": "Unfortunately, we have to."}], "speaker": "SETMAYER", "secId": 188}, {"sentences": [{"sentId": 613, "text": "Can you guys put this picture of New Hampshire today."}, {"sentId": 614, "text": "I want Ryan because Ryan you've been on the camp."}], "speaker": "LEMON", "secId": 189}, {"sentences": [{"sentId": 615, "text": "Yes."}], "speaker": "LIZZA", "secId": 190}, {"sentences": [{"sentId": 616, "text": "I've been on the camp but not enough to know if this is a big crowd in New Hampshire when you look at them."}, {"sentId": 617, "text": "I don't exactly how many people are there because it doesn't look a ton but..."}], "speaker": "LEMON", "secId": 191}, {"sentences": [{"sentId": 618, "text": "It's tough to tell and it looks like a, you know, a sort of mid-size normal house party crowd in New Hampshire."}, {"sentId": 619, "text": "But there's no doubt."}, {"sentId": 620, "text": "If you look at the polls and he's polling in double digits, which is a lot in this crowded field, he's tapping into something."}, {"sentId": 621, "text": "I mean, he became a republican star in the Obama years by going on Fox News a lot and bashing Obama and the White House."}], "speaker": "LIZZA", "secId": 192}, {"sentences": [{"sentId": 622, "text": "Yes."}], "speaker": "LEMON", "secId": 193}, {"sentences": [{"sentId": 623, "text": "So, that's how we transformed from basically, it's liberal to a conservative."}], "speaker": "LIZZA", "secId": 194}, {"sentences": [{"sentId": 624, "text": "I have to take issue in something you're saying and maybe I have it wrong, Ryan."}, {"sentId": 625, "text": "I mean, people are saying, maybe you're saying why are we taking just this Mexican thing seriously."}, {"sentId": 626, "text": "I think we should take Donald Trump seriously as I heard John King say today, if you're going to throw your hat into the ring, then you're a serious candidate."}], "speaker": "LEMON", "secId": 195}, {"sentences": [{"sentId": 627, "text": "That's what I just said like we have to."}, {"sentId": 628, "text": "Unfortunately, take him seriously now he's officially declared and he knows this."}], "speaker": "SETMAYER", "secId": 196}, {"sentences": [{"sentId": 629, "text": "I've got to go."}], "speaker": "LEMON", "secId": 197}, {"sentences": [{"sentId": 630, "text": "This is about him."}, {"sentId": 631, "text": "It's about him and his call to personality and hopefully it faces out."}], "speaker": "SETMAYER", "secId": 198}, {"sentences": [{"sentId": 632, "text": "You guys know this is not the last time we're going to talk about Donald Trump."}, {"sentId": 633, "text": "So, I appreciate all of you."}], "speaker": "LEMON", "secId": 199}, {"sentences": [{"sentId": 634, "text": "Sure."}], "speaker": "SETMAYER", "secId": 200}, {"sentences": [{"sentId": 635, "text": "Thank you."}, {"sentId": 636, "text": "LIZZA: Thanks, Don."}], "speaker": "LEMON", "secId": 201}, {"sentences": [{"sentId": 637, "text": "Hope you're staying around."}], "speaker": "LIZZA", "secId": 202}, {"sentences": [{"sentId": 638, "text": "Sorry."}, {"sentId": 639, "text": "Sorry."}, {"sentId": 640, "text": "Donald got me all the clip, whatever you call it."}, {"sentId": 641, "text": "All right."}, {"sentId": 642, "text": "Stand by everyone."}, {"sentId": 643, "text": "Tomorrow night, Donald Trump joins me here."}, {"sentId": 644, "text": "So, don't miss it."}, {"sentId": 645, "text": "And he won't hold back you know that."}, {"sentId": 646, "text": "When we come right back, the latest on our breaking news that church fire in South Carolina."}, {"sentId": 647, "text": "We'll be right back."}], "speaker": "LEMON", "secId": 203}, {"sentences": [{"sentId": 648, "text": "We need to get us back now to our breaking news tonight because we're getting more information."}, {"sentId": 649, "text": "It's in South Carolina fire at the Mt."}, {"sentId": 650, "text": "Zion AME Church in Greeleyville."}, {"sentId": 651, "text": "It's the 7th church fire in the south since the massacre at Emanuel AME."}], "speaker": "LEMON", "secId": 204}, {"sentences": [{"sentId": 652, "text": "Williamsburg County Fire Chief Randy Swanton confirms up to 50 fire fighters are on the scene."}, {"sentId": 653, "text": "And describes the fire as totally involved."}, {"sentId": 654, "text": "But says, it is too early to tell if this is arson."}, {"sentId": 655, "text": "So, let's talk about this and get some clarity on it."}], "speaker": "LEMON", "secId": 205}, {"sentences": [{"sentId": 656, "text": "Joining me now on the phone is Bishop John Bryant."}, {"sentId": 657, "text": "He's the senior bishop of the African Methodist Episcopal Church or the AME Church."}, {"sentId": 658, "text": "So, this is an AME Church now that is on fire here that has been burning."}, {"sentId": 659, "text": "Bishop Bryant, what can you tell us about this church fire, do you know anything?"}], "speaker": "LEMON", "secId": 206}, {"sentences": [{"sentId": 660, "text": "We don't know."}, {"sentId": 661, "text": "We are in a meeting in New Orleans with the leadership of the church."}, {"sentId": 662, "text": "And we have just been in the process of raising an offering for the families of the Emanuel nine."}, {"sentId": 663, "text": "And the information came to us about Mt."}, {"sentId": 664, "text": "Zion church."}, {"sentId": 665, "text": "And, of course, we are familiar with the church back in the '90s."}, {"sentId": 666, "text": "This particular church was victimized as arson."}], "speaker": "BRYANT", "secId": 207}, {"sentences": [{"sentId": 667, "text": "It was burned to the grounds back in the '90's, right?"}, {"sentId": 668, "text": "It was burned to the ground back in the '90s."}], "speaker": "LEMON", "secId": 208}, {"sentences": [{"sentId": 669, "text": "That's right."}], "speaker": "BRYANT", "secId": 209}, {"sentences": [{"sentId": 670, "text": "I want to read this."}, {"sentId": 671, "text": "I want to get your opinion on this because we have been in contact with you and also investigators."}], "speaker": "LEMON", "secId": 210}, {"sentences": [{"sentId": 672, "text": "Yes."}], "speaker": "BRYANT", "secId": 211}, {"sentences": [{"sentId": 673, "text": "And at the time, as of our latest report today, there were six black churches before this in the southeast that burned in the days after."}, {"sentId": 674, "text": "Investigators were telling us that there's no evidence of a hate crime."}, {"sentId": 675, "text": "Only two might be arson."}, {"sentId": 676, "text": "They say they're looking into them the ATF, the federal law enforcement officials told CNN no reason at this point to link them."}, {"sentId": 677, "text": "There's no apparent connection that's according to Mark Potok of the senior fellow at the Southern Poverty Law Center."}, {"sentId": 678, "text": "They say the most recent hate of hate crimes against religious institutions have been against Jewish synagogues and Islamic mosques, not black Christian churches."}, {"sentId": 679, "text": "So, what is this apparently some believe that this is something that took off for social media."}, {"sentId": 680, "text": "What is your belief about this?"}], "speaker": "LEMON", "secId": 212}, {"sentences": [{"sentId": 681, "text": "Really, I need to withhold an opinion until an investigation has taken place."}, {"sentId": 682, "text": "And again, we had heard that there were two or three Christian churches burned within the last two weeks."}, {"sentId": 683, "text": "But whether or not that's a factual account or not, I don't know."}], "speaker": "BRYANT", "secId": 213}, {"sentences": [{"sentId": 684, "text": "At this point, our hearts just simply go out to that small poverty congregation in Greeleyville and people await final judgment about the cause which is now what the bottom line affect is and has been that's been seeking and struggle through the loss of a building."}, {"sentId": 685, "text": "A generation ago has been dealing with the same thing again."}], "speaker": "BRYANT", "secId": 214}, {"sentences": [{"sentId": 686, "text": "And bishop though, it is certainly peculiar though, when you think about it."}, {"sentId": 687, "text": "That's a, you know, to have churches burned."}, {"sentId": 688, "text": "I don't if -- because all of them are not black churches."}, {"sentId": 689, "text": "But just to have a number of churches burning after, you know, the AME massacre, it's peculiar."}], "speaker": "LEMON", "secId": 215}, {"sentences": [{"sentId": 690, "text": "Right."}, {"sentId": 691, "text": "It is."}, {"sentId": 692, "text": "Of course, it is peculiar because for us, so to speaks out fingertips just been burned and it causes suspicion but you're saying that's why are our people told us  and here about what the reason is, but it was arson or the result of a thunderstorms in the area."}, {"sentId": 693, "text": "We just don't know."}, {"sentId": 694, "text": "What we do know is that those good people have lost their building."}], "speaker": "BRYANT", "secId": 216}, {"sentences": [{"sentId": 695, "text": "Yes."}, {"sentId": 696, "text": "And let's hope no one loses their lives in any of this."}, {"sentId": 697, "text": "What you're doing for the Emanuel nine."}, {"sentId": 698, "text": "You said that -- did you said you're in New Orleans?"}], "speaker": "LEMON", "secId": 217}, {"sentences": [{"sentId": 699, "text": "We're in New Orleans at a church conference."}, {"sentId": 700, "text": "And we are celebrating the mother and we have large pictures of them in the sanctuary of the church as the focal point of our prayers for their family."}, {"sentId": 701, "text": "And we praise in those offerings and they who could share with their families."}], "speaker": "BRYANT", "secId": 218}, {"sentences": [{"sentId": 702, "text": "With the families."}, {"sentId": 703, "text": "And bishop, thank you."}, {"sentId": 704, "text": "That's it."}, {"sentId": 705, "text": "Many people are doing that all over the country."}, {"sentId": 706, "text": "As a matter of fact, there's one here in New York in July, July 19th, which I will be involved with."}, {"sentId": 707, "text": "So, we'll keep you updated on that."}, {"sentId": 708, "text": "Thank you, bishop."}, {"sentId": 709, "text": "We'll be getting back in touch with you."}, {"sentId": 710, "text": "We'll be right back, everyone."}], "speaker": "LEMON", "secId": 219}], "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "title": "CNN TONIGHT", "docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1506.30.cnnt.01.html.json", "time": "Aired June 30, 2015 - 22:00:00   ET"}